Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: From time to time, you may be sent an email which carries a virus or links to a fraudulent website. This type of email is very common, and it is important to learn how to deal with it, in order to prevent your computer or your personal details from being compromised or misused.
ast: De xemes en cuando, seique t'unvíen un corréu electrónicu que tenga un virus o enllaces a un sitiu web gafu. Esta triba de correos electrónicos ye enforma común, y ye importante deprender a remanalos para torgar que'l to ordenador o datos personales queden comprometidos o se usen mal.
ca: De tant en tant, pot ser que rebeu un correu electrònic que conté un virus o un enllaç a llocs web fraudulents. Aquests tipus de correus electrònics són molt habituals, i és important aprendre a tractar-los per a evitar que l'ordinador o les vostres dades personals siguin compromeses o mal utilitzades.
cs: Čas od času můžete dostat email, který obsahuje vir nebo odkaz na podvodnou stránku. Tento typ emailů je velice běžný a je důležité naučit se s tím vypořádat, abyste ochránili svůj počítač a vaše osobní data od kompromitování nebo zneužití.
da: Fra tid til anden vil du måske modtage en e-post som indeholder en virus eller henvisninger til en forfalsket internetside. Denne type e-post er meget almindelig, og det er vigtigt at lære, hvordan man behandler disse for at forhindre at din computer eller dine personlige detaljer bliver kompromitteret eller misbrugt.
de: Es kann sein, dass Sie von Zeit zu Zeit eine E-Mail erhalten, die einen Virus oder einen Link zu einer betrügerischen Website enthält. Diese E-Mails sind sehr stark verbreitet. Um Ihren Rechner und Ihre persönlichen Daten vor Missbrauch schützen zu können, ist es daher wichtig, dass Sie wissen, wie Sie mit dieser Art von E-Mail umgehen.
el: Κατά καιρούς σας στέλνεται αλληλογραφία που περιέχει ιούς ή συνδέσμους σε κακόβουλες ιστοσελίδες. Ο τύπος αυτός αλληλογραφίας είναι πολύ συνηθισμένος και είναι πολύ σημαντικό να ξέρετε να τον αντιμετωπίζετε, ώστε να αποτρέψετε τον υπολογιστή σας ή τα προσωπικά δεδομένα σας να καταχραστούν.
eo: De tempo al tempo, eble iu sendos al vi retpoŝton kiu portas viruson aŭ ligilojn al fraŭda retejo. Tia retpoŝto estas tre ofta, kaj gravas lerni kiel trakti ĝin, por malebligi ke ĝi kompromiti aŭ misuzi vian komputilon aŭ viajn personajn detalojn.
es: De vez en cuando, puede recibir algún correo electrónico que contenga un virus o enlaces a páginas web fraudulentas. Este tipo de correo electrónico es muy común, y para prevenir que su ordenador o datos personales sean comprometidos o mal usados, es importante aprender a tratar con ellos,.
fi: Saatat saada sähköpostia, jossa on viruksia tai linkkejä huijaus-WWW-sivustoille. Tämän tyyppiset sähköpostit ovat hyvin yleisiä, ja on tärkeää tietää, kuinka niiden kanssa pitää toimia. Näin estät tietokoneesi tai henkilötietojesi väärinkäytön.
fr: De temps en temps, vous pouvez recevoir un courriel contenant un virus ou un lien vers un site frauduleux. Ce type de courriel est très commun, et il est important d'apprendre comment s'en occuper afin d'éviter la compromission ou l'utilisation à votre insu de votre ordinateur, ou de vos informations personnelles.
gl: De cando en cando pode que reciba unha mensaxe de correo que conteña un virus ou que ligue cun sitio web fraudulento. Este tipo de email é moi frecuente e é importante aprender como enfrentarse a el para evitar que o seu ordenador ou a súa información privada se vexan comprometidos ou sexan mal usados.
hu: Időről időre kaphat olyan e-maileket, melyek vírusokat, vagy hamis weboldalakra mutató hivatkozásokat tartalmaznak. Az ilyen e-mailek nagyon gyakoriak, ezért a számítógép, vagy személyes adatai veszélyeztetésének, vagy illetéktelen felhasználásának megakadályozása érdekében fontos megtanulni, hogyan kezelheti ezeket.
it: Talvolta può capitare di ricevere email che trasportano un virus o collegamenti a siti web fraudolenti. Questo tipo di email è molto comune ed è importante imparare come gestirle, così da impedire che il proprio computer o i propri dati personali vengano compromessi o abusati.
ja: あなたのもとにはときどきコンピュータウィルスや詐欺サイトへのリンクを伴った電子メールが送られてくるかもしれません。このタイプの電子メールはとてもありふれていて、そうしたメールをどのように処理するかを学んでおくことは、あなたのコンピュータや個人情報を毀損や悪用から守るために重要なことです。
nb: Fra tid til annen vil du kunne bli sendt en e-post som inneholder et virus eller en lenke til en skadelig nettside. Slike e-poster er vanlige og det er viktig å vite hvordan slike meldinger skal behandles, slik at datamaskinen ikke blir utsatt for risiko eller privat informasjon kommer på avveie eller misbrukes.
nl: Van tijd tot tijd kunt u een e-mail ontvangen dat een virus met zich meedraagt of een link bevat naar een frauduleuze website. Dit soort e-mail komt vaak voor, en het is belangrijk om te leren hoe hiermee om te gaan zodat u kunt voorkomen dat de veiligheid van uw computer of uw bestanden in het geding komt of misbruikt wordt.
oc: De temps en temps, podètz recebre un corrièl que pòt transportar un virús o un ligam cap a un site fraudulós. Aqueste tipe de corrièl es fòrça corrent, e es important d'aprene cossí se n'ocupar, per prevenir la compromission, o l'utilizacion sens o saber, de vòstre ordenador o de vòstras informacions personalas.
pl: Od czasu do czasu możesz otrzymać wiadomość e-mail zawierającą wirusa lub odnośnik do oszukańczej strony WWW. Ten typ wiadomości jest bardzo powszechny, dlatego istotne jest nauczenie się reguł obchodzenia się z nimi, aby uchronić swój komputer lub swoje dane osobowe przed przejęciem przez osoby niepowołane.
pt: De tempos a tempos, poderá receber um e-mail que contém vírus ou ligações a páginas de Internet fraudulentas. Este tipo de e-mail é muito comum, e é importante aprender como lidar com ele, de forma a impedir que o seu computador e as suas informações pessoais seja comprometidas ou usadas indevidamente.
pt_br: De tempos em tempos, você pode receber e-mails contendo vírus ou links para sites fraudulentos. Este tipo de e-mail é muito comum e é importante aprender como lidar com eles, para prevenir seu computador ou detalhes pessoais de serem comprometidos ou mal utilizados.
ro: Din când în când, veți primi email-uri care conțin viruși sau legături la site-uri frauduloase. Acest tip de email este larg răspândit și este important să știți cum să procedați pentru a preveni compromiterea sistemului sau a datelor personale.
ru: Время от времени, вы можете получать электронные письма, которые содержат вирусы или ссылки на мошеннические сайты. Это довольно частое явление, и очень важно знать, как обращаться с подобными письмами, чтобы защитить свой компьютер и личную информацию от использования во вред себе.
sk: Z času na čas môžete dostať email, ktorý obsahuje vírus alebo odkaz na podvodnú stránku. Takýto druh emailov je veľmi bežný. Je preto dôležité sa naučiť , ako si s tým poradiť tak, aby ste ochránili svoj počítač alebo osobné údaje pred spreneverou alebo zneužitím.
sl: Od časa do časa lahko prejmete elektronsko pošto, ki vsebuje virus ali povezavo do spletne goljufije. Taka vrsta elektronskega sporočila je zelo pogosta, zato se je pomembno naučiti, kako se z njo soočiti, da preprečite, da se vaš računalnik okuži in tako zlorabijo vaši osebni podatki.
sq: Herë pas here, ju mund t'iu dërgohet një email e cila përmban një virus ose lidhje me faqe interneti të dëmshme. Ky lloj email-i është shumë i zakonshëm dhe është e rëndësishme të mësoni si të merreni me të, në mënyrë që të mos lejoni që kompjuteri juaj apo të dhënat tuaja personale të kompromentohen apo keqpërdoren.
sr: С времена на време, можевам бити послата е-порука која са собом носи вирус или везе ка лажним веб сајтовима. Ова врста е-поште је врло уобичајена, а важно је да научите како да се носите са њом, како бисте спречили да ваш рачунар или ваши лични подаци буду угрожени или злоупотребљени.
sv: Emellanåt kan du bli skickad e-post som innehåller virus eller länkar till en falsk webbsida som vill lura av dig personliga uppgifter. Denna typ av e-post är väldigt vanlig, och det är viktigt att lära sig hur man handskas med detta, för att skydda din dator eller dina personliga uppgifter från att äventyras eller missbrukas.
tr: Zaman zaman, hileli bir websiteye bağlantı kuran veya virüs taşıyan bir eposta alabilirsiniz. Bu tarz eposta oldukça yaygındır, bilgisayarınızın ve kişisel bilgilerinizin kötüye kullanılmasını veya riske atılmasını önlemek için, bu tarz epostalar ile nasıl başa çıkılacağını öğrenmek önemlidir.
uk: Часом ви можете отримати електронний лист з вірусом, чи посиланням на сайт-підробку. Цей тип листів вкрай поширений, і важливо навчитися, що з ними робити, щоб запобігти загрозі вашому комп'ютеру і особистій інформації.
zh_cn: 有时您可能会收到带有病毒或是含有欺诈网站链接的电子邮件。这类邮件很常见，学会如何处理它们很重要，以防止您的计算机或您的个人资料受到危害或是被滥用。
zh_hk: 有時您會收到帶有病毒或含有詐欺網站連結的電子郵件。這種電子郵件很普遍，為了避免私人資料洩漏或電腦被入侵，學會處理此類電子郵件很重要。

source: Such messages are often received from total strangers. However, sometimes an email may appear to be from someone you know, when really it is not. This is because it is possible to include a fake sender email address in emails.
ast: Estos mensaxes suelen recibise de completos desconocíos. Por embargu, hai veces q'un email puede paecer que vien d'un conocíu, cuando nun ye asina. Esto ye porque ye posible utilizar unes señes de remitente falses nos correos electrónicos.
ca: Aquests missatges se solen rebre de desconeguts. Tot i això, a vegades un correu electrònic pot semblar d'algú que coneixeu, quan en realitat no ho és. Això és degut al fet que en els correus electrònics és possible utilitzar una adreça de remitent fraudulenta.
cs: Takové zprávy jsou často doručovány od naprostých cizinců. Nicméně někdy může zpráva vypadat, že pochází od někoho známého, ale ve skutečnosti tomu tak není. Toto je možné, protože do emailové adresy lze propašovat falešného odesilatele.
da: Sådanne meddelelser modtages ofte fra totalt fremmede. Det sker dog nogle gange, at en e-post ser ud til at være fra en du kender, hvilket den i realiteten ikke er. Det er fordi, det er muligt, at inkludere en falsk afsenderadresse i e-post.
de: Solche Nachrichten stammen oft von Fremden. Trotzdem kann es manchmal so aussehen, als käme die E-Mail von jemandem, den Sie kennen, obwohl dem eigentlich nicht so ist. Das liegt daran, dass es möglich ist, die Absenderadresse einer E-Mail zu fälschen.
el: Τέτοια μηνύματα λαμβάνονται συνήθως από τελείως άγνωστους. Καμιά φορά ένα μήνυμα φαίνεται ότι είναι από κάποιον γνωστό, αλλά στην πραγματικότητα δεν είναι. Αυτό συμβαίνει γιατί μπορεί να περιλαμβάνει μια ψεύτικη διεύθυνση αποστολέα.
eo: Tiaj mesaĝoj ofte devenas de nekonatoj. Tamen, iufoje retpoŝto ŝajnas deveni de iu via konato, sed vere ne estas de tiu. Tio okazas ĉar eblas falsi la retadreson de la sendinto en mesaĝo.
es: Estos mensajes suelen recibirse de completos desconocidos. Sin embargo, a veces un correo electrónico puede parecer ser de alguien conocido, cuando realmente no lo es. Esto se debe a que es posible utilizar una dirección de remitente falsa en los correos electrónicos.
fi: Yleensä sellaiset viestit tulevat tuntemattomilta. Joskus kuitenkin sähköposti voi näyttää olevan tulossa joltain tutulta, vaikka se ei oikeasti olisikaan. Tämä on mahdollista, koska lähettäjän sähköpostiosoitteita voidaan väärentää.
fr: De tels messages sont souvent reçus de parfaits étrangers. Pourtant, un courriel peut parfois sembler venir de quelqu'un que vous connaissez, bien qu'en réalité ce ne soit pas le cas. C'est parce qu'il est possible d'inclure un fausse adresse d'expéditeur dans un courriel.
gl: Estas mensaxes normalmente recíbense de persoas totalmente descoñecidas. Porén, ás veces un email pode parecer proceder dalguén que vostede coñece ainda que non o sexa. Isto é así porque é posíbel incluir un enderezo de envío falso nos emails.
hu: Ezek a levelek gyakran teljesen idegen feladóktól érkeznek. Ugyanakkor néha egy levél úgy néz ki, mintha egy ismerős írta volna, pedig nem is. Ez azért van, mert a levelek feladóját könnyű hamisítani.
it: Tali messaggi sono spesso inviati da sconosciuti. Talvolta, qualche messaggio può sembrare che provenga da una persona conosciuta: in realtà potrebbe non essere così, visto che è possibile inserire nelle email un indirizzo fasullo per il mittente della stessa.
ja: そのような不審なメールは大抵まったく見知らぬ人物から送られてきます。しかしときには（実際にはそうではないにもかかわらず）あなたの知っている人物からのメールだと見せかけていることもあるかもしれません。これは、送信者の電子メールアドレスの偽装が可能なためです。
nb: Slike e-poster kommer ofte fra en ukjent avsender. Noen ganger kan det imidlertid se ut som om de kommer fra en du kjenner, selv om de egentlig ikke er det. Dette er fordi det er mulig å legge inn en falsk avsender i en e-post.
nl: Zulke berichten worden vaak ontvangen van volslagen vreemden. Echter, het kan soms lijken dat een e-mail afkomstig is van iemand die u kent, terwijl dat in werkelijkheid niet het geval is. Dit komt doordat het mogelijk is om een nep-emailadres als afzender in e-mails te verwerken.
oc: De tals messatges provenon sovent d'estrangièrs. Çaquelà, de còps, un corrièl pòt semblar venir de qualqu'un que coneissètz, mentre qu'en réalitat siá pas lp cas. Es perque es possible d'inclòure una falsa adreça d'expeditor dins un corrièl.
pl: Tego typu wiadomości z reguły są wysyłane przez nieznajomych. Niestety czasami może się wydawać, że wiadomość pochodzi od jednego ze znajomych, kiedy w rzeczywistości wcale tak nie jest. Dzieje się tak dlatego, że pole adresu e-mail można w łatwy sposób sfałszować.
pt: Estas mensagens são muitas vezes enviadas por estranhos. No entanto, por vezes, um e-mail pode parecer ser de alguém que conhece, quando realmente não o é. Isto acontece porque é possível incluir um remetente falso num e-mail.
pt_br: Tais mensagens são, geralmente, recebidas de totais estranhos. Contudo, algumas vezes um e-mail pode parecer ser de alguém que você conhece, quando na verdade não é. Isto acontece porque é possível incluir um endereço de remetente falso nos e-mails.
ro: Aceste mesaje vin deseori de la persoane necunoscute. Totuși, uneori ar putea părea că expeditorul este o persoană cunoscută, deși nu este adevărat, deoarece este posibilă modificarea adresei expeditorului unui email.
ru: Такие сообщения обычно приходят от незнакомых адресатов. Но иногда отправитель кажется вам знакомым, хотя на самом деле это не обязательно так. Это случается из-за возможности подделать адреса отправителя письма.
sk: Také správy často dostávate od úplne neznámych ľudí. Avšak niekedy sa môže vyskytnúť email, ktorý sa zdá, že je od niekoho známeho, aj keď v skutočnosti nie je. To je spôsobené tým, že je možné v emaile uviesť falošného odosielateľa.
sl: Ta sporočila ponavadi prejmete od popolnih neznancev. Vendar se včasih lahko zgodi, da prejmete pošto od nekoga, ki se pretvarja, da je oseba, ki jo poznate. To se zgodi zato, ker se da ponarediti ime pošiljatelja elektronske pošte.
sq: Mesazhe të tilla merren zakonisht nga njerëz tërësisht të huaj. Sidoqoftë, ndonjëherë një e-mail mund të duket sikur vjen nga dikush që enjihni, kur në fakt nuk është kështu. Kjo ndodh sepse është e mundur të përfshish një adresë fallco të dërguesit në adresën e e-mail-it.
sr: Такве поруке обично вам шаљу потпуни странци. Међутим, понекад може изгледати да вам је поруку послао неко кога познајете, иако то стварно није тако. То је због тога што је могуће укључити лажну адресу пошиљаоца е-поште у е-поруку.
sv: Sådana meddelanden kommer ofta från helt okända personer. Dock kan det ibland se ut som om de kommer från någon som du känner, vilket inte är fallet. Detta kan ske på grund av att det är möjligt att inkludera en falsk avsändaradress i e-postmeddelanden.
tr: Bu tür mesajlar çoğu kez tamamen yabancı kimselerden alınırlar. Yine de, kimi zaman bir eposta, gerçekte öyle olmadığı halde bildiğiniz bir kimseden geliyormuş gibi görünebilir. Bunun nedeni, epostalarda sahte bir gönderen eposta adresi bulunmasının mümkün oluşudur.
uk: Такі повідомлення часто приходять від незнайомців. Втім, іноді такі листи виглядають як від ваших знайомих, хоча насправді це не так. Так буває через те, що можливо підробити адресу відправника в повідомленнях.
zh_cn: 这些消息通常都是由完全陌生的人发送的。然而有时候这样的邮件看上去也会像是从您认识的人那里来的，而实际上却不是这样。这是因为电子邮件中的发送人地址是可以伪造的。
zh_hk: 此類郵件通常來自您完全不認識的陌生人。然而有時某些電子郵件似乎來自您所認識的某個人，但事實上卻不是。這是因為這封郵件的電子郵件位址是偽冒的。

source: Unwanted (unsolicited) mail tends to fall in to one of several categories:
ast: El correo non deseáu (non solicitáu) puede clasificase'n delles categoríes:
ca: El correu no desitjat (no sol·licitat) es pot classificar en una d'aquestes categories:
cs: Nechtěný (nevyžádaný) mail většinou spadá do jedné z několika kategorií:
da: Uønsket e-post har tendens til at passe ind i en af flere kategorier:
de: Ungewollte – also nicht angeforderte – E-Mails lassen sich meistens in eine der folgenden Kategorien einordnen:
el: Η μη επιθυμητή αλληλογραφία χωρίζεται στις παρακάτω κατηγορίες:
eo: Nedezirataj retpoŝtoj ofte estas klaseblaj en kelkajn kategoriojn:
es: El correo no deseado (no solicitado) se puede clasificar en varias categorías:
fi: Haitalliset sähköpostit jakautuvat yleensä seuraavasti:
fr: Les courriels non-désirés (non sollicités) peuvent être classés en plusieurs catégories :
gl: O correo non querido (non solicitado) tende a pertencer a unha de varias categorías:
hu: A kéretlen levelek több kategóriába sorolhatók:
it: I messaggi indesiderati possono essere catalogati in una di queste categorie:
ja: 無用の（頼みもしないのに送られてくる）メールは、だいたい特定のカテゴリにかたよる傾向があります。
nb: Uønskede e-poster faller gjerne inn i en av flere kategorier:
nl: Ongewenste (ongevraagde) e-mail valt meestal in een van de vele categoriën:
oc: Los corrièls indesirats (pas sollicitats) pòdon èsser classats en mantuna categoria :
pl: Niepożądane wiadomości z reguły podpadają pod jedną z poniższych kategorii:
pt: O correio não desejado (não solicitado) tende em encaixar-se numa das seguintes categorias:
pt_br: Mensagens não desejadas (não solicitadas) tendem a cair em uma das diversas categorias:
ro: De obicei, mesajele nedorite (nesolicitate) fac parte dintr-una din următoarele categorii:
ru: Нежелательная почта обычно делится на следующие категории:
sk: Nechcená (nevyžiadaná) pošta väčšinou spadá do jednej z nasledujúcich kategórii:
sl: Neželena elektronska pošta ponavadi spada med sledeče kategorije:
sq: Email-i që nuk e doni (i pa kërkuar) ka tendencën të përfshihet në një nga këto kategori:
sr: Нежељена (непожељна) пошта може бити разврстана у једну од неколико категорија:
sv: Oönskad (ej begärd) e-post brukar falla i en av följande kategorier:
tr: Çeşitli kategorilerden birine girme eğilimindeki istenmeyen (talep edilmeden gelen) posta
uk: Небажана пошта класифікується за такими категоріями:
zh_cn: 不请自来的邮件通常可以分为以下几类：
zh_hk: 垃圾郵件通常可分為幾類：

source: Spam (junk) email, where people offer unwanted services and products
ast: Corréu puxarra (spam), onde la xente ufre servicios y productos que nun se pidieran
ca: Correu brossa (spam), on la gent ofereix serveis o productes no desitjats
cs: Spam (odpadní) email, kde vám lidé nabízí nechtěné služby a produkty
da: Spam (junk), hvor folk tilbyder uønskede tjenester og produkter
de: Unerwünschte Werbe-E-Mails (»Spam«), in denen ungefragt für (oft auch dubiose) Dienstleistungen und Produkte geworben wird.
el: Ανεπιθύμητη αλληλογραφία (spam), όπου άνθρωποι προσφέρουν μη επιθυμητές υπηρεσίες ή προϊόντα.
eo: Spamo (rubaĵo), en kiu iu ofertas nedeziratajn servojn kaj produktojn
es: Correo basura (spam), donde la gente ofrece servicios y productos no solicitados
fi: Roskapostit, joissa tarjotaan palveluita tai tuotteita joita ei ole pyydetty
fr: Les pourriels (spam), où des gens proposent des services et produits non désirés
gl: Correo lixo (spam), no que se lle ofrecen servizos e produtos que non quere
hu: Spam levelek, amelyben valaki kéretlenül szolgáltatásokat vagy termékeket kínál
it: Spam (email spazzatura), quando vengono offerti servizi e prodotti non desiderati.
ja: Spam (ジャンク)メール、無用なサービスや製品を勧めるメールです。
nb: Spam- (søppel-) e-post, hvor du får tilbud om uønskede produkter eller tjenester
nl: Spam (junk mail), waarin mensen ongewenste diensten en producten aanbieden.
oc: Los porrièls (spam), ont de monde prepausan de servicis e produches pas desirats
pl: Spam (niechciane wiadomości), gdy ktoś oferuje Ci niechciane usługi lub produkty
pt: Spam (lixo), onde pessoas oferecem serviços e produtos não desejados
pt_br: Spam (lixo), onde as pessoas lhe oferecem serviços e produtos não desejados
ro: Spam (junk), email-uri nesolicitate care conțin oferte de servicii sau produse
ru: Спам (реклама), в которых предлагаются нежелательные услуги или продукция.
sk: Spam, v ktorom vám ľudia ponúkajú služby a tovary, ktoré nechcete
sl: Nezaželena pošta, kjer ljudje ponujajo neželene storitve in proizvode
sq: Spam (junk) email, ku njerëzit ofrojnë shërbime dhe produkte të padëshiruara
sr: Спам (нежељена) е-пошта, где људи нуде нежељене услуге и производе.
sv: Skräppost (spam), där personer erbjuder oönskade tjänster och produkter
tr: İnsanların istenmeyen hizmetler ve ürünler sundukları Spam (çöp) eposta
uk: Спам (реклама), в якій пропонуються небажані товари та послуги.
zh_cn: 垃圾邮件，提供不需要的服务和产品
zh_hk: 廣告(垃圾)郵件，廣告商提供你不需要的服務或產品訊息。
