Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: You can choose from <guibutton>Preconfigured</guibutton> options for common programs and services, or you can manually add port exceptions in the <guibutton>Simple</guibutton> or <guibutton>Advanced</guibutton> tabs.
ast: Puedes escoyer opciones <guibutton>Preconfiguraes</guibutton> pa la mayoría de programes y servicios, o puedes amestar manualmente esceiciones pa puertos nes pestañes <guibutton>Cenciellu</guibutton> o <guibutton>Avanzáu</guibutton>.
ca: Podeu triar opcions <guibutton>Preconfigurades</guibutton> per als programes i serveis comuns, o podeu afegir manualment excepcions de ports a les pestanyes <guibutton>Senzill</guibutton> o <guibutton>Avançat</guibutton>.
cs: Můžete si vybrat z <guibutton>Předpřipravených</guibutton> možností pro běžné programy nebo služby nebo můžete ručně přidat výjimky k určitému portu na kartě <guibutton>Jednoduché</guibutton> nebo <guibutton>Pokročilé</guibutton>.
da: Du kan vælge fra <guibutton>Prækonfigureret</guibutton> tilvalg for fælles programmer og tjenester, eller du kan manuelt tilføje portundtagelser under fanen <guibutton>Simpel</guibutton> eller <guibutton>Avanceret</guibutton>.
de: Sie können aus vorkonfigurierten (<guibutton>Vorkonfiguriert</guibutton>) Optionen für gebräuchliche Programme und Dienste wählen oder Ausnahmen manuell in den Reitern <guibutton>Einfach</guibutton> oder <guibutton>Erweitert</guibutton> hinzufügen.
el: Μπορείτε να διαλέξετε από <guibutton>Προδιαμορφωμένες</guibutton> επιλογές για συνήθη προγράμματα και υπηρεσίες, ή μπορείτε χειροκίνητα να προσθέσετε εξαίρεση θυρών στις καρτέλες <guibutton>Απλό</guibutton> ή <guibutton>για προχωρημένους</guibutton>.
eo: Vi povas elekti el ebloj <guibutton>Antaŭe agordita</guibutton> por aftaj programoj kaj servoj, aŭ vi povas mane aldoni pordajn esceptiojn en la langetoj <guibutton>Simplaj</guibutton> aŭ <guibutton>Specialaj</guibutton>.
es: Puede elegir opciones <guibutton>Preconfiguradas</guibutton> para la mayoría de programas y servicios, o puede añadir manualmente excepciones para puertos en las pestañas <guibutton>Simple</guibutton> o <guibutton>Avanzado</guibutton>.
fi: <guibutton>Esisäädetty</guibutton>-osiosta voit valita asetuksia yleisimmille ohjelmille ja palveluille. Asetukset voi määritellä myös manuaalisesti lisäämällä poikkeuksen <guibutton>Yksinkertainen</guibutton>- tai <guibutton>Kehittynyt</guibutton>-välilehdelle.
fr: Vous pouvez choisir l'option <guibutton>Préconfigurée</guibutton> pour les programmes et services courants, ou vous pouvez ajouter manuellement des exceptions concernant certains ports dans l'onglet <guibutton>Simple</guibutton> ou <guibutton>Avancé</guibutton>.
gl: Pode elixir opcións <guibutton>Preconfiguradas</guibutton> para a meirande parte de programas e servizos, ou pode engadir manualmente excepcións para portos nos separadores <guibutton>Simple</guibutton> ou <guibutton>Avanzado</guibutton>.
hu: Választhat a gyakori programokhoz és szolgáltatásokhoz <guibutton>Előre beállított</guibutton> lehetőségek közül, vagy felvehet saját kezűleg portkivételt az <guibutton>Egyszerű</guibutton> vagy <guibutton>Speciális</guibutton> lapokon.
it: È possibile scegliere tra opzioni <guibutton>Preconfigurate</guibutton> per i programmi e i servizi più comuni oppure è possibile aggiungere manualmente delle eccezioni selezionando le schede <guibutton>Semplice</guibutton> o <guibutton>Avanzate</guibutton>.
ja: 一般的なプログラムやサービスは <guibutton>サービス</guibutton> から選ぶことができたり、 <guibutton>簡易</guibutton> や <guibutton>詳細</guibutton> タブでポートの例外を手動で追加できたりします。
nb: Du kan velge mellom <guibutton>Forhåndsinnstillte</guibutton> valg for vanlige program og tjenester, eller du kan legge til port-unntak manuelt under fanene <guibutton>Enkel</guibutton> eller <guibutton>Avansert</guibutton>.
pt_br: Você pode escolher a opção <guibutton>Pré-configurada</guibutton> para programas e serviços comuns, ou você pode adicionar manualmente exceções na aba <guibutton>Simples</guibutton> ou <guibutton>Avançada</guibutton>.
ro: Puteți alege dintre opțiunile <guibutton>Preconfigurate</guibutton> pentru programele și serviciile uzuale sau puteți adăuga manual excepții de port în taburile <guibutton>Simplu</guibutton> sau <guibutton>Avansat</guibutton>.
ru: На вкладке <guibutton>Предустановленные</guibutton> можно выбрать настройки для распространённых программ и служб, добавить исключения для портов можно на вкладке <guibutton>Простые</guibutton> или <guibutton>Расширенные</guibutton>.
sk: Z ponuky <guibutton>Predvolené</guibutton> si môžete vybrať nastavenia pre bežné programy a služby, alebo môžete manuálne pridať výnimky v kartách <guibutton>Jednoduché</guibutton> alebo <guibutton>Rozšírené</guibutton>.
sl: Lahko izbirate med <guibutton>prednastavljenimi</guibutton> možnostmi za splošne programe in storitve ali pa ročno dodate izjeme vrat v zavihkih <guibutton>Enostavno</guibutton> ali <guibutton>Napredno</guibutton>
sq: Ju mund të zgjidhni midis opsioneve të <guibutton>Parakonfiguruara</guibutton> për programet dhe shërbimet e zakonshme, ose mund të shtoni në mënyrë manuale përjashtimet e porteve tek tabelat <guibutton>E Thjeshtë</guibutton> ose <guibutton>E Avancuar</guibutton>.
sr: Можете да изаберете једну од <quote><guibutton>Преконфигурисаних</guibutton></quote> могућности за уобичајене програме и услуге, или можете ручно да додате изузетке порта у језичцима за <quote><guibutton>Једноставна</guibutton></quote> или <quote><guibutton>Напредна</guibutton></quote> правила.
sv: Du kan välja <guibutton>Förkonfigurerad</guibutton> för vanliga program och tjänster eller så kan du välja att manuellt lägga till undantag för portar under flikarna <guibutton>Enkel</guibutton> eller <guibutton>Avancerad</guibutton>.
tr: Ortak programlar ve aygıtlar için <guibutton>Ön yapılandırma</guibutton> seçeneğinden seçebilir veya <guibutton>Basit</guibutton> veya <guibutton>Gelişmiş</guibutton> sekmelerindeki dış portlardan elle ekleyebilirsiniz.
uk: У вкладці <guibutton>Налаштоване наперед</guibutton> ви можете вибрати налаштування для поширених програм або служб, чи ви можете додати виключення для портів власноруч у вкладках <guibutton>Просте</guibutton> або <guibutton>Розширене</guibutton>.
zh_cn: 您可以选择 <guibutton>默认</guibutton> 以适合一般的程序和服务，或者您可以在 <guibutton>简单</guibutton> 或是 <guibutton>高级</guibutton> 标签手动添加端口例外。
zh_hk: 您可以在 <guibutton>預設置</guibutton> 選擇常見的程式或服務，或者您也可以在 <guibutton>簡易</guibutton> 或 <guibutton>進階</guibutton> 頁面手動加入例外連接埠。

source: To find out what type of exception a particular program requires, you should consult the help for that program.
ast: P'atopar la triba d'esceición que necesita un programa en particular, tienes que consultar l'aida d'esi programa.
ca: Per a trobar el tipus d'excepció que necessita un programa en concret, hauríeu de consultar l'ajuda d'aquest programa.
cs: Pro zjištění, jaký druh výjimky určitý programu vyžaduje, byste měli prostudovat nápovědu k dotyčnému programu.
da: For at finde ud af, hvilken type undtagelse et bestemt program kræver, bør du konsultere hjælp for det pågældende program.
de: Um herauszufinden, welche Art von Ausnahme ein bestimmtes Programm erfordert, sollten Sie in der Hilfe des Programms nachschlagen.
el: Για να βρείτε τι είδους εξαίρεση απαιτεί κάποιο συγκεκριμένο πρόγραμμα, θα πρέπει να συμβουλευτείτε την βοήθεια για αυτή την εφαρμογή.
eo: Por ekscii kian escepton bezonas specifa programo, vi devus konsulti la helpon por tiu programo.
es: Para encontrar el tipo de excepción que requiere un programa en particular, debe consultar la ayuda de ese programa.
fi: Ohjelman ohjeista löytyy tietoa siitä, minkälaisen poikkeussäännön ohjelma vaatii.
fr: Pour savoir quel type d'exception un programme particulier requiert, vous devez consulter l'aide pour ce programme.
gl: Para encontrar o tipo de excepción que require un programa en particular, debe consultar a axuda dese programa.
hu: Nézze meg az adott programok kézikönyvét az általuk igényelt kivételek típusának meghatározásához.
it: Per informazioni sul tipo di eccezione richiesta da un particolare programma, consultare la documentazione di quel programma.
ja: 任意のプログラムがどのような例外設定を必要とするかを確かめるには、そのプログラムのヘルプを参考にしてください。
nb: For å finne ut av hvilken type unntak et gitt program trenger, bør du kikke i hjelpfilen til det aktuelle programmet.
nl: Om er achter te komen wat voor uitzondering er nodig is voor een bepaald programma dient u de hulp voor dat programma te raadplegen.
pt_br: Para descobrir que tipo de exceção de um programa específico necessita, você deve consultar a ajuda para esse programa.
ro: Pentru a afla ce tip de excepție necesită un anumit program, trebuie să consultați pagina de ajutor pentru acel program.
ru: Чтобы узнать, какой тип исключений необходим конкретной программе, обратитесь к справке данного программного обеспечения.
sk: Aby ste zistili ktorý typ výnimky konkrétny program vyžaduje, mali by ste sa nahliadnuť do pomocníka pre tento program.
sl: Za ugotovitev, katere vrste izjem določen program potrebuje, si pomagajte s pomočjo tistega programa.
sq: Për të ybuluar çfarë përjashtimi kërkohet nga një program i veçantë, ju duhet të konsultoni ndihmë për atë program.
sr: Да сазнате који тип изузетка одређени програм захтева, погледајте помоћ за тај програм.
sv: För att ta reda på vilken typ av undantag ett särskilt program behöver, bör du konsultera hjälpen för det programmet.
tr: Ne tür özel istisnai bir program gerektiğini bulmak için bu programda yardıma baş vurabilirsin.
uk: Для того, щоб з’ясувати яке виключення потрібне для конкретної програми, ви повинні скористатися довідкою з цієї програми.
zh_cn: 要了解某个程序需要哪种类型的例外，您需要查询程序的帮助文档。
zh_hk: 若要找出特定程式需要的例外類型，您應該查詢該程式的幫助說明。

source: For a graphical walkthrough of basic Gufw usage, see the <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu Community Documentation page on <application>Gufw</application></ulink>.
ast: Pa una guía gráfica del usu básicu de Gufw, Mira la <ulink url="https://help.ubuntu.com/community/Gufw">Páxina de Documentación de la Comunidá Ubuntu en <application>Gufw</application></ulink>.
ca: Per a consultar una guia gràfica de la utilització bàsica del Gufw, vegeu la <ulink url="https://help.ubuntu.com/community/Gufw">pàgina de documentació de la comunitat de l'Ubuntu a <application>Gufw</application></ulink>.
cs: Pro grafickou rekapitulaci základního využití Gufw si přečtěte <ulink url="https://help.ubuntu.com/community/Gufw">Komunitní dokumentaci Ubuntu na stránce <application>Gufw</application></ulink>.
da: Se <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu-fældeskabs dokumentationside for <application>Gufw</application></ulink>, for en grafisk gennemgang for grundlæggende brug af Gufw.
de: Für eine grafische Anleitung zur grundlegenden Benutzung von Gufw lesen Sie bitte in der <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu Community Documentation page on <application>Gufw</application></ulink> (englisch) nach.
el: Για μια γραφική επισκόπηση της βασικής χρήσης του Gufw, δείτε την σελίδα <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu Community Documentation σχετικά με το <application>Gufw</application></ulink>.
eo: Por grafika enkonduko al baza uzado de Gufw, legu la paĝon <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu Community Documentation page on <application>Gufw</application></ulink>.
es: Para una guía gráfica del uso básico de Gufw, vea la the <ulink url="https://help.ubuntu.com/community/Gufw">Página de Documentación de la Comunidad Ubuntu en <application>Gufw</application></ulink>.
fi: Kuvallinen ohje Gufw:n käyttöön löytyy <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntun yhteisön <application>Gufw</application>-sivulta</ulink>.
fr: Pour une explication illustrée de l'utilisation de base de Gufw, consultez la <ulink url="https://help.ubuntu.com/community/Gufw">page de la Documentation Communautaire Ubuntu sur <application>Gufw</application></ulink>.
gl: Para una guía gráfica do uso básico de Gufw, vexa a <ulink url="https://help.ubuntu.com/community/Gufw">Páxina de Documentación da Comunidade Ubuntu en <application>Gufw</application></ulink>.
hu: A Gufw használatának grafikus bemutatását megtalálhatja a <ulink url="https://help.ubuntu.com/community/Gufw"><application>Gufw-ről</application> szóló Ubuntu közösségi dokumentációs oldalon</ulink> (angol).
it: Per un uso più dettagliato di Gufw, consultare la <ulink url="https://help.ubuntu.com/community/Gufw">documentazione della comunità</ulink> su <application>Gufw</application> (in inglese).
ja: 基本的なGufw利用方法の絵入りの手引きは <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu Community Documentation ページの<application>Gufw</application></ulink>で確認できます。
nb: For en grunnleggende grafisk gjennomgang av Gufw, se <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntusamfunnets dokumentasjonsside om <application>Gufw</application></ulink>.
nl: Zie voor een grafische rondleiding over de basisfuncties van Gufw de <ulink url="https://help.ubuntu.com/community/Gufw"> documentatiepagina van de Ubuntu-gemeenschap over <application>Gufw</application></ulink>.
pt_br: Para uma explicação gráfica de uso básico do Gufw, veja a <ulink url="https://help.ubuntu.com/community/Gufw">Página de documentação da comunidade Ubuntu em <application>Gufw</application></ulink>.
ro: Pentru a vedea o descriere grafică a modului fundamental de utilizare a Gufw, consultați <ulink url="https://help.ubuntu.com/community/Gufw">pagina de Documentație a comunității Ubuntu despre <application>Gufw</application></ulink>.
ru: Графическое пошаговое руководство по основам использования Gufw доступно <ulink url="https://help.ubuntu.com/community/Gufw">на странице <application>Gufw</application> документации сообщества по Ubuntu</ulink>.
sk: Pozrite si grafickú prezentáciu základného použitia Gufw na <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu komunitnej dokumentačnej stránke <application>Gufw</application></ulink>.
sl: Za grafični prikaz uporabe programa Gufw, si oglejte <ulink url="https://help.ubuntu.com/community/Gufw">dokumentacijo skupnosti Ubuntu za <application>Gufw</application></ulink>.
sq: Për një udhëzim grafik për përdorimin e thjeshtë të Gufw, shikoni <ulink url="https://help.ubuntu.com/community/Gufw">Faqen e Dokumentimit të Komunitetit të Ubuntu për <application>Gufw</application></ulink>.
sr: За графички опис основне употребе Гуфва, погледајте <ulink url="https://help.ubuntu.com/community/Gufw">Страницу документације Убунту заједнице на <application>Гуфву</application></ulink>.
sv: För en grafisk genomgång av grundläggande användning av Gufw, se <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu-gemenskapens dokumentationssida för <application>Gufw</application></ulink>.
tr: Temel Gufw kullanımının grafiksel bir açıklaması için, <ulink url="https://help.ubuntu.com/community/Gufw"> <application>Gufw</application>deki Ubuntu Belgelendirme Topluluğu sayfası </ulink> na bakın.
uk: Для графічного огляду базових функцій Gufw, дивіться <ulink url="https://help.ubuntu.com/community/Gufw">сторінку документації спільноти Ubuntu з <application>Gufw</application></ulink>.
zh_cn: 基本 Gufw 使用的图形化讲解，参见 <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu社区文档 <application>Gufw</application></ulink>（英文）。
zh_hk: 有關 Gufw 基本用法的流程圖，詳見 <ulink url="https://help.ubuntu.com/community/Gufw">Ubuntu 社羣文件的 <application>Gufw</application> 頁面</ulink>。

source: Testing the firewall and monitoring network traffic
ast: Probar el torgafueos y monitorizar el tráficu de la rede
ca: Verificació del tallafocs i seguiment del tràfic de la xarxa
cs: Testování firewallu a sledování síťového provozu
da: Test af firewallen og overvågning af netværkstrafik
de: Testen der Firewall und Aufzeichnen des Netzwerkverkehrs
el: Δοκιμή του τείχους προστασίας και παρακολούθηση κίνησης δικτύου
eo: Testi la fajroŝirmilon kaj kontroli retan trafikon
es: Probar el cortafuegos y monitorizar el tráfico de la red
fi: Palomuurin testaaminen ja verkkoyhteyden valvonta
fr: Test du pare-feu et contrôle du traffic réseau
gl: Probar o cortalumes e monitorizar o tráfico da rede
hu: A tűzfal tesztelése és hálózati forgalom figyelése
it: Provare il firewall e monitorare il traffico di rete
ja: ファイアウォールを試してネットワークトラフィックをモニタする
nb: Testing av brannmur og overvåking av nettverkstrafikk
nl: De firewall testen en netwerkverkeer observeren
oc: Tèst del parafuòc e contraròtle del trafic de ret
pl: Testowanie zapory ogniowej oraz monitorowanie ruchu w sieci
pt_br: Testando o firewall e monitorando o tráfego de rede
ro: Testarea firewall-ului și monitorizarea traficului din rețea
ru: Тестирование межсетевого экрана и контроль сетевого трафика
sk: Testovanie firewallu a monitorovanie sieťovej prevádzky
sl: Preizkušanje požarnega zidu in nadzorovanje omrežnega prometa
sq: Testimi i firewall dhe monitorimi i trafikut të rrjetit
sr: Испробавање мрежне баријере и праћење мрежног саобраћаја
sv: Testa brandväggen och övervaka nätverkstrafik
tr: Güvenlik duvarını test etmek ve ağ trafiğini kontrol etmek
uk: Перевірка брандмауера та моніторинг мережевого трафіку
zh_cn: 测试防火墙并监视网络流量
zh_hk: 測試防火牆並檢視網絡流量

source: To test the firewall it is best to scan it from a second computer. A popular application to use is called <application>nmap</application>.
ast: Pa probar el torgafueos val más escaneálu dende un segundu equipu. Una aplicación popular pa esta xera ye <application>nmap</application>.
ca: Per a verificar el tallafocs és millor escanejar-lo des d'un altre ordinador. Una aplicació popular per a aquesta tasca és l'<application>nmap</application>.
cs: Pro otestování firewallu je nejlepší jeho proskenování z druhého počítače. Oblíbenou aplikací je <application>nmap</application>.
da: For at teste firewallen er det bedst at scanne den fra en anden computer. Et populært program til dette er <application>nmap</application>.
de: Um die Firewall zu testen, ist es am besten, sie von einem zweiten Rechner aus abzutasten. Eine gebräuchliche Anwendung hierfür ist <application>nmap</application>.
el: Για να δοκιμάσετε το τείχος προστασίας το καλύτερο είναι να το σαρώσετε από έναν δεύτερο υπολογιστή. Μια δημοφιλής εφαρμογή που μπορείτε να χρησιμοποιήσετε είναι το <application>nmap</application>.
eo: Por testi la fajroŝirmilon estas plejbone skani ĝin ĉe dua komputilo. Populara aplikaĵo uzebla estas <application>nmap</application>.
es: Para probar el cortafuegos es mejor escanearlo desde un segundo equipo. Una aplicación popular para esta tarea es <application>nmap</application>.
fi: Palomuurin testaaminen onnistuu parhaiten toiselta tietokoneelta. Testaamiseen käytetään yleensä <application>nmap</application>-nimistä ohjelmaa.
fr: Pour tester un pare-feu, il est préférable de le scanner depuis un second ordinateur. <application>nmap</application> est une application populaire permettant de le faire.
gl: Para probar o cortafuegos é mellor escanealo dende un segundo equipo. Un aplicativo popular para esta tarefa é <application>nmap</application>.
hu: A tűzfalat legegyszerűbben egy másik számítógépről lehet tesztelni. Erre az <application>nmap</application> nevű népszerű alkalmazás használható.
it: Per provare il firewall è utile eseguire un'analisi dello stesso da un secondo computer. Una delle più famose applicazioni utili a questo scopo è <application>nmap</application>.
ja: ファイヤーウォールをテストする最善の方法は別のコンピュータからスキャンしてみることです.そのために広く使われているアプリケーションは<application>nmap</application>と呼ばれるものです.
nb: For å teste brannmuren er det best å skanne den fra en annen datamaskin. Et populært program til dette formålet er <application>nmap</application>.
nl: Om te testen of de firewall werkt kunt u het beste scannen vanaf een andere computer. Een populair programma hiervoor is <application>nmap</application>.
pl: W celu przetestowania zapory ogniowej najlepszym rozwiązaniem będzie przetestowanie jej z poziomu drugiego komputera przy pomocy popularnej aplikacji nazywanej <application>map</application>.
pt_br: Para testar o firewall é melhor escanear ele de um segundo (outro) computador. Um aplicativo popular é chamada <application>nmap</application>.
ro: Pentru a testa firewall-ul, cel mai bine este să îl scanați de la un alt calculator. O aplicație cunoscută pe care o puteți utiliza este <application>nmap</application>.
ru: Для тестирования межсетевого экрана лучше всего просканировать данный компьютер с другой машины. Для этого используется популярное приложение <application>nmap</application>.
sk: Testovanie firewallu je najlepšie urobiť z iného počítača. Populárna aplikácia na tento účel je <application>nmap</application>.
sl: Preizkušanje požarnega zidu je priporočljivo opraviti z drugega računalnika. Priljubljeni program za ta namen je <application>nmap</application>.
sq: Për të testuar firewall-in është më mirë ta testoni nga një kompjuter i dytë. Një program i njohur që mund të përdoret quhet <application>nmap</application>.
sr: Да испробате мрежну баријеру најбоље је да је скенирате са другог рачунара. Популарна апликација за ово коришћење је <application>нмап</application> .
sv: För att testa brandväggen är det bästa att skanna den från en annan dator. <application>nmap</application> heter ett populärt program som man kan använda.
tr: Güvenlik duvarını test etmek için en iyisi ikinci bir bilgisayardan taratmaktır. Kullanılacak en gözde uygulama <application>nmap</application> olarak adlandırılır.
uk: Для того, щоб перевірити брандмауер, краще за все просканувати його з іншого комп’ютера. Популярна програма для цього називається <application>nmap</application>.
zh_cn: 检验防火墙的最好方法就是用另一台电脑扫描它。一个叫做<application>nmap</application>的流行的应用程序可以完成这个任务。
zh_hk: 若要測試防火牆，最好以第二台電腦對其進行掃描。有一套頗受歡迎的常用應用程式稱為 <application>nmap</application>。

source: nmap
sr: нмап

source: Run:
ast: Executar:
ca: Executeu:
cs: Spustit:
da: Kør:
de: Ausführen:
el: Εκτελέστε:
eo: Ruli:
es: Ejecutar:
fi: Suorita:
fr: Exécuter :
gl: Executar:
hu: Futtassa a következőt:
it: Eseguire:
ja: 実行:
nb: Kjør i terminal:
nl: Uitvoeren:
oc: Executar :
pl: Uruchom:
pt_br: Executar:
ro: Executați:
ru: Выполните:
sk: Spustite:
sl: Zaženite:
sq: Nis:
sr: Покрените:
sv: Kör:
tr: Çalıştır:
uk: Запуск:
zh_cn: 运行：
zh_hk: 執行：
