Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: It is wise to store back-up copies of files separately from your computer; that is, you should make use of some form of file storage which is not permanently attached to your computer. Options include:
ast: Ye deseable guardar les copies de seguridá de los ficheros separtaes de l'ordenador; esto ye, habríes d'usar dalguna forma d'almacenar los ficheros que nun tea coneutada permanentemente a l'equipu. Les opciones inclúin:
ca: És recomanable no emmagatzemar les còpies de seguretat de fitxers a l'ordinador, per la qual cosa hauríeu d'utilitzar algun suport d'emmagatzemament extern. Algunes de les opcions són:
cs: Je moudré uložit si zálohové kopie souborů odděleně od vašeho počítače; to znamená, měli byste použít nějaké úložiště souborů, které není nastálo připojené k vašemu počítači. Možnosti obsahují:
da: Det er klogt at gemme sine sikkerhedskopier væk fra computeren. Det betyder, at du bør bruge en form for lagerplads, som ikke er permanent forbundet med din computer. Der er forskellige valgmuligheder:
de: Es ist sinnvoll, Sicherheitskopien Ihrer Dateien getrennt von Ihrem Rechner aufzubewahren. Das heißt, Sie sollten für Sicherungen Speichermedien verwenden, die nicht dauerhaft an Ihren Rechner angeschlossen sind. Hierunter fallen unter anderem:
el: Είναι καλό να αποθηκεύετε τα αντίγραφα ασφαλείας σε διαφορετικό μέρος από τον υπολογιστή σας. Θα πρέπει να χρησιμοποιήσετε κάποιο μέσο αποθήκευσης που δεν είναι μόνιμα συνδεδεμένο σ' αυτόν. Οι επιλογές σας περιλαμβάνουν:
eo: Saĝas konservi restaŭrkopiojn de dosieroj for de via komputilo; tio estas, utiligu ian dosieran konservadon kiu ne estas daŭre konektita al via komputilo. Ebloj estas:
es: Es deseable almacenar las copias de seguridad de sus archivos fuera del PC; Esto es, deberías usar alguna forma de almacenar los archivos que no esté incluida dentro de su PC. Las opciones incluyen:
fi: On järkevää tallentaa varmuuskopioita tiedostoista muuallekin kuin omalle tietokoneellesi. Täten jonkinlaista tallennuslaitetta, joka ei ole pysyvästi kiinni tietokoneessa, on hyvä käyttää. Vaihtoehtoja ovat muun muassa:
fr: Il est judicieux de stocker des copies de sauvegarde séparées de votre ordinateur ; c'est à dire que vous devriez utiliser une forme quelconque de stockage de fichiers qui n'est pas reliée de façon permanente à votre ordinateur. Par exemple :
gl: É unha boa medida almacenar as copias de seguranza nun lugar diferente do seu computador. Isto é, debería empregar algún tipo de almacenamento de ficheiros que non estea ligado permanentemente ao seu ordenador. As opcións inclúen:
hu: Bölcs dolog a fájlok biztonsági mentéseit a számítógéptől független helyen tárolni. Használhat például olyan tárolóeszközt, amely nincs állandóan a számítógéphez csatlakoztatva. Néhány lehetőség:
it: È saggio mantenere le copie di backup dei file separate dal proprio computer, usando una qualche forma di archiviazione che non sia permanentemente vincolata al computer in uso. Alcune opzioni comprendono:
ja: ファイルのバックアップコピーを、あなたのコンピューターとは別の場所に保管することは賢明なことです。あなたのコンピューターに普段は接続していないファイルの保管場所を用意すべきです。たとえば次のようなものがあります:
nb: Det er lurt å lagre sikkerhetskopier adskilt fra datamaskinen, altså lagringsmedier som ikke er tilkoblet datamaskinen til vanlig. Eksempler på medier som er velegnet til sikkerhetskopiering er:
nl: Het is verstandig om reservekopiën van uw bestanden buiten uw computer op te slaan; dat wil zeggen, u zou gebruik moeten maken van een of andere vorm van bestandsopslag welke niet voortdurend met uw computer is verbonden. Enkele mogelijkheden zijn:
oc: Es judiciós d'estocar de còpias de salvament separadas de vòstre ordenador ; es a dire que vos caldrà utilizar una forma quina que siá d'estocatge de fichièrs qu'es pas religada d'un biais permanent a vòstre ordenador. Per exemple :
pl: Dobrą praktyką jest przechowywanie kopii zapasowych poza swoim komputerem. Najlepiej jest skorzystać z nośnika danych, który nie jest na trwałe połączony z Twoim komputerem. Można skorzystać z:
pt: É prudente armazenar as cópias de segurança dos ficheiros separadamente do seu computador; isto é, deverá utilizar alguma forma de armazenamento de ficheiros que não esteja permanentemente ligada ao seu computador. As opções incluem:
pt_br: É sábio armazenar as cópias de segurança separadas de seu computador; isto é, você deve usar alguma forma de armazenamento de arquivos que não esteja permanentemente ligada ao seu computador. As opções incluem:
ro: Este de asemenea de dorit să nu păstrați copiile de siguranță pe calculator, adică să utilizați o altă metodă de stocare a datelor, care nu este atașată permanent la calculatorul dumneavoastră, cum ar fi:
ru: Разумно хранить резервные копии вне вашего компьютера, например использовать носители данных, которые не подключены постоянно к компьютеру. Это могут быть:
sk: Je múdre skladovať záložné kópie oddelene od vášho počítača; to znamená, že by ste mali použiť taký ukladací priestor, ktorý nie je natrvalo pripojený k vášmu počítaču. Možnosti zahŕňajú:
sl: Pametno je hraniti varnostne kopije datotek ločeno od vašega računalnika: uporabiti bi morali način shranjevanja datotek, ki ni vedno priključen na računalnik. Možnosti so:
sq: Është mirë të ruani kopje mbështetëse të skedarëve tuaj veçmas kompjuterit; pra ju duhet të përdorni ndonjë formë ruajtjeje të skedarëve që nuk është e bashkangjitur me kompjuterin. Opsionet përfshijnë:
sr: Мудро је да сачувате резервне копије датотека одвојено од рачунара; то јест, треба да користите неки облик складиштења датотека који није трајно прикључен на ваш рачунар. Ту спадају:
sv: Det är klokt att förvara dina säkerhetskopior av filer separat från din dator. Du bör alltså använda någon typ av filförråd som inte är permanent anslutna till din dator. Valmöjligheterna inkluderar:
tr: Dosyaların yedekleme kopyalarını bilgisayarınızdan ayrı olarak depolamak akıllıcadır. Kalıcı olarak bilgisayarınıza bağlanmamış bazı dosya depolama yöntemlerinden yararlanmalısınız. Seçenekler:
uk: Розумно буде зберігати резервні копії окремо від комп'ютера; тому ви маєте використати певні форми зберігання файлів, які не жорстко пов'язані з вашим комп'ютером. Це може бути:
zh_cn: 将文件的备份存储在您计算机以外的地方是很明智的；也就是说，您需要使用某些不是永久连接到您计算机上的文件存储形式。选项包括：
zh_hk: 最好將備份儲存在您電腦以外的地方，也就是利用一些不是一直連接您電腦的儲存設備來進行備份。建議你可以使用：

source: Writable CDs and DVDs
ast: CDs y DVDs grabables
ca: CD i DVD enregistrables
cs: Zapisovatelné CD a DVD
da: Skrivbare cd'er og dvd'er
de: Beschreibbare CDs und DVDs
el: Εγγράψιμα CD και DVD
eo: Skribeblaj KD-oj kaj DVD-oj
es: CDs y DVDs grabables
fi: Kirjoitettavat CD- ja DVD-levyt
fr: CDs et DVDs enregistrables
gl: CDs e DVDs escribíbeis
hu: Írható CD-k és DVD-k
it: CD e DVD scrivibili
ja: 書き込み可能な CD や DVD
nb: Skrivbare CD- og DVD-plater
nl: Beschrijfbare CD's en DVD's
oc: CDs e DVDs enregistrables
pl: Zapisywalnych płyt CD i DVD
pt: CDs e DVDs graváveis
pt_br: CDs e DVDs Gravavéis
ro: CD-uri sau DVD-uri inscriptibile
ru: Записываемые CD и DVD диски
sk: Zapisovateľné CD a DVD
sl: Zapisljivi CD-ji in DVD-ji
sq: CD dhe DVD të regjistrueshme
sr: Преписиви ЦД и ДВД дискови
sv: Skrivbara CD- och DVD-skivor
tr: Yazılabilir CD ve DVD'ler
uk: Записувані CD та DVD
zh_cn: 可写 CD 和 DVD
zh_hk: 燒錄 CD 和 DVD

source: External hard disks and flash memory devices
ast: Preséos de discu duru esternos y memories flash
ca: Discs durs externs i dispositius de memòria flaix
cs: Externí pevné disky a flashová paměťová média
da: Eksterne harddiske eller hukommelseskort
de: Externe Festplatten and Flash-Speichergeräte
el: Εξωτερικοί σκληροί δίσκοι και μνήμες αποθήκευσης flash
eo: Eksteraj fiksitaj diskoj kaj memoriletoj
es: Dispositivos de discos duros externos y memorias flash
fi: Ulkoiset kiintolevyt ja Flash-muistilaitteet (esim. "USB-tikut")
fr: Disques durs externes et périphériques à mémoire flash
gl: Discos duros externos e dispositivos de memoria flash
hu: Külső merevlemezek és flash memóriás eszközök
it: Dischi fissi esterni e dispositivi rimovibili
ja: 外部ハードディスクやフラッシュメモリデバイス
nb: Eksterne harddisker og flash-baserte lagringsenheter
nl: Externe harde schijven en flash geheugenapparaten.
oc: Disques durs extèrnes e periferics de memòria flash
pl: Zewnętrznych dysków twardych i nośników pamięci flash
pt: Discos externos e dispositivos de memória flash
pt_br: Dispositivos de disco rígido externo e memória flash
ro: Hard diskuri externe sau dispozitive de memorie flash
ru: Внешние жёсткие диски и флэш-карты (флэшки)
sk: Externé pevné disky a flash pamäťové médiá
sl: Zunanji trdi diski in ključki USB
sq: Hard Disqe të jashtme dhe mjete të kujtesës Flash
sr: Спољни чврсти дискови и флеш меморије
sv: Externa hårddiskar och minneskort
tr: Harici sabit disk ve flash bellekler
uk: Зовнішні тверді диски і пристрої флеш-пам'яті
zh_cn: 外部硬盘和闪存设备
zh_hk: 外接式硬碟與記憶卡

source: Another computer on the network
ast: Otru ordenador de la rede
ca: Un altre ordinador de la xarxa
cs: Jiný počítač na síti
da: En anden computer på netværket
de: Ein anderer Rechner im Netzwerk
el: Κάποιος άλλος υπολογιστής στο δίκτυο
eo: Alia komputilo en la reto
es: Otro equipo en la red
fi: Toinen tietokone samassa lähiverkossa
fr: Un autre ordinateur sur le réseau
gl: Outro computador na rede
hu: Egy másik számítógép a hálózaton
it: Un altro computer sulla rete
ja: ネットワーク上の他のコンピュータ
nb: En annen datamaskin på nettverket
nl: Een andere computer op het netwerk
oc: Un autre ordenador sus la ret
pl: Innego komputera podłączonego do sieci
pt: Outro computador na rede
pt_br: Outro computador na rede
ro: Un alt calculator din rețea
ru: Другой компьютер в сети
sk: Iný počítač v sieti
sl: Drug računalnik v omrežju
sq: Një kompjuter tjetër në rrjet
sr: Неки други рачунар на мрежи
sv: En annan dator på nätverket
tr: Ağ üzerindeki başka bir bilgisayar
uk: Інший комп'ютер в мережі
zh_cn: 网络上的另一台电脑
zh_hk: 網絡上的另一台電腦

source: A simple way of backing-up your files is to manually copy them to a safe location (see above) by using the <application>File Browser</application>.
ast: Una manera cenciella de facer copia de seguridá de tus archivos ye copialos manualmente a un llugar seguru (ver enrriba) mediante l'<application>Esplorador de ficheros</application>.
ca: Una manera fàcil de fer una còpia de seguretat dels fitxers és copiar-los manualment a una ubicació segura (vegeu a dalt) utilitzant el <application>navegador de fitxers</application>.
cs: Jednoduchým způsobem zálohování dat je manuálně je zkopírovat do bezpečného umístění (viz výše) použitím <application>Správce souborů</application>.
da: En simpel metode til at sikkerhedskopiere dine filer er, at du manuelt kopierer dem til en sikker placering (se ovenfor) gennem <application>Filhåndteringen</application>.
de: Eine einfache Methode, Sicherheitskopien Ihrer Dateien anzulegen, ist, sie von Hand mit dem <application>Datei-Browser</application> an einen sicheren Ort (siehe oben) zu kopieren.
el: Ένας απλός τρόπος για να κρατήσετε αντίγραφα ασφαλείας είναι να αντιγράψετε χειροκίνητα τα αρχεία σας σε μια ασφαλή τοποθεσίας (δείτε παραπάνω) χρησιμοποιώντας τον <application>Περιηγητή αρχείων</application>.
eo: Simpla metodo fari restaŭrkopion de viaj dosieroj estas mane kopii ilin al sekura loko (vidu supre) uzante la <application>Dosieradministrilon</application>.
es: Una manera simple de hacer una copia de seguridad de sus archivos es copiarlos manualmente a un lugar seguro (ver arriba) mediante el <application>Explorador de archivos</application>.
fi: Yksinkertainen tapa varmuuskopioida tiedostoja on kopioida ne itse turvalliseen (kuten yllä mainittuihin) sijaintiin käyttämällä <application>Tiedostoselainta</application>.
fr: Un moyen simple de sauvegarder vos fichiers est de les copier manuellement à un endroit sûr (voir plus haut) en utilisant le <application>navigateur de fichier</application>.
gl: Unha maneira simple de crear copias de seguranza dos seus ficheiros consiste en copialos manualmente para unha localización segura (vexa máis arriba) mediante o <application>Xestor de Ficheiros</application>.
hu: A fájlok mentésének legegyszerűbb módja a fájlok átmásolása egy megbízható helyre (lásd fent) a <application>Fájlböngésző</application> segítségével.
it: Un modo semplice per eseguire delle copie di backup dei propri file, consiste nel copiarli manualmente in un luogo sicuro (vedere sopra) utilizzando il <application>file manager</application>.
ja: あなたのファイルをバックアップする簡単な方法は、<application>ファイル・ブラウザ</application>を使ってそれらのファイル手動で安全な場所（上を参照）にコピーをすることです。
nb: En enkel måte å ta sikkerhetskopi på er å kopiere filer manuelt til en sikker plassering (se over) ved å bruke <application>Filbehandleren</application>.
nl: Een eenvoudige manier om reservekopiën van uw bestanden te maken, is om ze met behulp van de <application>bestandsbladeraar</application> handmatig naar een veilige plek (zie hierboven) te kopiëren.
oc: Un mejan simple de salvar vòstres fichièrs es de los copiar manualament a un endrech segur (vejatz pus naut) en utilizant lo <application>navigador de fichièr</application>.
pl: Prostym sposobem przygotowania kopii zapasowej plików jest skopiowanie ich ręcznie w bezpieczne miejsce (patrz wyżej), wykorzystując <application>Przeglądarkę plików</application>.
pt: Uma forma simples de efectuar cópias de segurança dos seus ficheiros é copiando-os para uma localização segura (ver acima) usando o <application>Gestor de Ficheiros</application>.
pt_br: Uma forma simples de fazer cópias de segurança de seus arquivos é copiá-los manualmente a um local seguro (veja acima) utilizando o <application>Navegador de Arquivos</application>.
ro: O metodă simplă de efectuare a copiilor de siguranță este copierea manuală a acestora într-o locație sigură (vedeți mai sus), utilizând <application>Navigatorul de fișiere</application>.
ru: Простейший способ сделать резервную копию — вручную скопировать нужные файлы в безопасное место, используя <application>Обозреватель файлов</application>.
sk: Jednoduchým spôsobom zálohovania súborov je ich manuálne skopírovanie do bezpečného ukladacieho priestoru (pozri vyššie) použitím <application>Prehliadača súborov</application>.
sl: Preprost način varnostnega kopiranja vaših datotek, je ročno kopiranje datotek na varno mesto z uporabo <application>Brskalnika datotek</application>.
sq: Një mënyrë e thjeshtë për të ruajtur skedarët tuaj është t'i kopjoni ato në mënyrë manuale në një vend të sigurtë (shikoni më sipër) duke përdorur programin <application>Shfletuesi i Skedarëve</application>.
sr: Једноставан начин за прављење резервних копија ваших датотека је да их ручно умножите на безбедну локацију (види горе) користећи <quote><application>Прегледач датотека</application></quote>.
sv: Ett enkelt sätt att säkerhetskopiera dina filer på är manuell kopiering av dem till en säker plats (se ovan) genom att använda <application>Filbläddraren</application>.
tr: Dosyalarınızı yedeklemenin kolay bir yolu da onları güvenli bir yere (yukarıya bakın) <application>Dosya Tarayıcı</application> ı kullanarak elle kopyalamaktır.
uk: Найпростіший спосіб зберігання файлів - це особисто копіювати їх в безпечне місце (дивись вище) використовуючи <application>File Browser</application>.
zh_cn: 备份您的文件的一种简单方式是通过 <application>文件浏览器</application> 将它们手工复制到一个安全的地方 (见上述)。
zh_hk: 最簡單的檔案備份方式就是利用 <application>檔案瀏覽器</application> 手動把檔案複製到安全地方 (參考上面所說的儲存設備)。

source: Alternatively, you can use a dedicated back-up application, such as <application>Simple Backup Suite</application>.
ast: Alternativamente, puedes usar una aplicación dedicada a copies de seguridá, como <application>Simple Backup Suite</application>.
ca: Alternativament, podeu utilitzar una aplicació especialitzada en fer còpies de seguretat, com ara el <application>Simple Backup Suite</application>.
cs: Alternativně můžete použít vyhrazenou zálohovací aplikaci jako např. <application>Simple Backup Suite</application>.
da: Som alternativ kan du bruge et dedikeret sikkerhedskopieringsprogram, som f.eks <application>Simple Backup Suite</application>.
de: Alternativ können Sie ein hierfür bestimmtes Sicherungsprogramm wie <application>Simple Backup Suite</application> benutzen.
el: Εναλλακτικά μπορείτε να χρησιμοποιήσετε μια εφαρμογή ειδικά για την λήψη αντιγράφων ασφαλείας, όπως η <application>Simple Backup Suite</application>.
eo: Aŭ vi povas uzi specialan restaŭran aplikaĵon, ekzemple <application>Simple Backup Suite</application>.
es: Alternativamente, puede utilizar una aplicación dedicada a copias de seguridad, como <application>Simple Backup Suite</application>.
fi: Vaihtoehtoisesti voit käyttää erillistä varmuuskopiointiohjelmistoa, esimerkiksi <application>Simple Backup Suitea</application>.
fr: Vous pouvez également utiliser une application de sauvegarde dédiée, telle que <application>Simple Backup Suite</application>.
gl: Alternativamente, pode utilizar un aplicativo dedicado a copias de seguranza, como <application>Simple Backup Suite</application>.
hu: Ha szükséges, speciális mentőalkalmazást is használhat, mint a <application>Simple Backup Suite</application>.
it: In alternativa, è possibile usare un'applicazione di backup dedicata come <application>Simple Backup Suite</application>.
ja: 代わりに<application>Simple Backup Suite</application>のようなバックアップ専用アプリケーションを使うこともできます.
nb: Alternativt kan du bruke et eget program for sikkerhetskopiering, f.eks <application>Simple Backup Suite</application>.
pl: Alternatywnie, możesz użyć dedykowanej aplikacji do tworzenia kopii zapasowych, takiej jak <application>Simple Backup Suite</application>.
pt_br: Alternativamente, você pode usar uma aplicação de cópia de segurança dedicada, como a <application>Suíte de Cópia de Segurança Simplificada</application>.
ro: Ca alternativă, puteți folosi o aplicație specializată pentru realizarea copiilor de siguranță, cum ar fi <application>Simple Backup Suite</application>.
ru: Также, вы можете использовать одно из специальных приложений по резервному копированию, например, <application>Пакет простого резервирования</application>.
sk: Prípadne môžete využiť niektorú z na to určených aplikácií ako napríklad <application>Simple Backup Suite</application>:
sl: Namesto tega lahko uporabite tudi namenski program za izdelavo varnostnih kopij, kot je <application>Zbirka za enostavno varnostno kopiranje</application>.
sq: Në mënyrë alternative, ju mund të përdorni një program mbështetës të dedikuar, siç është <application>Simple Backup Suite</application>.
sr: Алтернативно, можете користити наменске апликације за прављење резервних копија, као што је <quote><application>Комплет једноставних резервних копија</application></quote>.
sv: Alternativt, kan du använda en för säkerhetskopiering dedikerat program, såsom sviten <application>Simple Backup</application>.
tr: Alternatif olarak, yedeklemeye tahsis edilmiş bir uygulama kullanabilirsiniz, <application>Basit Yedek Suiti</application> gibi.
uk: Також ви можете використовувати спеціальну програму для резервного копіювання, наприклад, <application>Simple Backup Suite</application>.
zh_cn: 可选得，您可以使用专用的备份应用程序，比如<application>简单备份套件</application>。
zh_hk: 又或使用專門的備份軟體，如 <application>Simple Backup Suite</application>。

source: <ulink url="apt:sbackup">Install the <application>sbackup</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:sbackup">Instala'l paquete<application>sbackup</application></ulink> dende'l depósitu <quote>Universe</quote>.
ca: <ulink url="apt:sbackup">Instal·leu el paquet <application>sbackup</application></ulink> des del dipòsit <quote>Universe</quote>.
cs: <ulink url="apt:sbackup">Nainstalujte balík <application>sbackup</application></ulink> ze zdroje <quote>Universe</quote>.
da: <ulink url="apt:sbackup">Installer pakken <application>sbackup</application>-pakken</ulink> fra <quote>Universe</quote>-arkivet.
de: <ulink url="apt:sbackup">Installieren Sie das <application>sbackup</application>-Paket</ulink> aus den <quote>Universe</quote> Softwarequellen.
el: <ulink url="apt:sbackup">Εγκατάσταση του πακέτου <application>sbackup</application> </ulink> από το αποθετήριο <quote>Universe</quote>.
eo: <ulink url="apt:sbackup">Instalu la <application>sbackup</application>pakaĵon</ulink> el la deponejo <quote>Universe</quote>.
es: <ulink url="apt:sbackup">Instale el paquete<application>sbackup</application></ulink> desde el repositorio <quote>Universe</quote>.
fi: <ulink url="apt:sbackup">Asenna paketti <application>sbackup</application></ulink> <quote>Universe</quote>-ohjelmalähteestä.
fr: <ulink url="apt:sbackup">Installez le paquet <application>sbackup</application></ulink> depuis le dépôt <quote>Universe</quote>.
gl: <ulink url="apt:sbackup">Instale o paquete <application>sbackup</application> </ulink> desde o repositorio <quote>Universe</quote>.
hu: <ulink url="apt:sbackup">Telepítse az <application>sbackup</application> csomagot</ulink> a <quote>Universe</quote> tárolóból.
it: <ulink url="apt:sbackup">Installare il pacchetto <application>sbackup</application></ulink> dal componente <quote>universe</quote>.
ja: <quote>Universe</quote> レポジトリより <ulink url="apt:sbackup"><application>sbackup</application> パッケージ</ulink>をインストールします。
nb: <ulink url="apt:sbackup">Installér pakken <application>sbackup</application></ulink> fra <quote>Universe</quote>-arkivet.
oc: <ulink url="apt:sbackup">Installatz lo paquet <application>sbackup</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
pl: <ulink url="apt:sbackup">Zainstaluj pakiet <application>sbackup</application></ulink> z repozytorium <quote>Universe</quote>.
pt: <ulink url="apt:sbackup">Instale o pacote <application>sbackup</application></ulink> a partir do repositório <quote>Universe</quote>.
pt_br: <ulink url="apt:sbackup">Instale o pacote <application>sbackup</application></ulink> do repositório <quote>Universo</quote>.
ro: <ulink url="apt:sbackup">Instalați pachetul <application>sbackup</application></ulink> din arhiva <quote>Universe</quote>.
ru: <ulink url="apt:sbackup">Установите пакет <application>sbackup</application></ulink> из репозитория <quote>Universe</quote>.
sk: <ulink url="apt:sbackup">Nainštalujte balík <application>sbackup</application></ulink> z repozitára <quote>Universe</quote>.
sl: <ulink url="apt:sbackup">Namestite paket <application>sbackup</application></ulink> iz skladišča <quote>Universe</quote>.
sq: <ulink url="apt:sbackup">Instaoni paketën <application>sbackup</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:sbackup">Инсталирајте пакет <quote><application>sbackup</application></quote></ulink> из ризнице <quote>Universe</quote>.
sv: <ulink url="apt:sbackup">Installera paketet <application>sbackup</application></ulink> från förrådet <quote>Universe</quote>.
tr: <quote>Universe</quote> deposundan <ulink url="apt:sbackup">Install the <application>sbackup</application> package</ulink>.
uk: <ulink url="apt:sbackup">Встановити пакунок <application>sbackup</application></ulink> зі сховища <quote>Universe</quote>.
zh_cn: 从<quote>Universe</quote>资源库里<ulink url="apt:sbackup">安装<application>sbackup</application>包</ulink>。
zh_hk: 自 <quote>Universe</quote> 套件庫 <ulink url="apt:sbackup">安裝 <application>sbackup</application> 套件</ulink>。
