Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fr: ubuntu-doc@lists.ubuntu.com (Projet de documentation d'Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntu ドキュメンテーション・プロジェクト)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação do Ubuntu)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgeleme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_hk: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Keeping Your Computer Safe
ast: Caltener el to equipu seguru
ca: Com mantenir l'ordinador segur
cs: Udržování počítače v bezpečí
da: Hold din computer sikker
de: Wie Sie Ihren Rechner schützen
el: Διατηρήστε τον υπολογιστή σας ασφαλή
eo: Teni vian komputilon sekura
es: Mantener su equipo seguro
fi: Pidä tietokoneesi turvallisena
fr: Maintien de la sécurité de votre ordinateur
gl: Mantendo seguro o teu ordenador
hu: Tartsa biztonságban számítógépét
it: Mantenere il proprio computer sicuro
ja: コンピュータを安全に保つ
nb: Hold din datamaskin sikker
nl: Uw computer veilig houden
oc: Manténer la seguretat de vòstre ordenador
pl: Jak dbać o bezpieczeństwo komputera
pt: Manter o Seu Computador Seguro
pt_br: Mantendo seu Computador Seguro
ro: Păstrarea securității calculatorului dumneavoastră
ru: Держите ваш компьютер в безопастности
sk: Udržiavanie počítača v bezpečí
sl: Ohranite računalnik varen
sq: Për të Mbajtur Kompjuterin Tuaj të Sigurtë
sr: Одржите ваш рачунар безбедним
sv: Håll din dator säker
tr: Bilgisayarınızı Güvende Tutmak
uk: Утримування комп'ютера в безпеці
zh_cn: 保持您的计算机安全
zh_hk: 確保電腦安全

source: Placeholder.
ast: Marcador de posición.
ca: Text variable.
cs: Rezervované místo.
da: Pladsholder.
de: Platzhalter.
el: Αντικαταστάτης.
eo: Lokokupilo.
es: Texto de Prueba.
fi: Varalla.
gl: Marcador de posición.
hu: Helykitöltő.
ja: プレースホルダ
nb: Plassholder.
nl: Plaatsvervanger.
oc: Substituent.
pl: Symbol zastępczy.
pt: Espaço reservado.
ro: Substituent
ru: Место подстановки.
sk: Rezervované miesto.
sl: Vsebnik.
sq: Vendmbajtës
sr: Носилац.
sv: Platshållare.
tr: Yer tutucu.
uk: Заповнювач.
zh_cn: 占位符。

source: Credits and License
ast: Créditos y Llicencia
ca: Crèdits i llicència
cs: Zásluhy a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
eo: Agnoskoj kaj permesilo
es: Créditos y licencias
fi: Tekijät ja lisenssi
fr: Remerciements et licence
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
it: Riconoscimenti e licenza
ja: 著作権とライセンス
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
pl: Autorzy i Licencja
pt: Créditos e Licença
pt_br: Créditos e Licença
ro: Autori și licență
ru: Разработчики и лицензия
sk: Poďakovania a licencia
sl: Zasluge in licenca
sq: Kredite dhe Linçensimi
sr: Заслуге и лиценца
sv: Erkännanden och licens
tr: Hazırlayanlar ve Lisans
uk: Подяки та ліцензія
zh_cn: 致谢与许可
zh_hk: 鳴謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
eo: Tiun dokumenton bontenas la Ubuntu dokumentara skipo (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuintoj, vidu la <ulink url="../../../common/C/contributors.xml">paĝon pri kontribuantoj</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento é mantido polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è consultabile presso <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt: Este documento é mantido pela equipe de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, veja <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, veja <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
ru: Этот документ поддерживается командой проекта по документированию Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников проекта можно увидеть на странице <ulink url="../../libs/C/contributors.xml">список участников</ulink>.
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
tr: Bu belge Ubuntu belgelendirme ekibince sağlanmaktadır (https://wiki.ubuntu.com/DocumentationTeam). Katılımcıların bir listesi için <ulink url="../../../common/C/contributors.xml">katılımcı sayfasına</ulink> bakın.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
zh_cn: 本文档由Ubuntu文档小组维护（https://wiki.ubuntu.com/DocumentationTeam）。贡献者名单详见 <ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>
zh_hk: 本文件由 Ubuntu 文件團隊 (https://wiki.ubuntu.com/DocumentationTeam) 維護。相關名單可在 <ulink url="../../libs/C/contributors.xml">貢獻者頁面</ulink> 取得。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ca: Aquest document està publicat sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eo: Tiu ĉi dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fr: Ce document est diffusé sous licence Creative Commons Paternité - Partage à l'identique (CC-BY-SA 2.5).
gl: Este documento está dispoñible baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
oc: Aqueste document es difusit jos licéncia Creative Commons Paternitat - Pertatge a l'identic (CC-BY-SA 2.5).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub licența Creative Commons „Atribuire-Distribuire în condiții identice” 2.5 (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA).
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 License (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre de camudar, ampliar y meyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos hai que los facer baxo esta llicencia.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
eo: Oni estas libera modifi, pligrandigi kaj plibonigi la dokumentaran fontkodon de Ubuntu laŭ la kondiĉoj de ĉi-tiu permesilo. Ĉiun derivan laboraĵon oni devas disdoni laŭ ĉi-tiu permesilo.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter et d'améliorer le code source de la documentation d'Ubuntu suivant les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとであれば、利用者は Ubuntu ドキュメントのソースコードを自由に改変、加筆、改善することができます。すべての派生物はこのライセンスのもとでリリースしなければなりません｡
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sob esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăți codul sursă al documentației Ubuntu, respectând termenii acestei licențe. Orice lucrare derivată din această documentație trebuie să se supună termenilor acestei licențe.
ru: Вы можете изменять, расширять и улучшать исходный код документации Ubuntu на условиях этой лицензии. Все производные работы должны быть выпущены под этой лицензией.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under vilkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
