Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: If a pair of blue arrows appears in the panel when the updates have finished, you need to restart the computer to complete the installation.
ast: Si apaez un par de fleches azules nel panel cuando finen les anovaciones, necesites reaniciar l'ordenador para completar la instalación.
ca: Si en acabar les actualitzacions apareixen un parell de fletxes blaves en el quadre, haureu de reiniciar l'ordinador per a completar la instal·lació.
cs: Pokud se po skončení aktualizace objeví v oznamovací oblasti dvojice modrých šipek, bude pro dokončení instalace třeba restartovat počítač.
da: Hvis der vises et par blå pile i panelet, når opdateringen er fuldført, skal du genstarte computeren for at afslutte installationen.
de: Wenn am Ende der Aktualisierung ein Paar blauer Pfeile im oberen Panel erscheint, müssen Sie Ihren Rechner neu starten, um die Installation abzuschließen.
el: Αν εμφανιστούν στην οθόνη δύο μπλε βέλη, όταν έχουν εγκατασταθεί οι ενημερώσεις, θα χρειαστεί να επανεκκινήσετε τον υπολογιστή σας για να ολοκληρώσετε την εγκατάσταση.
eo: Se paro da bluaj sagoj aperas en la ilbreto kiam la ĝisdatigoj finis, necesas restartigi la komputilon por kompletigi la instaladon.
es: Si aparecen un par de flechas azules en el panel cuando finalicen las actualizaciones, deberá reiniciar el equipo para completar la instalación.
fi: Jos paneeliin ilmestyy sininen nuolipari päivitysten asentamisen jälkeen, on tietokone käynnistettävä uudestaan asennuksen loppuunsaattamiseksi.
fr: Si deux flèches bleues (en rond) apparaissent dans le tableau de bord quand les mises à jour sont terminées, vous devez redémarrer votre ordinateur pour terminer l'installation.
gl: Se aparecen un par de flechas azuis no panel unha vez rematadas as actualizacións, terá que reiniciar o computador para completar a instalación.
hu: Ha a frissítés befejeződésekor kék nyilak jelennek meg a panelen, akkor a telepítés befejezéséhez újra kell indítania a számítógépet.
it: Se nel pannello in alto compaiono due frecce di colore blu quando l'aggiornamento è terminato, è necessario riavviare il computer per completare l'installazione.
ja: アップデートが終了したときにもしパネルに一対の青い矢印が表示された場合は、アップデートを完全にインストールするためにコンピューターを再起動する必要があります。
nb: Dersom et par blå piler vises i panelet når oppdateringene er ferdige, må du starte datamaskinen på nytt for å fullføre installasjonen.
nl: Als er na het updaten twee blauwe pijlen in het paneel verschijnen, is het nodig dat u de computer herstart om de installatie te voltooien.
oc: Se doas sagetas blavas (en redond) apareisson dins lo tablèu de bòrd quand las mesas a jorn son acabadas, vos cal reamodar vòstre ordenador per acabar l'installacion.
pl: Jeśli po zainstalowaniu aktualizacji na panelu pojawi się para niebieskich strzałek, uruchom ponownie komputer, aby dokończyć proces instalacji.
pt: Em caso de aparecerem duas setas azuis no painel após a actualização ter terminado, é necessário reiniciar o computador para completar a instalação.
pt_br: Se um par de setas azuis aparecer no painel quando as atualizações terminarem, você deve reiniciar o computador para completar a instalação.
ro: Dacă apare o pereche de săgeți albastre în zona de notificare, după încheierea actualizării, va trebui să reporniți calculatorul pentru a finaliza instalarea.
ru: Если после обновления на панели появится пара синих стрелок, это означает, что для завершения инсталляции следует перезагрузить компьютер.
sk: Ak sa po skončení aktualizácie objavia na paneli dve modré šípky, je pre úspešné dokončenie inštalácie potrebné reštartovať počítac.
sl: Če se po namestitvi posodobitev na pultu pojavita dve modri puščici, boste morali ponovno zagnati računalnik, da se namestitev dokonča.
sq: Nëse një çift shigjetash blu shfaqen në panel kur përditësimet kanë përfunduar, juve ju nevojitet të rindizni kompjuterin për të kompletuar instalimin.
sr: Ако се у прозору појави пар плавих стрелица када завршите ажурирања, мораћете поново да покренете рачунар да довршите инсталацију.
sv: Om ett par blå pilar visas i panelen när uppdateringarna har installerats så måste du starta om datorn för att färdigställa installationen.
tr: Güncellemeler bittiğinde, panelde bir çift mavi ok görünürse kurulumu tamamlamak için bilgisayarınızı yeniden başlatmanız gerekir.
uk: Якщо після завершення оновлення на панелі з’явиться значок з двома синіми стрілками, необхідно перезавантажити комп’ютер для завершення встановлення.
zh_cn: 更新完成后，如果在面板上出现一对蓝色的箭头，那您需要重新启动电脑来完成安装。
zh_hk: 如果更新完後有一對藍色箭頭出現在面板，表示需要重啟電腦來完成更新。

source: To check for updates yourself, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice> and press <guibutton>Check</guibutton>.
ast: Pa comprobar tú mesmu si hai anovaciones, seleiciona <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Xestor d'actualizaciones</guimenuitem></menuchoice> y calca <guibutton>Comprobar</guibutton>.
ca: Per a comprovar manualment si hi ha actualitzacions, seleccioneu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Gestor d'actualitzacions</guimenuitem></menuchoice> i premeu <guibutton>Comprova</guibutton>.
cs: Pro ruční kontrolu aktualizací zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce aktualizací</guimenuitem></menuchoice> a stiskněte <guibutton>Zkontrolovat</guibutton>.
da: Vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Opdateringshåndtering</guimenuitem></menuchoice> og tryk <guibutton>Kontrollér</guibutton>, for selv at kontroller om der er opdateringer.
de: Um zu prüfen, ob Aktualisierungen vorliegen, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Aktualisierungsverwaltung</guimenuitem></menuchoice> und klicken auf <guibutton>Prüfen</guibutton>.
el: Για να ελέγξετε μόνοι σας αν υπάρχουν διαθέσιμες ενημερώσεις επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Διαχειριστής Ενημερώσεων</guimenuitem></menuchoice> και πατήστε <guibutton>Έλεγχος</guibutton>.
eo: Se vi mem volas kontroli pri ĝisdatigoj, elektu je <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Aktualiga Mastrumilo </guimenuitem></menuchoice> kaj premu je <guibutton>Kontroli</guibutton>.
es: Para comprobar manualmente la existencia de actualizaciones, seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de actualizaciones</guimenuitem></menuchoice> y pulse <guibutton>Comprobar</guibutton>.
fi: Päivitykset voidaan tarkistaa itse avaamalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Päivitysten hallinta</guimenuitem></menuchoice> ja napsauttamalla <guibutton>Tarkista</guibutton>.
fr: Pour vérifier les mises à jour vous-même, choisissez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de mises à jour</guimenuitem></menuchoice> puis cliquez sur <guibutton>Vérifier</guibutton>.
gl: Para comprobar as actualizacións vostede mesmo, escolla <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Xestor de Actualizacións</guimenuitem></menuchoice> e calque en <guibutton>Comprobar</guibutton>.
hu: Frissítések saját kezűleg történő kereséséhez válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Frissítéskezelő</guimenuitem></menuchoice> menüpontot és kattintson az <guibutton>Ellenőrzés</guibutton> gombra.
it: Per controllare la presenza di aggiornamenti manualmente, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore aggiornamenti</guimenuitem></menuchoice> e fare clic <guibutton>Verifica</guibutton>.
ja: 手動でアップデートをチェックするには、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>アップデート・マネージャ</guimenuitem></menuchoice>を選択して<guibutton>再チェック</guibutton>をクリックしてください。
nb: For å se etter oppdateringer selv, gå til <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Oppdateringer</guimenuitem></menuchoice> og trykk på <guibutton>Søk</guibutton>.
nl: Om zelf op updates te controleren, ga naar <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Updatebeheer</guimenuitem></menuchoice> en klik op <guibutton>Controleren</guibutton>.
oc: Per verificar las mesas a jorn vos meteis, causissètz <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Gestionari de mesas a jorn</guimenuitem></menuchoice> puèi clicatz sus <guibutton>Verificar</guibutton>.
pl: Aby samemu sprawdzić dostępność aktualizacji, wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Menedżer aktualizacji</guimenuitem></menuchoice> i wciśnij <guibutton>Sprawdź</guibutton>.
pt: Para verificar vocês mesmo por actualizações, escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Actualizações</guimenuitem></menuchoice> e clique em <guibutton>Verificar</guibutton>.
pt_br: Para verificar atualizações sozinho, escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gerenciador de Atualizações</guimenuitem></menuchoice> e pressione <guibutton>Verificar</guibutton>.
ro: Dacă doriți să căutați pachete actualizate disponibile, selectați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Administrator actualizări</guimenuitem></menuchoice> și apăsați pe <guibutton>Verifică</guibutton>.
ru: Чтобы самостоятельно проверить обновления, выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Менеджер обновлений</guimenuitem></menuchoice> и нажмите <guibutton>Проверить</guibutton>.
sk: Pre manuálne skontrolovanie dostupných aktualizácií vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca aktualizácií</guimenuitem></menuchoice> a stlačte <guibutton>Skontrolovať</guibutton>.
sl: Če želite sami preveriti za posodobitve, izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Upravljalnik Posodobitev</guimenuitem></menuchoice> in pritisnite gumb <guibutton>Preveri</guibutton>.
sq: Për të kontrolluar vetë për përditësime, zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Menaxhuesi i Përditësimeve</guimenuitem></menuchoice> dhe klikoni <guibutton>Kontrollo</guibutton>.
sr: Да сами проверите да ли има исправки, изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Управник ажурирања</guimenuitem></menuchoice></quote> и кликните <quote><guibutton>Провери</guibutton></quote>.
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Uppdateringshanterare</guimenuitem></menuchoice> och tryck på <guibutton>Kontrollera</guibutton> för att manuellt leta efter uppdateringar.
tr: Güncellemeleri kendiniz kontrol etmek için, <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Güncelleme Yöneticisi</guimenuitem></menuchoice>i seçin ve <guibutton>Kontrol et</guibutton>e basın.
uk: Щоб самостійно перевірити оновлення, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Менеджер оновлень</guimenuitem></menuchoice> і натисність <guibutton>Перевірити</guibutton>.
zh_cn: 要自己检查更新，选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>更新管理器</guimenuitem></menuchoice> 然后按下 <guibutton>检查</guibutton>。
zh_hk: 若要手動檢查更新，選擇 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>更新管理員</guimenuitem></menuchoice> 然後按 <guibutton>檢查</guibutton>。

source: To change how often Ubuntu checks for updates, or to set updates to install or download automatically, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, and then <guilabel>Updates</guilabel>.
ast: Pa camudar la frecuencia cola qu'Ubuntu gueta por anovaciones, o conseñar anovaciones pa instalar o descargar automáticamente, escueye <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Oríxenes del software</guimenuitem></menuchoice> y a lluéu <guilabel>Actualizaciones</guilabel>.
ca: Per a canviar la freqüència amb la qual l'Ubuntu comprova si hi ha actualitzacions o definir les actualitzacions que s'instal·laran o es baixaran automàticament, seleccioneu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Fonts de programari</guimenuitem></menuchoice>, i després <guilabel>Actualitzacions</guilabel>.
cs: Pokud chcete zjistit, jak často Ubuntu kontroluje aktualizace, nebo nastavit aktualizacím automatické stahování či instalaci, zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice> a poté <guilabel>Aktualizace</guilabel>.
da: For at ændre, hvor ofte Ubuntu kontroller for opdateringer, eller bestemme om opdateringer skal installeres eller hentes automatisk, skal du vælge <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice>, og derefter <guilabel>Opdateringer</guilabel>.
de: Um zu ändern, wie oft Ubuntu auf Aktualisierungen prüft, oder um einzustellen, dass Aktualisierungen automatisch heruntergeladen und installiert werden, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Paketquellen</guimenuitem></menuchoice> und den Reiter <guilabel>Aktualisierungen</guilabel>,
el: Για να αλλάξετε το πόσο συχνά το Ubuntu θα ελέγχει για ενημερώσεις, ή το πως να ρυθμίσετε να εγκαθίστανται αυτόματα, επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Πηγές λογισμικού</guimenuitem></menuchoice> και μετά <guilabel>Ενημερώσεις</guilabel>.
eo: Por ŝanĝi kiel ofte Ubuntu serĉu por aktualigoj, aŭ por agordi ke aktualigoj aŭtomate instaliĝu, elektu menuerojn <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Programaraj fontoj</guimenuitem></menuchoice>, kaj tiam <guilabel>Ĝisdatigoj</guilabel>.
es: Para cambiar la frecuencia con la que Ubuntu comprueba las actualizaciones, o establecer las actualizaciones que se instalarán o descargarán automáticamente, seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice> y a continuación <guilabel>Actualizaciones</guilabel>.
fi: Ubuntun päivitysten tarkastamisen tiheyttä tai päivitysten automaattista noutamista ja asentamista voidaan muuttaa avaamalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Ohjelmalähteet</guimenuitem></menuchoice> ja <guilabel>Päivitykset</guilabel>.
fr: Pour modifier la fréquence à laquelle Ubuntu vérifie les mise à jour, ou pour définir les mises à jour à télécharger ou installer automatiquement, allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Sources de logiciels</guimenuitem></menuchoice>, puis dans <guilabel>Mises à jour</guilabel>.
gl: Para cambiar a frecuencia coa que Ubuntu busca actualización, ou para facer que as actualización se baixen e instalen de forma automática, elixa <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Fontes de Software</guimenuitem></menuchoice>, e despois <guilabel>Actualizacións</guilabel>.
hu: Az Ubuntu frissítések keresésének gyakoriságának módosításához, a frissítések automatikus telepítésének vagy letöltésének beállításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> menüpontot, majd a <guilabel>Frissítések</guilabel> lapot.
it: Per modificare la frequenza con cui Ubuntu controlla la presenza di aggiornamenti o per impostare lo scaricamento e l'installazione automatica degli stessi, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice> e quindi <guilabel>Aggiornamenti</guilabel>.
ja: Ubuntuのアップデートをチェックの頻度を変更する、またはアップデートのインストールやダウンロードの自動化を設定するには<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>を選択し、<guilabel>アップデート</guilabel>を選択してください。
nb: For å endre hvor ofte Ubuntu søker etter oppdateringer, eller for å velge om oppdateringer skal installeres eller lastes ned automatisk, gå til <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Programvarekilder</guimenuitem></menuchoice> og velg <guilabel>Oppdateringer</guilabel>.
nl: Om in te stellen hoe vaak Ubuntu op updates moet controleren, of om in te stellen dat de updates automatisch gedownload en/of geïnstalleerd moeten worden, kies <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice> en vervolgens <guilabel>Controleren</guilabel>.
oc: Per modificar la frequéncia a la quala Ubuntu verifica las mesas a jorn, o per definir las mesas a jorn de telecargar o d'installar automaticament, anatz dins <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Fonts de logicials</guimenuitem></menuchoice>, puèi dins <guilabel>Mesas a jorn</guilabel>.
pl: Aby zmienić częstotliwość sprawdzania dostępnych aktualizacji przez Ubuntu lub ustawić automatyczne pobieranie i instalację aktualizacji, wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Źródła oprogramowania</guimenuitem></menuchoice> a następnie <guilabel>Aktualizacje</guilabel>.
pt: Para alterar com que frequência o Ubuntu irá verificar se existem actualizações, ou para definir as actualizações a ser instaladas ou descarregadas automaticamente, seleccione <menuchoice><guimenu>Aplicações</guimenu><guisubmenu>Sistema</guisubmenu><guimenuitem>Fontes de Aplicações</guimenuitem></menuchoice>, e então <guilabel>Actualizações</guilabel>.
pt_br: Para alterar a freqüência de verificação de atualizações do Ubuntu, ou para estabelecer atualizações para instalação ou download automaticamente, vá até <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Canais de Software</guimenuitem></menuchoice>, and then <guilabel>Atualizações</guilabel>.
ro: Pentru a modifica frecvența cu care Ubuntu caută actualizări sau pentru a configura instalarea sau descărcarea lor automată, selectați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice>, apoi <guilabel>Actualizări</guilabel>.
ru: Чтобы изменить период, с которым Ubuntu проверяет обновления, или настроить обновления так, чтобы они устанавливались или скачивались автоматически, выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice> и затем <guilabel>Обновления</guilabel>.
sk: Ak chcete zmeniť ako často Ubuntu kontroluje aktualizácie, alebo ak chcete nastaviť aby sa aktualizácie inštalovali a sťahovali automaticky, zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice>, a potom <guilabel>Aktualizácie</guilabel>.
sl: Če želite spremeniti, kako pogosto Ubuntu preveri za posodobitve ali da nastavite, da se posodobitve samodejno prenesejo ali namestijo, izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Programski viri </guimenuitem></menuchoice> in nato zavihek <guilabel>Posodobitve</guilabel>.
sq: Për të ndryshuar se sa shpesh Ubuntu kontrollon për përditësime, ose për të bërë që përditësimet të shkarkohen dhe të instalohen automatikisht, zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Burimet e Programeve</guimenuitem></menuchoice>, pastaj <guilabel>Përditësimet</guilabel>.
sr: Да промените колико често ће Убунту да врши проверу за исправкама, или да подесите да се инсталирање исправки и њихово преузимање обави аутоматски, изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Извори софтвера</guimenuitem></menuchoice></quote>, а затим <quote><guilabel>Ажурирања</guilabel></quote>.
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Programvarukällor</guimenuitem></menuchoice> och sedan <guilabel>Uppdateringar</guilabel> för att ändra hur ofta Ubuntu ska leta efter uppdateringar eller ställa in automatisk installation eller hämtning av uppdateringar.
tr: Ubuntu'nun hangi sıklıklarda güncellemeleri denetleyeceğini değiştirmek ya da güncellemeleri otomatik olarak indirmek ve kurmak için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazılım Kaynakları</guimenuitem></menuchoice>nı seçin ve daha sonra <guilabel>Güncelle</guilabel>'i seçin.
uk: Щоб змінити період з яким Ubuntu перевіряє доступність оновлень або встановити так, щоб вони завантажувались автоматично, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Джерела програмного забезпечення</guimenuitem></menuchoice>, а тоді перейдіть на вкладку <guilabel>Оновлення</guilabel>.
zh_cn: 要改变 Ubuntu 检查更新的间隔，或者设定更新自动安装或自动下载，选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice>，然后点击 <guilabel>更新</guilabel> 标签。
zh_hk: 若要修改 Ubuntu 檢查更新頻率的設定，或是設定自動化下載及安裝更新，選擇 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟件來源</guimenuitem></menuchoice> 下的 <guilabel>更新</guilabel>。

source: Lock your screen while away
ast: Zarra la pantalla cuando teas fuera
ca: Bloquegeu la pantalla quan estigueu absent
cs: Zamkněte svoji obrazovku během nepřítomnosti
da: Lås din skærm mens du er væk
de: Sperren Sie Ihren Bildschirm während Ihrer Abwesenheit
el: Κλειδώστε την οθόνη σας ενώ είστε μακριά
eo: Lasu ŝlosita la ekranon dum vi estas for.
es: Bloquear la pantalla mientras esté ausente
fi: Lukitse näyttö poissaollessa
fr: Verrouiller votre écran lorsque vous êtes absent
gl: Bloquear a súa pantalla mentres non está diante dela
hu: Képernyőzárolás, ha távol van
it: Bloccare lo schermo durante le assenze
ja: 離席時に画面をロック
nb: Lås skjermen når du er borte
nl: Vergrendel uw scherm bij afwezigheid
oc: Varrolhar vòstre ecran quand sètz absent
pl: Zablokuj ekran, gdy nie ma Cię przy komputerze
pt: Trancar o seu ecrã enquanto estiver ausente
pt_br: Bloqueie sua tela enquanto estiver fora
ro: Blocați ecranul în lipsa dumneavoastră
ru: Блокируйте экран, когда отходите от компьютера
sk: Uzamknúť obrazovku počas neprítomnosti
sl: Ko vas ni za računalnikom, zaklenite zaslon
sq: Blloko ekranin kur ti largohesh
sr: Закључајте ваш екран када сте одсутни
sv: Lås din skärm när du är frånvarande
tr: Dışarıdayken ekranı kilitle
uk: Блокувати екран, коли вас немає
zh_cn: 离开时锁定您的屏幕
zh_hk: 當您離開時鎖住螢幕
