Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: To install and enable <application>Gufw</application>:
ast: Pa instalar y habilitar <application>Gufw</application>:
ca: Per a instal·lar i habilitar l'aplicació <application>Gufw</application>:
cs: Pro instalaci a povolení <application>Gufw</application>:
da: At installere og aktivere <application>Gufw</application>:
de: <application>Gufw</application> installieren und aktivieren:
el: Για να εγκαταστήσετε και να ενεργοποιήσετε το <application>Gufw</application>:
eo: Por instali kaj enŝalti je <application>Gufw</application>:
es: Para instalar y habilitar <application>Gufw</application>:
fi: <application>Gufw:n</application> asennus ja käyttöönotto:
fr: Installer et activer <application>Gufw</application>:
gl: Instalar e activar <application>Gufw</application>:
hu: A <application>Gufw</application> telepítése és engedélyezése:
it: Per installare e abilitare <application>Gufw</application>:
ja: <application>Gufw</application>をインストールして有効にするには以下のようにします:
nb: For å installére og ta i bruk <application>Gufw</application>:
nl: Om <application>Gufw</application> te installeren en te activeren:
oc: Per installar e activar <application>Gufw</application>:
pl: Aby zainstalować i uruchomić <application>Gufw</application>:
pt_br: Para instalar e habilitar <application>Gufw</application>:
ro: Pentru a instala și activa <application>Gufw</application>:
ru: Чтобы установить и включить <application>Gufw</application>:
sk: Na nainštalovanie a povolenie <application>Gufw</application>:
sl: Za namestitev in omogočanje <application>Gufw</application>:
sq: Për të instaluar dhe aktivizuar <application>Gufw</application>:
sr: Да инсталирате и омогућите <quote><application>Гуфв</application></quote>:
sv: För att installera och aktivera <application>Gufw</application>:
tr: Kurmak ve seçilir kılmak için <application>Gufw</application>:
uk: Для того, щоб встановили і увімкнути <application>Gufw</application>:
zh_cn: 要安装并启用 <application>Gufw</application>：
zh_hk: 安裝並啟動 <application>Gufw</application>：

source: gufw
sr: <quote>gufw</quote>

source: Install the <placeholder-1/> package.
ast: Instalar el paquete <placeholder-1/>.
ca: Instal·la el paquet <placeholder-1/>.
cs: Nainstalujte balík <placeholder-1/>.
da: Installer pakken <placeholder-1/>.
de: Installieren Sie das <placeholder-1/>-Paket.
el: Εγκαταστήστε το πακέτο <placeholder-1/>.
eo: Instalu la pakaĵon <placeholder-1/>.
es: Instalar el paquete <placeholder-1/>.
fi: Asenna paketti <placeholder-1/>
fr: Installez le paquet <placeholder-1/>.
gl: Instalar o paquete <placeholder-1/>.
hu: Telepítse a <placeholder-1/> csomagot.
it: Installare il pacchetto <placeholder-1/>.
ja: <placeholder-1/> パッケージをインストールします。
nb: Installér pakken <placeholder-1/>.
nl: Installeer het <placeholder-1/>-pakket
oc: Installatz lo paquet <placeholder-1/>.
pl: Zainstaluj pakiet <placeholder-1/>.
pt_br: Instale o <placeholder-1/> pacote.
ro: Instalați pachetul <placeholder-1/>.
ru: Установите пакет <placeholder-1/>.
sk: Nainštalujte balík <placeholder-1/>.
sl: Namestite paket <placeholder-1/>.
sq: Instaloni paketën <placeholder-1/>.
sr: Инсталирајте пакет <placeholder-1/>.
sv: Installera paketet <placeholder-1/>.
tr: <placeholder-1/> paketini kurun.
uk: Встановіть пакунок <placeholder-1/>.
zh_cn: 安装 <placeholder-1/> 软件包。
zh_hk: 安裝 <placeholder-1/> 套件。

source: To start <application>Gufw</application>, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Firewall configuration</guimenuitem></menuchoice>.
ast: P'arrancar <application>Gufw</application>, escueyi <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Configuración de torgafueos</guimenuitem></menuchoice>.
ca: Per a iniciar el <application>Gufw</application>, trieu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Configuració del tallafocs</guimenuitem></menuchoice>.
cs: Pro spuštění <application>Gufw</application> zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Firewall configuration</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Konfiguration af brandmur</guimenuitem></menuchoice>, for at starte <application>Gufw</application>.
de: Um <application>Gufw</application> zu starten, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Firewallkonfiguration</guimenuitem></menuchoice>.
el: Για να εκκινήσετε το <application>Gufw</application>, επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Διαμόρφωση τείχους προστασίας</guimenuitem></menuchoice>.
eo: Por startigi je <application>Gufw</application>, elektu menuerojn <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Agordi fajroŝirmilon</guimenuitem></menuchoice>.
es: Para iniciar <application>Gufw</application>, elija <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Configuración de cortafuegos</guimenuitem></menuchoice>.
fi: <application>Gufw</application> käynnistetään valitsemalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Firewall configuration</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Gufw</application> cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Configuration du pare-feu</guimenuitem></menuchoice>.
gl: Para iniciar <application>Gufw</application>, elixa <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Configuración do cortalumes</guimenuitem></menuchoice>.
hu: A <application>Gufw</application> elindításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Tűzfalbeállító</guimenuitem></menuchoice> menüpontot.
it: Avviare <application>Gufw</application> scegliendo <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Configurazione firewall</guimenuitem></menuchoice>.
ja: <application>Gufw</application>を起動するには、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ファイアウォールの設定</guimenuitem></menuchoice>を選びます。
nb: For å starte <application>Gufw</application>, gå til <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brannmurinnstillinger</guimenuitem></menuchoice>.
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Firewall-configuratie</guimenuitem></menuchoice> Om <application>Gufw</application> te starten.
pt_br: Para iniciar o <application>Gufw</application>, escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Configuração de firewall</guimenuitem></menuchoice>.
ro: Pentru a porni <application>Gufw</application>, selectați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Configurare firewall</guimenuitem></menuchoice>.
ru: Для запуска <application>Gufw</application> выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Межсетевой экран</guimenuitem></menuchoice>.
sk: Pre spustenie <application>Gufw</application> zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Nastavenia firewall</guimenuitem></menuchoice>.
sl: Za zagon <application>Gufw</application> izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Nastavitev požarnega zidu</guimenuitem></menuchoice>.
sq: Për të nisur <application>Gufw</application>, zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Konfigurimi i Firewall</guimenuitem></menuchoice>.
sr: Да покренете <quote><application>Гуфв</application></quote>, изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Подешавања мрежне баријере</guimenuitem></menuchoice></quote>.
sv: För att starta <application>Gufw</application>, välj <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Brandväggskonfiguration</guimenuitem></menuchoice>.
tr: <application>Gufw</application>'i başlatmak için <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Firewall configuration</guimenuitem></menuchoice>'i seçin.
uk: Для запуску <application>Gufw</application> виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Налаштування брандмауера</guimenuitem></menuchoice>.
zh_cn: 启动 <application>Gufw</application>，选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>防火墙配置</guimenuitem></menuchoice>。
zh_hk: 若要啟動 <application>Gufw</application>，請選擇 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>防火牆組態</guimenuitem></menuchoice>。

source: To enable the firewall, simply check the box next to <guibutton>Enabled</guibutton> under <quote>Actual Status</quote>.
ast: P'activar el tornafueos, cenciellamente conseña la caxella allugada xunto a <guibutton>Activáu</guibutton> en <quote>Estáu actual</quote>.
ca: Per activar el tallafocs, simplement feu clic al quadre al costat d'<guibutton>Habilitat</guibutton> sota d'<quote>Estat actual</quote>.
da: For at aktivere firewallen, skal du blot markere feltet ud for <guibutton>Aktiveret</guibutton> under <quote>Actual Status</quote>.
de: Um die Firewall zu aktivieren, aktivieren Sie einfach das Ankreuzfeld neben <guibutton>Aktiviert</guibutton> unter <quote>Status</quote>.
el: Για να ενεργοποιήσετε το τείχος προστασίας, απλά επιλέξτε το κουτί ελέγχου δίπλα στο <guibutton>Ενεργοποιημένο</guibutton> κάτω από την <quote>Τρέχουσα κατάσταση</quote>.
fr: Pour activer le pare-feu, cochez simplement la case à coté de <guibutton>Activé</guibutton> située sous <quote>État actuel</quote>.
it: Per abilitare il firewall, selezionare la casella <guibutton>Abilitato</guibutton> al di sotto della scritta <quote>Stato attuale</quote>.
ja: ファイアウォールを有効にするには、<quote>実際の状態</quote>の下にある <guibutton>Enabled</guibutton> の横にあるボックスにチェックするだけです。
nb: For å aktivere brannmur merker du av boksen ved siden av <guibutton>Aktivert</guibutton> under <quote>Faktisk status</quote>.
sk: Aby ste povolili firewall, jednoducho označte pole vedľa <guibutton>Povolený</guibutton> pod <quote>Aktuálny stav</quote>.
sl: Za omogočenje požarnega zidu, preprosto označite polje, poleg oznake <guibutton>Omogočeno</guibutton> pod oznako <quote>Trenutno stanje</quote>.
sr: Да укључите мрежну баријеру, само потврдите поље пред линијом за <quote><guibutton>Омогућено</guibutton></quote> под <quote>Тренутно стање</quote>.
sv: För att aktivera brandväggen, markera helt enkelt rutan framför <guibutton>Aktiverad</guibutton> under <quote>Faktisk status</quote>.
tr: Ateş çemberini etkinleştirmek için, <quote>Güncel Durum</quote>'un altında, <guibutton>Etkinleştirilmiş</guibutton>'in yanındaki kutuyu kontrol edin.
zh_cn: 要启用防火墙，只须勾选 <quote>当前状态</quote> 下 <guibutton>已启用</guibutton> 旁的复选框。
zh_hk: 若要啟用防火牆，只要勾選<quote>實際狀態</quote>下方的 <guibutton>已啟用</guibutton>方框即可。

source: The default configuration is to deny connections. This means that a program attempting to connect to your computer will be denied. Certain programs or services which use the internet may require you to add an exception.
ast: La configuración predeterminada ye denegar conexones. Esto significa que se denegará'l permisu a un programa qu'intente coneutase al to equipu. Dellos programes o servicios qu'useen Internet podríen necesitar qu'amiestes una esceición.
ca: La configuració predeterminada és de denegar connexions. Això significa que es denegarà el permís a qualsevol programa que intenti connectar-se al vostre ordinador. A alguns programes o serveis que utilitzen Internet pot ser que els calgui que afegiu una excepció.
cs: Výchozí konfigurace je nastavena tak, aby byl všechen příchozí přenos zakázán. To znamená, že program pokoušející se připojit k vašemu počítači bude odmítnut. Určité programy nebo služby, které používají internet, mohou vyžadovat, abyste jim přidali výjimku.
da: Standardkonfigurationen er at nægte forbindelser. Det betyder, at et program der forsøger at oprette forbindelse til din computer, vil blive afvist. Visse programmer eller tjenester, der bruger internettet, kræver muligvis at du tilføje en undtagelse.
de: Die standardmäßige Konfiguration lehnt Verbindungen ab. Das bedeutet, dass ein Programm, das versucht, sich mit Ihrem Rechner zu verbinden, abgewiesen wird. Einige Programme oder Dienste, die das Internet benutzen, könnten es erfordern, dass Sie eine Ausnahme hinzufügen müssen.
el: Η κανονική διαμόρφωση είναι η άρνηση σύνδεσης. Αυτό σημαίνει ότι μια εφαρμογή που προσπαθεί να συνδεθεί στον υπολογιστή σας θα αποτραπεί. Κάποιες εφαρμογές ή υπηρεσίες που χρησιμοποιούν το διαδίκτυο μπορεί να απαιτήσουν την προσθήκη εξαίρεσης εκ μέρους σας.
eo: La defaŭlta agordaro estas por rifuzi konektojn. Tio implicas rifuzi programon kiu provas konekti al via komputilo. Specifaj programoj aŭ servoj kiuj uzas la Interreton eble bezonas ke vi aldonu escepton.
es: La configuración predeterminada es denegar conexiones. Esto significa que se denegará el permiso a un programa que intente conectarse a su equipo. Ciertos programas o servicios que utilicen Internet podrían requerir que añada una excepción.
fi: Oletuksena kaikki ulkoa tulevat yhteydenotot estetään. Tämä tarkoittaa sitä, että jos joku ohjelma yrittää ottaa yhteyden koneeseesi tämä yhteys estetään. Jotkut verkkoyhteyttä käyttävät ohjelmat ja palvelut voivat vaatia poikkeussääntöjä.
fr: La configuration par défaut est de refuser les connexions. Ceci signifie qu'un programme qui tenterait de se connecter à votre ordinateur sera bloqué. Certains programmes ou services qui utilisent Internet peuvent avoir besoin que vous ajoutiez une exception pour bien fonctionner.
gl: A configuración predefinida é denegar as conexións. Isto significa que denegarase o permiso a un programa que intente conectarse ao seu equipo. Certos programas ou servizos que utilicen Internet poderían requirir que engada unha excepción.
hu: Az alapértelmezett beállítás a kapcsolatok megtagadása. Ez azt jelenti, hogy a számítógépéhez való csatlakozási kísérletek el lesznek utasítva. Az internetet használó bizonyos programok vagy szolgáltatások kivételek felvételét igényelhetik.
it: La configurazione predefinita consiste nel rifiutare tutte le connessioni. Questo significa che un programma che tenta di connettersi al computer, non verrà autorizzato. Alcuni programmi o servizi che utilizzano Internet potrebbero richiedere un'eccezione.
ja: 標準では接続が拒否される設定になっています。これはコンピュータに接続を試みようとするプログラムの接続を拒否するためです。インターネットを使用する特定のプログラムやサービスは例外の追加が必要です。
nb: Programmets forvalgte innstilling er å nekte tilkoblinger. Dette betyr at programmer som prøver å koble seg til din datamaskin vil bli nektet. Visse programmer eller tjenester som benytter Internett kan kreve at du legger til et unntak.
nl: Standaard wordt voor alle verbindingen de toegang geweigerd. Dit betekent dat een programma dat probeert verbinding te maken met uw computer geen toegang krijgt. Voor sommige programma's of diensten die gebruik maken van het internet zult u mogelijk een uitzondering moeten toevoegen.
pl: Domyślna konfiguracja odrzuca połączenia. Oznacza to, że każdy program, który będzie chciał się połączyć z Twoim komputerem będzie odrzucany. Niektóre programy, które korzystają z Internetu będą wymagały dodania wyjątku w konfiguracji zapory ogniowej.
pt_br: A configuração padrão é para negar conexões. Isto significa que um programa tentar se conectar ao seu computador será negado. Alguns programas ou serviços que utilizam a Internet pode exigir que você adicione uma exceção.
ro: Configurația implicită este de refuzare a conexiunilor. Aceasta înseamnă că va fi refuzată orice încercare a unui program de a se conecta la calculatorul dvs. Anumite programe sau servicii care utilizează Internetul vă pot solicita adăugarea unor excepții.
ru: Настройки по умолчанию запрещают соединения. Это подразумевает, что попытки соединиться с вашим компьютером будут отвергнуты. Для конкретных программ или сервисов, требующих доступ к сети Интернет, может потребоваться настройка исключений.
sk: Predvolené nastavenie je odmietnuť všetky pripojenia. To znamená, že ak sa program pokúsi pripojiť k vášmu počítaču, bude odmietnutý. Niektoré programy alebo služby ktoré používajú Internet, môžu vyžadovať pridanie výnimky.
sl: Privzeta nastavitev zavrne povezave. To pomeni, da bo vsak program, ki se bo poskušal povezati z vašim računalnikom, zavrnjen. Nekatere programi in storitve, ki uporabljajo internet, bo treba dodati kot izjeme.
sq: Konfigurimi i parazgjedhur është të pengojë lidhjet. Kjo do të thotë se nëse një program përpiqet të lidhet me kompjuterin tuaj, ai do të pengohet. Disa programe apo shërbime të cilat përdorin Internetin mund të kërkojnë që të shtoni një përjashtim.
sr: Основно подешавање је да одбија везе. То значи да ће приступ програма који буде покушавао да се повеже на ваш рачунар бити одбијен. Одређени програми или услуге које користе Интернет могу да захтевају да додате изузетак.
sv: Den förvalda konfigurationen är att neka anslutningar. Detta innebär att ett program som försöker ansluta till din dator kommer blockeras. Vissa program eller tjänster som använder internet kan kräva att du lägger till ett undantag.
tr: Varsayılan yapılandırma bağlantıları yalanlıyor. Bu bir programın bilgisayarınıza bağlanma girişimine izin verilmeyeceği anlamına gelir. İnterneti kullanan güvenilir programlar ya da servisler bir istisna eklemenizi isteyecektir.
uk: Налаштування за замовчуванням — відхиляти з’єднання. Це означає, що програму, яка намагається підключитися до вашого комп’ютера, буде заблоковано. Деякі програми або служби, які використовують інтернет, можуть потребувати додати виключення.
zh_cn: 默认的设置是拒绝所有连接。这意味着试图连接到您的计算机的程序将被拒绝。可能需要您添加一个例外来允许某些程序或服务使用互联网。
zh_hk: 預設組態會拒絕連線。這代表企圖連接至您電腦的程式都會被拒絕。某些使用互聯網的程式或服務可能需要您添加至例外中。

source: To add an exception:
ast: P'amestar una esceición:
ca: Per a afegir una excepció:
cs: Pro přidání výjimky:
da: For at tilføje en undtagelse:
de: Eine Ausnahme hinzufügen:
el: Για να προσθέσετε μια εξαίρεση:
eo: Por aldoni escepton:
es: Para añadir una excepción:
fi: Poikkeussäännön lisääminen:
fr: Pour ajouter une exception :
gl: Para engadir unha excepción:
hu: Kivétel hozzáadásához:
it: Per aggiungere un'eccezione:
ja: 例外を追加するには以下のようにします:
nb: For å legge til et unntak:
nl: Om een uitzondering toe te voegen:
oc: Per apondre una excepcion :
pl: Aby dodać wyjątek:
pt_br: Para adicionar uma exceção:
ro: Pentru a adăuga o excepție:
ru: Чтобы добавить исключение:
sk: Aby ste pridali výnimku:
sl: Za dodajanje izjeme:
sq: Për të shtuar një përjashtim:
sr: Да додате изузетак:
sv: För att lägga till ett undantag:
tr: Bir istisna eklemek:
uk: Щоб додати виключення:
zh_cn: 要添加一个例外：
zh_hk: 若要添加例外：

source: Click <guibutton>Add</guibutton>.
ast: Calca <guibutton>Amestar</guibutton>.
ca: Feu clic a <guibutton>Afegeix</guibutton>.
cs: Klikněte na <guibutton>Přidat</guibutton>.
da: Tryk på <guibutton>Tilføj</ guibutton>.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>.
el: Πατήστε <guibutton>Προσθήκη</guibutton>.
eo: Alklaku je <guibutton>Aldoni</guibutton>.
es: Pulse <guibutton>Añadir</guibutton>.
fi: Napsauta <guibutton>Lisää</guibutton>-painiketta.
fr: Cliquez sur <guibutton>Ajouter</guibutton>.
gl: Prema <guibutton>Engadir</guibutton>.
hu: Kattintson a <guibutton>Hozzáadás</guibutton> gombra.
it: Fare clic su <guibutton>Aggiungi</guibutton>.
ja: <guibutton>追加</guibutton>をクリックします。
nb: Trykk på <guibutton>Legg til</guibutton>.
nl: Klik op <guibutton>Toevoegen</guibutton>.
oc: Clicatz su <guibutton>Apondre</guibutton>.
pl: Kliknij <guilabel>Dodaj</guilabel>.
pt_br: Clique em <guibutton>Adicionar</guibutton>.
ro: Apăsați pe <guibutton>Adaugă</guibutton>.
ru: Нажмите <guibutton>Добавить</guibutton>.
sk: Kliknite na <guibutton>Pridať</guibutton>.
sl: Kliknite gumb <guibutton>Dodaj</guibutton>.
sq: Klikoni <guibutton>Shto</guibutton>.
sr: Кликните <quote><guibutton>Додај</guibutton></quote>.
sv: Klicka på <guibutton>Lägg till</guibutton>.
tr: <guibutton>Ekle</guibutton>'ye tıklayın.
uk: Натисніть <guibutton>Додати</guibutton>.
zh_cn: 单击 <guibutton>添加</guibutton>。
zh_hk: 按 <guibutton>添加</guibutton>。
