Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: <application>Uncomplicated Firewall (UFW)</application> is the standard firewall configuration program in Ubuntu. It is a command line program. Most users will prefer to use <application>Gufw</application>, which is a graphical program to configure <application>UFW</application>.
ast: <application>Uncomplicated Firewall (UFW)</application> ye'l programa estándar de configuración de torgafueos n'Ubuntu. Esti ye un programa de llinia d'órdenes. La mayoría de los usuarios preferirán usar <application>Gufw</application>, que ye un programa gráficu pa configurar <application>UFW</application>.
ca: L'<application>Uncomplicated Firewall (UFW)</application> és el programa estàndard per a configurar el tallafocs a l'Ubuntu. Aquest és un programa de la línia d'ordres. La majoria d'usuaris preferiran utilitzar el <application>Gufw</application>, el qual és un programa gràfic per a configurar l'<application>UFW</application>.
cs: <application>Nekomplikovaný firewall (UFW)</application> je standardní program pro konfiguraci firewallu v Ubuntu. Jedná se o program ovládaný přes příkazovou řádku. Většina uživatelů bude upřednostňovat používání <application>Gufw</application>, což je grafický program pro konfiguraci <application>UFW</application>.
da: <application>Ukompliceret Firewall (UFW)</application> er standardskonfigurationsprogram til firewall i Ubuntu. Det er et kommandolinjeprogrammet. De fleste brugere vil foretrække at bruge <application>Gufw</application>, som er et grafisk program til at konfigurere <application>UFW</application> med.
de: <application>Uncomplicated Firewall (UFW)</application> ist das standardmäßig in Ubuntu enthaltene Firewall-Konfigurationsprogramm. Die meisten Benutzer bevorzugen <application>Gufw</application>, das ein grafisches Programm zur Konfiguration von <application>UFW</application> ist.
el: Η εφαρμογή <application>Uncomplicated Firewall (UFW)</application> είναι η κανονική εφαρμογή διαμόρφωσης τείχους προστασίας στο Ubuntu. Πρόκειται για εφαρμογή γραμμής εντολών. Οι περισσότεροι χρήστες θα προτιμήσουν την χρήση του <application>Gufw</application>, που είναι γραφικό πρόγραμμα για την διαμόρφωση του <application>UFW</application>.
eo: <application>Uncomplicated Firewall (UFW)</application> estas la normala fajroŝirmilo en Ubuntu. Ĝi estas komandlinia programo. Plejaj uzantoj preferas uzi je <application>Gufw</application>, kiu estas grafika programo por agordi je <application>UFW</application>.
es: <application>Uncomplicated Firewall (UFW)</application> es el programa estándar de configuración de cortafuegos en Ubuntu. Este es un programa de línea de órdenes. La mayoría de los usuarios preferirán usar <application>Gufw</application>, que es un programa gráfico para configurar <application>UFW</application>.
fi: <application>Uncomplicated Firewall</application> (UFW, yksinkertainen palomuuri) on oletuksena käytössä oleva palomuurin hallintaohjelma. Sitä käytetään komentoriviltä, mutta monet käyttäjät käyttävät ennemmin <application>Gufw:tä</application>, joka on <application>UFW:n</application> graafinen käyttöliittymä.
fr: <application>Uncomplicated Firewall (UFW)</application> est le programme de configuration de pare-feu par défaut dans Ubuntu. C'est un programme en ligne de commande. La majorité des utilisateurs préfère utiliser <application>Gufw</application>, qui est une interface graphique permettant de configurer <application>UFW</application>.
gl: <application>Firewall non complicado (UFW)</application> é un programa de configuración de cortalumes en Ubuntu. É un programa de liña de comandos. A maioría dos usuaris prefíren empregar <application>Gufw</application>, que é un programa gráfico para configurar <application>UFW</application>.
hu: Az <application>Uncomplicated Firewall (UFW)</application> az Ubuntu alapértelmezett tűzfalbeállító programja. Ez egy parancssoros program, így a legtöbb felhasználó valószínűleg az <application>UFW</application> beállítására szolgáló grafikus <application>Gufw</application> programot fogja előnyben részesíteni.
it: <application>UFW</application> (Uncomplicated Firewall) è il programma standard per configurare il firewall in Ubuntu ed è un programma a riga di comando. La maggior parte degli utenti potrebbe trovare più facile l'uso di <application>Gufw</application>, un'interfaccia grafica per configurare <application>UFW</application>.
ja: <application>UFW (Uncomplicated Firewall)</application>はUbuntu標準のファイアウォール設定プログラムです。これはコマンドラインから使用するプログラムです。ユーザの多くは<application>UFW</application>を設定する、グラフィカルなプログラムである<application>Gufw</application>を使う方がよいでしょう。
nb: <application>Uncomplicated Firewall (UFW)</application> er standardprogrammet for innstilling av brannmur i Ubuntu. Det er et kommandolinjeprogram. De fleste brukere foretrekker å bruke <application>Gufw</application>, som er et grafisk program til å stille inn <application>UFW</application>.
nl: <application>Uncomplicated Firewall (UFW)</application> is het standaard instelhulpmiddel voor de firewall in Ubuntu. Het is een opdrachtregel-programma. De meeste gebruikers gebruiken liever <application>Gufw</application>, een grafisch programma om <application>UFW</application> in te stellen.
pt_br: <application>Firewall Descomplicado (UFW)</application> é o programa padrão de configuração do firewall no Ubuntu. É um programa de linha de comando. Maioria dos usuários vão preferir usar <application>Gufw</application> que é um programa gráfico para configurar o <application>UFW</application>.
ro: <application>Uncomplicated Firewall (UFW)</application> este programul standard de configurare a unui firewall în Ubuntu. Este un program pentru linia de comandă. Majoritatea utilizatorilor preferă să utilizeze <application>Gufw</application>, care este o interfață grafică pentru configurarea <application>UFW</application>.
ru: <application>Uncomplicated Firewall (UFW)</application> — стандартная программа настройки межсетевого экрана в Ubuntu. Она является консольным приложением. Большинство пользователей предпочтет использовать <application>Gufw</application> в качестве графической программы настройки <application>UFW</application>.
sk: <application>Jednoduchý firewall (UFW)</application> je štandardný nástroj na konfiguráciu firewallu v Ubuntu. Je to program príkazového riadku. Väčšina používateľov uprednostní <application>Gufw</application>, čo je grafický program na konfiguráciu <application>UFW</application>.
sl: <application>Uncomplicated Firewall (UFW)</application> je splošna nastavitev požarnega zidu v Ubuntu. To je program v ukazni vrstici, večina uporabnikov pa raje uporablja program <application>Gufw</application>, ki je grafični vmesnik za <application>UFW</application>.
sq: <application>Firewall jo kompleks (UFW)</application> është programi standart i konfigurimit të firewall në Ubuntu. Është një program nga rreshti i komandave. Shumica e përdoruesve preferojnë të përdorin <application>Gufw</application>, i cili është program grafik për të konfiguruar <application>UFW</application>.
sr: <application>Једноставан заштитни зид (UFW)</application> је стандардни програм подешавања заштитног зида у Убунтуу. То је програм командне линије. Већина корисника ће радије да користи <quote><application>Гуфв</application></quote>, који је графички програм да би подесили <quote><application>УФВ</application></quote>.
sv: <application>Uncomplicated Firewall (UFW)</application> är det förvalda programmet för brandväggskonfiguration i Ubuntu. Det är ett kommandorad program. De flesta användarna föredrar att använda <application>Gufw</application>, som är ett grafiskt program för konfigurering av <application>UFW</application>.
tr: <application>Uncomplicated Firewall (UFW)</application> Ubuntu'daki standart güvenlik duvarı yapılandırma programıdır. Bir komut zinciri programıdır. Çoğu kullanıcılar <application>UFW</application> yapılandırmak için grafiksel bir program olan <application>Gufw</application>'i kullanmayı tercih ederler.
uk: <application>Нескладний брандмауер (UFW)</application> — це стандартна програма в Ubuntu для налаштування брандмауера. Це програма для командного рядка. Більшість користувачів віддадуть перевагу <application>Gufw</application>, яка є графічною програмою для налаштування <application>UFW</application>.
zh_cn: <application>不复杂的防火墙 (UFW)</application> 是 Ubuntu 里面的标准防火墙配置程序。它是一个命令行程序。大部分用户会使用 <application>Gufw</application>，它是一个配置 <application>UFW</application> 的图形程序。
zh_hk: <application>Uncomplicated Firewall (UFW)</application> 是 Ubuntu 的標準防火牆設定工具。其為指令形式的程式，大部分的使用者傾向使用 <application>Gufw</application>，一個圖形化的工具來設定<application>UFW</application>。

source: Advanced users may wish to use <application>UFW</application> directly in the terminal. See the <ulink type="help" url="man:ufw">UFW manual</ulink> or the <ulink url="https://help.ubuntu.com/community/UFW">Community Documentation page on <application>UFW</application></ulink> for more information. Alternatively, you can use <application>iptables</application> - see the <ulink type="help" url="man:iptables">iptables manual</ulink>.
ast: Usuarios avanzas podríen querer usar <application>UFW</application> direutamente na terminal. Mira'l <ulink type="help" url="man:ufw">manual de UFW</ulink> o la <ulink url="https://help.ubuntu.com/community/UFW">páxina de Documentación de la Comunidá <application>UFW</application></ulink> pa más información. Alternativamente, puedes usar <application>iptables</application> - mira'l <ulink type="help" url="man:iptables">manual de iptables</ulink>.
ca: Els usuaris avançats poden utilitzar directament l'<application>UFW</application> en el terminal. Per a obtenir més informació vegeu el <ulink type="help" url="man:ufw">manual de l'UFW</ulink> o la <ulink url="https://help.ubuntu.com/community/UFW">pàgina de documentació de la comunitat sobre l'<application>UFW</application></ulink>. Alternativament, podeu utilitzar l'<application>iptables</application> - vegeu el <ulink type="help" url="man:iptables">manual de l'iptables</ulink>.
cs: Pokročilí uživatelé budou možná chtít používat <application>UFW</application> přímo v terminálu. Chcete-li zjistit více informací, podívejte se do <ulink type="help" url="man:ufw">Příručky UFW</ulink> nebo do <ulink url="https://help.ubuntu.com/community/UFW">Komunitní dokumentace na stránku <application>UFW</application></ulink>. Nebo můžete použít <application>iptables</application> - podívejte se do <ulink type="help" url="man:iptables">Příručky k iptables</ulink>.
da: Avancerede brugere vil muligvis fortrække at bruge <application>UFW</application> direkte i terminalen. Se <ulink type="help" url="man:ufw">Manualen til UFW</ulink> eller <ulink url="https://help.ubuntu.com/community/UFW">Fæleskabs-dokumentationssiden for <application>UFW</application></ulink> for mere information. Alternativt kan du bruge <application>iptables</application> - se <ulink type="help" url="man:iptables">Manualen til iptables</ulink>.
de: Fortgeschrittene Benutzer möchten <application>UFW</application> eventuell direkt im Terminal benutzen. Lesen Sie das <ulink type="help" url="man:ufw">UFW manual</ulink> (englisch) oder auf der <ulink url="https://help.ubuntu.com/community/UFW">Community Documentation page on <application>UFW</application></ulink> (englisch) für weitere Informationen. Alternativ können Sie <application>iptables</application> benutzen - siehe <ulink type="help" url="man:iptables">iptables manual</ulink> (englisch).
el: Οι προχωρημένοι χρήστες μπορεί να επιθυμούν την χρήση του <application>UFW</application> στο τερματικό. Δείτε το <ulink type="help" url="man:ufw">Εγχειρίδιο του UFW</ulink> ή την σελίδα Community Documentation page <ulink url="https://help.ubuntu.com/community/UFW"> σχετικά με το <application>UFW</application></ulink> Για περισσότερες πληροφορίες. Εναλλακτικά, μπορείτε ναχρησιμοποιήσετε το <application>iptables</application> - δείτε το <ulink type="help" url="man:iptables">εγχειρίδιο του iptables</ulink>.
eo: Spertaj uzantoj eble preferas uzi je <application>UFW</application> rekte en terminalo. Legu la <ulink type="help" url="man:ufw">UFW-manlibron</ulink> aŭ la paĝon <ulink url="https://help.ubuntu.com/community/UFW">Komunuma Dokumenta paĝo pri <application>UFW</application></ulink> por plua informo. Aŭ vi povas uzi je <application>iptables</application> - legu la <ulink type="help" url="man:iptables">iptables-manlibron</ulink>.
es: Usuarios avanzados podrían querer usar <application>UFW</application> directamente en la terminal. Vea el <ulink type="help" url="man:ufw">manual de UFW</ulink> o la <ulink url="https://help.ubuntu.com/community/UFW">página de Documentación de la Comunidad <application>UFW</application></ulink> para más información. Alternativamente, puede usar <application>iptables</application> - vea el <ulink type="help" url="man:iptables">manual de iptables</ulink>.
fi: Edistyneet käyttäjät saattavat haluta käyttää <application>UFW:tä</application> suoraan komentoriviltä. Lisätietoja tähän löytyy <ulink type="help" url="man:ufw">UFW:n ohjeista</ulink> ja <ulink url="https://help.ubuntu.com/community/UFW"><application>UFW</application>:n yhteisön ohjesivuilta</ulink>. <application>UFW:n</application> sijaan on mahdollista käyttää myös <application>iptablesia</application>, lisätietoja löytyy <ulink type="help" url="man:iptables">iptablesin ohjeesta</ulink>.
fr: Les utilisateurs plus avertis désireront peut-être utiliser <application>UFW</application> directement depuis un terminal. Consultez le <ulink type="help" url="man:ufw">manuel UFW</ulink> ou la <ulink url="https://help.ubuntu.com/community/UFW">page de la Documentation Communautaire sur <application>UFW</application></ulink> pour plus d'informations. Eventuellement, vous pouvez utiliser <application>iptables</application> - voir le <ulink type="help" url="man:iptables">manuel iptables</ulink>.
gl: Os usuarios avanzados poderían querer usar <application>UFW</application> directamente na terminal. Vexa o <ulink type="help" url="man:ufw">manual de UFW</ulink> ou a <ulink url="https://help.ubuntu.com/community/UFW">páxina de Documentación da Comunidade <application>UFW</application></ulink> para máis información. Alternativamente, pode usar <application>iptables</application> - vexa o <ulink type="help" url="man:iptables">manual de iptables</ulink>.
hu: Tapasztaltabb felhasználók használhatják az <application>UFW-t</application> a terminálból is. További információkért lásd az <ulink type="help" url="man:ufw">UFW kézikönyvét</ulink> vagy az <ulink url="https://help.ubuntu.com/community/UFW"><application>UFW-ről</application> szóló közösségi dokumentációs oldalt</ulink> (angol). Ehelyett használhatja az <application>iptablest</application> is - lásd az <ulink type="help" url="man:iptables">iptables kézikönyvét</ulink>.
it: Gli utenti più esperti possono usare <application>UFW</application> direttamente dal terminale. Per maggiori informazioni, consultare il <ulink type="help" url="man:ufw">manuale di UFW</ulink> o la <ulink url="https://help.ubuntu.com/community/UFW">documentazione della comunità</ulink> (in inglese). In alternativa, è possibile usare <application>iptables</application> (per maggiori informazioni, consultarne il <ulink type="help" url="man:iptables">manuale</ulink>).
ja: 熟練なユーザなら端末から直接<application>UFW</application>を使いたい場合もあるでしょう。詳細については<ulink type="help" url="man:ufw">UFW manual</ulink> か <ulink url="https://help.ubuntu.com/community/UFW"><application>UFW</application>のコミュニティドキュメンテーションページ</ulink>を見てください。代わりに<application>iptables</application>を使うこともできます。<ulink type="help" url="man:iptables">iptables manual</ulink>を見てください。
nb: Viderekommende brukere ønsker kanskje å bruke <application>UFW</application> direkte i terminalen. Se <ulink type="help" url="man:ufw">UFW-manualen</ulink> eller <ulink url="https://help.ubuntu.com/community/UFW">Dokumentasjonssiden til <application>UFW</application></ulink> for mer informasjon. Et annet alternativ er å bruke <application>iptables</application> - se <ulink type="help" url="man:iptables">iptables-manualen</ulink>.
nl: Gevorderde gebruikers zullen wellicht <application>UFW</application> direct in het terminalvenster willen gebruiken. Zie voor meer informatie de <ulink type="help" url="man:ufw">UFW handleiding</ulink> of de <ulink url="https://help.ubuntu.com/community/UFW"> documentatiepagina van de Ubuntu-gemeenschap over <application>UFW</application></ulink>. U kunt ook <application>iptables</application> gebruiken - zie de <ulink type="help" url="man:iptables">ip-tabellen handleiding</ulink>.
pt_br: Usuários avançados provavelmente irão preferir usar o <application>UFW</application> diretamente no terminal. Veja o <ulink type="help" url="man:ufw">manual UFW</ulink> ou a <ulink url="https://help.ubuntu.com/community/UFW">Página de documentação da comunidade no <application>UFW</application></ulink> para maiores informações. Alternativamente, você pode usar <application>iptables</application> - veja o <ulink type="help" url="man:iptables">manual iptables</ulink>.
ro: Dacă doresc, utilizatorii avansați pot utiliza <application>UFW</application> direct în terminal. Pentru mai multe informații, consultați <ulink type="help" url="man:ufw">manualul UFW</ulink> sau <ulink url="https://help.ubuntu.com/community/UFW">pagina din Documentația comunității despre <application>UFW</application></ulink>. Alternativ, puteți utiliza <application>iptables</application> - consultați <ulink type="help" url="man:iptables">manualul pentru iptables</ulink>.
ru: Опытные пользователи могут использовать <application>UFW</application> прямо в командной строке. Для получения более подробной информации обратитесь к <ulink type="help" url="man:ufw">руководству по UFW</ulink> или <ulink url="https://help.ubuntu.com/community/UFW">странице документации сообщества по <application>UFW</application></ulink>. Также можно воспользоваться <application>iptables</application>, смотрите <ulink type="help" url="man:iptables">руководство iptables</ulink>.
sk: Pokročilejší používatelia môžu chcieť použiť <application>UFW</application> priamo v termináli. Pre viac informácií, viď <ulink type="help" url="man:ufw">manuál UFW</ulink> alebo <ulink url="https://help.ubuntu.com/community/UFW">Komunitné dokumentačnú stránku pre <application>UFW</application></ulink>. Eventuálne môžete použiť <application>iptables</application> - viď <ulink type="help" url="man:iptables">manuál iptables</ulink>.
sl: Napredni uporabnimi morda želijo uporabiti <application>UFW</application> neposredno v terminalu. Za več podatkov si oglejte <ulink type="help" url="man:ufw">priročnik za UFW</ulink> ali <ulink url="https://help.ubuntu.com/community/UFW">dokumentacijo <application>UFW</application></ulink>. Namesto tega lahko uporabite tudi program <application>iptables</application> - oglejte si <ulink type="help" url="man:iptables">priročnik iptables</ulink>.
sq: Përdoruesit e avancuar mund të dëshirojnë të përdorin <application>UFW</application> drejtpërdrejt nga terminali. Shikoni <ulink type="help" url="man:ufw">Manualin e UFW</ulink> ose <ulink url="https://help.ubuntu.com/community/UFW">Faqen e Dokumentacionit të Komunitetit për <application>UFW</application></ulink> për më tepër informacion. Në mënyrë alternative ju mund të përdorni <application>iptables</application> - shikoni <ulink type="help" url="man:iptables">manualin e iptables</ulink>.
sr: Напредни корисници могу пожелети да користе <quote><application>УФВ</application></quote> директно у терминалу. Погледајте <ulink type="help" url="man:ufw"><quote>УФВ</quote> упутство</ulink> или <ulink url="https://help.ubuntu.com/community/UFW">Страницу документације заједнице о <quote><application>УФВ</application></quote></ulink> за више информација. Алтернативно, можете користити <quote><application>ип табеле</application></quote> — погледајте <ulink type="help" url="man:iptables"> упутство за <quote>ип табеле</quote></ulink>.
sv: Avancerade användare vill antagligen använda <application>UFW</application> direkt i terminalen. För ytterligare information, se handboken för <ulink type="help" url="man:ufw">UFW</ulink> eller gemenskapens <ulink url="https://help.ubuntu.com/community/UFW">dokumentationssida för <application>UFW</application></ulink>. Som alternativ kan du använda <application>iptables</application> - se handboken för <ulink type="help" url="man:iptables">iptables</ulink>.
tr: İleri düzeydeki kullanıcılar doğrudan uçbirimden <application>UFW</application>'i kullanmak isteyebilirler. Daha fazla bilgi için <ulink type="help" url="man:ufw">UFW manual</ulink> ya da <ulink url="https://help.ubuntu.com/community/UFW">Community Documentation page on <application>UFW</application></ulink>'e bakın. Alternatif olarak, <application>iptables</application>'i kullanabilirsiniz - <ulink type="help" url="man:iptables">iptables manual</ulink>'e bakın.
uk: Досвідчені користувачі можуть використовувати <application>UFW</application> безпосередньо з командного рядка. Для подальшої інформації дивіться <ulink type="help" url="man:ufw">керівництво з UFW</ulink> або <ulink url="https://help.ubuntu.com/community/UFW">сторінку документації спільноти з <application>UFW</application></ulink>. Також ви можете використовувати <application>iptables</application> — дивіться <ulink type="help" url="man:iptables">керівництво з iptables</ulink>.
zh_cn: 高级用户可能想直接在终端中使用 <application>UFW</application> 。参见 <ulink type="help" url="man:ufw">UFW 文档</ulink> 或者 <ulink url="https://help.ubuntu.com/community/UFW"><application>UFW</application>的社区文档</ulink> 获得更多信息。另外，您还可以使用 <application>iptables</application>，参见 <ulink type="help" url="man:iptables">iptables 文档</ulink>。
zh_hk: 進階使用者或許想在終端機內直接使用 <application>UFW</application>。更多資訊請見 <ulink type="help" url="man:ufw">UFW 手冊</ulink>或<ulink url="https://help.ubuntu.com/community/UFW">社羣文件的 <application>UFW</application> 頁面</ulink>。另外您也可以使用 <application>iptables</application> - 請見 <ulink type="help" url="man:iptables">iptables 手冊</ulink>.

source: Gufw
sr: Гуфв
