Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Scam emails, where people pretend to ask for help in exchange for large sums of money
ast: Timos per corréu (scam), onde la xente antroxa pidir aida a cambéu de grandes cantidáes de dinero.
ca: Correus electrònics fraudulents, on la gent demana ajuda a canvi de grans quantitats de diners
cs: Podvodné emaily, kde lidé předstírají žádání o pomoc výměnou za velkou sumu peněz
da: Svindel, hvor folk lader som om, de beder om hjælp til gengæld for store pengebeløb
de: Betrüger-E-Mails (»Scam«), in welchen Sie Personen, unter dem Vorwand einer erfundenen Geschichte, um Hilfe oder Geld bitten und Ihnen oft große Geldsummen in Aussicht stellen.
el: Αλληλογραφία απάτης (scam), όπου άνθρωποι προσποιούνται ότι ζητούν βοήθεια και σαν αντάλλαγμα προσφέρουν μεγάλα χρηματικά ποσά.
eo: Ruzaj retpoŝtoj, en kiuj homoj ŝajnigas peti helpon interŝanĝe por grandegaj monsumoj
es: Correos electrónicos fraudulentos (scam), donde la gente pretende pedir ayuda a cambio de grandes sumas de dinero.
fi: Huijaussähköpostit, joissa tekeydytään apua tarvitsevaksi ja mainostetaan suuria rahasummia
fr: Les courriels d'arnaque (scam), où des gens prétendent demander de l'aide contre de fortes sommes d'argent
gl: Emails timo (scam), nos que se lles pide axuda a cambio de grandes cantidades de diñeiro
hu: Becsapós levelek, amikor valaki segítséget kér nagy mennyiségű pénz átutalásához
it: Scam, quando viene richiesto aiuto in cambio di cospicue somme di denaro.
ja: 送金詐欺メール(Scam email)は、大金と引き換えに支援を求めているように装います。
nb: Svindel-e-post, hvor du gjerne blir tilbudt store summer for å hjelpe avsenderen
nl: Oplichterij e-mails, waarin mensen doen alsof ze om hulp vragen in ruil voor grote sommen geld.
oc: Los corrièls d'arnaca, ont de monde pretendon demandar d'ajuda contra de somas d'argent
pl: Scam, gdy ktoś prosi Cię o przesłanie znacznych sum pieniędzy
pt: Golpes, onde pessoas fingem pedir ajuda em troca de avultadas somas de dinheiro
pt_br: Scam, e-mails onde as pessoas fingem pedir ajuda para fazer um câmbio de grandes somas de dinheiro
ro: Email-uri de escrocare (scam), prin care vi se cere ajutorul în schimbul unor mari sume de bani.
ru: Мошеннические письма, в которых отправители просят о помощи, предлагая взамен крупные суммы денег.
sk: Podvodné emaily (scam), v ktorých ľudia predstierajú žiadosť o pomoc výmenou za veľkú sumu peňazí
sl: Vsiljena pošta, kjer se ljudje pretvarjajo, da zaprosijo za pomoč v zameno za večje vsote denarja
sq: Email-et e gënjeshtërta, kur njerëzit pretendojnë se kërkojnë ndihmë në shkëmbim të shumave të mëdha të parave
sr: Скам (преварна) е-пошта, где се људи претварају да траже помоћ у замену за велике суме новца.
sv: Nigeriabrev, där personer låtsas att be om hjälp i utbyte mot stora summor av pengar
tr: İnsanların büyük miktar para karşılığında yardım istiyor gibi göründüğü dolandırıcılık epostaları
uk: Шахрайські листи, в яких люди ніби-то просять допомоги, обіцяючи великі суми грошей.
zh_cn: 诈钱邮件，假装请求帮忙换开大量钱币
zh_hk: 詐騙郵件，人們假裝尋求幫助以換取巨額金錢。

source: Phishing email, where the message appears to be from a bank or other online service, asking you to enter your personal and financial details, or passwords.
ast: Correos Phishing, onde'l mensaxe paez ser d'un bancu o d'otru serviciu en llinia, pidiéndote que-yos apurras los tos datos personales y financieros, o claves.
ca: Correu pesca (phishing), on el missatge sembla ser d'un banc o un altre servei en línia i us demana que introduïu les dades personals i financeres, o les contrasenyes.
cs: Phishing emaily, kde zpráva vypadá, že pochází od banky nebo jiné online služby, a žádá vás o zadání osobních a finančních informací nebo hesel.
da: Phishing, hvor beskeden ser ud til at komme fra en bank eller andre onlinetjenester, og hvor du bliver bedt om at indtaste personlige og finansielle oplysninger eller adgangskoder.
de: Phishing-E-Mails, die von einer Bank oder einem Online-Dienst zu kommen scheinen und Sie auffordern, persönliche Daten, Bankdaten oder Ihr Passwort anzugeben.
el: Παραπλανητική αλληλογραφία (phishing), όπου το μήνυμα φαίνεται να είναι από μια τράπεζα ή κάποια διαδικτυακή υπηρεσία, ζητώντας σας προσωπικές και οικονομικές λεπτομέρειες ή κωδικούς πρόσβασης.
eo: Fiŝa retpoŝto (angle phishing), en kiu la mesaĝo ŝajnas esti de banko aŭ alia konektita servo (sed ne estas), petante ke vi tajpu viajn personajn kaj financajn detalojn, aŭ pasvortojn.
es: Correos electrónicos Phishing, donde el mensaje parece ser de un banco u otro servicio en linea, pidiéndole que introduzca sus detalles personales y financieros, o contraseñas.
fi: Vakoilusähköpostit, joissa viesti näyttää tulevan pankilta tai muulta Internet-palvelulta, ja joissa kysytään henkilö-, pankki- tai salasanatietoja.
fr: Les courriels d'hameçonnage (phishing), où le message semble provenir d'une banque où d'un autre service en ligne, vous demandant de saisir vos informations personnelles et financières, ou des mots de passe.
gl: O email con phishing, no que a mensaxe parece provir dun banco ou doutro servizo en liña e se lle pide que introduza a súa información persoal ou financeira, ou contrasinais.
hu: Adathalász levelek, ahol az üzenet látszólag egy banktól vagy más online szolgáltatótól érkezik és azt kéri, hogy árulja el személyes, illetve pénzügyi adatait vagy jelszavait.
it: Phishing, quando il messaggio che sembra provenire da una banca o un altro servizio in rete richiede di inserire i propri dati personali e finanziari, oppure le proprie password.
ja: フィッシングメールは、銀行その他のオンラインサービスからのメッセージに見せかけてあなたに個人情報やクレジット情報またはパスワードを入力するよう求めるものです。
nb: Phishing-e-post, hvor e-posten ser ut til å komme fra en bank eller en annen nettbasert tjeneste, som spør etter personopplysninger, kredittkortnummer eller passord.
nl: Phishing email, waarbij het bericht afkomstig lijkt te zijn van een bank of een andere online dienst en waarin verzocht wordt om uw persoonlijke en financiële gegevens of uw wachtwoord in te voeren.
oc: Los corrièls d'anquetatge (phishing), ont lo messatge sembla provenir d'una banca o d'un autre servici en linha, vos demanda de picar vòstras informacions personalas e financièras, o de senhals.
pl: Phishing, gdy wiadomość wydaje się pochodzić z banku lub innego serwisu internetowego (np. serwisu aukcyjnego) i występuje w niej prośba o podanie swoich danych osobowych, finansowych lub haseł.
pt: Phishing, quando a mensagem aparenta ser de um banco ou outro serviço online, e pede os seus dados pessoais e financeiros ou palavras passe.
pt_br: Fraude eletrônica, onde mensagens parecem ser de um banco ou outro serviço on-line, pedindo para que você digite detalhes pessoais ou financeiros, ou senhas.
ro: Phishing, email-uri în care expeditorul pare a fi o bancă sau un alt serviciu online și în care vi se cer date personale, financiare sau parole.
ru: Шпионские письма, в которых от имени банка или другого онлайн-сервиса вам предлагается ввести личную/финансовую информацию или пароли.
sk: "Phishing" emaily, ktoré vyzerajú ako správa z banky alebo inej online služby a žiadajú vás zadať vaše osobné alebo finančné údaje alebo heslá.
sl: Pošta lažnega predstavljanja, kjer sporočilo izgleda, kot da bi bilo od banke ali drugih spletnih storitev in vas sprašuje, da vnesete vaše osebne in finančne podrobnosti ali gesla.
sq: Email gënjeshtar, kur mesazhi duket sikur është nga një bankë apo një shërbim tjetër në internet, i cili ju kërkon ose të dhënat personale financiare, ose fjalëkalimet.
sr: Фишинг (упецавање) е-пошта, у којој порука изгледа као да је пристигла од банке или других услуга на мрежи, тражећи од вас да унесете ваше личне и финансијске податке или лозинке.
sv: Nätfiske (phising), där meddelandet ser ut att komma från en bank eller andra internettjänster, som frågar dig att fylla i dina personliga och finansiella uppgifter, eller lösenord.
tr: Mesajın bir banka veya başka bir çevrimiçi hizmetten geliyor gibi göründüğü, kişisel ve mali bilgilerinizi veya şifrelerinizi girmenizi isteyen phishing (internette kimlik hırsızlığı) epostaları
uk: Фішінг, це лист надісланий ніби-то від банку чи іншої онлайнової послуги, з проханням надати вашу особисту чи фінансову інформацію або пароль.
zh_cn: 钓鱼邮件，假装来自银行或其他在线服务，向您索要个人信息和财政资料，或是密码。
zh_hk: 網絡釣魚電子郵件，裏面的訊息假裝是來自銀行或其他線上服務，會要求你輸入你的個人資料、財務詳情或密碼。

source: Below are some tips for keeping safe online:
ast: Darréu hai dalgunos conseyos pa mantenese seguru tando conectáu:
ca: A continuació podeu veure uns quants consells per mantenir-vos segur:
cs: Níže jsou některé tipy pro udržení v bezpečí online:
da: Herunder er nogle tip til at sikre dig på nettet:
de: Die folgenden Tipps helfen Ihnen, sicher online zu gehen:
el: Παρακάτω υπάρχουν ορισμένες συμβουλές για να είστε ασφαλείς στο διαδίκτυο:
eo: Jen konsiloj por teni vin sekura konektite:
es: A continuación, algunos consejos para mantenerse seguro mientras está conectado:
fi: Seuraavassa muutamia vinkkejä turvalliseen Internetin käyttöön:
fr: Ci-dessous, quelques conseils pour naviguer en toute sécurité sur Internet :
gl: A continuación preséntanse varias suxestións para manterse seguro en liña:
hu: Néhány tipp az online biztonság megőrzésére:
it: Di seguito vengono riportati alcuni consigli per mantenersi sicuri quando si è collegati a Internet:
ja: 以下はオンラインで安全に保つためのいくつかのTipsです:
nb: Nedenfor er det noen tips til hvordan du holder deg trygg på nettet:
nl: Hieronder volgen een paar tips om online veilig te blijven:
oc: Aquí qualques conselhs per utilizar l'Internet en seguretat :
pl: Poniżej przedstawiamy parę porad, jak zachować bezpieczeństwo w sieci:
pt: Abaixo estão algumas dicas de como manter a segurança online:
pt_br: Abaixo seguem algumas dicas para manter a segurança on-line:
ro: Iată câteva sfaturi utile pentru protecția datelor dumneavoastră:
ru: Вот несколько советов по безопасному использованию сети Интернет:
sk: Nižšie nájdete niekoľko tipov, ako sa udržať v bezpečí aj online:
sl: Spodaj je nekaj nasvetov, kako na spletu ostati varni:
sq: Poshtë keni disa të dhëna se si të qëndroni i sigurtë online:
sr: Испод је дато неколико савета како да останете сигурни на мрежи:
sv: Nedan är några tips på hur man håller sig säker på nätet:
tr: Aşağıda güvenli bir çevrimiçi durum sürdürmek için bazı ipuçları bulunuyor:
uk: Ось деякі поради, як вберегтися в мережі:
zh_cn: 以下是一些在网上保持安全的建议：
zh_hk: 為了保護你能夠安全的使用網絡，以下有一些實用的技巧：

source: You should never reply to unsolicited mail, or even click on the links in the mail. Doing so usually results in more junk mail being sent to you.
ast: Nunca tienes que responder al corréu non solicitáu, nin mesmo calcar nos enllaces del corréu. Si lo faes normalmente sólo conseguirás que t'unvíen más corréu puxarra.
ca: Mai hauríeu de respondre a un correu no sol·licitat o fer clic als enllaços en el correu. Normalment el resultat de fer-ho és que us enviaran més correu brossa.
cs: Nikdy byste neměli odpovídat na nevyžádaný mail, dokonce ani neklikat na odkazy v mailu. Tento čin totiž většinou znamená, že vám bude zasláno ještě větší množství spamu.
da: Du bør aldrig besvare uønsket e-post, endsige klikke på et link i en sådan e-post. Hvis du gør det vil det normalt resultere i, at mere spam vil blive sendt til dig.
de: Sie sollten niemals auf unaufgefordert zugesandte E-Mails antworten oder auf einen Link klicken. Dies führt meistens zu noch mehr ungewollten E-Mail-Nachrichten.
el: Δεν πρέπει να απαντάτε ποτέ σε παραπλανητικά μηνύματα, ούτε καν να κάνετε κλικ στους συνδέσμους που περιέχουν. Αν το κάνετε ακόμα περισσότερη ανεπιθύμητη αλληλογραφία θα σας αποσταλεί.
eo: Neniam respondu al nepetita mesaĝo, aŭ eĉ alklaku la ligilojn en la mesaĝo. Fari tion ofte rezultigas ke vi ricevu pluajn rubajn mesaĝojn.
es: No debería responder a correo no solicitado, o incluso hacer clic en los enlaces dentro del correo. Haciéndolo normalmente sólo conseguirá que le envíen más correo basura.
fi: Älä koskaan vastaa epäilyttäviin sähköposteihin, tai edes napsauta linkkejä tällaisissa sähköposteissa. Yleensä linkkien napsauttamisesta seuraa lisää roskapostia.
fr: Vous ne devez jamais répondre aux courriels non sollicités (spam) ou cliquer sur les liens qu'ils contiennent. Le faire provoque habituellement un afflux plus important de ceux-ci dans votre boite aux lettres.
gl: Nunca debería respostar as mensaxes non solicitadas, ou mesmo clicar nas ligazóns do correo. Facelo normalmente resulta en que lle chegará máis correo lixo.
hu: Soha ne válaszoljon kéretlen levélre, ne kattintson ilyen levélben lévő hivatkozásokra. Ennek eredményeként még több levélszemetet fog kapni.
it: Mai rispondere alla posta indesiderata e nemmeno fare clic sui collegamenti presenti in essa; in caso contrario si potrebbe ricevere solo più posta spazzatura.
ja: 頼みもしないのに送られてくるメールに返信してはいけません。またそのようなメールにあるリンクをクリックしてもいけません。それをするとたいていはさらに大量のジャンクメールが届くようになってしまうでしょう。
nb: Du bør aldri svare på ukjent e-post, og heller ikke trykke på lenker i slike e-poster. Hvis du gjør dette, får du gjerne enda mer uønsket e-post.
nl: Beantwoord nooit ongewenste e-mail, en klik nooit op de links in de e-mail. Als u dit wel doet, kan dat resulteren in meer spam dat naar u wordt verstuurd.
oc: Vos cal pas jamai respondre als corrièls pas sollicitats (spam) o clicar suls ligams que contenon. O far provòca de costuma una afluéncia mai importanta d'aqueles dins vòstra bóstia de letras.
pl: Powstrzymaj się przed odpowiadaniem na niepożądane wiadomości i klikaniem w zawarte w nich odnośniki. Zrobienie tego spowoduje jeszcze większy ich napływ.
pt: Nunca deverá responder a correio não solicitado, ou mesmo clicar em ligações no e-mail. Ao fazê-lo irá normalmente resultar no envio de mais correio não solicitado.
pt_br: Você nunca deve responder e-mails não solicitados ou mesmo clicar em links no e-mail. Fazer isso geralmente resulta em mails e-mails de lixo enviados para você.
ro: Nu răspundeți niciodată la un email nesolicitat, nici nu apăsați pe legăturile din acestea, deoarece aceasta conduce, de obicei, la sporirea numărului de email-uri nesolicitate pe care le veți primi.
ru: Никогда не отвечайте на нежелательную почту и даже не переходите по ссылкам в ней. Иначе поток подобных писем может стать больше.
sk: Nikdy by ste nemali odpovedať na nevyžiadanú poštu, ani klikať na odkazy v správe. Ak tak urobíte, spravidla to vedie iba k väčšiemu množstvu spamu posielaného na vašu adresu.
sl: Nikoli ne odgovarjajte na nezaželeno pošto in ne klikajte povezav v tej pošti. S takim početjem bi dobili še več nezaželene pošte v vaš nabiralnik.
sq: Nuk duhet ti përgjigjeni kurrë email-it që nuk e keni kërkuar, dhe mos klikoni në lidhjet brenda atij maili. Kur bëni këtkë zakonisht më tepër mail i padëshiruar do të vijë drejt jush.
sr: Никада не треба да одговарате на нежељену пошту, нити чак да кликнете на везе у њој. Ако то учините, резултат ће бити масовно пристизање непожељне поште на вашу адресу.
sv: Du ska aldrig svara på skräppost eller klicka på länkar i meddelandet. Gör du det kommer det resultera i att mer skräppost skickas till dig.
tr: İstenmeyen postalara asla yanıt vermeyin veya postadaki bağlantılara tıklamayın. Böyle yapmak genellikle daha fazla çöp postanın gönderilmesine neden olur.
uk: Ніколи не відповідайте на листи непевного походження, і навіть не заходьте по посиланнях, вказаних в них - інакше ви отримуватимете ще більше небажаного листування.
zh_cn: 您应当永远不要回复这类邮件，甚至是点击邮件中的链接。否则通常会导致更多的垃圾邮件向您发送过来。
zh_hk: 千萬不要回覆來路不明的電子郵件，或點選這些郵件裏的連結，點選這些連結通常會導致您收到更多垃圾郵件。
