Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Keep your password safe. If you want to change it, you can by opening <application>About Me</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice>) and clicking <guibutton>Change Password</guibutton>.
ast: Asegura la to contraseña. Si quies camudala, puedes facelo abriendo <application>Tocante a min</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Tocante a min</guimenuitem></menuchoice>) y calca en <guibutton>Camudar contraseña...</guibutton>.
ca: Manteniu la contrasenya segura. Si voleu canviar-la, podeu fer-ho en obrir l'aplicació <application>Quant a mi</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Quant a mi</guimenuitem></menuchoice>) i fer clic a <guibutton>Canvia la contrasenya</guibutton>.
cs: Uchovejte své heslo v bezpečí. Pokud jej chcete změnit, můžete tak učinit otevřením aplikace <application>O mně</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>O mně</guimenuitem></menuchoice>) a kliknutím na <guibutton>Změnit heslo</guibutton>.
da: Hold din adgangskode sikker. Hvis du ønsker at ændre den, kan du gøre det ved at åbne <application>Om mig</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Om mig</guimenuitem></menuchoice>) og klikke <guibutton>Skift adgangskode…</guibutton>.
de: Verwahren Sie Ihr Passwort sicher. Wenn Sie es ändern möchten, können Sie dies tun, indem Sie <application>Persönliche Angaben</application> öffnen (<menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Persönliche Angaben</guimenuitem></menuchoice>) und auf <guibutton>Passwort ändern ...</guibutton> klicken.
el: Κρατήστε τον κωδικό σας ασφαλή. Αν θέλετε να τον αλλάξετε, μπορείτε ανοίγοντας. <application>Προσωπικά</application> (<menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Προσωπικά</guimenuitem></menuchoice>) και πατώντας<guibutton>Αλλαγή κωδικού...</guibutton>.
eo: Konservu vian pasvorton sekura. Se vi volas ŝanĝi ĝin, vi povas malfermante je <application>Pri Mi</application> (<menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Agordaĵoj</guimenuitem><guimenuitem>Pri Mi</guimenuitem></menuchoice>) kaj alklakante je <guibutton>Ŝanĝi pasvorton</guibutton>.
es: Asegure su contraseña. Si quiere cambiarla, puede hacerlo abriendo <application>Acerca de mí</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Acerca de mí</guimenuitem></menuchoice>) y pulse en <guibutton>Cambiar contraseña...</guibutton>.
fi: Pidä salasanasi turvassa. Salasanan vaihtaminen onnistuu avaamalla <application>Omat tiedot</application> -sovellus (<menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Omat tiedot</guimenuitem></menuchoice>) ja napsauttamalla <guibutton>Vaihda salasana...</guibutton> -painiketta.
fr: Gardez toujours votre mot de passe secret. Si vous souhaitez le modifier, vous le pouvez en utilisant <application>À Propos de moi</application> (<menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>À Propos de moi</guimenuitem></menuchoice>) et en cliquant sur <guibutton>Changer le mot de passe...</guibutton>.
gl: Manteña a súa contrasinal a salvo. Se quere cambiala, vostede pode abrir <application>Sobre min</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenzas</guimenuitem><guimenuitem>Sobre min</guimenuitem></menuchoice>) e prema en <guibutton>Cambiar contrasinal</guibutton>.
hu: Tartsa jelszavát biztonságban. Ha módosítani kívánja, ezt az <application>A névjegyem</application> menüpont (<menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>A névjegyem</guimenuitem></menuchoice>) kiválasztásával, és a <guibutton>Jelszó megváltoztatása</guibutton> gomb megnyomásával teheti meg.
it: Mantenere la propria password sicura. Per cambiare la propria password, è possibile usare <application>Informazioni utente</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Informazioni utente</guimenuitem></menuchoice>) facendo clic su <guibutton>Cambia password</guibutton>.
ja: パスワードは安全な場所に保管してください.もしパスワードを変更したい場合は<application>個人情報</application>を開いて (<menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>個人情報</guimenuitem></menuchoice>) <guibutton>パスワードの変更</guibutton>をクリックしてください.
nb: Hold passordet ditt hemmelig. Du kan bytte det ved å åpne <application>Om meg</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Innstillinger</guimenuitem><guimenuitem>Om meg</guimenuitem></menuchoice>) og trykke på <guibutton>Bytt passord</guibutton>.
nl: Houd uw wachtwoord veilig. Als u het wilt veranderen kan dat met <application>Over mij</application>(<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Over mij</guimenuitem></menuchoice>) en klik op <guibutton>Wachtwoord wijzigen...</guibutton>.
pl: Pilnuj by Twoje hasło było bezpieczne. Jeśli chcesz je zmienić, możesz to uczynić poprzez otwarcie <application>O mnie</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Ustawienia</guimenuitem><guimenuitem>O mnie</guimenuitem></menuchoice>) i kliknięcie <guibutton>Zmień hasło</guibutton>.
pt_br: Mantenha sua senha segura. Se você quiser mudá-la, abra o <application>Sobre mim</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Sobre mim</guimenuitem></menuchoice>) e clique em <guibutton>Alterar senha</guibutton>.
ro: Păstrați parola secretă. Dacă doriți să o modificați, deschideți <application>Despre mine</application> (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferințe</guimenuitem><guimenuitem>Despre mine</guimenuitem></menuchoice>) și apăsați pe <guibutton>Schimbă parola</guibutton>.
ru: Следите за сохранностью вашего пароля. При необходимости его всегда можно изменить, запустив приложение <application>Обо мне</application> (<menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Обо мне</guimenuitem></menuchoice>) и щёлкнув по кнопке <guibutton>Изменить пароль...</guibutton>.
sk: Uchovajte vaše heslo v bezpečí. Môžete si ho zmeniť ak otvoríte <application>O mne</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>O mne</guimenuitem></menuchoice>) a kliknite na <guibutton>Zmeniť heslo...</guibutton>.
sl: Pazite na svoje geslo. Če ga želite zamenjati, to lahko storite z odprtjem programa <application>O meni</application> (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>O meni</guimenuitem></menuchoice>) in klikom na gumb <guibutton>Zamenjaj geslo</guibutton>.
sq: Mbajeni fjalëkalimin tuaj të sigurtë. nëse dëshironi ta ndryshoni atë, ju mund ta bëni duke hapur <application>Rreth Meje</application> (<menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Rreth Meje</guimenuitem></menuchoice>) dhe duke klikuar <guibutton>Ndrysho Fjalëkalimin</guibutton>.
sr: Одржите вашу лозинку безбедном. Ако желите да је промените, можете то да урадите тако што ћете отворити апликацију <application>О мени</application>: <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>О мени</guimenuitem></menuchoice></quote> и кликнути на <quote><guibutton>Промени лозинку</guibutton></quote>.
sv: Förvara ditt lösenord säkert. Om du vill ändra det, kan du öppna <application>Om mig</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Om mig</guimenuitem></menuchoice>) och klicka på <guibutton>Byt lösenord</guibutton>.
tr: Parolanızı güvenilir yapın. Eğer değiştirmek isterseniz, bunu <application>About Me</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>About Me</guimenuitem></menuchoice>)'i açarak ve <guibutton>Change Password</guibutton>'i tıklayarak da yapabilirsiniz.
uk: Тримайте ваш пароль у безпеці. Якщо ви хочете змінити його, відкрийте <application>Про мене</application> (<menuchoice><guimenu>Систем</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Про мене</guimenuitem></menuchoice>) і натисніть <guibutton>Змінити пароль</guibutton>.
zh_cn: 确保您的密码安全。如果您想改变它，你可以打开 <application>关于我</application> (<menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>关于我</guimenuitem></menuchoice>) 并点击 <guibutton>改变密码</guibutton>。
zh_hk: 保護您的密碼安全。若要更改密碼，可開啟 <application>關於自己</application> (<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>關於自己</guimenuitem></menuchoice>) 並點擊 <guibutton>更改密碼</guibutton>

source: It is possible to automatically login to Ubuntu.
ast: Ye posible entrar automáticamente n'Ubuntu
ca: És possible entrar automàticament a l'Ubuntu.
cs: Do Ubuntu je možné se automaticky přihlásit.
da: Det er muligt at logge automatisk ind i Ubuntu.
de: Es ist möglich, sich automatisch bei Ubuntu anzumelden.
el: Είναι δυνατόν να κάνουμε αυτόματη είσοδο στο Ubuntu.
eo: Eblas aŭtomate ensaluti al en Ubuntu.
es: Es imposible entrar automáticamente en Ubuntu
fi: Ubuntussa on mahdollisuus ottaa käyttöön automaattinen sisäänkirjautuminen.
fr: Il est possible de se connecter automatiquement à Ubuntu
gl: É posíbel entrar automaticamente en Ubuntu.
hu: Lehetősége van automatikusan bejelentkezni az Ubuntuba.
it: Con Ubuntu è anche possibile eseguire l'accesso automaticamente.
ja: Ubuntuに自動的にログインすることが可能です。
nb: Det er mulig å logge automatisk inn på Ubuntu.
nl: Het is mogelijk om automatisch aan te melden in Ubuntu.
oc: Es possible de se connectar automaticament a Ubuntu
pl: Możliwe jest automatyczne logowanie do Ubuntu.
pt: É possível fazer o início de sessão automático no Ubuntu.
pt_br: É possível fazer autenticação automática no ubuntu.
ro: Este posibil să vă autentificați în mod automat în Ubuntu.
ru: Вы можете выбрать автоматический вход в Ubuntu.
sk: Je možné byť automaticky prihlásený do Ubuntu
sl: Možna je samodejna prijava v Ubuntu.
sq: Është e mundur të hysh autoatikisht në Ubuntu.
sr: Могуће је аутоматско пријављивање у Убунтуу.
sv: Det är möjligt att logga in automatiskt i Ubuntu.
tr: Ubuntu'da otomatik olarak oturum açmak mümkün
uk: Ви можете вибрати автоматичний вхід в Ubuntu.
zh_cn: 可以自动登录 Ubuntu。
zh_hk: 在 Ubuntu 可以作到自動登入。

source: Automatic login is highly discouraged because it provides less security for your system.
ast: L'aniciu de sesión automáticu desaconséyase altamente porque ufre menos seguridá pal sistema.
ca: L'entrada automàtica és altament desaconsellada perquè proporciona menys seguretat al vostre sistema.
da: Automatisk logind frarådes kraftigt, da det mindsker sikkerheden for dit system.
de: Von der automatischen Anmeldung wird allerdings abgeraten, da Ihr System dadurch weniger sicher ist.
el: Η αυτόματη είσοδος δεν συνίσταται επειδή παρέχει λιγότερη προστασία στο σύστημα σας.
fr: La connexion automatique est hautement déconseillée, car elle diminue le niveau de sécurité de votre système.
it: L'accesso automatico è altamente sconsigliato in quanto rende meno sicuro il proprio sistema.
ja: "自動的にログイン"はシステムのセキュリティが弱くなるため、使わないことを強く推奨します。
nb: Automatisk innlogging frarådes på det sterkeste da det fører til redusert sikkerhet for systemet.
sk: Automatické prihlásenie je silne neodporúčané, lebo poskytuje menej bezpečnosti vášmu systému.
sl: Samodejna prijava je nepriporočljiva, saj zmanjša varnost vašega sistema.
sr: Аутоматско пријављивање је врло обесхрабрујуће јер обезбеђује мање безбедности за ваш систем.
sv: Automatisk inloggning rekommenderas inte eftersom det ger mindre säkerhet för ditt system.
tr: Otomatik giriş büyük oranda bıkkınlık verin. Çünkü sisteminin güvenliğini düşürür.
zh_cn: 我们强烈建议您不要使用自动登录，那会使您的系统更不安全。
zh_hk: 不鼓勵自動登入，因其會減低保安程度。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Login Screen</guimenuitem></menuchoice>.
ast: Abri <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Ventana d'entrada</guimenuitem></menuchoice>.
ca: Obriu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Pantalla d'entrada</guimenuitem></menuchoice>.
cs: Zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Přihlašovací obrazovka</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Logindskærm</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Anmeldefenster</guimenuitem></menuchoice>.
el: Ανοίξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Οθόνη σύνδεσης</guimenuitem></menuchoice>.
eo: Malfermu je <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Ensaluta fenestro</guimenuitem></menuchoice>.
es: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Ventana de entrada</guimenuitem></menuchoice>.
fi: Valitse <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Kirjautumisikkuna</guimenuitem></menuchoice>.
fr: Ouvrez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Fenêtre de connexion</guimenuitem></menuchoice>.
gl: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Pantalla de acceso</guimenuitem></menuchoice>.
hu: Nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Bejelentkezési képernyő</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Schermata di accesso</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ログイン画面</guimenuitem></menuchoice>を開きます。
nb: Gå til <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Innloggingsskjermbilde</guimenuitem></menuchoice>.
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Aanmeldvenster</guimenuitem></menuchoice>.
oc: Dobrissètz <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Fenèstra de connexion</guimenuitem></menuchoice>.
pl: Otwórz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Ekran logowania</guimenuitem></menuchoice>.
pt_br: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Tela de login</guimenuitem></menuchoice>.
ro: Deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Ecran autentificare</guimenuitem></menuchoice>.
ru: Откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Экран входа в систему</guimenuitem></menuchoice>.
sk: Otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Login Screen</guimenuitem></menuchoice>.
sl: Odprite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Prijavno okno</guimenuitem></menuchoice>.
sq: Hapni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Ekrani në Hyrje</guimenuitem></menuchoice>.
sr: Отворите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Екран за пријављивање</guimenuitem></menuchoice></quote>.
sv: Öppna <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Inloggningsfskärm</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Login Screen</guimenuitem></menuchoice>'i açın.
uk: Відкрийте <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Вікно входу у систему</guimenuitem></menuchoice>.
zh_cn: 打开 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>登录窗口</guimenuitem></menuchoice>。
zh_hk: 開啟 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>登入畫面</guimenuitem></menuchoice>。

source: Press <guibutton>Unlock</guibutton> and type your password to unlock the settings
ast: Calca <guibutton>Desbloquiar</guibutton> y escribi la to contraseña pa desbloquiar les opciones
ca: Premeu <guibutton>Desbloca</guibutton> i introduïu la vostra contrasenya per desblocar els paràmetres
da: Tryk på <guibutton>Lås op</guibutton> og indtast din adgangskode for at få adgang til indstillingerne
de: Klicken Sie auf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort ein um die Einstellungen freizugeben.
el: Πατήστε <guibutton>Ξεκλείδωμα</guibutton> και πληκτρολογήστε τον κωδικό σας για να ξεκλειδώσετε τις ρυθμίσεις
fr: Cliquez sur <guibutton>Déverrouiller</guibutton> et saisissez votre mot de passe pour déverrouiller la configuration.
it: Fare clic su <guibutton>Sblocca</guibutton> e digitare la propria password per sbloccare le impostazioni.
ja: <guibutton>ロックの解除</guibutton>を押して、自分のパスワードを入力し設定のロックを解除します。
nb: Trykk <guibutton>Lås opp</guibutton> og skriv inn passordet ditt for å åpne opp innstillingene
pl: Wciśnij <guibutton>Odblokuj</guibutton> i wpisz swoje hasło, aby odblokować możliwość zmian ustawień
sk: Stlačte <guibutton>Unlock</guibutton> a zadajte vaše heslo aby ste odomkli nastavenia.
sl: Pritisnite <guibutton>Odkleni</guibutton> in vpišite geslo za odklep nastavitev.
sq: Klikoni <guibutton>Zhblloko</guibutton> dhe vendosni fjalëkalimin tuaj për të zhbllokuar parametrat
sr: Кликните <quote><guibutton>Откључај</guibutton></quote> и упишите вашу лозинку да откључате подешавања.
sv: Tryck på <guibutton>Lås upp</guibutton> och ange ditt lösenord för att låsa upp inställningarna
tr: Ayarları açmak için <guibutton>Kilidi Aç</guibutton> 'a basın ve şifrenizi girin
zh_cn: 点击<guibutton>解锁</guibutton> 并输入你的密码来解锁设置
zh_hk: 按 <guibutton>解鎖</guibutton> 然後輸入您的密碼來解除鎖定

source: Check <guilabel>Login as</guilabel>.
ast: Conseña <guilabel>Aniciar sesión como</guilabel>.
ca: Marqueu <guilabel>Entra com a</guilabel>.
da: Marker <guilabel>Log automatisk ind som</guilabel>.
de: Aktivieren Sie <guilabel>Anmelden als</guilabel>.
el: Επιλέξτε <guilabel>Είσοδος ως</guilabel>.
fr: Cochez <guilabel>Se connecter automatiquement en tant que</guilabel>.
it: Selezionare <guilabel>Accedere come</guilabel>.
ja: <guilabel>ユーザ</guilabel> をチェックします。
nb: Merk av <guilabel>Logg på som</guilabel>.
sk: Označte <guilabel>Prihlásiť sa automaticky ako</guilabel>.
sl: Označite <guilabel>Samodejno se prijavi kot:</guilabel>.
sr: Означите <quote><guilabel>Пријави се као</guilabel></quote>.
sv: Markera <guilabel>Logga automatiskt in som</guilabel>.
tr: <guilabel>Farklı Giriş</guilabel>'i kontrol edin.
zh_hk: 點選 <guilabel>登入為</guilabel>。

source: Choose a username from the drop down list to login as.
ast: Seleiciona na llista estenderexable'l nome del usuariu col qu'aniciar sesión.
ca: Trieu el nom d'usuari de la llista desplegable amb el qual vulgueu entrar.
da: Vælg et brugernavn fra rullelisten, som skal logges ind.
de: Wählen Sie einen Benutzernamen aus der Drop-down-Liste, mit dem Sie sich anmelden möchten.
el: Επιλέξτε ένα όνομα χρήστη από την αναπτυσσόμενη λίστα για να συνδεθείτε.
fr: Choisissez un nom d'utilisateur dans la liste déroulante.
it: Scegliere un nome utente con cui effettuare l'accesso dal menù a discesa .
ja: ログインするユーザ名をドロップダウンリストから選択します。
nb: Velg brukernavn det skal logges in som fra listen.
sk: Zvoľte používateľské meno ktoré sa má prihlásiť z ponuky.
sl: S spustnega seznama izberite uporabniško ime.
sr: Изаберите корисничко име из падајуће листе да се пријавите.
sv: Välj ett användarnamn från rullgardinsmenyn
tr: Farklı girmek için kenar çubuğunu aşağı kaydırarak bir kullanıcı adı seçin.
zh_cn: 从下拉菜单中选择您要登录的用户名。
zh_hk: 從下拉式選單挑選預設的登入帳號。

source: Press <guibutton>Close</guibutton>.
ast: Calca <guibutton>Zarrar</guibutton>.
ca: Premeu <guibutton>Tanca</guibutton>.
da: Tryk på <guibutton>Luk</guibutton>.
de: Drücken Sie <guibutton>Schließen</guibutton>.
el: Πατήστε <guibutton>Κλείσιμο</guibutton>.
fr: Cliquez sur <guibutton>Fermer</guibutton>.
it: Fare clic su <guibutton>Chiudi</guibutton>.
ja: <guibutton>閉じる</guibutton>を押します。
nb: Trykk <guibutton>Lukk</guibutton>.
pl: Wciśnij <guibutton>Zamknij</guibutton>.
sk: Stlačte <guibutton>Zavrieť</guibutton>.
sl: Pritisnite <guibutton>Zapri</guibutton>.
sr: Кликните <quote><guibutton>Затвори</guibutton></quote>.
sv: Tryck på <guibutton>Stäng</guibutton>.
tr: <guibutton>Kapat</guibutton>'a basın.
zh_cn: 点击<guibutton>关闭</guibutton>。
zh_hk: 按 <guibutton>關閉</guibutton>。

source: Changes will be applied on re-boot.
ast: Los cambéos aplicaranse al reaniciar.
ca: El canvis s'aplicaran en tornar a iniciar el sistema.
cs: Změny se provedou po restartování.
da: Ændringerne vil træde i kraft ved genstart.
de: Die Änderungen werden nach einem Neustart wirksam.
el: Οι αλλαγές θα εφαρμοστούν στην επόμενη επανεκκίνηση.
eo: Efikos ŝanĝojn je re-praŝargo.
es: Los cambios se aplicarán al reiniciar.
fi: Muutokste tulevat voimaan kun käynnistät tietokoneesi uudelleen.
fr: Les changements seront appliquées au redémarrage.
gl: As modificacións aplícanse ao reiniciar o sistema.
hu: A módosítások újraindítás után lépnek életbe.
it: Le modifiche vengono applicate al riavvio del sistema.
ja: 再起動後に変更が適用されます。
nb: Endringer vil bli tre i kraft ved omstart.
nl: De wijzigingen zullen worden toegepast nadat u de computer opnieuw heeft opgestart.
oc: Los cambiaments seràn aplicats a la reaviada.
pl: Zmiany zostaną aktywowane po ponownym uruchomieniu komputera.
pt: As mudanças serão aplicadas ao reiniciar o computador.
pt_br: Mudanças serão aplicadas ao reiniciar o sistema
ro: Modificările vor fi aplicate la repornire.
ru: Изменения будут применены после перезагрузки.
sk: Zmeny sa uskutočnia pri reštarte.
sl: Spremembe se bodo uveljavile ob ponovnem zagonu.
sq: Ndryshimet do të aplikohen pas rindezjes.
sr: Измене ће бити примењене приликом поновног покретања.
sv: Ändringarna kommer att verkställas efter omstart.
tr: Değişiklikler sistem yeniden başlatıldıktan sonra uygulanacak.
uk: Зміни будуть застосовані після перезавантаження.
zh_cn: 在下次启动时将会应用改变。
zh_hk: 修改會在下次重開機時生效。
