Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Label your back-ups clearly, and keep them in a safe place
ast: Etiqueta nidiamente les copies de seguridá, y guárdales nun llugar seguru
ca: Etiqueteu les còpies de seguretat de manera clara i mantingueu-les en un lloc segur.
cs: Pojmenovávejte si zálohy srozumitelně a uchovávejte je na bezpečném místě
da: Sæt tydelige mærkater på dine sikkerhedskopier og opbevar dem et sikkert sted
de: Beschriften Sie Ihre Sicherheitskopien eindeutig und bewahren Sie sie an einem sicheren Ort auf.
el: Δώστε ξεκάθαρα ονόματα και κρατήστε τα σε ασφαλή μέρη
eo: Klare etikedu viajn restaŭrkopiojn, kaj konservu ili en sekura loko
es: Etiquete sus copias de seguridad claramente, y manténgalas en un lugar seguro
fi: Nimeä varmuuskopiot selkeästi ja pidä ne aina turvallisessa paikassa
fr: Étiquetez vos sauvegardes clairement et placez les dans un endroit sûr
gl: Etiquete as súas copias de seguranza con claridade e mantéñaas nun lugar seguro
hu: Egyértelműen címkézze fel a mentéseket és tartsa azokat biztonságos helyen
it: Etichettare i backup in modo charo e tenerli in un luogo sicuro
ja: バックアップにはっきりとしたラベルを付け、安全な場所に保管してください。
nb: Merk sikkerhetskopiene dine tydelig, og oppbevar dem på et trygt sted
nl: Geef uw reservekopieën duidelijke labels, en bewaar ze op een veilige plaats
oc: Étiquetatz vòstres salvaments clarament e plaçatz-los dins un endrech segur
pl: Oznacz swoje kopie bezpieczeństwa czytelnie i trzymaj je w bezpiecznym miejscu
pt: Etiquete as suas cópias de segurança claramente, e guarde-as num local seguro
pt_br: Rotule suas cópias de forma clara e guarde-as em um lugar seguro
ro: Etichetați clar copiile de siguranță și păstrați-le într-un loc sigur
ru: Аккуратно подписывайте резервные копии и храните их в надёжном месте
sk: Svoje zálohy jasne označte a uchovávajte ich na bezpečnom mieste
sl: Jasno označite vaše varnostne kopije in jih shranjujte na varnem mestu
sq: Shënojini kopjet në mëyrë të qartë dhe mbajini në një vend të sigurtë
sr: Јасно означите резервне копије и држите их на безбедном месту.
sv: Märk dina säkerhetskopior på lämpligt sätt och lagra dem på en säker plats
tr: Yedeklerinize anlaşılır bir etiketleme yapın ve güvenli bir yerde bulundurun
uk: Уважно підписуйте резервні копії і зберігайте їх в надійному місці
zh_cn: 清晰标注您的备份，并将它们放在一个安全的地方
zh_hk: 將您的備份標示清楚，並擺在安全的地方。

source: translator-credits
ast: Launchpad Contributions: Costales https://launchpad.net/~costales Iñigo Varela https://launchpad.net/~ivarela Xandru Martino https://launchpad.net/~xandru-martino
ca: Launchpad Contributions: Joan Duran https://launchpad.net/~jodufi
cs: David Vachulka, 2006 Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm dvx https://launchpad.net/~david-konstrukce-cad
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo John H. https://launchpad.net/~john-hojsholt Mads Lundby https://launchpad.net/~lundbymads-gmail Mads Peter Rommedahl https://launchpad.net/~lhademmor Michael Bæk https://launchpad.net/~mchlbk
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: -Anzeige- https://launchpad.net/~domihoehne Jochen Skulj https://launchpad.net/~joskulj Keruskerfuerst https://launchpad.net/~arminmohring Moritz Baumann https://launchpad.net/~mo-germany Steffen Eibicht https://launchpad.net/~steffeneibicht mniess https://launchpad.net/~mniess
el: Launchpad Contributions: Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Foutzopoulos https://launchpad.net/~kfoutzopoulos sterios prosiniklis https://launchpad.net/~steriosprosiniklis
eo: Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753
es: Launchpad Contributions: Carlos Joel Delgado Pizarro https://launchpad.net/~carlosj2585 Emilio Vega Roa https://launchpad.net/~tehxnik Gabriel Patiño https://launchpad.net/~gepatino José Lecaros Cisterna https://launchpad.net/~lecaros Martin Albisetti https://launchpad.net/~beuno Monkey https://launchpad.net/~monkey-libre Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo ferguweb https://launchpad.net/~ferguweb ryo https://launchpad.net/~jorgelpzdemunain
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Christian Hellberg https://launchpad.net/~christian-hellberg Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Jiri Grönroos https://launchpad.net/~jiri-gronroos Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki
fr: Launchpad Contributions: Bertrand Collignon https://launchpad.net/~nemsia Bruno Patri https://launchpad.net/~bruno-patri Christophe Narbonne https://launchpad.net/~christophe31 Cyril Roelandt https://launchpad.net/~tipecaml David Nottin https://launchpad.net/~danot Dominik GOSSET https://launchpad.net/~kayou Etienne Malandain https://launchpad.net/~etienne-malandain Leonarf https://launchpad.net/~leonard-michelet Nomis https://launchpad.net/~simon-chatain Pierre Slamich https://launchpad.net/~pierre-slamich Romain Pineau https://launchpad.net/~pineau-romain Stéphane V https://launchpad.net/~svergeylen torglut https://launchpad.net/~torglut
gl: Launchpad Contributions: Alexandre https://launchpad.net/~faidoc Francisco Diéguez https://launchpad.net/~frandieguez Jon Amil https://launchpad.net/~amilgz Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng mato.peter https://launchpad.net/~mato-peter
it: Launchpad Contributions: Giacomo Zampolin https://launchpad.net/~g-zampo Luca Ferretti https://launchpad.net/~elle.uca Milo Casagrande https://launchpad.net/~milo Milo Casagrande https://launchpad.net/~milo-casagrande Norberto Ostallo https://launchpad.net/~norberto-ostallo sm bo https://launchpad.net/~smbo994
ja: Launchpad Contributions: Kentaro Kazuhama https://launchpad.net/~kazken3
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Connor Imes https://launchpad.net/~rocket2dmn
nl: Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Hannie https://launchpad.net/~lafeber-dumoleyn Jan Claeys https://launchpad.net/~janc Redmar https://launchpad.net/~redmar cumulus007 https://launchpad.net/~cumulus-007 thekip https://launchpad.net/~thekip
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Artur Szymanski https://launchpad.net/~arteek
pt: Launchpad Contributions: António Lima https://launchpad.net/~amrlima António Paulo Chaparro https://launchpad.net/~antoniopchaparro Carlos Manuel https://launchpad.net/~crolidge João Mouro https://launchpad.net/~mouro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Mykas0 https://launchpad.net/~mykas0 falktx https://launchpad.net/~falk-t-j korsairtuga https://launchpad.net/~korsairtuga
pt_br: Launchpad Contributions: Alex Rocha https://launchpad.net/~alexrocha Anderson Kanegae Soares Rocha https://launchpad.net/~anderson.kanegae Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Bruno Pugliese https://launchpad.net/~bruno-pugliese Daniel Neis https://launchpad.net/~danielneis Felipe Amorim de Souza https://launchpad.net/~felipe-amorim-souza Fábio Nogueira https://launchpad.net/~fnogueira Gerson "fserve" Barreiros https://launchpad.net/~fserve Henrique P. Machado https://launchpad.net/~zehrique Kemel Zaidan aka Legendario https://launchpad.net/~kemelzaidan Marcelo Subtil Marcal https://launchpad.net/~msmarcal Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo MarlonChalegre https://launchpad.net/~marlonchalegre Matheus (X-warrior) Bratfisch https://launchpad.net/~matheusbrat Rogênio Belém https://launchpad.net/~rogeniobelem Tiago Hillebrandt https://launchpad.net/~tiagoscd jp.seixas https://launchpad.net/~joaopseixas
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Andrei Brănescu https://launchpad.net/~andreibranescu Claudia Cotună https://launchpad.net/~special4ti Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexander Telenga https://launchpad.net/~telenga Alexey Balmashnov https://launchpad.net/~a.balmashnov Artem Zhirkow https://launchpad.net/~zhirkow Ignat Loskutov https://launchpad.net/~softwayer Igor R. https://launchpad.net/~ir Igor Zubarev https://launchpad.net/~igor.zubarev Ivan Surzhenko https://launchpad.net/~i-surzhenko Maria Gultyaeva https://launchpad.net/~magica-tyumen Matthew East https://launchpad.net/~mdke Maxim S. https://launchpad.net/~luvme-nn Sergey Rebko https://launchpad.net/~arch1s Victor Drobot https://launchpad.net/~linux776 Vyacheslav Kurenyshev https://launchpad.net/~slavic segooon https://launchpad.net/~segooon Александр AldeX Крылов https://launchpad.net/~aldex Александр Кузнецов https://launchpad.net/~radi0
sk: Launchpad Contributions: Laco Gubík https://launchpad.net/~laco Matej Duman https://launchpad.net/~dumi
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis Håkan Hagman https://launchpad.net/~sagabusan
tr: Launchpad Contributions: Cihan Ersoy https://launchpad.net/~cihan.ersoy EsatYuce https://launchpad.net/~esat Kayra Akman https://launchpad.net/~ckakman Serhat Demirkol https://launchpad.net/~serhat-demirkol srtck https://launchpad.net/~sertac-k ubuntuki https://launchpad.net/~aleverzurumlu
uk: Launchpad Contributions: Павло Славинський https://launchpad.net/~pavloslav
zh_cn: Launchpad Contributions: 4b3tt0r https://launchpad.net/~4b3tt0r Alex Gissing https://launchpad.net/~jixing-alex-yahoo Tao Wei https://launchpad.net/~weitao1979 Xhacker Liu https://launchpad.net/~xhacker gutanulaif https://launchpad.net/~gunu lhquark https://launchpad.net/~lhquark 英华 https://launchpad.net/~wantinghard
zh_hk: Launchpad Contributions: Walter Cheuk https://launchpad.net/~wwycheuk

source: Automatic login is highly discouraged because it provides less security for your system. Also take care when in the Login Settings application as there are options which may prevent Ubuntu from logging in or starting properly.
cs: Automatické přihlášení je silně nedoporučeno, neboť snižuje bezpečnost systému. Taktéž buďte opatrní v aplikaci nastavení přihlášení, neboť obsahuje volby, které mohou zamezit Ubuntu v korektním přihlášení či spuštění.
es: El inicio de sesión automático está altamente desaconsejado ya que proporciona menos seguridad para su sistema. Además tenga en cuenta que en la aplicación de opciones de inicio de sesión hay opciones que pueden impedir que Ubuntu puede arrancarse o iniciar una sesión adecuadamente.
fi: Automaattisen sisäänkirjautumisen käyttämistä ei suositella, sillä se heikentää järjestelmän tietoturvaa. Muista myös olla varovainen muuttaessasi sisäänkirjautumisasetuksia. Väärät asetukset saattavat estää Ubuntun käynnistymisen.
gl: Recoméndase non se conectar automaticamente, xa que ofrece menos seguranza para o sistema. Teña tamén coidado cando foce na Configuración de Rexistro xa que existen opcións que poden impedir o Ubuntu iniciar correctamente.
hu: Az automatikus bejelentkezés használatát egyáltalán nem javasoljuk, mivel a rendszer biztonságát csökkenti. Legyen körültekintő a Bejelentkező ablak tulajdonságai alkalmazás használatakor, mivel egyes beállítások megakadályozhatják a bejelentkezést az Ubuntuba vagy annak elindítását.
nl: Automatisch inloggen wordt sterk afgeraden omdat dit minder veilig is voor uw systeem. Let ook op als u zaken aanpast in het Aanmeldvenster, hier zijn opties te vinden die ervoor kunnen zorgen dat Ubuntu niet meer start of dat u zich niet meer kunt aanmelden.
pt: O início de sessão automático é altamente desencorajado porque disponibiliza menos segurança ao seu sistema. Deve ter também cuidado nas preferências de início de sessão, devido a existirem opções que podem impedir o seu início de sessão no Ubuntu ou deste iniciar da forma correcta.
pt_br: Autenticação automática é altamente desencorajada porque oferece menos segurança para o seu sistema. Também tome cuidado quando nas configurações de autenticação uma vez que existem opções que podem impedir o Ubuntu de alguma maneira de iniciar corretamente.
ru: Автоматический вход крайне не рекомендуется, поскольку это уменьшает уровень безопасности системы. Также будьте осторожны с настройками «Экрана входа в систему», поскольку неверное изменение параметров может привести к отказу при входе в Ubuntu или к неправильному запуску системы.

source: You will be prompted for your password.
cs: Budete dotázáni na své heslo.
es: Se le preguntará su contraseña.
fi: Sinulta kysytään salasanaasi.
gl: Pídeselle o contrasinal.
hu: A rendszer bekéri jelszavát.
nl: U zult om uw wachtwoord gevraagd worden.
pt: Irá ser pedida a sua senha.
pt_br: Sua senha será perguntada a você.
ru: Вам будет предложено ввести пароль.

source: Click <guilabel>Security</guilabel>.
cs: Klikněte na panel <guilabel>Bezpečnost</guilabel>.
es: Pulse <guilabel>Seguridad</guilabel>.
fi: Napsauta <guilabel>Turvallisuus</guilabel>-välilehteä.
gl: Prema <guilabel>Seguranza</guilabel>.
hu: Kattintson a <guilabel>Biztonság</guilabel> lapra.
nl: Klik op <guilabel>Beveiliging</guilabel>.
pt: Clique <guilabel>Segurança</guilabel>.
pt_br: Clique <guilabel>Segurança</guilabel>.
ru: Нажмите <guilabel>Безопасность</guilabel>.

source: Tick <guilabel>Enable Automatic Login</guilabel>.
cs: Zaškrtněte políčko <guilabel>Povolit automatické přihlášení</guilabel>.
es: Marque <guilabel>Activar entrada automática</guilabel>.
fi: Valitse kohta <guilabel>Ota automaattinen kirjautuminen käyttöön</guilabel>.
gl: Marque <guilabel>Activar o inicio automático</guilabel>.
hu: Jelölje be az <guilabel>Automatikus bejelentkezés engedélyezése</guilabel> jelölőnégyzetet.
nl: Vink <guilabel>Automatische aanmelding gebruiken</guilabel> aan.
pt: Seleccionar <guilabel>Activar Início de Sessão Automático</guilabel>.
pt_br: Checado <guilabel>Ativar autenticação automática</guilabel>.
ru: Выберите <guilabel>Включить автоматический вход</guilabel>.

source: Choose a <guilabel>Username</guilabel> from the drop down list to login as.
cs: Z rozbalovacího seznamu vyberte <guilabel>uživatele</guilabel> k přihlášení.
es: Seleccione un <guilabel>nombre de usuario</guilabel> en la lista desplegable con el cual desea iniciar sesión.
fi: Valitse automaattisesti sisäänkirjattava käyttäjä pudotusvalikosta.
gl: Escolla un <guilabel>Nome de usuario</guilabel> na lista de abaixo para conectarse como tal.
hu: Válasszon egy <guilabel>Felhasználónevet</guilabel> a legördülő listából, amellyel be kíván jelentkezni.
nl: Kies de <guilabel>Gebruikersnaam</guilabel> waarmee u wilt aanmelden uit de keuzelijst.
pt: Para iniciar a sessão, escolha um <guilabel>Nome de utilizador</guilabel> da lista.
pt_br: Escolha um <guilabel>Nome de usuário</guilabel> da lista para iniciar a sessão.
ru: Выберите <guilabel>Имя пользователя</ guilabel> из выпадающего списка в качестве логина.

source: Click <guibutton>Close</guibutton>.
cs: Klikněte na <guibutton>Zavřít</guibutton>.
es: Pulse <guibutton>Cerrar</guibutton>.
fi: Napsauta <guibutton>Sulje</guibutton>-painiketta.
gl: Prema <guibutton>Pechar</guibutton>.
hu: Nyomja meg a <guibutton>Bezárás</guibutton> gombot.
nl: Klik op <guibutton>Sluiten</guibutton>.
pt: Clique <guibutton>Fechar</guibutton>.
pt_br: Clique <guibutton>Fechar</guibutton>.
ru: Нажмите <guibutton>Закрыть</guibutton>.

source: To enable the firewall, simply check the box next to <guibutton>Enabled</guibutton> under <quote>Actual Status.</quote>
cs: Pro povolení firewallu jednoduše zaškrtněte pole vedle <guibutton>Povoleno</guibutton> pod sekcí <quote>Současný stav</quote>.
es: Para habilitar el cortafuegos, simplemente marque <guibutton>Activado</guibutton> bajo <quote>Estado actual.</quote>
fi: Palomuurin käyttöönotto tapahtuu yksinkertaisesti valitsemalla <guibutton>Päällä</guibutton>-kenttä <quote>Todellinen tila</quote>-osiosta.
gl: Para activar o cortalumes, simplemente active a caixa ao lado de <guibutton>Activado</guibutton> baixo <quote>Estado actual.</quote>
hu: A tűzfal bekapcsolásához jelölje be a <quote>Jelenlegi állapot</quote> alatti <guibutton>Engedélyezett</guibutton> jelölőnégyzetet.
nl: U activeert de firewall eenvoudig door een vinkje te plaatsen bij <guibutton>Inschakelen</guibutton> onder <quote> <quote>Huidige Status.</quote>
pt_br: Para habilitar o firewall, basta marcar a caixa ao lado de <guibutton>Habilitado</guibutton> na <quote> situação atual.</quote>
ru: Для того, чтобы включить межсетевой экран, просто отметьте флажок <guibutton>Включён</guibutton> под меткой <quote>Текущее состояние</quote>.
