Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: You may wish to install a firewall to protect your computer against unauthorized access by people on the Internet or your network. Firewalls block connections to your computer from unknown sources, which helps to prevent security breaches. If you use a router to connect to the Internet, the router may already have a firewall configured which regulates connections from the Internet to your network. This section deals with setting up a firewall on Ubuntu to regulate connections to your computer.
ast: Podríes querer instalar un torgafueos pa protexer el to equipu del accesu non autorizáu por persones n'Internet o na to rede. Los torgafueos torguen conexones al to equipu dende fontes desconocíes, lo qu'ayuda a prevenir riesgos de seguridá. Si uses un router pa coneutate a internet, poría tener un torgafueos configuráu que regule les conexones dende internet a la to rede. Esta estaya xenera la configuración d'entamu d'un torgafueos n'Ubuntu pa regular les conexones al to equipu.
ca: Potser voleu instal·lar un tallafocs per a protegir l'ordinador contra accessos no autoritzats de gent d'Internet o de la vostra xarxa. Els tallafocs bloquegen les connexions a l'ordinador de fonts desconegudes, cosa que ajuda a evitar fissures de seguretat. Si utilitzeu un encaminador per a connectar-vos a Internet, pot ser que aquest ja tingui un tallafocs configurat el qual reguli les connexions des d'Internet a la vostra xarxa. Aquesta secció explica la configuració inicial d'un tallafocs a l'Ubuntu per a regular les connexions al vostre ordinador.
cs: Možná si přejete nainstalovat firewall pro ochranu vašeho počítače proti neoprávněnému přístupu lidí z Internetu nebo ve vaší síti. Firewally blokují připojení k vašemu počítači z neznámých zdrojů, což pomáhá předcházet narušení zabezpečení. Pokud používáte pro připojení k Internetu směrovač, má už možná nakonfigurovaný firewall, který řídí připojení z Internetu do vaší sítě. Tato sekce pojednává o nastavení firewallu na Ubuntu pro řízení připojení k vašemu počítači.
da: Du kan vælge at installere en firewall for at beskytte din computer mod uautoriseret adgang fra folk på internettet eller dit netværk. En firewall blokerer ukendte kilder fra at oprette forbindelse til din computer, dette bidrager til at forhindre brud på sikkerheden. Hvis du bruger en ruter til at oprette forbindelse til internettet, kan ruteren allerede have en firewall konfigureret, som regulerer forbindelser fra internettet til dit netværk. Dette afsnit omhandler opsætning af en firewall på Ubuntu, til at regulere forbindelser til din computer.
de: Sie können eine Firewall installieren, um Ihren Rechner gegen unerlaubte Zugriffe durch andere über das Internet oder Ihr Netzwerk zu schützen. Firewalls blockieren Verbindungen unbekannter Herkunft zu Ihrem Rechner. Dies hilft, Sicherheitslücken zu vermeiden. Wenn Sie zur Verbindung ins Internet einen Router benutzen, könnte dieser eventuell schon eine Firewall besitzen, die Verbindungen aus dem Internet in Ihr Netzwerk steuert. Dieser Abschnitt befasst sich mit der Einrichtung einer Firewall in Ubuntu, um Verbindungen zu Ihrem Rechner zu steuern.
el: Μπορεί να επιθυμείτε να εγκαταστήσετε ένα τείχος προστασίας (firewall) για να προστατέψετε τον υπολογιστή σας από πρόσβαση χωρίς εξουσιοδότηση, ατόμων από το διαδίκτυο ή το δικό σας δίκτυο. Τα τείχη προστασίας αποτρέπουν συνδέσεις στον υπολογιστή σας με άγνωστη προέλευση, πράγμα που βοηθά την πρόληψη ρηγμάτων στην ασφάλεια. Αν χρησιμοποιείτε router για την σύνδεση στο διαδίκτυο, αυτό μπορεί να έχει ήδη διαμορφωμένο ένα τείχος προστασίας που ρυθμίζει τις συνδέσεις από το διαδίκτυο στο τοπικό σας δίκτυο. Αυτή η ενότητα πραγματεύεται την διαμόρφωση ενός τείχους προστασίας στο Ubuntu για τον έλεγχο συνδέσεων στον υπολογιστή σας.
eo: Eble vi volas instali fajroŝirmilon por protekti vian komputilon kontraŭ nepermesita aliro de homoj en la Interreto aŭ en via reto. Fajroŝirmiloj baras konektojn al via komputilo el nekonataj fontoj. Tio helpas malebligi sekurecajn rompojn. Se vi utiligas enkursigilon por konekti al la Interreto, la enkursigilo eble jam havas agorditan fajroŝirmilon kiu regas konektojn el la Interreto al via reto. Ĉi tiu sekcio pritraktas kiel agordi fajroŝirmilon en Ubuntu por regi konektojn al via komputilo.
es: Podría desear instalar un cortafuegos para proteger su equipo del acceso no autorizado por personas en Internet o en su red. Los cortafuegos bloquean conexiones hacia su equipo desde fuentes desconocidas, lo que ayuda a prevenir riesgos de seguridad. Si utiliza un router para conectarse a internet, el router podría tener un cortafuegos configurado que regule las conexiones desde Internet hacia su red. Esta sección genera la configuración inicial de un cortafuegos en Ubuntu para regular las conexiones hacia su equipo.
fi: Saatat haluta asentaa järjestelmääsi palomuuriohjelmiston joka suojaa tietokonettasi luvattomilta yhteydenotoilta Internetistä tai lähiverkosta. Palomuurit estävät tuntemattomista lähteistä tulevat yhteydenotot mikä helpottaa järjestelmän pitämistä turvallisena. Jos yhdistät tietokoneesi Internetiin reitittimen välityksellä sinulla saattaa jo olla palomuuri käytössäsi, sillä monissa reitittimissä on sisäänrakennettu palomuuri joka hallitsee koneellesi tulevia yhteydenottoja. Tässä osiossa kerrotaan, miten otat Ubuntussa käyttöön palomuurin suojataksesi tietokonettasi.
fr: Vous désirerez peut-être installer un pare-feu pour protéger votre ordinateur de tout accès non autorisé provenant de personnes sur internet ou sur votre réseau local. Un pare-feu bloque les connexions à votre ordinateur venant de sources non identifiées, ce qui aide à prévenir les failles de sécurité. Si vous utilisez un routeur pour vous connecter à internet, celui-ci est peut-être déjà muni d'un pare-feu qui régule les connexions depuis internet vers votre réseau local. Cette partie explique comment mettre en place un pare-feu sous Ubuntu pour réguler les connexions vers votre ordinateur.
gl: Podería desexar instalar un cortalumes para protexer o seu equipo do acceso non autorizado por persoas en Internet ou na sua rede. Os cortalumes bloquean conexións cara o seu equipo dende fontes descoñecidas, o que axuda a previr riscos de seguranza. Se utiliza un router para conectarse a internet, o router podería ter un cortalumes configurado que regule as conexións dende Internet cara a sua rede. Esta sección xenera a configuración inicial de un cortalumes en Ubuntu para regular as conexiónss cara o seu equipo.
hu: A számítógép a helyi hálózatról vagy internetről érkező illetéktelen hozzáférés elleni védelme érdekében szükség lehet tűzfal telepítésére. A tűzfalak blokkolják a számítógépére ismeretlen forrásból érkező kapcsolódásokat, ami segíti a rendszer feltörésének megakadályozását. Ha az internetre router használatával csatlakozik, a router már tartalmazhat tűzfalat, amely a hálózatára érkező kapcsolatokat szabályozza. Ez a szakasz az Ubuntu tűzfalának beállítását írja le a számítógépre érkező kapcsolatok szabályozására.
it: Per proteggere il proprio computer da accessi non autorizzati, potrebbe essere utile installare un firewall. I firewall sono degli strumenti che bloccano le connessioni in entrata da sorgenti sconosciute al proprio computer, aumentandone quindi la sicurezza. Se viene utilizzato un router per connettersi a Internet, il router dovrebbe già disporre di un firewall in grado di filtrare le connessioni da Internet verso la propria rete. Questa sezione spiega come configurare un firewall e come regolare le connessioni al proprio computer.
ja: インターネットまたはローカルネットワークからの不正アクセスからコンピュータを保護するため、ファイアウォールをインストールしたいと思うかもしれません。ファイアウォールはセキュリティの欠陥を防ぐことを助けるため、不特定の送信元からの接続をブロックします。ルーターを使ってインターネットへ接続している場合、そのルーター自体がすでにインターネットからローカルネットワークへの接続を制限するファイアウォールの機能を持っているかもしれません。この章ではファイアウォールをUbuntu上で設定してコンピュータへの接続を制限する方法について説明します。
nb: Det kan være lurt å installére en brannmur for å beskytte din datamaskin mot uautorisert tillgang fra personer på Internett eller ditt lokale nettverk. Brannmurer blokkérer tilkoblinger med ukjent opphav til din datamaskin, noe som er med på å forhindre sikkerhetsbrudd. Hvis du er koblet til Internett gjennom en router, kan denne allerede ha oppsatt en brannmur som regulerer tilkoblinger fra Internett, til ditt nettverk. Dette emnet tar for seg hvordan du setter opp en brannmur i Ubuntu som regulerer tilkoblinger til din datamaskin.
nl: U wilt wellicht een firewall instellen om uw computer te beschermen tegen ongewenste toegang van mensen op het internet of uw netwerk. Firewalls blokkeren verbindingen van onbekende afkomst, hetgeen u helpt bij het voorkomen van beveiligingsrisico's. Als u een router gebruikt om met het internet te verbinden, kan de router al een firewall beschikbaar hebben die de verbindingen van het internet naar uw netwerk beheert. Deze sectie omschrijft het instellen van een firewall op Ubuntu om verbindingen naar uw computer te regelen.
pl: Jeśli sobie tego życzysz, możesz zainstalować zaporę ogniową w celu chronienia swojego komputera przed nieautoryzowanym dostępem osób z Internetu lub sieci. Zapora ogniowa blokuje połączenia z nieznanych źródeł, przez co pomaga zachować większe bezpieczeństwo. Jeśli używasz routera do połączenia z Internetem możliwe, że router już ma skonfigurowaną zaporę ogniową, która filtruje połączenia z Internetu do Twojego komputera. Ten dział opisuje proces konfiguracji zapory ogniowej w Ubuntu.
pt_br: Você pode querer instalar um firewall para proteger seu computador contra acesso não autorizado por pessoas na Internet ou sua rede. O firewall bloqueia conexões de origens desconhecidas para seu computador, o que ajuda a prevenir brechas de segurança. Se você utiliza um roteador para se conectar à Internet, o roteador já pode ter um firewall configurado regulando as conexões da Internet para a sua rede. Esta seção lida com a ativação de um firewall no Ubuntu para regular as conexões para seu computador.
ro: Puteți instala un firewall pentru a proteja calculatorul împotriva accesului neautorizat al altor persoane de pe Internet sau din rețeaua locală. Un firewall blochează conexiunile de la surse necunoscute la calculatorul dumneavoastră, astfel împiedicând încălcarea securității. Dacă utilizați un ruter pentru a vă conecta la Internet, acesta poate avea deja configurat un firewall, care controlează conexiunile de la Internet la rețeaua locală. Această secțiune explică modul de configurare a unui firewall în Ubuntu, pentru a controla conexiunile la calculatorul dvs.
ru: Для защиты компьютера от несанкционированного доступа из локальной сети или Интернет вы можете установить межсетевой экран. Он блокирует подключения к компьютеру из неизвестных источников, предотвращая, тем самым, нарушение безопасности. Если для подключения к Интернет используется маршрутизатор со встроенным межсетевым экраном, тогда последний может выступать в роли регулятора соединений из Интернет в вашу локальную сеть. Этот раздел посвящен настройке межсетевого экрана на Ubuntu для управления подключениями к вашему компьютеру.
sk: Na ochranu vášho počítača voči nepovolenému prístupu ľudí z Internetu alebo vašej siete si môžete nainštalovať firewall. Firewall blokuje pripojenia neznámeho pôvodu na váš počítač, čím pomáha predísť prelomeniu bezpečnosti. Ak používate router na pripojenie do Internetu, tak router môže mať nastavený firewall, ktorý reguluje pripojenia z Internetu do vašej siete. Táto sekcia sa zaoberá nastavením firewallu na Ubuntu na reguláciu pripojení na váš počítač.
sl: Morda boste želeli zaščititi svoj računalnik z namestitvijo požarnega zidu. Tako lahko nepooblaščenim osebam preprečite dostop do računalnika. Požarni zidovi zavračajo povezave iz neznanih virov, kar pomaga pri preprečevanju varnostnih vdorov. Če za dostop do interneta uporabljate usmerjevalnik, ima le-ta morda že vgrajen požarni zid, ki nadzira internetne povezave do vašega računalnika. Ta odsek opisuje, kako lahko nastavite požarni zid na Ubuntu.
sq: Nëse dëshironi mund të instaloni një firewall për ta mbrojtur kompjuterin tuaj ndaj përdorimit të paautorizuar nga njerëzit në Internet apo në rrjetin tuaj. Firewall-ët e bllokojnë hyrjen për tek kompjuteri juaj bga burime të panjohura, dhe ndihmojnë në parandalimin e thyerjeve të sigurisë. Nëse përdorni një router për tu lidhur me Internetin, routeri mund ta ketë një firewall të konfiguruar i cili i rregullon lidhjet nga Interneti drejt rrjetit tuaj. Ky seksion merret me vendosjen e një firewall-i në Ubuntu për të rregulluar lidhjet drejt kompjuterit tuaj.
sr: Можете пожелети да инсталирате мрежну баријеру да бисте заштитили рачунар од неовлашћеног приступа људи са Интернета или са мреже. Мрежна баријера блокира повезивања на ваш рачунар из непознатих извора, што помаже спречавању кршења безбедности. Ако користите усмеривач за повезивање на Интернет, исти може да има већ подешену мрежну баријеру која регулише везе са Интернета према вашој мрежи. Овај одељак се бави постављањем мрежне баријере у Убунтуу за регулисање повезивања на ваш рачунар.
sv: Du kanske vill installera en brandvägg som skyddar din dator mot obehörig åtkomst från andra människor på internet eller inom ditt nätverk. Brandväggar blockerar anslutningar till din dator från okända källor, vilket hjälper till att förebygga säkerhetsbrott. Om du använder en router för att ansluta till internet, kanske routern redan har en brandvägg konfigurerad som reglerar anslutningar från internet till ditt nätverk. Detta avsnitt avser att sätta upp en brandvägg på Ubuntu för att reglera anslutningarna till datorn.
tr: Bilgisayarınızı internetteki ya da ağınızdaki yetkisiz insanların erişimine karşı korumak için bir güvenlik duvarı kurmak isteyebilirsiniz. Güvenlik duvarları bilinmeyen kaynaklardan bilgisayarınıza bağlantıları engeller, güvenlik açıklarınızı engellemeye yardım eder. Eğer internete bağlanmak için bir yönlendirici kullanıyorsanız, yönlendirici internetten ağınıza bağlantıları düzenleyen bir güvenlik duvarını çoktan yapılandırmış olmalıdır. Bu bölüm, bilgisayarınıza bağlantıları düzenlemek için Ubuntu üzerinde bir güvenlik duvarı kurmakla ilgilenir.
uk: Ви можете захотіти встановити брандмауер для захисту вашого комп’ютера від несанкціонованого доступу людьми з інтернету або вашої мережі. Брандмауер блокує з’єднання до вашого комп’ютера з невідомих джерел, що допомагає запобігти порушенню безпеки. Якщо ви використовуєте роутер для підключення до інтернету, роутер вже може містити налаштований брандмауер, що регулює з’єднання з інтернету до вашої мережі. В цьому розділі розглядається налаштування брандмауера на Ubuntu для врегулювання з’єднань до вашого комп’ютера.
zh_cn: 您可能想要安装一个防火墙来防止网络上的人未经授权访问您的计算机。防火墙可以屏蔽未知来源的连接，有助于避免安全漏洞。如果您使用路由器连接因特网，路由器应该已经有一个配置好的防火墙限制从您的网络到因特网的连接。本节主要讨论在 Ubuntu 上设置一个防火墙来限制您的计算机的连接。
zh_hk: 你也許會希望安裝防火牆來保護你的電腦免於網絡上的有心人士未經認証的存取。防火牆將會阻止來源不明的電腦與你的電腦連線借此來避免資料洩密。如果你使用路由器來連上網絡，其可能已經提供防火牆設定來管理你的網絡連線。這個部份將協助你在 Ubuntu 設定防火牆來管理你的連線。

source: Firewall configuration tools
ast: Preseos de configuración de torgafueos
ca: Eines de configuració de tallafocs
cs: Nástroje pro konfiguraci firewallu
da: Firewall konfigurationsværktøjer
de: Firewallkonfigurationswerkzeuge
el: Εργαλεία διαμόρφωσης τείχους προστασίας
eo: Fajroŝirmilaj agordiloj
es: Herramientas de configuración de cortafuegos
fi: Palomuurin hallintatyökalut
fr: Outils de configuration du pare-feu
gl: Ferramentas de configuración de cortalumes
hu: Tűzfalbeállító eszközök
it: Strumenti di configurazione firewall
ja: ファイアウォール設定ツール
nb: Innstillingsverktøy for brannmur
nl: Instelhulpmiddelen voor firewalls
oc: Espleches de configuracion del parafuòc
pl: Narzędzia konfiguracyjne ściany ogniowej
pt_br: Ferramentas de configuração do firewall
ro: Instrumente de configurare a firewall-ului
ru: Инструменты настройки межсетевого экрана
sk: Nástroje na nastavenie firewallu
sl: Orodja za nastavitev požarnega zidu
sq: Mjetet e konfigurimit të firewall
sr: Алати за подешавање мрежне баријере
sv: Konfigurationsverktyg för brandvägg
tr: Güvenlik duvar yapılandırma araçları
uk: Засоби налаштування брандмауера
zh_cn: 防火墙配置工具
zh_hk: 防火牆設定工具
