Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: See the <ulink type="help" url="ghelp:users-admin">Users Administration Tool manual</ulink> for more information on setting up user accounts.
ast: Llee el <ulink type="help" url="ghelp:users-admin">manual de la Ferramienta d'Alministración d'usuarios</ulink> pa mayor información tocante a iguar cuentes d'usuariu.
ca: Per a més informació sobre la configuració dels comptes d'usuari, vegeu el <ulink type="help" url="ghelp:users-admin">manual de l'eina d'administració dels usuaris</ulink>.
cs: Podívejte se do <ulink type="help" url="ghelp:users-admin">Příručky nástroje pro správu uživatelů</ulink> pro další informace, jak nastavit uživatelské účty.
da: Se <ulink type="help" url="ghelp:users-admin">manualen til Brugerindstillinger</ulink> for yderligere oplysninger om oprettelse af brugerkonti.
de: Mehr Informationen über das Anlegen von Benutzerkonten erhalten Sie im <ulink type="help" url="ghelp:users-admin">Handbuch zur Benutzerverwaltung</ulink>.
el: Δείτε το <ulink type="help" url="ghelp:users-admin">Εγχειρίδιο των εργαλείων διαχείρισης</ulink> για περισσότερες πληροφορίες όσον αφορά την ρύθμιση των λογαριασμών των χρηστών.
eo: Vidu la <ulink type="help" url="ghelp:users-admin">Manlibron pri UzantoAdministrilo</ulink> por plua informo pri agordo de uzantokontoj.
es: Consulte el <ulink type="help" url="ghelp:users-admin">manual de la herramienta de administración de usuarios</ulink> para más información sobre la configuración de cuentas de usuario.
fi: Katso lisätietoja käyttäjätilien asettamisesta <ulink type="help" url="ghelp:users-admin">käyttäjien hallintatyökalun ohjekirjasta</ulink>.
fr: Consultez le <ulink type="help" url="ghelp:users-admin">manuel de l'outil d'administration des utilisateurs</ulink> pour plus d'informations sur la façon de paramétrer les comptes utilisateurs.
gl: Vexa o <ulink type="help" url="ghelp:users-admin">manual da Ferramenta de Administración de Usuarios</ulink> para máis información acerca de como configurar contas de usuario.
hu: A felhasználói fiókok beállításával kapcsolatban tekintse meg a <ulink type="help" url="ghelp:users-admin">Felhasználóadminisztrációs eszköz kézikönyvét</ulink>.
it: Per maggiori informazioni sulla configurazione di account utenti, consultare il <ulink type="help" url="ghelp:users-admin">manuale dello strumento di gestione degli utenti</ulink>.
ja: ユーザーアカウントの作成についての詳細は<ulink type="help" url="ghelp:users-admin">ユーザー管理ツール・マニュアル</ulink>をご覧ください。
nb: Se <ulink type="help" url="ghelp:users-admin">Brukeradministrasjonsmanualen</ulink> for mer informasjon om brukerkontoer.
nl: Zie de <ulink type="help" url="ghelp:users-admin">Handleiding voor gebruikersbeheer</ulink> voor meer informatie over het instellen van gebruikersaccounts.
oc: Consultatz lo <ulink type="help" url="ghelp:users-admin">manual de l'esplech d'administracion dels utilizaires</ulink> per mai d'informacions sul biais de parametrar los comptes d'utilizaires.
pl: Zobacz <ulink type="help" url="ghelp:users-admin">Podręcznik Administracji Użytkownikami</ulink>, aby uzyskać więcej informacji o zarządzaniu kontami użytkowników.
pt: Veja o <ulink type="help" url="ghelp:users-admin">Manual de Ferrementas de Administração de Utilizadores</ulink> para mais informações em como configurar contas de utilizador.
pt_br: Veja <ulink type="help" url="ghelp:users-admin">Manual da ferammenta de administração de usuários</ulink> para mais informações sobre configurações de contas de usuários.
ro: Pentru mai multe informații despre configurarea conturilor de utilizator, consultați <ulink type="help" url="ghelp:users-admin">Manualul aplicației de administrare a conturilor</ulink>
ru: Смотрите <ulink type="help" url="ghelp:users-admin">Руководство Users Administration Tool</ulink> для более полной информации по настройке пользовательских учетных записей
sk: Pre bližšie informácie o nastavovaní účtov pozrite <ulink type="help" url="ghelp:users-admin">manuál pre správu používateľov</ulink>.
sl: Za več podatkov o nastavljanju uporabniških računov si oglejte <ulink type="help" url="ghelp:users-admin">priročnik o orodju za upravljanje uporabnikov</ulink>.
sq: Shikoni <ulink type="help" url="ghelp:users-admin">Manualin e Mjetit të Administrimit të Përdoruesve</ulink> për më tepër informacion rreth krijimit të llogarive të përdoruesve.
sr: Погледајте <ulink type="help" url="ghelp:users-admin"><quote>Упутство алата о администрирању корисника</quote></ulink> за више информација о постављању корисничких налога.
sv: Se handboken för <ulink type="help" url="ghelp:users-admin">Användaradministrationsverktyget</ulink> för mer information om hur man konfigurerar användarkonton.
tr: Kullanıcı hesap ayarları üzerine daha çok bilgi için <ulink type="help" url="ghelp:users-admin">Users Administration Tool manual</ulink>e bakın (İngilizce).
uk: Перегляньте <ulink type="help" url="ghelp:users-admin">Керівництво засобу адміністрування користувачів</ulink> для додаткової інформації про налаштування облікових записів користувачів.
zh_cn: 查看 <ulink type="help" url="ghelp:users-admin">用户管理工具手册</ulink> 来获得更多设定用户帐户的信息。
zh_hk: 關於設定使用者帳戶的說明，請參閱<ulink type="help" url="ghelp:users-admin">使用者帳戶管理工具手冊</ulink>。

source: Keep your software up to date
ast: Caltener actualizáu el software
ca: Mantingueu el programari actualitzat
cs: Mějte svůj software aktualizovaný
da: Hold din software opdateret
de: Wie Sie Ihre Anwendungen auf dem neuesten Stand halten
el: Διατηρήστε το λογισμικό σας ενημερωμένο
eo: Teni viajn programarojn ĝisdataj
es: Mantener actualizado su software
fi: Pidä ohjelmistosi ajan tasalla
fr: Maintenir vos logiciels à jour
gl: Manter o seu software actualizado
hu: Tartsa naprakészen szoftvereit
it: Mantenere il software aggiornato
ja: ソフトウェアを最新の状態に保つ
nb: Hold programvaren din oppdatert
nl: Uw software bijgewerkt houden
oc: Manténer vòstres logicials a jorn
pl: Używaj zawsze najnowszych wersji oprogramowania
pt: Manter o seu software actualizado
pt_br: Mantenha seus programas atualizados
ro: Mențineți sistemul actualizat
ru: Обновляйте своё программное обеспечение
sk: Udržiavajte svoj softvér aktuálny.
sl: Poskrbite, da bo vaša programska oprema posodobljena
sq: Mbajini programet e kompjuterit tuaj të rifreskuara
sr: Одржите ваш софтвер ажурираним
sv: Håll din programvara uppdaterad
tr: Yazılımınızı güncel tutun
uk: Встановлюйте останні оновлення програмного забезпечення
zh_cn: 保持您的软件最新
zh_hk: 讓您的軟件保持在最新版本

source: Ubuntu developers often issue updates to the Ubuntu software. These updates may improve security or fix other problems.
ast: Los desarrolladores d'Ubuntu ufren dacuando anovaciones del software d'Ubuntu. Estes anovaciones pueden meyorar la seguridá o iguar otros problemes.
ca: Sovint els desenvolupadors realitzen actualitzacions del programari de l'Ubuntu. Aquestes actualitzacions poden millorar la seguretat o corregir altres problemes.
cs: Vývojáři Ubuntu často vydávají aktualizace softwaru v Ubuntu. Tyto aktualizace mohou vylepšit bezpečnost nebo opravit jiné problémy.
da: Ubuntus udviklere udsender ofte opdateringer til Ubuntu-software. Disse opdateringer kan forbedre sikkerheden eller løse andre problemer.
de: Die Ubuntu-Entwickler veröffentlichen häufig Aktualisierungen, die die Sicherheit verbessern oder andere Probleme beheben.
el: Οι προγραμματιστές του Ubuntu συχνά εκδίδουν ενημερώσεις για το λογισμικό του Ubuntu. Αυτές οι ενημερώσεις βελτιώνουν την ασφάλεια ή διορθώνουν προβλήματα.
eo: La evoluigantoj de Ubuntu ofte publikigas ĝisdatigojn por Ubuntu-programaroj. Tiuj ĝisdatigoj celas plibonigi sekurecon aŭ solvas aliajn problemojn.
es: A menudo, los desarrolladores de Ubuntu realizan actualizaciones al software de Ubuntu. Esas actualizaciones pueden mejorar la seguridad o arreglar otros problemas.
fi: Ubuntun kehittäjät tarjoavat usein päivityksiä Ubuntun ohjelmiin. Päivitykset voivat parantaa turvallisuutta tai korjata muita ongelmia.
fr: Les développeurs d'Ubuntu publient fréquemment des mises à jour pour les logiciels d'Ubuntu. Ces mises à jour peuvent améliorer la sécurité ou résoudre d'autres problèmes.
gl: Os desenvolvedores do Ubuntu publican actualizacións do software de Ubuntu con frecuencia. Estas actualizacións poden mellorar a seguranza ou resolver outros problemas.
hu: Az Ubuntu fejlesztők gyakran adnak ki frissítéseket az Ubuntu szoftverekhez. Ezek a frissítések biztonsági vagy egyéb hibákat javítanak.
it: Gli sviluppatori di Ubuntu spesso rilasciano degli aggiornamenti per il software presente in Ubuntu. Questi aggiornamenti migliorano la sicurezza del sistema e correggono altri problemi.
ja: Ubuntuの開発者たちは頻繁にUbuntuソフトウェアのアップデートを配布します。これらのアップデートは、セキュリティを向上させたりその他の問題点を改修してくれるでしょう。
nb: Utviklere av Ubuntu lanserer ofte oppdateringer til Ubuntu-programvare. Disse oppdateringene kan forbedre sikkerheten eller fikse andre problemer.
nl: Ubuntu-ontwikkelaars brengen vaak updates uit voor Ubuntu-software. Deze updates kunnen de veiligheid verbeteren of andere problemen verhelpen.
oc: Los desvolopaires d'Ubuntu publican frequentament de mesas a jorn pels logicials d'Ubuntu. Aquelas mesas a jorn pòdon melhorar la seguretat o resòlvre d'autres problèmas.
pl: Twórcy Ubuntu często wydają aktualizacje, które mogą poprawić bezpieczeństwo lub rozwiązać inne problemy.
pt: Os desenvolvedores do Ubuntu lançam frequentemente actualizações ao software do Ubuntu. Estas actualizações podem melhorar a segurança ou corrigir outros problemas.
pt_br: Os desenvolvedores do Ubuntu frequentemente lançam atualizações para os programs do Ubuntu. Essas atualizações podem aumentar a segurança ou corrigir outros problemas.
ro: Programatorii Ubuntu publică des actualizări ale aplicațiilor și ale sistemului de operare. Aceste actualizări rezolvă probleme de securitate sau de altă natură.
ru: Разработчики Ubuntu часто выпускают необходимые обновления системы Ubuntu. Эти обновления могут улучшить безопасность или исправить различные проблемы
sk: Vývojári často vydávajú aktualizácie pre softvér obsiahnutý v Ubuntu. Tieto aktualizácie môžu zvyšovať bezpečnosť alebo opravovať iné problémy.
sl: Razvijalci Ubuntu pogosto izdajajo posodobitve za programsko opremo Ubuntu. Te posodobitve lahko izboljšajo varnost ali popravijo težave.
sq: Krijuesit e Ubuntu shpesh nxjerrin përditësime për programet e Ubuntu. Këto përditësime mund të përmirësojnë sigurinë dhe të rregullojnë probleme të tjera.
sr: Убунтуови програмери често уносе исправке у софтверу Убунтуа. Ове исправке могу побољшати безбедност или поправити неке друге проблеме.
sv: Ubuntus utvecklare skickar ofta ut uppdateringar till programvaran i Ubuntu. Dessa uppdateringar kan förbättra säkerheten eller rätta till andra problem.
tr: Ubuntu geliştiricileri sık sık Ubuntu yazılımına yayın güncellerler. Bu güncellemeler güvenliği geliştirebilir ya da diğer problemleri düzeltebilir.
uk: Розробники Ubuntu часто випускають оновлення для програм Ubuntu. Ці оновлення можуть покращувати безпеку чи лагодити інші проблеми.
zh_cn: Ubuntu 开发者常常发布 Ubuntu 软件的升级。这些升级会提升安全性或者是修补其它问题。
zh_hk: Ubuntu 開發社羣常常會釋出一些軟件更新，這些更新可以提高安全性或是修正某些問題。

source: When security updates are available, the <application>Update Manager</application> automatically starts up. For other updates you will be prompted once a week. To install updates, just click <guibutton>Install Updates</guibutton> and enter your password when prompted.
ast: Cuando hai anovamientos de seguridá disponibles, el <application>Xestor d'anovamientos</application> aníciase automáticamente. Pa otros anovamientos entrugaráse-y una vegada a la selmana. Pa instalar los anovamientos, cenciellamente calque en <guibutton>Instalar anovamientos</guibutton> ya introduzca la so contraseña cuando-y la pida.
ca: Quan hi hagi actualitzacions de seguretat disponibles, el <application>Gestor d'actualitzacions</application> s'iniciarà automàticament. Per a les altres actualitzacions se us preguntarà un cop a la setmana. Per a instal·lar actualitzacions, simplement feu clic a <guibutton>Instal·la les actualitzacions</guibutton> i introduïu la vostra contrasenya quan sigui sol·licitada.
cs: Když jsou dostupné bezpečnostní aktualizace, automaticky se spustí <application>Správce aktualizací</application>. Na další aktualizace budete upozorňováni jednou týdně. Pro instalaci aktualizací klikněte na tlačítko <guibutton>Nainstalovat aktualizace</guibutton> a zadejte své heslo, pokud jste dotázáni.
da: Når der er tilgængelige sikkerhedsopdateringer, vil <application>Opdateringshåndteringen</application> automatisk starte. Du vil blive spurgt en gang om ugen om andre opdateringer. Hvis du vil installere opdateringer, skal du blot klikke <guibutton>Installér opdateringer</guibutton> og indtaste din adgangskode, når du bliver bedt om det.
de: Wenn Sicherheitsaktualisierungen verfügbar sind, startet die <application>Aktualisierungsverwaltung</application> automatisch. Über andere Aktualisierungen werden Sie einmal pro Woche benachrichtigt. Um die Aktualisierungen zu installieren, klicken Sie einfach <guibutton>Aktualisierungen installieren</guibutton> an und geben Sie Ihr Passwort ein, wenn Sie dazu aufgefordert werden.
el: Όταν είναι διαθέσιμες ενημερώσεις ασφαλείας, η εφαρμογή <application>Διαχείριση ενημερώσεων</application> εκκινεί αυτόματα. Για άλλες ενημερώσεις θα λάβετε μήνυμα προτροπής μια φορά την εβδομάδα. Για να εγκαταστήσετε ενημερώσεις, πατήστε απλά στο <guibutton>Εγκατάσταση ενημερώσεων</guibutton> και εισάγετε τον κωδικό σας όταν σας ζητηθεί.
es: Cuando hay actualizaciones de seguridad disponibles, el <application>Gestor de actualizaciones</application> se inicia automáticamente. Para otras actualizaciones se le preguntará una vez a la semana. Para instalar las actualizaciones, simplemente pulse en <guibutton>Instalar actualizaciones</guibutton> e introduzca su contraseña cuando se le pida.
fi: Kun turvallisuuspäivityksiä on saatavilla, <application>Päivitysten hallinta</application> käynnistyy automaattisesti. Muiden päivityksien osalta muistutetaan kerran viikossa. Asentaaksesi päivitykset, napsauta <guibutton>Asenna päivitykset</guibutton> ja syötä salasanasi pyydettäessä.
fr: Quand des mises à jour de sécurité sont disponibles, le <application>Gestionnaire de mise à jour</application> se lance automatiquement. Pour les autres mises à jour, vous serez averti une fois par semaine. Pour installer les mises à jour, cliquez simplement sur <guibutton>Installer les mises à jour</guibutton> et saisissez votre mot de passe quand il est demandé.
gl: Cuando hai actualizacións de seguranza dispoñibeis, o <application>Xestor de actualizacións</application> iníciase automaticamente. Para outras actualizacións preguntaráselle unha vez á semana. Para instalar as actualizacións, simplemente prema en <guibutton>Instalar actualizacións</guibutton> e introduza a sua contrasinal cando se lle pida.
hu: Biztonsági frissítések elérhetővé válásakor a <application>Frissítéskezelő</application> automatikusan elindul. Más frissítések esetén hetente egyszer kap figyelmeztetést. A frissítések telepítéséhez csak kattintson a <guibutton>Frissítések telepítése</guibutton> gombra és adja meg jelszavát, ha a program kéri.
it: Quando sono disponibili aggiornamenti di sicurezza, <application>Gestore aggiornamenti</application> viene avviato automaticamente. In caso di presenza di altri aggiornamenti, viene avviato una volta alla settimana. Per installare gli aggiornamenti, fare clic su <guibutton>Installa aggiornamenti</guibutton> e inserire la propria password quando richiesto.
ja: セキュリティ・アップデートが利用可能になると、<application>アップデート・マネージャ</application>が自動的に起動します。他のアップデートは週に１度表示されます。アップデートをインストールするには、<guibutton>アップデートをインストール</guibutton>をクリックしてパスワードを入力するだけです。
nb: Når nye sikkerhetsoppdateringer er tilgjengelige starter verktøyet for <application>Oppdatering</application> automatisk. Andre oppdateringer blir du minnet på en gang i uken. For å installére oppdateringer, trykk på <guibutton>Installér oppdateringer</guibutton> og skriv inn passordet ditt når du blir spurt om dette.
nl: Wanneer er beveiligingsupdates beschikbaar zijn, zal <application>Updatebeheer</application> automatisch starten. Voor overige updates zal het eens per week starten. Om de updates te installeren, hoeft u slechts op <guibutton>Updates installeren</guibutton> te klikken en uw wachtwoord in te voeren als dat wordt gevraagd.
oc: Quand de mesas a jorn de seguretat son disponiblas, lo <application>Gestionari de mesa a jorn</application> s'avia automaticament. Per las autras mesas a jorn, serètz avertit un còp per setmana. Per installar las mesas a jorn, clicatz simplament sus <guibutton>Installar las mesas a jorn</guibutton> e picatz vòstre senhal quand es demandat.
pt_br: Quando atualizações de segurança estiverem disponíveis, o <application>Gerenciador de atualizações</application> automaticamente será iniciado. Para outras atualizações você será perguntado uma vez por semana. Para instalar as atualizações, basta clicar em <guibutton>Instalar atualizações</guibutton> e entrar com sua senha quando for solicitada.
ro: Atunci când sunt disponibile actualizări de securitate, va porni automat <application>Administratorul de actualizări</application>. Pentru alte actualizări, veți fi atenționat o dată pe săptămână. Pentru a instala actualizările, apăsați pe <guibutton>Instalează actualizările</guibutton> și introduceți parola când este solicitată.
ru: Когда доступны обновления безопасности, автоматически запускается <application>Менеджер обновлений</application>. О других обновленииях вас будут запрашивать раз в неделю, устанавливать их или нет. Чтобы установить обновления, просто нажмите <guibutton>Установить обновления</guibutton> и введите свой пароль, когда он будет запрошен.
sk: <application>Správca aktualizácií</application> sa automaticky spustí ak sú k dispozícii bezpečnostné aktualizácie. Na ostatné aktualizácie budete upozornený raz za týždeň. Aktualizácie nainštalujete kliknutím na <guibutton>Nainštalovať aktualizácie</guibutton> a zadaním vášho hesla po vyzvaní.
sl: Ko so varnostne posodobitve na voljo, se <application>Upravljalnik posodobitev</application> samodejno zažene. Za ostale posodobitve pa boste opozorjeni enkrat na teden. Za namestitev posodobitev kliknite <guibutton>Namesti posodobitve</guibutton> in vpišite svoje geslo.
sq: Kur përditësimet e sigurisë janë të disponueshme <application>Menaxhuesi i Përditësimeve</application> nis automatikisht. Për përditësimet e tjera do të njoftoheni një herë në javë. Për të instaluar përditësimet, thjesht klikoni <guibutton>Instalo Përditësimet</guibutton> dhe vendosni fjalëkalimin tuaj kur ju kërkohet.
sr: Када су доступне безбедносне исправке, <application>Управник ажурирања</application> се аутоматски покреће. За остале исправке бићете упитани једном недељно. Да инсталирате исправке, само кликните <quote><guibutton>Инсталирај ажурирања</guibutton></quote> и унесите вашу лозинку када будете упитани.
sv: När en säkerhetsuppdatering är tillgänglig, kommer <application>uppdateringshanteraren</application> automatiskt att starta. Du kommer att notifieras om andra uppdateringar en gång per vecka. För att installera uppdateringar, klicka bara på <guibutton>Installera uppdateringar</guibutton> och ange ditt lösenord när det efterfrågas.
tr: Güvenlik güncellemeleri kullanılabildiğinde <application>Güncelleme Yöneticisi</application> otomatik olarak başlatılacaktır. Diğer güncellemeler için haftada bir kez uyarılacaksın. Güncellemeleri yüklemek için sadece <guibutton>Güncelleme Yükle</guibutton>'ye tıkla ve eğer istenirse şifreni gir.
uk: Коли доступні оновлення безпеки, <application>Менеджер оновлення</application> стартує автоматично. Для інших оновлень вас будуть запитувати раз на тиждень. Для встановлення оновлень натисніть <guibutton>Встановити оновлення</guibutton> і введіть ваш пароль, коли буде запитано.
zh_cn: 当有安全更新可用时，<application>升级管理器</application> 会自动启动。其它类型的更新会一周提示一次。要安装更新，只需点击 <guibutton>安装升级</guibutton> 并在提示的时候输入您的密码。
zh_hk: 當有保安更新提供，<application>更新管理員</application> 會自動開啟。而其他更新會每星期提醒一次。要安裝更新，只須點擊 <guibutton>安裝更新</guibutton> ，然後在螢幕出現指示時輸入密碼。

source: The update process may take a while if many updates need to be installed.
ast: El procesu d'anovación puede tardar un ratu si ficiera falta instalar munches anovaciones.
ca: El procés d'actualització pot tardar una estona si s'han d'instal·lar moltes actualitzacions.
cs: Proces aktualizace může chvíli trvat, zvláště pokud je zapotřebí nainstalovat větší množství aktualizací.
da: Opdateringsprocessen kan tage et stykke tid, hvis der skal installeres mange opdateringer.
de: Die Aktualisierung kann eine Weile dauern, falls viele Aktualisierungen installiert werden müssen.
el: Η διαδικασία της ενημέρωσης μπορεί να διαρκέσει λίγο, αν υπάρχουν πολλές ενημερώσεις που πρέπει να εγκατασταθούν.
eo: La ĝisdatigo daŭros signifan tempon se vi instalas plurajn ĝisdatigojn.
es: El proceso de actualización puede tardar un tiempo si es necesario instalar muchas actualizaciones.
fi: Päivitys voi kestää jonkin aikaa, jos asennetaan useita päivityksiä.
fr: Le processus de mise à jour peut durer un moment si de nombreuses mises à jour doivent être installées.
gl: O proceso de actualización pode levar un anaco se hai que instalar moitas actualizacións.
hu: A frissítési folyamat eltarthat egy ideig, ha sok frissítést kell telepíteni.
it: Il processo di aggiornamento potrebbe impiegare del tempo se è necessario installare tanti aggiornamenti.
ja: 多くのアップデートをインストールする必要がある場合、アップデートが終わるまでしばらく時間がかかるかもしれません。
nb: Oppdateringsprosessen kan ta en stund hvis mange oppdateringer må installeres.
nl: Het updateproces kan even duren als er veel updates geïnstalleerd moeten worden.
oc: Lo processús de mesa a jorn pòt durar un moment se de mesas a jorn nombrosas an d'èsser installadas.
pl: Proces aktualizacji może chwilę potrwać, w zależności od ilości potrzebnych aktualizacji.
pt: O processo de actualização poderá demorar algum tempo se muitas actualizações tiverem de ser instaladas.
pt_br: O processo de atualização deve levar algum tempo se muitas atualizações precisarem ser instaladas.
ro: Procesul de actualizare poate dura mai mult timp, dacă trebuie instalate multe actualizări.
ru: Процесс обновления может занять некоторое время, если количество обновлений велико.
sk: Aktualizácia môže chvíľu trvať v závislosti od množstva aktualizácií.
sl: Postopek posodobitve lahko vzame nekaj časa, če je potrebno namestiti veliko posodobitev.
sq: Proçesi i përditësimit mund të zgjasë pak nëse ka shumë përditësime që duhen instaluar.
sr: Процес ажурирања може потрајати ако имате много исправки за инсталирање.
sv: Uppdateringsprocessen kan ta en stund om det är många uppdateringar som ska installeras.
tr: Güncelleme işlemi eğer kurulması gereken birçok güncelleme varsa zaman alabilir.
uk: Процес оновлення може зайняти певний час, якщо має бути встановлено багато оновлень.
zh_cn: 如果要安装的东西很多，更新过程可能需要一段时间。
zh_hk: 如果有許多的更新必須進行的話，過程也許會花一些時間。
