Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Only download and run software from sources that you trust. By default, you can only download software directly from Ubuntu.
ast: Descarga y executa sólo software que venga de fontes de confianza. Por omisión, namái puede descargase software direutamente d'Ubuntu.
ca: Només hauríeu de baixar i executar programari de fonts de confiança. Per defecte, només podeu baixar programari de l'Ubuntu.
cs: Stahujte a spouštějte software pouze ze zdrojů, kterým věříte. Ve výchozím nastavení můžete stahovat software pouze přímo od Ubuntu.
da: Hent og kør kun software fra kilder, du stoler på. Som standard kan du kun hente software direkte fra Ubuntu.
de: Führen Sie nur Anwendungen aus, die aus einer Quelle stammen, der Sie vollkommen vertrauen. Standardmäßig können sie nur Software benutzen, die direkt von Ubuntu stammt.
el: Μεταφορτώστε και εκτελέστε λογισμικό από πηγές που εμπιστεύεστε. Προεπιλεγμένα μπορείτε να μεταφορτώσετε λογισμικού κατευθείαν από το Ubuntu.
eo: Elŝutu kaj rulu nur programarojn el fontoj kiujn vi fidas. Defaŭlte, oni povas elŝuti programarojn nur rekte de Ubuntu.
es: Descargue y ejecute sólo software que provenga de fuentes en las que confíe. Por defecto, únicamente se puede descargar software directamente de Ubuntu.
fi: Lataa ja käynnistä ohjelmia vain lähteistä, joihin luotat. Oletuksena tulisi ladata ohjelmia vain suoraan Ubuntun kautta.
fr: Ne téléchargez et n'installez que des logiciels provenant de sources en lesquelles vous avez confiance. Par défaut, vous ne pouvez télécharger que des logiciels provenant directement d'Ubuntu.
gl: Descarregue e execute só software de fontes nas que confíe. Por omisión, só pode descarregar software directamente desde Ubuntu.
hu: Csak megbízható forrásból töltsön le és futtasson szoftvereket. Alapértelmezésben csak az Ubuntu tárolóiból tud szoftvereket letölteni.
it: Scaricare ed eseguire software solo da sorgenti fidate. Come scelta predefinita è possibile scaricare software solamente da Ubuntu.
ja: ダウンロードしたり実行するソフトウェアは、あなたが信用している出所からのものだけに限ってください。既定では、Ubuntuからのみ直にソフトウェアをダウンロードできます。
nb: Bare last ned og kjør programvare fra kilder som du stoler på. Som standard kan du bare laste ned programvare direkte fra Ubuntu.
nl: Download uitsluitend software van bronnen die u vertrouwt. U kunt standaard alleen van Ubuntu rechtstreeks software downloaden.
oc: Telecarguetz e installetz pas de logicials que se provenon de fonts dins las qualas vos fisatz. Per defaut, podètz pas telecargar que de logicials que provenon dirèctament d'Ubuntu.
pl: Pobieraj i uruchamiaj oprogramowanie tylko z zaufanych źródeł. Domyślnie możesz pobierać oprogramowanie wyłącznie z serwerów Ubuntu.
pt: Apenas transfira e execute software a partir de fontes que confia. Por omissão, pode apenas transferir software directamente do Ubuntu.
pt_br: Apenas faça o download e execute programas de fontes que você confie. Por padrão, você só pode baixar programas diretamente do Ubuntu.
ro: Descărcați și rulați numai aplicații din surse în care aveți încredere. În mod implicit, sistemul va descărca aplicații doar de pe site-ul Ubuntu.
ru: Скачивайте и запускайте приложения только из источников, которым вы доверяете. По умолчанию установка приложений разрешена только с сайта Ubuntu.
sk: Sťahujte a spúšťajte iba softvér zo zdrojov, ktorým veríte. Predvolene môžete sťahovať softvér iba priamo z Ubuntu.
sl: Prenašajte in zaženite programsko opremo samo od virov, katerim zaupate. Privzeto lahko prenašate samo programsko opremo, neposredno od Ubunta.
sq: Shkarkoni dhe instaloni programi vetëm nga burimet që ju i besoni. Paraprakisht, ju mund të shkarkoni programe drejtpërdrejt vetëm nga Ubuntu.
sr: Преузимајте и покрећите софтвер само из извора којима верујете. Као што је унапред одређено, софтвер можете да преузимате директно само са Убунтуа.
sv: Hämta endast och kör programvara från källor som är pålitliga. Du kan som standard endast hämta programvara direkt från Ubuntu.
tr: Sadece güvendiğiniz kaynaklardan gelen yazılımları indirin ve çalıştırın. Öntanımlı olarak sadece Ubuntu'dan doğrudan yazılım indirebilirsiniz.
uk: Завантажуйте і запускайте програми тільки з джерел, яким ви довіряєте. Типово, можна завантажувати програми тільки від Ubuntu.
zh_cn: 只从您信任的来源下载和运行软件。默认情况下您只能从 Ubuntu 直接下载软件。
zh_hk: 只在您信任的來源下載或執行軟件。為了安全理由，沒有改變設定的情況下，您只能從 Ubuntu 直接下載軟件。

source: Make backup copies of your files
ast: Fai copies de seguridá de los tos ficheros
ca: Feu còpies de seguretat dels fitxers
cs: Dělejte záložní kopie svých souborů
da: Opret sikkerhedskopier af dine filer
de: Legen Sie Sicherheitskopien Ihrer Dateien an
el: Κρατήστε αντίγραφα ασφαλείας (backup) των αρχείων σας
eo: Fari restaŭrkopiojn de viaj dosieroj
es: Haga copias de seguridad de sus archivos
fi: Tee tiedostoistasi varmuuskopioita
fr: Faites des copies de sauvegarde de vos fichiers
gl: Crear copias de seguranza dos seus ficheiros
hu: Készítsen biztonsági másolatot a fontos fájlokról
it: Creare copie di backup dei propri file
ja: ファイルのバックアップを取る
nb: Lag sikkerhetskopier av filene dine
nl: Maak reservekopiën van uw bestanden
oc: Fasètz de còpias de salvament de vòstres fichièrs
pl: Wykonuj kopie zapasowe swoich plików
pt: Faça cópias de segurança dos seus ficheiros.
pt_br: Faça cópias de segurança de seus arquivos
ro: Faceți copii de siguranță ale fișierelor dumneavoastră
ru: Делайте резервные копии своих файлов
sk: Spravte si záložné kópie vašich súborov
sl: Naredite varnostne kopije vaših datotek
sq: Bëni kopje dytësore të skedarëve tuaj
sr: Направите резервне копије датотека
sv: Skapa säkerhetskopior av dina filer
tr: Dosyalarınızın yedeklerini oluşturun
uk: Робіть резервні копії ваших файлів
zh_cn: 备份您的文件
zh_hk: 為您的檔案製作備份

source: A problem which you may occasionally encounter is the unexpected loss of some of your work and settings for one reason or another. The causes of such <emphasis>data loss</emphasis> are many and varied; it could be anything from a power cut to accidentally deleting a file. It is highly recommended that you make regular back-up copies of your important files so that, if you do encounter a problem, you will not have lost those files.
ast: Un problema que puedes alcontrate dacuando ye la perda inesperada de parte del to trabayu y axustes por dalguna razón. Les causes d'esa <emphasis>perda de datos</emphasis> son munches y variaes; cualisquier cosa dende un corte de corriente a esborrar accidentalmente un ficheru. Encamiéntase'l vezu de facer copies de seguridá de los ficheros importantes de manera que, si alcuentres un problema, nun pierdas esos ficheros.
ca: Un problema amb el qual us podeu trobar ocasionalment és la pèrdua inesperada de part del vostre treball i dels paràmetres, sigui pel motiu que sigui. Les causes d'aquestes <emphasis>pèrdues de dades</emphasis> són moltes i variades; pot ser qualsevol cosa, des d'un tall de subministrament elèctric fins a la supressió accidental d'un fitxer. És molt recomanable que realitzeu còpies de seguretat dels fitxers importants, de manera que no es perdin si us trobeu amb un d'aquests problemes.
cs: Problém, na který můžete občas narazit, je neočekávaná ztráta části vaší práce a nastavení z jednoho či druhého důvodu. Příčin takových <emphasis>ztrát dat</emphasis> je mnoho a liší se; může to být cokoli od ztráty elektrického proudu po nechtěné smazání souboru. Je velice doporučené pravidelně zálohovat vaše důležité soubory, takže při případném problému tyto soubory neztratíte.
da: Uventet tab af dele af dit arbejde og dine indstillinger er et problem du indimellem kan løbe ind i af den ene eller anden grund. Der er mange forskellige grunde til sådanne <emphasis>datatab</emphasis>. Det kan være alt fra strømsvigt til en utilsigtet sletning af en fil. Det anbefales meget kraftigt, at du tager regelmæssige sikkerhedskopier af dine vigtige filer, så du ikke mister disse filer, hvis du løber ind i et problem.
de: Ein Problem, welchem Sie mitunter begegnen können, ist der unerwartete Verlust eines Teils Ihrer Arbeit und Einstellungen. Die Ursachen eines solchen <emphasis>Datenverlusts</emphasis> sind vielfältig; sie können von einem Stromausfall bis hin zu einem versehentlichen Löschen einer Datei reichen. Es wird dringend empfohlen, dass Sie regelmäßig Sicherheitskopien Ihrer wichtigen Dateien anlegen, sodass Sie diese, falls es zu einem Problem kommt, nicht verlieren.
el: Ένα πρόβλημα που μπορεί περιστασιακά να συναντήσετε είναι η απώλεια της δουλειάς σας και ορισμένων ρυθμίσεων σας για τον ένα ή τον άλλο λόγο. Οι αιτίες για τέτοιες <emphasis>απώλειες δεδομένων</emphasis> είναι διάφορες, από μια απλή διακοπή ρεύματος μέχρι και μια εσφαλμένη διαγραφή ενός αρχείου. Προτείνεται ανεπιφύλακτα να κρατάτε τακτικά αντίγραφα ασφαλείας των σημαντικών σας αρχείων, ώστε όταν αντιμετωπίσετε ένα πρόβλημα να μην χάνετε τα αρχεία αυτά.
eo: Alia problemo kiu malofte okazas estas la neatendita malapero de iuj viaj laboraj agordaĵoj. La kaŭzoj de tia <emphasis>datuma malapero</emphasis> estas multaj kaj variaj; povas esti ekzemple manko de elektro aŭ akcidente forigi dosieron.
es: Un problema que se puede encontrar ocasionalmente es la perdida de una parte de su trabajo y preferencias por alguna razón. Las causas de tal <emphasis>pérdida de datos</emphasis> son muchas y variadas; podría ser cosa desde un corte del suministro eléctrico hasta un borrado accidental de un archivo. Es muy recomendable hacer copias de seguridad de sus archivos importantes de forma regular ya que, si encuentra un problema, no perderá esos archivos.
fi: Joskus voidaan tulla tilanteeseen, jossa arvaamattomasti menetään joitain työtiedostoja tai asetuksia syystä tai toisesta. Syyt tällaisiin tilanteisiin ovat monenlaisia, sähkökatkoista tiedoston vahingossa tapahtuneeseen poistamiseen. Tällaisista syistä johtuen on hyvin suositeltavaa tehdä säännöllisesti varmuuskopioita tärkeistä tiedostoista, jotta mahdollisessa ongelmatilanteessa kyseisiä tiedostoja ei menetetä.
fr: Un problème que vous pouvez rencontrer occasionnellement est la perte inopinée d'une partie de votre travail et de vos paramètres pour une raison ou pour une autre. Les causes d'une telle <emphasis>perte de données</emphasis> sont diverses et variées ; elles peuvent aller de la coupure de courant à la suppression accidentelle d'un fichier. Il est vivement recommandé de réaliser des copies de sauvegarde de vos fichiers importants de manière à minimiser les pertes si vous rencontrez un problème.
gl: En ocasións pode atoparse co problema da perda inesperada de parte do seu traballo e configuracións por calquer razón. As causas desa <emphasis>perda de datos</emphasis> son moitas e variadas; poden ir desde un fallo eléctrico a eliminar accidentalmente un ficheiro. Recoméndase moito crear copias de respaldo dos seus ficheiros importantes de maneira que, cando se atope cun problema, non perda eses ficheiros.
hu: Időnként találkozhat olyan problémával, mely váratlanul munkájának vagy beállításainak elvesztéséhez vezet. Ilyen <emphasis>adatvesztés</emphasis> több okból is előfordulhat az áramkimaradástól a véletlenül letörölt fájlokig. Rendkívül fontos rendszeresen biztonsági másolatot készíteni a fontos fájlokról, így ha valamilyen probléma merülne fel, akkor sem veszíti el a fájlokat.
it: Un problema in cui si può incorrere, è la perdita inaspettata di parte del proprio lavoro e delle impostazioni per un motivo o un altro. Le cause di tali <emphasis>perdite di dati</emphasis> sono molte e varie: da una interruzione nell'alimentazione elettrica all'eliminazione accidentale di un file. È altamente raccomandato creare copie di backup regolari di tutti i file importanti in modo che, incontrando un problema, tali file non vengano persi.
ja: あなたがしばしば直面するかもしれない問題は、あなたの作業や設定が何かの理由で予期せずに失われるという問題です。その<emphasis>データ損失</emphasis>の原因は量も種類もたくさんありますが、たいていは突然の電源OFFによってファイルが消去されてしまうというものでしょう。したがって、もしあなたが問題に直面したときにそうしたファイルを失うことのないよう、重要なファイルは定期的にバックアップコピーをとることを強く推奨します。
nb: Noen ganger kan du plutselig miste arbeid eller innstillinger uten noen åpenbar grunn. Grunnene til slike <emphasis>datatap</emphasis> er mange og varierte; det kan være alt fra strømbrudd til å slette en fil ved et uhell. Det anbefales derfor på det sterkeste å ta regelmessige sikkerhetskopier av viktige filer. På denne måten vil du, om du støter på et problem, ha alle dine filer i behold.
nl: Een probleem dat u af en toe kunt tegenkomen is dat u om een of andere reden onverwacht een deel van uw werk of van uw instellingen kunt verliezen. Er kunnen veel en uiteenlopende oorzaken van zulk <emphasis>gegevensverlies</emphasis> zijn; variërend van een stroomonderbreking, tot het per ongeluk wissen van een bestand. Het wordt sterk aanbevolen om regelmatig backups te maken van uw belangrijke bestanden zodat, mocht er een probleem optreden, u die bestanden niet definitief kwijt bent.
oc: Un problèma que podètz rencontrar ocasionalament es la pèrda inopinèa d'una partida de vòstre trabalh e de vòstres paramètres per una rason o per una autra. Las causas d'una tala <emphasis>pèrda de donadas</emphasis> son divèrsas e variadas ; pòdon anar de la copadura de corrent a la supression accidentala d'un fichièr. Es vivament recomandat de realizar de còpias de salvament de vòstres fichièrs importants de manièra a minimizar las pèrdas se rencontratz un problèma.
pl: Czasami może ci się przydarzyć utracenie części wykonywanej pracy lub ustawień. Powodów <emphasis>utracenia danych</emphasis> może być wiele - od chwilowego zaniku napięcia, do przypadkowego skasowania pliku. Zalecane jest okresowe wykonywanie kopii zapasowych swoich ważnych plików, aby uniknąć przykrych niespodzianek w razie wystąpienia takiego nieprzewidzianego zdarzenia.
pt: Um problema com o qual poderá ocasionalmente deparar-se, por uma razão ou outra, é a perda inesperada de parte do seu trabalho e das suas configurações. As causas destas <emphasis>perdas de dados</emphasis> são muitas e variadas; podem ir desde uma quebra de tensão até à eliminação acidental de um ficheiro. É altamente recomendado que efectue regularmente cópias de segurança dos seus ficheiros importantes para que, se se deparar com um problema, não perca esses ficheiros.
pt_br: Um problema que você pode encontrar ocasionalmente é a perda inesperada de parte de seu trabalho e de configurações por uma razão ou outra. As causas dessas <emphasis>perdas de dados</emphasis> são muitas e variadas; pode ser qualquer coisa desde queda de energia até a remoção acidental de um arquivo. É altamente recomendado que você faça cópias de segurança regularmente de seus arquivos importantes, pois, se encontrar um problema, você não perderá esses arquivos.
ro: O problemă de care vă veți lovi uneori este pierderea neașteptată a datelor sau a configurărilor. Cauzele <emphasis>pierderilor de date</emphasis> pot fi multe, de la o pană de curent, până la ștergerea accidentală a unui fişier. De aceea, este cât se poate de indicat să faceți regulat copii de siguranță ale fișierelor importante, astfel încât, în urma unui astfel de accident, să nu pierdeți definitiv datele.
ru: Иногда вы можете столкнуться с проблемой потери своих файлов или настроек то по одной, то по другой причине. Причины <emphasis>потери данных</emphasis> могут быть разные, от случайного удаления файла до неожиданного выключения электропитания. Поэтому настоятельно рекомендуется регулярно делать резервные копии важной информации, чтобы всегда была возможность восстановить потерянные данные.
sk: Problém, s ktorým sa môžete z času na čas stretnúť, je neočakávaná strata časti vašej práce a nastavení z toho či onoho dôvodu. Príčin takejto <emphasis>straty údajov</emphasis> môže byť niekoľko; môže to byť čokoľvek od straty elektrického prúdu po nechcené zmazanie súboru. Veľmi odporúčame robiť si pravidelne záložné kópie vašich dôležitých súborov, takže v prípade problému tieto súbory nestratíte.
sl: Težava, na katero lahko občasno naletite, je nepričakovana izguba vašega dela in nastavitev zaradi enega ali več razlogov. Vzrokov za <emphasis>izgubo podatkov</emphasis> je več in so raznoliki: lahko je karkoli od izgube elektrike, do naključnega izbrisa datoteke. Priporočljivo je, da redno izdelujete varnostne kopije pomembnih datotek, tako da ob težavi teh datotek ne izgubite.
sq: Një problem të cilin ju mund ta hasni herë pas here është humbja e papritur e një pjese të punës dhe të parametrave tuaj për një arsye apo për një tjetër. Shkaqet e kësaj <emphasis>humbjeje të të dhënave</emphasis> janë të shumta dhe të ndryshme; mund të varijojnë që nga ndërprerja e tensionit deri tek fshirja aksidentale e një skedari. Ju rekomandohet që të bëni rregullisht kopje mbështetëse të skedarëve tuaj të rëndësishëm, në mënyrë që, nëse hasni në ndonjë problem, të mos i humbisni ato skedarë.
sr: Проблем на који ћете можда повремено наићи је неочекивани губитак вашег рада и подешавања из једног или другог разлога. Узроци таквог <emphasis>губитка података</emphasis> су многи и разнолики; то може бити било шта, од нестанка струје до случајног брисања датотеке. Препоручљиво је да редовно направите резервне копије ваших важних датотека, тако да ако наиђете на проблем, нећете изгубити те датотеке.
sv: Ett problem som du eventuellt kan påträffa är att du ibland kan förlora data och inställningar av någon anledning. Orsakerna till sådan <emphasis>dataförlust</emphasis> är många och olika; det kan vara allt från strömavbrott till att av misstag raderat en fil. Det rekommenderas starkt att du gör säkerhetskopior med jämna mellanrum av dina viktiga filer, så om du stöter på ett problem, inte förlorar dessa filer.
tr: Bazen karşılaşabileceğiniz bir problem, bazı nedenlerden ötürü çalışmanızın ve ayarlarınızın bazılarının beklenmedik kaybıdır. Bu tarz <emphasis>veri kaybı</emphasis> sorunları pek çok ve çeşitlidir; güç kesintisinden yanlışlıkla bir dosyayı silmeye kadar herhangi bir şey olabilir. Önemli dosyalarınızın düzenli yedeklerini almanız son derece tavsiye edilir, böylece eğer bir problemle karşılaşırsanız, önemli dosyalarını kaybetmeyeceksiniz.
uk: Ви можете іноді стикатися з такою проблемою, як неочікувана втрата частини вашої роботи і налаштувань з тієї чи іншої причини. Прични такої <emphasis>втрати даних</emphasis> числені і варіюються, це може бути що завгодно від вимкнення живлення до випадкового видалення файлу. Дуже рекомендується робити регулярні резервні копії важливих файлів, так що коли виникне проблема, ви не втратите ці файли.
zh_cn: 您有时可能会遇到的问题是，因为种种原因您的文件或是设置的一部分意外丢失了。这类 <emphasis>数据丢失</emphasis> 的原因是多样的；可能是断电或是意外删除文件等。因此强烈建议您定期备份您的重要文件，这样当您真的遇到问题时，您就不会丢失这些文件。
zh_hk: 您可能會偶爾遇到的問題就是可能為了某個原因在無預期的情況下損失了某些工作或設定。造成這些 <emphasis>資料遺失</emphasis> 的原因形形色色，可能是電源供應器斷電或是意外刪除某個檔案。我們強烈建議您對您重要的檔案做定期的備份，如此在您遇到問題時，您就不會失去這些檔案。
