Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: To restore a backup made with <application>Simple Backup Config</application>, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> and select restore source folder and available backups from drop-down menu. Choose the files and folders you want to restore, click on the <guibutton>Restore</guibutton> button and confirm your choice. If you want to restore in a different location you need to select the <guibutton>Restore As</guibutton> option.
ast: Pa restaurar una copia de seguridá fecha con <application>Simple Backup Config</application>, calque <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> y esbille la carpeta d'orixe de restauración y los respaldos disponibles del menú estenderexable. Esbille los ficheros y carpetes que quier restaurar, calque nel botón <guibutton>Restaurar</guibutton> y confirme la so eleición. Si quier restaurar nún allugamientu distintu, tendrá d'esbillar la opción <guibutton>Restaurar como</guibutton>.
ca: Per a restaurar una còpia de seguretat realitzada amb el <application>Simple Backup Config</application>, premeu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administració</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> i seleccioneu la carpeta origen de la restauració i les còpies de seguretat disponibles del menú desplegable. Trieu els fitxers i les carpetes que voleu restaurar, feu clic al botó <guibutton>Restore</guibutton> i confirmeu la vostra opció. Si voleu restaurar a una ubicació diferent, heu de seleccionar l'opció <guibutton>Restore As</guibutton>.
cs: Pro obnovení zálohy provedené pomocí <application>Simple Backup Config</application> zvolte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> a vyberte zdrojovou složku určenou k obnově a dostupné zálohy z rozevíracího seznamu. Zvolte soubory a složky, které chcete obnovit, klikněte na tlačítko <guibutton>Restore</guibutton> a potvrďte svůj výběr. Pokud chcete zálohy obnovit do jiného umístění, musíte vybrat možnost <guibutton>Restore As</guibutton>.
da: Hvis du vil gendanne et sikkerhedskopi lavet med <application>Simple Backup Config</application>, skal du trykke <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> og vælg Restore Source Folder og Available backups fra rullemenuen. Vælg de filer og mapper, du vil gendanne, tryk på knappen <guibutton>Restore</guibutton> og bekræft dit valg. Hvis du ønsker at gendanne et andet sted, du istedet trykke på <guibutton>Restore As…</guibutton>.
de: Um Ihre mit <application>Simple Backup Config</application> gesicherten Dateien wiederherzustellen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Simple Backup Wiederherstellung</guimenuitem></menuchoice> und den Quellordner und die verfügbaren Sicherungskopien aus dem Auswahlmenü. Wählen Sie die Dateien und Ordner, die Sie wiederherstellen möchten, klicken Sie auf den Knopf <guibutton>Wiederherstellen</guibutton> und bestätigen Sie Ihre Auswahl. Wenn Sie die Daten an einem anderen Ort wiederherstellen möchten, müssen Sie die Option <guibutton>Wiederherstellen als</guibutton> auswählen.
el: Για να επαναφέρετε ένα αντίγραφο ασφαλείας που κάνατε με το <application>Simple Backup Config</application>, πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> και επιλέξτε restore source folder and available backups από το αναπτυσσόμενο μενού. Επιλέξτε τα αρχεία και τους φακέλους που θέλετε να επαναφέρετε, πατήστε το πλήκτρο <guibutton>Restore</guibutton> και επιβεβαιώστε την επιλογή σας. Αν θέλετε να τα επαναφέρετε σε διαφορετική θέση πρέπει να επιλέξετε την δυνατότητα <guibutton>Restore As</guibutton>.
eo: Por restaŭri kopion farita per <application>Simple Backup Config</application>, premu je <menuchoice><guimenu>Sistemo</guimenu><guisubmenu>Administrado</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> kaj elektu restaŭran dosierujon kaj disponeblan kopion el la fallisto. Elektu la dosierojn kaj dosierujojn restaŭrotajn, alklaku la butonon <guibutton>Restaŭri</guibutton> kaj konfirmu vian elekton. Se vi volas restaŭri al malsama loko, necesas elekti la agordon <guibutton>Restaŭri kiel</guibutton>.
es: Para restaurar una copia de seguridad llevada a cabo con <application>Simple Backup Config</application>, pulse <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> y seleccione la carpeta de origen de restauración y los respaldos disponibles del menú desplegable. Seleccione los archivos y carpetas que desee restaurar, pulse en el botón <guibutton>Restaurar</guibutton> y confirme su elección. Si desea restaurar en una ubicación diferente, tendrá que seleccionar la opción <guibutton>Restaurar como</guibutton>.
fr: Pour restaurer une sauvegarde réalisée avec <application>Simple Backup Config</application>, cliquez sur <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> puis sélectionnez un dossier source et une sauvegarde disponible dans le menu déroulant. Choisissez les fichiers et dossiers que vous souhaitez restaurer, cliquez sur le bouton <guibutton>Restaurer</guibutton> et confirmez votre choix. Si vous désirez restaurer vos données à un emplacement différent, il faudra sélectionner l'option <guibutton>Restaurer en tant que...</guibutton>
gl: Para restaurar unha copia de seguranza levada a cabo con <application>Simple Backup Config</application>, prema <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> e seleccione a carpeta de orixe de restauración e os respaldos dispoñíbeis do menú despregábel. Seleccione os ficheiros e carpetas que desexe restaurar, prema no botón <guibutton>Restaurar</guibutton> e confirme a sua elección. Se desexa restaurar nunha ubicación diferente, terá que seleccionar a opción <guibutton>Restaurar como</guibutton>.
hu: A <application>Simple Backup Config</application> használatával készült mentés visszaállításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> menüpontot és válassza ki a visszaállítás forrásmappáját és az elérhető mentéseket a legördülő menüből. Válassza ki a visszaállítani kívánt fájlokat és mappákat, kattintson a <guibutton>Restore</guibutton> gombra és erősítse meg választását. Ha másik helyre szeretné fájljait visszaállítani, válassza a <guibutton>Restore As</guibutton> lehetőséget.
it: Per ripristinare un backup eseguito con <application>Simple Backup Config</application>, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> e selezionare la cartella sorgente e i backup disponibili dal menù a discesa. Scegliere i file e le cartelle da ripristinare e fare clic su <guibutton>Restore</guibutton>. Per ripristinare il backup in una posizione differente, fare clic su <guibutton>Restore As</guibutton>.
ja: <application>バックアップの設定</application> によって作成したバックアップを復元するには、<menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>バックアップの復元</guimenuitem></menuchoice> をクリックして、復元元のフォルダを指定し、ドロップダウンメニューから利用可能なバックアップを選択してください。復元したいファイルやフォルダを選んだら <guibutton>復元</guibutton> ボタンをクリックし、選択を確認してください。別の場所へ復元したい場合は <guibutton>別の場所へ</guibutton> オプションを選択する必要があります。
nb: For å gjenopprette en sikkerhetskopi med <application>Simple Backup Config</application>, trykk <menuchoice><guimenu>System</guimenu><guisubmenu>Administrasjon</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> og velg gjenopprettingskilden og tilgjengelige sikkerhetskopier fra listen. Velg filene og mappene som du ønsker å gjenopprette, trykk <guibutton>Gjenopprett</guibutton> og bekreft valget ditt. Hvis du ønsker å gjenopprette til en annen plassering må du velge <guibutton>Gjenopprett som</guibutton>.
pt_br: Para restaurar uma cópia de segurança com a <application>Configuração de Copia de Segurança Simplificada</application>, pressione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Restauração de Copia de Segurança Simplificada</guimenuitem></menuchoice> e selecione os diretórios e cópias de segurança disponíveis como fonte de restauração do menu suspenso. Escolha os arquivos e pastas que você deseja restaurar, clique no botão <guibutton>Restaurar</guibutton> e confirme sua escolha. Se você deseja restaurar para um lugar diferente, você deve selecionar a opção <guibutton>Restaurar Como</guibutton>.
ro: Pentru a recupera o copie realizată cu <application>Simple Backup Config</application>, apăsați pe <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> și selectați dosarul sursă pentru recuperare și copiile disponibile din meniul de selecție. Alegeți fișierele și dosarele pe care doriți să le recuperați, apăsați pe <guibutton>>Restore</guibutton> și confirmați alegerea. Dacă doriți să recuperați copia în altă locație, trebuie să selectați opțiunea <guibutton>>Restore As</guibutton>.
ru: Для восстановления резервной копии, сделанной в <application>Simple Backup Config</application>, запустите <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> и в восстановлении исходного каталога, в выпадающем меню, выберите резервную копию из доступных. Укажите файлы и каталоги для восстановления, нажмите кнопку <guibutton>Восстановить</guibutton> и подтвердите свой выбор. Если вы желаете восстановить в другое место, то выберите опцию <guibutton>Восстановить как...</guibutton>.
sk: Na obnovenie zálohy vytvorenej so <application>Simple Backup Config</application>, zvoľte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Administrácia</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> a zvoľte zdrojový priečinok a zálohy ktoré sú k dispozícii z ponuky. Vyberte si súbory a priečinky ktoré chcete obnoviť, kliknite na tlačidlo <guibutton>Restore</guibutton> a potvrďte vašu voľbu. Ak chcete obnoviť súbory v inej lokácii musíte zvoliť možnosť <guibutton>Restore As</guibutton>.
sl: Za obnovitev podatkov iz varnostne kopije, ustvarjene s programom <application>Simple Backup Config</application>, izberite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> ter cilj in vir obnovitve podatkov z eno od ponujenih varnostnih kopij, nato potrdite izbiro. Izberite datoteke in mape, ki jih želite obnoviti, pritisnite na gumb <guibutton>Obnovi</guibutton> in potrdite izbiro. Če želite obnoviti podatke na drugo mesto, izberite možnost <guibutton>Obnovi kot</guibutton>.
sq: Për të rikthyer një kopje mbështetëse të bërë me <application>konfigurimin e Kopjes Mbështetëse të Thjeshtë</application>, klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guimenuitem>Rikthim i Kopjes Mbështetëse të Thjeshtë</guimenuitem></menuchoice> dhe zgjidhni dosjen e burimit të rekuperimit dhe rikthimet e disponueshme nga menuja zbritëse. Zgjidhni skedarët dhe dosjet që dëshironi të riktheni, klikoni butonin <guibutton>Riktheje</guibutton> dhe konfirmoni zgjidhjen tuaj. Nëse dëshironi ta riktheni në një vend tjetër ju duhet të zgjidhni opsionin <guibutton>Riktheje Si</guibutton>.
sr: Да вратите резервну копију направљену са <application>Комплетом Једноставних копија</application>, кликните <quote><menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>Врати Једноставне копије</guimenuitem></menuchoice></quote> и изаберите изворну фасциклу за враћање и доступне копије из падајућег изборника. Изаберите датотеке и фасцикле које желите да вратите у претходно стање, кликните на дугме <quote><guibutton>Врати</guibutton></quote> и потврдите ваш избор. Ако желите да вратите на другом месту морате да изаберете опцију <quote><guibutton>Врати као</guibutton></quote>.
sv: För att återskapa en säkerhetskopia som skapats av <application>Simple Backup Config</application>, tryck <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> och välj källmapp säkerhetskopior och välj tillgängliga säkerhetskopior från rullgardinsmenyn. Välj filer och mappar som du vill återskapa, klicka på knappen <guibutton>Återskapa</guibutton> och bekräfta ditt val. Om du vill att det som skall återskapas sparas på en annan plats behöver du välja <guibutton>Återskapa som</guibutton>.
tr: <application>Basit Yedek Yapılandırma</application> ile yapılmış bir yedeği geri yüklemek için, <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guimenuitem>Basit Yedek Geriyükle</guimenuitem></menuchoice>'ye basın ve geri yükleme kaynağı klasörünü ve açılır menüden uygun yedekleri seçin. Geri yüklemek istediğiniz dosya ve klasörleri seçin, <guibutton>Geriyükle</guibutton> düğmesine tıklayın ve seçiminizi onaylayın. Eğer farklı bir yere geri yüklemek isterseniz <guibutton>Buraya Yükle</guibutton> seçeneğini seçmeniz gerekir.
uk: Для того, щоб відновити з резервної копії, зробленої з програми <application>Simple Backup Config</application>, натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> та виберіть теку для відновлення і наявні резервні копії з виринаючого меню. Виберіть файли і теки які ви хочете відновити, натисніть кнопку <guibutton>Відновити</guibutton> та підтвердіть ваш вибір. Якщо ви хочете відновити в інше місце, вам потрібно вибрати варіант <guibutton>Відновити як</guibutton>.
zh_cn: 要恢复一个由<application>简单备份配置</application>生成的备份，点击<menuchoice><guimenu>系统</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>简单备份恢复</guimenuitem></menuchoice>，并从下拉菜单中选择恢复源文件夹和可用的备份。选择您想要恢复的文件和目录，点击<guibutton>恢复</guibutton>按钮并确认您的选择。如果您想要在一个不同的位置恢复，您需要选择<guibutton>恢复作为</guibutton>选项。
zh_hk: 要使用 <application>Simple Backup Config</application> 的備份來還原的話，到 <menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>Simple Backup Restore</guimenuitem></menuchoice> 並從下拉式選單中選擇還原來源資料夾和可用的備份。選擇您想要還原的檔案和資料夾，點擊 <guibutton>還原</guibutton> 並確認您的選擇。如果您要還原至一個不同的位置，您必須選擇 <guibutton>還原至</guibutton> 這個選項。

source: By default, restored files and directories are owned by root. This is because Simple Backup Suite runs with root priveleges. You need to <ulink type="help" url="ghelp:gnome-help#nautilus-file-properties-permissions">change these file or folder permissions</ulink> using <application>File Browser</application>.
sl: Privzeto je lastnih obnovljenih datotek in map skrbnik. To se zgodi, ker zbirka Simple Backup teče s skrbniškimi pravicami. <ulink type="help" url="ghelp:gnome-help#nautilus-file-properties-permissions">Dovoljenja teh datotek ali map spremenite</ulink> z <application>Upravljalnikom datotek</application>.
sr: По подразумеваној вредности, враћене датотеке и директоријуми су у власништву администратора. То је зато што Комплет једноставних копија ради са администраторским привилегијама. Треба да <ulink type="help" url="ghelp:gnome-help#nautilus-file-properties-permissions">промените овлашћења тих датотека или фасцикли</ulink> користећи <quote><application>Разгледач датотека (Наутилус или Делфин)</application></quote>.

source: Some general advice on how to keep good back-ups is given below:
ast: Darréu, dellos conseyos xenerales pa mantener unes bones copies de seguridá:
ca: Alguns consells sobre com mantenir correctament les còpies de seguretat:
cs: Některé obecné rady, jak uchovávat dobré zálohy, jsou uvedeny níže:
da: Nogle generelle råd til at skabe en god sikkerhedskopi gives herunder:
de: Abschließend noch ein paar allgemeine Hinweise zum Umgang mit Sicherheitskopien:
el: Μερικές γενικές συμβουλές για το πως κρατάτε αντίγραφα ασφαλείας δίνονται παρακάτω:
eo: Jen ĝenerala konsilo pri kiel konservi bonajn restaŭrkopiojn:
es: Algunos consejos generales sobre cómo mantener copias de seguridad correctamente:
fi: Yleisiä ohjeita siitä, kuinka säilyttää varmuuskopioita:
fr: Quelques conseils généraux sur comment garder de bonnes sauvegardes sont donnés ci-dessous :
gl: Velaquí algúns consellos xerais acerca de como gardar boas copias de seguranza:
hu: Néhány általános tanács jó mentések készítéséhez:
it: Alcuni consigli per un buon backup:
ja: 良いバックアップを保つ方法に関する一般的なアドバイスは以下の通りです:
nb: Noen råd om gode rutiner for sikkerhetskopi:
nl: Hieronder vindt u enkele algemene tips over hoe u goede backups bewaart.
oc: Qualques conselhs generals sus cossí gardar de bons salvaments son balhats çaijós :
pl: Parę ogólnych porad, na temat jak robić dobre kopie zapasowe, podanych jest poniżej:
pt: Alguns conselhos em como manter boas cópias de segurança são dados abaixo:
pt_br: Alguns conselhos gerais sobre como manter boas cópias de segurança são fornecidos abaixo:
ro: Câteva sfaturi generale legate de realizarea copiilor de siguranță:
ru: Некоторые советы о способах создания и поддержания хороших резервных копий данных собраны ниже:
sk: Nižšie nájdete niektoré všeobecné rady, ako dobre zálohovať:
sl: Nekaj splošnih nasvetov o tem, kako hraniti dobre varnostne kopije, je danih spodaj:
sq: Disa këshilla të përgjithshme se si të mbani skedarë mbështetës janë dhënë më poshtë:
sr: Неки општи савети о томе како да задржите добре резервне копије су дати испод:
sv: Några allmänna råd om hur man skapar bra säkerhetskopior:
tr: İyi bir yedekleme için bazı önerileri aşağıda bulabilirsiniz
uk: Ось деякі загальні поради, як робити резервні копії:
zh_cn: 以下给出一些如何执行好备份的一般建议：
zh_hk: 一些如何保持有效備份的建議如下：

source: Back-up on a regular basis
ast: Fai copies de seguridá de vezu
ca: Feu còpies de seguretat regularment.
cs: Zálohujte pravidelně
da: Foretag regelmæssig sikkerhedskopiering
de: Erstellen Sie regelmäßig aktuelle Sicherheitskopien.
el: Δημιουργείτε αντίγραφα ασφαλείας σε τακτά χρονικά διαστήματα
eo: Regule fari restaŭrkopiojn
es: Haga copias de seguridas regularmente
fi: Varmuuskopioi säännöllisesti
fr: Réalisez des sauvegardes régulièrement
gl: Faga copias de seguranza regularmente
hu: Készítsen rendszeresen mentéseket
it: Eseguire i backup regolarmente
ja: バックアップを規則正しく行ってください
nb: Regelmessig sikkerhetskopi
nl: Maak regelmatig backups
oc: Realizatz de salvaments regularament
pl: Rób kopie zapasowe regularnie
pt: Efectue cópias de segurança frequentemente
pt_br: Faça cópias de segurança regularmente
ro: Efectuați regulat copii de siguranță
ru: Регулярно делайте резервные копии
sk: Zálohujte pravidelne
sl: Izdelujte varnostne kopije na redni osnovi
sq: Bëni kopje të skedarëve rregullisht
sr: Редовно правите резервне копије.
sv: Säkerhetskopiera med jämna mellanrum
tr: Düzenli aralıklar ile yedekle
uk: Робіть резервні копії регулярно
zh_cn: 定期备份
zh_hk: 定期進行備份

source: Always test your back-ups after you make them, to ensure that they have been made correctly
ast: Comprueba siempre les copies de seguridá tres faceles, p'asegurate que seyan correches
ca: Sempre comproveu les còpies de seguretat després de fer-les, per a assegurar-vos que les heu fetes correctament.
cs: Vždy otestujte vaše zálohy po vytvoření, pro ujištění, že byly vytvořeny v pořádku
da: Test altid dine sikkerhedskopier efter du har oprettet dem for at sikre, at de er lavet korrekt
de: Überprüfen Sie Ihre Sicherheitskopien nach dem Erstellen, um sicherzugehen, dass sie richtig erstellt wurden.
el: Πάντα να ελέγχετε τα αντίγραφα ασφαλείας σας, για να διασφαλίζετε ότι λειτουργούν σωστά
eo: Ĉiam testu viajn restaŭrkopiojn ĵus faritajn, por certigi ke ili estas ĝuste faritaj
es: Siempre compruebe sus copias de seguridad luego de realizarlas, para asegurarse que se han realizado correctamente
fi: Testaa aina varmuuskopioiden toimivuus niiden tekemisen jälkeen.
fr: Veillez à toujours tester vos sauvegardes afin de s'assurer qu'elle sont correctes
gl: Comprobe sempre as súas copias de seguranza cando as faga para asegurarse de que se crearon correctamente
hu: Mindig ellenőrizze a mentéseket elkészítésük után, azok használhatóságának biztosítása érdekében
it: Controllare sempre i backup dopo averli creati, per assicurarsi che essi siano stati fatti correttamente
ja: 正常に作成されたか確かめるために、バックアップを作成した後に常にテストを行ってください。
nb: Test alltid at sikkerhetskopiene ble vellykkede, for å være sikker på at de ble riktig laget
nl: Test uw backups altijd nadat u ze hebt gemaakt om u ervan te verzekeren dat ze correct zijn aangemaakt
oc: Velhatz a totjorn testar vòstres salvaments per vos assegurar que son corrèctes
pl: Zawsze przetestuj swoje kopie bezpieczeństwa po ich zrobieniu, żeby upewnić się, że zostały wykonane właściwie
pt: Teste sempre as suas cópias de segurança após terem sido efectuadas, para assegurar que foram executadas correctamente.
pt_br: Sempre teste suas cópias de segurança após criá-las, para se assegurar de que foram criadas corretamente
ro: Testați întotdeauna copiile de siguranță după realizarea lor, pentru a vă asigura că au fost realizate corect
ru: Всегда проверяйте, что только что сделанные резервные копии полностью работоспособны
sk: Vždy otestujte vaše zálohy po ich vytvorení, aby ste sa uistili, že neobsahujú chyby
sl: Vedno preverite vaše varnostne kopije po tem, ko jih ustvarite, da bi zagotovili, da so bile uspešno ustvarjene
sq: Gjithmonë testojini kopjet pasi i keni bërë, për tu siguruar që ato janë bërë siç duhet
sr: Увек тестирајте ваше резервне копије након што сте их направили, да се уверите да су направљене без грешке.
sv: Testa alltid dina säkerhetskopior efter att du har skapat dem för att kontrollera att de är intakta och innehåller rätt data
tr: Yedekleme işlemini bitirdikten sonra doğru yapıldığından emin olmak için her zaman kontrol ediniz
uk: Завжди перевіряйте резервні копії після створення, щоб переконатися, що вони створені коректно
zh_cn: 总是在您执行完备份后测试它们，来确保备份制作的正确性。
zh_hk: 要確定您所做的備份是正確的，請在做完備份後測試。
