Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Substitute the IP address of the computer you want to scan for <emphasis>192.168.1.100</emphasis>.
ast: Camuda la direición IP del equipu que quies escanear por <emphasis>192.168.1.100</emphasis>.
ca: Substituïu l'adreça IP de l'ordinador que voleu escanejar per <emphasis>192.168.1.100</emphasis>.
cs: Za <emphasis>192.168.1.100</emphasis> doplňte IP adresu počítače, který chcete skenovat.
da: Insaæt IP-adressen på den computer du vil scanne i stedet for <emphasis>192.168.1.100</emphasis>.
de: Ersetzen Sie <emphasis>192.168.1.100</emphasis> mit der IP-Adresse des Rechners, den Sie abtasten wollen.
el: Αντικαταστείστε με την IP του υπολογιστή που θέλετε να σαρώσετε το <emphasis>192.168.1.100</emphasis>.
eo: Anstataŭigu je <emphasis>192.168.1.100</emphasis> per la IP-adreso de via komputilo.
es: Sustituya la dirección IP del equipo que quiere escanear por <emphasis>192.168.1.100</emphasis>.
fi: Korvaa <emphasis>192.168.1.100</emphasis> tutkittavan koneen IP-osoitteella.
fr: Remplacez l'adresse IP du l'ordinateur que vous souhaitez scanner par <emphasis>192.168.1.100</emphasis>.
gl: Sustitúa o enderezo IP do equipo que quere escanear por <emphasis>192.168.1.100</emphasis>.
hu: Helyettesítse a vizsgálandó számítógép IP-címét a <emphasis>192.168.1.100</emphasis> helyére.
it: Sostituire <emphasis>192.168.1.100</emphasis> con l'indirizzo IP del computer da analizzare.
ja: <emphasis>192.168.1.100</emphasis>の部分はあなたがスキャンしたいコンピュータのIPアドレスに置き換えます。
nb: Bytt ut <emphasis>192.168.1.100</emphasis> med IP-adressen til datamaskinen du vil skanne.
nl: Vervang <emphasis>192.168.1.100</emphasis> door het IP-adres van de computer die u wilt scannen.
oc: Remplaçatz l'adreça IP de l'ordenador que volètz scannar per <emphasis>192.168.1.100</emphasis>.
pl: Zastąp adres IP komputera, który chcesz skanować na <emphasis>192.168.1.100</emphasis>.
pt_br: Substitua o endereço IP do computador que você deseja verificar por <emphasis>192.168.1.100</emphasis>.
ro: Înlocuiți adresa IP a calculatorului, pe care doriți să îl scanați, cu <emphasis>192.168.1.100</emphasis>.
ru: Вместо <emphasis>192.168.1.100</emphasis> подставьте IP-адрес компьютера, который вы хотите просканировать.
sk: <emphasis>192.168.1.100</emphasis> nahraďte IP adresou počítača, ktorý chcete oskenovať.
sl: Naslov IP zamenjajte z naslovom računalnika, ki ga želite preizkusiti.
sq: Zëvendësojeni adresën IP të kompjuterit që dëshironi të skanoni me <emphasis>192.168.1.100</emphasis>.
sr: Замените ИП адресу рачунара који желите да скенирате са <emphasis>192.168.1.100</emphasis> .
sv: Byt ut IP-adressen för den dator du vill söka efter <emphasis>192.168.1.100</emphasis>.
tr: Taramak istediğiniz bilgisayarın IP adresini <emphasis>192.168.1.100</emphasis> olarak değiştirin.
uk: Замініть <emphasis>192.168.1.100</emphasis> на IP адресу комп’ютера, який ви хочете просканувати.
zh_cn: 请将<emphasis>192.168.1.100</emphasis>替换成您要扫描的计算机的IP地址。
zh_hk: 將 <emphasis>192.168.1.100</emphasis> 替換成您想要掃描的電腦其 IP 位址。

source: To see what services are associated with the open ports, run:
ast: Pa ver qué servicios tán asociaos colos puertos abiertos, executa:
ca: Per a visualitzar quins serveis hi ha associats amb els ports oberts, executeu:
cs: Pro zjištění, které služby jsou přiřazeny k otevřeným portům, spusťte:
da: Kør følgende, for at se hvilke tjenester der er forbundet med åbne porte:
de: Um zu sehen, welche Dienste mit den offenen Ports assoziiert sind, führen Sie folgenden Befehl aus:
el: Για να δείτε ποιες υπηρεσίες αντιστοιχούν στις ανοιχτές θύρες, εκτελέστε:
eo: Por ekscii kiuj servoj rilatas al malfermitaj pordoj, rulu je:
es: Para ver qué servicios están asociados con los puertos abiertos, ejecute:
fi: Nähdäksesi mitkä palvelut käyttävät avoinna olevia portteja aja komento
fr: Pour voir quels sont les services associés aux ports ouverts, lancez :
gl: Para ver qué servizos están asociados cos portos abertos, execute:
hu: A nyitott portokhoz tartozó szolgáltatások megjelenítéséhez futtassa a következőt:
it: Per visualizzare i servizi associati con le porte aperte, eseguire:
ja: 開いているポート各々がどのサービスによって使用されているかを見るには次のように実行します:
nb: For å se hvilke tjenester som er forbundet med åpne porter, kjør i terminal:
nl: Om te zien welke diensten bij de open poorten horen, typ:
oc: Per veire quins son los servicis associats als pòrts dobèrts, aviatz :
pl: By zobaczyć, które programy są powiązane z otwartymi portami, uruchom:
pt_br: Para ver quais serviços estão associados com as portas abertas, execute:
ro: Pentru a vedea ce servicii sunt asociate porturilor deschise, executați:
ru: Для того, чтобы увидеть какие сервисы связаны с открытыми портами, выполните:
sk: Aby ste zistili ktoré služby sú priradené otvoreným portom, spustite:
sl: Za ugotovitev, katere storitve so povezane z odprtimi vrati, zaženite:
sq: Për të parë cilat shërbime janë të lidhura me portat e hapura, nisni:
sr: Да видите које су услуге повезане са отвореним портовима, покрените:
sv: För att se vilka tjänster somär förknippade med de öppna portarna, kör:
tr: Açık portlarla hangi servislerin bağlandığını görmek için şunu çalıştırın:
uk: Для того, щоб дізнатися які служби асоційовані з відкритими портами, виконайте:
zh_cn: 检查哪些服务与开放的端口关联，运行：
zh_hk: 若要查看有開啟連接埠的相關服務，請執行：

source: You can also make use of an online firewall testing service such as <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ast: Tamién puedes usar un serviciu de preba de torgafueos en llinia como <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ca: També podeu utilitzar un servei de verificació de tallafocs en línia com ara el <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
cs: Můžete také využít internetovou službu pro testování firewallu jako např. <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
da: Du kan også bruge en online firewalltesttjeneste, som <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
de: Sie können auch einen Online-Firewall-Testservice, wie z.B. <ulink url="http://www.grc.com/">ShieldsUP</ulink> benutzen.
el: Μπορείτε επίσης να χρησιμοποιήσετε μια online υπηρεσία δοκιμής τείχους προστασίας όπως η <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
eo: Vi ankaŭ povas utiligi enretan fajroŝirmilan testoservon, ekzemple <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
es: También puede utilizar un servicio de prueba de cortafuegos en línea como <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
fi: Voit myös käyttää Internetistä löytyviä palomuurin testauspalveluita, esimerkiksi <ulink url="http://www.grc.com/">ShieldsUP:ia</ulink>.
fr: Vous pouvez aussi utiliser un service de test de pare-feu en ligne tel que <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
gl: Tamén pode utilizar un servizo de proba de cortalumes en liña como <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
hu: Használhat online tűzfaltesztelő szolgáltatást is, mint például a <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
it: È anche possibile usare dei servizi di test per firewall in rete come <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ja: <ulink url="http://www.grc.com/">ShieldsUP</ulink>のようなオンラインのファイヤーウォールテストサービスを使うこともできます。
nb: Du kan også bruke en tjeneste for testing av brannmurer på nettet, som <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
nl: U kunt ook gebruik maken van een onlinedienst voor het testen van een firewall zoals <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
oc: Tanben podètz utilizar un servici de tèst de parafuòc en linha coma <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
pl: Możesz również użyć usługi testowania zapory sieciowej online, takiej jak <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
pt_br: Você também pode usar um serviço online de teste de firewall como <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ro: De asemenea, puteți folosi un serviciu online de testare firewall, cum ar fi <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ru: Для тестирования межсетевого экрана, вы также можете использовать различные он-лайн сервисы, например, <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
sk: Tiež môžete využiť jednu z online testovacích služieb pre firewall ako napríklad <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
sl: Uporabite lahko tudi spletno storitev za preizkušanje požarnega zidu, kot je <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
sq: Ju mund të përdorni gjithashtu një shërbim në internet për testimin e firewall siç është <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
sr: Такође можете да користите услугу на мрежи за испробавање мрежне баријере, као што је <ulink url="http://www.grc.com/">ШилдсАП</ulink>.
sv: Du kan också använda en direkttjänst för att testa brandväggen, såsom <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
tr: <ulink url="http://www.grc.com/">ShieldsUP</ulink> gibi online bir güvenlik duvarı test servisinden faydalanabilirsin.
uk: Ви також можете використати онлайн сервіс для перевірки брандмауерів, наприклад, <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
zh_cn: 您还可以使用在线的防火墙测试服务，比如说 <ulink url="http://www.grc.com/">ShieldsUP</ulink>。
zh_hk: 您也可以利用線上防火牆測試服務，例如 <ulink url="http://www.grc.com/">ShieldsUP</ulink>。

source: Actual monitoring of your network traffic can be done with either <application>Wireshark</application> or <application>Snort</application>. <application>Wireshark</application> can analyze network packets and <application>Snort</application> is used in Network Intrusion Detection Systems (NIDS) and will notify you of unusual traffic.
ast: La monitorización del tráficu de la to rede puede facese con <application>Wireshark</application> o <application>Snort</application>. <application>Wireshark</application> puedes analizar paquetes de rede y <application>Snort</application> úsase en Sistemes de deteición d'intrusión de rede (NIDS poles sos sigles n'inglés) y notificaráte'l tráficu inusual.
ca: Podeu fer un seguiment del tràfic actual de la xarxa mitjançant el <application>Wireshark</application> o l'<application>Snort</application>. El <application>Wireshark</application> pot analitzar els paquets de la xarxa i l'<application>Snort</application> s'utilitza en Sistemes de detecció d'intrusió a la xarxa (NIDS - Network Intrusion Detection Systems) i us notificarà si hi ha un tràfic inusual.
cs: Skutečné sledování vašeho síťového provozu můžete provádět buď pomocí aplikace <application>Wireshark</application> nebo <application>Snort</application>. <application>Wireshark</application> umí analyzovat síťové pakety a <application>Snort</application> je užívaný v systémech pro detekci narušení sítě (NIDS) a upozorňuje na neobvyklý provoz.
da: En faktisk overvågning af din nettrafik kan udføres med enten <application>Wireshark</application> eller <application>Snort</application>. <application>Wireshark</application> kan analysere netværkspakker og <application>Snort</application> er anvendt i Netværks Indbruds Detektionssystemer (NIDS) og vil give dig besked om usædvanlig trafik.
de: Die Überwachung Ihres Netzwerkverkehrs in Echtzeit kann entweder mit <application>Wireshark</application> oder <application>Snort</application> erfolgen. <application>Wireshark</application> kann Netzwerkpakete analysieren und <application>Snort</application> wird in Netzwerk-Einbruchmeldesystemen (Network Intrusion Detection Systems, NIDS) benutzt und benachrichtigt Sie über ungewöhnlichen Netzwerkverkehr.
el: Πραγματική παρακολούθηση της κίνησης στο δίκτυο σας μπορεί να γίνει είτε με το <application>Wireshark</application> ή το <application>Snort</application>. Το <application>Wireshark</application> μπορεί να αναλύσει πακέτα δικτύου και το <application>Snort</application> χρησιμοποιείται σε συστήματα ανίχνευσης εισβολής σε δίκτυο -Network Intrusion Detection Systems (NIDS)- και θα σας ειδοποιήσει για ασυνήθιστη κίνηση.
eo: Eblas kontroli vian retan trafikon per aŭ <application>Wireshark</application> aŭ <application>Snort</application>. <application>Wireshark</application> povas analizi retajn pakaĵojn kaj <application>Snort</application> estas uzata en retaj rompdetektaj sistemoj - Network Intrusion Detection Systems (NIDS) kaj povas informi vin pri neatendata trafiko.
es: La monitorización del tráfico de su red se puede realizar con <application>Wireshark</application> o <application>Snort</application>. <application>Wireshark</application> puede analizar paquetes de red y <application>Snort</application> se utiliza en Sistemas de detección de intrusión de red (NIDS por sus siglas en inglés) y le notificará del tráfico inusual.
fi: Verkkoliikenteen valvonta onnistuu <application>Wiresharkilla</application> ja <application>Snortilla</application>. <application>Wireshark</application> analysoi yhteyksiä pakettikohtaisesti kun taas <application>Snort</application> huomaa epätavallisen liikennöinnin.
fr: La surveillance du trafic présent sur votre réseau peut être réalisée avec <application>Wireshark</application> ou <application>Snort</application>. <application>Wireshark</application> peut analyser les paquets transitant sur le réseau, tandis que <application>Snort</application> est utilisé dans les systèmes de détection d'intrusion réseau (NDIS) et vous signalera tout trafic inhabituel.
gl: A monitorización do tráfico da súa rede pódese realizar con <application>Wireshark</application> ou <application>Snort</application>. <application>Wireshark</application> pode analizar paquetes de rede e <application>Snort</application> utilízase en Sistemas de detección de intrusión de rede (NIDS polas suas siglas en inglés) e notifícalle do tráfico inusual.
hu: A hálózati forgalom tényleges figyelésére a <application>Wireshark</application> vagy <application>Snort</application> alkalmazások használhatók. A <application>Wireshark</application> képes elemezni a hálózati csomagokat, míg a <application>Snortot</application> hálózati betörésfelismerő rendszerekben (NIDS) használják és a szokatlan forgalomra figyelmeztet.
it: Il monitoraggio del traffico di rete può essere fatto usando <application>Wireshark</application> oppure <application>Snort</application>. <application>Wireshark</application> è in grado di analizzare i pacchetti di rete e <application>Snort</application> è usato come NIDS (Network Intrusion Detection Systems) ed è in grado di inviare notifiche riguardo al traffico non usuale.
ja: ネットワークトラフィックのモニタリングは<application>Wireshark</application> または <application>Snort</application>のいずれかを使うことができます。 <application>Wireshark</application>はネットワークパケットの解析ができ、<application>Snort</application>はネットワーク侵入検知システム(NIDS)に使われ、不自然なトラフィックの通知を行います。
nb: Overvåking av nettverkstrafikk kan gjøres med enten <application>Wireshark</application> eller <application>Snort</application>. <application>Wireshark</application> kan analysere nettverkpakker, og <application>Snort</application> er brukt i Network Intrusion Detection Systems (NIDS), og vil varsle deg ved uvanlig trafikk.
nl: Het daadwerkelijk observeren van uw netwerkverkeer kan met <application>Wireshark</application> of <application>Snort</application>. <application>Wireshark</application> kan netwerkpakketten analyseren en <application>Snort</application> wordt gebruikt in "Network Intrusion Detection Systems" (NIDS) en zal een waarschuwing geven bij ongewoon verkeer.
pt_br: Atualmente, monitorar o tráfego de sua rede pode ser feito pelo <application>Wireshark</application> ou <application>Snort</application>. <application>Wireshark</application> pode analisar pacotes de rede e o <application>Snort</application> é usado para Sistemas de detectação de intrusos (NIDS) e irá notificar tráfegos incomuns.
ro: Monitorizarea în timp real a traficului din rețea poate fi efectuată cu <application>Wireshark</application> sau <application>Snort</application>. <application>Wireshark</application> poate analiza pachetele din rețea, iar <application>Snort</application> se utilizează în Sistemele de detectare a intruziunilor în rețea (Network Intrusion Detection Systems - NIDS) și vă va atenționa în caz de trafic neobișnuit.
ru: Фактический контроль сетевого трафика может осуществляться при помощи <application>Wireshark</application>, либо <application>Snort</application>. <application>Wireshark</application> может анализировать сетевые пакеты, а <application>Snort</application> — использоваться в сетевой системе обнаружения вторжений (NIDS) и предупреждать вас о необычном трафике.
sk: Monitorovanie sieťovej prevádzky je možné buď s <application>Wireshark</application> alebo s <application>Snort</application>. <application>Wireshark</application> dokáže analyzovať sieťové pakety a <application>Snort</application> sa používa v sieťových systémoch detekcie prieniku (Network Intrusion Detection Systems - NIDS) a vás upozorní pri nezvyčajnej prevádzke.
sl: Dejanski nadzor omrežnega prometa lahko opravljata programa <application>Wireshark</application> ali <application>Snort</application>. <application>Wireshark</application> lahko analizira omrežne pakete, <application>Snort</application> pa uporablja Network Intrusion Detection Systems (NIDS) in opozori na nenavaden omrežni promet.
sq: Monitorimi aktual i trafikut të rrjetit tuaj mund të bëhet si me <application>Wireshark</application> ose me <application>Snort</application>. <application>Wireshark</application> mund të analizojë paketat e rrjetit dhe <application>Snort</application> përdoret në Sistemet e Dallimit të Ndërhyrjes në Rrjet (Network Intrusion Detection Systems (NIDS)) dhe do t'iu njoftojë për trafik të pazakontë.
sr: За актуелно праћење вашег мрежног саобраћаја можете да користите <quote><application>Ајкулу са жицом (Wireshark)</application></quote> или <quote><application>Њушкало (Snort)</application></quote>. <quote><application>Ајкула са жицом</application></quote> може да анализира пакете мреже а <quote><application>Њушкало</application></quote> се користи у Системима откривања упада у мрежу (NIDS) а обавестиће вас о необичном саобраћају.
sv: Verklig övervakning av din nätverkstrafik kan utföras av aningen <application>Wireshark</application> eller <application>Snort</application>. <application>Wireshark</application> kan analysera nätverkspaket och <application>Snort</application> används i Network Intrusion Detection Systems (NIDS) och kommer notifiera dig vid ovanlig trafik.
tr: Ağ trafiğinin güncel görüntüsü ya <application>Wireshark</application> ya da <application>Snort</application> ile alınabilir. <application>Wireshark</application> ağ paketlerini inceleyebilir <application>Snort</application> da İzinsiz Ağ Güvenlik Sistemi (NIDS)nde kullanılabilir ve seyrek trafiğini düzenler.
uk: Виконувати моніторинг вашого мережевого трафіку можна за допомогою <application>Wireshark</application> або <application>Snort</application>. <application>Wireshark</application> здатний аналізувати мережеві пакети, а <application>Snort</application> використовується у Мережевих системах відстеження вторгнень (англ. Network Intrusion Detection Systems, NIDS) і буде повідомляти вам про незвичайний трафік.
zh_cn: <application>Wireshark</application> 或者 <application>Snort</application> 可以监测您的网络流量。<application>Wireshark</application> 可以统计网络包，<application>Snort</application> 可以用作 网络入侵检测系统（NIDS）并在遇到不寻常的流量时通知您。
zh_hk: 要監測您的網絡流量，可以藉由 <application>Wireshark</application> 或 <application>Snort</application> 來完成。 <application>Wireshark</application> 可以分析網路封包，而 <application>Snort</application> 用於網絡入侵檢測系統 (NIDS)，若有不尋常的流量會提醒您。

source: Avoid Internet nuisances and crime
ast: Evitase trestornos y delitos d'Internet
ca: Eviteu les molèsties i el crim per Internet
cs: Vyhněte se internetovým obtížím a zločinnosti
da: Undgå internetirritation og -kriminalitet
de: Internet-Gefahren abwehren
el: Αποφύγετε διαδικτυακές ενοχλήσεις και έγκλημα
eo: Eviti interretaj ĝenojn kaj krimon
es: Evite las molestias y el crimen en Internet
fi: Vältä Internetin haittoja ja vaaroja
fr: Éviter les nuisances et la criminalité sur Internet
gl: Evitar molestias e delitos desde a Internet
hu: Az internetes zaklatás és bűnözés elkerülése
it: Evitare seccature e illeciti su Internet
ja: インターネットの迷惑行為や犯罪を避ける
nb: Unngå nettkriminalitet
nl: Internetcriminaliteit en overlast vermijden
oc: Evitar las geinas e la criminalitat sus Internet
pl: Unikanie przestępstw i zagrożeń internetowych
pt: Evite moléstia e crime na Internet
pt_br: Evitando perturbações e crimes na Internet
ro: Evitați neplăcerile și infracțiunile
ru: Избегайте подозрительных и преступных вещей в интернет
sk: Vyhnite sa nepríjemnostiam a zločinnosti na internete
sl: Izogibajte se spletnim nadlogam in kriminalu
sq: Evitoni shqetësimet e internetit dhe krimin
sr: Избегавајте ометања и криминал са Интернета
sv: Undvik elände och databrott på Internet
tr: İnternet belâ ve suçlarından sakının
uk: Стережиться проблем і злочинності в Internet
zh_cn: 避开互联网恶行和犯罪
zh_hk: 避開互聯網騷擾與犯罪
