Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: To make a backup, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> and enter your administrator password when prompted.
ast: Pa facer una copia de seguridá, abre <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración</guisubmenu><guimenuitem>Configuración de Simple Backup</guimenuitem></menuchoice>.
ca: Per a fer una còpia de seguretat, premeu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administració</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> i introduïu la contrasenya d'administrador quan sigui sol·licitada.
cs: K provedení zálohy zvolte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> a zadejte své administrátorské heslo, pokud jste dotázáni.
da: For at lave en sikkerhedskopi, skal du trykke <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> og indtast din administrator adgangskode når du bliver bedt om det.
de: Um eine Sicherheitskopie zu erstellen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> und geben Sie Ihr Administratorpasswort ein, wenn Sie dazu aufgefordert werden.
el: Για να κάνετε ένα αντίγραφο ασφαλείας, πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> και εισάγετε τον κωδικό διαχειριστή όταν σας ζητηθεί.
eo: Por fari restaŭrkopion, premu je <menuchoice><guimenu>Sistemo</guimenu><guisubmenu>Administrado</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> kaj enigu vian administran pasvorton post invito.
es: Para hacer una copia de seguridad, abra <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Configuración de Simple Backup</guimenuitem></menuchoice>.
fi: Tehdäksesi varmuuskopion, paina <menuchoice><guimenu>Järjestelmä</guimenu><guisubmenu>Ylläpito</guisubmenu><guimenuitem>Yksinkertaisen varmuuskopioinnin asetukset</guimenuitem></menuchoice>
fr: Pour réaliser une sauvegarde, cliquez sur <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> et saisissez votre mot de passe administrateur lorsqu'il vous est demandé.
gl: Para facer unha copia de seguridade, abra <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Configuración de Simple Backup</guimenuitem></menuchoice>.
hu: Biztonsági mentés készítéséhez válassza a <menuchoice><guimenu>Rendszer</guimenu><guisubmenu>Adminisztráció</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> menüpontot és adja meg rendszergazdai jelszavát.
it: Per eseguire un backup, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> e inserire la password di amministrazione.
ja: バックアップを作成するには、<menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>バックアップの設定</guimenuitem></menuchoice>を選択し、指示されれば管理者パスワードを入力します。
nb: For å lage en sikkerhetskopi trykk <menuchoice><guimenu>System</guimenu><guisubmenu>Administrasjon</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> og skriv inn adminstratorpassordet når du blir bedt om det.
pt_br: Para realizar uma cópia de segurança, pressione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administração</guisubmenu><guimenuitem>Configuração de Copia de Segurança Simplificada</guimenuitem></menuchoice> e insira sua senha de administrador quando solicitada.
ro: Pentru a face o copie de siguranță, apăsați pe <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> și introduceți parola de administrare atunci când este solicitată.
ru: Чтобы сделать резервную копию, выберите <menuchoice><guimenu>Система</guimenu><guisubmenu>Администрирование</guisubmenu><guimenuitem>Простая программа резервного копирования</guimenuitem></menuchoice> и введите свой пароль, когда он будет запрошен.
sk: Pre vytvorenie zálohy zvoľte <menuchoice><guimenu>Systém</guimenu><guisubmenu>Správa</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> a zadajte vaše správcovské heslo keď budete vyzvaný.
sl: Za izdelavo varnostne kopije izberite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>Nastavitev Simple Backup</guimenuitem></menuchoice> in vpišite skrbniško geslo.
sq: Për të krijuar një kopje mbështetëse, klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guimenuitem>Konfigurim i një Kopjeje Mbështetëse të thjeshtë</guimenuitem></menuchoice> dhe vendosni fjalëkalimin tuaj të administratorit kur ju kërkohet.
sr: Да направите резервну копију, кликните <quote><menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>Подешавање једноставних резервних копија</guimenuitem></menuchoice></quote> и унесите вашу администраторску лозинку када будете упитани.
sv: För att skapa en säkerhetskopia, tryck <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> och ange administratörslösenordet när det efterfrågas.
tr: Yedek oluşturmak için <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guimenuitem>Basit Yedek Yapılandırması</guimenuitem></menuchoice>'na basın ve istendiğinde yönetici parolanızı girin.
uk: Щоб зробити резервну копію, натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Параметри простого резервного копіювання</guimenuitem></menuchoice> та введіть пароль адміністратора на відповідне запитання.
zh_cn: 要创建一个备份，点击<menuchoice><guimenu>系统</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>简单备份配置</guimenuitem></menuchoice>，并在提示的时候输入您的密码。
zh_hk: 要備份，按 <menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>Simple Backup Config</guimenuitem></menuchoice> 並於提示輸入管理員密碼。

source: Under <guilabel>General</guilabel> tab, choose backup mode which you would like to use. If you are not sure what you should backup, select <guilabel>Use recommended backup settings</guilabel>. This will perform daily incremental and weekly full backup of all user and system files to <filename>/var/backup</filename> default directory, excluding multimedia and temporary files as well as files larger than 100 MB.
ast: Na llingüeta <guilabel>Xeneral</guilabel>, esbille'l mou de respaldu que quier usar. Si nun ta seguru de qué tendría de respaldar, esbille <guilabel>Usar opciones de respaldu encamentaes</guilabel>. Esto llevará a cau copies de seguridá incrementales diaries y copies completes selmanales de tolos ficheros d'usuariu y del sistema al direutoriu predetermináu <filename>/var/backup</filename>, escluyendo ficheros multimedia y temporales, asina como los ficheros mayores de 100 MB.
ca: A la pestanya <guilabel>General</guilabel>, trieu el mode de còpia de seguretat que us agradaria utilitzar. Si no esteu segur de quines coses hauríeu de fer còpies de seguretat, seleccioneu <guilabel>Use recommended backup settings</guilabel>. Això realitzarà còpies de seguretat incrementals diàries i còpies de seguretat completes setmanals de tots els fitxers de l'usuari i del sistema al directori predeterminat <filename>/var/backup</filename>, excloent els fitxers multimèdia i temporals, així com també els fitxers més grans de 100 MB.
cs: Na kartě <guilabel>General</guilabel> zvolte režim zálohování, který si přejete použít. Pokud si nejste jisti, co byste měli zálohovat, vyberte <guilabel>Use recommended backup settings</guilabel>. Tímto se bude provádět denní přírůstková a týdenní úplná záloha všech uživatelských a systémových souborů do výchozího adresáře <filename>/var/backup</filename>, kromě multimediálních a dočasných souborů jakož i souborů větších než 100 MB.
da: Vælge den metode du vil bruge til sikkerhedskopring, under fanen <guilabel>General</guilabel>. Hvis du ikke er sikker på, hvad du bør sikkerhedskopiere, skal du vælge <guilabel>Use recommended backup settings</guilabel>. Dette vil udføre daglige akkumulerende og ugentlig komplette sikkerhedskopieringer af alle bruger-og systemfiler til standard mappen <filename>/var/backup</filename>, med undtagelse af multimedier og midlertidige filer samt filer større end 100 MB.
de: Wählen Sie unter dem Reiter <guilabel>Allgemein</guilabel> den Sicherungsmodus aus, den Sie benutzen möchten. Falls Sie nicht sicher sind, was Sie sichern sollen, wählen Sie <guilabel>Empfohlene Sicherungseinstellungen benutzen</guilabel>. Dies wird täglich inkrementelle und wöchentlich vollständige Sicherungen ausführen und die Dateien (außer Multimedia- und temporäre Daten, sowie Dateien mit einer Größe von mehr als 100 MB) im Standardverzeichnis <filename>/var/backup</filename> speichern.
el: Στην καρτέλα <guilabel>Γενικά</guilabel>, επιλέξτε την λειτουργία backup που θα θέλατε να χρησιμοποιήσετε. Αν δεν είστε σίγουροι τι θα έπρεπε να αντιγράψετε, επιλέξτε <guilabel>Use recommended backup settings</guilabel>. Αυτό θα πραγματοποιήσει καθημερινό αυξανόμενο και εβδομαδιαίο πλήρες αντίγραφο ασφαλείας όλων των αρχείων χρηστών και συστήματος στον προεπιλεγμένο κατάλογο <filename>/var/backup</filename>, εξαιρουμένων των αρχείων πολυμέσων,των προσωρινών αρχείων όπως επίσης των αρχείων που είναι μεγαλύτερα από 100 MB.
eo: Sub langeto <guilabel>Ĝenerale</guilabel>, elektu la restaŭrkopian reĝimon uzotan. Se vi ne certas kion kopii, elektu je <guilabel>Uzi rekomenditan agordojn</guilabel>. Tiel eblas fari tage alkremetan kaj semajne plenan restaŭrkopiojn de ĉiuj dosieroj de la uzanto al defaŭlta dosierujo <filename>/var/backup</filename>, ellasante plurmediajn kaj portempajn dosierojn kaj dosierojn pli grandajn ol 100 MB.
es: En la solapa <guilabel>General</guilabel>, seleccione el modo de respaldo que desea usar. Si no está seguro de qué debería respaldar, seleccione <guilabel>Usar opciones de respaldo recomendadas</guilabel>. Esto llevará a cabo copias de seguridad incrementales diarias y copias completas semanales de todos los archivos de usuario y del sistema al directorio predeterminado <filename>/var/backup</filename>, excluyendo archivos multimedia y temporales, así como los archivos mayores de 100 MB.
fr: Dans l'onglet <guilabel>Général</guilabel>, sélectionnez le mode de sauvegarde que vous désirez utiliser. Si vous ne savez pas bien quoi sauvegarder, sélectionnez <guilabel>Utiliser les paramètres de sauvegarde recommandés</guilabel>. Cette option réalisera des sauvegardes incrémentales quotidiennes et des sauvegardes totales hebdomadaires de toutes les données utilisateur et système dans le répertoire par défaut <filename>/var/backup</filename>. Les fichiers multimédia, temporaires ou d'un volume de plus de 100 Mo seront laissés de côté.
gl: No separador <guilabel>Xeral</guilabel>, seleccione o modo de respaldo que desexa usar. Se non está seguro de qué debería respaldar, seleccione <guilabel>Usar opcións de respaldo recomendadas</guilabel>. Isto levará a cabo copias de seguranza incrementais diarias e copias completas semanais de todos os ficheiros de usuario e do sistema ao cartafol predeterminado <filename>/var/backup</filename>, excluíndo ficheiros multimedia e temporais, así como os ficheiros maiores de 100 MB.
hu: A <guilabel>General</guilabel> lapon válassza ki a használni kívánt mentési módot. Ha nem biztos benne, hogy mit kell mentenie, válassza a <guilabel>Use recommended backup settings</guilabel> lehetőséget. Ez napi növekményes és heti teljes mentést fog készíteni minden felhasználói és rendszerfájlról a <filename>/var/backup</filename> alapértelmezett könyvtárba, kivéve a multimédia- és ideiglenes fájlokat, valamint a 100 MB-nál nagyobb fájlokat.
it: Nella scheda <guilabel>General</guilabel>, scegliere la modalità di backup da usare. Se non si è sicuri, selezionare <guilabel>Use recommended backup settings</guilabel> per eseguire un backup incrementale, giornaliero e settimanale, di tutti i file utente e di sistema (esclusi i file multimediali, temporanei e quelli superiori a 100MB) nella cartella <filename>/var/backup</filename>.
ja: <guilabel>全般</guilabel> タブから使用したいバックアップモードを選択します。もしどれを選ぶべきか分からない場合は <guilabel>お勧めの設定でバックアップする</guilabel>を選択します。このモードは、全てのユーザーファイルとシステムファイル（ただしマルチメディアファイル、一時ファイル、サイズが100MB超のファイルは除きます。）を標準の保存先である<filename>/var/backup</filename>に、日毎の増分バックアップと週一回の完全バックアップを行います。
nb: Velg metode for sikkerhetskopi under fanen <guilabel>Generelt</guilabel>. Hvis du ikke helt vet hva du skal ta sikkerhetskopi av, kan du velge <guilabel>Bruk anbefalte innstillinger</guilabel>. Dette vil gjøre daglige og ukentlige sikkerhetskopier av alle bruker- og systemfiler til standardmappen <filename>/var/backup</filename>, med unntak av multimedia og midlertidige filer, samt filer større enn 100 MB.
pt_br: Na aba <guilabel>Geral</guilabel>, escolha o modo de cópia de segurança que você gostaria de utilizar. Se você não tiver certeza sobre o que você deve fazer cópia de segurança, selecione <guilabel>Usar configurações recomendadas de cópia de segurança </guilabel>. Isto irá realizar cópias de segurança diárias incrementais e semanais completas de todos os arquivos de sistema e de usuários para o diretório padrão <filename>/var/backup</filename>, ignorando arquivos multimedia e temporários assim como arquivos maiores que 100 MB.
ro: Din tabul <guilabel>General</guilabel>, alegeți modul de duplicare dorit. Dacă nu știți sigur ce ar trebui să duplicați, selectați <guilabel>Utilizează configurația de duplicare recomandată</guilabel>. Acest mod va asigura duplicarea parțială zilnic și totală săptămânal a tuturor fișierelor utilizatorilor și sistemului, în dosarul implicit <filename>/var/backup</filename>, excluzând atât fișierele multimedia și temporare, cât și cele mai mari de 100 MO.
ru: Во вкладке <guilabel>Основные</guilabel>, ниже, укажите режим резервного копирования. Если вы не уверенны в своём выборе, выберите <guilabel>Использовать рекомендуемые настройки резервного копирования</guilabel>. В этом режиме будут производиться ежедневные частичные и еженедельные полные резервные копии системных файлов и файлов всех пользователей в <filename>/var/backup</filename>, каталог по-умолчанию, исключая мультимедийные и временные файлы, а также файлы размером более 100 Мбайт.
sk: Na karte <guilabel>General</guilabel> zvoľte typ zálohovania ktorý by ste chceli použiť. Ak si nie ste istý čo máte zálohovať, zvoľte <guilabel>Use recommended backup settings</guilabel>. Táto možnosť vykoná denne prírastkové a týždenne kompletné zálohy všetkých používateľských a systémových súborov do predvoleného adresára <filename>/var/backup</filename>. Multimediálne a dočasné súbory spolu so súbormi väčšími ako 100 MB budú vynechané.
sl: V zavihku <guilabel>Splošno</guilabel> izberite način izdelave varnostne kopije, ki ga želite uporabljati. Če ne veste katerega, izberite <guilabel>Uporabi priporočene nastavitve za izdelavo varnostnih kopij</guilabel>. To bo izdelalo dnevno povečujočo varnostno kopijo in tedensko polno varnostno kopijo vseh uporabniških in sistemskih datotek v privzezo mapo <filename>/var/backup</filename>, razen multimedijskih in začasnih datotek, ki so večje od 100 MB.
sq: Tek tabela <guilabel>Të Përgjithshme</guilabel>, zgjidhni mënyrën e ruajtjes që dëshironi të përdorni. Nëse nuk jeni i sigurtë se çfarë duhet të ruani, zgjidhni <guilabel>Përdor parametrat e rekomanduar të ruajtjes</guilabel>. Kjo do të bëjë ruajtje të përditshme në rritje dhe ruajtje javore të plotë të gjithë skedarëve të përdoruesit dhe të sistemit në direktorinë e parazgjedhur <filename>/var/backup</filename>, kjo përjashton multimediat, skedarët e përkohshëm dhe skedarët më të mëdhenj se 100 MB.
sr: У језичку <quote><guilabel>Опште</guilabel></quote>, изаберите режим резервних копија који желите да користите. Ако нисте сигурни шта треба да умножите, изаберите <quote><guilabel>Користи препоручене поставке резервних копија</guilabel></quote>. Ово ће правити делимичну дневну и потпуну недељну резервну копију свих корисничких и системских датотека у подразумеваном директоријуму <quote><filename>/var/backup</filename></quote>, без мултимедијалних и привремених датотека, као и датотека већих од 100 MB.
sv: Under fliken <guilabel>Allmänt</guilabel>, välj vilken säkerhetskopierings variant du vill använda. Om du är osäker på vad du bör säkerhetskopiera, välj <guilabel>Använd rekommenderade inställningar för säkerhetskopiering</guilabel>. Detta kommer dagligen utföra en inkrementell säkerhetskopia och varje vecka en komplett säkerhetskopia av alla filer för användare och system till standardkatalogen <filename>/var/backup</filename>, exklusive multimedia och temporära filer samt filer som är större än 100 MB.
tr: <guilabel>Genel</guilabel>sekmesi altında kullanmak istediğin yedek modunu seç. Ne yedekleyeceğinden emin değilsen <guilabel>Tavsiye edilen yedekleme seçenekleri kullanımı</guilabel>nı seç. Bu, günlük artan ve haftalık bütün kullanıcıların ve sistem dosyalarının mevcut <filename>/var/backup</filename> dizindeki 100 MB'dan büyük multimedya ve geçici dosyaların tüm yedeğini alacak.
uk: У вкладці <guilabel>Загальні</guilabel> виберіть режим резервного копіювання, який ви хочете використовувати. Якщо ви не впевнені, для яких файлів потрібно робити резервні копії, виберіть <guilabel>Використовувати рекомендовані налаштування резервного копіювання</guilabel>. В цьому разі буде заплановано щоденне інкрементне та щотижневе повне резервне копіювання всіх файлів користувача і системних файлів до теки <filename>/var/backup</filename> за замовчуванням, за вилученням мультимедіа та тимчасові файли, а також файли більші за 100 МБ.
zh_cn: 在<guilabel>一般</guilabel>标签里，选择您要使用的备份模式。如果您不能确定应该备份什么，选择<guilabel>使用建议的备份设置</guilabel>。这将对除大于100MB的多媒体文件和临时文件外的所有用户和系统文件执行每日增量和每周全量备份并默认存储到<filename>/var/backup</filename>目录。
zh_hk: 在 <guilabel>一般</guilabel>頁面，選擇您要使用的備份模式。如果您不肯定要備份什麼的話，選擇 <guilabel>使用建議的備份設定</guilabel>。這樣會每日進行一次增量備份、每星期進行一次完整備份，備份所有使用者和系統檔案至 <filename>/var/backup</filename> 這個預設資料夾，並且不包括多媒體檔案、暫存檔案和大小超過 100 MB 的檔案。

source: Press <guibutton>Save</guibutton> to save your settings.
ast: Calca <guibutton>Guardar</guibutton> pa guardar la to configuración.
ca: Premeu <guibutton>Desa</guibutton> per a desar els paràmetres.
cs: Pro uložení vašich nastavení klikněte na <guibutton>Uložit</guibutton>.
da: Tryk på <guibutton>Gem</guibutton> for at gemme dine indstillinger.
de: Drücken Sie <guibutton>Speichern</guibutton> um Ihre Einstellungen zu sichern.
el: Πατήστε <guibutton>Save</guibutton> για να αποθηκεύσετε τις ρυθμίσεις σας.
eo: Premu je <guibutton>Konservi</guibutton> por konservi viajn agordojn.
es: Pulse <guibutton>Guardar</guibutton> para guardar su configuración.
fi: Napsauta <guibutton>Save</guibutton> tallentaaksesi asetukset.
fr: Cliquez sur <guibutton>Enregistrer</guibutton> pour sauvegarder vos réglages.
gl: Prema <guibutton>Gardar</guibutton> para gardar a sua configuración.
hu: A beállítások mentéséhez nyomja meg a <guibutton>Save</guibutton> gombot.
it: Fare clic su <guibutton>Salva</guibutton> per salvare le impostazioni.
ja: <guibutton>Save</guibutton>を押して設定を保存します.
nb: Trykk <guibutton>Lagre</guibutton> for å lagre innstillingene dine.
pl: Wciśnij <guibutton>Zapisz</guibutton> aby zapamiętać swoje ustawienia.
pt: Pressione <guibutton>Guardar</guibutton> para guardar as suas definições.
pt_br: Pressione <guibutton>Salvar</guibutton> para salvar suas configurações.
ro: Apăsați <guibutton>Salvează</guibutton> pentru a salva configurările.
ru: Нажмите <guibutton>Сохранить</guibutton> для сохранение ваших настроек.
sk: Stlačte <guibutton>Uložiť</guibutton> aby ste uložili vaše nastavenia.
sl: Za shranitev nastavitev pritisnite gumb <guibutton>Shrani</guibutton>.
sq: Klikoni <guibutton>Ruaje</guibutton> për të ruajtur parametrat tuaj.
sr: Кликните <quote><guibutton>Сачувај</guibutton></quote> да сачувате подешавања.
sv: Tryck på <guibutton>Spara</guibutton> för att spara dina inställningar.
tr: Ayarlarınızı kaydetmek için <guibutton>Kaydet</guibutton>e basın.
uk: Натисніть <guibutton>Зберегти</guibutton>, щоб зберегти налаштування.
zh_cn: 点击<guibutton>保存</guibutton>保存您的设置。
zh_hk: 按 <guibutton>儲存</guibutton> 儲存您的設定。
