Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: If more than one person has a user account on your computer and the screen is locked, other users can press the <guibutton>Switch user...</guibutton> button to use the computer, even while the screen is locked. They will be unable to access your currently-open work, and you will be able to switch back to your locked session when they have finished using the computer.
ast: Si nel to ordenador hai más d'una persona con cuenta d'usuariu y la pantalla ta bloquiada, los otros usuarios pueden calcar el botón <guibutton>Camudar d'Usuariu...</guibutton> pa utilizar l'equipu, mesmo si la pantalla ta bloquiada. Nun van poder acceder a los trabayos que tengas abiertos actualmente, y podrás tornar a la to sesión bloquiada cuando terminen d'usar l'ordenador.
ca: Si més d'una persona té un compte d'usuari a l'ordinador i la pantalla està bloquejada, els altres usuaris poden prémer el botó <guibutton>Canvia d'usuari</guibutton> per a utilitzar l'ordinador, encara que la pantalla estigui bloquejada. No podran accedir al treballs que tingueu oberts i vós podreu tornar a la vostra sessió bloquejada quan acabin d'utilitzar l'ordinador.
cs: Pokud má na počítači účet více než jeden uživatel a obrazovka je uzamčena, další uživatelé mohou stisknout tlačítko <guibutton>Přepnout uživatele...</guibutton> a používat počítač, i když obrazovka je uzamčena. Nebudou schopni přistoupit k vaší právě rozdělané práci a vy budete schopni přepnout se zpátky do uzamčeného sezení, jakmile skončí s používáním počítače.
da: Hvis mere end en person har en konto på din computer og skærmen er låst, kan andre brugere klikke på knappen <guibutton>Skift bruger</guibutton> for at bruge computeren, selvom skærmen er låst. De vil ikke være i stand til at tilgå ditåbne arbejde og du vil selv kunne skifte tilbage til din låste session, når de er færdig med at bruge computeren.
de: Wenn noch andere Personen ein Benutzerkonto auf Ihrem Rechner haben, so können diese trotz des gesperrten Bildschirms den Rechner nutzen, indem sie den Knopf <guibutton>Benutzer wechseln</guibutton> anklicken. Die anderen Benutzer können dabei nicht auf Ihre geöffneten Arbeiten zugreifen, und Sie können anschließend Ihre gesperrte Sitzung wieder aufnehmen.
el: Αν υπάρχουν στον υπολογιστή σας παραπάνω από ένας χρήστης και η οθόνη κλειδωθεί, άλλοι χρήστες μπορούν να πατήσουν το κουμπί <guibutton>Αλλαγή χρήστη</guibutton> για να χρησιμοποιήσουν τον υπολογιστή, παρόλο που η οθόνη είναι κλειδωμένη. Οι χρήστες αυτοί δεν θα έχουν πρόσβαση την εργασία σας, ενώ θα έχετε την δυνατότητα να επιστρέψετε στην κλειδωμένη σας συνεδρία, όταν τελειώσουν με την δικιά τους.
eo: Se pli ol unu homo havas uzantokonton ĉe via komputilo kaj la ekrano estas ŝlosita, alia uzanto povas premi la butonon <guibutton>Ŝanĝi uzanton...</guibutton>, eĉ dum la ekrano estas ŝlosita. Ili ne povos aliri viajn aktuale malfermitajn laboraĵojn, kaj vi povos reŝanĝi ĝin al via ŝlosita sesio kiam ili finis uzi la komputilon.
es: Si más de una persona tiene una cuenta de usuario en su equipo y la pantalla está bloqueada, los otros usuarios pueden presionar el botón <guibutton>Cambiar usuario...</guibutton> para utilizar el equipo, incluso mientras la pantalla esta bloqueada. Los nuevos usuarios no podrán acceder a los documentos que tenga abiertos actualmente, y usted podrá volver a su sesión bloqueada cuando hayan terminado de usar el equipo.
fi: Jos tietokoneella on useampi kuin yksi käyttäjätili, muut käyttäjät voivat käyttää tietokonetta napsauttamalla <guibutton>Vaihda käyttäjää...</guibutton> -painiketta, vaikka näyttö olisi lukittu. Muut käyttäjät eivät voi tällöin päästä käsiksi sinulla avoimina oleviin töihin, ja voit vaihtaa takaisin lukittuun istuntoosi kun he ovat lopettaneet tietokoneen käytön.
fr: S'il existe plus d'un compte utilisateur sur votre ordinateur et que l'écran est verrouillé, les autres utilisateurs peuvent cliquer sur le bouton <guibutton>Changer d'utilisateur...</guibutton> pour utiliser l'ordinateur malgré le verrouillage. Le travail que vous étiez en train d'effectuer ne leur sera pas accessible, et vous pourrez revenir sur votre session verrouillée lorsqu'ils auront terminé.
gl: Se hai máis dunha persoa con conta de usuario no seu ordenador e se bloquea apantalla, outros usuarios poden premer no botón <guibutton>Mudar de usuario...</guibutton> para usar o ordenador, mesmo mentres a pantalla está bloqueada. Non poderán acceder ao traballo que teña vostede aberto nese momento e vostede poderá voltar á súa versión bloqueada cando rematen de usar o computador.
hu: Ha több személynek van hozzáférése a számítógéphez, és a képernyő zárolva van, akkor a többi felhasználó a <guibutton>Felhasználóváltás...</guibutton> gomb segítségével használhatja a számítógépet. Nem férhetnek hozzá a pillanatnyilag megnyitott alkalmazásokhoz, amikor pedig a többiek abbahagyták a munkát a géppel, Ön visszaválthat a zárolt munkafolyamatra.
it: Se più di un utente ha un account sul computer e lo schermo è bloccato, gli altri utenti possono fare clic sul pulsante <guibutton>Cambia utente...</guibutton> per usare il computer, anche se lo schermo è bloccato. Potranno accedere solamente al loro desktop e sarà possibile ritornare alla sessione bloccata quando avranno finito di usare il computer.
ja: ユーザーアカウントのあるユーザーが、二人以上いるコンピューターで、画面のロックされている場合、他のユーザーは<guibutton>ユーザの切り替え...</guibutton>ボタンをクリックして、コンピューターを利用することができます。他のユーザーはあなたが現在開いている作業にアクセスすることはできませんし、他のユーザーがコンピューターを使い終えると、あなたがロックしていたセッションに再度切り替えることができます。
nb: Hvis mer enn en person har en brukerkonto på datamaskinen og skjermen er låst, kan andre brukere trykke <guibutton>Bytt bruker...</guibutton> for å bruke datamaskinen, selv om skjermen er låst. De vil ikke ha tilgang til filer du har åpnet, og du vil kunne logge på din egen bruker når de er ferdig med å bruke datamaskinen.
nl: Als meer dan één persoon een gebruikersaccount op uw computer heeft en het scherm vergrendeld is, kunnen andere gebruikers op de knop <guibutton>Gebruiker wisselen...</guibutton> klikken om de computer te gebruiken, zelfs terwijl het scherm is vergrendeld. Zij zullen niet in staat zijn om bij uw huidige open werk te komen, en u zult terug kunnen schakelen naar uw vergrendelde sessie zodra zij klaar zijn met het gebruiken van de computer.
oc: S'existís mai d'un compte d'utilizaire sus vòstre ordenador e que l'ecran es varrolhat, los autres utilizaires pòdon clicar sul boton <guibutton>Cambiar d'utilizaire...</guibutton> per utilizar l'ordenador malgrat lo varrolhatge. Lo trabalh qu'erètz a efectuar lor serà pas accessible, e poiretz tornar sus vòstra sesilha varrolhada quand auràn acabat.
pl: Jeżeli na Twoim komputerze ma konto więcej niż jedna osoba, może ona kliknąć przycisk <guibutton>Przełącz użytkownika...</guibutton>, aby używać komputera nawet gdy ekran jest zablokowany. Nie będzie ona miała dostępu do Twoich aktualnie otwartych zadań. Po zakończeniu przez nią pracy, będzie istniała możliwość powrócenia do twojej zablokowanej sesji.
pt: Se mais de uma pessoa possui uma conta de utilizador no seu computador e o ecrã encontra-se trancado, os outros utilizadores podem clicar no botão <guibutton>Trocar de utilizador...</guibutton> mesmo quando a sessão está trancada. Eles não terão a possibilidade de aceder ao seu trabalho em curso, e você poderá voltar à sua sessão bloqueada quando deixarem de usar o seu computador.
pt_br: Se mais de uma pessoa tem conta em seu computador e a tela estiver bloqueada, outros usuários podem pressionar o botão <guibutton>Trocar Usuário...</guibutton> para utilizar o computador, mesmo enquanto a tela está bloqueada. Eles estarão impedidos de acessar seu trabalho atualmente aberto e você poderá retornar à sua sessão bloqueada quando eles terminarem de usar o computador.
ro: Dacă există mai multe conturi active pe calculator și ecranul este blocat, ceilalți utilizatori pot apăsa butonul <guibutton>Schimbă utilizatorul...</guibutton> pentru a avea acces la calculator. Ei nu vor avea acces la aplicațiile și documentele deschise, iar dumneavoastră le veți putea regăsi efectuând schimbarea inversă de utilizator.
ru: Если компьютер используют несколько пользователей и экран заблокирован, другие пользователи могут нажать кнопку <guibutton>Переключить пользователя...</guibutton>, чтобы получить доступ к компьютеру под своим именем. Им не будет доступны документы, которые были открыты вами и к которым вы сможете вернуться, переключившись в свой сеанс, когда компьютер освободится.
sk: Ak má na počítači účet viac ako jeden používateľ a obrazovka je uzamknutá, ostatní používatelia môžu stlačiť tlačidlo <guibutton>Prepnúť používateľa</guibutton> a používať počítač, aj keď je obrazovka uzamknutá. Nebudú mať prístup k vašej práve otvorenej práci a vy sa budete môcť prepnúť späť do vašej uzamknutej relácie, akonáhle skončia používať počítač.
sl: Če ima več kot ena oseba na vašem računalniku uporabniški račun in je zaslon zaklenjen, lahko drugi uporabniki pritisnejo gumb <guibutton>Preklop uporabnika</guibutton>. Tako lahko dostopajo do svojega uporabniškega računa in ko zaključijo, lahko vi nadaljujete s svojim delom.
sq: Nëse më tepër se një person ka një llogari përdoruesi në kompjuterin tuaj dhe ekrani është bllokuar, përdoruesit e tjerë mund të shtypin butonin <guibutton>Ndrysho përdoruesin...</guibutton> për të përdorur kompjuterin, edhe kur ekrani është i bllokuar. Ata nuk do të jenë në gjendje të futen në punën tuaj që ka ngelur hapur dhe ju do të jeni në gjendje të ktheheni në seksionin tuaj të bllokuar kur ata të kenë përfunduar së përdoruri kompjuterin tuaj.
sr: Ако више од једног лица има кориснички налог на вашем рачунару а екран је закључан, остали корисници могу да притисну дугме <quote><guibutton>Промени корисника...</guibutton></quote> да би користили рачунар, чак и када је екран закључан. Они неће бити у могућности да приступе вашем тренутно отвореном раду, а ви ћете моћи да се вратите на вашу закључану сесију када они заврше са коришћењем рачунара.
sv: Om flera personer har användarkonton på din dator och skärmen är låst, kan övriga användare trycka på knappen <guibutton>Byt användare...</guibutton> för att använda datorn, även om skärmen är låst. De kommer inte kunna få tillgång till ditt nuvarande öppna arbete, och du har möjligheten att återvända till din låsta session när de är färdiga med att använda datorn.
tr: Eğer birden fazla kişi bilgisayarınızda bir kullanıcı hesabına sahip ve ekran kilitli ise, diğer kullanıcılar ekran kilitli olsa bile, bilgisayarı kullanmak için <guibutton>Kullanıcı Anahtarı...</guibutton> düğmesine basabilirler. Mevcut açık çalışmalarına erişemeyecekler ve bilgisayarı kullanmayı bitirdiklerinde kilitli oturumunuza geri dönebileceksiniz.
uk: Якщо облікові записи користувачів є більш ніж в однієї людини, інші користувачі можуть натиснути кнопку <guibutton>Змінити користувача...</guibutton>, щоб працювати з комп’ютером, навіть якщо екран заблокований. Вони не зможуть отримати доступ до вашої поточної роботи, а ви зможете перемкнутися назад до вашого заблокованого сеансу, коли вони перестануть працювати з комп’ютером.
zh_cn: 如果屏幕被锁定，并且在您的计算机上有不止一个人的用户帐号，则其他的用户可以在屏幕被锁定的情况下按下 <guibutton>切换用户...</guibutton> 按钮来使用计算机。他们将不能访问您当前打开的文件，而当他们使用完该计算机后，您可以切换回您那被锁定的会话。
zh_hk: 如果有其他人在您的電腦上有帳號而螢幕被鎖定了，其他使用者可按下 <guibutton>切換使用者...</guibutton> 按鈕以使用電腦。他們將無法存取任何您的開啟資料，而您也能在他們用完電腦以後回到您的鎖定螢幕。

source: Set up a firewall
ast: Configurar un tornafueos
ca: Configuració d'un tallafoc
cs: Nastavte firewall
da: Sæt en firewall op
de: Firewall einrichten
el: Εγκαταστήστε ένα τοίχος προστασίας (firewall)
eo: Agordi fajroŝirmilon
es: Configurar un cortafuegos
fi: Palomuurin asentaminen
fr: Paramétrer un pare-feu
gl: Erguer unha devasa
hu: Tűzfal beállítása
it: Configurare un firewall
ja: ファイアウォールの設定
nb: Sett opp en brannmur
nl: Een firewall instellen
oc: Configurar un parafuòc
pl: Konfigurowanie zapory sieciowej
pt: Configurar uma firewall
pt_br: Configurar um firewall
ro: Configurați un firewall
ru: Настроить межсетевой экран (файерволл)
sk: Nastavenie firewallu
sl: Nastavite požarni zid
sq: Vendos një mur zjarri
sr: Подесите мрежну баријеру
sv: Konfigurera en brandvägg
tr: Ateş duvarını ayarla
uk: Налаштування брандмауера
zh_cn: 设置防火墙
zh_hk: 設定防火牆
