Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidad, pero ENSIN GARANTÍA NENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattuvuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NINGUNHA; sen sequera a garantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat deze bruikbaar zal zijn, MAAR ZONDER ENIGE GARANTIE; zelfs niet de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL, ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuida dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, inclusa, mas sens i èsser limitadas, las garantias D'APTITUD A LA VÈNDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICIO GARANȚIE; nici măcar garanția presupusă de VANDABILITATE sau de ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE DECLINARE A RESPONSABILITĂȚII.
ru: Эта документация распростроняется в надежде на то, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; в том числе без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eo: Ekzemplero de la permesilo disponigas ĉe: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Compartir Igual da Creative Commons</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Pertatge a l'Identic (CC-BY-SA)</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons „Atribuire-Distribuire în condiții identice”</ulink>.
ru: Копия лицензионного соглашения доступна по адресу: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası şu adreste bulunabilir: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_hk: 本授權文件的副本可由此處取得：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyeutu de Documentación d'Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
eo: Dokumentada projekto de Ubuntu
es: Proyecto de Documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
pl: Projektu Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: Projeto de Documentação Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројектa Убунту документације
sv: Dokumentationsprojekt för Ubuntu
tr: Ubuntu Belgeleme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres du <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
pl: Canonical Ltd. i członkowie <placeholder-1/>
pt: Canonical Lda. e os membros do <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. і учасники <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员
zh_hk: Canonical 有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
ast: El Proyeutu de Documentación d'Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Το έργο τεκμηρίωσης του Ubuntu
eo: La Dokumentada Projekto de Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
gl: O Proxecto de Documentación do Ubuntu
hu: Az Ubuntu dokumentációs projekt
it: Il Progetto documentazione di Ubuntu
ja: Ubuntu Documentation Project
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекaт Убунту документације
sv: Ubuntus dokumentationsprojekt
tr: Ubuntu Belgeleme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: This section describes how to keep your computer safe from security threats.
ast: Esta seición describe como curiar el to ordenador d´amenaces de seguridá.
ca: Aquesta secció descriu com mantenir l'ordinador segur davant de les amenaces de seguretat.
cs: Tato sekce popisuje, jak si udržet svůj počítač v bezpečí před bezpečnostními riziky.
da: Dette afsnit beskriver, hvordan du sikrer din computer mod sikkerhedstrusler.
de: Dieses Kapitel beschreibt, wie Sie Ihren Rechner vor Sicherheitsbedrohungen schützen.
el: Αυτή η παράγραφος περιγράφει πως να διατηρείτε τον υπολογιστή σας ασφαλή από απειλές ασφαλείας.
eo: Ĉi tiu sekcio klarigas kiel teni vian komputilon sekura kontraŭ minacoj.
es: Esta sección describe cómo mantener su ordenador a salvo de amenazas de seguridad
fi: Tämä kappale kertoo, miten voit pitää tietokoneesi turvassa mahdollisilta turvallisuusuhilta.
fr: Cette section décrit comment maintenir la sécurité de votre ordinateur vis à vis des menaces potentielles.
gl: Esta sección describe como manter o seu computador seguro frente a ameazas de seguranza.
hu: Ez a fejezet ismerteti, hogy hogyan védheti meg számítógépét a biztonsági fenyegetésektől.
it: Questa sezione descrive come mantenere sicuro il proprio computer dalle minacce alla sicurezza.
ja: このセクションではセキュリティの脅威からどのようにしてコンピュータを安全に保つか説明します。
nb: Dette emnet forklarer hvordan du holder datamaskinen din beskyttet mot sikkerhetstrusler.
nl: In deze sectie wordt beschreven hoe u uw computer kunt beschermen tegen beveiligingsrisico's.
oc: Aquesta seccion descriu cossí manténer la seguretat de vòstre ordenador vis a vis de las menaças potencialas.
pl: Ta sekcja opisuje, jak uchronić swój komputer przed zagrożeniami bezpieczeństwa.
pt: Esta secção descreve como manter o seu computador protegido de ameaças de segurança.
pt_br: Esta seção descreve como manter o seu computador seguro contra ameaças.
ro: Această secțiune vă prezintă câteva metode de evitare a amenințărilor de securitate sau a celor legate de siguranța în utilizare.
ru: Данный раздел посвящён тому, как обезопасить вашу систему, от различных угроз безопасности.
sk: Táto sekcia popisuje, ako chrániť váš počítač pred bezpečnostnými hrozbami.
sl: Ta odsek opisuje, kako ohraniti vaš računalnik varen pred različnimi vrstami varnostnih groženj.
sq: Ky seksion përshkruan se si ta mbani kompjuterin tuaj të sigurtë kundrejt kërcënimeve për sigurinë.
sr: Овај одељак описује како да одржите ваш рачунар безбедним од сигурносних претњи.
sv: Det här avsnittet beskriver hur du håller din dator säker från säkerhetshot.
tr: Bu bölümde bilgisayarınızı güvenlik tehditlerinden nasıl koruyacağınız açıklanmaktadır.
uk: В цьому розділі описується, як захистити ваш комп'ютер від загроз безпеки
zh_cn: 这一节讲述如何保持您的计算机远离安全威胁。
zh_hk: 本文將會說明如何讓您的電腦遠離威脅

source: Passwords
ast: Contraseñes
ca: Contrasenyes
cs: Hesla
da: Adgangskoder
de: Passwörter
el: Κωδικοί πρόσβασης
eo: Pasvortoj
es: Contraseñas
fi: Salasanat
fr: Mots de passe
gl: Contrasinais
hu: Jelszavak
it: Password
ja: パスワード
nb: Passord
nl: Wachtwoorden
oc: Senhals
pl: Hasła
pt: Palavras-passe
pt_br: Senhas
ro: Parole
ru: Пароли
sk: Heslá
sl: Gesla
sq: Fjalëkalimet
sr: Лозинке
sv: Lösenord
tr: Parolalar
uk: Паролі
zh_cn: 密码
zh_hk: 密碼
