Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: You can add a <guibutton>Lock Screen</guibutton> button to a panel for easy access. Right-click a panel (for example, the panel at the top of the screen), select <guibutton>Add to Panel...</guibutton> and drag the <guibutton>Lock Screen</guibutton> item to the desired location.
ast: Puedes amesta-y un botón <guibutton>Bloquiar la pantalla</guibutton> a un panel pa un accesu nel intre. Calca col botón derechu enriba d'un panel (por exemplu, nel panel cimeru de la pantalla), seleiciona <guibutton>Amestar al panel...</guibutton> y arrastra l'elementu <guibutton>Bloquiar Pantalla</guibutton> al llugar que desees.
ca: Podeu afegir un botó de <guibutton>Bloca la pantalla</guibutton> al quadre per a tenir-hi un accés fàcil. Feu clic amb el botó secundari al quadre (per exemple, el quadre a la part superior de la pantalla), seleccioneu <guibutton>Afegeix al quadre...</guibutton> i arrossegueu l'element <guibutton>Bloca la pantalla</guibutton> a la ubicació desitjada.
cs: Můžete přidat tlačítko <guibutton>Zamknout obrazovku</guibutton> na panel pro jednoduchý přístup. Klikněte pravým tlačítkem na panel (například na panel v horní části obrazovky), vyberte <guibutton>Přidat na panel...</guibutton> a přetáhněte položku <guibutton>Zamknout obrazovku</guibutton> na požadované místo.
da: Du kan tilføje en <guibutton>Lås skærm</guibutton>-knap på et panel for let adgang. Højreklik på et panel (for eksempel, panelet øverst på skærmen), vælge <guibutton>Tilføj til panel ...</guibutton> og træk <guibutton>Lås skærm</guibutton>-elementet til den ønskede placering.
de: Sie können die Funktion <guibutton>Bildschirm sperren</guibutton> auch aus dem Panel aufrufen, wenn Sie vorher ein entsprechendes Panel-Objekt hinzufügen. Klicken Sie dazu mit der rechten Maustaste in ein Panel (zum Beispiel das Panel am oberen Bildschirmrand), wählen Sie <guibutton>Zum Panel hinzufügen …</guibutton> und ziehen Sie das Objekt <guibutton>Bildschirm sperren</guibutton> an die gewünschte Stelle.
el: Μπορείτε να προσθέσετε ένα κουμπί <guibutton>Κλείδωμα οθόνης</guibutton> στον πίνακα εφαρμογών για εύκολη πρόσβαση. Κάντε δεξί κλικ στον πίνακα εφαρμογών (την κεντρική μπάρα που βρίσκεται στο πάνω μέρος της οθόνης), επιλέξτε <guibutton>Προσθήκη στον πίνακα εφαρμογών...</guibutton> και σύρετε το <guibutton>Κλείδωμα οθόνης</guibutton> στην επιθυμητή τοποθεσία.
eo: Oni povas aldoni butonon <guibutton>Ŝlosi Ekranon</guibutton> al ilbreto por facileco. Dekstre alklaku panelon (ekzemple, la panelon ĉe la supro de la ekrano), elektu je <guibutton>Aldoni al Panelo...</guibutton> kaj ŝovu la elementon <guibutton>Ŝlosi Ekranon</guibutton> al la deziratan lokon.
es: Para un acceso más rápido, puede agregar un botón <guibutton>Bloquear la pantalla</guibutton> a un panel. Para ello, presione el botón derecho sobre un panel (por ejemplo, el panel en la parte superior de la pantalla), seleccione <guibutton>Añadir al panel...</guibutton> y arrastre el elemento <guibutton>Bloquear la pantalla</guibutton> al lugar que desee.
fi: Voit lisätä <guibutton>Lukitse näyttö</guibutton> -painikkeen paneeliin jotta se olisi helposti käytettävissä. Napsauta hiiren oikealla painikkeella paneelia (esimerkiksi näytn yläreunan paneelia), valitse <guibutton>Lisää paneeliin...</guibutton> ja raahaa <guibutton>Lukitse näyttö</guibutton> -sovelma haluttuun paikkaan paneelissa.
fr: Vous pouvez ajouter un bouton <guibutton>Verrouiller l'écran</guibutton> à un tableau de bord pour y accéder facilement. Cliquez avec le bouton droit sur un tableau de bord (par exemple celui en haut de l'écran), sélectionnez <guibutton>Ajouter au tableau de bord...</guibutton> et faites glisser l'élément <guibutton>Verrouiller l'écran</guibutton> jusqu'à l'emplacement désiré.
gl: Pode engadir un botón <guibutton>Bloquear a Pantalla</guibutton> nun panel para acceder facilmente a el. Clique co botón dereito nun panel (por exemplo, o panel da parte superior da pantalla), escolla <guibutton>Engadir ao Panel...</guibutton> e arrastre o elemento <guibutton>Bloquear Pantalla</guibutton> ao lugar que desexe.
hu: A panelra helyezhet egy <guibutton>Képernyő zárolása</guibutton> gombot. Kattintson jobb gombbal a panelre (például a képernyő tetején lévőre), válassza a <guibutton>Hozzáadás a panelhez...</guibutton> lehetőséget, majd húzza a <guibutton>Képernyő zárolása</guibutton> elemet a kívánt helyre.
it: Per un accesso più comodo, è possibile aggiungere un pulsante <guibutton>Blocca schermo</guibutton> a un pannello. Fare clic col pulsante destro del mouse su un pannello (per esempio quello situato all'estremità superiore dello schermo), selezionare <guibutton>Aggiungi al pannello...</guibutton> e trascinare l'elemento <guibutton>Blocca schermo</guibutton> nella posizione desiderata.
ja: <guibutton>画面のロック</guibutton>ボタンをパネルに追加して、アクセスを簡単にすることができます。パネル（たとえば画面最上部にあるパネル）を右クリックして、<guibutton>パネルへ追加...</guibutton>を選んで<guibutton>画面のロック</guibutton>アイテムを（パネル上の）好みの場所にドラッグしてください。
nb: Du kan legge til en<guibutton>Lås skjerm</guibutton>-knapp i panelet for enkel tilgang. Høyreklikk et panel (for eksempel panelet på toppen av skjermen), velg <guibutton>Legg til på panelet...</guibutton> og dra <guibutton>Lås skjerm</guibutton>-knappen til der du ønsker å ha den.
nl: U kunt aan uw paneel een <guibutton>Beeldscherm vergrendelen</guibutton>-knop toevoegen zodat u het altijd binnen handbereik hebt. Klik met rechts op een paneel (bijvoorbeeld het paneel bovenin het scherm), kies <guibutton>Toevoegen aan paneel...</guibutton> en sleep het <guibutton>Beeldscherm vergrendelen</guibutton>-item naar de gewenste plaats.
pl: W celu łatwego dostępu do blokady ekranu, do panelu można dodać przycisk <guibutton>Zablokuj ekran</guibutton>. Kliknij prawym klawiszem myszki na panelu (np. na panelu w górnej części ekranu), wybierz <guibutton>Dodaj do panelu...</guibutton> i przeciągnij przycisk <guibutton>Zablokuj ekran</guibutton> w pożądane miejsce.
pt: Pode adicionar um botão <guibutton>Trancar o Ecrã</guibutton> a um painel para fácil acesso. Clique com o botão direito do rato num painel (por exemplo, no painel no topo do ecrã), seleccione <guibutton>Adicionar ao Painel...</guibutton> e arraste o item <guibutton>Trancar o Ecrã</guibutton> para a localização desejada.
pt_br: Você pode adicionar um botão <guibutton>Bloquear Tela</guibutton> a um painel para um acesso rápido. Clique com o botão direito em um painel (por exemplo, o painel no topo da tela), selecione <guibutton>Adicionar ao Painel...</guibutton> e arraste o item <guibutton>Bloquear Tela</guibutton> para o local desejado.
ro: Pentru acces mai simplu, puteți adăuga un buton <guibutton>Blocare ecran</guibutton> la unul dintre panouri. Dați clic dreapta pe un panou (de ex. pe cea din partea de sus a ecranului) și selectați <guibutton>Adaugă la panou...</guibutton>; selectați apoi elementul <guibutton>Blocare ecran</guibutton> și glisați-l pe panou, în poziția dorită.
ru: Можно добавить кнопку <guibutton>Заблокировать экран</guibutton> на панель для быстрого доступа. Для этого правой кнопкой мыши нажмите на панель (например, на панель вверху экрана), выберите <guibutton>Добавить на панель...</guibutton> и перетащите элемент <guibutton>Заблокировать экран</guibutton> в удобное вам место.
sk: Môžete pridať tlačidlo <guibutton>Uzamknúť obrazovku</guibutton> do panelu pre jednoduchý prístup. Kliknite pravým na panel (napríklad na panel v hornej časti obrazovky), vyberte <guibutton>Pridať do panelu...</guibutton> a presuňte položku <guibutton>Uzamknúť obrazovku</guibutton> na požadované miesto.
sl: Gumb <guibutton>Zakleni zaslon</guibutton> lahko dodate na pult za lažji dostop. Z desnim miškinim gumbom kliknite na pult, izberite <guibutton>Dodaj na pult...</guibutton> in povlecite predmet <guibutton>Zakleni zaslon</guibutton> na poljubno mesto.
sq: Ju mund t'i shtoni një buton <guibutton>Blloko Ekranin</guibutton> një paneli për të lehtësuar hyrjen. Klikoni me të djathtën mbi një panel (përshembull në panelin që qëndron në pjesën e sipërme të ekranit), zgjidhni <guibutton>Shtoja Panelit...</guibutton> dhe tërhiqni temën <guibutton>Blloko Ekranin</guibutton> në vendndodhjen e dëshiruar.
sr: Можете да додате дугме за <quote><guibutton>Закључавање екрана</guibutton></quote> на панел за лакши приступ. Кликните десним тастером миша на панел (на пример, на панел на врху екрана), изаберите <quote><guibutton>Додај на панел...</guibutton></quote> и превуците ставку <quote><guibutton>Закључај екран</guibutton></quote> на жељену локацију.
sv: Du kan lägga till en <guibutton>Lås skärmen</guibutton>-knapp till en panel för lätt åtkomst. Höger klicka på en panel (t.ex. panelen som ligger på toppen av skärmen), välj <guibutton>Lägg till i panelen...</guibutton> och dra ikonen <guibutton>Lås skärmen</guibutton> till din önskade plats.
tr: Kolay erişim için bir panele <guibutton>Lock Screen</guibutton> düğmesi ekleyebilirsiniz. Paneli sağ tıklayın (örneğin, ekranın yukarısındaki panele), <guibutton>Add to Panel...</guibutton>'i seçin ve <guibutton>Lock Screen</guibutton> öğesini istenilen yere sürükleyin.
uk: Ви можете додати до панелі кнопку <guibutton>Заблокувати екран</guibutton> для зручного доступу. Натисніть на панелі правою кнопкою миші (наприклад, на верхній панелі), виберіть <guibutton>Додати до панелі...</guibutton> і перетягніть пункт <guibutton>Заблокувати екран</guibutton> на бажане місце.
zh_cn: 您可以向面板中添加一个 <guibutton>锁定屏幕</guibutton> 按钮来方便操作。右击一个面板 (例如在屏幕上方的面板)，选择 <guibutton>添加到面板...</guibutton> 并将 <guibutton>锁定屏幕</guibutton> 项目拖曳到想要的位置。
zh_hk: 您可以在面板上加入 <guibutton>鎖定畫面</guibutton> 按鈕以方便存取。在任一面板上點擊右鍵 (例如在螢幕頂部的面板)，選擇 <guibutton>加入面板...</guibutton>，並將<guibutton>鎖定畫面</guibutton>拖曳至想要的位置。

source: To unlock the screen, move the mouse or press a key. Then, type your password and either press the <keycap>Enter</keycap> key or press the <guibutton>Unlock</guibutton> button.
ast: Pa desbloquiar la pantalla, mueve'l mur o calca una tecla. Lluéu escribe la to clave y calca la tecla <keycap>Intro</keycap>, o calca nel botón <guibutton>Desbloquiar</guibutton>.
ca: Per a desblocar la pantalla, moveu el ratolí o premeu una tecla. Llavors, introduïu la vostra contrasenya i premeu la tecla <keycap>Retorn</keycap> o premeu el botó <guibutton>Desbloca</guibutton>.
cs: Pro odemčení obrazovky zahýbejte myší nebo stiskněte nějakou klávesu. Pak napište své heslo a buď stiskněte klávesu <keycap>Enter</keycap> nebo klikněte na tlačítko <guibutton>Odemknout</guibutton>.
da: For at låse skærmen op, flyt musen, eller tryk på en tast. Derefter taster du din adgangskode og trykker enten på tasten <keycap>Enter</keycap> eller klikker på knappen <guibutton>Lås op</guibutton>.
de: Um den Bildschirm zu entsperren, bewegen Sie die Maus oder drücken Sie eine Taste. Anschließend geben Sie Ihr Kennwort ein und drücken die <keycap>Eingabetaste</keycap> oder den <guibutton>Sperrung aufheben</guibutton>-Knopf.
el: Για να ξεκλειδώσετε την οθόνη μετακινήστε το ποντίκι ή πιέστε ένα πλήκτρο. Μετά εισάγετε τον κωδικό πρόσβασης σας και πατήστε <keycap>Enter</keycap> ή κάντε κλικ στο κουμπί <guibutton>Ξεκλείδωμα</guibutton>.
eo: Por malŝlosi la ekranon, movu la muson aŭ premu klavon. Tiam tajpu vian pasvorton kaj aŭ premu la klavon <keycap>Enter</keycap> aŭ premu la butonon <guibutton>Malŝlosi</guibutton>.
es: Para desbloquear la pantalla, mueva el ratón o pulse una tecla. Luego teclee su contraseña y pulse la tecla <keycap>Intro</keycap> o pulse el botón <guibutton>Desbloquear</guibutton>.
fi: Avataksesi näytön lukituksen, siirrä hiirtä tai paina näppäintä. Kirjoita sitten salasanasi ja joko paina <keycap>Enter</keycap>-näppäintä tai napsauta <guibutton>Avaa lukitus</guibutton> -painiketta.
fr: Pour déverrouiller l'écran, bougez la souris ou appuyez sur une touche. Saisissez ensuite votre mot de passe suivi de la touche <keycap>Entrée</keycap> ou cliquez sur le bouton <guibutton>Déverrouiller</guibutton>.
gl: Para desatrancar a pantalla, mova o rato ou prema unha tecla. Despois, escriba o seu contrasinal e prema a tecla <keycap>Intro</keycap> ou prema o botón <guibutton>Desatrancar</guibutton>.
hu: A zárolás feloldásához mozdítsa meg az egeret, vagy nyomjon le egy billentyűt. Ezután a megjelenő ablakba írja be a jelszavát, majd nyomja le az <keycap>Enter</keycap> billentyűt, vagy kattintson a <guibutton>Feloldás</guibutton> gombra.
it: Per sbloccare lo schermo, muovere il mouse o premere un tasto, quindi digitare la propria password e premere <keycap>Invio</keycap> o fare clic su <guibutton>Sblocca</guibutton>.
ja: スクリーンのロックを解除するには、マウスを動かすか、キーボードのいずれかのキーを押します。そして、あなたのパスワードを入力し、<keycap>Enter</keycap> キーを押すか、<guibutton>ロックの解除</guibutton> ボタンを押します。
nb: For å låse opp skjermen, beveg musen eller trykk på en tast. Skriv så inn passordet ditt, og trykk <keycap>Enter</keycap> eller trykk <guibutton>Lås opp</guibutton>.
nl: Om het beeldscherm te ontgrendelen, beweegt u de muis of drukt u op een toets. Vervolgens typt u uw wachtwoord en drukt u op <keycap>Enter</keycap>, of klikt u op <guibutton>Ontgrendelen</guibutton>
oc: Per desvarrolhar l'ecran, bolegatz la mirga o quichatz sus una tòca. Puèi, picatz vòstre senhal seguit de la tòca <keycap>Entrada</keycap> o clicatz sul boton <guibutton>Desvarrolhar</guibutton>.
pl: Aby odblokować ekran, porusz myszką lub wciśnij dowolny klawisz. Następnie wprowadź swoje hasło i wciśnij <keycap>Enter</keycap> lub przycisk <guibutton>Odblokuj</guibutton>.
pt: Para destrancar o ecrã, mova o rato ou prima uma tecla. Em seguida, digite a sua senha e prima a tecla <keycap>Enter</keycap> ou o botão <guibutton>Destrancar</guibutton>.
pt_br: Para destravar a tela, mova o mouse ou pressione uma tecla. E então digite sua senha e então tecle <keycap>Enter</keycap> ou aperte o botão <guibutton>Destravar</guibutton>.
ro: Pentru a debloca ecranul, mișcați mausul sau apăsați o tastă. Apoi tastați parola și apăsați tasta <keycap>Enter</keycap> sau apăsați butonul <guibutton>Deblochează</guibutton>.
ru: Чтобы разблокировать экран, подвигайте мышкой или нажмите любую клавишу. Введите ваш пароль, после чего нажмите клавишу <keycap>Enter</keycap>, или кнопку <guibutton>Разблокировать</guibutton>.
sk: Na odomknutie obrazovky, pohnite myšou alebo stlačte kláves. Potom zadajte vaše heslo a stlačte <keycap>Enter</keycap> alebo kliknite na tlačidlo <guibutton>Odomknúť</guibutton>.
sl: Za odklep zaslona premaknite miško ali pritisnite tipko. Nato vpišite vaše geslo in pritisnite tipko <keycap>Enter</keycap> ali pa pritisnite gumb <guibutton>Odkleni</guibutton>.
sq: Për të zhbllokuar ekranin, lëvizni miun ose shtypni një buton. Pastaj, vendosni fjalëkalimin tuaj dhe ose shtypni butonin <keycap>Enter</keycap> ose atë <guibutton>Zhblloko</guibutton>.
sr: Да откључате екран, померите миша или притисните неки тастер. Затим, откуцајте лозинку и притисните тастер <quote><keycap>Унеси</keycap></quote> или кликните на дугме <quote><guibutton>Откључај</guibutton></quote>.
sv: Rör på musen eller tryck på en tangent för att låsa upp skärmen. Skriv sedan in ditt lösenord och trycka antingen på tangenten <keycap>Enter</keycap> eller tryck på knappen <guibutton>Lås upp</guibutton>.
tr: Ekran kilidini açmak için fareyi hareket ettirin ya da bir tuşa basın. Daha sonra şifrenizi girip ya <keycap>Enter</keycap> basın ya da <guibutton>Kilidi Aç</guibutton> düğmesine tıklayın.
uk: Щоб розблокувати екран порухайте мишкою або натисніть будь-яку клавішу. Тоді введіть ваш пароль та натисніть клавішу <keycap>Enter</keycap> або кнопку <guibutton>Розблокувати</guibutton>.
zh_cn: 要解锁屏幕，移动鼠标或按一下键盘，然后输入您的密码，按<keycap>回车</keycap>键或点击<guibutton>解锁</guibutton>按钮。
zh_hk: 要解除螢幕鎖定，移動滑鼠或是按下鍵盤上的任何按鍵，然後輸入你的密碼，按下 <keycap>Enter</keycap> 鍵或是按下 <guibutton>解除封鎖</guibutton> 按鈕。
