Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Never click on links in emails which lead to websites asking for your password or similar. It is possible for the text of the link to give one address, when really it opens up another (possibly dangerous) address. Instead, type the link into your web browser yourself and proceed from there.
ast: Nunca calques n'enllaces de correos electrónicos que te lleven a páxines web que te pidan contraseñes o coses asemeyaes. Ye posible que'l testu de l'enllaz amuese unes señes, cuando realmente abre otra direición (posiblemente peligrosa). En cuenta d'eso, escribe tú mesmu l'enllaz nel ñavegador web y sigue de'ehí.
ca: Mai feu clic en els enllaços dels correus que us porten a llocs web que us demanen la contrasenya o informació similar. És possible fer que el text de l'enllaç tingui una adreça quan en realitat n'obre una altra (segurament perillosa). Hauríeu d'introduir personalment l'enllaç en el navegador web i continuar des d'aquell punt.
cs: Nikdy neklikejte na odkazy v emailech, které vedou na stránky požadující po vás hesla nebo podobné věci. Je možné, že text odkazu ukazuje jednu adresu a doopravdy otevřené úplně jinou (pravděpodobně nebezpečnou) adresu. Místo toho, vepište odkaz do svého prohlížeče sami a pokračujte dále.
da: Klik aldrig på links i e-post som fører til internetsider, som beder om din adgangskode eller lignende. Det er muligt for teksten i linket at angive en anden adresse end den (sandsynligvis farlige) adresse, som åbnes i stedet. Skriv i stedet selv linket i din browsers adressefelt og fortsæt derfra.
de: Klicken Sie niemals auf Links in E-Mails, welche Sie auf Websites führen, die nach Ihrem Passwort oder Ähnlichem fragen. Es ist möglich, dass der Text des Links, den Sie lesen, eine bestimmte Adresse nennt, in Wirklichkeit aber eine ganz andere (möglicherweise gefährliche) Adresse öffnet. Geben Sie die Adresse stattdessen selber in Ihren Webbrowser ein und fahren Sie von dort aus fort.
el: Ποτέ δεν κάνουμε κλικ σε συνδέσμους μηνυμάτων ηλεκτρονικού ταχυδρομείου, που οδηγούν σε ιστοσελίδες, οι οποίες σας ζητούν κωδικούς πρόσβασης. Είναι πιθανόν να φαίνεται μια διεύθυνση, ενώ στην πραγματικότητα να ανοίγει μια άλλη (πιθανόν επικίνδυνη). Αν θέλετε να το κάνετε έτσι και αλλιώς πληκτρολογήστε μόνοι σας την διεύθυνση και συνεχίστε.
eo: Neniam alklaku ligilojn en mesaĝoj kiuj iras al retejoj kiuj postulas vian pasvorton aŭ similan datumon. Eblas ke la teksto de la ligilo donas unu adreson, sed ĝi vere malfermas alian (eble danĝeran) adreson. Anstataŭe, tajpu la ligilon en vian foliumilon kaj daŭrigu de tie.
es: Nunca haga clic en enlaces dentro de correos electrónicos que le lleven a páginas web en las que se le pidan contraseñas o cosas similares. Es posible hacer que el texto del enlace tenga una dirección, cuando realmente abre otra (posiblemente peligrosa) dirección. En lugar de ello, escriba usted mismo el enlace en su navegador web y proceda desde allí.
fi: Älä koskaan napsauta sähköpostien linkkejä, jotka vievät WWW-sivustoille, joilla kysytään salasanojasi tai muita vastaavia tietoja. On mahdollista, että linkin teksti kertoo muusta osoitteesta, kuin minne linkki oikeasti vie. Linkin napsauttamisen sijaan kirjoita linkki itse WWW-selaimeen.
fr: Ne cliquez jamais sur des liens contenus dans des courriels qui conduisent à des sites internet demandant votre mot de passe ou des données similaires. Il est possible que le texte du lien donne une adresse, alors qu'en réalité il en ouvre une autre (potentiellement dangereuse). À la place, tapez vous-même le lien dans votre navigateur internet et opérez depuis celui-ci.
gl: Nunca prema en ligazóns en mensaxes de correo que conduzan a sitios webs nos que se lle pida o contrasinal ou algo parecido. É posíbel que o texto da ligazón mostre un enderezo, mais que, realmente, se abra noutro (posibelmente perigoso). En vez disto, escriba a ligazón no seu navegador vostede mesmo e continúe a partir daí.
hu: Soha ne kattintson levelekben lévő hivatkozásra, amely jelszavakat vagy hasonló személyes adatokat kérő weblapokra vezet. Lehetséges, hogy a levélben lévő hivatkozás egy bizonyos címnek látszik, de nem arra a címre mutat (amely akár veszélyes is lehet). Ehelyett írja be a címet a böngészőjébe, és így nézze meg az oldalt.
it: Mai fare clic sui collegamenti nelle email che riportano a siti web contenenti richieste di inserimento password o simili. È possibile che un collegamento mostri un testo che indichi un certo indirizzo, mentre in realtà apre un altro indirizzo (probabilmente pericoloso). Piuttosto, digitare manualmente il collegamento nel proprio browser e procedere da lì.
ja: 決してパスワードやそれに類するものをたずねるウェブサイトに誘うメールに書いてあるリンクをクリックしてはいけません。あるアドレスを開くはずのそのリンクが、時には別の（危険性のある）アドレスを開く可能性があります。リンクをクリックして開くよりも、むしろウェブブラウザに自分でリンクをタイピングして先へ（あなたの望むアドレスへ）進んでください。
nb: Ikke trykk på lenker i e-poster som leder til sider som spør etter passord eller lignende. Det er mulig at lenken i e-posten viser en nettside, mens du kan sendes til et helt annet og gjerne skadelig sted. Skriv heller inn adressen selv om du skal inn på nettsiden fra e-posten.
nl: Klik nooit op links in e-mails die naar websites leiden die u om uw wachtwoord of dergelijke zaken vragen. Het is mogelijk dat de tekst van de link het ene adres weergeeft, terwijl het eigenlijk een ander (mogelijk gevaarlijk) adres opent. Type in plaats daarvan zelf de link in uw webbrowser en ga daarvandaan verder.
oc: Cliquetz pas jamai sus de ligams contenguts dins de corrièls que conduison a de sites Web que demandan vòstre senhal o de donadas similaras. Es possible que lo tèxte del ligam balhe una adreça, mentre qu'en realitat ne dobrís una autra (potencialament dangierosa). A la plaça, picatz vos meteis lo ligam dins vòstre navigador Web e operatz dempuèi aqueste.
pl: Powstrzymaj się przed klikaniem w odnośniki prowadzące do stron proszących cię o wprowadzanie haseł lub podobnych danych. Może się zdarzyć, że pasek adresu wydaje się pokazywać znany ci adres, gdy faktycznie odnosi się do innego (potencjalnie niebezpiecznego) adresu. Zamiast tego, wprowadź w pasku przeglądarki adres, który już znasz (a nie ten, który otrzymasz w wiadomości!).
pt: Nunca clique em ligações de e-mails que levam a páginas de Internet que pedem a sua palavra passe ou algo similar. É possível que o texto da ligação mostre um endereço, quando realmente abre outro endereço (potencialmente perigoso).
pt_br: Nunca clique em links em e-mails que levem a sites que lhe pedem sua senha ou algo similar. É possível que o texto do link exiba um endereço quando, na verdade, leva a outro endereço (possivelmente perigoso). Ao invés disso, digite o link em seu navegador e siga a partir de lá.
ro: Nu apăsați niciodată pe legături din email care duc la site-uri unde vi se solicită introducerea unei parole sau a altor date personale. Este posibil ca textul legăturii să conțină o anume adresă, iar legătura să conducă spre o cu totul altă adresă, posibil periculoasă. Mai degrabă tastați adresa dorită în bara de adrese a navigatorului și continuați de acolo.
ru: Не нажимайте в письмах на ссылки, которые ведут на сайт, где просят вводить пароли или другую личную информацию, так как реальная ссылка может отличаться от отображаемой на экране, и в результате вы попадёте на совершенно другой (возможно опасный) сайт. Вместо этого вручную вводите ссылку в браузере.
sk: Nikdy neklikajte na odkazy v emailoch, ktoré vedú na stránky žiadajúce vaše heslo a podobne veci. Je možné, že text odkazu ukazuje na jednu adresu a v skutočnosti sa otvorí iná (pravdepodobne nebezpečná) adresa. Namiesto toho napíšte odkaz do vášho internetového prehliadača sami a pokračujte z tade.
sl: Nikoli ne klikajte povezav v elektronski pošti, katere vodijo na spletne strani, kjer vas sprašujejo za vaše geslo ali podobno. Možno je, da je naslov povezave eden, dejansko pa odpre drug (morebiti nevaren) naslov. Raje vtipkajte naslov povezave v vaš spletni brskalnik in nadaljujte od tam.
sq: Mos klikoni asnjëherë në lidhje në email të cilat ju çojnë nëpër faqe që ju kërkojnë fjalëkalimet dhe të ngjajshme me to. Është e mundur që teksti i lidhjes t'iu japë një adresë, ndërkohë që në fakt ai hap një adresë tjetër (ndoshta edhe të dëmshme). Në vend të kësaj, shtypeni lidhjen vetë në shfletuesin tuaj të internetit dhe vazhdoni prej andej.
sr: Никада не кликајте на везе у е-порукама који воде ка веб сајтовима који траже вашу лозинку или слично. Могуће је да текст везе даје једну адресу, када у ствари отвара још једну (евентуално опасну) адресу. Уместо тога, лично упишите линк у ваш веб претраживач и наставити са тог места.
sv: Klicka aldrig på länkar i e-post vars leder till webbsidor som frågar efter ditt lösenord eller liknande. Det är möjligt att texten på länken säger en adress, när den i verkligheten öppnar upp en annan (möjligtvis farlig) adress. Skriv istället in länken i din webbläsare och fortsätt därifrån.
tr: Eposta içerisindeki şifrenizi isteyen websitelerine götüren bağlantılara asla tıklamayın. Gerçekte (tehlikeli olabilen) başka bir adresi açarken, bağlantı metninde başka bir adresin okunması mümkündür. Doğrudan bağlantıya tıklamak yerine, kendiniz web tarayıcısının adres çubuğuna yazarak bağlantıya erişmeyi deneyin.
uk: Ніколи заходьте по посиланнях в листах, які ведуть на веб-сайти, що запитують пароль чи іншу аналогічну інформацію. Цілком можливо, що текст посилання містить одну адресу, а насправді відкриває іншу (потенційно небезпечну). Замість цього, скопіюйте посилання в браузер і продовжуйте звідти.
zh_cn: 决不要点击邮件中那些指向要求您输入密码或是类似东西的网站的链接。有可能链接的文本是一个网站，而实际上它打开的是另一个 (可能有危险的) 网站。因此，请您自己在 web 浏览器中输入链接地址来开始操作。
zh_hk: 千萬不要點擊電子郵件中那些會詢問你密碼或類似的網站連結。這可能會讓您點擊一個超連結位址時，真正開啟的卻是另一個位址 (可能相當危險)。請自行在瀏覽器輸入連結。

source: If a website asks for your financial details, ensure that it is secure. In the <application>Firefox Web browser</application>, secure websites have a <emphasis>blue</emphasis> background surrounding the icon to the left of the address bar. Additionally, the site name and a padlock icon are displayed in the lower-right corner of the browser window. Click on the padlock to read more information about the security of the website.
ast: Si una páxina web-y solicita los sos datos bancarios, asegúrese de que ye seguro. Nel <application>restolador web Firefox</application>, les páxines web segures tienen un fondu <emphasis>azul</emphasis> arrodiando l'iconu qu'hai a la esquierda de la barra de direiciones. Arriendes, amuésense el nome del sitiu web y un iconu d'un candáu na esquina inferior drecha de la ventana del restolador. Calque sobro'l candáu pa ver más información sobro la seguridá d'esi sitiu web.
ca: Si un lloc web us sol·licita les vostres dades bancàries, assegureu-vos que aquest és segur. En el <application>navegador web Firefox</application>, els llocs web segurs tenen un rerefons <emphasis>blau</emphasis> al voltant de la icona que hi ha a l'esquerra de la barra d'adreces. A més, es mostrarà el nom del lloc i una icona de cadenat a la cantonada inferior dreta de la finestra del navegador. Feu clic al cadenat per a obtenir més informació sobre la seguretat del lloc web.
cs: Pokud se webová stránka ptá na podrobnosti ohledně vašich financí, ujistěte se, že je to bezpečné. Ve <application>webovém prohlížeči Firefox</application> mají zabezpečené webové stránky <emphasis>modré</emphasis> pozadí obklopující ikonu v levé části adresního řádku. Dodatečně jsou zobrazeny v pravém dolním rohu okna prohlížeče název stránky a ikona visacího zámku. Chcete-li zjistit více informací o zabezpečení webové stránky, klikněte na visací zámek.
da: Sikre dig at en webside er sikker, hvis den beder om dine finansielle oplysninger. I <application>Firefox Web Browser</application>, har sikre websteder en <emphasis>blå</emphasis> baggrund omkring ikonet til venstre for adresselinjen. Desuden er navnet på hjemmesiden, sammen med et hængelåsikon vises i nederste højre hjørne af browser-vinduet. Klik på hængelåsen for at læse mere information om sikkerheden af hjemmesiden.
de: Wenn Sie auf einer Internetseite nach Ihren finanziellen Details gefragt werden, dann überprüfen Sie, ob dies sicher ist. In <application>Firefox</application> erkennen Sie gesichterte Seiten daran, dass das Symbol am linken Ende der Adresszeile <emphasis>blau</emphasis> unterlegt ist. Zusätzlich werden der Seitenname und ein Vorhängeschloss unten rechts im Browserfenster angezeigt. Um mehr über die Sicherheit der Seite zu erfahren, klicken Sie auf das Vorhängeschloss.
el: Αν κάποια ιστοσελίδα ζητά τα οικονομικά σας στοιχεία, βεβαιωθείτε ότι είναι ασφαλής. Στον <application>Firefox Web browser</application>, οι ασφαλείς ιστοσελίδες έχουν <emphasis>μπλέ</emphasis> παρασκήνιο που περιβάλει το εικονίδιο στο αριστερό μέρος της γραμμής διευθύνσεων. Επιπρόσθετα, το όνομα της ιστοσελίδας και ένα εικονίδιο λουκέτου προβάλλονται στην κάτω δεξιά γωνία του παραθύρου του περιηγητή. Πατήστε στο λουκέτο για να διαβάσετε περισσότερες πληροφορίες για την ασφάλεια της ιστοσελίδας.
eo: Se retejo petas viajn financajn detalojn, certigu ke ĝi estas sekura. En la <application>reta foliumilo Firefox</application>, sekuraj retejoj havas <emphasis>bluan</emphasis> fonon ĉirkaŭ la bildsimbolo ĉe la maldekstra flanko de la adresa breto. Plue, la retnomo kaj bildsimbola seruro vidiĝas en la malsupra dekstra angulo de la foliumila fenestro. Alklaku la seruron por vidigi pluan informon pri la sekureco de la retejo.
es: Si una página web le solicita sus datos bancarios, asegúrese de que es seguro. En el <application>navegador web Firefox</application>, las páginas web seguras tienen un fondo <emphasis>azul</emphasis> rodeando el icono que hay a la izquierda de la barra de direcciones. Además, se muestran el nombre del sitio web y un icono de un candado en la esquina inferior derecha de la ventana del navegador. Pulse sobre el candado para ver más información sobre la seguridad de ese sitio web.
fi: Jos verkkosivusto kysyy pankki- tai luottokorttitietojasi tarkista, että sivusto on turvallinen. <application>Firefox-selaimessa</application> turvalliset sivustot huomaa siitä, että osoiterivin vasemmassa reunassa olevalla kuvakkeella on <emphasis>sininen</emphasis> taustaväri. Lisäksi sivuston nimi ja suljetun lukon kuva näytetään selaimen oikeassa alakulmassa. Napsauttamalla lukkoa kahdesti näet lisätietoja sivuston turvallisuustilanteesta.
fr: Si un site Web vous demande vos coordonnées bancaires, assurez vous qu'il est sécurisé. Dans le <application>navigateur Web Firefox</application>, les sites Web sécurisés sont signalés par une fond <emphasis>bleu</emphasis> entourant l'icone à gauche de la barre d'adresses. De plus, le nom du site et une icone représentant un cadenas sont affichés dans le coin inférieur droit de la fenêtre de navigation. Ciquez sur le cadenas pour obtenir plus d'informations sur la sécurité garantie par le site.
gl: Se unha páxina web lle solicita os seus datos bancarios, asegúrese de que é seguro. No <application>navegador web Firefox</application>, as páginas web seguras teñen un fondo <emphasis>azul</emphasis> rodeando a icona que hai á esquerda da barra de enderezos. Ademáis, móstrase o nome do sitio web e unha icona de un candado na esquina inferior dereita da xanela ventana del navegador. Prema sobre o candado para ver máis información sobre a seguranza de ese sitio web.
hu: Ha a weblap pénzügyi adatai felől érdeklődik, bizonyosodjon meg annak biztonságosságáról. A <application>Firefox webböngészőben</application> a biztonságos oldalak esetén <emphasis>kék</emphasis> a címmező melletti ikon. Ezen kívül a böngészőablak jobb alsó sarkában megjelenik az oldal címe és egy lakat ikon. A lakatra kattintva további információkat kaphat a weboldal biztonságáról.
it: Se un sito web richiede dati bancari personali, assicurarsi che sia un sito web fidato e sicuro. Nel browser web <application>Firefox</application>, i siti web sicuri presentano uno sfondo <emphasis>blu</emphasis> nell'icona a sinistra nella barra degli indirizzi. Inoltre, nell'angolo in basso a destra vengono visualizzati il nome del sito e l'immagine di un lucchetto. Per maggiori informazioni riguardo la sicurezza del sito web, fare clic sull'immagine del lucchetto.
ja: ウェブサイトであなた自身の金銭に関わる詳細を確認された場合は、そのサイトの安全性について確認します。<application>Firefox ウェブブラウザ</application>は、安全なウェブサイトならアドレスバーの左側に<emphasis>青色</emphasis>で囲まれたアイコンになります。さらに、サイトの名称と南京錠のアイコンがブラウザウィンドウの右下の隅に表示されます。南京錠アイコンをクリックするとそのウェブサイトの安全性に関する詳細情報を読むことができます。
nb: Hvis en nettside ber om dine finansielle opplysninger, forsikre deg om at den er sikret. I <application>nettleseren Firefox</application> har sikrede nettsider <emphasis>blå</emphasis> bakgrunn rundt ikonet til venstre for adresselinjen. I tillegg vises nettsidens navn og en hengelås nede til høyre i nettleservinduet. Trykk på hengelåsen for informasjon om sikkerheten på nettsiden.
pt_br: Se um site perguntar por seus detalhes financeiros, tenha certeza de que ele é seguro. No <application>Navegador Web Firefox</application>, sites seguros tem um plano de fundo <emphasis>azul</emphasis> em volta de se ícone na parte esquerda da barra de endereços. Adicionalmente, o nome do site e um ícone de cadeado são exibidos no canto inferior direito da janela do navegador. Clique no cadeado para ler mais informações sobre a segurança no site.
ro: Dacă un site web vă solicită detalii financiare, asigurați-vă că acesta este securizat. În <application>navigatorul web Firefox</application>, site-urile securizate au un fundal <emphasis>albastru</emphasis> în jurul pictogramei din stânga barei de adrese. Suplimentar, în colțul din dreapta jos a ferestrei navigatorului sunt afișate numele site-ului și pictograma unui lacăt. Dați clic pe lacăt pentru a citi mai multe informații despre securitatea site-ului web.
ru: Если веб-сайт запрашивает у вас финансовую информацию, убедитесь, что данный сайт безопасен. В программе <application>Веб-браузер Firefox</application> безопасные сайты отмечены <emphasis>голубым</emphasis> фоном вокруг иконки и названия сайта слева от адресной строки. Дополнительно, в правом нижнем углу окна браузера отображается значёк замка. Щёлкните по названию сайта для получения более подробной информации об уровне безопасности веб-сайта.
sk: Ak sa vás stránka pýta na detaily ohľadom vašich financií, uistite sa, že je bezpečná. V <application>internetovom prehliadači Firefox</application>majú bezpečné stránky <emphasis>modré</emphasis> pozadie okolo ikony v ľavej časti panelu s adresou. Dodatočne, meno stránky a ikona zámku je zobrazená v pravom dolnom rohu okna prehliadača. Kliknite na zámok a dočítate sa viac o bezpečnosti stránky.
sl: Če spletna stran zahteva vnos finančnih podatkov, se prepričajte, da je varna. <application>Spletni brskalnik Firefox</application> na varne spletne strani opozori z <emphasis>modrim</emphasis> ozadjem ikone levo od polja za vnos spletnega naslova. Ob tem pa sta ime spletne strani in ikona ključavnice prikazani v spodnjem desnem kotu okna brskalnika. S klikom na ikono ključavnice se vam prikaže več informacij o varnosti spletne strani.
sq: Nëse një faqe interneti ju pyet për të dhënat tuaja financiare, sigurohuni që të jetë e sigurtë. Tek <application>Shfletuesi i Internetit Firefox</application>, faqet e sigurta të internetit kanë një sfond <emphasis>blu</emphasis> që rrethon ikonën në të majtë të shiritit të adresës. Veç kësaj, emri i faqes dhe një ikonë kyçi do të shfaqen në cepin poshtë djathtas të dritares së shfletuesit. klikoni mbi kyçin për të lexuar më tepër rreth sigurisë së faqes së internetit.
sr: Ако веб сајт затражи ваше финансијске детаље, уверите се да је безбедан. У <application>Фајерфоксу Веб претраживачу</application>, сигурни веб сајтови имају <emphasis>плаву</emphasis> позадину око иконе лево од адресе. Поред тога, име сајта и икона катанца су приказани у доњем десном углу прозора прегледача. Кликните на катанац за више информација о сигурности на сајту.
sv: Om en webbplats frågar efter dina finansiella uppgifter, säkerställ att den är säker. I <application>webbläsaren Firefox</application>, har säkra webbplatser en <emphasis>blå</emphasis> bakgrund runt ikonen till vänster i adressfältet. Dessutom, visas namnet för webbplatsen och ett hänglås i nedre högra hörnet i webbläsarfönstret. Klicka på hänglåset för att läsa mer information om säkerheten för webbplatsen.
tr: Eğer bir web sitesi sana finansal detay sorarsa, güvenli olduğunu garantiye al. <application>Firefox Web tarayıcısı</application> içinde güvenilir web siteleri adres çubuğunun solundaki ikonu çevreleyen <emphasis>mavi</emphasis> zemin rengine sahiptir. Ek olarak site ismi ve bir kilit ikonu tarayıcı penceresinin sağ üst köşesinde görünür. Web sitesinin güvenliği hakkında daha fazla bilgi okumak için kilit üstüne tıkla.
uk: Якщо веб-сайт питає про фінансову інформацію, перевірте, чи він захищений. В <application>веб-переглядачі Firefox</application> захищені веб-сайти мають <emphasis>блакитне</emphasis> тло навколо піктограми зліва рядка адреси. Додатково, назва сайту та піктограма замку показані в нижньому правому куті вікна переглядача. Натисніть на замок, щоб отримати додаткову інформацію про захищеність веб-сайту.
zh_cn: 如果有网站想你索取财务细节，要确定那是安全的。在<application>Firefox 网络浏览器</application>里，在地址栏左端的图标处，安全网站有一个<emphasis>蓝色</emphasis>背景环绕。另外，网站的名称与一个加锁图标会显示在浏览器窗口的右下角。点击这个锁，可以阅读关于这个网站的安全性的更多信息。
zh_hk: 若有網站詢問您的財務相關詳情，請確認其為安全的。<application>Firefox 網路瀏覽器</application>的網址列左方，安全網站的圖示周圍會以<emphasis>藍</emphasis>底顯示。另外，在瀏覽器視窗的右下角會顯示網站的名稱和一個鎖頭圖示。點選鎖頭可查看更多網站的相關保安資訊。
