Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: The Simple Backup Suite does not provide an option to write backup files directly to CDs or DVDs. You have to write backup manualy using for example a Brasero Disc Burning software (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Brasero Disc Burner</guimenuitem></menuchoice>). Alternatively you can customize <application>Simple Backup Config</application> to backup your files into another place (eg. remote server or external drives). See <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">community help wiki</ulink> for details how to use Simple Backup Suite software.
ast: L'aplicación Simple Backup Suite nun apurre denguna opción pa grabar ficheros direutamente en CD o DVD. Tienes que grabalos manualmente usando, por exemplu, el Grabador de discos Brasero (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Soníu y vídeo</guimenuitem><guimenuitem>Grabador de discos Brasero</guimenuitem></menuchoice>). Tamén puedes personalizar <application>Simple Backup Config</application> de forma que copie los tos ficheros a otro lugar (p.ej. en sirvidores remotos o unidades externas). Consulta'l <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki d'aida de la comunidá</ulink> pa más información sobre cómo usar l'aplicación Simple Backup Suite.
ca: El Simple Backup Suite no proporciona cap opció per a fer les còpies de seguretat dels fitxers directament a CD o DVD. Heu de fer manualment les còpies de seguretat utilitzant, per exemple, el programari enregistrador de discs Brasero (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>So i vídeo</guimenuitem><guimenuitem>Enregistrador de discs Brasero</guimenuitem></menuchoice>). També podeu personalitzar el <application>Simple Backup Config</application> per a fer còpies de seguretat dels fitxers a una altra ubicació (per exemple, un servidor remot o una unitat externa). Vegeu el <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki d'ajuda de la comunitat</ulink> per a obtenir més informació sobre com utilitzar el programari Simple Backup Suite.
cs: Software Simple Backup Suite neumožňuje zápis záložních souborů přímo na CD nebo DVD. Zálohu musíte zapsat ručně např. pomocí vypalovacího softwaru Brasero (<menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Zvuk a video</guimenuitem><guimenuitem>Vypalovací software Brasero</guimenuitem></menuchoice>). Nebo můžete přizpůsobit <application>Simple Backup Config</application> tak, aby zálohoval vaše soubory na jiné místo (např. vzdálený server nebo externí disky). Chcete-li zjistit podrobnosti o používání softwaru Simple Backup Suite, podívejte se na stránku <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">komunitní wiki</ulink>.
da: Simple Backup Suite giver ikke mulighed for at skrive sikkerhedskopier direkte til cd'er eller dvd'er. Du er nødt til manuelt at brænde sikkerhedskopier ved hjælp af for eksempel diskbrændingsprogrammet Brasero (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og Video</guimenuitem><guimenuitem>Brasero diskbrænder</guimenuitem></menuchoice>). Som alternativt kan du tilpasse <application>Simple Backup Config</application> til at sikkerhedskopiere dine filer til et andet sted (f.eks. en ekstern server eller eksterne drev). Se <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">fællesskabets hjælpewiki</ulink> for detaljer om hvordan du bruger Simple Backup Suite-software.
de: Die »Simple Backup Suite« liefert keine Option, um zu sichernde Daten direkt auf CDs oder DVDs zu schreiben. Sie müssen dies manuell tun, indem Sie beispielsweise das Brasero CD/DVD-Brennprogramm (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Unterhaltungsmedien</guimenuitem><guimenuitem>Brasero CD/DVD-Brennprogramm</guimenuitem></menuchoice>) benutzen.
el: Το Simple Backup Suite δεν παρέχει την επιλογή εγγραφής των αρχείων backup κατευθείαν σε CD ή DVD. Πρέπει να εγγράψετε το backup χειροκίνητα χρησιμοποιώντας για παράδειγμα το λογισμικό εγγραφής δίσκων Brasero (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Ήχος και Βίντεο</guimenuitem><guimenuitem>Εφαρμογή εγγραφής δίσκων Brasero</guimenuitem></menuchoice>). Εναλλακτικά μπορείτε να προσαρμόσετε το <application>Simple Backup Config</application> για να δημιουργήσει τα αντίγραφα των αρχείων σας σε διαφορετικό σημείο (πχ απομακρυσμένο εξυπηρετητή ή εξωτερικό αποθηκευτικό μέσο). Βλέπε <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">community help wiki</ulink> για λεπτομέρειες γύρω από την χρήση του λογισμικού Simple Backup Suite.
eo: La programo 'Simple Backup Suite' ne havas eblon skribi restaŭrkopion rekte al KD aŭ DVD. Vi devas mane kopii ĝin per, ekzemple, la programo 'Brasero Disk Burner' (<menuchoice><guimenu>Aplikaĵoj</guimenu><guimenuitem>Sono kaj video</guimenuitem><guimenuitem>Brasero Disc Burner</guimenuitem></menuchoice>). Aŭ vi povas adapti la programon <application>Simple Backup Config</application> por kopii al alia loko (ekzemple fora servilo aŭ ekstera diskaparato). Legu ĉe <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">komunuma helpa vikio</ulink> por detaloj pri kiel uzi la programaron.
es: La aplicación Simple Backup Suite no proporciona ninguna opción para grabar archivos directamente en CD o DVD. Tiene que grabarlos manualmente usando, por ejemplo, el Grabador de discos Brasero (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Sonido y vídeo</guimenuitem><guimenuitem>Grabador de discos Brasero</guimenuitem></menuchoice>). También puede personalizar <application>Simple Backup Config</application> de forma que copie sus archivos a otro lugar (p.ej. en servidores remotos o unidades externas). Consulte el <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki de ayuda de la comunidad</ulink> para más información sobre cómo usar la aplicación Simple Backup Suite.
fr: La suite Simple Backup ne fournit pas la possibilité de graver vos données directement sur CD ouDVD. Vous devrez graver votre sauvegarde manuellement en utilisant un logiciel tel que Brasero (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Son et vidéo</guimenuitem><guimenuitem>Gravure de disque Brasero</guimenuitem></menuchoice>). Vous pouvez éventuellement personnaliser <application>Simple Backup Config</application> pour sauvegarder vos données à un autre endroit (par exemple sur un serveur distant ou un disque externe). Consultez le <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki d'aide communautaire</ulink> pour plus de détails sur l'utilisation du logiciel Simple Backup Suite.
gl: O aplicativo Simple Backup Suite non proporciona ningunha opción para gravar ficheiros directamente en CD o DVD. Ten que grabalos manualmente usando, por exemplo, o Gravador de discos Brasero (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Son e vídeo</guimenuitem><guimenuitem>Gravador de discos Brasero</guimenuitem></menuchoice>). Tamén pode personalizar <application>Simple Backup Config</application> de forma que copie os seus ficheiros a outro lugar (p.ex. en servidores remotos ou unidades externas). Consulte o <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki de axuda da comunidade</ulink> para máis información sobre cómo usar o aplicativo Simple Backup Suite.
hu: A Simple Backup Suite nem biztosít lehetőséget a mentési fájlok közvetlen CD-re vagy DVD-re írásához. A mentéseket Önnek kell kiírnia, például a Brasero lemezíró (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Hang és videó</guimenuitem><guimenuitem>Brasero lemezíró</guimenuitem></menuchoice>). Ennek alternatívájaként a <application>Simple Backup Config</application> beállítható a fájlok másik helyre mentésére (például távoli kiszolgálóra vagy külső meghajtóra). A Simple Backup Suite szoftverek használatával kapcsolatos részletekért lásd a <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">közösségi dokumentációs wiki</ulink> oldalát.
it: «Simple Backup Suite» non fornisce opzioni per scrivere i file di backup direttamente su CD o DVD, è necessario usare un'applicazione esterna coe «Masterizzatore dischi Brasero» (<menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Audio e video</guimenuitem><guimenuitem>Masterizzatore dischi Brasero</guimenuitem></menuchoice>). In alternativa è possibile personalizzare <application>Simple Backup Config</application> affinché esegua i backup dei file in un'altra posizione (come un server remoto o un dispositivo esterno). Per maggiori informazioni, consultare <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">la documentazione della comunità</ulink> (in inglese).
ja: シンプルバックアップスイートは直接CDやDVDにバックアップを書き込む機能を持っていません。Brasero ディスク作成ツール（<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>サウンドとビデオ</guimenuitem><guimenuitem>Brasero ディスク作成ツール</guimenuitem></menuchoice>）をつかって手動で書き込む必要があります。その他の方法として <application>バックアップの設定</application> をカスタマイズすることで他の場所（例えば、リモートサーバや外部ディスク）にバックアップを書き込むことが出来ます。シンプルバックアップスイートについての詳しい情報は <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">community help wiki</ulink> を確認してください。
nb: Simple Backup Suite har ikke mulighet til å skrive sikkerhetskopier direkte til CD eller DVD. Du må gjøre dette manuelt med programvare som Brasero (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og bilde</guimenuitem><guimenuitem>Brasero brenneprogram</guimenuitem></menuchoice>). Alternativt kan du velge at <application>Simple Backup Config</application> skal lage sikkerhetskopi til en annen plassering (f.eks en server eller eksterne disker). Se <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki-siden</ulink> for ytterligere informasjon om bruk av Simple Backup Suite software.
pt_br: A Suíte de Cópia de Segurança Simplificada não fornece uma opção para gravar cópia de segurança diretamente para CDs ou DVDs. Você tem que criar a cópia de segurança manualmente utilizando, por exemplo, o software de gravação Brasero (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Multimídia</guimenuitem><guimenuitem>Gravador de Disco Brasero</guimenuitem></menuchoice>). Ou então, você pode personalizar a <application>Configuração de Copia de Segurança Simplificada</application> para criar cópias de segurança de seus arquivos em outro lugar (p.e. servidor remoto ou unidades externas). Leia a <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki de ajuda da comunidade</ulink> para mais detalhes de como usar a Suíte de Cópia de Segurança Simplificada.
ro: Simple Backup Suite nu oferă opțiunea de a scrie fișierele copiate direct pe CD sau DVD. Trebuie să realizați aceasta manual utilizând, de exemplu, software-ul Scriere de discuri Brasero (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Multimedia</guimenuitem><guimenuitem> Scriere de discuri Brasero</guimenuitem></menuchoice>). Alternativ, puteți personaliza <application>Simple Backup Config</application> astfel încât să vă duplice fișierele în altă locație (de ex. pe un server la distanță sau pe discuri externe). Pentru detalii despre utilizarea software-ului Simple Backup Suite, consultați <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">community help wiki</ulink>.
ru: Простая программа резервного копирования не может записывать резервные копии на CD или DVD-диски. Вы можете записать резервную копию самостоятельно, используя, например, программу для записи дисков Brasero (<menuchoice><guimenu>Приложения</guimenu><guimenuitem>Аудио и видео</guimenuitem><guimenuitem>Программа для записи дисков Brasero</guimenuitem></menuchoice>). Также вы можете настроить <application>Simple Backup Config</application> для резервного копирования ваших файлов в иное место (например, удалённый сервер или внешний накопитель). Для получения подробной информации об использовании простой программы резервного копирования смотрите <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">страницу в wiki сообщества</ulink>.
sk: Simple Backup Suite neposkytuje možnosť zápisu na CD alebo DVD. Musíte si zapísať vašu zálohu pomocou programu Brasero Disc Burning (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Zvuk a video</guimenuitem><guimenuitem>Brasero - napaľovanie diskov</guimenuitem></menuchoice>). Eventuálne si môžete prispôsobiť <application>Simple Backup Config</application> aby zálohoval vaše súbory na iné miesto (napr. vzdialený server alebo externú jednotku). Pozrite na <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">komunitnú wiki</ulink> aby ste zistili detaily používania Simple Backup Suite.
sl: Simple Backup Suite ne omogoča zapisovanja varnostne kopije na CD-je ali DVD-je. Varnostno kopijo boste morali v takem primeru ročno zapisati na medij, na primer s programom Brasero zapisovalnik (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Zvok in video</guimenuitem><guimenuitem>Brasero zapisovalnik</guimenuitem></menuchoice>). Namesto tega lahko nastavite, da <application>Simple Backup Config</application> shranjuje varnostne kopije drugam (na primer na oddaljeni strežnik ali zunanji disk). Za več podatkov si oglejte <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">wiki s pomočjo</ulink>.
sq: Një Program i Thjeshtë për Ruajtje nuk jep opsionin për të shkruajtur skedarët mbështetës drejtpërdrejt në CD apo DVD. Ju ve do t'iu duhet ta ruani mbështetjen në mënyrë manuale duke përdorur për shembull programin e Djegies së Disqeve Brasero (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Zëri &amp; Video</guimenuitem><guimenuitem>Djegësi i Disqeve Brasero</guimenuitem></menuchoice>). Në mënyrë alternative ju mund të rregulloni <application>Konfigurimin e Thjeshtë të Mbështetjes</application> për të ruajtur skedarët në një vend tjetër (p.sh. në një server të largët apo në disqe të jashtëm). Shikoni <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">ndihmën e wiki-t të bashkësisë</ulink> për detaje se si të përdorni Programin e Mbështetjes së Thjeshtë.
sr: Комплет једноставних копија не даје могућност за резање датотека резервне копије директно на ЦД или ДВД диск. Мораћете ручно да нарежете резервну копију, на пример користећи Брасеро резач дискова: <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Звук и видео</guimenuitem><guimenuitem>Брасеро диск резач</guimenuitem></menuchoice></quote>. Алтернативно можете да прилагодите <application>Подешавања Једноставних копија</application> да сачува резервне копије ваших датотека на другом месту (нпр. на удаљеном серверу или спољном диску). Погледајте <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">вики помоћи заједнице</ulink> за детаље како да користите Комплет једноставних копија.
sv: Sviten Simple Backup tillhandahåller inte något alternativ för att skriva säkerhetskopierade filer direkt till cd- eller dvd-skivor. Du behöver bränna säkerhetskopiorna manuellt genom att till exempel använda skivbrännaren Brasero (<menuchoice><guimenu>Program</guimenu><guimenuitem>Ljud och video</guimenuitem><guimenuitem>Skivbrännaren Brasero</guimenuitem></menuchoice>). Alternativt så kan du anpassa <application>Simple Backup Config</application> till att säkerhetskopiera dina filer till en annan plats (t.ex. fjärrserver eller externa enheter). Se <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">gemenskapens hjälp-wiki</ulink> för detaljer hur du använder programsviten Simple Backup.
tr: Basit Yedek Suiti yedek dosyalarını doğrudan CD ya da DVDlere yazma seçeneği sunmaz. Yedeği örneğin Brasero Disk Yazma programı (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ses ve Video</guimenuitem><guimenuitem>Brasero Disk Yazıcı</guimenuitem></menuchoice>) kullanarak elle yazdırmalısınız. Alternatif olarak <application>Basit Yedek Yapılandırma</application>'yı dosyalarınızda başka bir yere (ör. uzak sunucu ya da harici sürücüler) yedekleyebilirsiniz. Basit Yedek Suiti programını nasıl kullanacağınıza dair ayrıntılar için <ulink url="https://help.ubuntu.com/community/SisteminiziYedekleyin/BasitYedekSuiti">wiki yardım topluluğu</ulink>'na bakın.
uk: Simple Backup Suite не надає можливості записувати резервні копії файлів безпосередньо на CD-диски або DVD-диски. Ви можете записувати резервні копії самостійно використовуючи, наприклад, програму для запису дисків Brasero (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Звук та відео</guimenuitem><guimenuitem>Програма для запису дисків Brasero</guimenuitem></menuchoice>). Також ви можете налаштувати <application>Simple Backup Config</application> для збереження резервних копій до іншого місця (наприклад, на зовнішній сервер або на зовнішні диски). Дивіться <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">вікі сторінку допомоги спільноти</ulink>, щоб отримати докладну інформацію про використання програми Simple Backup Suite.
zh_cn: Simple Backup Suite 没有提供将文件备份到 CD 和 DVD 上的功能。您必须使用诸如 Brasero 光盘刻录器（<menuchoice><guimenu>应用程序</guimenu><guimenuitem>影音</guimenuitem><guimenuitem>Brasero 光盘刻录器</guimenuitem></menuchoice>） 的软件手动将备份文件刻录到光盘。或者您可以自定义 <application>Simple Backup Config</application> 来将文件备份到其他地方（比如远程服务器、移动硬盘、优盘）。查看 <ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">社区帮助wiki</ulink>（英文） 获得如何使用 Simple Backup Suite 的详细信息。
zh_hk: Simple Backup Suite 並不支援將備份資料直接寫入 CD 或 DVD。您得用 Brasero 等光碟燒錄程式 (<menuchoice><guimenu>應用程式</guimenu><guimenuitem>影音</guimenuitem><guimenuitem>Brasero 光碟燒錄程式</guimenuitem></menuchoice>) 來手動寫入。或者，您可以在 <application>Simple Backup Config</application> 中自訂，將資料備份至其他地方 (像是遠端伺服器或是外部硬碟)。請至<ulink url="https://help.ubuntu.com/community/BackupYourSystem/SimpleBackupSuite">社群幫助維基</ulink>查看 Simple Backup Suite 軟件的詳細使用說明。
