Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Locking your screen prevents other people from accessing your computer while you are away from it. All of your applications and work remain open while the screen is locked, and the screensaver is displayed.
ast: Zarrando la pantalla previenes qu´otra xente pue entrar nel to ordenador cuando tas lloñe d´el. Toles aplicaciones y trabayos van siguir abiertos cuando la pantalla ta zarrada, y amuésase´l curiapantalles.
ca: Bloquejar la pantalla evita que altres persones puguin accedir a l'ordinador mentre esteu absent. Mentre la pantalla està bloquejada totes les aplicacions i treballs es mantenen oberts i es mostra l'estalvi de pantalla.
cs: Zamykání obrazovky zabraňuje ostatním lidem přistoupit k vašemu počítači během vaší nepřítomnosti. Všechny vaše aplikace a práce zůstanou otevřeny během zamčené obrazovky a zobrazí se šetřič obrazovky.
da: Låsning af din skærm forhindrer andre mennesker i at få adgang til din computer, mens du er væk fra den. Alle dine programmer og dit arbejde forbliver åbent mens skærmen er låst, og pauseskærmen vises.
de: Durch das Sperren des Bildschirms verhindern Sie, dass andere Menschen während Ihrer Abwesenheit auf Ihren Rechner zugreifen können. Ihre Anwendungen bleiben dabei geöffnet und der Bildschirmschoner wird angezeigt.
el: Το κλείδωμα της οθόνη αποτρέπει άλλους από το να έχουν πρόσβαση στον υπολογιστή σας, όταν είστε μακριά. Όλες οι εφαρμογές και η εργασία σας παραμένουν σε λειτουργία, όταν η οθόνη είναι κλειδωμένη και εμφανίζεται μόνο η προστασία οθόνης.
eo: Ŝlosi la ekranon malebligas ke aliaj homoj aliru vian komputilon dum vi estas for de ĝi. Ĉiuj viaj aplikaĵoj kaj laboraĵoj restas malfermitaj dum la ekrano estas ŝlosita, kaj la ekrankurteno videblas.
es: Bloquear su pantalla previene que otras personas accedan a su computador mientras se encuentra ausente. Todas sus aplicaciones y trabajos se mantendrán abiertos mientras la pantalla está bloqueada y se muestra el salvapantalla.
fi: Näytön lukitseminen estää muiden ihmisten pääsyn tietokoneella kun olet poissa. Kaikki sovellukset ja työt pysyvät auki kun näyttö on lukittuna, ja näytöllä näkyy näytönsäästäjä.
fr: Verrouiller votre écran empêche d'autres personnes d'accéder à votre ordinateur lorsque vous en êtes absent. Toutes vos applications et vos travaux resteront ouverts pendant que l'écran est verrouillé, et l'économiseur d'écran sera affiché.
gl: Bloquear a súa pantalla evita que outras persoas podan acceder ao seu computador mentres non está diante del. Todas as súas aplicacións e traballo fican abertas mentres a pantalla está bloqueada e móstrase un salvapantallas.
hu: A képernyő zárolása megelőzi, hogy mások is hozzáférhessenek a számítógépéhez, amíg Ön távol van. Minden alkalmazás és munka nyitva marad a zárolás ideje alatt, és a képernyővédő jelenik meg.
it: Bloccare lo schermo impedisce ad altre persone di accedere al proprio computer mentre si è lontani da esso. Tutte le applicazioni e il lavoro svolto rimarranno aperti fintanto che lo schermo è bloccato e il salvaschermo visualizzato.
ja: 画面をロックすれば、あなたが席を外しているあいだに他の人がコンピューターにアクセスすることを防ぐことができます。画面がロックされているあいだ、あなたのアプリケーションや作業がそのままの状態で保たれ、画面にはスクリーンセーバーが表示されます。
nb: Ved å låse skjermen unngår du at andre har tilgang til datamaskinen din mens du er borte. Alle programmer holdes åpne mens skjermen er låst og skjermbeskytteren vises.
nl: Het vergrendelen van uw scherm voorkomt dat anderen uw computer kunnen gebruiken terwijl u niet in de buurt bent. Al uw toepassingen en werk blijven open terwijl het scherm vergrendeld is en de schermbeveiliging weergegeven wordt.
oc: Varrolhar vòstre ecran empacha a d'autras personas d'accedir a vòstre ordenador quand sètz absent. Totas vòstras aplicacions e vòstres trabalhs demoraràn dobèrts pendent que l'ecran es varrolhat, e l'estalviador d'ecran serà afichat.
pl: Blokowanie ekranu zapobiega dostępowi innych ludzi do Twojego komputera, gdy nie ma Cię przy nim. Wszystkie Twoje programy i dokumenty będą nadal otwarte, a ekran zostanie zablokowany i wyświetlany będzie wygaszacz ekranu.
pt: Trancar o seu ecrã impede que outras pessoas acedam ao seu computador enquanto estiver longe dele. Todas as suas aplicações e trabalho permanecem abertos enquanto o ecrã está trancado e o protector de ecrã está a ser mostrado.
pt_br: Bloquear sua tela previne que outras pessoas acessem seu computador enquanto você não está usando. Todas suas aplicações e seu trabalho permanecem abertos enquanto a tela está bloqueada e a proteção de tela é exibida.
ro: Blocarea ecranului împiedică utilizarea calculatorului de către alte persoane în lipsa dvs. Pe toată durata în care ecranul este blocat, toate aplicațiile și documentele dvs. rămân deschise și va fi afișat ecranul de veghe.
ru: Блокировка экрана не даёт посторонним людям воспользоваться компьютером в ваше отсутствие. Все приложения с вашей работой останутся открытыми, но экран будет заблокирован и на нём будет показана заставка.
sk: Uzamknutie obrazovky zabraňuje ostatným ľuďom v prístupe k vášmu počítaču počas vašej neprítomnosti. Všetky vaše aplikácie a práca ostanú počas uzamknutia obrazovky otvorené a zobrazí sa šetrič obrazovky.
sl: Zaklepanje zaslona prepreči dostop nezaželenim osebam medtem, ko vas ni za računalnikom. Vsi vaši programi bodo medtem ostali odprti, prikazal pa se bo ohranjevalnik zaslona.
sq: Bllokimi i ekranit nuk i lejon njerëzit e tjerë të futen në kompjuterin tuaj ndërkohë që ju jeni larguar prej tij. Të gjitha programet dhe puna juaj ngelen të hapura ndërkohë që ekrani është bllokuar, dhe shfaqet një screensaver.
sr: Закључавање екрана спречава друге особе да приступе вашем рачунару када се удаљите од њега. Све ваше апликације и рад остају отворене док је екран закључан, а чувар екрана се приказује.
sv: Genom att låsa din skärm förhindrar du att andra personer får tillgång till din dator när du är frånvarande. Alla dina program och arbeten fortsätter att vara öppna medan skärmen är låst och skärmsläckaren visas.
tr: Ekranı kilitlemek siz uzaktayken başkalarının bilgisayarınıza erişmesini engeller. Ekranınız kilitliyken tüm uygulamalar ve çalışmalarınız açık kalır ve ekranda ekran koruyucu belirir.
uk: Блокування екрану запобігає доступу до комп'ютера іншим людям, доки вас немає. Всі ваші програми і робота залишаться відкритими під час блокування екрану та запуститься екранна заставка.
zh_cn: 锁定您的屏幕能防止其它人在您不在时访问您的计算机。在屏幕被锁定时您所有的应用程序和工作都保持打开，并显示屏幕保护程序。
zh_hk: 當您離開電腦時，鎖住螢幕可防止其他人存取您的電腦。當鎖住螢幕的時候，螢幕保護程式會啟動，您的程式及工作仍會在背景持續執行。

source: You can lock your screen in one of the following ways:
ast: Puedes bloquiar la pantalla d'una de les siguientes maneres:
ca: Podeu bloquejar la pantalla de les maneres següents:
cs: Můžete zamknout obrazovku jedním z následujících způsobů:
da: Du kan låse din skærm på en af følgende måder:
de: Sie können ihren Bildschirm folgendermaßen sperren:
el: Μπορείτε να κλειδώσετε την οθόνη σας με έναν από τους ακόλουθους τρόπους:
eo: Vi povas ŝlosi la ekranon per unu el la jenaj metodoj:
es: Puede bloquear su pantalla de una de las siguientes maneras:
fi: Voit lukita näytön seuraavilla tavoilla:
fr: Vous pouvez verrouiller votre écran par l'une des méthodes suivantes :
gl: Pode bloquear a súa pantalla de varias maneiras:
hu: A képernyőt a következő módokon zárolhatja:
it: È possibile bloccale lo schermo nei seguenti modi:
ja: 以下の方法のうちのどれかで画面をロックすることができます:
nb: Du kan låse skjermen din på disse måtene:
nl: U kunt uw scherm op een van de volgende manieren vergrendelen:
oc: Podètz varrolhar vòstre ecran amb un dels metòdes seguents :
pl: Możesz zablokować swój ekran w jeden z następujących sposobów:
pt: Pode trancar o seu ecrã de uma das seguintes formas:
pt_br: Você pode bloquear sua tela usando um desses caminhos:
ro: Ecranul poate fi blocat în două moduri:
ru: Заблокировать экран можно одним из следующих способов:
sk: Obrazovku môžete uzamknúť jedným z nasledujúcich spôsobov:
sl: Zaslon lahko zaklenite na naslednje načine:
sq: Ju mund ta bllokoni ekranin në një nga mënyrat që vijojnë:
sr: Можете да закључате екран на један од следећих начина:
sv: Du kan låsa din skärm på ett av följande sätt:
tr: Aşağıdaki yollardan birisiyle ekranınızı kilitleyebilirsiniz:
uk: Ви можете заблокувати екран у такі способи:
zh_cn: 您可以通过下列方式中的某一种来锁定您的屏幕：
zh_hk: 有以下幾種方法可以鎖住螢幕：

source: Click the <application>User Switcher</application> in the top right of the panel and then press <guibutton>Lock screen</guibutton>.
ast: Calca en <application>Camudar d'usuariu</application> na parte cimera a mandrecha del panel y calca <guibutton>Bloquiar la pantalla</guibutton>.
ca: Feu clic al <application>Commutador d'usuari</application> a la part superior dreta del quadre i premeu <guibutton>Bloca la pantalla</guibutton>.
cs: Klikněte na <application>Přepínač uživatelů</application> vpravo nahoře v panelu a pak klikněte na <guibutton>Uzamknout obrazovku</guibutton>.
da: Klik på <application>Bruger Skifter</application> i øverste højre hjørne af panelet og tryk derefter på <guibutton>Lås skærm</guibutton>.
de: Klicken Sie auf das <application>Benutzerwechsel-Applet</application> in der oberen rechten Ecke und wählen Sie <guibutton>Bildschirm sperren</guibutton>.
el: Πατήστε στην <application>Εναλλαγή χρηστών</application> στην επάνω δεξιά γωνία του πίνακα εφαρμογών και στην συνέχεια πατήστε <guibutton>Κλείδωμα οθόνης</guibutton>.
eo: Alklaku je la <application>Uzant-Ŝaltilo</application> en la dekstro de la breto kaj tiam premu je <guibutton>Ŝlosi ekranon</guibutton>.
es: Pulse en <application>Cambiar de usuario</application> en la parte superior derecha del panel y presione <guibutton>Bloquear la pantalla</guibutton>.
fi: Napsauta oikeassa yläkulmassa olevaa <application>Käyttäjän vaihdin</application> -sovelmaa ja napsauta aukeavasta listasta <guibutton>Lukitse näyttö</guibutton>-painiketta.
fr: Cliquez sur le <application>changement d'utilisateur</application> (votre nom) situé en haut à droite du tableau de bord puis sur <guibutton>Verrouillage de l'écran</guibutton>.
gl: Prema no <application>Cambiador de usuario</application> na parte superior dereita do panel e logo prema en <guibutton>Bloquear a pantalla</guibutton>.
hu: Kattintson a <application>Felhasználóváltóra</application> a panel jobb felső sarkában és válassza a <guibutton>Képernyő zárolása</guibutton> menüpontot.
it: Fare clic sull'applicazione per cambiare utente in alto a destra nel pannello e scegliere <guibutton>Blocca schermo</guibutton>.
ja: 画面右上の <application>ユーザ切り替え</application> をクリックし、<guibutton>画面のロック</guibutton>を押します。
nb: Trykk på <application>Bytt bruker</application> i panelet øverst til høyre, og velg <guibutton>Lås skjerm</guibutton>.
nl: Klik op het <application>Gebruiker wisselen</application>-pictogram rechtsboven en kies <guibutton>Beeldscherm vergrendelen</guibutton>.
oc: Clicatz sul <application>cambiament d'utilizaire</application> (vòstre nom) situat en naut a drecha del tablèu de bòrd puèi sus <guibutton>Varrolhatge de l'ecran</guibutton>.
pl: Kliknij <application>Przełączanie użytkownika</application> w prawym górnym rogu panelu, a następnie wciśnij <guibutton>Zablokuj ekran</guibutton>.
pt: Clique em <application>Alternador de Utilizadores</application> no topo direito do painel e então prima <guibutton>Trancar o ecrã</guibutton>.
pt_br: Clique em <application>Alternador de usuários</application> parte superior direita do painel e então pressione <guibutton>Bloquear tela</guibutton>.
ro: Dați clic pe <application>numele utilizatorului</application> din colțul din dreapta sus al ecranului și apoi apăsați pe <guibutton>Blocare ecran</guibutton>.
ru: Кликните на <application>Переключатель пользователей</application> в правом углу верхней панели, и затем выберите <guibutton>Заблокировать экран</guibutton>.
sk: Kliknite na <application>Prepínač používateľov</application> v pravom hornom rohu panelu a stlačte <guibutton>Uzamknuť obrazovku</guibutton>.
sl: Kliknite na <application>Preklopnik med uporabniki</application> v zgornjem desnem delu pulta in izberite <guibutton>Zakleni zaslon</guibutton>.
sq: Klikoni <application>Ndërruesin e Përdoruesve</application> në pjesën e sipërme djathtas të panelit dhe klikoni <guibutton>Blloko ekranin</guibutton>.
sr: Кликните на <application>Пребацивач корисника</application> у горњем десном углу панела, а затим кликните <quote><guibutton>Закључај екран</guibutton></quote>.
sv: Klicka på <application>Användarväxlare</application> i övre högra delen av panelen och tryck sedan på <guibutton>Lås skärmen</guibutton>.
tr: Panelin sağ üstündeki <application>Kullanıcı Anahtarı</application>na tıklayın ve <guibutton>Ekranı Kilitle</guibutton>ye basın.
uk: Натисніть на <application>Перемикач користувачів</application> в верхньому правому куті панелі і виберіть <guibutton>Заблокувати екран</guibutton>.
zh_cn: 点击面板右上角的<application>用户切换器</application>并点击<guibutton>锁定屏幕</guibutton>按钮。
zh_hk: 點擊位於螢幕右上角的 <application>使用者切換</application> 然後選擇 <guibutton>鎖住螢幕</guibutton>。

source: Press <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> to lock the screen. This keyboard shortcut can be changed in <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>.
ast: Calca <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> pa bloquiar la pantalla. Esti atayu de tecláu puede camudase en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Atayos del Tecláu</guimenuitem></menuchoice>.
ca: Premeu <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> per a bloquejar la pantalla. Aquesta drecera de teclat es pot canviar a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Dreceres de teclat</guimenuitem></menuchoice>.
cs: Stiskněte <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> pro zamčení obrazovky. Tato klávesová zkratka může být změněna v <menuchoice><guimenu>Systém</guimenu><guimenuitem>Volby</guimenuitem><guimenuitem>Klávesové zkratky</guimenuitem></menuchoice>.
da: Tryk <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> for at låse skærmen. Denne genvejstast kan ændres under <menuchoice><guimenu>System</guimenu><guimenuitem>Instillinger</guimenuitem><guimenuitem>Tastaturgenveje</guimenuitem></menuchoice>.
de: Drücken Sie <keycombo><keycap>Strg</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>, um den Bildschirm zu sperren. Diese Tastenkombination kann unter <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Tastenkombinationen</guimenuitem></menuchoice> geändert werden.
el: Πατήστε <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> για να κλειδώσετε την οθόνη. Αυτή η συντόμευση πληκτρολογίου μπορεί να αλλαχτεί στο <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Συντομεύσεις πληκτρολογίου</guimenuitem></menuchoice>.
eo: Premu je <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> por ŝlosi la ekranon. Eblas ŝanĝi tiun fulmoklavon en <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Agordaĵoj</guimenuitem><guimenuitem>Fulmoklavoj</guimenuitem></menuchoice>.
es: Pulse <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> para bloquear la pantalla. Este atajo de teclado puede ser modificado en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Atajos de Teclado</guimenuitem></menuchoice>.
fi: Paina näppäinyhdistelmää <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> lukitaksesi näytön. Tätä pikanäppäintä voidaan muuttaa avaamalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Pikanäppäimet</guimenuitem></menuchoice>.
fr: Appuyez sur <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> pour verrouiller l'écran. Le raccourci clavier peut être modifié dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Raccourcis clavier</guimenuitem></menuchoice>.
gl: Prema <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> para bloquear a pantalla. Este atallo de teclado pódese modificar en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Atallos de Teclado</guimenuitem></menuchoice>.
hu: Nyomja le a <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> billentyűkombinációt a képernyő zárolásához. Ez a kombináció a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Gyorsbillentyűk</guimenuitem></menuchoice> menüpont alatt módosítható.
it: Premere <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Questa scorciatoia da tastiera può essere modificata in <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Scorciatoie da tastiera</guimenuitem></menuchoice>.
ja: <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> を押すとスクリーンをロックできます。このキーボードショートカットは <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>キーボード・ショートカット</guimenuitem></menuchoice> で変更できます。
nb: Trykk <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> for å låse skjermen. Denne tastekombinasjonen kan endres i <menuchoice><guimenu>System</guimenu><guimenuitem>Innstillinger</guimenuitem><guimenuitem>Tastatursnarveier</guimenuitem></menuchoice>.
nl: Druk op <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> om het scherm te blokkeren. Deze toetsencombinatie kan in <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Sneltoetsen</guimenuitem></menuchoice> worden gewijzigd.
pl: Aby zablokować ekran wciśnij <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Ten skrót klawiatury można zmienić w <menuchoice><guimenu>System</guimenu><guimenuitem>Preferencje</guimenuitem><guimenuitem>Skróty klawiszowe</guimenuitem></menuchoice>.
pt: Pressione <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> para trancar o ecrã. Este atalho de teclado pode ser alterado em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Atalhos de Teclado</guimenuitem></menuchoice>.
pt_br: Pressionar <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> para bloquear a tela. Este atalho de teclado pode ser alterado em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Atalhos de Teclado</guimenuitem></menuchoice>.
ro: Apăsați pe <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Această combinație de taste poate fi modificată din <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferințe</guimenuitem><guimenuitem>Scurtături tastatură</guimenuitem></menuchoice>.
ru: Нажать <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> для блокировки экрана. Эту комбинацию клавиш можно изменить через пункт меню <menuchoice><guimenu>Система</guimenu><guimenuitem>Настройки</guimenuitem><guimenuitem>Комбинации клавиш</guimenuitem></menuchoice>.
sk: Stlačte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> pre uzamknutie obrazovky. Túto klávesovú skratku môžete zmeniť v <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Klávesové skratky</guimenuitem></menuchoice>.
sl: Pritisnite <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. To bližnjico lahko spremenite v <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Tipkovne bližnjice</guimenuitem></menuchoice>.
sq: Kliko <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> për të bllokuar ekranin. Kjo shkurtore e tastierës mund të ndryshohet tek <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Shkurtoret e Tastierës</guimenuitem></menuchoice>.
sr: Притисните <quote><keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo></quote> да закључате екран. Ова пречица тастатуре може бити промењена у менију <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Пречице на тастатури</guimenuitem></menuchoice></quote>.
sv: Tryck på <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> för att låsa skärmen. Denna snabbtangent kan ändras i <menuchoice><guimenu>System</guimenu><guimenuitem>Inställningar</guimenuitem><guimenuitem>Tangentsbordsgenvägar</guimenuitem></menuchoice>.
tr: Ekranı kilitlemek için <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>'ye basın. bu klavye kısayolu <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>'den değiştirilebilir.
uk: Натисніть <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>, щоб заблокувати екран. Ця комбінація клавіш може бути змінена в <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Комбінації клавіш</guimenuitem></menuchoice>.
zh_cn: 按下 <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> 来锁定屏幕。该键盘快捷键可以在 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>键盘快捷键</guimenuitem></menuchoice> 中更改。
zh_hk: 按下 <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> 鎖定畫面。此快捷鍵可在<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>鍵盤捷徑鍵</guimenuitem></menuchoice>修改。
