Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: If you want to backup your files immediately, then press <guibutton>Backup Now!</guibutton>; otherwise, click <guibutton>Close</guibutton> button to leave the scheduled backup.
ast: Si quies facer una copia de seguridá de los tos ficheros inmediatamente, calca <guibutton>¡Facer copia de seguridá agora!</guibutton>; en casu contrariu, calca'l botón <guibutton>Zarrar</guibutton> pa colar de la copia de seguridá programada.
ca: Si voleu fer una còpia de seguretat dels vostres fitxers immediatament, premeu <guibutton>Backup Now!</guibutton>; en cas contrari, feu clic al botó <guibutton>Tanca</guibutton> per a deixar la còpia de seguretat programada.
cs: Pokud chcete zálohovat své soubory okamžitě, pak klikněte na tlačítko <guibutton>Backup Now!</guibutton>; jinak klikněte na tlačítko <guibutton>Zavřít</guibutton> pro opuštění plánování zálohování.
da: Hvis du ønsker at sikkerhedskopiere dine filer med det samme, så tryk på <guibutton>Backup Now!</Guibutton>, ellers skal du trykke på knappen <guibutton>Luk</guibutton> for at annullere den planlagte backup.
de: Wenn Sie Ihre Daten sofort sichern möchten, drücken Sie <guibutton>Jetzt Sichern!</guibutton>. Drücken Sie andernfalls <guibutton>Schließen</guibutton>, um die geplante Sicherung zu verlassen.
el: Αν θέλετε να κάνετε αντίγραφο ασφαλείας των αρχείων σας αμέσως, πατήστε <guibutton>Backup Now!</guibutton>. Διαφορετικά, πατήστε το πλήκτρο <guibutton>Close</guibutton> για ν' αφήσετε το προγραμματισμένο backup.
eo: Se vi volas tuj krei restaŭrkopion, premu je <guibutton>Restaŭrkopii nun!</guibutton>; alie, alklaku la butonon <guibutton>Fermi</guibutton> por lasi la planitan restaŭrkopiadon.
es: Si desea hacer una copia de seguridad de sus archivos inmediatamente, presione <guibutton>¡Hacer copia de seguridad ahora!</guibutton>; en caso contrario, pulse el botón <guibutton>Cerrar</guibutton> para abandonar la copia de seguridad programada.
fr: Si vous désirez sauvegarder vos fichiers immédiatement, alors cliquez sur <guibutton>Sauvegarder Maintenant !</guibutton>; sinon, cliquez sur le bouton <guibutton>Fermer</guibutton> pour laisser se dérouler la sauvegarde programmée.
gl: Se desexa facer unha copia de seguranza dos seus ficheiros inmediatamente, prema <guibutton>¡Facer copia de seguranza agora!</guibutton>; en caso contrario, prema o botón <guibutton>Pechar</guibutton> para abandonar a copia de seguranza programada.
hu: Ha azonnal mentést kíván készíteni a fájljairól, akkor nyomja meg a <guibutton>Backup Now!</guibutton>, ellenkező esetben a <guibutton>Bezárás</guibutton> gombot az ütemezett mentés használatához.
it: Per eseguire i propri file, fare clic su <guibutton>Backup Now!</guibutton>; altrimenti fare clic su <guibutton>Chiudi</guibutton>.
ja: すぐにバックアップしたい場合には<guibutton>バックアップを開始</guibutton>ボタンを押します。すぐにバックアップする必要がなければ<guibutton>閉じる</guibutton>ボタンを押せば、スケジュールに従いバックアップを行います。
nb: Hvis du ønsker å ta sikkerhetskopi nå, trykker du <guibutton>Ta sikkerhetskopi!</guibutton>; hvis ikke trykker du <guibutton>Lukk</guibutton> for å lukke sikkerhetskopi-innstillingene.
pt: Se quiser fazer a cópia de segurança dos seus ficheiros imediatamente, prima o botão <guibutton>Salvaguardar Agora!</guibutton>; ou então, clique no botão <guibutton>Fechar</guibutton> para deixar a cópia agendada.
pt_br: Se você quiser realizar uma cópia de segurança dos seus arquivos imediatamente, pressione <guibutton>Criar cópia de Segurança Agora</guibutton>; caso contrário, clique em no botão <guibutton>Fechar</guibutton> para abandonar a cópia de segurança agendada.
ro: Dacă doriți duplicarea imediată a fișierelor, atunci apăsați pe <guibutton>Duplică acum!</guibutton>; în caz contrar, apăsați pe butonul <guibutton>Închide</guibutton> pentru a închide fereastra de duplicare programată.
ru: Если вы желаете выполнить резервное копирование файлов немедленно, то нажмите <guibutton>Запуск!</guibutton>, в противном случае нажмите кнопку <guibutton>Закрыть</guibutton>, чтобы покинуть запланированную задачу резервного копирования.
sk: Ak chcete zálohovať vaše súbory okamžite, stlače <guibutton>Backup Now!</guibutton>; v opačnom prípade, kliknite na <guibutton>Zavrieť</guibutton> a zálohovanie začne v prednastavenom čase.
sl: Če želite ustvariti varnostno kopijo datotek takoj, kliknite <guibutton>Takoj ustvari varnostno kopijo!</guibutton>; drugače kliknite gumb <guibutton>Zapri</guibutton> in varnostna kopija bo ustvarjena glede na urnik varnostnega kopiranja.
sq: Nëse doni t'i ruani skedarët tuaj menjëherë, klikoni <guibutton>Ruaji Tani!</guibutton>; përndryshe, klikoni butonin <guibutton>Mbylle</guibutton> për të lënë ruajtjen e skeduar.
sr: Ако желите одмах да направите резервне копије датотека, онда кликните <quote><guibutton>Направи одмах!</guibutton></quote>; у супротном, кликните на дугме <quote><guibutton>Затвори</guibutton></quote> да напустите заказано умножавање.
sv: Om du vill säkerhetskopiera dina filer omedelbart, klicka då på <guibutton>Påbörja säkerhetskopiering nu!</guibutton>; I annat fall, klicka på knappen <guibutton>Stäng</guibutton> för att lämna den schemalagda säkerhetskopieringen.
tr: Eğer dosyalarınızı hemen yedeklemek isterseniz <guibutton>Şimdi Yedekle!</guibutton>'ye basın; başka yolla belirlenmiş yedeği bırakmak için <guibutton>Kapat</guibutton> düğmesine basın.
uk: Якщо ви хочете зробити резервну копію файлів негайно, то натисніть <guibutton>Зробити резервну копію зараз!</guibutton>; інакше, натисніть кнопку <guibutton>Закрити</guibutton>, щоб завершити планування резервного копіювання.
zh_cn: 如果您想要立即备份您的文件，点击<guibutton>现在备份！</guibutton>；否则，点击<guibutton>关闭</guibutton>按钮以离开定时备份。
zh_hk: 若您要馬上備份您的檔案，點擊 <guibutton>開始備份</guibutton>；否則選擇 <guibutton>關閉</guibutton> 離開備份排程。

source: Your backup will launch in the background and you will see pop-up window with information about process id. Click <guibutton>Close</guibutton>. The backup process may takes a while, depend on amount of copied files.
ast: La so copia de seguridá llanzaráse per darrera y vusté verá una ventana emerxente cola información sobro la id del procesu. Calque <guibutton>Zarrar</guibutton>. El procesu de copia de seguridá dura un tiempu, dependiendo de la cantidá de ficheros a copiar.
ca: La vostra còpia de seguretat s'executarà en segon pla i veureu una finestra emergent amb la informació sobre l'identificador del procés. Feu clic a <guibutton>Tanca</guibutton>. El procés de còpia de seguretat tarda una estona, en funció de la quantitat de fitxers a copiar.
cs: Vaše zálohování bude běžet na pozadí a budete o něm informováni pomocí vyskakovacího okna s informacemi o ID procesu. Klikněte na tlačítko <guibutton>Zavřít</guibutton>. Proces zálohování může chvíli trvat v závislosti na množství kopírovaných souborů.
da: Din sikkerhedskopi vil starte i baggrunden, og du vil se pop-up-vindue med oplysninger om proces-id. Klik på <guibutton>Luk</guibutton>. Sikkerhedskopieringen kan tager et stykke tid, afhængig af størrelsen af kopierede filer.
de: Ihre Datensicherung wird im Hintergrund gestartet und Sie werden eine Meldung mit Informationen über die Prozess-ID erhalten. Drücken Sie <guibutton>Schließen</guibutton>. Die Datensicherung wird, abhängig von der Menge der zu kopierenden Dateien, einige Zeit in Anspruch nehmen.
el: Το αντίγραφο ασφαλείας θα εκκινήσει στο παρασκήνιο και θα δείτε αναδυόμενο παράθυρο με πληροφορίες σχετικά με τον αριθμό διεργασίας (process id). Πατήστε <guibutton>Close</guibutton>. Η διεργασία λήψης αντιγράφου ασφαλείας μπορεί να διαρκέσει αρκετά, σε συνάρτηση με την ποσότητα των αρχείων που αντιγράφονται.
eo: Via restaŭrkopiado komenciĝos en la fono kaj vi vidos ŝprucfenestron kun informo pri procesa identeco. Alklaku je <guibutton>Fermi</guibutton>. La restaŭrkopia proceso daŭros iom da tempo, depende de la kvanto da dosieroj.
es: Su copia de seguridad se lanzará por detrás y usted verá una ventana emergente con información sobre la id del proceso. Pulse <guibutton>Cerrar</guibutton>. El proceso de copia de seguridad tarda un tiempo, dependiendo de la cantidad de archivos a copiar.
fi: Varmuuskopiointi käynnistyy taustalla, jolloin esiin ilmestyy ikkuna kertoen tietoja prosessitunnuksesta. Napsauta <guibutton>Sulje</guibutton>-painiketta. Varmuuskopiointiprosessi saattaa kestää hetken riippuen varmuuskopioitavien tiedostojen määrästä.
fr: La sauvegarde s'effectuera en tâche de fond et vous verrez une fenêtre contextuelle avec des informations sur le numéro du processus. Cliquez <guibutton>Fermer</guibutton>. Le processus de sauvegarde peut prendre un certain temps, dépendant de la quantité de fichiers à copier.
gl: A sua copia de seguranza lanzarase por detrás e vostede verá unha xanela emerxente con información sobre o id do proceso. Prema <guibutton>Cerrar</guibutton>. O proceso de copia de seguranza tarda un tempo, dependendo da cantidade de ficheiros a copiar.
hu: A biztonsági mentés a háttérben fog indulni, és egy felugró ablak fogja tudatni a folyamatazonosítót. Kattintson a <guibutton>Bezárás</guibutton> gombra. A mentési folyamat a másolandó fájlok számától függően sokáig is tarthat.
it: Il backup viene eseguito in backgorund e viene visualizzato un pop-up con il nome del processo. Fare clic su <guibutton>Chiudi</guibutton>. Il backup potrebbe impiegare alcuni minuti per essere eseguito, anche in base alla quantità di file da copiare.
ja: バックアップ作業はバックグラウンドで起動し、プロセスID情報がポップアップウィンドウで表示されます。<guibutton>閉じる</guibutton>ボタンをクリックしてください。バックアップ作業は、コピーするファイル量に依存し時間がかかります。
nb: Sikkerhetskopieringen din vil kjøre i bakgrunnen, og et vindu vil komme opp med informasjon om prosess-id. Trykk <guibutton>Lukk</guibutton>. Sikkerhetskopieringen vil ta litt tid, avhengig av datamengden.
pt_br: Sua cópia de segurança será iniciado em segundo plano e você verá janelas de informação sobre o andamento do processo. Clique em <guibutton>Fechar</guibutton>. O processo de cópia de segurança pode levar algum tempo, dependendo da quantidade de arquivos a serem copiados.
ro: Duplicarea va porni în fundal și va apărea o fereastră cu informații privind identitatea procesului. Apăsați pe <guibutton>Închide</guibutton>. Procesul de duplicare poate dura o perioadă ce depinde de volumul de fișiere copiate.
ru: Ваше резервное копирование будет запущено в фоне и вы увидите всплывающее окно с информацией об идентификаторе процесса. Нажмите <guibutton>Закрыть</guibutton>. Длительность резервного копирования зависит от количества копируемых данных.
sk: Vaše zálohovanie začne v pozadí, zobrazí sa vám oznamovacie okno s informáciou o procese. Kliknite na <guibutton>Zavrieť</guibutton>. Proces zálohovania môže trvať dlhší čas, záleží to od množstva súborov.
sl: Program za varnostno kopiranje se bo zagnal v ozadju, videli pa boste pojavno okno s podatki opravila. Kliknite gumb <guibutton>Zapri</guibutton>. Opravilo varnostnega kopiranja lahko traja nekaj časa, odvisno od količine podatkov za kopiranje.
sq: Ruajtësi juaj do të nisë sfondin dhe ju do të shihni një dritare të shfaqet me informacion rreth identifikimit të proçesit. Klikoni <guibutton>Mbylle</guibutton>. Proçesi i përditësimit mund të zgjasë pak, në vartësi të shumës së skedarëve të kopjuar.
sr: Поступак прављења резервне копије ће бити покренут у позадини а ви ћете видети облачић прозора са информацијама о броју процеса. Кликните <quote><guibutton>Затвори</guibutton></quote>. Процес прављења резервне копије може да траје неко време, зависи од количине датотека за умножавање.
sv: Din säkerhetskoiering kommer köras i bakgrunden och du kommer se ett poppuppfönster med information om process-id. klicka på <guibutton>Stäng</guibutton>. Säkerhetskopieringsprocessen kommer kanske ta en stund, beroende på hur mycket filer som skall kopieras.
tr: Yedeğin arkaplanda başlayacak ve yaptığı işlemle ilgili bilgi veren açılır pencere göreceksin. <guibutton>Kapat</guibutton>a tıkla. Kopyalanan dosyalara bağlı olarak yedekleme işlemi biraz zaman alır.
uk: Резервне копіювання буде виконуватись на тлі і ви побачите виринаюче вікно з інформацією про номер процесу. Натисніть <guibutton>Закрити</guibutton>. Процес резервного копіювання може зайняти деякий час, залежно від кількості файлів.
zh_cn: 您的备份将在后台加载并且您将会看到具有进程ID信息的弹出窗口。点击<guibutton>关闭</guibutton>。备份进程可能会耗费一段时间，这取决于要拷贝的文件数量。
zh_hk: 您的備份工作將會在背景執行，也會出現彈出式視窗顯示有關 PID 的資訊。點擊 <guibutton>關閉</guibutton>。備份工作會進行一段時間，視要複製的檔案數量而定。

source: Your backup will be placed as directory into <filename>/var/backup</filename>. You must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> to access your backup.
ast: La so copia de seguridá allugaráse como direutoriu en <filename>/var/backup</filename>. Tien de ser <ulink type="help" url="ghelp:administrative">alministrador</ulink> p'acceder a la so copia.
ca: La vostra còpia de seguretat s'ubicarà com a directori a <filename>/var/backup</filename>. Heu de ser un <ulink type="help" url="ghelp:administrative">administrador</ulink> per a accedir a la còpia de seguretat.
cs: Vaše záloha bude uložena jako adresář do <filename>/var/backup</filename>. Pro jeho zpřístupnění musíte mít práva <ulink type="help" url="ghelp:administrative">administrátora</ulink>.
da: Din sikkerhedskopi vil blive gemt som en mappe under <filename>/var/backup</filename>. Du skal være en <ulink type="help" url="ghelp:administrative">administrator</ulink> for at få adgang til din sikkerhedskopi.
de: Ihre gesicherten Daten werden als Ordner in <filename>/var/backup</filename> abgelegt. Sie benötigen <ulink type="help" url="ghelp:administrative">Administratorrechte</ulink> um Zugriff auf Ihre Datensicherung zu erhalten.
el: Το αντίγραφο ασφαλείας θα τοποθετηθεί σαν κατάλογος στο <filename>/var/backup</filename>. Πρέπει να είστε <ulink type="help" url="ghelp:administrative">διαχειριστής</ulink> για να έχετε πρόσβαση στο αντίγραφο ασφαλείας.
eo: Via restaŭrkopio estos metita en <filename>/var/backup</filename>. Vi devas havi rajtojn de <ulink type="help" url="ghelp:administrative">administranto</ulink> por aliri vian restaŭrkopion.
es: Su copia de seguridad se ubicará como directorio en <filename>/var/backup</filename>. Debe ser <ulink type="help" url="ghelp:administrative">administrador</ulink> para acceder a su copia.
fi: Varmuuskopio tallennetaan hakemistoon <filename>/var/backup</filename>. Vain <ulink type="help" url="ghelp:administrative">ylläpitäjä</application> voi lukea ja käsitellä varmuuskopioituja tiedostoja.
fr: Votre sauvegarde sera placée comme un répertoire dans <filename>/var/backup</filename>. Vous devez être <ulink type="help" url="ghelp:administrative">administrateur</ulink> pour accéder à votre sauvegarde.
gl: A sua copia de seguranza localizarase como cartafol en <filename>/var/backup</filename>. Debe ser <ulink type="help" url="ghelp:administrative">administrador</ulink> para acceder á sua copia.
hu: A mentés a <filename>/var/backup</filename> alkönyvtárába kerül. A mentés eléréséhez <ulink type="help" url="ghelp:administrative">rendszergazdának</ulink> kell lennie.
it: Il backup verrà salvato all'interno della directory <filename>/var/backup</filename>. È necessario essere <ulink type="help" url="ghelp:administrative">amministratori</ulink> per accedere ai backup.
ja: バックアップは<filename>/var/backup</filename>内にディレクトリとして保存されます。バックアップにアクセスする際には<ulink type="help" url="ghelp:administrative">管理者</ulink>である必要があります。
nb: Sikkerhetskopien din vil bli plassert i en mappe i <filename>/var/backup</filename>. Du må være en <ulink type="help" url="ghelp:administrative">administrator</ulink> for å få tilgang til sikkerhetskopien din.
pl: Twoja kopia zapasowa zostanie umieszczona jako katalog w <filename>/var/backup</filename>. Musisz być <ulink type="help" url="ghelp:administrative">administratorem</ulink>, aby mieć dostęp do kopii zapasowej.
pt: A cópia de segurança será colocada como um directório em <filename>/var/backup</filename>. Você deve ser um <ulink type="help" url="ghelp:administrative">administrador</ulink> para aceder à cópia de segurança.
pt_br: Sua cópia de segurança será feita como um diretório em <filename>/var/backup</filename>. Você deve ser um <ulink type="help" url="ghelp:administrative">administrador</ulink> para acessar sua cópia de segurança.
ro: Copia de siguranță va fi plasată sub formă de director în <filename>/var/backup</filename>. Pentru a accesa copia de siguranță, trebuie să fiți un <ulink type="help" url="ghelp:administrative">administrator</ulink>.
ru: Ваша резервная копия будет размещена в папке в <filename>/var/backup</filename>. Вы должны быть <ulink type="help" url="ghelp:administrative">суперпользователем</ulink> для доступа к резервной копии.
sk: Vaša záloha bude umiestnená ako adresár v <filename>/var/backup</filename>. Musíte byť <ulink type="help" url="ghelp:administrative">administrátor</ulink> aby ste mohli pristupovať k vašej zálohe.
sl: Varnostna kopija bo v mapi <filename>/var/backup</filename>. Za dostop do nje morate imeti <ulink type="help" url="ghelp:administrative">skrbniške</ulink> pravice.
sq: Ruajtja juaj do të vendoset si direktori tek <filename>/var/backup</filename>. Ju duhet të jeni një <ulink type="help" url="ghelp:administrative">administrator</ulink> për të hyrë në skedarët që keni ruajtur.
sr: Ваша резервна копија ће бити постављена као фасцикла у директоријуму <quote><filename>/var/backup</filename></quote>. Морате бити <ulink type="help" url="ghelp:administrative">администратор</ulink> да приступите резервној копији.
sv: Din säkerhetskopia kommer att skapas som en katalog i <filename>/var/backup</filename>. Du måste vara <ulink type="help" url="ghelp:administrative">administratör</ulink> för att komma åt din säkerhetskopia.
tr: Yedeğiniz bir dizin olarak <filename>/var/backup</filename> içerisinde yer alacaktır. Yedeğinize ulaşmak için <ulink type="help" url="ghelp:administrative">yönetici</ulink> olmalısınız.
uk: Ваша резервна копія буде збережена як тека у <filename>/var/backup</filename>. Для доступу до резервної копії ви повинні бути <ulink type="help" url="ghelp:administrative">адміністратором</ulink>.
zh_cn: 您的备份将作为<filename>/var/backup</filename>里的一个目录出现。您必须以<ulink type="help" url="ghelp:administrative">管理员</ulink>身份访问您的备份。
zh_hk: 您的備份將置於目錄 <filename>/var/backup</filename>。您必須身為<ulink type="help" url="ghelp:administrative">管理員</ulink>才能存取您的備份。
