Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: By default, restored files and directories are owned by root. This is because Simple Backup Suite runs with root priveleges. You need to <ulink type="help" url="ghelp:user-guide#nautilus-permissions">change these file or folder permissions</ulink> using <application>File Browser</application>.
ast: Por omisión, los ficheros y direutorios restauraos son propiedá de root. Esto débese a que Simple Backup Suite execútase con privilexos d'alministrador. Tendrá de <ulink type="help" url="ghelp:user-guide#nautilus-permissions">camudar los permisos d'esos ficheros o carpetes</ulink> usando'l <application>Restolador de ficheros</application>.
cs: Standardně jsou záložní soubory a adresáře vlastněny uživatelem root. To je proto, že Simple Backup Suite je spuštěn s administrátorskými právy. Pro <ulink type="help" url="ghelp:user-guide#nautilus-permissions">změnu oprávnění těchto souborů a složek</ulink> musíte použít <application>Prohlížeč souborů</application>.
da: Som standard ejes alle genskabte filer og mapper af root. Dette er fordi Simple Backup Suite kører med root-privilegier. Du er nødt til <ulink type="help" url="ghelp:user-guide#nautilus-permissions">ændre disse fil eller mappes tilladelser</ulink> via <application>Filbrowseren</application>.
de: Standardmäßig besitzt nur der Benutzer root Berechtigungen für die wiederhergestellten Dateien und Ordner. Der Grund hierfür liegt darin, dass Simple Backup Suite mit root-Rechten läuft. Sie müssen <ulink type="help" url="ghelp:user-guide#nautilus-permissions">diese Datei- und Ordnerberechtigungen ändern</ulink> indem Sie <application>den Dateimanager</application> benutzen.
el: Από προεπιλογή τα επαναφερθέντα αρχεία και κατάλογοι ανήκουν στον διαχειριστή (root). Αυτό επειδή το Simple Backup Suite εκτελείται με προνόμια υπερχρήστη (root). Πρέπει να <ulink type="help" url="ghelp:user-guide#nautilus-permissions">αλλάξετε αυτά τα δικαιώματα αρχείων και φακέλλων</ulink> χρησιμοποιώντας τον <application>Περιηγητή αρχείων</application>.
eo: Defaŭlte, restaŭritaj dosieroj kaj dosierujoj apartenas al root. La tialo estas ke Simple Backup Suite ruliĝas kun rajtoj de root. Necesas <ulink type="help" url="ghelp:user-guide#nautilus-permissions">ŝanĝi tiujn dosier(uj)ajn permesojn</ulink> per <application>dosieresplorilo</application>.
es: Por omisión, los archivos y directorios restaurados son propiedad de root. Esto es debido a que Simple Backup Suite se ejecuta con privilegios de administrador. Tendrá que <ulink type="help" url="ghelp:user-guide#nautilus-permissions">cambiar los permisos de esos archivos o carpetas</ulink> usando el <application>Navegador de archivos</application>.
fi: Oletuksena palautetut tiedosto ja hakemistot ovat pääkäyttäjän omistuksessa. Tämä johtuu siitä, että Simple Backup Suite käynnistetään pääkäyttäjän oikeuksin. Tiedostojen oikeuksia <ulink type="help" url="ghelp:user-guide#nautilus-permissions">voi muuttaa</ulink> <application>tiedostoselaimella</application>.
fr: Par défaut, les fichiers et dossiers restaurés appartiennent à root. Ceci parce que Simple Backup Suite s'exécute avec les privilèges de root. Vous devez <ulink type="help" url="ghelp:user-guide#nautilus-permissions">changer les permissions de ces fichiers et dossiers</ulink> à l'aide de votre <application>Navigateur de fichiers</application>.
gl: Por omisión, os ficheiros e cartafoles restaurados son propiedade de root. Isto é debido a que Simple Backup Suite execútase con privilexios de administrador. Terá que <ulink type="help" url="ghelp:user-guide#nautilus-permissions">cambiar os permisos de esos ficheiros ou cartafois</ulink> empregando o <application>Navegador de ficheiros</application>.
hu: Alapértelmezésben a visszaállított fájlok és könyvtárak tulajdonosa a root felhasználó. Ennek oka az, hogy a Simple Backup Suite rendszergazdai jogokkal fut. A <application>Fájlböngésző</application> segítségével <ulink type="help" url="ghelp:user-guide#nautilus-permissions">módosítania kell a fájlok vagy mappák jogosultságait</ulink>.
it: I file ripristinati e le directory, per impostazione predefinita, sono di proprietà dell'utente "root". Questo è dovuto al fatto che «Simple Backup Suite» viene eseguito con privilegi elevati. È necessario <ulink type="help" url="ghelp:user-guide#nautilus-permissions">modificare i permessi a questi file o cartelle</ulink> usando il <application>File browser</application>.
pt_br: Por padrão, os arquivos restaurados são de propriedade do root. Isto porque a Suíte de Copia de Segurança Simplificada é executada com privilégios de root. Você precisa <ulink type="help" url="ghelp:user-guide#nautilus-permissions">trocar as permissões destes arquivos e pastas</ulink> usando o <application>Navegador de Arquivos</application>.
ro: În mod implicit, fișierele și dosarele recuperate sunt în proprietatea administratorului, datorită faptului că Simple Backup Suite rulează cu privilegii de administrator. Trebuie să <ulink type="help" url="ghelp:user-guide#nautilus-permissions">modificați permisiunile fișierului sau dosarului</ulink> utilizând <application>Navigatorul de fișiere</application>.
ru: По умолчанию, восстановленные файлы и каталоги принадлежат суперпользователю. Это связано с тем, что <application>Simple Backup Suite</application> запускается с правами суперпользователя. Вам необходимо <ulink type="help" url="ghelp:ser-guide#nautilus-permissions">изменить права доступа к данным файлам и каталогам</ulink>, используя <application>Обозреватель файлов</application>.
sk: Štandardne, obnovené súbory a priečinky sú vlastnené administrátorom, pretože Simple Backup Suite je spustený s administrátorskými právami. <ulink type="help" url="ghelp:user-guide#nautilus-permissions">Tieto súbory a priečinky je potrebné zmeniť</ulink> pomocou <application>Prehliadača súborov</application>.
sq: Me parazgjedhje, skedarët dhe direktoritë e rikthyera konsiderohen të rrënjës. Kjo ndodh sepse Grupi i Ruajtjes së Thjeshtë niset me privilegje rrënje. juve ju nevojitet ti <ulink type="help" url="ghelp:user-guide#nautilus-permissions">ndryshoni këto leje skedari apo dosjeje</ulink> duke përdorur <application>Shfletuesin e Skedarëve</application>.
sv: Som standard äger root de filer och mappar som återskapats. Detta eftersom sviten Simple Backup körs med root-rättigheter. Du måste <ulink type="help" url="ghelp:user-guide#nautilus-permissions">ändra fil- eller mapp-rättigheterna</ulink> genom att använda <application>filbläddraren</application>.
tr: Normalde düzenlenmiş dosyalar ve dizinler root'ta bulunur. Bu Basit Yedekleme Kılavuzu root izni ile çalışır. <ulink type="yardım" url="ghelp:user-guide#nautilus-permissions"> Bu dosya ve klasör izinlerini değiştirmek </ulink> için <application>Dosya Tarayıcısı</application>nı kullanarak sana yol gösterecek.
zh_cn: 默认情况下，只有 root 才能恢复文件和目录。这是因为简单备份套件是以 root 权限运行的。您需要用<application>文件浏览器</application><ulink type="help" url="ghelp:user-guide#nautilus-permissions">改变这些额文件或目录的权限</ulink>。
