Repository: ahoneybun/pop-docs
Catalog: keeping-safe/po/*.po
Languages: ast, ca, cs, da, de, el, eo, es, fi, fr, gl, hu, it, ja, nb, nl, oc, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sv, tr, uk, zh_cn, zh_hk

source: Give a separate user account to each person
ast: Usa cuentes d'usuariu xebráes pa cada persona
ca: Creeu un compte d'usuari individual per a cada persona
cs: Přiřaďte každé osobě samostatný uživatelský účet
da: Tildel en separat brugerkonto til hver person
de: Legen Sie für jede Person ein eigenes Benutzerkonto an
el: Δημιουργείστε ξεχωριστό λογαριασμό χρήστη για κάθε άτομο
eo: Donu apartan uzantokonton al ĉiu homo
es: Mantenga una cuenta separada para cada persona
fi: Anna jokaiselle käyttäjälle oma käyttäjätili
fr: Attribuer un compte utilisateur distinct à chaque personne
gl: Darlle unha conta de usuario separada a cada persoa
hu: Készítsen külön felhasználói fiókot mindenkinek
it: Fornire a ogni persona un account distinto
ja: 個人ごとにユーザーアカウントを発行する
nb: Gi en separat brukerkonto til hver person
nl: Geef iedereen een apart gebruikersaccount
oc: Atribuir un compte d'utilizaire distincte a cada persona
pl: Stwórz osobne konto dla każdej osoby
pt: Dar uma conta de utilizador separada a cada pessoa
pt_br: Dê uma conta de usuário separada para cada pessoa.
ro: Creați câte un cont separat pentru fiecare utilizator
ru: Предоставляйте отдельный пользовательский аккаунт (учетную запись) для каждого человека
sk: Zvoľte každému používateľovi samostatný účet.
sl: Vsakemu uporabniku ustvarite ločen uporabniški račun
sq: Jepini një llogari të veçantë përdoruesi çdo personi
sr: Дајте свакоме посебан кориснички налог
sv: Ge ett separat användarkonto till varje person
tr: Her kişiye ayrı kullanıcı hesabı verin
uk: Надайте кожному користувачу окремий обіковий запис
zh_cn: 为每个用户建立独立的账户
zh_hk: 讓每位電腦使用者擁用不同的帳戶名稱

source: When Ubuntu is installed, it is set up for a single person to use. If more than one person will use the computer, it is best for each person to have their own user account. This way they can have separate settings, documents, and other files. If necessary, files can also be protected from being viewed or changed by non-administrators.
ast: Al instalar Ubuntu, queda iguáu pa que lu use una única persona. Si l'ordenador va usalu más d'una persona, ye meyor que cada persona tenga una cuenta d'usuariu de so. D'esta manera pueden tener distintos axustes, documentos, y otros ficheros. De ser necesario, tamién puen llendase los ficheros de vese o camudase polos non-alministradores.
ca: Quan s'instal·la l'Ubuntu, es configura per a ser utilitzat per una sola persona. Si més d'una persona ha d'utilitzar l'ordinador, és millor que cadascú tingui el seu propi compte. D'aquesta manera cada usuari tindrà els seus propis paràmetres, documents i resta de fitxers. Si és necessari, els fitxers es poden protegir perquè no els puguin veure o modificar aquells qui no siguin administradors.
cs: Ubuntu je po nainstalování nastaveno pro použití jediného uživatele. Pokud bude počítač používat více než jeden uživatel, je nejlepší mít pro každého člověka vlastní uživatelského účet. Tímto způsobem mohou mít vlastní nastavení, dokumenty a jiné soubory. Pokud je to nezbytné, soubory se dají ochránit proti prohlížení nebo úpravou ostatními uživateli, nemajícími oprávnění správce.
da: Når Ubuntu er nyinstalleret er systemet sat op til, at én person bruger det. Hvis mere end en person vil bruge computeren, er det bedst for hver person at have deres egen brugerkonto. På den måde kan de have separate indstillinger, dokumenter og andre filer. Om nødvendigt kan filerne også beskyttes mod at blive gennemset eller ændret af ikke-administratorer.
de: Ubuntu wird in der Grundinstallation für einen einzelnen Benutzer angelegt. Soll der Rechner von mehreren Personen genutzt werden, ist es das Beste, für jede Person ein eigenes Benutzerkonto anzulegen. Dadurch hat jeder seine persönlichen Einstellungen und Dateien. Diese können gegebenenfalls so geschützt werden, dass sie von Benutzern ohne Systemverwaltungsrechte weder gelesen noch verändert werden können.
el: Όταν εγκατασταθεί το Ubuntu, είναι ρυθμισμένο για να χρησιμοποιείται από ένα άτομο. Αν περισσότεροι άνθρωποι χρησιμοποιούν τον υπολογιστή είναι καλό να ο κάθε ένας να έχει τον δικό του λογαριασμό. Με τον τρόπο αυτό μπορούν να έχουν ξεχωριστά πράγματα όπως ρυθμίσεις, έγγραφα και άλλα αρχεία. Αν είναι αναγκαίο τα αρχεία μπορούν να προστατευτούν από την ανάγνωση ή την αλλαγή τους από άλλους χρήστες.
eo: Kiam oni instalas je Ubuntu, ĝi estas preta por uzado de unu homo. Se pli ol unu homo uzos la komputilon, estas plejbone ke ĉiu homo havu la propran uzantokonton. Tiel ili povas havi apartajn agordojn, dokumentojn, kaj aliajn dosierojn. Se necese, oni povas protekti dosierojn kontraŭ la rigardo aŭ amendo de neadministrantoj.
es: Cuando se instala Ubuntu, se configura para el uso de una única persona. Si el equipo va a ser usado por más de una persona, es mejor que cada una tenga su propia cuenta de usuario. De esta forma, tendrán sus propias opciones, documentos y otros archivos. Si fuera necesario, los archivos también pueden protegerse para impedir que sean vistos o cambiados por usuarios no administradores.
fi: Kun Ubuntu asennetaan, se asentuu yhden henkilön käyttöön. Jos tietokonetta käyttää useampi kuin yksi henkilö, on parasta että jokaiselle on oma käyttäjätilinsä. Tällä tavoin jokaisella voi olla omat asetukset, asiakirjat ja muut tiedostot. Tarvittaessa tiedostot voidaan myös suojata muiden kuin ylläpito-oikeuksilla varustettujen käyttäjien näkyviltä tai muutoksilta.
fr: Quand Ubuntu est installé, il est configuré pour être utilisé par une seule personne. Si plusieurs personnes utilisent cet ordinateur, il est préférable que chacune d'elles ait un compte utilisateur différent, pour avoir leurs propres configurations, documents, et autres fichiers. Si nécessaire, les utilisateurs peuvent mettre des protections en lecture et/ou écriture à leurs fichiers pour que lui seul et l'administrateur puissent y avoir accès.
gl: Cando se instala Ubuntu, prepárase para que o use unha única persoa. Se o computador o vai máis dunha persoa, é mellor que cada unha teña a súa propia conta de usuario. Así poden ter configuracións, documentos e outros ficheiros separados. De ser necesario, tamén se poden protexer os ficheiros para que non os vexan ou os cambien quen non son administradores.
hu: Az Ubuntu telepítésekor egyetlen felhasználó kerül létrehozásra. Ha többen is használni fogják a számítógépet, akkor ajánlott mindenkinek saját felhasználói fiókot létrehozni. Így külön beállításokkal, dokumentumokkal és egyéb fájlokkal rendelkezhetnek. Ha szükséges, a fájlok védhetők a nem adminisztrátorok általi megtekintés vagy módosítás ellen.
it: Quando Ubuntu viene installato è configurato per essere usato da una sola persona. Se più persone devono utilizzare il computer, è necessario creare un account per ognuna di esse. In questo modo possono avere impostazioni, documenti e altri file personali. Se necessario, i file possono anche essere protetti per non essere visualizzati o modificati dalle altre persone.
ja: Ubuntuはインストール時に一人のユーザだけが使用する前提でセットアップされます。もし二人以上のユーザがコンピュータを使うのであれば、各自に自分のユーザアカウントを持たせるのがもっとも望ましいことです。この方法であれば、各自が個別の設定やドキュメント、その他のファイルを持つことができます。必要であれば、システム管理者でないユーザからファイルを閲覧されたり変更されたりするのを防ぐことも可能です。
nb: Etter installasjon av Ubuntu er systemet satt opp for bruk av én enkelt person. Hvis mer enn én person ønsker å bruke datamaskinen, er det vanligvis best å la hver person ha sin egen brukerkonto. På denne måten kan de ha egne innstillinger, dokumenter og andre filer. Hvis nødvendig, kan filer også beskyttes mot lesing eller endring av andre enn administratorer.
nl: Zodra Ubuntu is geïnstalleerd, is het ingesteld om door slechts één persoon gebruikt te worden. Als meer dan één persoon de computer zal gaan gebruiken, is het het beste om elke persoon een eigen gebruikersaccount te geven. Op deze manier kan iedereen zijn eigen instellingen, documenten en andere bestanden hebben. Indien nodig, kunnen bestanden ook worden beveiligd tegen inkijken of tegen wijzigingen door niet-beheerders.
oc: Quand Ubuntu es installat, es configurat per èsser utilizat per una sola persona. Se mantuna persona utiliza aqueste ordenador, es preferible que caduna d'elas aja un compte d'utilizaire diferent, per aver lors pròprias configuracions, documents, e autres fichièrs. Se necessari, los utilizaires pòdon metre de proteccions en lectura e/o escritura a lors fichièrs per que el solet e l'administrator i pòscan accedir.
pl: Po instalacji Ubuntu jest skonfigurowane do pracy dla jednej osoby. Jeżeli z komputera korzysta więcej osób, najlepiej aby każda miała osobne konto. Osobne konta pozwalają na posiadanie oddzielanych ustawień, dokumentów i innych plików. Jeśli potrzeba pliki mogą być chronione przed dostępem innych osób nie będących administratorami.
pt: Quando o Ubuntu é instalado, é configurado para uso de uma só pessoa. Se mais de uma pessoa irá utilizar o computador é aconselhável que cada uma tenha a sua conta de utilizador. Desta forma podem ter as suas definições, documentos e outros ficheiros separados. Caso necessário os ficheiros podem também ser protegidos contra a visualização ou alteração por não-administradores.
pt_br: Quando o Ubuntu é instalado, ele é configurado para uma única pessoa usá-lo. Se mais de uma pessoa usará o computador, é melhor que cada uma delas tenha sua própria conta de usuário. Deste modo elas podem ter configurações, documentos e outros arquivos separadamente. Se necessário, é possível proteger os arquivos para que não sejam vistos ou modificados por não administradores.
ro: La instalare, Ubuntu este configurat pentru a fi utilizat de către o singură persoană. Dacă există mai mulți utilizatori pentru acel calculator, cel mai bine este ca fiecare persoană să aibă propriul său cont. Astfel, fiecare utilizator poate avea propriile configurări, documente și alte fișiere. Dacă este necesar, acestea pot fi protejate împotriva accesării sau modificării de către persoane fără drepturi de administrare pe calculator.
ru: Когда Ubuntu заканчивает установку, она настроена для использования одним пользователем. Если компьютером будут пользоваться несколько человек, то в лучшем случае следует назначить каждому пользователю отдельную учётную запись. При этом они смогут иметь отдельные настройки, документы и другие файлы. Если необходимо, файлы также могут быть защищены от просмотра непривилегированными пользователями (не администраторами).
sk: Po nainštalovaní je Ubuntu nastavené na jedného používateľa. Ak bude počítač používať viacero používateľov, je najlepšie, ak každý z nich má vlastný účet. Tak bude môcť mať každý vlastné nastavenie, dokumenty a iné súbory. Ak je to potrebné, súbory môžete chrániť pred tým, aby ich používatelia, ktorí nie sú správcami, mohli prezerať alebo meniť.
sl: Po tem, ko je Ubuntu nameščen, je nastavljen za eno osebo. Če bo računalnik uporabljala več kot ena oseba, je najboljše, da ima vsaka oseba svoj uporabniški račun. Tako lahko imajo osebe ločene nastavitve, dokumente in druge datoteke. Če je potrebno, se lahko datoteke zaščitijo pred pregledovanjem in spreminjanjem s strani drugih oseb.
sq: Kur Ubuntu instalohet, është krijuar që të përdoret nga një njeri i vetëm. Nëse më tepër se një person do ta përdorë kompjuterin, është mirë që çdonjëri të ketë llogarinë e vet të përdoruesit. Në këtë mënyrë ata mund të kenë parametra, dokumenta dhe skedarë të tjerë të veçantë. Nëse është e nevojshme, skedarët mund edhe të mbrohen nga vështrimi apo ndryshimi prej jo-administruesve.
sr: Када је Убунту инсталиран, подешен је да га користи једна особа. Ако ће више од једне особе користити рачунар, онда је најбоље да свака особа има свој сопствени кориснички налог. На овај начин могу да имају одвојене поставке, документа и друге датотеке. Ако је потребно, датотеке могу бити заштићене тако да их они који нису администратори не могу мењати или прегледати.
sv: När Ubuntu är installerat så är det konfigurerat för användning av en enda person. Om fler än en person kommer att använda datorn är det bäst att varje person har sitt egna användarkonto. På det här sättet kan de ha separata inställningar, dokument och andra filer. Filer kan även, om det är nödvändigt, skyddas från att visas eller ändras av icke-administratörer.
tr: Ubuntu yüklendiğinde, yalnızca bir kişinin kullanımı için kurulmuş olacaktır. Bilgisayarı birden fazla kişi kullanacak ise, her kişinin kendi kullanıcı hesabının olması, bütün kullanıcılar için en iyi seçimdir. Böylece kullanıcıların ayarları, belgeleri ve diğer dosyaları birbirlerinden ayrılabilir. Gerekirse, dosyaların yönetici olmayanlar tarafından görülmesi ve ya değiştirilmesi engellenebilir.
uk: Ubuntu після встановлення налаштовано на одного користувача. Якщо комп'ютером користується більше однієї людини, найкраще буде, якщо в кожного користувача буде свій обліковий запис. Тоді в них будуть окремі налаштування, документи і інші файли. За необхідності, також можна захистити файли від перегляду чи зміни неадміністраторами.
zh_cn: Ubuntu 默认设置为一个用户使用。如果更多用户需要使用这台计算机，建议每个人使用独立的账户。这样他们都可以拥有各自的设置、文档及其它文件。如果必要，所有文件可设定为对其他非管理员用户保密。
zh_hk: 安裝完 Ubuntu 後，系統會設定成只給單一使用者使用，如果有兩人以上想要使用這台電腦，最好讓每一位使用者都擁有各自的帳戶名稱，如此一來他們可以保存各自的系統設定和檔案文件。如有需要，檔案可以被設定成不會被非系統管理員的人閱讀或更改。

source: To set up user accounts, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>. You must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> to do this.
ast: Pa iguar cuentes d'usuariu, abre <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>. Has de ser <ulink type="help" url="ghelp:administrative">alministrador</ulink> pa poder facer esto.
ca: Per a configurar comptes d'usuari, seleccioneu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Usuaris i grups</guimenuitem></menuchoice>. Per a poder-ho fer heu de ser un <ulink type="help" url="ghelp:administrative">administrador</ulink>.
cs: Pro nastavení uživatelských účtů zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Uživatelé a skupiny</guimenuitem></menuchoice>. Pro tuto akci musíte být <ulink type="help" url="ghelp:administrative">správci systému</ulink>.
da: For at sætte brugerkonti op, vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Brugere og grupper</guimenuitem></menuchoice>. Du skal være en <ulink type="help" url="ghelp:administrative">administrator</ulink> for at gøre dette.
de: Um ein Benutzerkonto anzulegen, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Benutzer und Gruppen</guimenuitem></menuchoice>. Um ein Konto anlegen zu können, müssen Sie <ulink type="help" url="ghelp:administrative">Systemverwaltungsrechte</ulink> besitzen.
el: Για να δημιουργήσετε λογαριασμούς επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Χρήστες και Ομάδες</guimenuitem></menuchoice>. Θα πρέπει να είστε <ulink type="help" url="ghelp:administrative">διαχειριστής</ulink> για να το κάνετε αυτό.
eo: Por agordi konton por uzanto, elektu je <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Uzantoj kaj grupoj</guimenuitem></menuchoice>. Necesas ke vi agu kiel <ulink type="help" url="ghelp:administrative">administranto</ulink> por fari tion.
es: Para configurar las cuentas de usuario, seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>. Deberá ser un <ulink type="help" url="ghelp:administrative">administrador</ulink> para poder hacer esto.
fi: Käyttäjätilejä voidaan asettaa avaamalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Käyttäjät ja ryhmät</guimenuitem></menuchoice>. Tätä varten tulee olla <ulink type="help" url="ghelp:administrative">ylläpitäjä</ulink>.
fr: Pour paramétrer un compte utilisateur, choisissez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Utilisateurs et Groupes</guimenuitem></menuchoice>. Vous devez être un <ulink type="help" url="ghelp:administrative">administrateur</ulink> pour le faire.
gl: Para configurar contas de usuario, vaia a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios e Grupos</guimenuitem></menuchoice>. Ten que ser <ulink type="help" url="ghelp:administrative">administrador</ulink> para podelo facer.
hu: A felhasználói fiókok beállításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Felhasználók és csoportok</guimenuitem></menuchoice> menüpontot. Ehhez <ulink type="help" url="ghelp:administrative">rendszergazdának</ulink> kell lennie.
it: Per configurare degli account utente, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Utenti e gruppi</guimenuitem></menuchoice>. È necessario essere un <ulink type="help" url="ghelp:administrative">amministratore</ulink> per poter fare ciò.
ja: ユーザアカウントを作成するには<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ユーザとグループ</guimenuitem></menuchoice>を選択します。この作業は<ulink type="help" url="ghelp:administrative">システム管理者</ulink>として行う必要が有ります。
nb: For å opprette brukerkontoer, gå til <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukere og grupper</guimenuitem></menuchoice>. Du må være en <ulink type="help" url="ghelp:administrative">administrator</ulink> for å gjøre dette.
nl: Om gebruikersaccounts in te stellen, ga naar <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Gebruikers en groepen</guimenuitem></menuchoice>. U moet een <ulink type="help" url="ghelp:administrative">beheerder</ulink> zijn om dit te kunnen doen.
oc: Per parametrar un compte d'utilizaire, causissètz <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Utilizaires e Gropes</guimenuitem></menuchoice>. Vos cal èsser un <ulink type="help" url="ghelp:administrative">administrator</ulink> per far aquò.
pl: Aby zarządzać kontami użytkowników, wybierz <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Użytkownicy i Grupy</guimenuitem></menuchoice>. Jednakże aby zarządzać tymi ustawieniami musisz być <ulink type="help" url="ghelp:administrative">administratorem</ulink>.
pt: Para configurar contas de utilizadores, escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Utilizadores e Grupos</guimenuitem></menuchoice>. Tem de ser <ulink type="help" url="ghelp:administrative">administrador</ulink> para fazer isto.
pt_br: Para configurar contas de usuários, escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Usuários e Grupos</guimenuitem></menuchoice>. Você deve ser um <ulink type="help" url="ghelp:administrative">administrador</ulink> para fazer isso.
ro: Pentru a crea conturi de utilizator, selectați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilizatori și grupuri</guimenuitem></menuchoice>. Aveți nevoie de drepturi de <ulink type="help" url="ghelp:administrative">administrator</ulink> pentru această operațiune.
ru: Чтобы настроить учетные записи пользователей (аккаунты), выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Пользователи и группы</guimenuitem></menuchoice>. Вы должны быть <ulink type="help" url="ghelp:administrative">Администратором</ulink>, чтобы изменять эти настройки
sk: Na nastavenie používateľského účtu zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Používatelia a skupiny</guimenuitem></menuchoice>. Musíte byť <ulink type="help" url="ghelp:administrative">správcom</ulink>, aby ste to mohli urobiť.
sl: Za nastavitev uporabniškega računa izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Uporabniki in skupine</guimenuitem></menuchoice>. Da bi ustvarili račune, morate biti <ulink type="help" url="ghelp:administrative">skrbnik</ulink>.
sq: Për të krijuar llogari të përdoruesve, zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Përdorues dhe Grupe</guimenuitem></menuchoice>. Ju duhet të jeni një <ulink type="help" url="ghelp:administrative">administrator</ulink> për ta bërë këtë.
sr: Да подесите корисничке налоге, изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Корисници и групе</guimenuitem></menuchoice></quote>. Морате бити <ulink type="help" url="ghelp:administrative">администратор</ulink> да бисте то урадили.
sv: Välj <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Användare och grupper</guimenuitem></menuchoice> för att konfigurera användarkonton. Du måste vara en <ulink type="help" url="ghelp:administrative">administratör</ulink> för att göra det här.
tr: Kullanıcı hesaplarını ayarlamak için, <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>'i seçin. Bunu yapmak için <ulink type="help" url="ghelp:administrative">administrator</ulink> olmalısınız.
uk: Для налаштування облікових записів, виберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Користувачі і групи</guimenuitem></menuchoice>. Ви маєте бути <ulink type="help" url="ghelp:administrative">адміністратором</ulink> для того, щоб зробити це.
zh_cn: 要设立一个用户帐户，选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>用户和组</guimenuitem></menuchoice>。要做这些，你必须是一个 <ulink type="help" url="ghelp:administrative">管理员</ulink>。
zh_hk: 若要設定使用者帳戶，請點選 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>使用者和羣組</guimenuitem></menuchoice>。您必須是 <ulink type="help" url="ghelp:administrative">系統管理員</ulink> 才能進行設定。
