Repository: ahoneybun/pop-docs
Catalog: ubuntu/hardware/po/*.po
Languages: de, fi, fr, ja

source: When you copy files to a storage device, they are not always written to the device immediately. Instead, they are often stored in a queue so that they can all be transferred across to the device at the same time (for reasons of efficiency). If you disconnect the device before all of the files have been transferred, then you could lose the files. To prevent this, you must always <emphasis>unmount</emphasis> a storage device before disconnecting it.
fi: Kun tiedostoja kopioidaan tallennuslaitteelle, tiedostot eivät aina tule kirjoitetuksi laitteelle välittömästi. Tämän sijaan ne usein tallennetaan jonoon, jotta ne voidaan siirtää tehokkuussyistä laitteelle yhdellä kertaa. Jos laite irrotetaan fyysisesti tietokoneesta ennen kuin kaikki tiedostot ovat siirtyneet, tiedostot saatetaan menettää. Estääksesi tämän, käytä varsinaista <emphasis role="strong">irrota</emphasis>-toimintoa ennen tallennuslaitteen ottamista pois.
fr: Quand vous copiez des fichiers sur un périphérique de stockage, ceux-ci ne sont pas toujours immédiatement écrits sur le périphérique. À la place, ils sont souvent stockés dans une file d'attente afin de pouvoir être transférés sur le périphérique tous en même temps (pour des raisons d'efficacité). Si vous déconnectez le périphérique avant que tous les fichiers n'aient été transférés, vous risquez alors de perdre ces fichiers. Afin d'éviter ceci, vous devez toujours <emphasis>démonter</emphasis> un périphérique de stockage avant de le déconnecter.
ja: 記憶デバイスにファイルをコピーしたとき、そのデバイスすぐさま書き込まれるわけではありません。大抵の場合は、デバイスへの転送が（効率よく）一斉に行われるように、待機リストに保存されます。もしそれらのファイルが転送される前にそのデバイスを取り外した場合、それらのファイルを消失してしまいます。これを防ぐためには、記憶デバイスを取り外す前に<emphasis>アンマウント</emphasis>を常に行わなければなりません。

source: Laptops
fi: Kannettavat tietokoneet
fr: Ordinateurs portables
ja: ラップトップPC（ノート型PC）

source: This section contains information for people using Ubuntu on a laptop computer.
de: Dieser Abschnitt enthält Informationen für Anwender, die Ubuntu auf auf einem Laptop benutzen.
fi: Tämä osio kertoo Ubuntun käytöstä kannettavilla tietokoneilla.
fr: Cette section contient des informations pour les personnes utilisant Ubuntu sur un ordinateur portable.
ja: この項では、ラップトップコンピューターでUbuntuを使用する人向けの情報を取り扱っています。

source: Suspending and hibernating laptops
de: Bereitschafts- und Ruhezustand bei Laptops
fi: Kannettavan asettaminen virransäästö- ja lepotiloihin
fr: Suspension et hibernation des ordinateurs portables
ja: サスペンドとハイバネート

source: In order to save battery power, you can put your laptop into one of a number of power-saving modes when you are not using it. The available modes are detailed below:
de: Damit die Akkuleistung verlängert werden kann, können Sie ihren Laptop in einen Stromsparmodus versetzen wenn Sie ihn nicht verwenden. Diese Modi sind folgende:
fi: Akun säästämiseksi on mahdollista asettaa kannettava tietokone johonkin monista virransäästötiloista siksi aikaa kun tietokonetta ei käytetä. Mahdolliset tilat kerrotaan alla:
fr: Afin d'économiser l'énergie de la batterie, vous pouvez mettre votre portable dans un des multiples modes d'économie d'énergie lorsque que vous ne l'utilisez pas. Les modes disponibles sont détaillés ci-dessous :
ja: バッテリーを節約するために、いくつかある省電力モードを使うこともできます。使用することができるモードについて以下で詳しく説明します。

source: <emphasis role="strong">Suspending</emphasis> a laptop is like putting the computer to sleep. The computer will still be turned on and all of your work will be left open, but the laptop will use much less battery power. You can wake the computer by pressing a key or clicking the mouse.
de: Einen Laptop <emphasis role="strong">in den Bereitschaftszustand zu versetzen</emphasis> ist, als ob der Rechner schlafen würde. Der Laptop bleibt eingeschaltet und die Anwendungen laufen weiter, allerdings wird der Laptop viel weniger Strom verbrauchen.
fi: <emphasis role="strong">Keskeytystilassa</emphasis> kannettava tietokone laitetaan eräänlaiseen unitilaan. Tietokone pysyy yhä käynnissä ja kaikki sovellukset pysyvät auki, mutta kannettava käyttää paljon vähemmän virtaa. Tietokone voidaan herättää keskeytystilasta painamalla jotain näppäintä tai napsauttamalla hiiren painiketta.
fr: <emphasis role="strong">Suspendre</emphasis> un ordinateur portable est comme mettre un ordinateur en sommeil. L'ordinateur est toujours allumé, et toutes vos tâches restent toujours ouvertes, mais votre portable consommera bien moins d'énergie. Vous pouvez réactiver votre ordinateur en appuyant sur une touche ou en cliquant sur la souris.
ja: <emphasis role="strong">サスペンド</emphasis>モードはコンピュータをスリープ状態にします。コンピュータの電源は入ったまま、あなたの作業も開かれた状態のままになりますが、バッテリーの消費量は最小限に抑えられます。なお、どれか一つキーを押すかマウスをクリックすると再開されます。

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used when the computer is hibernating.
fi: <emphasis role="strong">Lepotilassa</emphasis> tietokone sammutetaan kokonaan. Samalla tallennetaan nykyinen tila (esimerkiksi auki olevat tiedostot). Kun tietokone myöhemmin palautetaan lepotilasta, palautetaan se samaan tilaan kuin missä se oli lepotilaan siirryttäessä. Lepotilassa tietokone ei tarvitse virtaa.
fr: <emphasis role="strong">L'hibernation</emphasis> consiste à éteindre complètement l'ordinateur tout en sauvegardant son état actuel (par exemple en sauvegardant tous vos documents ouverts). Lorsque vous rallumez votre ordinateur après une hibernation, tout votre travail devrait être restauré tel qu'il l'était avant l'hibernation. L'ordinateur ne consomme pas d'électricité durant l'hibernation.
ja: <emphasis role="strong">ハイバネート</emphasis>では、コンピュータの電源は完全にオフになりますが、コンピュータの現在の状態（例えば、どのドキュメントを開いているか、など）を保存します。コンピュータがハイバネート状態から戻ったとき、ハイバネートを行う直前の状態が完全に再現されます。コンピュータがハイバネート状態にある間は、電力を消費しません。

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used when the computer is shut down.
fi: <emphasis role="strong">Sammuttaminen</emphasis> sulkee tietokoneen tallentamatta nykyistä tilaa. Kun tietokone on sammutettuna, se ei tarvitse virtaa.
fr: <emphasis role="strong">Éteindre</emphasis> l'ordinateur entraine son arrêt complet, sans sauvegarder son état. L'ordinateur ne consomme pas d'électricité une fois éteint.
ja: <emphasis role="strong">シャットダウン</emphasis>は、コンピュータの電源を完全に切ります。また、コンピュータの現在の状態を保存しません。シャットダウン中のコンピュータは電力を消費しません。

source: <emphasis role="strong">Resuming</emphasis> is bringing the computer out of a power saving mode and back into normal operation. You can resume the computer from being suspended by pressing a keyboard button or by clicking the mouse. You can resume from being hibernated by pressing the power button on your computer.
de: <emphasis role="strong">Fortfahren</emphasis> bedeutet, dass der Computer aus dem Stromsparmodus und in den Normalbetrieb zurückgebracht wird. Sie können den Rechner aus der Bereitschaft zurückholen, indem Sie eine beliebige Tastatur- oder Maustaste drücken. Sie können den Rechner aus dem Ruhezustand zurückholen, indem Sie den Einschaltknopf des Rechners drücken.
fi: <emphasis role="strong">Palauttamisella</emphasis> tarkoitetaan tietokoneen siirtämistä pois virransäästötilasta normaaliin käyttötilaan. Keskeytystilassa olevan koneen voi palauttaa painamalla jotain näppäintä tai napsauttamalla hiiren painiketta. Lepotilasta palaaminen onnistuu painamalla tietokoneen virtanäppäintä.
fr: La <emphasis role="strong">reprise</emphasis> sort l'ordinateur d'un mode d'économie d'énergie et retourne dans un mode d'opération normal. Vous pouvez sortir l'ordinateur du mode suspension en appuyant sur un bouton du clavier ou en cliquant sur la souris. Vous pouvez sortir du mode hibernation en appuyant sur le bouton de mise en marche de votre ordinateur.
ja: <emphasis role="strong">レジューム</emphasis>はコンピュータを省電力モードから通常の状態にレジューム（復帰）させます。サスペンドモードから通常の状態にレジュームさせるには、キーボードのキーをどれか一つ押下すかマウスをクリックします。ハイバネートモードからはコンピュータの電源ボタンを押下すことでレジュームできます。

source: You can manually put your computer into a power-saving mode by pressing <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and then pressing the appropriate button.
de: Sie können Ihren Rechner händisch in einen Stromsparmodus versetzen, indem Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Beenden</guimenuitem></menuchoice> gehen und die entsprechende Option wählen.
fi: Voit asettaa koneen virransäästötilaan valitsemalla <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Poistu...</guimenuitem></menuchoice> ja painamalla sopivaa nappia.
fr: Vous pouvez mettre votre ordinateur en mode économie d'énergie manuellement en cliquant sur le menu <menuchoice><guimenu>Système</guimenu><guimenuitem>Quitter...</guimenuitem></menuchoice> puis en cliquant sur le bouton approprié.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>終了...</guimenuitem></menuchoice>をクリックして、さらに表示された任意のボタンをクリックすることでコンピュータを手動で省電力モードに移行させることができます。

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch to that mode and see if it behaves as you expected. Always make sure you save important documents before suspending or hibernating.
fi: Joidenkin tietokoneiden kanssa voi esiintyä ongelmia virransäästötilojen kanssa. Paras tapa selvittää, toimivatko virransäästötilat oikein on kokeila tietokoneen asettamista virransäästötilaan ja katsoa, onnistuuko se. Muista tallentaa aina tärkeät asiakirjat ennen keskeytys- tai lepotilaan siirtymistä.
fr: Certains ordinateurs peuvent rencontrer des problèmes lors de l'entrée dans certains modes d'économie d'énergie. La meilleure façon de vérifier si votre ordinateur supporte un certain mode d'économie d'énergie est d'essayer d'activer ce mode et de voir si l'ordinateur réagit comme prévu. Assurez-vous que tous vos documents importants sont sauvegardés avant de suspendre ou d'hiberner.
ja: コンピュータによっては、省電力モードに移行すると問題が生じるかもしれません。そのコンピュータが省電力モードに移行できるかどうかを確かめる最良の方法は、実際に移行してみて、うまく動作するかどうかを試してみることです。サスペンドやハイバネートを行う前には、重要なドキュメントは確実に保存しておきましょう。

source: Fixing problems with suspending, hibernating and resuming
de: Probleme mit den Funktionen 'Bereitschaft', 'Ruhezustand' und 'Fortfahren' lösen.
fi: Lepo- ja keskeytystilaan ja niistä palaamiseen liittyvien ongelmien korjaaminen
fr: Correction des problèmes concernant la suspension, l'hibernation et la reprise.
ja: サスペンド、ハイバネート、レジューム機能に燗する問題の解決

source: If your computer cannot suspend, hibernate or resume properly, there may be a number of things that you can try to get it working correctly.
de: Wenn Ihr Rechner nicht ordnungsemäß in den Bereitschafts- oder Ruhezustand versetzt werden oder fortfahren kann, gibt es einige Möglichkeiten zur Behebung des Problems.
fi: Jos lepo- ja keskeytystila ja niistä palaaminen eivät toimi, voit yrittää korjata ongelman monella tavalla.
fr: Si votre ordinateur ne peut pas suspendre, hiberner et reprendre correctement, vous pouvez tenter un certain nombre de choses pour que cela fonctionne de manière appropriée.
ja: あなたのコンピューターで適切にサスペンド・ハイバネート・レジュームできない場合でも、試してみる価値のある解決方法がいくつもあります。

source: Check the test report for your laptop, if one has been made (see <xref linkend="laptops-testing-reports"/>).
de: Sehen Sie nach, ob bereits ein Testbericht über Ihr Laptop-Modell erstellt wurde (siehe xref linkend="laptops-testing-reports"/>).
fi: Tarkista kannettavan tietokoneesi testiraportti, jos sellainen on tehty (katso <xref linkend="laptops-testing-reports"/>).
fr: Vérifiez s'il existe un rapport de test pour votre ordinateur portable (consultez <xref linkend="laptops-testing-reports"/>).
ja: あなたのラップトップコンピューターについてのテストリポートを（すでに誰かが作成していれば）調べてみてください（テストリポートについては<xref linkend="laptops-testing-reports"/>を参照してください）。

source: Ask for assistance through an <ulink url="http://www.ubuntu.com/support/free">Ubuntu support channel</ulink>.
de: Fragen Sie nach Hilfe auf einer der <ulink url="http://www.ubuntu.com/support/free">Ubuntu Support-Plattformen</ulink>.
fi: Kysy apua <ulink url="http://www.ubuntu.com/support/free">Ubuntun yhteisön tukipalveluista</ulink>.
fr: Demandez de l'aide via un <ulink url="http://www.ubuntu.com/support/free">canal d'assitance Ubuntu</ulink>.
ja: <ulink url="http://www.ubuntu.com/support/free">Ubuntu support channel</ulink>で助力を求めてみてください。

source: Power management settings
de: Energieverwaltung
fi: Virransäästön asetukset
fr: Paramètres de la gestion de l'énergie
ja: 電源管理設定

source: You may wish to change the power management settings of your laptop in order to help extend its battery life and reduce energy wastage.
de: Um die Lebensdauer der Batterie zu erhöhen und um Strom zu sparen, können Sie die Energieverwaltungseinstellungen Ihres Laptops ändern.
fi: On mahdollista muuttaa kannettavan tietokoneen virransäästön asetuksia akun keston lisäämiseksi ja energiankulutuksen vähentämiseksi.
fr: Vous pouvez souhaiter modifier les paramètres de la gestion de l'énergie de votre ordinateur afin d'améliorer la durée de vie de sa batterie et de réduire les pertes d'énergie.
ja: バッテリーの寿命を少しでも伸ばしたり無駄なエネルギー消費を減らすために、ラップトップコンピューターの電源管理設定を変更することも可能です。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Power Management</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Energieverwaltung</guimenuitem></menuchoice>.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Virransäästö</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Gestionnaire d'énergie</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>電源の管理</guimenuitem></menuchoice>をクリックします。

source: Change the settings as appropriate. Changes are applied instantly.
de: Ändern Sie entsprechend die Einstellungen. Die vorgenommenen Änderungen werden sofort angewendet.
fi: Tee haluamasi muutokset. Ne tulevat käyttöön välittömästi.
fr: Modifiez les paramètres comme vous le souhaitez. Les modifications sont appliquées instantanément.
ja: 設定を変更します。変更はすぐに適用されます。

source: Displaying a screensaver may use more power than simply letting the screen go blank. Turning off the screensaver could slightly improve the battery life of your laptop.
de: Ein Bildschirmschoner kann mehr Strom verbrauchen, als wenn der Bildschirm einfach schwarz ist. Wenn Sie den Bildschirmschoner ausschalten, können Sie die Batterie-Lebensdauer Ihres Laptops etwas verlängern.
fi: Näytönsäästäjä saattaa käyttää enemmän virtaa kuin näytön jättäminen tyhjäksi. Näytönsäästäjän poistaminen käytöstä voi siis parantaa kannettavan tietokoneesi akkukestoa.
fr: L'affichage d'un économiseur d'écran peut utiliser davantage d'énergie qu'un simple écran vide. Désactiver l'économiseur d'écran peut légèrement améliorer la durée de vie de la batterie de votre ordinateur portable.
ja: スクリーンセーバーを表示すると、シンプルなブランク・スクリーンよりも消費電力が増えることがあります。スクリーンセーバーを使用しなければバッテリーの寿命がわずかながら向上するでしょう。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Bildschirmschoner</guimenuitem></menuchoice>.
fi: Valitse <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Näytönsäästäjä</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Économiseur d'écran</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>スクリーンセーバー</guimenuitem></menuchoice>をクリックします。

source: Change the <guilabel>Screensaver theme</guilabel> to <guilabel>Blank screen</guilabel>. This will simply display a blank screen as a screensaver.
de: Ändern Sie das <guilabel>Bildschirmschonerthema</guilabel> auf <guilabel>Schwarzer Bildschirm</guilabel>. So wird statt des Bildschirmschoners ein schwarzer Bildschirm angezeigt.
fi: Aseta <guilabel>Näytönsäästäjän teemaksi</guilabel> <guilabel>Tyhjä näyttö</guilabel>. Nyt näytönsäästäjäsi on vain yksinkertaisesti tyhjä näyttö.
fr: Modifiez le <guilabel>Thème de l'économiseur d'écran</guilabel> en <guilabel>Écran vide</guilabel>. Un simple écran vide sera affiché comme économiseur d'écran.
ja: <guilabel>スクリーンセーバーのテーマ</guilabel>を<guilabel>ブランク・スクリーン</guilabel>に変更します。<guilabel>ブランク・スクリーン</guilabel>とはスクリーンセーバーとして単にブランク（空っぽの）スクリーンを表示する（つまり画面になにも表示されない）ものです。

source: When your laptop is running on battery, one of the biggest drains on power is the display. Turning the brightness of the display down could improve battery life significantly; many laptops allow you to do this by pressing <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> several times.
de: Wenn Ihr Laptop über den Akku betrieben wird, ist einer der größten Stromverbraucher der Bildschirm. Wenn Sie die Helligkeit Ihres Bildschirmes verringern, können Sie die Batterie-Lebensdauer erheblich erhöhen; auf vielen Laptops kann man dies erreichen, indem man mehrfach die Tastenkombination <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> drückt.
fi: Kun tietokone käyttää akkua, yksi eniten virtaa kuluttavista komponenteista on näyttö. Näytön himmentäminen voi parantaa akun kestoa merkittävästi. Monissa kannettavissa tämä onnistuu painamalla <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> muutamia kertoja.
fr: Lorsque votre ordinateur portable fonctionne sur batterie, l'un des éléments les plus gourmands en énergie est l'affichage. Diminuer la luminosité de l'affichage peut améliorer la durée de vie de la batterie de manière significative ; de nombreux ordinateurs portables vous permettent de le faire en appuyant sur les touches <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> de nombreuses fois.
ja: あなたのラップトップコンピュータがバッテリーで駆動されているとき消費電力が最も大きいものの一つはディスプレイです。ディスプレイの明るさを下げればバッテリーの寿命は目に見えて向上します。多くのラップトップコンピューターでは<keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>を何度か押すことで明るさを調整することができます。

source: Touchpads
fi: Kosketuslevyt
fr: Pavés tactiles
ja: タッチパッド

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; the most basic touchpad settings can be configured in the following way.
fi: Useimmissa kannettavissa tietokoneissa on kosketuslevy, jota käytetään hiiren osoittimen hallitsemiseen. Kosketuslevyn toiminnan muuttamiseksi on monia tapoja, yksinkertaisimpia asetuksia voidaan muuttaa seuraavalla tavalla:
fr: La plupart des ordinateurs portables sont fournis avec un pavé tactile, qui est utilisé pour contrôler le pointeur de la souris. Il y a plusieurs moyens de modifier le comportement du pavé tactile ; les paramètres les plus élémentaires du pavé tactile peuvent être configurés de la manière suivante.
ja: 多くのラップトップコンピュータは、マウスポインタを操作するためのタッチパッドを備えています。タッチパッドの動作を設定する方法はいくつかありますが、もっとも基本的な設定については、以下の方法で変更できます：

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Asetukset</guimenuitem><guimenuitem>Hiiri</guimenuitem></menuchoice>.
fr: Choisissez <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Souris</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>設定</guimenuitem><guimenuitem>マウス</guimenuitem></menuchoice>を選択します。

source: Select the <guilabel>Touchpad</guilabel> tab.
fi: Valitse <guilabel>Kosketuslevy</guilabel>-välilehti.
fr: Choisissez l'onglet <guilabel>Touchpad</guilabel>.
ja: <guilabel>タッチパッド</guilabel>タブを選択します。

source: Here you can change the touchpad settings to your liking. Changes should take effect immediately.
fi: Välilehdellä voit muuttaa kosketuslevyn asetuksia halutunlaisiksi. Muutoksien pitäisi tulla voimaan välittömästi.
fr: Cet onglet permet de modifier les paramètres du pavé tactile selon vos préférences. Les modifications sont immédiatement appliquées.
ja: タッチパッドの設定を変更します。変更した結果は即座に反映されます。

source: Some touchpads may be detected as normal mouse devices, even though they are actually touchpads. In this case, the <guilabel>Touchpad</guilabel> tab will not be available in the mouse preferences.
fi: Jotkin kosketuslevyt saatetaan tunnistaa tavallisina hiirilaitteina, vaikka ne ovat todellisuudessa kosketuslevyjä. Tällaisessa tapauksessa <guilabel>Kosketuslevy</guilabel>-välilehteä ei löydy hiiren asetuksista.
fr: Certains touchpads peuvent être détectés comme des souris classiques, bien qu'ils soient en réalité des touchpads. Dans ce cas, l'onglet <guilabel>Touchpad</guilabel> ne sera pas disponible dans les préférences de la souris.
ja: タッチパッドであるにも関わらず、マウスとして検出されてしまうことがあります。この場合、マウス設定において、<guilabel>タッチパッド</guilabel>タブが表示されません。

source: See the <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink> for more information on touchpads.
de: Besuchen Sie die <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">Community Support Seiten</ulink> um weitere Informationen über Touchpads zu erhalten.
fi: Katso lisätietoja kosketuslevyistä <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">yhteisön tukisivuilta</ulink>.
fr: Consultez les <ulink url="http://doc.ubuntu-fr.org/materiel/touchpad">pages d'assistance de la communauté francophone</ulink> pour davantage d'informations sur les pavés tactiles.
ja: タッチパッドに関するさらに詳しい情報は<ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink>をご覧ください。

source: Finding laptop testing reports
de: Laptop Testberichte suchen
fi: Kannettavien testiraporttien hakeminen
fr: Trouver des rapports de test d'ordinateur portable
ja: ラップトップPCテスト報告を探す

source: Many laptops are regularly tested by the Ubuntu community to ensure that various features work correctly. The results of these tests are available for you to read, and may offer insight into any problems you might be experiencing with your laptop.
de: Zahlreiche Laptops werden regelmäßig von der Ubuntu-Gemeinde getestet um sicherzustellen, dass die verschiedenen Funktionen problemlos laufen.
fi: Ubuntun yhteisö testaa säännöllisesti monia kannettavia eri ominaisuuksien toimivuuden varmistamiseksi. Testitulokset ovat kaikkien luettavissa ja voivat auttaa tietyllä kannettavalla olevien mahdollisten ongelmien kanssa.
fr: Plusieurs ordinateurs portables sont régulièrement testés par la communauté Ubuntu afin de s'assurer du bon fonctionnement des différents dispositifs. Les résultats de ces tests sont consultables, et peuvent aider à la résolution de problèmes rencontrés avec votre ordinateur portable.
ja: 多くののラップトップコンピューターは、様々な機能が正しく動作するかどうかを確認するためにUbuntuコミュニティの手で定期的にテストされます。あなたはそれらのテスト結果を読むことができますし、あなたのラップトップコンピュータで生じた（かもしれない）あらゆる問題についてあなたの洞察（見解）を示すこともできます。
