Repository: ahoneybun/pop-docs
Catalog: ubuntu/hardware/po/*.po
Languages: de, fi, fr, ja

source: To create a new partition inside an already partitioned device, first you have to resize the partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>. <placeholder-1/>
de: Um eine Partition auf einem Gerät zu erstellen, das bereits partitioniert ist, müssen Sie zuerst die Größe der Partition anpassen. Wenn bereits Speicherplatz frei ist, können Sie diesen Abschnitt überspringen und mit dem Abschnitt <xref linkend="creating-new-partition"/> fortfahren. <placeholder-1/>

source: Creating a New Partition
de: Neue Partition erstellen

source: Related Topics
de: Verwandte Themen.

source: Formatting a Partition
de: Partition formatieren

source: To format a partition in Ubuntu, the program <application>GNOME Partition Editor</application> is needed.
de: Um in Ubuntu eine Partition zu formatieren, wird das Programm <application>GNOME Partition Editor</application> benötigt.

source: What is Formatting?
de: Was bedeutet Formatierung?

source: To format a hard disk, a device or a partition means to prepare that particular device to be used for storing data.
de: Eine Festplatte, ein Laufwerk oder eine Partition zu formatieren heißt, dass das jeweilige Laufwerk zur Speicherung von Daten vorbereitet wird.

source: The operation of formatting a hard disk or a partition, implies the applying of a specific format to that device: this format is the filesystem.
de: Bei diesem Vorgang wird der Festplatte oder der Parition ein Format zugewiesen.

source: When you buy a disk usually it is not formatted, and you cannot use it for archiving data. When you format the device, you will notice that the free space in it is less than the original size. This is due to the fact that some space has to be used to make the device usable: this space is occupied by the filesystem.
de: Wenn Sie ein Speichermedium kaufen, ist es in der Regel nicht formatiert. Sie können es nicht sofort verwenden, um Daten zu speichern. Wenn Sie das Speichermedium formatieren, werden Sie sehen, dass der freie Speicherplatz weniger ist als der ursprüngliche Speicherplatz. Das kommt davon, dass auch etwas Speicherplatz benötigt wird, um das Speichermedium verwendbar zu machen: dieser Speicherplatz wird vom Dateisytem belegt.

source: What is a Filesystem?
de: Was ist ein Dateisystem?

source: The filesystem is a mechanism with wich files are archived and organised on a storing device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
de: Das Dateisystem ist ein Mechanismus, mit dem Dateien auf Medien, wie zum Beispiel Festplatten, hinterlegt und verwaltet werden. Das Dateisystem ist ein wesentlicher Bestandteil eines Betriebssystems. Ohne Dateisystem wäre die Speicherung und der Abruf von Daten nicht möglich.

source: Ext2/Ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
de: Ext2/Ext3: in der Regel werden diese Dateisysteme von GNU/Linux-Betriebssystemen verwendet. Ubuntu verwendet standardmäßig das <emphasis>ext3</emphasis>-Dateisystem.

source: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you want to share data between two computers, you would probably choose the <emphasis><acronym>FAT32</acronym></emphasis> filesystem.
de: <acronym>FAT16</acronym>, <acronym>FAT32</acronym>: Diese sind Microsoft Windows Dateisysteme und können auf älteren Rechnern gefunden werden. Wenn Sie Daten zwischen zwei Rechnern austauschen wollen, wählen Sie am besten das <emphasis><acronym>FAT32</acronym></emphasis>-Dateisystem.

source: <acronym>NTFS</acronym>: this is Microsoft Windows new filesystem being used as the default one in new Windows versions.
de: <acronym>NTFS</acronym>: Das neue Dateisystem von Microsoft Windows. Es wird standardmäßig bei neuen Windows-Versionen verwendet.

source: <acronym>HFS</acronym>: this is Macintosh default filesystem.
de: <acronym>HFS</acronym>: Apples Dateisystem.

source: A partition is a means of dividing a phisical device, such as a hard disk, into many logical devices.
de: Partitionen werden verwendet, um physische Laufwerke, wie zum Beispiel Festplatten, in mehrere logische Laufwerke aufzuteilen.

source: To retrieve free space;
de: Um Speicherplatz verfügbar zu machen.

source: To install different operating systems;
de: Um verschiede Betriebssysteme zu installieren.

source: To better organize data on the hard disk.
de: Um Daten auf der Festplatte besser zu organisieren.

source: For information about mounting and unmounting a device, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
de: Das Kapitel <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Verwendung von Wechseldatenträger</ulink> enthält Informationen über das Einhängen und Aushängen von Datenträger

source: Pay attention when removing a device: <emphasis role="strong">always unmount</emphasis> it to avoid data loss. If you attempt to remove a device without unmounting it, you will get a message explaining how to properly unmount a device.
de: Bei der Entfernung eines Datenträgers sollten Sie folgendes beachten: den Datenträger <emphasis role="strong">immer aushängen</emphasis>, um Datenverlust zu vermeiden. Wenn Sie versuchen einen Datenträger zu entfernen, ohne ihn vorher ausgehängt zu haben, werden Sie eine Meldung erhalten, die erklärt wie man einen Datenträger ordnungsgemäß entfernt.

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used at all when the computer is hibernating.
de: Einen Rechner <emphasis role="strong">in den Ruhezustand zu versetzen</emphasis> bedeutet, dass der Rechner ausgeschaltet wird, wobei der aktuelle Zustand gespeichert wird (z.B. werden offene Dokumente beibehalten). Wenn Sie den Rechner nach dem Ruhezustand einschalten, wird Ihre Arbeit wiederhergestellt. Während des Ruhezustands wird kein Strom verbraucht.

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used at all when the computer is shut down.
de: <emphasis role="strong">Ausschalten</emphasis> bedeutet, dass der Rechner völlig ausgeschaltet wird, ohne den aktuellen Zustand des Rechners zu speichern. Wenn der Rechner ausgeschaltet wird, wird kein Strom verbraucht.

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch into that mode and see if it behaves as you expected.
de: Bei manchen Rechnern können bei bestimmten Stromsparmodi Schwierigkeiten auftreten. Die beste Möglichkeit zu überprüfen, ob Ihr Rechner in einen Stromsparmodus versetzt werden kann und korrekt funktioniert ist, die jeweiligen Modi zu testen.

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; follow the instructions below to install an easy-to-use tool for changing touchpad settings.
de: Die meisten Laptops verfügen über Touchpads, mit denen man den Mauszeiger steuern kann. Es gibt viele Möglichkeiten das Verhalten des Touchpads zu ändern; Befolgen Sie die untenstehenden Anweisungen um ein bedienungsfreundliches Hilfsprogramm zu installieren, das die Einstellungen des Touchpads anpasst.

source: Install the <application>gsynaptics</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Installieren Sie das <application>gsynaptics</application> Paket aus der <quote>Universe</quote> Paketquelle (siehe <ulink type="help" url="ghelp:add-applications">Anwendungen hinzufügen</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
de: Drücken Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.

source: Type the following, entering your administrator password when prompted:
de: Tippen Sie folgendes ein und geben Sie ihr Administratorkennwort ein wenn Sie aufgefordert werden:

source: Find the section which begins with the following:
de: Suchen Sie den Abschnitt, der so beginnt:

source: Insert the following line into the section, <emphasis>before</emphasis> the line which reads <quote>EndSection</quote>:
de: Fügen Sie folgende Zeile in den Abschnitt ein, <emphasis>vor</emphasis> der Zeile <quote>EndSection</quote>:

source: Save your changes to the file and close all currently running applications, saving your work as you do so.
de: Speichern Sie Ihre Änderungen und schließen Sie alle Anwendungen (vergessen Sie nicht Ihre Arbeit zu speichern).

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem></menuchoice> and select <guibutton>Log Out</guibutton>, and then log in again.
de: Drücken Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Beenden</guimenuitem></menuchoice> und wählen Sie <guibutton>Abmelden</guibutton>

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> and change the touchpad settings to your liking. Changes should take effect immediately.
de: Drücken Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> um die Einstellungen zu ändern. Die Änderungen werden sofort angewendet.

source: Information on changing mouse preferences for users of assitive technologies.
de: Informationen über die Änderung der Mauseinstellungen für Anwender von Hilfstechnologien.
