Repository: ahoneybun/pop-docs
Catalog: ubuntu/hardware/po/*.po
Languages: de, fi, fr, ja

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentointiprojekti)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)

source: Hardware
fi: Laitteisto
fr: Matériel
ja: ハードウェア

source: Placeholder.
fi: Varalla.
ja: プレースホルダ

source: Working with hardware devices
fi: Laitteiden käyttö
fr: Utilisation des périphériques matériels
ja: ハードウェア・デバイスの作業

source: Credits and License
de: Mitwirkende und Lizenzbestimmungen
fi: Tekijät ja Lisenssi
fr: Remerciements et licence
ja: 著作権とライセンス

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../../common/C/contributors.xml">Mitwirkende</ulink>.
fi: Tätä ohjetta ylläpitää Ubuntun dokumentaatiotiimi (https://wiki.ubuntu.com/DocumentationTeam). Luettelon tekijöistä löydät <ulink url="../../../common/C/contributors.xml">contributors-sivulta</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../../common/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction via la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
ja: このドキュメントはUbuntuドキュメンテーション・チーム(https://wiki.ubuntu.com/DocumentationTeam) が保守しています。貢献者の一覧は、<ulink url="../../../common/C/contributors.xml">contributors page</ulink> を参照してください。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
fi: Ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA)
fr: Ce document est diffusé sous licence Creative Commons ShareAlike 2.5 - Partage à l'identique (CC-BY-SA 2.5).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能です。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
de: Sie dürfen den Quelltext der Ubuntu-Dokumentation unter den Bedingungen dieser Lizenz ändern, erweitern oder verbessern. Alle Bearbeitungen müssen unter dieser Lizenz veröffentlicht werden.
fi: Ubuntun ohjeiden lähdekoodia saa muokata, laajentaa ja parantaa tämän lisenssin ehtojen mukaan. Kaikkien jatkotuotosten tulee olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être diffusés sous cette même licence.
ja: このライセンスのもとで、利用者はUbuntu ドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表しなければなりません｡

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
fi: Tämä ohje on julkaistu siinä toivossa, että siitä on hyötyä. Mitään takuuta ei kuitenkaan myönnetä, edes ohjeen käyttökelpoisuudesta tarkoitukseensa.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist hier verfügbar: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fi: Kopio lisenssistä on nähtävillä täällä: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licence Creative Commons Paternité-Partage à l'identique</ulink> (la version française peut être <ulink url="http://creativecommons.org/licenses/by-sa/2.0/fr/">consultée en ligne</ulink>).
ja: このライセンスのコピーは以下で参照可能です: <ulink url=\"/usr/share/ubuntu-docs/common/C/ccbysa.xml\">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト

source: Canonical Ltd. and members of the <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同

source: The Ubuntu Documentation Project
de: Das Ubuntu-Dokumentationsprojekt
fi: Ubuntun dokumentointiprojekti
fr: Le projet de documentation d'Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト

source: Your computer consists of a number of connected devices, which are collectively known as computer <emphasis>hardware</emphasis>.
de: Ihr Rechner besteht aus mehreren zusammenhängenden Geräten, die als <emphasis>Hardware</emphasis> bezeichnet werden.
fi: Tietokone koostuu useista yhteen liitetyistä laitteista, jotka yhdessä muodostavat tietokoneen <emphasis>laitteiston</emphasis>.
fr: Votre ordinateur est constitué d'un certain nombre de périphériques connectés. Ils sont désignés sous le terme général de <emphasis>matériel</emphasis>.
ja: あなたのコンピューターは、<emphasis>ハードウェア</emphasis>と総称される複数のデバイスが組み合わされて構成されているものです。

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to hardware settings yourself. This section provides information on tools which can be used to configure your hardware.
fi: Tavallisesti Ubuntu tekee laitteiston asetukset automaattisesti, mutta joissain tilanteissa laiteasetuksia tulee käyttäjän muuttaa itse. Tässä kappaleessa kerrotaan työkaluista, joilla laitteiston asetuksia voidaan tehdä.
fr: Normalement, Ubuntu configure automatiquement votre matériel, néanmoins il peut arriver que vous deviez configurer manuellement votre matériel. Cette section fournit des informations sur les outils qui peuvent être utilisés pour configurer votre matériel.
ja: 通常、Ubuntuはハードウェアの設定を自動的に行いますが、手動でハードウェアの設定を行う必要が生じる場合もあります。この項では、ハードウェアを設定するために使われるいくつかのツールに関して説明します。

source: Restricted drivers
de: Eingeschränkte Treiber
fi: Rajoitetut ajurit
fr: Pilotes propriétaires
ja: 制限付きドライバ

source: Some devices attached to your computer may need restricted drivers to be installed in order to work properly.
de: Um einge Geräte vollständig oder überhaupt nutzen zu können, müssen so genannte eingeschränkte Treiber installiert werden.
fi: Jotkin tietokoneeseen liitetyt laitteet saattavat tarvita oikein toimiakseen rajoitettuja ajureita.
fr: Certains périphériques de votre ordinateur peuvent nécessiter l'installation de pilotes propriétaires pour fonctionner correctement.
ja: あなたのコンピューターに接続されているデバイスによっては、これを完全に動作させるために制限付きドライバが必要になることもあるでしょう。

source: Why are some drivers restricted?
de: Warum sind manche Treiber eingeschränkt?
fi: Miksi jotkin ajurit ovat rajoitettuja?
fr: Pourquoi certains pilotes sont-ils propriétaires ?
ja: 利用制限付きのドライバがあるのはなぜか？

source: Restricted drivers are drivers for your hardware which are not freely available or open-source.
fi: Rajoitetut ajurit ovat laitteistoajureita, jotka eivät ole vapaasti saatavilla ja avointa lähdekoodia.
fr: Les pilotes propriétaires sont des pilotes pour votre matériel dont les sources ne sont pas librement disponibles.
ja: 利用制限付きドライバとは、自由に利用できない、もしくはオープンソースでないドライバのことです。

source: Most of the devices (hardware) attached to your computer should function properly in Ubuntu. These devices are likely to have <emphasis>unrestricted</emphasis> drivers, which means that the drivers can be modified by the Ubuntu developers and problems with them can be fixed.
de: Die meisten an Ihren Rechner angeschlossenen Geräte (Hardware) sollten in Ubuntu korrekt funktionieren. Diese Geräte verwenden wahrscheinlich <emphasis>freie</emphasis> Treiber, was bedeutet, dass diese Treiber von den Ubuntu-Entwicklern verändert werden können und Probleme mit ihnen behoben werden können.
fi: Useimpien tietokoneeseen liitettyjen laitteiden tulisi toimia oikein Ubuntussa. Näille laitteille on todennäköisimmin <emphasis>rajoittamattomat</emphasis> (vapaat) ajurit, mikä tarkoittaa että Ubuntun kehittäjät voivat muuttaa niitä ja korjata niissä olevia ongelmia.
fr: La plupart des périphériques (matériel) reliés à votre ordinateur devrait fonctionner correctement. Ces périphériques ont probablement des pilotes <emphasis>libres</emphasis>. Ces pilotes peuvent être modifiés par les développeurs Ubuntu et les problèmes peuvent donc être résolus.
ja: あなたのコンピューターに接続されているほとんどのデバイス（ハードウェア）はUbuntuで正常に動作するはずです。これらのデバイスはすべて<emphasis>利用制限のない</emphasis>ドライバ、つまりUbuntu開発陣によって変更が可能で、問題があれば彼ら自身の手によって修正可能であるドライバを使っているように思えるかもしれません。

source: Some hardware does not have unrestricted drivers, usually because the hardware manufacturer has not released details of their hardware which would make it possible to create such a driver. These devices may have limited functionality or may not work at all.
de: Für manche Hardware stehen keine freien Treiber zur Verfügung. In der Regel weil der Hardwarehersteller keine Details zu seiner Hardware veröffentlicht hat, mit denen es möglich wäre solch einen Treiber zu erstellen. Daher können diese Geräte in ihrer Funktionalität eingeschränkt sein oder überhaupt nicht funktionieren.
fi: Joillekin laitteille ei ole saatavilla rajoittamattomia ajureita. Yleensä näiden valmistaja ei ole julkaissut ajurin tekemiseksi tarpeellisia tietoja laitteistaan. Nämä laitteet voivat toimia vaillinaisesti tai eivät ollenkaan.
fr: Certains périphériques n'ont pas de pilotes libres, en général parce que le fabricant du matériel n'a pas publié les spécifications de son produit, ce qui rend impossible la création d'un tel pilote. Ces périphériques peuvent fonctionner de manière restreinte, voire ne pas fonctionner du tout.
ja: しかしながら、ハードウェアによっては利用制限のないドライバが存在しません。ハードウェアの製造者は通常、利用制限のないドライバを作成するために必要な、ハードウェアの仕様を公開しないためです。これらのデバイスについては、一部の機能しか使えなかったり、まったく使えなかったりします。

source: If a <emphasis>restricted driver</emphasis> is available for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a restricted driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">visual effects</ulink>.
fi: Jos tietylle laitteelle on olemassa <emphasis>rajoitettu ajuri</emphasis>, se voidaan asentaa laitteen toimimiseksi oikein tai lisäominaisuuksien saamiseksi. Esimerkiksi rajoitetun ajurin asentaminen tietyille näytönohjaimille mahdollistaa edistyneempien <ulink type="help" url="ghelp:desktop-effects">visuaalisten tehosteiden</ulink> käytön.
fr: Si un <emphasis>pilote propriétaire</emphasis> est disponible pour un périphérique particulier, vous pouvez l'installer afin d'améliorer le fonctionnement du périphérique ou d'accéder à de nouvelles fonctionnalités. Par exemple, l'installation d'un pilote propriétaire pour certaines cartes graphiques peut vous permettre d'utiliser des <ulink type="help" url="ghelp:desktop-effects">effets visuels</ulink> plus perfectionnés.
ja: もし、あるデバイスに<emphasis>制限付きドライバ</emphasis>が存在するなら、そのデバイスの機能を充分に発揮させるためにそのドライバをインストールすることができます。例えば、あるグラフィックスカードの制限付きドライバをインストールすれば、より高機能な<ulink type="help" url="ghelp:desktop-effects">視覚効果</ulink>を利用できるかもしれません。

source: Some computers may not have any devices which can use restricted drivers, either because all of the devices are fully supported by unrestricted drivers or because no restricted drivers are yet available for the device.
de: Manche Rechner enthalten möglicherweise keine Geräte, die eingeschränkte Treiber verwenden könnten, entweder weil alle Geräte von freien Treibern voll unterstützt werden oder weil noch keine eingeschränkte Treiber für das Gerät verfügbar sind.
fi: Joissain tietokoneissa ei ole lainkaan laitteita, jotka käyttävät rajoitettuja ajureita. Kaikki laitteet joko toimivat täysin rajoittamattomilla ajureilla tai jollekin laitteelle ei ole vielä saatavissa rajoitettua ajuria.
fr: Certains ordinateurs peuvent n'avoir aucun périphérique utilisant des pilotes propriétaires, soit parce qu'ils sont tous pris en charge par des pilotes libres, soit parce qu'il n'existe aucun pilote propriétaire disponible pour ces périphériques.
ja: コンピューターによっては制限付きドライバを使用できるデバイスが一つもないということもあります。全てのデバイスが利用制限のないドライバで完全に動作するときや、利用可能な制限付きドライバがまだ無い場合がそうです。

source: Restricted drivers are often maintained by the hardware manufacturer, and so cannot be modified by Ubuntu developers if there is a problem.
de: Eingeschränkte Treiber können meist nur von den Hardware-Herstellern gepflegt werden. Daher ist es Ubuntu-Entwicklern nicht möglich diese zu veränderen, wenn ein Problem auftritt.
fi: Rajoitettuja ajureita ylläpitää usein laitevalmistaja, joten Ubuntun kehittäjät eivät voi muokata niitä ongelmatilanteissa.
fr: Les pilotes propriétaires sont souvent maintenus par le fabricant du matériel. Ils ne peuvent donc être modifiés par les développeurs Ubuntu en cas de problème.
ja: 制限付きドライバはたいていそのデバイスの製造者がメンテナンスを行いますので、もし何か問題が生じてもそれをUbuntu開発チームが修正することはできません。

source: Enabling a restricted driver
de: Eingeschränkte Treiber verwenden
fi: Rajoitetun ajurin käyttöönotto
fr: Activer un pilote propriétaire
ja: 制限付きドライバを有効にする

source: To use a restricted driver for a device:
de: Einen eingeschränkten Treiber für ein Gerät verwenden:
fi: Käyttääksesi rajoitettua ajuria laitteelle:
fr: Pour utiliser un pilote de périphérique propriétaire :
ja: あるデバイス用の制限付きドライバを使用する

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Hardware drivers</guimenuitem></menuchoice>
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Laiteajurit</guimenuitem></menuchoice>
fr: Allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pilotes pour le matériel</guimenuitem></menuchoice>
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ハードウェアドライバ</guimenuitem></menuchoice>をクリックします。

source: Find the driver which you would like to enable and check the box in the <guilabel>Enabled</guilabel> column, next to its name
de: Suchen Sie den Treiber, den Sie verwenden möchten und setzen Sie ein Kreuz in der Spalte <guilabel>Aktiviert</guilabel>.
fi: Etsi käyttöönotettava ajuri ja valitse ajurin nimen vieressä laatikko <guilabel>Asennettu</guilabel>-sarakkeessa.
fr: Cherchez le pilote que vous voulez activer et cochez la case <guilabel>Activé</guilabel>, située à côté de son nom.
ja: 有効にしたいドライバが表示されていれば、ドライバ名の横にある<guilabel>有効</guilabel>の四角形をクリックしてチェックマークをつけてください。

source: You will be asked to confirm that you want to enable the driver. Press <guibutton>Enable Driver</guibutton>
de: Sie werden gebeten die Aktivierung des Treibers zu bestätigen. Drücken Sie <guibutton>Treiber aktivieren</guibutton>.
fi: Tämän jälkeen sinun pitää vahvistaa, että haluat ottaa ajurin käyttöön. Napsauta <guibutton>Asenna ajuri</guibutton>
fr: Il vous sera demandé de confirmer l'activation de ce pilote. Cliquez sur <guibutton>Activer le pilote</guibutton>
ja: 制限付きドライバを有効にするかどうかの確認を求められたら<guibutton>ドライバを有効にする</guibutton>をクリックします。

source: The restricted driver may have to be downloaded and installed
fi: Rajoitettu ajuri tulee mahdollisesti noutaa ja asentaa
fr: Les pilotes propriétaires peuvent devoir être téléchargés et installés.
ja: 制限付きドライバがダウンロードされてインストールされます。

source: You may need to restart your computer to finish enabling the driver
de: Sie müssen unter Umständen Ihren Rechner neu starten, um die Installation des Treibers abzuschließen.
fi: Tietokone täytyy mahdollisesti käynnistää uudelleen, jotta ajuri otetaan käyttöön.
fr: Vous pourriez avoir besoin de redémarrer votre ordinateur pour terminer l'activation du pilote.
ja: ドライバの有効化を完了するためにはコンピューターの再起動が必要なこともあります。

source: Disabling a restricted driver
de: Einen eingeschränkten Treiber deaktivieren
fi: Rajoitetun ajurin poistaminen
fr: Désactiver un pilote propriétaire
ja: 制限付きドライバを無効にする

source: If a restricted driver is causing problems, or you would just like to turn it off, follow the procedure below:
de: Wenn ein eingeschränkter Treiber Probleme verursacht oder Sie ihn einfach deaktivieren möchten, befolgen Sie bitte folgende Schritte:
fi: Jos rajoitettu ajuri aiheuttaa ongelmia tai se halutaan vain ottaa pois käytöstä:
fr: Si un pilote propriétaire pose problème, ou si vous voulez tout simplement ne plus l'utiliser, suivez cette procédure :
ja: 制限付きドライバに何らかの問題が生じたときやこれを無効化したいときは下の手順に従ってください。

source: Find the driver which you would like to disable and uncheck the box in the <guilabel>Enabled</guilabel> column, next to its name
de: Suchen Sie den Treiber, den Sie deaktivieren möchten und entfernen Sie das Kreuz in der Spalte <guilabel>Aktiviert</guilabel>.
fi: Etsi ajuri, joka haluat poistaa käytöstä. Poista ajurin nimen vierestä valinta laatikosta <guilabel>Asennettu</guilabel>.
fr: Cherchez le pilote que vous voulez désactiver et décochez la case <guilabel>Activé</guilabel> située à côté de son nom.
ja: 無効化したいドライバを探して、そのドライバ名の隣にあるボックスのチェックを外してください。

source: You will be asked to confirm that you would like to disable the driver. Press <guibutton>Disable Driver</guibutton>
de: Sie werden gebeten die Deaktivierung des Treibers zu bestätigen. Drücken Sie <guibutton>Treiber deaktivieren</guibutton>.
fi: Tämän jälkeen sinun pitää vahvistaa, että haluat ottaa ajurin pois käytöstä. Napsauta <guibutton>Poista ajuri</guibutton>
fr: Il vous sera demandé de confirmer la désactivation de ce pilote. Cliquez sur <guibutton>Désactiver le pilote</guibutton>
ja: そのドライバを無効化したいかどうか確認を求められたら、<guibutton>ドライバを無効にする</guibutton>をクリックしてください。

source: You may need to restart your computer to finish disabling the driver
de: Sie müssen unter Umständen Ihren Rechner neu starten, um die Deaktivierung des Treibers abzuschließen.
fi: Tietokone täytyy mahdollisesti käynnistää uudelleen, jotta ajuri poistuu käytöstä
fr: Vous pourriez avoir besoin de redémarrer votre ordinateur pour terminer la désactivation du pilote.
ja: ドライバの無効化を完了するためにはコンピューターの再起動が必要なこともあります。

source: Disks and partitions
de: Festplatten und Partitionen
fi: Levyt ja osiot
fr: Disques et partitions
ja: ディスクおよびパーティション

source: This section provides instructions on how to handle disks and drives, such as removable hard disks.
de: Dieser Abschnitt erklärt wie Sie Laufwerke, Festplatten und Wechseldatenträger verwenden können.
fi: Tämä osio kertoo levyjen, esimerkiksi siirrettävien kovalevyjen, hallinnasta.
fr: Ce chapitre fournit les instructions sur la manipulation des disques et des partitions, tels que les disque durs amovibles.
ja: この項では、たとえばリムーバブルハードディスクのようなディスク類とドライバの取り扱い方について説明します。

source: partition
fi: osio
ja: パーティション

source: partitions
de: Partitionen
fi: osiot
ja: パーティション

source: partitioning
de: Partitionierung
fi: osiointi
fr: partitionnement
ja: パーティションを作る

source: format
fi: alustus
fr: formater
ja: 初期化

source: formatting
de: Formatierung
fi: alustaminen
fr: formatage
ja: 初期化する

source: mount
de: einhängen
fi: liittäminen
fr: montage
ja: マウント

source: unmount
de: aushängen
fi: irrottaminen
fr: démontage
ja: アンマウント

source: umount
fi: irrotus
ja: アンマウント

source: filesystem
fi: tiedostojärjestelmä
ja: ファイルシステム

source: file system
fi: tiedostojärjestelmät
fr: système de fichiers
ja: ファイルシステム

source: Checking disk capacity
fi: Levytilan tarkistaminen
fr: Vérification de la capacité du disque
ja: ディスクの容量を確認する

source: Press <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, right click on the disk you want to check and select <guilabel>Properties</guilabel>. The free space on the disk will be displayed on the <guilabel>Basic</guilabel> tab.
fi: Avaa <menuchoice><guimenu>Sijainnit</guimenu><guimenuitem>Tietokone</guimenuitem></menuchoice>, napsauta hiiren oikealla painikkeella tarkistettavaa levyä ja valitse <guilabel>Ominaisuudet</guilabel>. Levyllä oleva vapaa tila näytetään <guilabel>Perustiedot</guilabel>-välilehdellä.
ja: <menuchoice><guimenu>場所</guimenu><guimenuitem>コンピュータ</guimenuitem></menuchoice>を選択し、確認したいディスクの上で右クリックをし、<guilabel>プロパティ</guilabel>を選択します。そうすると、<guilabel>基本</guilabel>タブにディスクの空き容量が表示されます。

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice> and select the <guilabel>File Systems</guilabel> tab. All disks currently connected to the system should be displayed in the list, along with their free and used capacities.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guisubmenu>Ylläpito</guisubmenu><guimenuitem>Järjestelmän valvonta</guimenuitem></menuchoice> ja valitse <guilabel>Tiedostojärjestelmät</guilabel>-välilehti. Kaikki järjestelmään kytketyt levyt sekä niiden vapaa ja käytetty tila tulisi näkyä luettelossa.
fr: Allez dans <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Moniteur système</guimenuitem></menuchoice> et sélectionnez le dossier <guilabel>Systèmes de fichiers</guilabel>. Tous les disques actuellement connectés au système devraient être visibles dans la liste, ainsi que leurs espaces libre et occupé.
ja: <menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>システム・モニタ</guimenuitem></menuchoice>を選択し、<guilabel>ファイルシステム</guilabel>タブを選択します。そうすると、現在接続されているすべてのディスクと、その空き容量と使用済み領域が表示されます。

source: To check the amount of free and used space on a disk, do either of the following: <placeholder-1/>
fi: Levyn vapaan ja käytetyn tilan määrän tarkistamiseksi on olemassa vaihtoehtoja: <placeholder-1/>
fr: Pour vérifier la quantité d'espace libre et occupé d'un disque, faites l'une des opérations suivantes : <placeholder-1/>
ja: 以下のいずれかの方法で、ディスクの空き容量や使用済み領域を確認できます：<placeholder-1/>

source: Advanced disk-usage analysis
fi: Edistynyt levynkäytön analysointi
fr: Analyse avancée de l'utilisation des disques
ja: ディスク使用量を詳しく解析する

source: For a more accurate analysis of your filesystem, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice> to start the <application>Disk Usage Analyzer</application>.
fi: Tarkempi tiedostojärjestelmän analysointi voidaan suorittaa avaamalla <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Apuohjelmat</guimenuitem><guimenuitem>Levynkäytön analysointi</guimenuitem></menuchoice>.
fr: Pour une analyse plus précise de votre système de fichiers, allez dans <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Analyseur d'utilisation des disques</guimenuitem></menuchoice> pour démarrer l' <application>Analyseur d'utilisation des disques</application>.
ja: ファイルシステムをより詳しく調べたい場合は、<menuchoice><guimenu>アプリケーション</guimenu><guimenuitem>アクセサリ</guimenuitem><guimenuitem>ディスク使用量の解析</guimenuitem></menuchoice>を選択して、<application>ディスク使用量の解析</application>を起動してください。
