Repository: ahoneybun/pop-docs
Catalog: ubuntu/hardware/po/*.po
Languages: de, fi, fr, ja

source: Press <guibutton>Scan Home</guibutton> to scan your home directory, or press <guibutton>Scan Filesystem</guibutton> to scan the whole filesystem.
fi: Napsauta <guibutton>Kartoita kotikansio</guibutton> kartoittaaksesi kotikansiosi, tai napsauta <guibutton>Kartoita tiedostojärjestelmä</guibutton> kartoittaaksesi koko tiedostojärjestelmän.
fr: Cliquez sur <guibutton>Analyser le dossier personnel</guibutton> pour scanner votre dossier personnel, ou cliquez sur <guibutton>Analyser le système de fichiers</guibutton> pour scanner entièrement votre système de fichiers.
ja: <guibutton>ホーム・フォルダの解析</guibutton>を押すと、ホームディレクトリを解析します。また、<guibutton>ファイルシステムの解析</guibutton>を押すと、ファイルシステム全体を解析します。

source: See the <ulink url="ghelp:baobab" type="help">Disk Usage Analyzer Manual</ulink> for more information.
fi: Lisätietoja aiheesta <ulink url="ghelp:baobab" type="help">Levynkäytön analysointi -ohjekirjassa</ulink>.
fr: Voir le <ulink url="ghelp:baobab" type="help">Manuel de l'Analyseur d'Utilisation des Disques</ulink> pour plus d'informations.
ja: 詳しい情報は、<ulink url="ghelp:baobab" type="help">ディスク使用量の解析マニュアル</ulink>を参照してください。

source: Partitioning a device
fi: Laitteen osiointi
fr: Partitionner un disque
ja: ディスクを分割する

source: You can use <application>GNOME Partition Editor</application> to partition storage devices. Install the <application>gparted</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>) and then press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice> to start the partition editor.
fi: <application>Gnomen levyosioiden muokkainta</application> voidaan käyttää tallennuslaitteiden osioimiseen. Asenna <application>gparted</application>-paketti (katso <ulink type="help" url="ghelp:add-applications">Sovellusten lisääminen</ulink>) ja avaa sitten levyosioiden muokkain valitsemallla <menuchoice><guimenu>Järjestelmä</guimenu><guisubmenu>Ylläpito</guisubmenu><guimenuitem>Levyosioiden muokkain</guimenuitem></menuchoice>.
fr: Vous pouvez utiliser l'<application>Éditeur de Partitions de GNOME</application> pour partitionner des périphériques de stockage. Installez le paquet <application>gparted</application> (voir <ulink type="help" url="ghelp:add-applications">Ajouter des applications</ulink>) puis allez dans <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Éditeur de partition</guimenuitem></menuchoice> pour démarrer l'Éditeur de partition.
ja: <application>GNOMEパーティションエディタ</application>を利用すれば、ディスクを分割することができます。まず、<application>gparted</application>パッケージをインストールし（<ulink type="help" url="ghelp:add-applications">ソフトウェアの追加と削除</ulink>参照）、その後に<menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>パーティションエディタ</guimenuitem></menuchoice>を選択して、パーティションエディタを起動してください。

source: Be careful when altering disk partitions, as it is possible to lose your data if you delete or change the wrong partition.
fi: Ole varovainen muuttaessasi levyosioita, sillä on mahdollista että kaikki tieto menetetään jos väärä osio poistetaan tai sitä muutetaan.
fr: Attention lorsque vous modifiez des partitions, il est possible de perdre des données si vous effacez ou modifiez la mauvaise partition.
ja: パーティションの変更に失敗すると、データを失う恐れがあります。ディスクのパーティションの削除や変更は、充分に注意して行ってください。

source: Freeing space for a new partition
fi: Tilan vapauttaminen uutta osiota varten
fr: Libérer de l'espace pour une nouvelle partition
ja: 新しいパーティションのための領域を作成する

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice>.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guisubmenu>Ylläpito</guisubmenu><guimenuitem>Levyosioiden muokkain</guimenuitem></menuchoice>.
fr: Allez dans <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Éditeur de partition</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>システム</guimenu><guisubmenu>システム管理</guisubmenu><guimenuitem>パーティションエディタ</guimenuitem></menuchoice>を選択します。

source: Select the device to partition from the drop-down list at the top-right of the main window.
de: Wählen Sie das zu partitionierende Laufwerk aus dem Menü in der rechten oberen Ecke des Hauptfensters aus.
fi: Valitse laite pudotusvalikosta ikkunan oikeasta yläkulmasta.
fr: Sélectionnez le périphérique à partitionner depuis la liste déroulante en haut à droite de la fenêtre principale.
ja: メイン・ウィンドウ右上のドロップダウン・リストから、パーティションを行うデバイスを選択します。

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Unmount</guimenuitem></menuchoice>.
fi: Luettelo osioista ilmestyy näkyviin. Valitse haluttu osio ja avaa <menuchoice><guimenu>Osio</guimenu><guimenuitem>Irrota</guimenuitem></menuchoice>.
fr: Une liste de partitions apparaîtra. Choisissez la partition désirée et sélectionnez <menuchoice><guimenu>Partition</guimenu><guimenuitem>Démonter</guimenuitem></menuchoice>.
ja: パーティションの一覧が表示されます。希望するパーティションを選択し、<menuchoice><guimenu>パーティション</guimenu><guimenuitem>アンマウント</guimenuitem></menuchoice>を選びます。

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size.
fi: Valitse <guilabel>Muuta kokoa tai siirrä</guilabel> muuttaaksesi osion kokoa. Eteesi ilmestyy <guilabel>Muuta tai siirrä</guilabel> -ikkuna. Säätimellä <guilabel>Vapaa tila jälkeen (MiB)</guilabel> voi valita, paljonko kiintolevyllä on tämän osion jälkeen vapaata levytilaa. Vastaavasti <guilabel>Vapaa tila ennen (MiB)</guilabel> -säätimellä voit valita vapaan tilan määrän ennen nykyistä osiota. Voit myös käyttää liukusäätimiä osion koon muuttamiseen.
fr: Pour redimensionner la partition choisissez <guilabel>Redimensionner/Déplacer</guilabel>. La boîte de dialogue <guilabel>Redimensionner/Déplacer</guilabel> apparaîtra. Vous pouvez utiliser la boîte <guilabel>Espace libre suivant (Mio)</guilabel> pour choisir combien d'espace vous souhaitez libérer après cette partition, ou <guilabel>Espace libre précédent (Mio)</guilabel> pour libérer l'espace avant cette partition. Alternativement vous pouvez utiliser la barre glissante pour ajuster la taille de la partition.
ja: パーティションのサイズを変更するために、<guilabel>リサイズ/移動</guilabel>を押します。<guilabel>リサイズ/移動</guilabel>ダイアログが表示されるので、<guilabel>後ろの空きスペース(MiB)</guilabel>を選択してこのパーティションの後ろに作成したい容量を入力するか、<guilabel>前の空きスペース(MiB)</guilabel>を選択してこのパーティションより前に作成したい容量を入力します。スライダを使うことでパーティションサイズを調整する事もできます。

source: To apply the changes, click <guibutton>Resize/Move</guibutton>.
de: Um die Änderungen anzuwenden, klicken Sie <guibutton>Größe ändern/Verschieben</guibutton>.
fi: Napsauta lopuksi <guibutton>Muuta kokoa tai siirrä</guibutton> -painiketta toteuttaaksesi muutokset.
fr: Pour valider les modifications, cliquez sur le bouton <guibutton>Redimensionner/Déplacer</guibutton>.
ja: 変更を適用するには<guibutton>リサイズ/移動</guibutton>をクリックします。

source: To create a new partition inside an already partitioned device, you must first resize an existing partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>; otherwise, follow the instructions below: <placeholder-1/>
fi: Uuden osion luominen nykyisen osion sisään onnistuu siten, että pienennät ensin toista osiota. Jos sinulla on tyhjää tilaa levylläsi, voit siirtyä suoraan kohtaan <xref linkend="creating-new-partition"/>; muutoin seuraa ohjeita alla: <placeholder-1/>
fr: Pour créer une nouvelle partition dans un disque déjà partitionné, vous devez d'abord redimensionner une partition existante. Si vous avez déjà de l'espace libre, sautez directement à <xref linkend="creating-new-partition"/>; sinon, suivez les instructions ci-dessous : <placeholder-1/>
ja: すでにパーティションが存在するディスクに新しいパーティションを作成するためには、まず既存のパーティションをリサイズする必要があります。もしすでに空き領域が存在するなら、<xref linkend="creating-new-partition"/>まで読み飛ばしてください。そうでなければ以下の手順を実行してください：<placeholder-1/>

source: Creating a new partition
fi: Uuden osion luominen
fr: Créer une nouvelle partition
ja: 新しいパーティションを作成する

source: A list of partitions will appear. Select the one called <guilabel>unallocated</guilabel> and click <guibutton>New</guibutton>.
de: Eine Liste der Partitionen wird erscheinen. Wählen Sie die Partition <guilabel>nicht zugewiesener Speicher</guilabel> aus und klicken Sie auf <guibutton>Neu</guibutton>.
fi: Eteesi aukeaa lista osioista. Valitse osio, jonka nimi on <guilabel>osioimaton</guilabel> ja valitse <guibutton>Uusi</guibutton>.
fr: Une liste de partitions s'affiche. Sélectionnez celle nommée <guilabel>non alloué</guilabel> et cliquez sur le bouton <guibutton>Nouveau</guibutton>.
ja: パーティションの一覧が表示されます。その中から<guilabel>未アロケート</guilabel> の一つを選択して<guibutton>新規</guibutton>をクリックします。

source: From the <guilabel>Filesystem</guilabel> drop-down list choose the desired type of filesystem to use and click <guibutton>Add</guibutton>.
de: Wählen Sie das gewünsche Dateisystem aus dem Dropdown-Menü <guilabel>Dateisystem</guilabel> und klicken Sie <guibutton>Hinzufügen</guibutton>.
fi: Valitse <guilabel>Tiedostojärjestelmä</guilabel>-pudotusvalikosta haluttu tiedostojärjestelmän tyyppi ja napsauta <guibutton>Lisää</guibutton>.
fr: À partir de la liste déroulante <guilabel>Système de fichiers</guilabel>, choisissez le type de système de fichiers que vous souhaitez utiliser et cliquez sur le bouton <guibutton>Ajouter</guibutton>.
ja: <guilabel>ファイルシステム</guilabel>ドロップダウンリストから、使用するファイルシステムを選択して<guibutton>追加</guibutton>をクリックする。

source: To apply all the changes made, click <guibutton>Apply</guibutton>.
de: Um die Änderungen anzuwenden, klicken Sie <guibutton>Anwenden</guibutton>.
fi: Toteuttaaksesi kaikki tehdyt muutokset, napsauta <guibutton>Toteuta</guibutton>.
fr: Pour valider les modifications, cliquez sur le bouton <guibutton>Appliquer</guibutton>.
ja: すべての変更を適用するためには<guibutton>適用</guibutton>をクリックします。

source: To create a new partition: <placeholder-1/>
de: Um eine neue Partition zu erstellen: <placeholder-1/>
fi: Luodaksesi uuden osion: <placeholder-1/>
fr: Pour créer une nouvelle partition : <placeholder-1/>
ja: 新たなパーティションを作成するには: <placeholder-1/>

source: Formatting a partition
fi: Osion alustaminen
fr: Formater une partition
ja: パーティションをフォーマットする

source: You can use <application>GNOME Partition Editor</application> to format disk partitions (see <xref linkend="partitioning-device"/> for more information on <application>GNOME Partition Editor</application>).
fi: <application>Levyosioiden muokkain</application> -sovellusta voidaan käyttää levyosioiden alustamiseen (katso lisätietoja <application>Levyosioiden muokkaimesta</application> kappaleesta <xref linkend="partitioning-device"/>)
fr: Vous pouvez utiliser <application>l'Éditeur de Partitions de GNOME</application> pour formater vos partitions de disques (voir <xref linkend="partitioning-device"/> pour plus d'information sur <application>l'Éditeur de Partitions de GNOME</application>).
ja: <application>GNOMEパーティションエディタ</application>を使えば、ディスクパーティションをフォーマットできます（<application>GNOMEパーティションエディタ</application>についての詳しいことは<xref linkend="partitioning-device"/>を参照してください）。

source: Select the partition you want to format and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Format to</guimenuitem></menuchoice> and select from the list the type of filesystem to format the partition to.
de: Wählen Sie die Partition aus, die Sie formatieren möchten, klicken Sie <menuchoice><guimenu>Partition</guimenu><guimenuitem>Dateisystem</guimenuitem></menuchoice> und wählen Sie das gewünschte Dateisystem.
fi: Valitse haluamasi osio ja valitse <menuchoice><guimenu>Osio</guimenu><guimenuitem>Alusta muotoon</guimenuitem></menuchoice> ja valitse listalta haluamasi tiedostojärjestelmä.
fr: Sélectionnez la partition que vous souhaitez formater, choisissez le menu <menuchoice><guimenu>Partition</guimenu><guimenuitem>Formater en</guimenuitem></menuchoice> et cliquez sur le type de système de fichiers voulu dans la liste.
ja: フォーマットするパーティションを選択して<menuchoice><guimenu>パーティション</guimenu><guimenuitem>フォーマット</guimenuitem></menuchoice>をクリックし、パーティションをフォーマットするファイルシステム形式を一覧から選んでください

source: To format a partition, do as follows: <placeholder-1/>
de: Um eine Partition zu formatieren, gehen Sie wie folgt for: <placeholder-1/>
fi: Alustaaksesi osion: <placeholder-1/>
fr: Pour formater une partition, procédez comme suit : <placeholder-1/>
ja: パーティションをフォーマットするには次のようにしてください : <placeholder-1/>

source: Pressing <guibutton>Apply</guibutton> will cause all of the files on the partition to be permanently deleted.
de: Wenn Sie den <guibutton>Anwenden</guibutton>-Knopf drücken, werden alle Dateien auf der Partition unwiderruflich gelöscht.
fi: <guibutton>Toteuta</guibutton>-painikkeen napsauttaminen tuhoaa kaikki osiolla olevat tiedostot pysyvästi.
fr: En cliquant sur <guibutton>Appliquer</guibutton>, tous les fichiers présents sur la partition seront définitivement effacés.
ja: <guibutton>適用</guibutton>をクリックするとパーティション上のすべてのファイルが永久に消去されます。

source: What is formatting?
fi: Mitä alustaminen on?
fr: Qu'est-ce que le formatage ?
ja: フォーマットとは？

source: To format a hard disk, device or partition means to prepare that particular device to be used for storing data.
fi: Kiintolevyn, laitteen tai osion alustaminen tarkoittaa sen valmistamista tiedon tallentamiseen.
fr: Formater un disque dur, un périphérique ou une partition signifie préparer ce périphérique particulier pour qu'il puisse emmagasiner des données.
ja: ハードディスクやデバイス、パーティションのフォーマットを行うということは、そのデバイスにデータを保存するための準備作業を行うことを意味します。

source: The operation of formatting a hard disk or partition is when a specific data-storage format is applied to that device; this format is the <quote>filesystem</quote>.
fi: Kiintolevyn tai osion alustaminen tarkoittaa tietyn tiedon tallennustavan alustamista laitteelle. Tällä tallennustavalla tarkoitetaan <quote>tiedostojärjestelmää</quote>.
fr: L'action de formatter un disque dur ou une partition consiste à lui appliquer un format particulier de stockage de données ; ce format est appellé <quote>système de fichiers</quote>.
ja: ハードディスクやパーティションをフォーマットすることで、そのデバイスで使われるデータ保存の形式が決定されます。この形式を<quote>ファイルシステム</quote>と呼びます。

source: When you buy a disk it is usually not formatted, and cannot yet be used for storing data. When you format the device, you will notice that the free space on it is less than the original size. This is due to the fact that some space has to be used to make the device usable; this space is occupied by the filesystem. Also, disk manufacturers often use a different standard to measure disk capacity, which results in a further discrepancy.
fi: Ostettaessa levy ei yleensä ole alustettu, ja sitä ei voida käyttää tiedon tallentamiseen. Laitetta alustettaessa huomataan, että sillä on vapaata tilaa vähemmän kuin alkuperäinen laitteen koko. Tämä johtuu siitä, että laitteen ottaminen käyttöön kuluttaa jonkin verran tilaa: itse tiedostojärjestelmä siis vie tämän tilan. Levyvalmistajat käyttävät myös usein erilaisia tapoja mitata levyn kokoa, mikä aiheuttaa lisää vaihtelua.
fr: Quand vous achetez un disque dur, celui-ci est habituellement non-formaté et ne peut pas encore être utilisé pour enregister des données. Lorsque vous formaterez ce périphérique, vous constaterez que l'espace libre disponible sur le disque est inférieur à sa capacité d'origine. Cela est dû au fait qu'une partie de l'espace doit être utilisé pour rendre le périphérique exploitable ; cet espace est occupé par le système de fichiers. De plus, les constructeurs de disques utilisent souvent un standard différent pour mesurer la capacité du disque, ce qui entraîne un écart supplémentaire.
ja: フォーマットされていないハードディスクを購入した時点では、まだデータを保存することはできません。そしてデバイスをフォーマットすると、空き領域が元のサイズよりも小さくなっていることに気づくかもしれません。これは、デバイスを利用可能にするために、一部の領域をファイルシステムが使用するためです。また、ディスクの製造業者はしばしば、ディスク容量を標準とは異なる方式で表示するために、さらにずれが生じます。

source: What is a filesystem?
fi: Mikä tiedostojärjestelmä on?
fr: Qu'est-ce qu'un système de fichiers ?
ja: ファイルシステムとは？

source: A filesystem is a particular way of storing and organizing files on a storage device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
fi: Tiedostojärjestelmällä tarkoitetaan tapaa, jolla tiedostot tallennetaan ja organisoidaan tallennusvälineelle, esimerkiksi kiintolevylle. Tiedostojärjestelmä on tärkeä osa käyttöjärjestelmää. Ilman tiedostojärjestelmää tiedostojen käsittely ja tallentaminen olisi mahdotonta.
fr: Un système de fichier est un moyen particulier de stocker et d'organiser des fichiers sur un périphérique de stockage tel qu'un disque dur et constitue une partie importante du système d'exploitation. Sans système de fichiers, lire et enregistrer des fichiers serait impossible.
ja: ファイルシステムとは、ハードディスクのような記憶装置上において、ファイルを保存・整理する方式を指します。また、オペレーティングシステムにとってとても重要な部分でもあります。ファイルシステムがなければ、ファイルを読み取ったり保存したりということが不可能になるでしょう。

source: ext2 and ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
fi: ext2 ja ext3: nämä ovat usein käytössä GNU/Linux-käyttöjärjestelmissä. Ubuntu käyttää <emphasis>ext3</emphasis>-tyyppiä oletustiedostojärjestelmänään.
fr: ext2 et ext3 : ces formats sont habituellement rencontrés sur les systèmes d'exploitation GNU/Linux. Ubuntu utilise <emphasis>ext3</emphasis> comme système de fichiers par défaut.
ja: ext2とext3：これらはGNU/Linuxオペレーティングシステムで一般的に使われています。Ubuntuは標準のファイルシステムとして<emphasis>ext3</emphasis>を使用します。

source: <acronym>FAT16</acronym> and <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you would like to share data between two computers, the <emphasis><acronym>FAT32</acronym></emphasis> format is a good choice.
fi: <acronym>FAT16</acronym> ja <acronym>FAT32</acronym>: nämä ovat vanhemmissa tietokoneissa käytettyjä Microsoft Windows -tiedostojärjestelmiä. Jos kahden koneella halutaan jakaa tietoa, valitaan usein <emphasis><acronym>FAT32</acronym></emphasis>-tiedostojärjestelmä.
fr: <acronym>FAT16</acronym> et <acronym>FAT32</acronym> : les systèmes de fichiers utilisés par Microsoft Windows que l'on peut rencontrer sur des ordinateurs moins récents. Si vous souhaitez partager des données entre deux ordinateurs, le format <emphasis><acronym>FAT32</acronym></emphasis> est recommandé.
ja: <acronym>FAT16</acronym>と<acronym>FAT32</acronym>：これらは、古いコンピュータのMicrosoft Windowsで使われているファイルシステムです。二つのコンピュータでデータを共有したい場合、<emphasis><acronym>FAT32</acronym></emphasis>形式は良い選択となるでしょう。

source: <acronym>NTFS</acronym>: this is the filesystem type used by more modern versions of Microsoft Windows.
fi: <acronym>NTFS</acronym>: tämä on tiedostojärjestelmätyyppi, jota uudemmat Microsoft Windowsit käyttävät.
fr: <acronym>NTFS</acronym> : type de système de fichiers utilisé par les versions modernes de Microsoft Windows.
ja: <acronym>NTFS</acronym>：これは、Microsoft Windwosの最近のバージョンで使われているファイルシステムです。

source: <acronym>HFS+</acronym>: this is the Mac OS X default filesystem type.
fi: <acronym>HFS+</acronym>: tämä on Mac OS X -käyttöjärjestelmän oletustiedostojärjestelmä.
fr: <acronym>HFS+</acronym> : le type de système de fichiers par défaut de Mac OS X.
ja: <acronym>HFS+</acronym>：これは、Mac OS Xで標準で使われているファイルシステムです。

source: There are different types of filesystem. The most common are: <placeholder-1/>
de: Es gibt verschiedene Arten von Dateisystemen. Die gängigsten sind: <placeholder-1/>
fi: On olemassa useita tiedostojärjestelmiä, joista yleisimpiä ovat: <placeholder-1/>
fr: Il y a différents types de systèmes de fichiers, les plus communs étant : <placeholder-1/>
ja: これ以外のファイルシステムも存在しますが、それらのうち一般的なものについては<placeholder-1/>を参照してください。

source: What is a Partition?
de: Was ist eine Partition?
fi: Mikä on osio?
fr: Qu'est-ce qu'une partition ?
ja: パーティションとはなにか？

source: A partition is a means of dividing the storage capacity of a device, such as a hard disk, into several parts which can then be treated as separate storage devices (<quote>logical devices</quote>).
fi: Osiointi tarkoittaa laitteen, kuten kiintolevyn, sisältämän tilan jakamista useaan osaan, joita voidaan käsitellä ikään kuin erillisinä tallennuslaitteina (<quote>loogisina laitteina</quote>).
fr: Une partition permet de diviser la capacité de stockage d'un périphérique, par exemple un disque dur, en plusieurs parties pouvant être traitées chacune comme des périphériques de stockages indépendents.
ja: パーティションとは、ハードディスクのようなデバイスの空き領域を分割したものを意味し、それぞれの領域は別の記憶装置（<quote>論理デバイス</quote>）として扱えるようになります。

source: Each logical device is seen by the operating system as a distinct device, and thus is treated as an independent disk.
de: Jedes logische Laufwerk wird vom Betriebssystem als ein getrenntes Laufwerk gesehen und wird daher wie eine eigenständige Festplatte verwendet.
fi: Jokainen looginen laite näkyy käyttöjärjestelmälle erillisenä laitteena, ja sitä käsitellään itsenäisenä levynä.
fr: Chaque périphérique logique est vu comme un périphérique distinct par le système d'exploitation, et est ainsi traité comme un disque indépendant.
ja: オペレーティングシステム（OS）はそれぞれの論理デバイスをまったく別個のデバイスとして認識しますので、OS上は（物理的には一つのディスクであっても）それぞれが独立したディスクとして取り扱われます。

source: To retrieve free space
fi: Vapaan tilan vapauttaminen
fr: Pour récupérer de l'espace libre
ja: 空き領域を確保するため

source: To install different operating systems
fi: Eri käyttöjärjestelmien asentaminen
fr: Pour installer plusieurs systèmes d'exploitation
ja: 複数のオペレーティングシステムをインストールするため

source: To better organize data on the hard disk
fi: Kiintolevyllä olevien tietojen organisointi
fr: Pour mieux organiser les données sur le disque dur
ja: ハードディスク上のデータをより上手に整理するため

source: Partitioning a hard disk can be done for several reasons: <placeholder-1/>
de: Eine Festplatte zu partitionieren kann verschiedene Gründe haben: <placeholder-1/>
fi: Kovalevyn osiointiin on monia syitä: <placeholder-1/>
fr: Le partionnement d'un disque dur peut être effectué pour de nombreuses raisons : <placeholder-1/>
ja: ハードディスクにパーティションを作成することはいくつかの理由があります: <placeholder-1/>

source: Mounting and Unmounting Devices
de: Laufwerke einhängen und aushängen
fi: Laitteiden liittäminen ja irrottaminen
fr: Montage et démontage de périphériques
ja: デバイスのマウントとアンマウント

source: When you connect a removable storage device to your computer, it must be <emphasis>mounted</emphasis> by the operating system so that you are able to access the files on the device.
fi: Kun irrotettava tallennuslaite kytketään tietokoneeseen, käyttöjärjestelmän täytyy <emphasis>liittää</emphasis> se, jotta laitteella olevia tiedostoja voidaan käsitellä.
fr: Quand vous connectez un périphérique de stockage amovible à votre ordinateur, celui-ci doit être <emphasis>monté</emphasis> par le système d'exploitation afin de vous permettre d'accéder aux fichiers présents sur le périphérique.
ja: コンピュータにリムーバブルデバイスを接続した場合、オペレーティングシステムがそのデバイス上のファイルを読み書きするためには、<emphasis>マウント</emphasis>する必要があります。

source: To find out how to mount and unmount storage devices, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
fi: Lisätietoja tallennuslaitteiden liittämisestä ja irrottamisesta: <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Irrotettavien medioiden käyttö</ulink>
fr: Pour savoir comment monter et démonter des périphériques de stockage, voir <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Utiliser des médias amovibles</ulink>
ja: 記憶装置をマウント・アンマウントする方法は、<ulink type="help" url="ghelp:user-guide#gosnautilus-460">リムーバブルメディアを利用する</ulink>を参照してください。
