Repository: ahoneybun/pop-docs
Catalog: ubuntu/hardware/po/*.po
Languages: de, fi, fr, ja

source: See the Laptop Testing <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">community support pages</ulink> for a full listing of available laptop tests.
de: Besuchen Sie die <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Community Support-Seiten</ulink> um die vollständige Liste der verfügbaren Laptop Testberichte anzusehen.
fi: Katso luettelo saatavilla olevista kannettavien testituloksista <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">yhteisön tukisivuilta</ulink>.
fr: Consultez les <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">pages d'assistance de la communauté</ulink> concernant les tests d'ordinateurs portables pour obtenir une liste complète des tests disponibles.
ja: ラップトップテストの完全な一覧は<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">community support pages</ulink>で見ることができます。

source: You can participate in laptop testing yourself by contacting the <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
de: Sie können auch beim Testen von Laptops mitmachen: kontaktieren Sie das <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
fi: Kannettavien testaamiseen voi myös osallistua ottamalla yhteyttä <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing</ulink> -tiimiin.
fr: Vous pouvez participer au tests des ordinateurs portables en contactant l'<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">équipe de test des ordinateurs portables</ulink>.
ja: <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>にコンタクトして、あなた自身もlaptop testingに加わることもできます。

source: Mice and keyboards
de: Mäuse und Tastaturen
fi: Hiiret ja näppäimistöt
fr: Souris et claviers
ja: マウスとキーボード

source: This section provides instructions on using and configuring mice, keyboards and other input devices to make them more comfortable for you to use.
de: Dieser Abschnitt enthält Anleitungen zur Verwendung und Konfiguration von Mäusen, Tastaturen und anderen Eingabegeräten.
fi: Tämä osio kertoo hiirten, näppäimistöjen ja muiden syöttölaitteiden käytöstä ja niiden asetuksien muuttamista mukavampaa käyttöä varten.
fr: Cette section fournit des instructions sur l'utilisation et la configuration des souris, des claviers et autres périphériques de saisie pour les adapter à votre utilisation.
ja: この項では、マウスやキーボードの使い方と設定方法、およびその他のインプットデバイス（入力装置）をより快適に使用できるようにする方法を説明します。

source: Mice and other pointing devices
de: Mäuse und Zeigegeräte
fi: Hiiret ja muut osoitinlaitteet
fr: Souris et autres périphériques de pointage
ja: マウスその他のポインティングデバイス

source: You can change numerous options related to your mouse, such as how fast the pointer moves and how clicks are interpreted by the computer.
de: Sie können zahlreiche Einstellungen Ihrer Maus ändern, wie zum Beispiel die Geschwindigkeit des Zeigers oder wie Mausklicke vom Rechner bearbeitet werden sollen.
fi: Hiiren liittyen on mahdollista muuttaa monia asetuksia, kuten kuinka nopeasti osoitin liikkuu ja miten tietokone tulkitsee hiiren painikkeiden napsautuksia.
fr: Vous pouvez modifier de nombreuses options de votre souris, comme la vitesse de déplacement du curseur et l'interprétation par l'ordinateur de vos clics.
ja: ポインターの移動を速くするとか特殊なクリック方法の設定など、あなたが使用するマウスに関するおびただしいオプションを変更することができます。

source: Mouse Skills
de: Mausfunktionen
fi: Hiiren käyttö
fr: Utilisation de la souris
ja: マウスの操作方法

source: Information on basic mouse skills, such as pointing, clicking and dragging.
de: Informationen über grundlegende Mausfunktionen wie zeigen, klicken und Objekte bewegen.
fi: Tietoa hiiren peruskäytöstä, kuten osoittamisesta, napsauttamisesta ja raahaamisesta.
fr: Informations concernant l'utilisation basique de la souris telle le pointage, la gestion des clics et du glisser/déposer.
ja: ポイント、クリック、ドラッグなど基本的なマウス操作についての説明です。

source: Mouse Preferences
de: Mauseinstellungen
fi: Hiiren asetukset
fr: Préférences de la souris
ja: マウスの設定

source: Instructions on how to change various settings related to your mouse, such as whether the mouse is left-handed and how fast the pointer moves.
de: Anleitung zu den Mauseinstellungen, zum Beispiel ob die Maus für Linkshänder eingerichtet oder wie schnell sich der Zeiger bewegen soll.
fi: Tietoja hiireen liittyvien asetusten, kuten vasen/oikeakätisyyden ja osoittimen liikkeen nopeuden, muuttamisesta.
fr: Instructions concernant la modification de divers réglages liés à votre souris, comme l'utilisation par les gauchers et la vitesse de déplacement du pointeur.
ja: マウスを左利き用にするかどうかやポインターを素早く移動させるようにするなどの、マウスに関するさまざまな設定変更方法を説明します。

source: Accessibility - Configuring the Mouse
de: Zugangshilfen - Mauseinstellungen
fi: Esteettömyys - Hiiren asetusten tekeminen
fr: Accessibilité – Configuration de la souris
ja: アクセシビリティ - マウスの設定

source: Information on changing mouse preferences for users of assistive technologies.
fi: Tietoa hiiren asetusten muuttamisesta esteettömyystekniikoiden käyttäjille.
fr: Informations sur la façon de modifier les préférences de la souris pour les utilisateurs des outils d'accessibilité.
ja: 支援技術のユーザのための、マウスの設定について説明します。

source: Accessibility - Configuring Alternative Pointing Devices
de: Zugangshilfen - Einstellungen alternativer Zeigegeräte
fi: Esteettömyys - Vaihtoehtoisten osoitinlaitteiden asettaminen
fr: Accessibilité – Configuration de périphériques de pointage alternatifs
ja: アクセシビリティ - 代替ポインティングデバイス

source: Information on using a pointing device other than a mouse.
de: Informationen über die Verwendung eines Zeigegeräts anstelle einer Maus.
fi: Tietoja muun osoitinlaitteen kuin hiiren käyttämisestä.
fr: Informations concernant l'utilisation de périphériques de pointage autres qu'une souris.
ja: マウス以外のポインティングデバイスを使用する方法について説明します。

source: Keyboards
de: Tastaturen
fi: Näppäimistöt
fr: Claviers
ja: キーボード

source: There are many options related to your keyboard which you can change, such as the keyboard language and keyboard shortcuts.
de: Es gibt zahlreiche Einstellungsmöglichkeiten für Ihre Tastatur. Dazu gehört zum Beispiel die Änderung der Tastaturbelegung und die Festlegung von Tastaturkürzel.
fi: Näppäimistöön liittyen on mahdollista muuttaa monia valintoja, kuten näppäimistön kieltä ja pikanäppäimiä.
fr: Il y a de multiples options associées à votre clavier que vous pouvez modifier, telles que la disposition des touches selon la langue et les raccourcis clavier.
ja: キーボード言語やキーボードショートカットなど、キーボードに関して変更可能なオプションがたくさんあります。

source: Basic Keyboard Skills
de: Grundlegende Tastaturfunktionen
fi: Näppäimistön käyttö
fr: Utilisation basique du clavier
ja: キーボードの基本的操作方法

source: Information on basic keyboard usage.
fi: Tietoja näppäimistön peruskäytöstä.
fr: Informations concernant l'utilisation basique du clavier.
ja: 基本的なキーボード使用方法についての説明

source: Keyboard Preferences
de: Tastatureinstellungen
fi: Näppäimistön asetukset
fr: Propriétés du clavier
ja: キーボードの設定

source: Change settings related to your keyboard, such as the layout of the keyboard.
de: Änderung der Einstellungen Ihrer Tastatur, wie zum Beispiel Tastaturbelegung
fi: Näppäimistöön liittyvien asetusten, kuten näppäimistöasettelun, muuttaminen.
fr: Modifier les réglages liés à votre clavier, telle que la disposition du clavier.
ja: キーボードレイアウトその他、キーボードに関する設定を変更する

source: Keyboard Indicator
de: Tastaturindikatur
fi: Näppäimistön asettelu
fr: Indicateur de claviers
ja: キーボード・アイテム

source: The manual of the Keyboard Indicator, which allows you to change between different keyboard layouts.
de: Anleitung zum Tastaturindikator. Der Tastaturindikator ermöglicht es, zwischen verschiedenen Tastaturbelegungen zu wechseln.
fi: Näppäimistön asettelu -sovelman ohjekirja. Sovelmalla on mahdollista vaihtaa eri näppäimistöasetteluiden välillä.
fr: Le manuel de l'indicateur de clavier, qui permet le basculement entre différentes dispositions du clavier.
ja: キーボード・アイテムについてのマニュアル（別のキーボードレイアウトに切り替えることができます）

source: Accessibility - Configuring the Mouse and Keyboard
de: Zugangshilfen - Maus- und Tastatureinstellungen.
fi: Esteettömyys - hiiren ja näppäimistön asetusten muuttaminen
fr: Accessibilité – Configuration de la souris et du clavier
ja: アクセシビリティ - マウスとキーボードの設定

source: Information on configuring the mouse and keyboard for users of assistive technologies.
de: Informationen über die Maus- und Tastatureinstellungen für Anwender von Hilfstechnologien.
fi: Tietoja hiiren ja näppämistön asetusten muuttamisesta esteettömyysteknologioita käyttäville ihmisille.
fr: Information sur la configuration de la souris et du clavier pour les utilisateurs des technologies d'accessibilité.
ja: マウス・キーボードの設定とユーザー支援技術に関する情報

source: Using the Keyboard to Navigate the Desktop
de: Die Tastatur verwenden, um den Destkop zu bedienen.
fi: Näppäimistön käyttö työpöydällä liikkumiseen
fr: Utilisation du clavier pour parcourir le Bureau
ja: キーボードでデスクトップを操作する

source: A guide on how to navigate the desktop using only a keyboard.
de: Eine Anleitung zur Bedienung des Desktops, indem man nur die Tastatur verwendet.
fi: Opas työpöydän käytöstä pelkällä näppäimistöllä.
fr: Un guide pour l'utilisation du bureau uniquement à l'aide du clavier.
ja: キーボードだけを使ってデスクトップを操作する方法

source: Keyboard Accessibility Monitor
de: Barrierefreiheitsstatus der Tastatur
fi: Näppäimistön esteettömyystila
fr: Moniteur d'accessibilité du clavier
ja: キーボードの操作性の設定

source: The manual of the Keyboard Accessibility Monitor, which shows the status of any keyboard accessibility features which are turned on.
de: Anleitung zur Barrierefreiheitsstatus-Anzeige die zeigt, welche Zugangshilfe-Funktionen eingeschaltet sind.
fi: Näppäimistön esteettömyystila -sovelman ohjekirja. Sovelma näyttää käytössä olevat näppäimistön esteettömyysominaisuudet.
fr: Le manuel du moniteur d'accessibilité du clavier, qui affiche l'état des dispositifs d'accessibilité du clavier qui sont activés.
ja: キーボードの操作性の設定に関するマニュアル（このマニュアルは、キーボードアクセシビリティの興味深い特徴すべてを明らかにします）。

source: Using the Character Palette
de: Verwendung der Zeichenpalette
fi: Merkkikartan käyttäminen
fr: Utilisation de la palette de caractères
ja: 文字パレットを使うには

source: Use the Character Palette to insert letters and symbols which are not on your keyboard.
de: Verwenden Sie die Zeichenpalette, um Buchstaben und Symbole, die nicht auf Ihrer Tastatur zu finden sind einzufügen.
fi: Merkkikartta-ohjelman käyttö näppäimistöstä puuttuvien kirjaimien ja merkkien syöttämiseen.
fr: Utilisez la palette de caractères pour insérer des lettres ou symboles ne figurant pas sur votre clavier.
ja: キーボードにはない文字や記号を文字パレットで入力します。

source: Touchpads and graphics tablets
de: Touchpads und Grafiktabletts
fi: Kosketuslevyt ja piirtopöydät
fr: Pavés tactiles et tablettes graphiques
ja: タッチパッドおよびグラフィックタブレット

source: You can use a touchpad or graphics tablet to move a mouse pointer.
de: Sie können einen Touchpad oder ein Grafiktablett verwenden, um den Mauszeiger zu steuern.
fi: Kosketuslevyä tai piirtopöytää voidaan käyttää hiiren osoittimen liikuttamiseen.
fr: Vous pouvez utiliser le pavé tactile ou une tablette graphique pour déplacer le pointeur de la souris.
ja: タッチパッドまたはグラフィックタブレットを使ってマウスポインターを動かすことができます。

source: Information on changing the settings of a laptop touchpad.
de: Informationen zu den Touchpad-Einstellungen von Laptops
fi: Tietoja kannettavan tietokoneen kosketuslevyn asetusten muuttamisesta.
fr: Informations concernant la modification des réglages du pavé tactile d'un ordinateur portable.
ja: ノートPCのタッチパッド設定変更についての説明

source: translator-credits
de: Launchpad Contributions: Christian Schneiker https://launchpad.net/~chrisschneiker Martin Gräßlin https://launchpad.net/~ubuntu-martin-graesslin Papamatti https://launchpad.net/~matti-lx Launchpad Contributions: Christian Schneiker https://launchpad.net/~chrisschneiker Imre Kalomista https://launchpad.net/~ikalomista-translate Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Maren Reinecke https://launchpad.net/~maren-reinecke Martin Gräßlin https://launchpad.net/~ubuntu-martin-graesslin Papamatti https://launchpad.net/~matti-lx Sam https://launchpad.net/~and-rea Sebastian Heinlein https://launchpad.net/~glatzor ctx https://launchpad.net/~ctxmail
fi: Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikkim Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mikko Piippo https://launchpad.net/~piippo-cc Timo Jyrinki https://launchpad.net/~timo-jyrinki
fr: Launchpad Contributions: BobMauchin https://launchpad.net/~zebob.m Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Nicolas Quenouille https://launchpad.net/~nicoz Philippe Piquer https://launchpad.net/~philippep62 gduteil https://launchpad.net/~gduteil Launchpad Contributions: BobMauchin https://launchpad.net/~zebob.m Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Philippe Piquer https://launchpad.net/~philippep62 Launchpad Contributions: Alexandre Franke https://launchpad.net/~afranke BobMauchin https://launchpad.net/~zebob.m Bruno https://launchpad.net/~maxicontent-gmail Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Claude Paroz https://launchpad.net/~paroz Guillaume Deligne https://launchpad.net/~deathdwarf Launchpad Translations Administrators https://launchpad.net/~rosetta-admins ManuPeng https://launchpad.net/~mvieuxmaire Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas Velin https://launchpad.net/~nsv Philippe Piquer https://launchpad.net/~philippep62 Photon https://launchpad.net/~photon-ubuntu YannUbuntu https://launchpad.net/~yann-merrien
ja: Launchpad Contributions: CMasami https://launchpad.net/~cmasami Yuji Kaneko https://launchpad.net/~yujikaneko Launchpad Contributions: CMasami https://launchpad.net/~cmasami Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door UBSGW https://launchpad.net/~ubsgwubsgw Yuji Kaneko https://launchpad.net/~yujikaneko afujihara https://launchpad.net/~afujihara

source: Canonical Ltd. and members of the Ubuntu Documentation Project
de: Canonical Limited und die Mitglieder des Ubuntu-Dokumentationsprojektes

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to settings relating to hardware yourself. This section provides information on tools which can be used to configure your hardware.
de: Ubuntu konfiguriert Ihre Hardware automatisch. In einigen wenigen Fällen müssen Sie jedoch selbst die Einstellungen Ihrer Hardware anpassen. Dieser Abschnitt bietet Informationen zu Werkzeugen, die benutzt werden können um Ihre Hardware zu konfigurieren.

source: If a <emphasis>restricted driver</emphasis> is availble for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a restricted driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">desktop effects</ulink>.
de: Wenn ein <emphasis>eingeschränkter Treiber</emphasis> für ein bestimmtes Gerät verfügbar ist, können Sie diesen installieren, damit Ihr Gerät korrekt funktioniert oder damit neue Funktionen verfügbar werden. Die Installation eines eingeschränkten Treibers für bestimmte Grafikkarten ermöglicht zum Beispiel die Verwendung aufwendiger <ulink type="help" url="ghelp:desktop-effects">Desktop Effekte</ulink>.

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Restricted Drivers Manager</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Verwaltung eingeschränkter Treiber</guimenuitem></menuchoice>.

source: The restricted driver may have to be downloaded and installed.
de: Der eingeschränkte Treiber muss unter Umständen heruntergeladen und installiert werden.

source: Checking Free and Used Space
de: Freien und genutzten Speicher überprüfen

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>,
de: Wählen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.

source: Select the desired device and right click on it,
de: Wählen Sie das gewünschte Laufwerk aus und drücken Sie die rechte Maustaste.

source: Select <guimenuitem>Properties</guimenuitem>.
de: Wählen Sie <guimenuitem>Eigenschaften</guimenuitem>.

source: To check the amount of free and used space on your computer, on your removable devices and on your file systems, do as follow: <placeholder-1/>
de: Um den verfügbaren und belegten Speicher auf Ihrem Rechner, Wechseldatenträgern und Ihren Dateisystemen anzuzeigen, gehen Sie wie folgt vor: <placeholder-1/>

source: You will be present with a two color <emphasis>pie chart</emphasis> indicating the free and used space on that particular device.
de: Sie werden ein zweifarbiges Kuchendiagramm sehen, das anzeigt wieviel Speicher auf dem Laufwerk belegt bzw. verfügbar ist.

source: The blue color indicates the free space, the yellow one indicates the used space. On the right of this chart there's a small legend with the exactly free and used space.
de: Der verfügbare Speicher wird blau angezeigt, die gelbe Farbe steht für den belegten Speicher. Rechts vom Diagramm sehen Sie eine Legende, die genau anzeigt wieviel Speicher verfügbar bzw. belegt ist.

source: If you want to know the amount of free and used space of a removable device like a CD/DVD-ROM or a USB key, first mount that particular device.
de: Wenn Sie wissen möchten wieviel freier und belegter Speicherplatz auf einem Wechseldatenträger, wie CD/DVD-ROM oder einem USB- Speichermedium ist, dann hängen Sie das entsprechende Gerät erst ein.

source: Advanced Analysis
de: Fortgerschrittene Analyse

source: For a more accurate analysis of your filesystem, you can use <application>Disk Usage Analyzer</application>. To launch <application>Disk Usage Analyzer</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>baobab</command> and hit <keycap>Return</keycap>.
de: Um das Dateisystem genauer zu analysieren, können Sie die <application>Festplattenbelegung analysieren</application> verwenden. Um die Anwendung auszuführen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Festplattenbelegung analysieren</guimenuitem></menuchoice>, oder geben Sie <command>baobab</command> in die Befehlszeile (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ein und drücken Sie die <keycap>Eingabetaste</keycap>.

source: For analysing the entire filesystem, press <guilabel>Scan Filesystem</guilabel> form the toolbar, or for analysing only your home folder, press <guilabel>Scan Home</guilabel>.
de: Um das ganze Dateisystem zu analysieren, drücken Sie <guilabel>Dateisystem einlesen</guilabel> in der Werkzeugleiste, oder <guilabel>Persönlichen Ordner einlesen</guilabel>, um nur den persönlichen Ordner zu überprüfen.

source: For more information about, see <ulink url="ghelp:baobab" type="help"><application>Disk Usage Analyzer</application></ulink>.
de: Weitere Informationen finden Sie in der <ulink url="ghelp:baobab" type="help">Hilfe</ulink>.

source: Partitioning a Device
de: Laufwerke partitionieren

source: To partition a disk in Ubuntu, either a hard disk or a removable device, the program <application>GNOME Partition Editor</application> is needed.
de: Um in Ubuntu ein Laufwerk (Festplatte oder Wechseldatenträger) zu partitionieren, wird die Anwendung <application>GNOME Partition Editor</application> benötigt.

source: To install <application>GNOME Partition Editor</application>, install the <application>gparted</application> package (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
de: Um <application>GNOME Partition Editor</application> nutzen zu können, installieren Sie das Paket <application>gparted</application> (siehe auch <ulink type="help" url="ghelp:add-applications">Hinzufügen von Anwendungen</ulink>).

source: To launch <application>GNOME Partition Editor</application> choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice>, or from a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type <command>gksudo gparted</command> and press <keycap>Enter</keycap>.
de: Um <application>GNOME Partition Editor</application> auszuführen, wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Verwaltung</guisubmenu><guimenuitem>Gnome Partition Editor</guimenuitem></menuchoice> oder geben Sie in die Befehlszeile (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) <command>gksudo gparted</command> ein und drücken Sie die <keycap>Eingabetaste</keycap>.

source: Freeing Space in a Partition
de: Partitionen verkleinern

source: Launch <application>GNOME Partition Editor</application>.
de: Starten Sie <application>GNOME Partition Editor</application>.

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>unmount</guimenuitem></menuchoice>.
de: Eine Liste von Partitionen wird erscheinen. Wählen Sie die gewünschte Partition aus und wählen Sie <menuchoice><guimenu>Partition</guimenu><guimenuitem>unmount</guimenuitem></menuchoice>.

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> spin box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size..
de: Um die Größe der Partition zu verändern, wählen Sie <guilabel>Größe ändern/Verschieben</guilabel>. Das Dialogfenster <guilabel>Größe ändern/Verschieben</guilabel> wird erscheinen. Sie können das <guilabel>Freier Speicher danach (MiB)</guilabel> Eingabefeld verwenden, um zu bestimmen wieviel Speicher nach der Partition verfügbar gemacht werden soll, oder das Eingabefeld <guilabel>Freier Speicher davor (MiB)</guilabel>, um zu bestimmen wieviel Speicher vor der Partition verfügbar gemacht werden soll. Alternativ können Sie den Schieberegler bewegen, um die Partitionsgröße anzupassen.
