Repository: ahoneybun/pop-docs
Catalog: ubuntu/config-desktop/po/*.po
Languages: si

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
si: ubuntu-doc@lists.ubuntu.com (Ubuntu ප්‍රලේඛන ව්‍යාපෘතිය)

source: Customising Your Desktop
si: ඩෙස්ක්ටොප් එක ප්‍රතිසැකසීම

source: Placeholder.
si: ස්ථානධාරකය.

source: Customising Your Computer
si: ඔබේ පරිගණකය ප්‍රතිසැකසීම

source: Credits and License
si: ස්තුතිය සහ බලපත්‍ර

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
si: මෙම ලේඛනය Ubuntu ප්‍රලේඛන කණ්ඩායම විසින් නඩත්තු කරනු ලැබේ (https://wiki.ubuntu.com/DocumentationTeam). දායකත්වය සපයන්නන්ගේ ලයිස්තුව බැලීමට කරැණාකර <ulink url="../../../common/C/contributors.xml">දායකත්වය සපයන්නන්ගේ පිටුවට</ulink> පිවිසෙන්න.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
si: මෙම ලේඛනය Creative Commons ShareAlike 2.5 (CC-BY-SA) බලපත්‍රය යටතේ නිකුත්කර ඇත.

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
si: මෙම බලපත්‍රයේ කොන්දේසි යටතේ Ubuntu ප්‍රලේඛන මූල කේත වෙනස් කිරීමට, දීර්ඝ කිරීමට හා වැඩිදියුණු කිරීමට ඔටබ නිදහස ඇත.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
si: බලපත්‍රයේ පිටපතක් ලබාගැනීම සදහා: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike බලපත්‍රය</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
si: Canonical Ltd. ආයතනය සහ Ubuntu ප්‍රලේඛන කණ්ඩායමේ සාමාජිකයින්

source: The Ubuntu Documentation Project
si: Ubuntu ප්‍රලේඛන ව්‍යාපෘතිය

source: This section contains information about changing the look and behaviour of your computer to suit your preference.
si: ඔබේ අවශ්‍යතාවයට ගැලපෙන පරිදි ඔබේ පරිගණකයේ හැසිරීම සහ ස්වරෑපය වෙනස් කරගැනීම පිළිබද තොරතුරැ මෙම කොටසේ අඩංගු වේ.

source: Customising Panels
si: වෙනස්කිරීමේ පැනලය

source: The Main Menu
si: ප්‍රධාන මෙනුව

source: Customising other aspects of the desktop
si: අනෙකුත් ඩෙස්ක්ටොප් අංගයන් වෙනස් කිරීම

source: translator-credits
si: පරිවර්තක-ස්තූතිය මෙලංග ටිරෝන් වික්‍රමරත්න අරවින්ද මනෝජ් රත්නායක
