Repository: ahoneybun/pop-docs
Catalog: advanced-topics/po/*.po
Languages: be, lo

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
be: ubuntu-doc@lists.ubuntu.com (Праэкт дакумэнтацыі Ubuntu)
lo: ubuntu-doc@lists.ubuntu.com (ຂໍ້ມຸນ ໂຄງການ ອຸບົນຕູ)

source: Advanced Topics
be: Пашыраныя тэмы
lo: ເລື້ອງລະດັບສູງ

source: Placeholder
be: Намеснік
lo: ບ່ອນເກັບ

source: Credits and License
be: Падзякі й ліцэнзыя
lo: ຊິດແລະອະຍາ

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
be: Гэты дакумэнт падтрымліваецца камандай дакумэнтацыі Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Каб пабачыць сьпіс удзельнікаў, глядзіце <ulink url="../../libs/C/contributors.xml">старонку ўдзельнікаў</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
be: Гэты дакумэнт распаўсюджваецца згодна з ліцэнзыяй Creative Commons ShareAlike 2.5 License (CC-BY-SA).
lo: ບົດນີ້ແພ່ເພີຍໃຫ້ຊິດທິຕາມລັກອະຍາCreative Commons ShareAlike 2.5

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
be: Вы можаце свабодна зьмяняць, пашыраць і паляпшаць зыходны код дакумэнтацыі Убунту ў тэрмінах гэтай ліцэнзіі. Гэтая ліцэнзія мусіць распаўсюджвацца на ўсе вытворныя працы.
lo: ທ່ານມີຊິດປັບແປງສົມບູນເອກະສານ​ບົດUbuntu documentation ຕາມລາຍລະອຽດອະຍາຊິດ​ແລະທຸກຢ່າງປັບຈາກໂຕ້ນນີ້ຈະຕົກໃນຊິດດຽວກັນຕລອດ

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
be: Гэтая дакумэнтацыя распаўсюджваецца з надзеяю, што яна будзе карысная, але БЕЗ НІЯКІХ ГАРАНТЫЯЎ; нават без прадвызначанай гарантыі ГАНДЛЁВАЙ ПРЫДАТНАСЬЦІ альбо ПРЫДАТНАСЬЦІ ДА ЎЖЫВАНЬНЯ Ў АКРЭСЬЛЕНЫХ МЭТАХ ЗГОДНА З ЗАПІСАМ У АДМАЎЛЕНЬНІ.
lo: ບົດອານເທີກກະຈາຍດ້ວຍຄວາມຫວັງດີແລະກໍ່ບໍ່ມີໃຫ້ການປກັນຈັກນ່ອຍ ​ໄຊ້ໃດ້ ຂາຍໃດ້ ອັນໃດກໍ່ຢ່າ​ ຕາມຂໍ້ບົດຍົກເວັນຊິດ

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
be: Копія ліцэнзыі даступная тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
lo: ສໍາເນົາລິຂະສິກຢູ່ນີ້: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
be: Праэкт дакумэнтацыі Ubuntu
lo: ລາຍບົດລະບົບ​Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
be: Canonical Ltd. і сябры <placeholder-1/>
lo: ບໍລິສັດCanonical ເປັນພາກຊ່ວນ <placeholder-1/>

source: The Ubuntu Documentation Project
be: Праэкт дакумэнтацыі Ubuntu
lo: ເອກສານຄັງການ ອຸບັນຕູ

source: Installing Server Applications
be: Усталяваньне сэрверных праграмаў

source: Using the Command Line
be: Карыстаньне загадным радком
lo: ໃຊ້ບ່ອນຂຽນຄຳຊັງ

source: Writing Your Own Programs
be: Напісаньне вашых асабістых праграмаў

source: man pages
be: старонкі дапамогі
lo: ບົດວິທີ

source: Terminal Commands References (<placeholder-1/>)
be: Сьпіс тэрмінальных камандаў (<placeholder-1/>)
lo: ຄຳຊັ່ງຈໍTerminal​ (<placeholder-1/>) ຍໍ້

source: GNU Info Pages
be: Старонкі інфармацыі пра GNU
lo: ຫນ້າຂໍ້ມູນ GNU

source: translator-credits
be: Launchpad Contributions: Alexander Nyakhaychyk https://launchpad.net/~nab Iryna Nikanchuk https://launchpad.net/~unetriste Sergei Chernooki https://launchpad.net/~chernooki
lo: Launchpad Contributions: Dhiemx https://launchpad.net/~dhiemx
