Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: cd project_dir ; svn update
fr: cd répertoire_du_projet ; svn update
pt_br: cd diretorio_do_projeto ; svn update

source: For more details about using each Subversion sub-command, you can refer to the manual. For example, to learn more about the co (checkout) command, please run the following command from a terminal prompt:
fr: Pour plus d'informations sur l'utilisation de chaque sous-commande de Subversion, vous pouvez vous référer au manuel. Par exemple, pour en savoir plus sur la commande co (checkout), exécutez la commande suivante dans un terminal :
pt_br: Para maiores detalhes sobre a utilização de cada sub-comando do Subversion, você pode consultar o manual. Por exemplo, para aprender mais sobre o comando co (checkout), por favor rode o seguinte comando em um prompt de terminal:
tr: Bozulmanın her alt komutu kullanımı hakkında daha fazla ayrıntı için kılavuza bakabilirsin. Örneğin, co (checkout) komutu hakkında daha fazla öğrenmek için lütfen terminalden şu komutu çalıştırın:

source: Access via custom protocol with SSL encryption (svn+ssh://)
fr: Accès par un protocole personnalisé avec un chiffrement SSL (svn+ssh://)
pt_br: Acessar via protocolo específico com criptografia SSL (svn+ssh://)
tr: Özel tanımlı iletişim kuralına SSL şifrelemesi ile erişme (svn+ssh://)

source: The configuration and server process is same as in the svn:// method. For details, please refer to the above section. This step assumes you have followed the above step and started the Subversion server using <application>svnserve</application> command.
fr: La configuration et le processus du serveur est le même que pour la méthode svn://. Pour plus de détails, veuillez vous référer au chapitre précédent. Dans cette étape, nous supposons que vous avez suivi l'étape précédente et que vous avez démarré le serveur Subversion en utilisant la commande <application>svnserve</application>.
pt_br: A configuração e o processo do servidor é o mesmo do método svn://. Para detalhes, por favor consulte a seção acima. Esse passo assume que você tenha seguido o passo acima e iniciado o servidor Subversion usando o comando <application>svnserve</application>.
tr: Yapılandırma ve sunucu işlemi svn:// yöntemi ile aynıdır. Ayrıntılar için üstteki bölüme başvurun. Bu adım, üstteki basamağı takip ettiğinizi ve Bozulma sunucusu <application>svnserve</application> komutunu kullanarak başlatıldığını varsayar.

source: It is also assumed that the ssh server is running on that machine and that it is allowing incoming connections. To confirm, please try to login to that machine using ssh. If you can login, everything is perfect. If you cannot login, please address it before continuing further.
fr: De même, nous supposons que le serveur ssh s'exécute sur cette machine et que les connexions entrantes y sont autorisées. Pour vous en assurer, essayez de vous connecter à la machine en utilisant ssh. Si vous pouvez vous identifier, alors tout est parfait. Si vous ne pouvez pas vous identifier, résolvez le problème avant de continuer.
pt_br: Também assume-se que o servidor ssh esteja rodando na maquina e que ele permita conexões entrantes. Para confirmar, por favor tente fazer login na maquina usando ssh. Se você puder fazer login, tudo está perfeito. Se você não puder fazer login, por favor resolva isso antes de continuar.
tr: O ayrıca, ssh sunucunun bu makinede çalıştığını ve gelen bağlantılara da izin verdiğini varsayar. Bu makineye ssh kullanarak girmeye çalışmak için izin verin. Eğer girebiliyorsan herşey kusursuzdur. Eğer giremiyorsan devam etmeden önce lütfen bun sorunu halledin.

source: The svn+ssh:// protocol is used to access the Subversion repository using SSL encryption. The data transfer is encrypted using this method. To access the project repository (for example with a checkout), you must use the following command syntax:
fr: Le protocole svn+ssh:// est utilisé pour accéder au dépôt Subversion en utilisant un chiffrement SSL. Le transfert de données est chiffré en utilisant cette méthode. Pour accéder au dépôt du projet (pour une vérification par exemple), vous devez utiliser la syntaxe suivante :
pt_br: O protoclo svn+ssh:// é usado para acessar o repositório do Subversion usando criptografia SSL. Os dados transferidos são criptografados usando esse método. Para acessar o repositório do projeto (por exemplo com um checkout), você precisa usar a seguinte sintaxe de comando:
tr: svn+ssh:// iletişim kuralı SSL şifrelemesini kullanarak Bozulma depolarına erişmek için kullanılır. Veri taşıma işlemi bu yöntem kullanılarak şifrelenir. Örneğin bir checkout ile proje deposuna erişmek için şu komut söz dizimini kullanmalısın:

source: You must use the full path (/path/to/repos/project) to access the Subversion repository using this access method.
fr: Vous devez utiliser le chemin complet (/chemin/vers/dépôt/projet) pour accéder au dépôt Subversion en utilisant cette méthode d'accès.
pt_br: Você precisa usar o caminho completo (/caminho/para/o/repositorio/do/projeto) para acessar o repositório do Subversion usando esse método de acesso.
tr: Bu erişme yöntemini kullanarak Bozulma deposuna erişmek için /path/to/repos/project tam yolunu kullanmalısın.

source: Based on server configuration, it prompts for password. You must enter the password you use to login via ssh. Once you are authenticated, it checks out the code from the Subversion repository.
fr: Suivant la configuration du serveur, il vous demande un mot de passe. Vous devez saisir le mot de passe que vous utilisez pour vous identifier via ssh. Une fois que vous vous êtes authentifié, il vérifie le code sur le dépôt Subversion.
pt_br: Baseado na configuração do servidor ele perguntará por uma senha. Você precisa informar a senha que você usa para fazer login via ssh. Uma vez que esteja autenticado, ele retirará o código do repositório do Subversion.
tr: Sunucu yapılandırma temelde şifre gerektirir. ssh ile giriş yapmak için kullandığın şifreyi girmelisin.

source: CVS Server
fr: Serveur CVS
pt_br: Servidor CVS
tr: CVS Sunucusu

source: CVS is a version control system. You can use it to record the history of source files.
fr: CVS est un système de gestion de version. Vous pouvez l'utiliser pour enregistrer l'historique des fichiers sources.
pt_br: O CVS é um sistema de controle de versões. Você pode usá-lo para gravar o histórico de arquivos fonte.
tr: CVS bir sürüm kontrol sistemidir. Bunu, kaynak dosyalarının geçmişini kaydetmek için kullanabilirsin.

source: To install <application>CVS</application>, run the following command from a terminal prompt: <screen> <command>sudo apt-get install cvs</command> </screen> After you install <application>cvs</application>, you should install <application>xinetd</application> to start/stop the cvs server. At the prompt, enter the following command to install <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
fr: Pour installer <application>CVS</application>, saisissez la commande suivante à partir d'un terminal: <screen> <command>sudo apt-get install cvs</command> </screen> Après avoir installé <application>cvs</application>, vous devrez installer <application>xinetd</application> pour démarrer/arrêter le serveur cvs. Toujours dans le terminal, saisissez la commande suivante pour installer <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
pt_br: Para instalar o <application>CVS</application>, execute o seguinte comando em um terminal: <screen> <command>sudo apt-get install cvs</command> </screen> Depois de instalar o <application>cvs</application>, você deve instalar o <application>xinetd</application> para iniciar/parar o servidor do CVS . Na linha de comando, use o seguinte comando para instalar o <application>xinetd</application>: <screen> <command>sudo apt-get install xinetd</command> </screen>
tr: <application>CVS</application>'yi yüklemek için terminalden şu komutu çalıştırın: <screen> <command>sudo apt-get install cvs</command> </screen> <application>cvs</application>'yi yükledikten sonra cvs sunucusunu başlatıp, durdurmak için <application>xinetd</application>'yi yükleyebilirsin.<application>xinetd</application>'yi yüklemek için terminale şu komutu girin: <screen> <command>sudo apt-get install xinetd</command> </screen>

source: Be sure to edit the repository if you have changed the default repository (<application>/var/lib/cvs</application>) directory.
fr: Prenez bien soin de modifier le dépôt si vous avez changé son répertoire par défaut (<application>/var/lib/cvs</application>).
pt_br: Certifique-se de ter editado o repositório se você modificar o repositório padrão localizado em (<application>/var/lib/cvs</application>).
tr: Eğer varsayılan depo dizini <application>/var/lib/cvs</application>'yi değiştirdiysen depoyu düzenlediğinden emin ol.

source: Once you install cvs, the repository will be automatically initialized. By default, the repository resides under the <application>/var/lib/cvs</application> directory. You can change this path by running following command: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Once the initial repository is set up, you can configure <application>xinetd</application> to start the CVS server. You can copy the following lines to the <filename> /etc/xinetd.d/cvspserver</filename> file. <placeholder-1/><placeholder-2/> Once you have configured <application>xinetd</application> you can start the cvs server by running following command: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>
fr: Une fois que vous avez installé cvs, le dépôt sera automatiquement initialisé. Par défaut, le dépôt se trouve dans le répertoire <application>/var/lib/cvs</application>. Vous pouvez modifier ce chemin en exécutant la commande suivante: <screen> <command>cvs -d /votre/nouveau/depot/cvs repo init </command> </screen> Une fois que le dépôt initial est mis en place, vous pouvez configurer <application>xinetd</application> pour qu'il démarre le serveur CVS. Vous pouvez copier les lignes suivantes dans le fichier <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> Une fois que vous avez configuré <application>xinetd</application>, vous pouvez lancer le serveur cvs en exécutant la commande suivante: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>
pt_br: Uma vez que você instalou o cvs, o repositório será automaticamente inicializado. Por padrão, o repositório reside no diretório <application>/var/lib/cvs</application>. Você pode trocar este caminho por outro executando o seguinte comando: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Uma vez que o repositório inicial está configurado, você pode usar o <application>xinetd</application> para iniciar o servidor do CVS. Você pode copiar as seguintes linhas no arquivo <filename> /etc/xinetd.d/cvspserver</filename>. <placeholder-1/><placeholder-2/> Uma vez configurado o <application>xinetd</application> você pode iniciar o servidor do CVS usando o seguinte comando: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>
tr: Cvs'yi yükledikten sonra, depo otomatik olarak başlatılacak. Normalde depo <application>/var/lib/cvs</application> dizini altında bulunur. Şu komutu çalıştırarak konumu değiştirebilirsin: <screen> <command>cvs -d /your/new/cvs/repo init</command> </screen> Depo başlangıcını ayarladıktan sonra CVS sunucusunu başlatmak için <application>xinetd</application>'yi yapılandırabilirsin. Şu satırları <filename> /etc/xinetd.d/cvspserver</filename> dosyasına kopyalayabilirsin. <placeholder-1/><placeholder-2/> <application>xinetd</application>'yi yapılandırdıktan sonra şu komutu çalıştırarak cvs sunucusunu başlatabilirsin: <screen> <command>sudo /etc/init.d/xinetd restart</command> </screen>

source: You can confirm that the CVS server is running by issuing the following command:
fr: Pour vous assurer que le serveur CVS est bien en cours d'exécution, saisissez la commande suivante :
pt_br: Você pode confirmar que o servidor CVS está executando digitando o seguinte comando:
tr: CVS sunucusu şu komutu çalıştırarak doğrulayabilirsin:

source: When you run this command, you should see the following line or something similar:
fr: Quand vous exécutez cette commande, vous devriez voir apparaître la ligne suivante ou quelque chose de similaire :
pt_br: Quando você executa esse comando, você deve visualizar a seguinte linha ou algo similar:
tr: Bu komutu çalıştırdığında şu veya ona benzer satır göreceksin:

source: From here you can continue to add users, add new projects, and manage the CVS server.
fr: À partir de là, vous pouvez continuer en ajoutant des utilisateurs, de nouveaux projets ou en gérant le serveur CVS.
pt_br: Daqui em diante, você pode continuar a adicionar usuários, criar novos projetos e administrar o servidor CVS.
tr: Kullanıcı, yeni proje ekleyerek ve CVS sunucuyu yöneterek buradan devam edebilirsin,

source: CVS allows the user to add users independently of the underlying OS installation. Probably the easiest way is to use the Linux Users for CVS, although it has potential security issues. Please refer to the CVS manual for details.
fr: CVS permet à l'utilisateur d'ajouter des utilisateurs indépendamment du système d'exploitation installé. La manière la plus simple est probablement de se servir des utilisateurs de Linux pour CVS, bien que cela puisse poser des problèmes de sécurité. Veuillez consulter le manuel de CVS pour plus d'informations.
pt_br: O CVS permite que o usuário adicione usuários independentemente da instalação do SO hospedeiro. Provavelmente a maneira mais fácil é usar os Usuários do Linux para o CVS, entretanto isso oferece problemas potenciais de segurança. Por favor consulte o manual para mais detalhes.
tr: CVS, kullanıcının İS (İşletim Sistemi) altında bağımsız kullanıcı eklemesini sağlar. Muhtemelen CVS için Linux Kullanıcı eklemek en kolay yoldur. Yine de bunun güvenlik sorunları olabilir. Ayrıntılar için lütfen CVS kılavuzuna bakınız.

source: Add Projects
fr: Ajouter des projets
pt_br: Adicionar Projetos
tr: Proje Ekle

source: You can use the CVSROOT environment variable to store the CVS root directory. Once you export the CVSROOT environment variable, you can avoid using -d option in the above cvs command.
fr: Vous pouvez utiliser la variable d'environnement CVSROOT pour mémoriser le répertoire racine CVS. Une fois la variable d'environnement CVSROOT exportée, vous n'avez plus besoin d'utiliser l'option -d dans la commande cvs ci-dessus.
pt_br: Você pode usar a variável de ambiente CVSROOT para guardar o diretório raiz do CVS. Uma vez que você exportou a variável de ambiente CVSROOT, você pode deixar de usar a opção -d no comando do cvs mostrado acima.
tr: CVS kök dizinini depolamak için CVSROOT ortam değişkenini kullanabilirsin. CVSROOT ortam değişkenini dışarı aktardıktan sonra yukaridaki cvs komutunu -d seçeneği ile kullanarak korunabilirsin.

source: When you add a new project, the CVS user you use must have write access to the CVS repository (<application>/var/lib/cvs</application>). By default, the <application>src</application> group has write access to the CVS repository. So, you can add the user to this group, and he can then add and manage projects in the CVS repository.
fr: Lors de l'ajout d'un nouveau projet, l'utilisateur CVS par lequel vous passez doit posséder les droits d'écriture sur le dépôt CVS (<application>/var/lib/cvs</application>). Par défaut, le groupe <application>src</application> possède les droits d'écriture sur le dépôt CVS. Vous avez donc la possibilité d'ajouter l'utilisateur à ce groupe et il pourra alors ajouter et gérer les projets à l'intérieur du dépôt CVS.
pt_br: Quando você adicionar um novo projeto, o usuário CVS tem permissão de escrita no repositório CVS (<application>/var/lib/cvs</application>). Por padrão, o grupo <application>src</application> tem permissão de escrita no repositório CVS. Então, você pode adicionar um usuário neste grupo, e ele poderá então adicionar e gerenciar projetos no repositório CVS.
tr: Yeni bir proje eklediğinde CVS deposu <application>/var/lib/cvs</application>'ye yazma erişimi vermelisin. Normalde <application>src</application> grubu CVS deposuna yazma erişimine sahiptir. Böylece, kullanıcısı bu gruba dahil edebilirsin ve böylece o da CVS deposuna proje ekleyebilir ve depodakileri yönetebilir.

source: This section explains how to add new project to the CVS repository. Create the directory and add necessary document and source files to the directory. Now, run the following command to add this project to CVS repository: <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importing my project to CVS repository" . new_project start</command> </screen><placeholder-1/> The string <emphasis>new_project</emphasis> is a vendor tag, and <emphasis>start</emphasis> is a release tag. They serve no purpose in this context, but since CVS requires them, they must be present. <placeholder-2/>
fr: Cette section explique comment ajouter un nouveau projet au dépôt CVS. Créez un répertoire contenant les documents et fichiers sources nécessaires. Exécutez ensuite la commande suivante pour ajouter ce projet au dépôt CVS : <screen> <command>cd votre/projet</command> <command>cvs -d :pserver:nom_utilisateur@nom_hote.com:/var/lib/cvs import -m "Importation de mon projet dans le dépôt CVS" . nouveau_projet debut</command> </screen><placeholder-1/> La chaîne <emphasis>nouveau_projet</emphasis>est l'étiquette du revendeur, et <emphasis>début</emphasis>une étiquette de version. Elles n'ont aucun rôle dans ce contexte, mais comme elles sont requises par CVS, elles doivent être présentes. <placeholder-2/>
pt_br: Esta sessão explica como adicionar um novo projeto ao repositório CVS. Crie o diretório e adicione ao diretório os arquivos fontes e documentos necessários. Agora, execute o seguinte comando para adicionar este projeto ao repositório CVS: <screen> <command>cd seu/projeto</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Importando meu projeto para o repositório CVS " . novo_projeto início</command> </screen><placeholder-1/> A string <emphasis>novo_projeto</emphasis> é uma tag do vendedor e <emphasis>início</emphasis> é uma tag de lançamento. Elas não tem nenhum proprósito neste contexto, mas como o CVS as requer, elas devem estar presentes.
tr: Bu bölüm, CVS deposuna yeni projenin nasıl ekleneceğini açıklar. Dizini oluştur ve gerekli belge ve kaynak dosyalarını dizine ekle. Şimdi bu projeyi CVS deposuna eklemek için şu komutu çalıştırın: <screen> <command>cd your/project</command> <command>cvs -d :pserver:username@hostname.com:/var/lib/cvs import -m "Projemi CVS deposuna aktarma" . yeni_proje start</command> </screen><placeholder-1/> <emphasis>yeni_proje</emphasis> betiği bir sağlayıcı ve <emphasis>start</emphasis> yayım eklentisidir. Onlar bu içerikte hiçbir amaç sunmaz, fakat CVS'nin onlara ihtiyacı olduğu müddetçe onlar var olacaktır. <placeholder-2/>

source: Bazaar Home Page
fr: Site Web de Bazaar
pt_br: Página Inicial do Bazaar
tr: Pazar Ana Sayfası

source: Subversion Home Page
fr: Site Web de Subversion
pt_br: Página do Subversion
tr: Bozulma Ana Sayfası

source: Subversion Book
fr: Livre sur Subversion
pt_br: Livro do Subversion
tr: Bozulma Kitaplığı

source: CVS Manual
fr: Manuel de CVS
pt_br: Manual do CVS
tr: CVS Kılavuzu

source: Easy Bazaar Ubuntu Wiki page
fr: Page du Wiki Ubuntu consacrée à Easy Bazaar

source: Ubuntu Wiki Subversion page
fr: Page du Wiki Ubuntu consacrée à Subversion

source: Credits and License
fr: Remerciements et licence
pt_br: Créditos e Licença
tr: Hazırlayanlar ve Lisans

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
tr: Bu belge, Ubuntu belgelendirme takımı (https://wiki.ubuntu.com/DocumentationTeam) tarafından sağlanmaktadır. Katkı sağlayanların bir listesi için, <ulink url="../../libs/C/contributors.xml">katkı sağlayanlar sayfası</ulink>na göz atabilirsiniz.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 Lisansı (CC-BY-SA) altında kullanılabilir.

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
tr: Lisans sözleşmesi kurallarına bağlı kalmak şartıyla, Ubuntu belgelerinin kaynak kodlarını değiştirmek, geliştirmek ve genişletmekte özgürsünüz. Üretilmiş tüm ürünler bu lisans altında kullanıma sunulur.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi).
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implicada de MERCABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NA NEGAÇÃO.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat HİÇBİR GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible en ligne : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licence Creative Commons partage à l'identique</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası şurada mevcuttur: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.

source: Ubuntu Documentation Project
fr: Le projet de documentation d'Ubuntu
pt_br: Projeto de Documentação do Ubuntu
tr: Ubuntu Dökümantasyon Projesi
