Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Access the system manual page for <filename>resolv.conf</filename> with the following command:
fr: Accédez au manuel du fichier <filename>resolv.conf</filename> avec la commande suivante :
pt_br: Acesse o sistema de páginas de manual para <filename>resolv.conf</filename> com o seguinte comando:
tr: <filename>resolv.conf</filename> için sistem kılavuz sayfasına erişmek için aşağıdaki komutu kullanın:

source: The common configuration elements of TCP/IP and their purposes are as follows: <placeholder-1/>
fr: Les paramètres courants de configuration TCP/IP et leurs objectifs sont les suivants: <placeholder-1/>
pt_br: Os elementos básicos de configuração do TCP/IP e seus objetivos são os seguintes: <placeholder-1/>
tr: TCP/IP ve onların gerekli özel yapılandırma elemanları şöyledir: <placeholder-1/>

source: IP Routing
fr: Routage IP
pt_br: Roteamento IP
tr: IP Yönlendirme

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. There are two primary forms of IP routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
fr: Le routage IP est une technique pour spécifier et découvrir des chemins dans un réseau TCP/IP dans lequel les données sont amenées à transiter. Le routage utilise un ensemble de tables appelées <emphasis>tables de routage</emphasis> pour acheminer les paquets de données de leur source vers leur destination, souvent via plusieurs nœuds intermédiaires du réseau dénommés <emphasis>routeurs</emphasis>. Il existe deux principales formes de routage IP : <emphasis>le routage statique</emphasis> et <emphasis>le routage dynamique.</emphasis>
pt_br: Roteamento de IP consiste em espeficar e descobrir caminhos, em um rede TCP/IP, através dos quais os dados da rede devem ser enviados. O roteamento usa um conjunto de <emphasis>tabelas de roteamento</emphasis> para direcionar os pacotes de dados de uma rede desde a sua origem até seu destino, frequentemente através de vários nodos intermediários de redes conhecidos como <emphasis>roteadores</emphasis>. Existem duas formas principais de roteamento de IP: <emphasis>Roteamento Estático</emphasis> e <emphasis>Roteamento Dinâmico</emphasis>.
tr: IP yönlendirme, TCP/IP ağındaki hangi verinin hangi ağa gönderildiğini belirleme ve bulma anlamına gelir. Yönlendirme, <emphasis>yönlendirme tabloları</emphasis>nın ayarını, veri paketlerini sonraki ağdan kendi hedef kaynaklara doğrudan iletilmesini sağlar. Bunu daha çok <emphasis>yönlendiriciler</emphasis> olarak bilinen ağ düğüm aracılarıyla yapar. IP yönlendirmenin iki birincil formu vardır. Bunlar: <emphasis>Durağan Yönlendirme</emphasis> (Statik) ve <emphasis>Hareketli Yönlendirme</emphasis> (Dinamik)'dir.

source: Static routing involves manually adding IP routes to the system's routing table, and this is usually done by manipulating the routing table with the <application>route</application> command. Static routing enjoys many advantages over dynamic routing, such as simplicity of implementation on smaller networks, predictability (the routing table is always computed in advance, and thus the route is precisely the same each time it is used), and low overhead on other routers and network links due to the lack of a dynamic routing protocol. However, static routing does present some disadvantages as well. For example, static routing is limited to small networks and does not scale well. Static routing also fails completely to adapt to network outages and failures along the route due to the fixed nature of the route.
fr: Le routage statique implique l'ajout manuel de règle de routage IP à la table de routage du système et généralement cela se fait en manipulant la table de routage avec la commande <application>route</application>. Le routage statique bénéficie de plusieurs avantages par rapport au routage dynamique, comme la simplicité de son implantation dans des petits réseaux, la prévisibilité (la table de routage est toujours calculée à l'avance et donc, la route est toujours la même à chaque fois qu'elle est utilisée), et la faible charge sur les autres routeurs et les liaisons réseaux du fait de l'absence de routage dynamique. Cependant, le routage statique présente également quelques désavantages. Par exemple, le routage statique est limité aux petits réseaux et n'est pas très extensible. Le routage statique n'arrive absolument pas à s'adapter aux pannes et aux erreurs du réseau rencontrés le long de la route, du fait même de sa nature fixe.
pt_br: Roteamento estático envolve adição manual de rotas IP à tabela de roteamento do sistema, e isso é normalmente feito pela manipulação da tabela de roteamento com o comando <application>route</application>. O Roteamento estático tem muitas vantagens sobre o roteamento dinâmico, como a simplicidade de implementação em redes pequenas, previsibilidade (a tabela de roteamento é sempre formada previamente, e dessa forma a rota é precisamente a mesma todas as vezes que ela é usada), e baixa carga nos roteadores e links de rede devido à ausência de um protocolo de roteamento dinâmico. Entretanto, roteamento estático apresenta algumas desvantagens também. Por exemplo, roteamento estático está limitado a pequenas redes e não é muito escalável. O roteamento estático também falha completamente no caso de uma parada na rede e falhas ao longo das rotas devido a correção natural da rota.
tr: Durağan yönlendirme, IP yönlendiriciyi sistem yönlendirme tablosuna eklemeyi elle yapar. Bu, genellikle <application>route</application> komutu kullanılarak ve yönlendirme tablosu göz ardı edilerek yapılır. Durağan yönlendirme, küçük ağlardaki uygulama basitliği, tahmin edilebilirlik (yönlendirme tablosu daima öncelikli olarak hesaplanır ve böylece yönlendirme aynı anda kullanılır) ve diğer yönlendiricilerde ve hareketli yönlendirme iletişim kuralı olmadığından dolayı ağ bağlantılarında düşük yük aşırma gibi şeylerle hareketli yönlendirmeden fazla avantaja sahiptir. Fakat yine de durağan yönlendirme kusursuz değildir. Örneğin durağan yönlendirme küçük ağlarla sınırlıdır ve iyi ölçeklendirme yapamaz. Ayrıca durağan yönlendirme ağ kesintilerine tam olarak adapte olmakda yetersiz kalır.

source: Dynamic routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
fr: Le routage dynamique concerne les grands réseaux qui offrent de multiples routes IP possibles entre une source et une destination et qui utilisent des protocoles de routage spéciaux comme RIP (Router Information Protocol) lesquels gèrent automatiquement les tables de routage qui rendent le routage dynamique possible. Le routage dynamique possède de nombreux avantages sur le routage statique, comme une expansibilité supérieure, et la capacité à surmonter les erreurs et les pannes rencontrées au cours de l'acheminement des données. De plus, il nécessite moins de configuration manuelle dans les tables de routage car les routeurs apprennent entre eux leurs existences et les routes disponibles. Cette caractéristique permet également d'éliminer les possibilités d'introduction d'erreurs humaines dans les tables de routage. Mais le routage dynamique n'est pas parfait et présente des désavantages comme une complexité accrue et un temps de latence supplémentaire dû aux communications entre les routeurs qui ne profite pas directement à l'utilisateur mais consomme néanmoins de la bande passante.
pt_br: Roteamento dinâmico depende de grandes redes com possibilidade de múltiplas rotas de IP de uma origem até um destino e usa protocolos especiais de roteamente como o Protocolo de Roteamento de Informação (RIP, do inglês Routing Information Protocol) que manipula os ajustes automáticos nas tabelas de roteamento e torna possível o roteamento dinâmico. O roteamento dinâmico possui muitas vantagens sobre o roteamento estático, como uma escalabilidade superior e a habilidade de se adaptar à falhas e interrupções na comunicação nas rotas da rede. Adicionalmente, há menos configuração manual das tabelas de roteamente uma vez que os roteadores aprendem através dos outros sobre suas existências e as rotas disponívies. Essa característica elimina a possibilidade de introduzir confusões na tabela de rotas provenientes de erro humano. O roteamento dinâmico não é, entretanto, perfeito, e apresenta desvantagens como uma maior complexidade e sobrecarga adicional da rede pelas comunicações dos roteadores que não benecifiam imediatamente os usuários final e ainda consumenlargura de banda da rede.
tr: Bir kaynaktan hedefe doğru mümkün olan çoklu IP yönlendirmeli büyük ağlardaki hareketli yönlendirme bağlıdır ve hareketli yönlendirmeti mümkün yapan yönlendirme tablosundaki otomatik ayarlamaları düzenleyen Yönlendirici Bilgisi İletişim Kuralı (RIP) gibi özel yönlendirme iletişim kurallarını kullanır. Hareketli yönlendirme, üstün ölçeklendirme, başarısızlıkların üstesinden gelme ve ağ yönlendirici kesintisi gibi özellikleriyle hareketli yönlendirme, durağan yönlendirmeden daha üstün özelliklere sahiptir. Ek olarak yönlendirme tabloları elle yapılandırmaya daha az gereksinim duyar. Bu özellik, yönlendirme tablolarında kişilerin oluşturacağı tanıtım hatalarını daha aza indirgemeyi sağlar. Hareketli yönlendirme mükemmel değildir. Bunula beraber arttırılmış karmaşıklık ve yönlendirme iletişimden ek ağ yük aşırması gibi dez avantajları vardır. Bu son kullanıcıya doğru güven vermez. Fakat yine de ağ bant genişliği harcar.

source: TCP and UDP
fr: TCP et UDP
pt_br: TCP e UDP
tr: TCP ve UDP

source: TCP is a connection-based protocol, offering error correction and guaranteed delivery of data via what is known as <emphasis>flow control</emphasis>. Flow control determines when the flow of a data stream needs to be stopped, and previously sent data packets should to be re-sent due to problems such as <emphasis>collisions</emphasis>, for example, thus ensuring complete and accurate delivery of the data. TCP is typically used in the exchange of important information such as database transactions.
fr: TCP est un protocole dit "connecté", qui permet la correction d'erreurs, et garantit que les données arriveront à destination grâce à un <emphasis>contrôle de transmission</emphasis>. Le contrôle de transmission détermine quand le flux de données doit être stoppé, et les paquets précédents devraient être retransmis à cause de problèmes comme des <emphasis>collisions</emphasis> par exemple, pour assurer un transport fiable des données. TCP est généralement utilisé dans l'échange de données importantes comme les transactions de bases de données par exemple.
pt_br: TCP é um protocolo de conexão, oferecendo correção de erro e entrega garantida de dados via o que é conhecido como <emphasis>controle de fluxo</emphasis>. O controle de fluxo determina quando o fluxo de certos dados devem ser parados, e previamente quais pacotes de dados devem ser re-enviados devido a problemas como <emphasis>colisões</emphasis>, por exemplo, deste modo assegurando a entrega exata e completa dos dados. TCP é tipicamente usado em trocas de informações importantes tal como transações de banco de dados.
tr: TCP, hata düzeltmesi sunan, <emphasis>akış kontrolü</emphasis> olarak bilinen yöntemle veri ulaştırması garantineye alan, bağlantı tabanlı bir iletişim kuralıdır. Akış kontrol, <emphasis>çarpışmalar</emphasis>dan dolayı, veri akışında duraklama olduğunda ve gönderilen önceki veri paketlerinin tekrar gönderilmesini sağlar. Örneğin, bunu yapmak verinin tam ve eksiksiz gönderilmesini sağlar. TCP, veritabanı işlemleri gibi önemli bilgilerin değiştirilmesinde tipik olarak kullanılır.

source: The User Datagram Protocol (UDP), on the other hand, is a <emphasis>connectionless</emphasis> protocol which seldom deals with the transmission of important data because it lacks flow control or any other method to ensure reliable delivery of the data. UDP is commonly used in such applications as audio and video streaming, where it is considerably faster than TCP due to the lack of error correction and flow control, and where the loss of a few packets is not generally catastrophic.
fr: User Datagram Protocol (UDP), à l'inverse, est un protocole dit <emphasis>"non-connecté"</emphasis> qui est peu utilisé pour l'échange de données importantes puisqu'il ne gère pas le contrôle de transmission ou d'autres méthodes pour fiabiliser le transport des données. UDP est souvent utilisé dans des applications de diffusion audio ou vidéo car il est plus rapide que TCP grâce à l'absence de correction d'erreur et de contrôle de transmission, mais aussi car la perte de quelques paquets n'est généralement pas importante pour ces applications.
pt_br: O User Datagram Protocol (UDP), por outro lado, é um protocolo de <emphasis>conectividade</emphasis> que raramente lida com a transmissão de dados importantes porque falta controle de fluxo ou qualquer outro método para assegurar a entrega confiável dos dados. UDP comumente é usado em aplicações como áudio e vídeo, onde é consideravelmente mais rápido que TCP devido à falta de correção de erro e controle de fluxo, e onde a perda de alguns pacotes não é catastrófico, geralmente.
tr: Kullanıcı Veribloğu İletişim Kuralları (UDP), diğer taraftan önemli verilerin <emphasis>bağlantısız</emphasis> olarak iletilmesini sağlayan bir iletişim kuralıdır. Verinin güvenilir olarak iletilmesini sağlamak için akış kontrol ve bazı diğer yöntemlere ihtiyaç duyar. UDP yaygın olarak ses ve vidyo akışı gibi uygulamalarda kullanılır. Hata düzeltmenin eksikliği, akış kontrol ve birkaç paketin kaybolması gibi sebeplerde UDP, TCP'den daha iyidir.

source: The Internet Control Messaging Protocol (ICMP) is an extension to the Internet Protocol (IP) as defined in the Request For Comments (RFC) #792 and supports network packets containing control, error, and informational messages. ICMP is used by such network applications as the <application>ping</application> utility, which can determine the availability of a network host or device. Examples of some error messages returned by ICMP which are useful to both network hosts and devices such as routers, include <emphasis>Destination Unreachable</emphasis> and <emphasis>Time Exceeded</emphasis>.
fr: Internet Control Messaging Protocol (ICMP) est une extension de Internet Protocol (IP) défini dans la Request For Comments (RFC) #792 et qui supporte les paquets réseau contenant des messages de contrôle, d'erreur, et d'informations. ICMP est utilisé par des application comme <application>ping</application>, qui peut déterminer si un hôte ou un périphérique est en ligne ou non. <emphasis>Destination Unreachable</emphasis> et <emphasis>Time Exceeded</emphasis> sont des exemples de messages retournés par ICMP et qui sont utiles pour des hôtes comme pour des routeurs par exemple.
pt_br: O Internet Control Messaging Protocol (ICMP) é uma extensão do Internet Protocol (IP) como definido na Petição Para Comentários (RFC) #792 e apóia pacotes de rede contendo controle, erro, e mensagens de informação. ICMP é usado por aplicações de rede como a utilidade de <application>ping</application>, que pode determinar a disponibilidade de um host de rede ou dispositivo. Exemplos de mensagens de erro retornadas por ICMP que são útil a ambos hosts de rede e para dispositivos tal como roteadores, incluem <emphasis>Destino Inacessível</emphasis> e <emphasis>Tempo de Espera Excedido</emphasis>.
tr: Internet Kontrol Mesajlama İletişim Kuralı (ICMP), Yorumlar İçin Talep (RFC) #792'de açıklandığı gibi Internet İletişim Kuralında (IP) genişleyen bir kuraldır. Kontrol, hata, bilgisel mesajları içeren ağ paketlerini destekler. ICMP, ağ ana sistemi veya aygıtının kullanılabilirliğini belirleyebilen <application>ping</application> programı gibi ağ uygulamaları tarafından kullanılır. Bazı hata mesajlarının şablonları, <emphasis>Hedef'e Erililemez</emphasis> ve <emphasis>Zaman Aşıldı</emphasis> dahil, her iki ağ ana sistemleri veya aygıtlarını (yönlendirici) kullanan ICMP tarafından geri döndürülür.

source: Daemons
fr: Démons
pt_br: Serviços

source: Daemons are special system applications which typically execute continuously in the background and await requests for the functions they provide from other applications. Many daemons are network-centric; that is, a large number of daemons executing in the background on an Ubuntu system may provide network-related functionality. Some examples of such network daemons include the <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), which provides web server functionality; the <emphasis>Secure SHell Daemon</emphasis> (sshd), which provides secure remote login shell and file transfer capabilities; and the <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), which provides E-Mail services.
fr: Les démons sont des applications particulières qui s'exécutent généralement en permanence en tâche de fond, et qui attendent des requêtes venant d'autres applications pour les fonctions qu'ils exercent. De nombreux démons sont liés au réseau, et donc beaucoup de démons dans un système Ubuntu offrent des fonctionnalités pour les réseaux. Les services possibles sont par exemple <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), qui propose des fonctions de serveur Web, <emphasis>Secure SHell Daemon</emphasis> (sshd), qui permet un accès distant sécurisé au système et le transfert de fichiers sécurisé, ou <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), qui offre des services de messagerie électronique.
pt_br: Daemons (serviços) são aplicações especiais do sistema que tipicamente executam continuamente em segundo plano e esperam requisições para as funções que eles fornecem a outras aplicações. Muitos daemons são rede-cêntrico; isso é, um grande número de daemons executando em segundo plano em um sistema Ubuntu podem fornecer funcionalidades a redes relacionadas. Alguns exemplos de daemons de rede incluem o <emphasis>Hyper Text Transport Protocol Daemon</emphasis> (httpd), que fornece funcionalidade de servidor de Internet; o <emphasis>Secure SHell Daemon</emphasis> (sshd), que fornece identificação (login) remota segura e capacidade de transferência de arquivo; e o <emphasis>Internet Message Access Protocol Daemon</emphasis> (imapd), que fornece serviços de correio eletrônico (e-Mail).
tr: Daemons, tipik olarak artalanda sürekli çalıştırılan ve diğer uygulamalar tarafından sağlanan işlemler için beklenen talepler gibi özel sistem uygulamalarıdır

source: Also, see the <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink> IBM Redbook.
fr: Voir aussi les livres rouges d'IBM <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink>.
pt_br: Veja também o <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink> no IBM Redbook.
tr: Ayrıca IBM Redbook'daki <ulink url="http://www.redbooks.ibm.com/abstracts/gg243376.html">TCP/IP Tutorial and Technical Overview</ulink> sayfasına bakınız.

source: Another resource is O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration</ulink>.
fr: Une autre ressource est celle d'O'Reilly <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration</ulink>.
pt_br: Outra fonte é o <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration</ulink> da O'Reilly.
tr: Diğer bir kaynak ise O'Reilly'in <ulink url="http://oreilly.com/catalog/9780596002978/">TCP/IP Network Administration</ulink> sayfasıdır.

source: Dynamic Host Configuration Protocol (DHCP)
fr: Protocole de configuration dynamique des hôtes (DHCP)
tr: Dinamik İstemci Ayarlama İletişim Kuralı

source: The Dynamic Host Configuration Protocol (DHCP) is a network service that enables host computers to be automatically assigned settings from a server as opposed to manually configuring each network host. Computers configured to be DHCP clients have no control over the settings they receive from the DHCP server, and the configuration is transparent to the computer's user.
fr: DHCP (Dynamic Host Configuration Protocol) est un service réseau qui permet aux ordinateurs clients d'être configurés automatiquement à partir d'un serveur. Cela évite la configuration manuelle de chaque client du réseau. Les ordinateurs configurés pour être clients DHCP n'ont aucun contrôle sur les paramètres qu'ils reçoivent du serveur DHCP, et cette configuration est totalement transparente pour l'utilisateur.
pt_br: O Protocolo de Configuração Dinâmica de Hosts (DHCP) é um serviço de rede que permite que os computadores sejam configurados automaticamente a partir de configurações feitas em um servidor ao invés de serem configurados individualmente de forma manual. Computadores configurados para serem clientes de DHCP não tem controle sobre as configurações que eles recebem do servidor DHCP, e a configuração é transparente para o usuário do computador.
tr: Dinamik İstemci Ayarlama İletişim Kuralı (DHCP), ana sistem bilgisayarlarının bir servisten otomatik olarak atanan ayarlarından her ağın ana sistemini elle yapılandırmaya kadar olan tüm işleri etkinleştiren bir ağ servisidir. DHCP istemcili yapılandırılmış bilgisayarların DHCP sunucudan alacakları ayar kontrolü yoktur. Yapılandırma işlemi bilgisayar kullanıcısı için şeffaftır.

source: The most common settings provided by a DHCP server to DHCP clients include:
fr: Les éléments de configuration les plus communs fournis par un serveur DHCP à un client DHCP comprennent :
pt_br: As configurações mais comuns providenciadas por um servidor DHCP para um cliente DHCP são:
tr: En yaygın ayarlar DHCP sunucu tarafından DHCP istemcileri kapsayacak şekilde sağlanır.

source: IP-Address and Netmask
fr: Adresse IP et masque réseau
pt_br: Endereço IP e Netmask
tr: IP Adres ve Ağ Maskesi

source: However, a DHCP server can also supply configuration properties such as:
fr: Cependant, un serveur DHCP peut également fournir des éléments de configuration tels que :
pt_br: Entretanto, um servidor DHCP pode também providenciar propriedades de configuração como:
tr: Yine de DHCP sunucu şunun gibi özellikleri yapılandırmayı sağlayabilir:

source: Host Name
fr: Nom d'hôte
pt_br: Noma da Máquina
tr: Makine Adı

source: Domain Name
fr: Nom de domaine
pt_br: Nome do Domínio
tr: Alan Adı

source: Default Gateway
fr: Passerelle par défaut
pt_br: Gateway Padrão
tr: Ön tanımlı Ağ Geçidi

source: Time Server
fr: Serveur de temps
pt_br: Servidor de Tempo
tr: Zaman Sunucu

source: Print Server
fr: Serveur d'impression
pt_br: Servidor de Impressão
tr: Yazdırma Sunucusu
