Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Copy the <filename>/etc/ssh/sshd_config</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
fr: Copiez le fichier <filename>/etc/ssh/sshd_config</filename> et protégez le en écriture en tapant la commande suivante dans un terminal :
pt_br: Copie o arquivo <filename>/etc/ssh/sshd_config</filename> e proteja-o contra sobrescrição com com seguinte comando, executado na linha de comando:
tr: <filename>/etc/ssh/sshd_config</filename> dosya ve projesini, terminale aşağıdaki komutu yazarak kopyalayın:

source: The following are examples of configuration directives you may change:
fr: Voici des exemples de directives de configuration que vous pouvez changer :
pt_br: Os seguintes são exemplos de diretrizes de configuração que você pode modificar:
tr: Yapılandırma yönergelerinin örneklerini aşağıdaki gibi değiştirmelisin:

source: To set your OpenSSH to listen on TCP port 2222 instead of the default TCP port 22, change the Port directive as such:
fr: Pour que OpenSSH écoute sur le port TCP 2222 au lieu du port par défaut 22, changez la directive Port comme ceci :
pt_br: Para ajustar seu OpenSSH para escutar na porta de TCP 2222 invés da porta de TCP padrão 22, modifique a diretriz Port da seguinte forma:
tr: Kendi OpenSSH'ının var olan TCP yuva 22 yerine TCP yuva 2222'yi dinlemesi için yuva yönergesini şu şekilde değiştirin:

source: To have <application>sshd</application> allow public key-based login credentials, simply add or modify the line:
fr: Pour que <application>sshd</application> accepte les informations de connexion basées sur une clef publique, il suffit d'ajouter ou de modifier la ligne :
pt_br: Para fazer o <application>sshd</application> aceitar acesso público à base de chaves credenciais, simplesmente adicione ou modifique a linha:
tr: Genel anahtar temelli giriş ehliyetini <application>sshd</application> izinli almak için, basitçe şu satırı ekleyip düzenleyin:

source: In the <filename>/etc/ssh/sshd_config</filename> file, or if already present, ensure the line is not commented out.
fr: dans le fichier <filename>/etc/ssh/sshd_config</filename>, ou si elle existe déjà, assurez-vous que la ligne n'est pas commentée.
pt_br: No arquivo <filename>/etc/ssh/sshd_config</filename>, ou se já estiver presente, assegure-se que a linha não está sem comentário.
tr: <filename>/etc/ssh/sshd_config</filename> dosyasındaki, veya zaten varsa, satırın çalıştırılmamasını sağlayın.

source: To make your OpenSSH server display the contents of the <filename>/etc/issue.net</filename> file as a pre-login banner, simply add or modify the line:
fr: Pour que le serveur OpenSSH affiche le contenu du fichier <filename>/etc/issue.net</filename> comme une invite avant l'affichage de l'écran de connexion, il suffit d'ajouter ou de modifier la ligne :
pt_br: Para fazer o seu servidor OpenSSH exibir o conteúdo do arquivo <filename>/etc/issue.net</filename> como um aviso antes de conectar, simplesmente adicione ou modifique a linha:
tr: OpenSSH sunucunun <filename>/etc/issue.net</filename> dosyasındaki içindekileri ön girişli sembol olarak göstermek için basitçe şu satırı ekleyip düzenleyin:

source: In the <filename>/etc/ssh/sshd_config</filename> file.
fr: dans le fichier <filename>/etc/ssh/sshd_config</filename>.
pt_br: No arquivo <filename>/etc/ssh/sshd_config</filename>.
tr: <filename>/etc/ssh/sshd_config</filename> dosyasındaki.

source: After making changes to the <filename>/etc/ssh/sshd_config</filename> file, save the file, and restart the <application>sshd</application> server application to effect the changes using the following command at a terminal prompt:
fr: Après avoir modifié le fichier <filename>/etc/ssh/sshd_config</filename>, enregistrez-le et redémarrez le service <application>sshd</application> afin de prendre en compte les changements. Pour cela, saisissez la commande suivante dans un terminal :
pt_br: Após realizar as alterações no arquivo <filename>/etc/ssh/sshd_config</filename>, salve o arquivo e reinicie o servidor de aplicações <application>sshd</application> para que as alterações tenham efeito. Para isto utilize o seguinte comando em um terminal:
tr: <filename>/etc/ssh/sshd_config</filename> dosyasındaki değişiklikleri yaptıktan sonra değişikliklerin etkili olması için dosyayı kaydedip <application>sshd</application> sunucu uygulamasını yeniden başlatıni. Bunun için şu komutu kullanın:

source: Many other configuration directives for <application>sshd</application> are available for changing the server application's behavior to fit your needs. Be advised, however, if your only method of access to a server is <application>ssh</application>, and you make a mistake in configuring <application>sshd</application> via the <filename>/etc/ssh/sshd_config</filename> file, you may find you are locked out of the server upon restarting it, or that the <application>sshd</application> server refuses to start due to an incorrect configuration directive, so be extra careful when editing this file on a remote server.
fr: Beaucoup d'autres directives de configuration pour <application>sshd</application> sont disponibles pour adapter son comportement à vos besoins. Soyez conscient néanmoins que si votre unique possibilité d'accès au serveur est <application>ssh</application> et que vous commettiez une erreur de configuration pour le service <application>sshd</application> dans le fichier <filename>/etc/ssh/sshd_config</filename>, il se pourrait que vous vous bloquiez l'accès au serveur jusqu'à son redémarrage, ou que le service <application>sshd</application> refuse de redémarrer à cause d'une directive incorrecte de configuration. Par conséquent, soyez extrêmement prudent lorsque vous modifiez ce fichier sur un serveur distant.
pt_br: Várias configurações adicionais de diretrizes do <application>sshd</application> estão disponíveis para alterar o comportamento do servidor de acordo com suas necessidades. Esteja ciente, no entanto, que se seu único método de acesso a um servidor é <application>ssh</application> e você comete um erro ao configurar o <application>sshd</application> via arquivo de configuração <filename>/etc/ssh/sshd_config</filename>, você pode torna-lo indisponível após reiniciar o servidor, ou esse servidor <application>sshd</application> pode recusar iniciar, devido a uma diretriz incorreta na configuração, então seja extremamente cuidadoso quando editar este arquivo num servidor remoto.
tr: <application>sshd</application> için birçok diğer yapılandırma yönergeleri sunucu uygulama durumunu ihtiyaçların doğrultusunda ayarlaması için kullanılabilir. Tavsiye al, bununla beraber bir sunucuya erişmek için yöntemin sadece <application>ssh</application> ise ve <filename>/etc/ssh/sshd_config</filename> dosyasıyla <application>sshd</application> yapılandırmada bir hata oluşursa, sunucunun başlatma kilidini bulabilirsin veya <application>sshd</application> sunucu hatalı yapılandırma yönergesi olduğundan dolayı başlatmayı geri çevirir. Bu yüzden uzak sunucudaki bu dosyayı düzenlerken daha dikkatli olmalısın.

source: SSH Keys
fr: Clés SSH
pt_br: Chaves SSH
tr: SSH Anahtarları

source: SSH <emphasis>keys</emphasis> allow authentication between two hosts without the need of a password. SSH key authentication uses two keys a <emphasis>private</emphasis> key and a <emphasis>public</emphasis> key.
fr: Les <emphasis>clés</emphasis> SSH permettent l'authentification entre deux hôtes sans avoir recours à un mot de passe. L'authentification par clé SSH utilise deux clés, une clé <emphasis>privée</emphasis> et une clé <emphasis>publique</emphasis>.
pt_br: <emphasis>Chaves</emphasis> SSH permitem a autenticação entre duas máquinas sem a necessidade de uma senha. A autenticação de chaves SSH utiliza duas chaves uma chave <emphasis>privada</emphasis> e uma chave <emphasis>pública</emphasis>.
tr: SSH <emphasis>anahtarları</emphasis> şifreye ihtiyaç olmaksızın iki ana sistem arasındaki doğrulamaya izin verir. SSH anahtar doğrulaması biri <emphasis>özel</emphasis> anahtar ve diğeri <emphasis>genel</emphasis> anahtar olan iki anahtar kullanır.

source: To generate the keys, from a terminal prompt enter:
fr: Pour générer les clés, dans un terminal tapez :
pt_br: Para gerar as chave, digite a partir de um terminal:
tr: Anahtarları oluşturmak için terminalden şunu girin:

source: This will generate the keys using a <emphasis>DSA</emphasis> authentication identity of the user. During the process you will be prompted for a password. Simply hit <emphasis>Enter</emphasis> when prompted to create the key.
fr: Ceci générera les clés en utilisant l'algorithme de signature numérique <emphasis>DSA</emphasis>. Un mot de passe vous sera demandé pendant le processus. Appuyez simplement sur la touche <emphasis>Entrée</emphasis> lorsque cela vous est demandé pour générer la clé.
pt_br: Isto irá gerar as chaves usando uma identidade de autenticação <emphasis>DSA</emphasis> do usuário. Durante o processo será solicitado uma senha. Simplesmente digite <emphasis>Enter</emphasis> quando for solicitado para criação da chave.
tr: Bu, kullanıcının bir <emphasis>DSA</emphasis> doğrulama kimliğini kullanarak anahtarları oluşturacak. İşlem esnasında şifre istenecektir. Anahtar oluşturmak için basitçe <emphasis>Enter</emphasis>'a basın.

source: By default the <emphasis>public</emphasis> key is saved in the file <filename>~/.ssh/id_dsa.pub</filename>, while <filename>~/.ssh/id_dsa</filename> is the <emphasis>private</emphasis> key. Now copy the <filename>id_dsa.pub</filename> file to the remote host and append it to <filename>~/.ssh/authorized_keys</filename> by entering:
fr: Par défaut la clé <emphasis>publique</emphasis> est enregistrée dans le fichier <filename>~/.ssh/id_dsa.pub</filename> tandis que <filename>~/.ssh/id_dsa</filename> est la clé <emphasis>privée</emphasis>. Copiez maintenant le fichier <filename>id_dsa.pub</filename> sur l'hôte et ajoutez une entrée à <filename>~/.ssh/authorized_keys</filename> en tapant :
pt_br: Por padrão, a chave <emphasis>pública</emphasis> é salva no arquivo <filename>~/.ssh/id_dsa.pub</filename>, enquanto que <filename>~/.ssh/id_dsa</filename> é a chave <emphasis>privada</emphasis>. Agora copie o arquivo <filename>id_dsa.pub</filename> para o servidor remoto e acrescente-o ao arquivo <filename>~/.ssh/authorized_keys</filename> digitando:
tr: Normalde <filename>~/.ssh/id_dsa</filename> <emphasis>özel</emphasis> anahtarken <emphasis>genel</emphasis> anahtar <filename>~/.ssh/id_dsa.pub</filename> dosyasına kaydedilir. Şimdi <filename>id_dsa.pub</filename> dosyasını uzak sisteme kopyala ve onu <filename>~/.ssh/authorized_keys</filename> sonuna şunu girerek ekleyin:

source: ssh-copy-id username@remotehost
fr: ssh-copy-id identifiant@hôte

source: Finally, double check the permissions on the <filename>authorized_keys</filename> file, only the authenticated user should have read and write permissions. If the permissions are not correct change them by:
fr: Pour finir, vérifiez les permissions du fichier <filename>authorized_keys</filename>. Seul l'utilisateur authetifié doit avoir les droits en lecture et écriture. Si les permissions sont incorrectes, changez-les en tapant :
pt_br: Finalmente, cheque novamente as permissões no arquivo <filename>authorized_keys</filename>, apenas os usuários autenticados devem ter permissões de escrita e leitura. Se as permissões não estão corretas, modifique-as através de:
tr: Son olarak <filename>authorized_keys</filename> dosyasındaki izinleri kontrol edin. Sadece doğrulanan kullanıcı izinleri okuyup yazabilecek. Eğer izinler doğru değilse onları şöyle değiştirin:

source: You should now be able to SSH to the host without being prompted for a password.
fr: Vous devriez maintenant pouvoir établir une connexion SSH vers l'hôte sans avoir à saisir de mot de passe.
pt_br: Você deve está habilitado a usar SSH para a máquina sem ser solicitado uma senha.
tr: Şimdi SSH'ı şifreye gerek kalmaksızın ana sistem olarak kullanabilirsiniz

source: <ulink url="https://help.ubuntu.com/community/SSH">Ubuntu Wiki SSH</ulink> page.
fr: Pour plus d'information, consultez la page du <ulink url="https://help.ubuntu.com/community/SSH">Wiki Ubuntu consacrée à SSH</ulink>.
pt_br: <ulink url="https://help.ubuntu.com/community/SSH">Wiki SSH para Ubuntu</ulink>.

source: OpenSSH Website
fr: Site Web de OpenSSH
pt_br: Web site OpenSSH
tr: OpenSSH Web Sitesi

source: Advanced OpenSSH Wiki Page
fr: Page Wiki sur OpenSSH avancé
pt_br: Página Wiki OpenSSH Avançado
tr: Gelişmiş OpenSSH Wiki Sayfası

source: <application>eBox</application> is a web framework used to manage server application configuration. The modular design of eBox allows you to pick and choose which services you want to configure using eBox.
fr: <application>eBox</application> est une infrastructure Web utilisée pour gérer la configuration des applications du serveur. La conception modulaire de eBox vous permet de choisir les services que vous souhaitez configurer en utilisant eBox.
pt_br: O <application>eBox</application> é um framework de web usado para gerenciar configurações de aplicativos em servidores. O design modular do eBox permite que você escolha quais serviços quer configurar usando o eBox.
tr: <application>eBox</application> sunucu uygulama yapılandırmayı yönetmek için kullanılan bir web sistemidir. eBox'un modüler tasarımı, eBox'u kullanarak hangi servisi yapılandırmak istediğini seçmeni sağlar

source: The different <application>eBox</application> modules are split into different packages, allowing you to only install those necessary. One way to view the available packages is to enter the following from a terminal:
fr: Les différents modules d'<application>eBox</application> sont répartis dans plusieurs paquets, ce qui vous permet d'installer uniquement ceux qui sont nécessaires. Une façon d'afficher les paquets disponibles est de saisir ce qui suit dans un terminal :
pt_br: Os diferentes módulos do <application>eBox</application> são divididos em diferentes pacotes, permitindo que você instale apenas aqueles que necessitar. Uma maneira de ver os pacotes disponíveis é digitar o seguinte comando no terminal:
tr: <application>eBox</application> modülleri sadece gerekli olanları yüklemeni sağlayan iki farklı pakete ayrılır. Kullanılabilen paketleri gösteren birinci yol için terminale şunu giriniz:

source: To install the <application>ebox</application> package, which contains the default modules, enter the following:
fr: Pour installer le paquet <application>ebox</application>, qui contient les modules par défaut, saisissez ce qui suit :
pt_br: Para instalar o pacote do <application>ebox</application>, que contém os módulos padrões, digite o seguinte:
tr: Öntanımlı modülleri içeren <application>ebox</application> paketini yüklemek için şunu giriniz:

source: During the installation you will be asked to supply a password for the ebox user. After installing eBox the web interface can be accessed from: <emphasis>https://yourserver/ebox</emphasis>.
fr: Pendant l'installation, il vous sera demandé de fournir le mot de passe de l'utilisateur ebox. Après avoir installé eBox, l'interface Web sera accessible à partir de : <emphasis>https://votreserveur/ebox</emphasis>.
pt_br: Durante a instalação você será solicitado para informar uma senha para o usuário ebox. Após instalada a interface web do eBox pode ser acessada de:<emphasis>https://seuservidor/ebox</emphasis>.
tr: Yükleme esnasında ebox kullanımı için bir şifre sorulacaktır. eBox'u yükledikten sonra web arayüzüne <emphasis>https://yourserver/ebox</emphasis>'dan erişilebilecektir.

source: An important thing to remember when using <application>eBox</application> is that when configuring most modules there is a <emphasis>Change</emphasis> button that implements the new configuration. After clicking the Change button most, but not all, modules will then need to be <emphasis>Saved</emphasis>. To save the new configuration click on the <quote>Save changes</quote> link in the top right hand corner.
fr: Lorsque vous utilisez <application>eBox</application> il est important de se rappeler que lors de la configuration de la plupart des modules il y a un bouton <emphasis>Modifier</emphasis> qui implémente la nouvelle configuration. Après avoir cliqué sur le bouton Modifier la majorité des modules, mais pas tous, doivent ensuite être <emphasis>enregistrés</emphasis>. Pour enregistrer la nouvelle configuration, cliquez sur le lien <quote>Enregistrer les modifications</quote> situé dans le coin supérieur droit.
pt_br: Uma coisa importar a ser lembrada quando estiver usando o <application>eBox</application> é que quando estiver configurando a maioria dos módulos exite um botão<emphasis>Alterar</emphasis> que implementa a nova configuração. Após clicar no botão Alterar a maioria, mas não todos os módulos deverão ser <emphasis>Salvos</emphasis>. Para salvar a nova configuração clique no link <quote>Salvar alterações<quote> no canto superior direito.
tr: <application>eBox</application> kullanılırken hatırlanılması gereken şey, çoğu modül yapılandırmasında, yeni yapılandırmayı gerçekleştiren bir <emphasis>Değiştir</emphasis> (Change) butonunun olmasıdır. Değiştir butonuna tıklandığıktan sonra çoğu modüllerin (fakat hepsine değil) <emphasis>Kaydedilmesi</emphasis> gerekir. Yeni yapılandırmayı kayıt etmek için sağ üst köşedeki <quote>Değişiklikleri kaydet</quote> bağlantısına tıklayın.

source: Once you make a change that requires a Save, the link will change from green to red.
fr: Lorsque vous aurez fait une modification exigeant une sauvegarde, le lien passera du vert au rouge.
pt_br: Uma vez que você fez uma alteração que necessite ser salva, o link irá mudar de verde para vermelho.
tr: Kaydetmeyi gerektiren değişiklik yapıldığında, bağlantı yeşilden kırmızıya geçecektir.

source: eBox Modules
fr: Modules eBox
pt_br: Módulos eBox
tr: eBox Modülleri

source: By default all eBox <emphasis>Modules</emphasis> are not enabled, and when a new module is installed it will not be automatically enabled.
fr: Par défaut, les <emphasis>modules</emphasis> eBox ne sont pas activés, et quand un nouveau module est installé, il n'est pas automatiquement activé.
pt_br: Por padrão todos os <emphasis>Módules</emphasis> do eBox não estão habilitados, e quando um novo módulo é instalado ele não será habilitado automaticamente.
tr: Norma olarak tüm eBox <emphasis>Modülleri</emphasis> etkin değildir ve yeni modül yüklendiğinde otomatik olarak etkinleşmeyecektir.

source: To enable a disabled module click on the <emphasis>Module status</emphasis> link in the left hand menu. Then <emphasis role="italic">check</emphasis> which modules you would like to enable and click the <quote>Save</quote> link.
fr: Pour activer un module désactivé, cliquez sur le lien <emphasis>état du module</emphasis> dans le menu à gauche. Puis <emphasis role="italic">cochez</emphasis> les modules que vous souhaitez activer et cliquez sur le lien <quote>Enregistrer</quote>.
pt_br: Para habilitar e desabilitar um módulo clique no link <emphasis>Estado do Módulo</emphasis> no menu da esquerda. Então <emphasis role="italic">marque</emphasis> quais módulos você gostaria de habilitar e clique no link <quote>Salvar</quote>
tr: Pasif bir modülü etkinleştirmek için sol menüdeki <emphasis>Modül durumları</emphasis> bağlantısına tıklayın. Ardından aktifleştirmek istediğin modüller için <emphasis role="italic">kontrol et</emphasis> ve <quote>Kaydet</quote> bağlantısına tıkla.

source: Default Modules
fr: Modules par défaut
pt_br: Módulos Padrão
tr: Mevcut Modüller

source: This section provides a quick summary of the default <application>eBox</application> modules.
fr: Cette section propose un court résumé des modules par défaut de <application>eBox</application>.
pt_br: Esta seção provê um sumário rápido dos modulos padrões do <application>eBox</application>.
tr: Bu bölüm mevcut <application>eBox</application> modüllerini hızlı bir özetini bulundurur.

source: <emphasis>System:</emphasis> contains options allowing configuration of general eBox items.
fr: <emphasis>Système :</emphasis> contient des options permettant la configuration des éléments généraux d'eBox.
pt_br: <emphasis>Sistema:</emphasis> contém opções permitindo a configuração dos itens gerais do eBox.
tr: <emphasis>Sistem:</emphasis> genel eBox nesnelerinin yapılandırmasını sağlayan seçenekleri içerir.

source: <emphasis>General:</emphasis> allows you to set the language, port number, and contains a change password form.
fr: <emphasis>Général :</emphasis> vous permet de définir la langue, le numéro de port, et contient un formulaire de changement du mot de passe.
pt_br: <emphasis>Geral:</emphasis> permite que você determine o idioma, número da porta, e contém um formulário para mudança de senha.
tr: <emphasis>Genel:</emphasis> dil, yuva numarasını ayarlamana izin verir ve bir şifre değiştirme formu içerir.

source: <emphasis>Disk Usage:</emphasis> displays a graph detailing information about disk usage.
fr: <emphasis>Utilisation disque :</emphasis> affiche un graphique détaillant les informations sur l'utilisation du disque.
pt_br: <emphasis>Uso do Disco:</emphasis> mostra um gráfico detalhando informações sobre o uso do disco.
tr: <emphasis>Disk Kullanımı:</emphasis> disk kullanımı hakkında ayrıntı bilgisi grafiksel olarak gösterir.

source: <emphasis>Backup:</emphasis> is used to backup <application>eBox</application> configuration information, and the <emphasis>Full Backup</emphasis> option allows you to save all eBox information not included in the <emphasis>Configuration</emphasis> option such as log files.
fr: <emphasis>Sauvegarde :</emphasis> est utilisé pour sauvegarder les informations de configuration. L'option <emphasis>Sauvegarde complète</emphasis> vous permet de sauvegarder toutes les informations relatives à eBox n'étant pas incluses dans l'option <emphasis>Configuration</emphasis>, telles que les fichiers journaux.
pt_br: <emphasis>Backup:</emphasis>é usado para fazer backup de informações de configuração do <application>eBox</application>, e a opçao <emphasis>Backup Completo</emphasis> permite que você salve todas as informações do eBox não incluídas na opção <emphasis>Configuração</emphasis> como arquivos de log.
tr: <emphasis>Yedek:</emphasis> <application>eBox</application> yapılandırma bilgisini yedeklemek için ve <emphasis>Tam Yedek</emphasis> seçeneği ise, kayıt dosyaları gibi <emphasis>Yapılandırma</emphasis> seçeneğindekini dahil etmeyen tüm eBox bilgisini kaydetmeni sağlamak için kullanılır.

source: <emphasis>Halt/Reboot:</emphasis> will shutdown the system or reboot it.
fr: <emphasis>Halt/Reboot :</emphasis> arrêtera ou redémarrera le système.
pt_br: <emphasis>Parar/Reiniciar:</emphasis> irá desligar ou reiniciar o sistema.
tr: <emphasis>Dur/Yeniden Başlat:</emphasis> sistemi kapatacak veya bilgisayarı yeniden başlatacak.

source: <emphasis>Bug Report:</emphasis> creates a file containing details helpful when reporting bugs to the eBox developers.
fr: <emphasis>Bug Report :</emphasis> crée un fichier contenant des renseignements utiles lorsque vous soumettez des rapports de bogues aux développeurs d'eBox.
pt_br: <emphasis>Reportar Bug:</emphasis> cria um arquivo contendo informações úteis quando estiver reportando erros para os desenvolvedores do eBox.
tr: <emphasis>Hata Raporu:</emphasis> eBox geliştiricilerine hata raporlamak için ayrıntılı bilgi barındıran bir dosya oluşturur.
