Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <emphasis>Install security updates Automatically</emphasis>: will install the <application>unattended-upgrades</application> package, which will install security updates without the intervention of an administrator. For more details see <xref linkend="automatic-updates"/>.
fr: <emphasis>Installer les mises à jours de sécurité automatiquement</emphasis> : le paquet <application>unattended-upgrades</application> sera installé. Il permet l'installation des mises à jour de sécurité sans intervention humaine. Consultez <xref linkend="automatic-updates"/> pour de plus amples informations.
pt_br: <emphasis>Instalar atualizações de segurança Automaticamente</emphasis>: irá instalar o pacote <application>unattended-upgrades</application>, que instalará atualizações de segurança sem a intervenção de um administrador.
tr: <emphasis>Güvenlik güncellemelerini Otomatik yükle</emphasis>: bir yöneticinin müdahalesine gerek kalmadan, güvenlik güncellemelerini barındıran <application>unattended-upgrades</application> paketini yükleyecek. Daha fazla ayrıntı için <xref linkend="automatic-updates"/>'e bakın.

source: <emphasis>Manage the system with Landscape</emphasis>: Landscape is a paid service provided by Canonical to help manage your Ubuntu machines. See the <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> site for details.
fr: <emphasis>Gérer le système avec Landscape</emphasis>: Landscape est un service payant proposé par Canonical pour aider à gérer vos machines Ubuntu. Voir le site <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> (en anglais) pour plus de détails.
pt_br: <emphasis>Controle o sistema com o Landscape</emphasis>: Landscape é um serviço pago fornecido pela Canonical para ajudar no controle de suas máquinas Ubuntu. Consulte o site da <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> para mais detalhes.
tr: <emphasis>Sistemi Landscape ile yönet</emphasis>: Landscape, Ubuntu makinelerini yönetmeye yardımcı olan ve Canonical tarafından sağlanan ücretli bir servistir. Ayrıntılar için <ulink url="http://www.canonical.com/projects/landscape">Landscape</ulink> sitesine bakın.

source: You now have the option to install, or not install, several package tasks. See <xref linkend="install-tasks"/> for details. Also, there is an option to launch <application>aptitude</application> to choose specific packages to install. For more information see <xref linkend="aptitude"/>.
fr: Vous avez maintenant la possibilité d'installer ou de ne pas installer plusieurs paquets de tâches. Voir <xref linkend="install-tasks"/> pour plus de détails. Il existe aussi une option pour lancer <application>aptitude</application> afin de choisir les paquets à installer. Pour de plus amples informations, voir <xref linkend="aptitude"/>.
pt_br: Você agora tem a opção de instalar ou não diversas tarefas de pacotes. Veja <xref linkend="install-tasks"/> para mais detalhes. Também, existe a opção de executar <application>aptitude</application> para escolher pacotes específicos a serem instalados. Para mais informações acesse <xref linkend="aptitude"/>.
tr: Şimdi birkaç paket görevlerini yükleyip, yüklememek arasında seçim yapın. Ayrıntılar için <xref linkend="install-tasks"/>'a bakın. Ayrıca, yüklemek istediğin özel paketleri seçmeni sağlayan <application>aptitude</application>'yi başlatmak için bir seçim vardır. Daha fazla bilgi için <xref linkend="aptitude"/>'ye bakın.

source: Finally, the last step before rebooting is to set the clock to UTC.
fr: Finalement, la dernière étape avant de redémarrer le système est d'initialiser l'horloge sur UTC.
pt_br: Finalmente, o último passo antes de reiniciar é configurar o relógio para UTC.
tr: Son olarak, yeniden önyükleme yapmadan önceki son adım, UTC saatini ayarlamaktır.

source: If at any point during installation you are not satisfied by the default setting, use the "Go Back" function at any prompt to be brought to a detailed installation menu that will allow you to modify the default settings.
fr: Si à un moment quelconque de l'installation vous n'êtes pas satisfait de la configuration par défaut, vous pouvez utiliser la fonction « Précédent » qui vous présentera un menu d'installation plus détaillé permettant de modifier les options par défaut.
pt_br: Se em algum ponto da instalação você não estiver satisfeito com a configuração padrão, use a função "Voltar" em qualquer prompt para ser levado para o menu detalhado da instalação que irá permitir que você modifique as configurações padrão.
tr: Eğer yükleme esnasındaki herhangi bir noktada, mevcut ayardan hoşlanmazsan, herhangi bir girişte, mevcut ayarları düzenlemeni sağlayan ayrıntılı yükleme menüsünü göstermesi için "Geri Git" fonksiyonunu kullanın.

source: At some point during the installation process you may want to read the help screen provided by the installation system. To do this, press F1.
fr: A n'importe quel moment durant le processus d'installation vous pouvez avoir envie d'accéder à l'écran d'aide fournit par le système d'installation. Pour ce faire, appuyez sur F1.
pt_br: Em algum ponto durante o processo de instalação você pode querer ler a tela de ajuda fornecida pelo sistema da instalação. Para fazer isto, pressione F1.
tr: Yükleme işlemi esnasındaki bazı noktalarda, yükleme sistemi tarafından sağlanan yardım ekranını okuyabilirsin. Bunun için F1'e basın.

source: Package Tasks
fr: Paquet de fonctionnalités
pt_br: Tarefas de Pacotes
tr: Paket Görevleri

source: During the Server Edition installation you have the option of installing additional packages from the CD. The packages are grouped by the type of service they provide.
fr: Pendant l'installation de l'édition serveur vous avez la possibilité d'installer des paquets supplémentaires à partir du CD. Ces paquets sont regroupés en fonction du type de service qu'ils fournissent.
pt_br: Durante a instalação do Server Edition você tem a opção de instalar pacotes adicionais a partir do CD. Os pacotes estão agrupado pelo tipo de serviço que eles fornecem.
tr: Server Edition yükleme esnasında, CD'deki ek paketleri yükleme seçeneğin vardır. Paketler, sağlanan servis türü tarafından gruplandırılır.

source: Cloud computing: Walrus storage service
fr: Nuage informatique : service de stockage Walrus

source: Cloud computing: all-in-one cluster
fr: Nuage informatique : grappe tout-en-un

source: Cloud computing: Cluster controller
fr: Nuage informatique : contrôleur de grappe

source: Cloud computing: Node controller
fr: Nuage informatique : contrôleur de nœud

source: Cloud computing: Storage controller
fr: Nuage informatique : contrôleur de stockage

source: Cloud computing: top-level cloud controller
fr: Nuage informatique : contrôleur de nuage de haut niveau

source: DNS server: Selects the BIND DNS server and its documentation.
fr: Serveur DNS : Sélectionne le serveur DNS BIND et sa documentation.
pt_br: Servidor DNS: Seleciona o servidor BIND DNS e sua documentação.
tr: DNS sunucu: BIND DNS sunucuyu ve onun belgelendirmelerini seçer.

source: LAMP server: Selects a ready-made Linux/Apache/MySQL/PHP server.
fr: Serveur LAMP : Sélectionne un serveur Linux/Apache/MySQL/PHP prêt à utiliser.
pt_br: Servidor LAMP: Seleciona um servidor Linux/Apache/MySQL/PHP já preparado.
tr: LAMP sunucu: Linux/Apache/MySQL/PHP sunucunun bir hazır yapımını seçer.

source: Mail server: This task selects a variety of package useful for a general purpose mail server system.
fr: Serveur mail : Cette tâche sélectionne une variété de paquets utiles pour un système de serveur mail à usage généraliste.
pt_br: Servidor de Correio: Esta tarefa seleciona uma variedade de pacotes úteis para um sistema de servidor de correio de propósito geral.
tr: Posta sunucu: Bu görev, genel amaçlı posta sunucu sistemi için bir çeşit kullanışlı paket seçer.

source: OpenSSH server: Selects packages needed for an OpenSSH server.
fr: Serveur OpenSSH: Sélectionne les paquets nécessaires pour un serveur OpenSSH.
pt_br: Servidor OpenSSH: Seleciona pacotes necessários para um servidor OpenSSH.
tr: OpenSSH sunucu: OpenSSH sunucu için gerekli paketleri seçer.

source: PostgreSQL database: This task selects client and server packages for the PostgreSQL database.
fr: Base de données PostgreSQL : cette tâche sélectionne les paquets client et serveur pour la base de données PostgreSQL.
pt_br: Banco de dados PostgreSQL: Seleciona pacotes do cliente e servidor para o banco de dados PostgreSQL.
tr: PostgreSQL veritabanı: Bu görev PostgreSQL veritabanı için istemci ve sunucu paketlerinin seçer.

source: Print server: This task sets up your system to be a print server.
fr: Serveur d'impression : cette tâche configure votre système pour qu'il devienne un serveur d'impression.
pt_br: Servidor de Impressão: Configura o seu sistema para ser um servidor de impressão.
tr: Yazdırma sunucusu: Bu görev, sistemini yazdırma sunucu olarak kurar.

source: Samba File server: This task sets up your system to be a Samba file server, which is especially suitable in networks with both Windows and Linux systems.
fr: Serveur de fichiers Samba : cette tâche installe un serveur de fichiers Samba, qui est particulièrement adapté aux réseaux hétérogènes Windows et Linux.
pt_br: Servidor de Arquivos Samba: Configura o seu sistema para ser um servidor de arquivos Samba, que é especialmente apropriado nas redes com sistemas Windows e Linux
tr: Samba Dosya sunucu: Bu görev, sistemini, hem Windows hem de Linux için özellikle ağla uyumlu olan Samba dosya sunucu olarak kurar.

source: Tomcat server: Installs the Apache Tomcat and needed dependencies Java, gcj, etc.
fr: Serveur Tomcat : installe le serveur Apache Tomcat et les dépendances idoines (java, gcj, etc.)
pt_br: Servidor Tomcat: Instala o Apache Tomcat e dependências necessárias Java, GCJ, etc.
tr: Tomcat sunucu: Apache Tomcat'ı ve gereken Java, gcj, vb. bağımlılıkları yükler.

source: Virtual machine host: Includes packages needed to run KVM virtual machines.
fr: Hôte de machine virtuelle : inclut les paquets nécessaires pour lancer les machines virtuelles KVM.
pt_br: Máquina virtual: Inclui os pacotes necessários para executar máquinas virtuais KVM.
tr: Sanal makine sunucu: KVM sanal makinelerini çalıştırmak için gerekli paketleri içerir.

source: Installing the package groups is accomplished using the <application>tasksel</application> utility. One of the important difference between Ubuntu (or Debian) and other GNU/Linux distribution is that, when installed, a package is also configured to reasonable defaults, eventually prompting you for additional required information. Likewise, when installing a task, the packages are not only installed, but also configured to provided a fully integrated service.
fr: L'utilitaire <application>tasksel</application> permet d'installer des groupes de paquets. Une des différences importante entre Ubuntu (ou Debian) et les autres distributions GNU/Linux est que, quand un paquet est installé, il est aussi configuré avec des options raisonnables par défaut, éventuellement en vous demandant des informations requises supplémentaires. Ainsi lorsque vous installez une fonctionnalité (avec taskel) , les paquets ne sont pas seulement installés mais aussi configurés pour fournir un service totalement intégré.
pt_br: A instalação dos grupos de pacotes é realizada usando o utilitário tasksel. Uma diferença importante entre Ubuntu (ou Debian) e outra distribuição GNU/Linux é que, quando instalado, um pacote é configurado com os padrões razoáveis, alertando eventualmente solicitando informações adicionais requeridas. Do mesmo modo, ao instalar uma tarefa, os pacotes não são apenas instalados, mas igualmente configurados para prover um serviço totalmente integrado.
tr: Paket gruplarını yükleme <application>tasksel</application> uygulaması kullanılarak yapılır. Ubuntu (veya Debian) ve diğer GNU/Linux dağıtımları arasındaki farklardan biri, paket yüklendiğinde ayrıca uygun olarak ta yapılandırılmasıdır. Sonuç olarak gerekli ek bilgileri sana vermesidir. Aynı şekilde bir görev yüklendiğinde, paket sadece yüklenmekle kalmaz, ayrıca tüm yerleşik servisleri de yapılandırır.

source: For more information on the <emphasis>Cloud Computing</emphasis> tasks see <xref linkend="uec"/>.
fr: Pour plus d'informations sur tout ce qui concerne les <emphasis>nuages informatiques</emphasis>, consultez <xref linkend="uec"/>.

source: Once the installation process has finished you can view a list of available tasks by entering the following from a terminal prompt:
fr: Une fois le processus d'installation terminé vous pouvez obtenir une liste des tâches disponibles en saisissant la commande suivante depuis un terminal :
pt_br: Uma vez que o processo de instalação tenha terminado você pode ver uma lista de tarefas disponíveis entrando no seguinte no terminal:
tr: Yükleme işlemi bittikten sonra, terminale aşağıdaki komutu girerek kullanılabilir görevlerin bir listesini görebilirsin:

source: The output will list tasks from other Ubuntu based distributions such as Kubuntu and Edubuntu. Note that you can also invoke the <command>tasksel</command> command by itself, which will bring up a menu of the different tasks available.
fr: Le résultat de cette commande listera les tâches des autres distributions basées sur Ubuntu comme Kubuntu et Edubuntu. Remarquez que vous pouvez aussi appeler la commande <command>tasksel</command> seule afin d'obtenir un menu des différentes tâches disponibles.
pt_br: A saída irá listar tarefas de outras distribuições baseadas no Ubunto como o Kubuntu e o Edubuntu. Note que você pode também chamar o comando <command>tasksel</command> que trará um menu das diferentes tarefas disponíveis.
tr: Çıktı, Kubuntu ve Edubuntu gibi Ubuntu tabanlı diğer dağıtımlardaki görevleri listeler. Kullanılabilir farklı görevlerin bir menüsünü gösteren <command>tasksel</command> komutunu kendi kendine başlatacağını da unutma.

source: You can view a list of which packages are installed with each task using the <emphasis>--task-packages</emphasis> option. For example, to list the packages installed with the <emphasis>DNS Server</emphasis> task enter the following:
fr: Vous pouvez voir une liste des paquets qui sont installés pour chaque tâche en utilisant l'option <emphasis>--task-packages</emphasis>. Par exemple, pour lister les paquets installés avec la tâche du <emphasis>serveur DNS</emphasis> saisissez ce qui suit :
pt_br: Você pode ver uma lista de quais pacotes são instalados com cada tarefa usando a opção <emphasis>--task-packages</emphasis>. Por exemplo, para listar os pacotes instalados com a tarefa <emphasis>DNS Server</emphasis> digite o seguinte:
tr: <emphasis>--task-packages</emphasis> seçeneği kullanılarak yüklene her görevin paketlerinin bir listesini görebilirsin. Örneğin, <emphasis>DNS Sunucu</emphasis> görevi ile yüklü paketleri listelemek için aşağıdakileri girin:

source: The output of the command should list:
fr: Le résultat de cette commande doit lister :
pt_br: A sáida do comando pode listar:
tr: Komutun çıktısı şöyledir:

source: Also, if you did not install one of the tasks during the installation process, but for example you decide to make your new LAMP server a DNS server as well. Simply insert the installation CD and from a terminal:
fr: Si vous n'avez pas installé une des tâches durant le processus d'installation, mais que par exemple vous décidez de faire de votre serveur LAMP également un serveur DNS, insérez simplement le CD d'installation et exécutez dans un terminal :
pt_br: Da mesma forma, se você não instalou uma das tarefas durante o processo de instalação, mas por exemplo, você decida fazer de seu servidor LAMP também um servidor DNS. Insira simplesmente o CD de instalação e de um terminal:
tr: Ayrıca, eğer yükleme esnasında herhangi bir görev yüklemediysen, örneğin, yeni LAMP sunucunu bir DNS sunucun olacak şekilde yapmak istersen, sadece yükleme CD'sini sürücüye yerleştir ve terminalden:

source: Upgrading
fr: Mise à niveau
pt_br: Atualizando
tr: Yükseltme

source: There are several ways to upgrade from one Ubuntu release to another. This section gives an overview of the recommended upgrade method.
fr: Il y a plusieurs façons de migrer d'une version d'Ubuntu vers une autre. Cette section donne un aperçu des méthodes de mises à niveau recommandées.
pt_br: Existem várias maneiras para atualizar de um lançamento do Ubuntu para outra. Esta seção fornece uma visão geral dos métodos de atualização recomendados.
tr: Sistemini bir Ubuntu sürümünden diğerine yükseltmenin birkaç yolu vardır. Bu bölüm tavsiye edilen yükseltme yöntemlerinin bir önizlemesini içerir.

source: The recommended way to upgrade a Server Edition installation is to use the <application>do-release-upgrade</application> utility. Part of the <emphasis>update-manager-core</emphasis> package, it does not have any graphical dependencies and is installed by default.
fr: La manière recommandée pour mettre à jour une installation d'une édition serveur est l'utilisation de <application>do-release-upgrade</application>. C'est un composant du paquet <emphasis>update-manager-core</emphasis>, qui ne dépend d'aucun gestionnaire graphique et qui est installé par défaut.
pt_br: A forma recomendada para atualizar uma instalação do Server Edition é usar o utilitário <application>do-release-upgrade</application>. Parte do pacote <emphasis>update-manager-core</emphasis>,não possui nenhuma dependência gráfica e é instalada por padrão.
tr: Server Edition yükleme yükseltmesinin tavsiye edilen yolu <application>do-release-upgrade</application> uygulamasını kullanmaktır. <emphasis>update-manager-core</emphasis> paketinin parçasında herhangi grafiksel arayüz yoktur ve öntanımlı olarak yüklenir.

source: Debian based systems can also be upgraded by using <command>apt-get dist-upgrade</command>. However, using <application>do-release-upgrade</application> is recommended because it has the ability to handle system configuration changes sometimes needed between releases.
fr: Les systèmes basés sur Debian peuvent aussi être mis à jour en utilisant la commande <command>apt-get dist-upgrade</command>. Cependant, l'utilisation de <application>do-release-upgrade</application> est recommandée car elle a la possibilité de gérer les changements de la configuration système nécessaires entre chaque versions.
pt_br: Sistemas baseados no Debian também podem ser atualizados usando <command>apt-get dist-upgrade</command>. No entanto, o <application>do-release-upgrade</application> é recomendado porque tem a habilidade de tratar as mudanças nas configurações do sistemas algumas vezes necessárias entre os lançamentos.
tr: Debian tabanlı sistemler de <command>apt-get dist-upgrade</command> kullanılarak yükseltilebilir. Bununla beraber iki sürüm arasında gerekli bazı değişiklikleri yapılandırmaya uygun olan <application>do-release-upgrade</application> kullanma tavsiye edilir.

source: To upgrade to a newer release, from a terminal prompt enter:
fr: Pour mettre à jour vers une nouvelle version, saisissez dans un terminal :
pt_br: Para atualizar para um novo lançamento, a partir do terminal digite:
tr: Yeni sürüme yükseltmek için terminalden girin:

source: It is also possible to use <application>do-release-upgrade</application> to upgrade to a development version of Ubuntu. To accomplish this use the <emphasis>-d</emphasis> switch:
fr: Il est également possible d'utiliser <application>do-release-upgrade</application> pour mettre à jour vers une version d'Ubuntu en cours de développement. Pour ce faire utilisez l'option <emphasis>-d</emphasis> :
pt_br: Também é possível usar <application>do-release-upgrade</application> para atualizar para uma versão de desenvolvimento do Ubuntu. Para efetuar isto utilize a opção <emphasis>-d</emphasis>:
tr: Ayrıca Ubuntu'nun bir geliştirme sürümünü yükseltmek için <application>do-release-upgrade</application> de kullanılabilir. Bunu yapmak için <emphasis>-d</emphasis> anahtarını kullanın:

source: Upgrading to a development release is <emphasis>not</emphasis> recommended for production environments.
fr: Mettre à jour vers une version en cours de développement <emphasis>n'est pas</emphasis> recommandé pour les environnements de production.
pt_br: Atualizar para um lançamento em desenvolvimento <emphasis>não</emphasis> é recomendado para ambientes de produção.
tr: Geliştirme sürümüne yükseltme ürün ortamları için tavsiye <emphasis>edilmez</emphasis>.

source: Advanced Installation
fr: Installation avancée
pt_br: Instalação avançada
tr: Gelişmiş Yükleme

source: Software RAID
fr: RAID logiciel
pt_br: RAID via software
tr: Yazılımsal RAID

source: Select <emphasis>Manual</emphasis> as the partition method.
fr: Sélectionnez <emphasis>Manuel</emphasis> comme méthode de partitionnement.
pt_br: Selecione <emphasis>Manual</emphasis> como o método de particionamento.
tr: Bölümleme yöntemi olarak <emphasis>Elle</emphasis>'yi seçin.

source: Repeat this step for each drive you wish to be part of the RAID array.
fr: Répétez cette étape pour chaque disque que vous souhaitez inclure dans la matrice RAID.
pt_br: Repetir este passo para cada disco rígido que deseja adicionar à matriz RAID.
tr: RAID dizisinin bir bölümü olmasını istediğin her sürücü için bu adımı tekrarlayın.

source: RAID Configuration
fr: Configuration du RAID
pt_br: Configuração de RAID
tr: RAID Yapılandırma

source: There should now be a list of hard drives and RAID devices. The next step is to format and set the mount point for the RAID devices. Treat the RAID device as a local hard drive, format and mount accordingly.
fr: Vous avez maintenant une liste des disques durs ainsi que celle des périphériques RAID. Il faut alors les formater et leur assigner le(s) point(s) de montage. Considérez les ensembles RAID comme des partitions normales en ce qui concerne le formatage et le montage.
pt_br: Deve agora haver uma lista de discos rígidos e dispositivos RAID. O próximo passo é formatar e definir o ponto de montagem para os dispositivos RAID. Trate o dispositivo RAID como um disco rígido local, formate e monte como se fosse tal.
tr: Şimdi sabit sürücü ve RAID aygıtların bir listesi bulunuyor. Sonraki adım RAID aygıtları biçimlendirme ve bağlama noktasını ayarlamadır. RAID aygıtlar, biçimlendirme ve bağlamada bir yerel sabit sürücü gibi davranır.

source: Choose <emphasis>"Use as:"</emphasis>. Then select <emphasis>"swap area"</emphasis>, then <emphasis>"Done setting up partition"</emphasis>.
fr: Choisissez <emphasis>Utiliser comme :</emphasis> suivi de <emphasis>espace d'échange (swap)</emphasis> puis <emphasis>Fin de paramétrage de cette partition</emphasis>.
pt_br: Escolha <emphasis>"Usar como:"</emphasis>. Então selecione <emphasis>"área de troca"</emphasis>, então <emphasis>"Configuração da partição concluída"</emphasis>.
tr: <emphasis>"Kullan:"</emphasis>ı seçin. Ardından <emphasis>"swap alanı"</emphasis>, sonra da <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>yı seçin.
