Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Next, choose the mailbox you would like to use. <application>Dovecot</application> supports <emphasis role="strong">maildir</emphasis> and <emphasis role="strong">mbox</emphasis> formats. These are the most commonly used mailbox formats. They both have their own benefits and are discussed on <ulink url="http://wiki.dovecot.org/MailboxFormat">the Dovecot web site</ulink>.
fr: Choisissez ensuite le format de boîte aux lettres souhaité. <application>Dovecot</application> utilise <emphasis role="strong">maildir</emphasis> et <emphasis role="strong">mbox</emphasis>. Ces formats sont les plus usités. Ils ont chacun leur propre intérêt et vous pouvez vous référez au <ulink url="http://wiki.dovecot.org/MailboxFormat">site Web de Dovecot</ulink> (en anglais).
pt_br: A seguir, escolha a caixa de mensagens que você deseja utilizar. <application>Dovecot</application> suporta os formatos <emphasis role="strong">maildir</emphasis> e <emphasis role="strong">mbox</emphasis>. Estes são os formatos mais comuns de caixas de mensagens. Ambos possuem seus próprios benefícios e são discutidos no <ulink url="http://wiki.dovecot.org/MailboxFormat">web site do Dovecot</ulink>.
tr: Sonra kullanmak istediğin posta kutusunu seçin. <application>Dovecot</application>, <emphasis role="strong">maildir</emphasis> ve <emphasis role="strong">mbox</emphasis> biçimlerini destekler. Bunlar en yaygın kullanılan posta kutu biçimleridir. Bunların herbirinin kendi yetkileri vardır ve <ulink url="http://wiki.dovecot.org/MailboxFormat">Dovecot web sitesi</ulink>nde tartışılmıştır.

source: Once you have chosen your mailbox type, edit the file <filename>/etc/dovecot/dovecot.conf</filename> and change the following line:
fr: Une fois que vous aurez choisi votre type de boîte à lettre, ouvrez le fichier <filename>/etc/dovecot/dovecot.conf</filename> et modifiez la ligne suivante:
pt_br: Uma vez que você tenha escolhido o tipo de mailbox, edite o arquivo <filename>/etc/dovecot/dovecot.conf</filename> e altere a seguinte linha:
tr: Posta kutu türünü seçtikten sonra <filename>/etc/dovecot/dovecot.conf</filename> dosyasını düzenleyin ve aşağıdaki satırı değiştirin:

source: mail_location = maildir:~/Maildir # (for maildir) or mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (for mbox)
fr: mail_location = maildir:~/Maildir # (pour maildir) ou mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (pour mbox)
pt_br: mail_location = maildir:~/Maildir # (para maildir) ou mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (para mbox)
tr: mail_location = maildir:~/Maildir # (maildir için) or mail_location = mbox:~/mail:INBOX=/var/spool/mail/%u # (mbox için)

source: You should configure your Mail Transport Agent (MTA) to transfer the incoming mail to this type of mailbox if it is different from the one you have configured.
fr: Vous devez configurer votre agent de transfert de courriel (MTA : Mail Transport Agent) pour transférer les courriels entrants vers ce type de boite aux lettres si il est différent de celui que vous avez configuré.
pt_br: Você deverá configurar seu Agente de Transporte de Email (Mail Transport Agent - MTA) para transferir os e-mails de entrada para esse tipo de caixa de e-mail se ele estiver diferente do que você configurou.
tr: Gelen postaları, eğer yapılandırdığından farklı ise, posta kutusunun bu türüne taşıması için Posta Taşıma Aracı (MTA)'nı yapılandırabilirsin.

source: Once you have configured dovecot, restart the <application>dovecot</application> daemon in order to test your setup:
fr: Une fois que vous aurez configuré dovecot, redémarrez le démon <application>dovecot</application> afin de tester votre configuration:
pt_br: Após ter configurado o dovecot, reinicie o deamon <application>dovecot</application> para testar suas configuração:
tr: Dovecot'u yapılandırdıktan sonra, kurulumunu test etmek için <application>dovecot</application> programını yeniden başlatın:

source: If you have enabled imap, or pop3, you can also try to log in with the commands <command>telnet localhost pop3</command> or <command>telnet localhost imap2</command>. If you see something like the following, the installation has been successful:
fr: Si vous avez activé imap ou pop3, vous pouvez aussi essayer de vous connecter avec les commandes <command>telnet localhost pop3</command> ou <command>telnet localhost imap2</command>. Votre installation est un succès si vous voyez quelque chose ressemblant à :
pt_br: Se você habilitou imap, ou pop3, você pode também tentar conectar com os comandos <command>telnet localhost pop3</command> ou <command>telnet localhost imap2</command>. Se você ver algo como o seguinte, a instalação foi bem sucedida:
tr: Eğer imap veya pop3'ü aktifleştirdiysen, ayrıca <command>telnet localhost pop3</command> veya <command>telnet localhost imap2</command> komutlarıyla giriş yapmaya çalışabilirsin. Eğer aşağıdaki gibi birşey görürsen yükleme başarılı olmuştur:

source: Dovecot SSL Configuration
fr: Configuration SSL de Dovecot
pt_br: Configuração de SSL do Dovecot
tr: Dovecot SSL Yapılandırması

source: To configure <application>dovecot</application> to use SSL, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename> and amend following lines:
fr: Afin de configurer <application>dovecot</application> pour utiliser SSL, vous pouvez modifier le fichier <filename>/etc/dovecot/dovecot.conf</filename> et y ajouter les lignes suivantes :
pt_br: Para configurar o <application>dovecot</application> para usar SSL., você pode editar o arquivo <filename>/etc/dovecot/dovecot.conf</filename> e incluir as seguintes linhas:
tr: SS kullanarak <application>dovecot</application>'u yapılandırmak için, <filename>/etc/dovecot/dovecot.conf</filename>'i düzenleyebilir ve aşağıdaki satırları değiştirebilirsin:

source: You can get the SSL certificate from a Certificate Issuing Authority or you can create self signed SSL certificate. The latter is a good option for email, because SMTP clients rarely complain about "self-signed certificates". Please refer to <xref linkend="certificates-and-security"/> for details about how to create self signed SSL certificate. Once you create the certificate, you will have a key file and a certificate file. Please copy them to the location pointed in the <filename>/etc/dovecot/dovecot.conf</filename> configuration file.
fr: Vous pouvez obtenir un certificat SSL d'une autorité de certification ou bien vous pouvez créer un certificat SSL auto-signé. Ce dernier est une bonne option car les clients SMTP envoient rarement un avertissement à propos des certificats auto-signés. Veuillez consulter <xref linkend="certificates-and-security"/> pour les renseignements sur la création d'un certificat auto-signé. Une fois le certificat créé, vous aurez un fichier de clé et un fichier de certificat. Veuillez les copier dans le dossier défini par le fichier de configuration <filename>/etc/dovecot/dovecot.conf</filename>.
pt_br: Você pode obter certicados SSL em uma Autoridade de emissão do certificado ou você pode criar o seu própio certificado SSL auto-assinado. O último é uma boa opção para email, porque clientes SMTP raramente reclamam sobre "certificados auto-assinados". Por favor veja <xref linkend="certificates-and-security"/> para mais detalhes de como criar certificados SSL auto-assinados. Uma vez que você crie o certificado, você terá um arquivo de chave e um arquivo de certificado. Por favor copie-o para localização apontada no arquivo de configuração <filename>/etc/dovecot/dovecot.conf</filename>.
tr: Sertifika Verme Yetkilisinden SSL sertifikası alabilir veya kendi imzalı SSL sertifikanı oluşturabilirsin. İkincisi e-posta için daha iyi bir seçimdir. Çünkü SMTP istemcileri "kendi imzalı sertifikalar"ı nadiren şikayet eder. Kendi imzalı SSL sertifikaları nasıl oluşturulacağı hakkında ayrıntı için <xref linkend="certificates-and-security"/>'e bakınız. Sertifikayı oluşturduktan sonra, bir anahtar dosyası ve bir sertifika dosyası vardır. Onları <filename>/etc/dovecot/dovecot.conf</filename> yapılandırma dosyasının uygun yerine kopyalayın.

source: Firewall Configuration for an Email Server
fr: Configuration du pare-feu pour un serveur de courrier électronique
pt_br: Configuração de Firewall para um Servidor de Email
tr: Eposta Sunucu için Ateş Çemberi Yapılandırması

source: To access your mail server from another computer, you must configure your firewall to allow connections to the server on the necessary ports. <placeholder-1/>
fr: Pour accéder à votre serveur de courriel depuis un autre ordinateur, vous devez configurer votre pare-feu pour qu'il autorise les connexions au serveur sur les ports requis. <placeholder-1/>
pt_br: Para acessar seu servidor de e-mail através de outro computador, você deve configurar seu firewall para permitir conexões ao servidor nas portas necessárias. <placeholder-1/>
tr: Diğer bilgisayardan kendi posta sunucuna erişebilmek için gerekli yuvalardaki sunucu bağlantılarını sağlamak için ateş çemberini yapılandırmalısın.

source: See the <ulink url="http://www.dovecot.org/">Dovecot website</ulink> for more information.
fr: Consultez le <ulink url="http://www.dovecot.org/">site Web Dovecot</ulink> pour de plus amples informations.
pt_br: Veja o site da web <ulink url="http://www.dovecot.org/">Dovecot </ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://www.dovecot.org/">Dovecot websitesine</ulink> bakınız.

source: Mailman is an open source program for managing electronic mail discussions and e-newsletter lists. Many open source mailing lists (including all the <ulink url="http://lists.ubuntu.com">Ubuntu mailing lists</ulink>) use Mailman as their mailing list software. It is powerful and easy to install and maintain.
fr: Mailman est un logiciel libre permettant la gestion de discussions par courrier électronique et de listes de bulletins d'information électroniques. De nombreuses listes de discussions sur le libre (dont toutes les <ulink url="http://lists.ubuntu.com">listes de discussions de Ubuntu</ulink>) utilisent Mailman comme logiciel de gestion de liste de diffusion. Il est puissant, facile à installer et à gérer.
pt_br: O Mailman é um programa open source para administração de discussões por listas de e-mail e newsletter. Muitas das listas de e-mail open source (incluindo todas as <ulink url="http://lists.ubuntu.com">listas de e-mail Ubuntu</ulink>) utilizam o Mailman. Ele é poderoso e fácil de instalar e manter.
tr: Mailman, elektronik posta düzenini yöneten açık kaynaklı bir programdır. Birçok açık kaynak posta listeleri (tüm <ulink url="http://lists.ubuntu.com"> Ubuntu posta listeleri</ulink> dahil) Mailman'ı kendi posta liste yazılımı gibi kullanır. Kullanımı yüklemesi kolay ve güçlüdür. and maintain.

source: Mailman provides a web interface for the administrators and users, using an external mail server to send and receive emails. It works perfectly with the following mail servers:
fr: Mailman fournit une interface Web aux administrateurs et utilisateurs en s'appuyant sur un serveur de courriel externe pour envoyer et recevoir les courriels. Il fonctionne parfaitement avec les serveur de courriel suivants :
pt_br: Mailman fornece uma interface web para administradores e usuários, usando um servidor de e-mail externo para enviar e receber e-mails. Funciona perfeitamente com o seguintes servidores de e-mail:
tr: Mailman yönetici ve kullanıcılar için, e-postalar göndermek ve almak için harici posta sunucu kullanarak bir web arayüzü sağlar. Aşağıdaki posta sunucularında mükemmel olarak çalışır.

source: We will see how to install and configure Mailman with, the Apache web server, and either the Postfix or Exim mail server. If you wish to install Mailman with a different mail server, please refer to the references section.
fr: Nous allons découvrir comment installer et configurer Mailman avec le serveur Apache, et le serveur de courriel Postfix ou bien Exim. Si vous désirez installer Mailman avec un serveur de courriel différent, veuillez visitez la section des références.
pt_br: Nós veremos como instalar e configurar o Mailman com, o servidor web Apache, e também com os servidores de correio Postfix ou Exim. Se você deseja instalar o Mailman com um servidor de correio diferente, por favor consulte a seção de referências.
tr: Apache web sunucu ve hem Postfix hem de Exim posta sunucu ile Mailman'ın nasıl yüklenip, yapılandırıldığını göreceğiz. Eğer Mailman'ı farklı bir posta sunucu ile yüklemek istersen, lütfen tercihler seçeneğine bakınız.

source: You only need to install one mail server and <application>Postfix</application> is the default Ubuntu Mail Transfer Agent.
fr: Vous avez seulement besoin d'un serveur de courrier et <application>Postfix</application> est l'agent de transfert de courrier (MTA) par défaut d'Ubuntu.
pt_br: Você precisa instalar apenas um servidor de correio e o <application>Postfix</application> é o Agente de Transferência de Correio padrão do Ubuntu.
tr: Sadece bir posta sunucu yüklemen gerekir ve <application>Postfix</application>, öntanımlı Ubuntu Posta Taşıma Aracıdır.

source: To install apache2 you refer to <ulink url="./web-servers.xml#http-installation">HTTPD Installation</ulink> section for details.
fr: Pour installer apache2, référez vous à la section <ulink url="./web-servers.xml#http-installation">Installation de HTTPD</ulink> pour plus de détails.
pt_br: Para instalar o apache2 veja a seção<ulink url="./web-servers.xml#http-installation">Instalação do HTTPD</ulink> para mais detalhes.
tr: Apache2'yi yüklemek için <ulink url="./web-servers.xml#http-installation">HTTPD Yükleme</ulink> bölümüne bakınız.

source: For instructions on installing and configuring Postfix refer to <xref linkend="postfix"/>
fr: Pour les instructions sur l'installation et la configuration de Postfix, référez vous à <xref linkend="postfix"/>
pt_br: Para instruções sobre como instalar e configurar o Postifix consulte <xref linkend="postfix"/>
tr: Postfix ile ilgili yükleme ve yapılandırma yönergeleri için <xref linkend="postfix"/>'e bakın.

source: To install Exim4 refer to <xref linkend="exim4"/>.
fr: Pour installer Exim4, référez vous à <xref linkend="exim4"/>.
pt_br: Para instalar o Exim4 consulte <xref linkend="exim4"/>.
tr: Exim4'ü yüklemek için <xref linkend="exim4"/>'e bakın.

source: Once exim4 is installed, the configuration files are stored in the <filename>/etc/exim4</filename> directory. In Ubuntu, by default, the exim4 configuration files are split across different files. You can change this behavior by changing the following variable in the <filename>/etc/exim4/update-exim4.conf</filename> file: <placeholder-1/>
fr: Une fois exim4 installé, les fichiers de configuration sont stockés dans le répertoire <filename>/etc/exim4</filename>. Dans Ubuntu laconfiguration d'exim4 est répartie par défaut dans différents fichiers. Vous pouvez modifiez ce comportement en changeant la variable suivante du fichier <filename>/etc/exim4/update-exim4.conf</filename> : <placeholder-1/>
pt_br: Uma vez que o Exim4 esteja instalado, os arquivos de configuração estão armazenados no diretório <filename>/etc/exim4</filename>. No Ubuntu, por padrão, os arquivos de configuração do exim4 são divididos entre vários arquivos diferentes. Você pode mudar este comportamento alterando a seguinte variável no arquivo <filename>/etc/exim4/update-exim4.conf</filename>: <placeholder-1/>
tr: Exim4 yüklendikten sonra, yapılandırma dosyaları <filename>/etc/exim4 </filename> dizinine depolanır. Öntanımlı olarak Ubuntu'da exim4 yapılandırma dosyaları farklı dosyalara bölünür. Bu durumu değiştirmek için <filename>/etc/exim4/update-exim4.conf</filename> dosyasındaki aşağıdaki değişkenleri değiştirebilirsiniz: <placeholder-1/>

source: To install <application>Mailman</application>, run following command at a terminal prompt:
fr: Pour installer <application>Mailman</application>, lancez la commande suivante dans un terminal:
pt_br: Para instalar o <application>Mailman</application>, execute o seguinte comando no terminal:
tr: <application>Mailman</application>'i yüklemek için terminalden aşağıdakini çalıştırın:

source: It copies the installation files in <application>/var/lib/mailman</application> directory. It installs the CGI scripts in <application>/usr/lib/cgi-bin/mailman</application> directory. It creates <emphasis>list</emphasis> linux user. It creates the <emphasis>list</emphasis> linux group. The mailman process will be owned by this user.
fr: Il copie les fichiers d'installation dans le répertoire <application>/var/lib/mailman</application>. Il installe les scripts CGI dans le répertoire <application>/usr/lib/cgi-bin/mailman</application>. Il crée l'utilisateur Linux <emphasis>list</emphasis>. Il crée le groupe Linux <emphasis>list</emphasis>. Le processus mailman appartiendra à cet utilisateur.
pt_br: Ele copia os arquivos de instalação no diretório <application>/var/lib/mailman</application>. Instala os scripts CGI no diretório <application>/usr/lib/cgi-bin/mailman</application>. Cria o usuário linux <emphasis>list</emphasis>. Cria o grupo linux <emphasis>list</emphasis>. O processo do Mailman irá pertencer a este usuário.
tr: Bu, <application>/var/lib/mailman</application> dizinindeki dosyaları kopyalar. CGI betiklerini <application>/usr/lib/cgi-bin/mailman</application> dizinine yükler. Linux kullanıcı <emphasis>listesini</emphasis> oluşturur. Linux gruplarının <emphasis>listesini</emphasis> oluşturur. Mailman işlemi bu kullanıcı tarafından sahiplenir.

source: This section assumes you have successfully installed <application>mailman</application>, <application>apache2</application>, and <application>postfix</application> or <application>exim4</application>. Now you just need to configure them.
fr: Cette section suppose que vous avez installé <application>mailman</application>, <application>apache2</application>, and <application>postfix</application> or <application>exim4</application> avec succès. Maintenant vous devez juste les configurer.
pt_br: Esta seção assume que você tenha instalado o <application>mailman</application> com sucesso, <application>apache2</application>, e <application>postfix</application> ou <application>exim4</application>. Agora você precia apenas configurá-los.
tr: Bu bölüm <application>mailman</application>, <application>apache2</application>, <application>postfix</application> veya <application>exim4</application>'ü başarılı bir şekilde yüklediğini varsayar. Şimdi sadece onları yapılandırman gerekir.

source: An example Apache configuration file comes with <application>Mailman</application> and is placed in <filename>/etc/mailman/apache.conf</filename>. In order for Apache to use the config file it needs to be copied to <filename>/etc/apache2/sites-available</filename>:
fr: Un exemple de fichier de configuration pour Apache est livré avec <application>Mailman</application> et placé dans <filename>/etc/mailman/apache.conf</filename>. Pour qu'Apache utilise le fichier de configuration, il devra être copié vers <filename>/etc/apache2/sites-available</filename> :
pt_br: Um exemplo de arquivo de configuração do Apache é fornecido pelo <application>Mailman</application> e está localizado no <filename>/etc/mailman/apache.conf</filename>. Para o Apache utilizar este arquivo de configuração ele precisa ser copiado para <filename>/etc/apache2/sites-available</filename>:
tr: Örnek bir yapılandırma dosyası <application>Mailman</application> ile gelir ve <filename>/etc/mailman/apache.conf</filename>'de bulunur. Apache'nin bu dosyayı kullanması için onun <filename>/etc/apache2/sites- available</filename>'e kopyalanması gerekir:

source: This will setup a new Apache <emphasis>VirtualHost</emphasis> for the Mailman administration site. Now enable the new configuration and restart Apache:
fr: Ceci configurera un nouvel <emphasis>VirtualHost</emphasis> d'Apache pour le site d'administration de Mailman. À présent, activez la nouvelle configuration et redémarrez Apache :
pt_br: Isto irá configurar um novo <emphasis>VirtualHost</emphasis> do Apache para o site de administração do Mailman. Agora habilite a configuração e reinicie o Apache:
tr: Bu, Mailman yönetim sitesi için yeni bir Apache <emphasis>Sanal Makine </emphasis> kuracak. Şimdi Apache'yi yeniden başlatarak yeni yapılandırmayı etkinleştirin:

source: Mailman uses apache2 to render its CGI scripts. The mailman CGI scripts are installed in the <application>/usr/lib/cgi-bin/mailman</application> directory. So, the mailman url will be http://hostname/cgi-bin/mailman/. You can make changes to the <filename>/etc/apache2/sites-available/mailman.conf</filename> file if you wish to change this behavior.
fr: Mailman utilise apache2 pour exécuter ses scripts CGI. Les scripts CGI de Mailman sont installés dans le répertoire <application>/usr/lib/cgi-bin/mailman</application>. Donc, l'url de mailman sera http://hostname/cgi-bin/mailman/.. Vous pouvez modifier le fichier de configuration <filename>/etc/apache2/sites-available/mailman.conf</filename> si vous souhaitez changer ce comportement.
pt_br: O Mailman utiliza o apache2 para renderizar seus scripts CGI. Os scripts CGI do mailman são instalados no diretório <application>/usr/lib/cgi-bin/mailman</application>. Então, a url do mailman será http://hostname/cgi-bin/mailman/. Você pode fazer mudanças no arquivo <filename>/etc/apache2/sites-available/mailman.conf</filename> se você desejar mudar este comportamento.
tr: Mailman, Apache2'yi CGI betiklerini açıklaması için kullanır. Mailman CGI betikleri <application>/usr/lib/cgi-bin/mailman</application> dizinine yüklenir. Bu yüzden mailman url'si http://hostname/cgi-bin/mailman/ olur. Bu durumu değiştirmek istiyorsan <filename>/etc/apache2/sites-available/mailman.conf</filename> dosyasında değişiklik yapabilirsin.

source: For <application>Postfix</application> integration, we will associate the domain lists.example.com with the mailing lists. Please replace <emphasis>lists.example.com</emphasis> with the domain of your choosing.
fr: Pour l'intégration de <application>Postfix</application>, nous associerons le domaine lists.example.com avec les listes de diffusion. Veuillez remplacer <emphasis>lists.example.com</emphasis> par le domaine de votre choix.
pt_br: Para integração do <application>Postfix</application>, nós vamos associar o domínio lists.example.com com a lista de correios. Por favor substitua <emphasis>lists.example.com</emphasis> pelo domínio que você escolheu.
tr: <application>Postfix</application> eşleşmesi için, lists.example.com alanı ile işbirliği yapacağız. Lütfen <emphasis>lists.example.com</emphasis> yerine istediğin alanı yazın.

source: You can use the postconf command to add the necessary configuration to <filename>/etc/postfix/main.cf</filename>:
fr: Vous pouvez utiliser la commande postconf pour ajouter les configurations nécessaires à <filename>/etc/postfix/main.cf</filename>:
pt_br: Você pode usar o comando postconf para adicionar configurações adicionais no <filename>/etc/postfix/main.cf</filename>:
tr: Gerekli yapılandırmayı <filename>/etc/postfix/main.cf</filename>'ye eklemek için postconf komutunu kullanabilirsin:

source: In <filename>/etc/postfix/master.cf</filename> double check that you have the following transport:
fr: Dans <filename>/etc/postfix/master.cf</filename>, vérifiez bien que vous avez le transport suivant :
pt_br: No <filename>/etc/postfix/master.cf</filename> cheque duas vezes se você possui o seguinte transporte:
tr: <filename>/etc/postfix/master.cf</filename>'de aşağıdaki dönüşümlere sahip olduğunu anlamak için iki kez kontrol edin:
