Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You should now be able to join Windows clients to the Domain in the same manner as joining them to an NT4 domain running on a Windows server.
fr: Vous devriez maintenant être capable de connecter les clients Windows au domaine de la même manière que vous les connectez à un domaine NT4 fonctionnant sur un Serveur Windows.
pt_br: Você agora deverá ser capaz de adicionar clientes Windows ao Domínio da mesma forma que os adicionaria a um domínio NT4 rodando em um servidor Windows.
tr: Şimdi Windows istemcilerine katılabilirsin. Alan, bir Windows sunucusundaki NT4 alanına giriyormuş gibi aynı davranışı gösterir.

source: Backup Domain Controller
fr: Contrôleur secondaire de domaine
pt_br: Cópia de Segurança do Controlador de Domínio
tr: Yedek Alan Kontrolörü

source: With a Primary Domain Controller (PDC) on the network it is best to have a Backup Domain Controller (BDC) as well. This will allow clients to authenticate in case the PDC becomes unavailable.
fr: Avec un contrôleur principal de domaine (PDC) opérationnel, il est préférable d'avoir également un contrôleur de domaine secondaire (BDC). Cela permettra aux clients de pouvoir toujours s'authentifier en cas d'indisponibilité du contrôleur principal de domaine.
pt_br: Com um Controlador de Domínio Primário (PDC) na rede é melhor possuir um Controlador de Domínio Reserva (BDC) também. Isso permitirá que os clientes se autentiquem no caso de o PDC ficar indisponível.
tr: Ağdaki Birincil Alan Kontrolörü (PDC), Yedek Alan Kontrolörüne sahip olanların en iyisidir. Bu, istemci PDC'lerinin kullanılamaz olmasına izin verir.

source: When configuring Samba as a BDC you need a way to sync account information with the PDC. There are multiple ways of accomplishing this <application>scp</application>, <application>rsync</application>, or by using <application>LDAP</application> as the <emphasis>passdb backend</emphasis>.
fr: Lorsque vous paramétrez Samba en tant que BDC, vous avez besoin de synchroniser les informations de comptes avec le PDC. Ceci peut être fait avec divers outils tels que <application>scp</application>, <application>rsync</application> ou en utilisant <application>LDAP</application> en tant que <emphasis>passdb backend</emphasis>.
pt_br: Para configurar o Samba como um BDC você precisará de uma forma de sincronizar as informações de contas com o PDC. Existem múltiplas formas de se conseguir isso: <application>scp</application>, <application>rsync</application>, ou utilizando <application>LDAP</application> como <emphasis>infraestrutura do passdb</emphasis>.
tr: Samba'yı bir BDC gibi yapılandırdığında, PDC hesap bilgisi ile senkronize olacak bir yol gerekir. Bunu yapmanın birçok yolu vardır. Bazıları <application>scp</application>, <application>rsync</application> veya <emphasis>passdb backend</emphasis> gibi <application>LDAP</application> kullanmaktır .

source: Using LDAP is the most robust way to sync account information, because both domain controllers can use the same information in real time. However, setting up a LDAP server may be overly complicated for a small number of user and computer accounts. See <xref linkend="samba-ldap"/> for details.
fr: L'utilisation de LDAP est la façon la plus efficace de synchroniser des informations relatives aux comptes, car les deux contrôleurs de domaine peuvent utiliser les mêmes informations en temps réel. Cependant, configurer un serveur LDAP peut s'avérer trop complexe pour un petit nombre d'utilisateurs et de comptes d'ordinateurs. Voir <xref linkend="samba-ldap"/> pour plus de détails.
pt_br: Utilizar LDAP é a forma mais robusta de sincronizar informações de conta, porque ambos os controladores de domínio podem usar as mesmas informações em tempo real. Entretanto, configurar um servidor LDAP pode ser desnecessariamente complicado para um número pequeno de contas de usuário e computadores. Veja <xref linkend="samba-ldap"/> para mais detalhes.
tr: LDAP'ı kullanma, hesap bilgisi senkronize etmek için en sağlam yoldur. Çünkü her iki alan kontrolörü gerçekte aynı bilgiyi kullanır. Yine deLDAP sunucu ayarlama, az sayıdaki bilgisayar ve kullanıcılar için aşırı karmaşıktır. Ayrıntılar için <xref linkend="samba-ldap"/>'a bakınız.

source: First, install <application>samba</application> and <application>libpam-smbpass</application>. From a terminal enter:
fr: Pour commencer, installez <application>samba</application> et <application>libpam-smbpass</application>. Saisissez dans un terminal :
pt_br: Primeiro, instale o <application>samba</application> e <application>libpam-smbpass</application>. A partir de um terminal digite:
tr: İlk önce <application>samba</application> ve <application>libpam-smbpass</application>'yi yükle. Uçbirime gir:

source: Now, edit <filename>/etc/samba/smb.conf</filename> and uncomment the following in the <emphasis>[global]</emphasis>:
fr: Modifiez maintenant <filename>/etc/samba/smb.conf</filename> et décommentez ce qui suit dans la section <emphasis>[global]</emphasis> :
pt_br: Agora, edite <filename>/etc/samba/smb.conf</filename> e descomente o seguinte na <emphasis>[global]</emphasis>:
tr: Şimdi <filename>/etc/samba/smb.conf</filename>'i düzenle <emphasis>[global]</emphasis>'da açıklamasız olarak şöyle yaz:

source: In the commented <emphasis>Domains</emphasis> uncomment or add:
fr: Dans la section commentée <emphasis>Domains</emphasis> décommentez ou ajoutez :
pt_br: Nos <emphasis>Domínios</emphasis> comentados descomente ou adicione:
tr: Açıklamada <emphasis>Alanlar</emphasis>'ı açıklamasız bırak veya ekle:

source: Make sure a user has rights to read the files in <filename>/var/lib/samba</filename>. For example, to allow users in the <emphasis>admin</emphasis> group to <application>scp</application> the files, enter:
fr: Assurez-vous qu'un utilisateur a le droit de lire les fichiers dans <filename>/var/lib/samba</filename>. Ainsi, pour permettre à un utilisateur du groupe <emphasis>admin</emphasis> d'effectuer un <application>scp</application> sur les fichiers, saisissez :
pt_br: Certifique-se de que um usuário tem permissão para ler os arquivos em <filename>/var/lib/samba</filename>. Por exemplo, para permitir que usuários do grupo <emphasis>admin</emphasis> usem <application>scp</application> nos arquivos, digite:
tr: Bir kullanıcının <filename>/var/lib/samba</filename> dosyalarını okumaya hakkı olduğundan emin ol. Örneğin; <emphasis>admin</emphasis> grubundaki kullanıcılara <application>scp</application> dosyalarında izin vermek için giriniz:

source: Next, sync the user accounts, using <application>scp</application> to copy the <filename>/var/lib/samba</filename> directory from the PDC:
fr: Il faut ensuite synchroniser les comptes utilisateurs en se servant de <application>scp</application> pour copier le répertoire <filename>/var/lib/samba</filename> depuis le PDC :
pt_br: A seguir, sincronize as contas de usuário, utilizando <application>scp</application> para copiar o diretório <filename>/var/lib/samba</filename> a partir do PDC.
tr: Sonra, kullanıcı hesabına PDC'den <filename>/var/lib/samba</filename> dizini kopyalamak için <application>scp</application> kullan:

source: sudo scp -r username@pdc:/var/lib/samba /var/lib
fr: sudo scp -r identifiant@pdc:/var/lib/samba /var/lib
tr: sudo scp -r kullanıcı@pdc:/var/lib/samba /var/lib

source: Replace <emphasis>username</emphasis> with a valid username and <emphasis>pdc</emphasis> with the hostname or IP Address of your actual PDC.
fr: Remplacez <emphasis>username</emphasis> par un identifiant correct et <emphasis>pdc</emphasis> par le nom d'hôte ou par l'adresse IP du PDC.
pt_br: Substitua <emphasis>username</emphasis> por um nome de usuário válido e <emphasis>pdc</emphasis> pelo nome do servidor ou endereço de IP de seu PDC atual.
tr: <emphasis>kullanıcı</emphasis> ve <emphasis>pdc</emphasis>'yi senin aktif olan alan adı ve IP Adresi ile değiştir.

source: Finally, restart <application>samba</application>:
fr: Pour finir, redémarrez <application>samba</application> :
pt_br: Finalmente, reinicie o <application>samba</application>:
tr: Son olarak, <application>samba</application>'yı yeniden başlat.

source: You can test that your Backup Domain controller is working by stopping the Samba daemon on the PDC, then trying to login to a Windows client joined to the domain.
fr: You pouvez tester le bon fonctionnement de votre BDC en arrêtant le démon Samba du PDC puis en essayant de vous identifier sur le domaine à partir d'un client Windows préalablement joint au domaine.
pt_br: Você pode testar se seu Controlador de Domínio de Backup está funcionando, parando o daemon (serviço) do Samba no PDC, e então tentando autenticar um cliente Windows pertencente ao domínio.
tr: Çalışan Yedek Alan kontrolörünü durdurarak test edebilirsin. Sonra Windows istemcisine girmeyi deneyin.

source: Another thing to keep in mind is if you have configured the <emphasis>logon home</emphasis> option as a directory on the PDC, and the PDC becomes unavailable, access to the user's <emphasis>Home</emphasis> drive will also be unavailable. For this reason it is best to configure the <emphasis>logon home</emphasis> to reside on a separate file server from the PDC and BDC.
fr: Une autre chose à conserver à l'esprit est que si vous avez configuré l'option <emphasis>logon home</emphasis> comme répertoire sur le PDC, et que le PDC devient indisponible, l'accès pour l'utilisateur au lecteur <emphasis>Home</emphasis> sera également impossible. Pour cette raison, il est préférable de configurer le <emphasis>logon home</emphasis> afin qu'il réside sur un serveur de fichiers séparé du PDC et du BDC.
pt_br: Outra coisa para ter em mente é que se você configurou a opção <emphasis>pasta pessoal de logon</emphasis> como um diretório no PDC e o PDC ficar indisponível, o acesso ao drive <emphasis>Pasta Pessoal</emphasis> também ficará indisponível. Por essa razão é melhor configurar a <emphasis>pasta pessoal de logon</emphasis> para que ela fique em um servidor de arquivos separado do PDC e do BDC.
tr: Akılda tutulması gereken diğer şey, <emphasis>bağlantı evi</emphasis> seçeneğinin PDC'de bir dizin gibi yapılandırılıp yapılandırılmadığıdır. PDC ve kullanıcı <emphasis>Ev</emphasis> sürücüsü kullanılamaz olacak. Bu sebepten dolayı PDC ve BDC'den <emphasis>bağlantı evi</emphasis>'ni yapılandırmak en iyisidir.

source: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">Chapter 4</ulink> of the Samba HOWTO Collection explains setting up a Primary Domain Controller.
fr: Le <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">chapitre 4</ulink> de la collection des guides Samba décrit la mise en place d'un contrôleur de domaine primaire (PDC).
pt_br: O <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">capítulo 4</ulink> da Coleção Samba HOWTO explica como configurar um Controlador de Domínios Primário.
tr: Samba HOWTO Koleksiyonu <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-pdc.html">4. Bölüm</ulink>'ü Birincil Alan Kontrolörü ayarlarını açıklar.

source: <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">Chapter 5</ulink> of the Samba HOWTO Collection explains setting up a Backup Domain Controller.
fr: Le <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">chapitre 5</ulink> de la collection des guide Samba décrit la mise en place d'un contrôleur de domaine secondaire (BDC).
pt_br: O <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">capítulo 5</ulink> da Coleção Samba HOWTO explica como configurar um Controlador de Domínios de Backup.
tr: Samba HOWTO Koleksiyonu <ulink url="http://us3.samba.org/samba/docs/man/Samba-HOWTO-Collection/samba-bdc.html">5. Bölüm</ulink>'ü Yedek Alan Kontrolörünü açıklar.

source: Samba Active Directory Integration
fr: Intégration de Samba à l'Active Directory.
pt_br: Samba Integração do Active Directory
tr: Samba Aktif Dizin Birleşimi

source: Accessing a Samba Share
fr: Accéder à un partage Samba
pt_br: Acessando um compartilhamento samba
tr: Samba Paylaşıma Erişme

source: Another, use for Samba is to integrate into an existing Windows network. Once part of an Active Directory domain, Samba can provide file and print services to AD users.
fr: On peut aussi intégrer Samba dans un réseau Windows existant, puis, une fois qu'il fait partie du domaine Active Directory, l'utiliser pour fournir des services de fichiers et d'impressions aux utilisateurs AD.
pt_br: Outro uso para o Samba é integrar uma rede Windows já existente. Um vez que faça parte do domínio de Diretório Ativo (Active Directory), o Samba poderá fornecer serviços de arquivos e impressão para os usuários do domínio (AD).
tr: Diğeri, Samba için varolan Windows ağına birleşmek için kullanma. Aktif Dizin alannın ilk bölümü, Samba'nın dosya ve yazdırma servislerini AD kullanıcılarına sağlayabilir.

source: The simplest way to join an AD domain is to use <application>Likewise-open</application>. For detailed instructions see <xref linkend="likewise-open"/>.
fr: L'utilisation de <application>Likewise-open</application> est la méthode la plus simple pour rejoindre un domaine AD. Se référer à <xref linkend="likewise-open"/> pour obtenir de plus amples informations.
pt_br: O modo mais simples de juntar-se a um domínio AD é utilizar o <application>Likewise-open</application>. Para instruções detalhadas veja <xref linkend="likewise-open"/>.
tr: Ad alanına katılmanın en basit yolu <application>Likewise-open</application> kullanmaktır. Ayrıntılar için <xref linkend="likewise-open"/>'a bakınız.

source: Once part of the domain, enter the following command in the terminal prompt:
fr: Une fois que vous faites partie du domaine, saisissez la commande suivante dans le terminal :
pt_br: Uma vez parte do domínio, digite o seguinte comando em um terminal:
tr: Alanın bölümünden sonra terminale şunu girin:

source: Since the <application>likewise-open</application> and <application>samba</application> packages use separate <filename>secrets.tdb</filename> files, a symlink will need to be created in <filename role="directory">/var/lib/samba</filename>:
fr: Comme les paquets <application>likewise-open</application> et <application>samba</application> utilisent des fichiers <filename>secrets.tdb</filename> distincts, un lien symbolique doit être créé dans <filename role="directory">/var/lib/samba</filename> :
pt_br: Uma vez que os pacotes do <application>likewise-open</application> e do <application>samba</application> usam arquivos <filename>secrets.tdb</filename> separados, um link simbólico deverá ser criado em <filename role="directory">/var/lib/samba</filename>:
tr: <application>likewise-open</application> ve <application>samba</application> paketleri ayrı <filename>secrets.tdb</filename> dosyaları kullanır. Sembolik bir bağlantı <filename role="directory">/var/lib/samba</filename> dizininde oluşturulacak:

source: Next, edit <filename>/etc/samba/smb.conf</filename> changing:
fr: Modifiez ensuite <filename>/etc/samba/smb.conf</filename> en changeant :
pt_br: Próximo, editar <filename>/etc/samba/smb.conf</filename> mudando:
tr: Sonra, <filename>/etc/samba/smb.conf</filename> değişikliklerini düzenle:

source: workgroup = EXAMPLE ... security = ads realm = EXAMPLE.COM ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999
fr: workgroup = EXEMPLE ... security = ads realm = EXEMPLE.COM ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999
pt_br: workgroup = EXAMPLE ... security = ads realm = EXAMPLE.COM ... idmap infraestrutura = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999
tr: workgroup = ÖRNEK ... security = ads realm = UBUNTU-TR.ORG ... idmap backend = lwopen idmap uid = 50-9999999999 idmap gid = 50-9999999999

source: Restart <application>samba</application> for the new settings to take effect:
fr: Redémarrez <application>samba</application> pour appliquer les nouveaux paramètres :
pt_br: Reiniciar o <application>samba</application> para que as novas configurações tenham efeito:
tr: Yeni ayarların etkinleştirilmesi için <application>samba</application> 'yı tekrar başlatın:

source: You should now be able to access any <application>Samba</application> shares from a Windows client. However, be sure to give the appropriate AD users or groups access to the share directory. See <xref linkend="samba-fileprint-security"/> for more details.
fr: Vous devriez accéder maintenant à n'importe quel partage <application>Samba</application> depuis un client Windows. Assurez-vous tout de même que les utilisateurs ou groupes AD ont les autorisations nécessaires sur le partage. Se référer à <xref linkend="samba-fileprint-security"/> pour de plus amples informations.
pt_br: agora você deverá ser capaz de acessar qualquer compartilhamento <application>Samba</application> a partir de um cliente Windows. No entanto, certifique-se de dar acesso apropriado aos usuários e grupos do diretório, para que eles possam acessar o diretório compartilhado. Veja <xref linkend="samba-fileprint-security"/> para mais detalhes.
tr: Şimdi, herhangi <application>Samba</application> paylaşımına Windows istemciden erişebilirsin. Bununla beraber, paylaşım dizinine erişmek için uygun AD kullanıcı veya grupları verdiğinden emin ol. Daha fazla ayrıntı için <xref linkend="samba-fileprint-security"/>'ye bakınız.

source: Accessing a Windows Share
fr: Accéder à un partage Windows
pt_br: Accessando um compartilhamento Windows
tr: Windows Paylaşımına Erişim

source: Now that the Samba server is part of the Active Directory domain you can access any Windows server shares:
fr: Vous pouvez accéder à n'importe quel partage Windows maintenant que le serveur Samba fait partie du domaine Active Directory :
pt_br: Agora que o servidor Samba é parte do domínio do Active Directory, você pode acessar qualquer compartilhamento de servidor Windows:
tr: Şimdi, Aktif Dizin alanının bölümü olan Samba sunucusu herhangi Windows sunucu paylaşımlarına erişebilir:

source: To mount a Windows file share enter the following in a terminal prompt:
fr: Pour monter un partage Windows, tapez la ligne de commande :
pt_br: Para montar um arquivo compartilhado do Windows digitar no terminal:
tr: Windows dosya paylaşımına bağlanmak için uçbirime şunları gir:

source: mount.cifs //fs01.example.com/share mount_point
fr: mount.cifs //fs01.exemple.com/partage point_de_montage

source: It is also possible to access shares on computers not part of an AD domain, but a username and password will need to be provided.
fr: Il est possible d'accéder aux partages d'ordinateurs ne faisant pas partie d'un domaine AD en fournissant un nom d'utilisateur et un mot de passe.
pt_br: Também é possível acessar compartilhamentos em computadores que não fazem parte de um domínio AD, mas será necessário fornecer um nome de usuário e senha.
tr: Ayrıca AD alanın bölümü olmayan bilgisayarlardan paylaşımlara erişmek mümkündür. Fakat kullanıcı adı ve şifre gerekir.

source: To mount the share during boot place an entry in <filename>/etc/fstab</filename>, for example:
fr: Pour monter le partage au démarrage, insérez dans <filename>/etc/fstab</filename> une entrée du type :
pt_br: Para montar o compartilhamento durante o boot coloque uma entrada no <filename>/etc/fstab</filename>, por exemplo:
tr: Kök'deki <filename>/etc/fstab</filename>'da bulunan paylaşıma bağlanmak için, örneğin:

source: //192.168.0.5/share /mnt/windows cifs auto,username=steve,password=secret,rw 0 0
fr: //192.168.0.5/share /mnt/windows cifs auto,username=martin,password=secret,rw 0 0

source: Another way to copy files from a Windows server is to use the <application>smbclient</application> utility. To list the files in a Windows share:
fr: Se servir de l'utilitaire <application>smbclient</application> est une autre méthode pour copier des fichiers depuis un serveur Windows. Pour lister les fichiers d'un partage Windows :
pt_br: Outa forma de copiar arquivos de um servidos Windows é utilizar o utilitário <application>smbclient</application>. Para listar os arquivos em um compartilhamento Windows:
tr: Windows sunucudan dosya kopyalamanın diğer yolu <application>smbclient</application> uygulaması kullanmaktır. Windows paylaşımındaki dosyaları listelemek için:

source: smbclient //fs01.example.com/share -k -c "ls"
fr: smbclient //fs01.exemple.com/partage -k -c "ls"

source: To copy a file from the share, enter:
fr: Pour copier un fichier d'un partage, saisissez :
pt_br: Para copiar um arquivo de um compartilhamento, digite:
tr: Paylaşımdaki bir dosyayı kopyalmak için, giriniz:

source: smbclient //fs01.example.com/share -k -c "get file.txt"
fr: smbclient //fs01.exemple.com/partage -k -c "get fichier.txt"
tr: smbclient //fs01.example.com/share -k -c "get dosya.txt"

source: This will copy the <filename>file.txt</filename> into the current directory.
fr: <filename>fichier.txt</filename> sera copié depuis le partage dans le répertoire actuel.
pt_br: Isso irá copiar o <filename>file.txt</filename> para o diretório atual.
tr: Bu <filename>dosya.txt</filename>'yi mevcut dizin içine kopyalayacak.

source: And to copy a file to the share:
fr: Pour copier un fichier vers le partage :
pt_br: E para copiar um arquivo para o compartilhamento:
tr: Ve dosyayı paylaşıma kopyalamak için:

source: smbclient //fs01.example.com/share -k -c "put /etc/hosts hosts"
fr: smbclient //fs01.exemple.com/partage -k -c "put /etc/hosts hosts"

source: This will copy the <filename>/etc/hosts</filename> to <filename>//fs01.example.com/share/hosts</filename>.
fr: Ceci copiera le fichier <filename>/etc/hosts</filename> vers <filename>//fs01.exemple.com/share/hosts</filename>.
pt_br: Isto ira copiar o <filename>/etc/hosts</filename> para <filename>//fs01.example.com/share/hosts</filename>.
tr: Bu, <filename>/etc/hosts</filename>'u <filename>//fs01.example.com/share/hosts</filename>'e kopyalayacak.

source: The <emphasis>-c</emphasis> option used above allows you to execute the <application>smbclient</application> command all at once. This is useful for scripting and minor file operations. To enter the <emphasis>smb: \&gt;</emphasis> prompt, a FTP like prompt where you can execute normal file and directory commands, simply execute:
fr: L'option <emphasis>-c</emphasis> utilisée ci-dessus vous permet d'exécuter la commande <application>smbclient</application> en une seule fois. Ceci est utile pour des opérations mineures ainsi qu'à l'intérieur d'un script. Pour accéder à l'invite de commandes <emphasis>smb: \&gt;</emphasis> (analogue à une invite de commande FTP) à partir duquel vous pouvez lancer des commandes sur les fichiers et répertoires, servez-vous de :
pt_br: A opção <emphasis>-c</emphasis> utilizada acima permite que você execute o comando <application>smbclient</application> todo de uma vez. Isso é útil em scripts e em pequenas operações de arquivo. Para entrar no prompt <emphasis>smb: \&gt;</emphasis> , um prompt similar ao FTP, onde você pode executar comandos normais para arquivos e diretórios, simplesmente use:
tr: Yukarda kullanılan <emphasis>-c</emphasis> seçeneği herşeyden önce <application>smbclient</application> komutunu çalıştırmaya izin verir. Bu, betik ve yansı dosya işlemleri için kullanışlıdır. Normal dosya ve dizin komutlarında çalıştırabileceğin FTP gibi <emphasis>smb: \&gt;</emphasis> iletisini girmek için basitçe şunu çalıştır:

source: smbclient //fs01.example.com/share -k
fr: smbclient //fs01.exemple.com/partage -k
