Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Most enterprise networks require centralized authentication and access controls for all system resources. If you have configured your server to authenticate users against external databases, be sure to disable the user accounts both externally and locally, this way you ensure that local fallback authentication is not possible.
fr: La plupart des réseaux d'entreprise nécessitent une authentification centralisée et des contrôles d'accès pour toutes les ressources système. Si vous avez configuré votre serveur pour authentifier les utilisateurs sur une base de données externe, prenez soin de désactiver les comptes utilisateurs aussi bien externes que locaux. Ainsi, vous êtes sûr qu'en dernier recours l'authentification locale est impossible.
pt_br: A maioria de redes de empresas requerem autenticação centralizada e controle de acesso para todos os recursos do sistema. Se você configurou seu servidor para autenticar usuários com bases de dados externas, certifique-se de desabilitar a conta do usuário localmente e externamente, desta forma você assegura-se de que a autenticação local não será possível.
tr: Çoğu işletme ağı tüm sistem kaynakları için merkezi doğrulama ve erişim kontrolleri gerektirir. Eğer sunucunu, kullanıcıların harici veritabanlarına ulaşabilecek şeklide yapılandırmışsan, kullanıcı hesaplarını hem harici hem de yerel olarak pasifleştirdiğinden emin ol. Bu yol sana yerel geri alma doğrulamasının mümkün olmadığını sağlar.

source: Console Security
fr: Sécurité de la console
pt_br: Console de Segurança
tr: Konsol Güvenliği

source: As with any other security barrier you put in place to protect your server, it is pretty tough to defend against untold damage caused by someone with physical access to your environment, for example, theft of hard drives, power or service disruption and so on. Therefore, console security should be addressed merely as one component of your overall physical security strategy. A locked "screen door" may deter a casual criminal, or at the very least slow down a determined one, so it is still advisable to perform basic precautions with regard to console security.
fr: Comme pour toute barrière de sécurité mise en place sur votre serveur, il est particulièrement difficile de se défendre contre les dommages considérables que peut causer quelqu'un qui a un accès physique à votre environnement, par exemple le vol de disque dur, l'interruption de service ou de l'alimentation et ainsi de suite. Par conséquent, la sécurité de la console ne doit être traitée que comme un composant de l'ensemble de votre stratégie de sécurité physique. Une « porte verrouillée » peut dissuader un criminel occasionnel, ou du moins ralentir quelqu'un de plus déterminé. Il est donc toujours conseillé de prendre des précautions élémentaires concernant la sécurité de la console.
pt_br: Como qualquer outra barreira de segurança que você coloque no seu servidor, é considerável defender-se de danos não previstos causados por alguém com acesso físico ao seu ambiente, por exemplo, roubo de discos rígidos, força ou serviços de interrupção e assim por diante. Então, a segurança do console deve ser atribuída a um componente da sua estratégia de segurança física. Uma "porta de tela" trancada pode deter um criminoso casual, ou no mínimo atrasar um determinado criminoso, então é aconselhável tomar precauções básicas considerando a segurança do console.
tr: Herhangi diğer güvenlik duvarlarında olduğu gibi, sunucunu ortamını da birileri tarafından fiziksel olarak oluşturulabilecek zararlardan korumak için onu oldukça güvenli bir yere koyun. Örneğin; sabit sürücü hırsızlığı, enerji veya servis kesilmeleri vb. Bu yüzden konsol güvenliği sadece senin genel fiziksel güvenlik stratejinin bir bileşeni gibi adreslenmelidir. Kilitli bir "ekran penceresi" rastgele bir suçluyu caydırabilir veya en azından onu simge durumuna getirmek. Yine de konsol güvenliğin için temel tedbirleri dikkatle uygulaman tavsiye edilebilir.

source: The following instructions will help defend your server against issues that could otherwise yield very serious consequences.
fr: Les instructions suivantes vous aideront à prémunir votre serveur contre des problèmes qui pourraient, le cas échéant, avoir de très graves conséquences.
pt_br: As seguintes instruções ajudarão a defender seu servidor de problemas que poderiam de alguma maneira resultar em conseqüências muito sérias.
tr: Aşağıdaki yönergeler sunucunu çok ciddi sonuçlara karşı savunmak için yardım edecektir.

source: Disable Ctrl+Alt+Delete
fr: Désactiver Ctrl+Alt+Suppr
pt_br: Desativar Ctrl+Alt+Delete
tr: Ctrl+Alt+Delete'i Pasifleştir

source: First and foremost, anyone that has physical access to the keyboard can simply use the <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> key combination to reboot the server without having to log on. Sure, someone could simply unplug the power source, but you should still prevent the use of this key combination on a production server. This forces an attacker to take more drastic measures to reboot the server, and will prevent accidental reboots at the same time.
fr: Avant toute chose, quiconque ayant un accès physique au clavier peut simplement utiliser la combinaison de touches <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Suppr</keycap></keycombo> pour redémarre le serveur sans avoir à s'y connecter. Bien évidemment, quelqu'un peut simplement débrancher l'alimentation, mais vous devriez quand même empêcher l'utilisation de cette combinaison de touches sur un serveur en production. Ceci oblige l'attaquent à prendre des mesures plus radicales pour redémarrer le serveur et évite en même temps les redémarrage accidentels.
pt_br: Primeiro e principalmente, qualquer um que possua acesso físico ao teclado pode simplesmente utilizar a combinação de teclas <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> para reiniciar o sistema sem a necessidade de se logar. Certamente, alguem pode simplesmente remover o cabo de força, mas você ainda poderá se prevenir deste tipo de combinação de telcas em um servidor de produção. Isto forçará um intruso a tomar medidas mais drásticas para reiniciar o servidor, e ao mesmo tempo irá prevenir reinicializações acidentais.
tr: İlk ve en önemlisi, klavyene fiziksel olarak erişebilecek herhangi biri basitçe <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> tuş bileşenini giriş gerekmeksizin sunucunu yeniden başlatmak için kulllanabilir. Birinin güç kaynağını çıkarabileceğini unutma. Fakat hala üretim sunucusundaki bu tuş bileşen kullanımını engelleyebilirsin. Bu, saldırganın sunucuyu yeniden başlatarak daha dramatik sonuçlar doğurmasına ve aynı zamanda kazara yeniden başlatmayı engeller.

source: To disable the reboot action taken by pressing the <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> key combination, comment out the following line in the file <filename>/etc/init/control-alt-delete.conf</filename>.
fr: Pour désactiver le déclenchement d'un redémarrage après avoir appuyé simultanément sur les touches <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Suppr</keycap></keycombo>, commentez la ligne qui suit dans le fichier <filename>/etc/init/control-alt-delete.conf</filename>.
tr: Yeniden başlatma eylemini <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Delete</keycap></keycombo> tuş bileşenlerine basmayı pasifleştirmek için aşağıdaki satırı <filename>/etc/event.d/control-alt-delete</filename> dosyasına yazınız.

source: Firewall
fr: Pare-feu
tr: Güvenlik Duvarı

source: The Linux kernel includes the <emphasis>Netfilter</emphasis> subsystem, which is used to manipulate or decide the fate of network traffic headed into or through your server. All modern Linux firewall solutions use this system for packet filtering.
fr: Le noyau Linux intègre le sous-système <emphasis>Netfilter</emphasis>, qui est utilisé pour manipuler ou décider du destin du trafic réseau arrivant, sortant ou passant par votre serveur. Tous les pare-feu modernes pour Linux utilisent ce système pour le filtrage des paquets.
pt_br: O kernel Linux inclui o subsistema <emphasis>Netfilter</emphasis>, o qual é usado para manipular ou decidir o destino do tráfego de rede dirigido para ou através de seu servidor. Todas as soluções de firewall Linux modernas utilizam esse sistema para filtragem de pacotes.
tr: Linux çekirdeği, ağ trafik felaketini engellemek veya karar vermek için emphasis>Netfilter</emphasis> alt sistemini kullanır. Bütün modern Linux güvenlik duvar çözümleri paket filtrelemek için bu sistemi kullanır.

source: The kernel's packet filtering system would be of little use to administrators without a userspace interface to manage it. This is the purpose of iptables. When a packet reaches your server, it will be handed off to the Netfilter subsystem for acceptance, manipulation, or rejection based on the rules supplied to it from userspace via iptables. Thus, iptables is all you need to manage your firewall if you're familiar with it, but many frontends are available to simplify the task.
fr: Le système du noyau de filtrage de paquets serait bien peu utile aux administrateurs sans une interface utilisateur pour le gérer. C'est le but d'iptables. Quand un paquet atteint votre serveur, Netfilter décidera s'il est accepté, manipulé, ou rejeté en suivant les règles fournies grâce à iptables. Si vous le maîtrisez, iptables suffit donc à gérer votre pare-feu, mais de nombreuses interfaces existent pour vous simplifier la tâche.
pt_br: O sistema de filtragem de pacotes do kernel tem pouca utilidade para os administradores sem uma interface para gerenciá-la. Este é o propósito do iptables. Quando um pacote chega ao servidor, ele será encaminhado ao subsistema Netfilter para aceitação, manipulação ou rejeição, baseado numa das regras supridas pela interface via iptables. Então, o iptables é tudo que você precisa para gerenciar o seu firewall, caso você tenha familiaridade com ele, mas existem diversos front ends (interfaces de frente) para simplificar a tarefa.
tr: Çekirdeğin paket filtreleme sistemi, onu yönetmek için kullanıcı arayüzü olmaksızın yöneticilerin küçük kullanımı olabilir. Bu IP paket filtre yönetiminin amacıdır. Eğer bir paket sunucuna ulaştığında Netfilter alt sistemi kabul etme, engelleme veya dışlama için müdahale edecektir. Bu IP paket filtre yönetimi eğer onunla aşına isen güvenlik duvarını ayarlamanı gerektirir. Fakat çoğu öncelikliler görevi basitleştirmek için kullanılabilir.

source: ufw - Uncomplicated Firewall
fr: ufw - pare-feu simplifié
pt_br: ufw - Firewall Descomplicado
tr: ufw - Açık Güvenlik Duvarı

source: The default firewall configuration tool for Ubuntu is <application>ufw</application>. Developed to ease iptables firewall configuration, <application>ufw</application> provides a user friendly way to create an IPv4 or IPv6 host-based firewall.
fr: L'outil de configuration de pare-feu par défaut sous Ubuntu est <application>ufw</application>. Développé pour faciliter la configuration d'iptables, <application>ufw</application> propose une manière ergonomique de créer une machine servant de pare-feu IPv4 ou IPv6.
pt_br: A ferramenta de configuração de firewall no Ubuntu é o <application>ufw</application>. Desenvolvido para facilitar a configuração do firewall com iptables, <application>ufw</application> provê uma maneira amigável de criar um firewall em máquinas baseadas em IPv4 ou IPv6.
tr: Ubuntu için mevcut güvenlik duvarı aracı <application>ufw</application>'dir. IP paket filtre yönetimi güvenlik duvarı yapılandırmasını hafifletmek için geliştirildi. <application>ufw</application>, kullanıcıya uygun bir IPv4 veya IPv6 sistem tabanlı güvenlik duvarı oluşturma yolunu sağlar.

source: <application>ufw</application> by default is initially disabled. From the <application>ufw</application> man page:
fr: <application>ufw</application> est désactivé par défaut. D'après la page manuel de <application>ufw</application> :
pt_br: Por padrão o application>ufw</application> é inicialemte desabilitado. Da <application>ufw</application> man page:
tr: <application>ufw</application> normalde ilk olarak pasiftir. <application>ufw</application> ana sayfasından:

source: ufw is not intended to provide complete firewall functionality via its command interface, but instead provides an easy way to add or remove simple rules. It is currently mainly used for host-based firewalls.
fr: ufw n'est pas conçu pour fournir une solution pare-feu complète via son interfaces de commandes, mais il propose d'ajouter ou de supprimer facilement des règles simples. Il est actuellement principalement utilisé pour des machines servant de pare-feu.
pt_br: ufw não tem a intenção de provê uma funcionalidade completa de firewall através da sua interface de comando, mas no entanto fornece uma maneira fácil de adicionar e remover regras simples. Atualmente ele é utilizado para firewalls baseados em máquinas.
tr: ufw tüm güvenlik duvarı fonksiyonlarını onun komut arayüzünden sağlamak için tasarlanmamıştır. Fakat basit kurallar ekleme veya kaldırmanın kolay yolunu gösterir. Sistem tabanlı güvenlik duvarları için şu anda yaygın kullanım sunar

source: The following are some examples of how to use <application>ufw</application>:
fr: Voici quelques exemples d'utilisation de <application>ufw</application> :
pt_br: Alguns exemplos de como usar o <application>ufw</application>:
tr: Aşağıda <application>ufw</application> kullanımı ile ilgili birkaç örnek vardır:

source: First, <application>ufw</application> needs to be enabled. From a terminal prompt enter:
fr: D'abord, <application>ufw</application> doit être activé. Depuis un terminal saisissez :
pt_br: Primeiramente, o <application>ufw</application> precisa ser habilitado. No terminal digite:
tr: İlk önce <application>ufw</application>'nin aktifleştirilmesi gerekir. Terminalden şunu girin:

source: To open a port (ssh in this example):
fr: Pour ouvrir un port (ssh dans cet exemple) :
pt_br: Para abrir uma porta (ssh neste exemplo):
tr: Bir yuva açmak için (bu örnekte ssh):

source: Rules can also be added using a <emphasis>numbered</emphasis> format:
fr: Les règles peuvent également être ajoutées en utilisant un format <emphasis>numéroté</emphasis> :
pt_br: Regras também podem ser acionadas usando um formato <emphasis>numerado</emphasis>:
tr: Ayrıca kurallar bir <emphasis>numbered</emphasis> biçimi kullanılarak eklenebilir:

source: Similarly, to close an opened port:
fr: De même, pour fermer un port ouvert :
pt_br: Similarmente, para fechar uma porta aberta:
tr: Benzer şekilde açık yuvayı kapatmak için:

source: To remove a rule, use delete followed by the rule:
fr: Pour supprimer une règle, utilisez « delete » suivi de la règle :
pt_br: Para remover uma regra, use delete seguido pela regra:
tr: Kuralı kaldırmak için kuralda takip edilen silmeyi kullan

source: It is also possible to allow access from specific hosts or networks to a port. The following example allows ssh access from host 192.168.0.2 to any ip address on this host:
fr: Il est également possible d'autoriser les accès pour des hôtes ou des ports spécifiques. L'exemple suivant autorise les accès SSH depuis l'hôte 192.1687.0.2 vers n'importe quelle adresse IP :
pt_br: É também possível permitir acesso de hosts e redes específicas em uma porta. O seguinte exemplo permite acesso ssh do host 192.168.0.0 para qualquer endereço IP neste host.
tr: Ayrıca özel ana sistem veya ağdan bir yuvaya erişimi sağlamak mümkündür. Aşağıdaki örnek 192.168.0.2 ana sisteminden bu sistemdeki herhangi bir ip adrese ssh erişimi sağlar.

source: Replace 192.168.0.2 with 192.168.0.0/24 to allow ssh access from the entire subnet.
fr: Remplacez 192.168.0.2 par 192.168.0.0/24 pour permettre un accès ssh depuis l'ensemble du sous-réseau.
pt_br: Substitua 192.168.0.2 para 192.168.0.0/24 para permitir acesso ssh para a subrede inteira.
tr: 192.168.0.2'yi 192.168.0.0/24 ile değiştirerek tüm alt ağlardan ssh erişimi sağlanır.

source: Adding the <emphasis>--dry-run</emphasis> option to a <emphasis>ufw</emphasis> command will output the resulting rules, but not apply them. For example, the following is what would be applied if opening the HTTP port:
fr: L'ajout de l'option <emphasis>--dry-run</emphasis> à la commande <emphasis>ufw</emphasis> affichera les règles sans les appliquer. Par exemple, voici ce qu'il faudrait faire pour ouvrir le port HTTP :
pt_br: Adicionando a opção <emphasis>--dry-run</emphasis> em um <emphasis>ufw</emphasis> commando , terá como saída o resultado das regras, mas não apliquem elas. O exemplo seguinte seria aplicado ao abrir uma porta HTTP :
tr: <emphasis>--dry-run</emphasis> seçeneğini bir <emphasis>ufw</emphasis> komutuna ekleme kuralların sonuçlarını verecektir, fakat onları uygulamayacaktır. Örneğin; aşağıdaki, eğer HTTP yuvası açılırsa neyin uygulanacağını gösteriyor:

source: <application>ufw</application> can be disabled by:
fr: <application>ufw</application> peut être désactivé par :
pt_br: <application>ufw</application> pode ser desabilitado por:
tr: <application>ufw</application> şu şekilde pasifleştirilir:

source: To see the firewall status, enter:
fr: Pour voir le statut du pare-feu, saisissez:
pt_br: Para ver o status do firewall, digite:
tr: Güvenlik duvarı durumlarını göstermek için şunu girin:

source: And for more verbose status information use:
fr: Et pour des informations plus détaillées sur son statut, utilisez:
pt_br: E para maiores informações de status use:
tr: Daha fazla ayrıntılı durum bilgisi için şunu kullanın:

source: To view the <emphasis>numbered</emphasis> format:
fr: Pour voir le format <emphasis>numéroté</emphasis> :
pt_br: Para visualizar o formato <emphasis>numerado</emphasis>:
tr: <emphasis>numbered</emphasis> biçimini göstermek için:

source: If the port you want to open or close is defined in <filename>/etc/services</filename>, you can use the port name instead of the number. In the above examples, replace <emphasis>22</emphasis> with <emphasis>ssh</emphasis>.
fr: Si le port que vous voulez ouvrir ou fermer est défini dans <filename>/etc/services</filename>, vous pouvez utiliser le nom du port au lieu de son numéro. Dans les exemples ci-dessus, remplacez <emphasis>22</emphasis> par <emphasis>ssh</emphasis>.
pt_br: Se a porta que você deseja abrir ou fechar estiver definida no <filename>/etc/services</filename>, você poderá utilizar o nome da porta ao invés do número. Nos exemplos acima, altere <emphasis>22</emphasis> por <emphasis>ssh</emphasis>.
tr: Eğer <filename>/etc/services</filename>'de tanımlanmış yuvayı açmak veya kapatmak istersen sayı yerine yuva adını kullanabilirsin. Yukarıdaki örnekte <emphasis>22</emphasis> yerine <emphasis>ssh</emphasis> yazınız.

source: This is a quick introduction to using <application>ufw</application>. Please refer to the <application>ufw</application> man page for more information.
fr: Ceci est une introduction rapide à l'utilisation de <application>ufw</application>. Veuillez vous référer à la page de manuel de <application>ufw</application> pour plus d'informations.
pt_br: Este é um guia introdutório ao <application>ufw</application>. Por favor veja a man page do <application>ufw</application> para maiores informações.
tr: Bu, <application>ufw</application> kullanımının hızlı bir başlangıcıdır. Daha fazla bilgi için lütfen <application>ufw</application> ana sayfasına bakınız.

source: ufw Application Integration
fr: Intégration du programme ufw
pt_br: ufw Integração de Aplicativos
tr: ufw Uygulama Birleşmesi

source: Applications that open ports can include an <application>ufw</application> profile, which details the ports needed for the application to function properly. The profiles are kept in <filename role="directory">/etc/ufw/applications.d</filename>, and can be edited if the default ports have been changed.
fr: Les programmes ouvrant des ports peuvent inclure un profil pour <application>ufw</application> qui renseigne les ports utilisés par ce programme pour fonctionner correctement. Les profils se conservés dans <filename role="directory">/etc/ufw/applications.d</filename> et peuvent être modifiés si les ports par défaut ont été changés.
pt_br: Aplicativos que abrem portas podem incluir um perfil <application>ufw</application>, o qual detalha as portas necessárias para que o aplicativo funcione de forma adequada. Os perfis são mantidos em <filename role="directory">/etc/ufw/applications.d</filename>, e podem ser editados se as portas padrões não foram alteradas.
tr: Açık yuva uygulamaları <application>ufw</application> profili içerebilir. Bu, muhtemel uygulama fonksiyonları için gerekli yuvaları açıklar. Profiller <filename role="directory">/etc/ufw/applications.d</filename>'de saklanır ve eğer mevcut yuvalar değiştirilirse bu düzenlenebilir.

source: To view which applications have installed a profile, enter the following in a terminal:
fr: Pour voir quelles applications ont installé un profil, saisissez la commande suivante dans un terminal :
pt_br: Para ver quais as aplicações instaladas têm um perfil, digite o seguinte em um terminal:
tr: Hangi uygulamalara bir profil yüklendiğini görmek için terminale şunu girin:

source: Similar to allowing traffic to a port, using an application profile is accomplished by entering:
fr: De même que pour autoriser l'utilisation d'un port, on peut utiliser un profil pour un programme en écrivant :
pt_br: Similar ao que permite o tráfego de uma porta, utilizando uma aplicação o perfil é realizado através da entrada:
tr: Benzer şeklide yuva trafiğine bir uygulama profili kullanarak izin vermek şu şekilde yapılabilir:

source: An extended syntax is available as well:
fr: Une syntaxe étendue est également disponible:
pt_br: Uma sintaxe extendida está disponível também:
tr: Genişletilmiş söz dizimi şöyle kullanılabilir:

source: Replace <emphasis>Samba</emphasis> and <emphasis>192.168.0.0/24</emphasis> with the application profile you are using and the IP range for your network.
fr: Remplacez <emphasis>Samba</emphasis> et <emphasis>192.168.0.0/24</emphasis> par le profil d'application que vous utilisez et la plage d'adresses IP de votre réseau.
pt_br: Substituir o <emphasis>Samba</emphasis> e <emphasis>192.168.0.0/24</emphasis> com a aplicação e o perfil que você está utilizando no intervalo de IP para sua rede.
tr: <emphasis>Samba</emphasis> ve <emphasis>192.168.0.0/24</emphasis>'ü kullandığın uygulama profili ve apın IP numarası ile değiştirin.

source: There is no need to specify the <emphasis>protocol</emphasis> for the application, because that information is detailed in the profile. Also, note that the <emphasis>app</emphasis> name replaces the <emphasis>port</emphasis> number.
fr: Il n'est pas utile de spécifier le <emphasis>protocole</emphasis> car cette information est renseignée dans le profil. Notez également que le nom <emphasis>app</emphasis> remplace le numéro de <emphasis>port</emphasis>.
pt_br: Não é necessário especificar o <emphasis>protocolo</emphasis> para o aplicativo, porque esta informação é detalhada no perfil. Observe também que o nome do <emphasis>aplicativo</emphasis> substitui o número da <emphasis>porta</emphasis>.
tr: Uygulama için <emphasis>iletişim kuralı</emphasis> belirtmek gerekmez. Çünkü bilgi profilde açıklanmıştır. Ayrıca, <emphasis>app</emphasis> adının <emphasis>yuva</emphasis> numarası ile değiştirildiğine dikkat edin.
