Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: First, create the physical volume, in a terminal execute:
fr: Commencez par créer le volume physique. Depuis un terminal, lancez :
pt_br: Primeiramente, crie o volume físico. Em um terminal, execute:
tr: Önce, fiziksel birim oluşturmak için terminalde şunu çalıştırın:

source: Now extend the Volume Group (VG):
fr: Agrandissez maintenant le groupe de volumes (VG) :
pt_br: Agora estenda o grupo de volume (VG)
tr: Şimdi Birim Grubunu (VG) genişletin:

source: Even though you are supposed to be able to <emphasis>expand</emphasis> an ext3 or ext4 filesystem without unmounting it first, it may be a good pratice to unmount it anyway and check the filesystem, so that you don't mess up the day you want to reduce a logical volume (in that case unmounting first is compulsory).
fr: Même si vous êtes censé être en mesure d' <emphasis>agrandir</emphasis> un système de fichiers ext3 ou ext4 sans démontage préalable, c'est une bonne pratique de néanmoins le démonter et de vérifier le système de fichiers, afin de ne pas avoir de mauvais réflexes le jour où vous souhaiterez réduire un volume logique (dans ce cas, un démontage préalable est obligatoire).
pt_br: Mesmo que você estivesse supostamente autorizado a <emphasis>expandir</emphasis> um sistema de arquivo ext3 ou ext4 sem desmontá-lo primeiro, seria recomendável desmontar e checá-lo antes, assim você não se preocupará no dia que quiser reduzir um volume lógico (neste caso, desmontar primeiro é obrigatório).
tr: Her ne kadar ext3 veya ext4 dosya sistemine onu ilk ayırmadan önce <emphasis>genişlemek</emphasis> için destekleniyor olsan bile, ayırmak ve dosya sistemini kontrol etmek daha iyi bir fikirdir. Böylece, bir mantıksal birimi küçültmek istediğin zaman eline yüzüne bulaştırmamış olursun. Bu sebeple ilk önce ayırma zorunludur.

source: The following commands are for an <emphasis>EXT3</emphasis> or <emphasis>EXT4</emphasis> filesystem. If you are using another filesystem there may be other utilities available.
fr: Les commandes suivantes sont pour un système de fichiers <emphasis>EXT3</emphasis> ou <emphasis>EXT4</emphasis>. Si vous utilisez un autre système de fichiers, il peut exister d'autres utilitaires disponibles.
pt_br: Os comandos a seguir são para filesystems do tipo <emphasis>EXT3</emphasis> ou <emphasis>EXT4</emphasis>. Se você estiver usando um outro tipo de filesystem, procure por outros utilitários disponíveis.
tr: Aşağıdaki komutlar <emphasis>EXT3</emphasis> veya <emphasis>EXT4</emphasis> dosya sistemi içindir. Eğer başka bir dosya sistemi kullanıyorsan diğer uygulamalar da olabilir.

source: The <emphasis>-f</emphasis> option of <application>e2fsck</application> forces checking even if the system seems clean.
fr: L'option <emphasis>-f</emphasis> de <application>e2fsck</application> force le contrôle, même si le système semble propre.
pt_br: A opção <emphasis>-f</emphasis> do <application>e2fsck</application> força a checagem mesmo que o sistema pareça íntegro.
tr: <application>e2fsck</application>'nın <emphasis>-f</emphasis> seçeneği dosya sistemi temiz olsa bile kontrol etmeyi gerçekleştirir.

source: Finally, resize the filesystem:
fr: Enfin, redimensionnez le système de fichiers :
pt_br: Finalmente, redimensione o sistema de arquivo:
tr: Son olarak, dosya sistemini yeniden boyutlandır:

source: Now mount the partition and check its size.
fr: Montez ensuite la partition et vérifiez sa taille.
pt_br: Agora monte a partição e verifique o seu tamanho.
tr: Şimdi bölümü birleştirin ve boyutunu kontrol edin.

source: See the <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink> for more information.
fr: Consultez le <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">guide pratique LVM</ulink> (en anglais) pour plus d'informations.
pt_br: Veja o link <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://tldp.org/HOWTO/LVM-HOWTO/index.html">LVM HOWTO</ulink>ya bakın.

source: Another good article is <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> on O'Reilly's linuxdevcenter.com site.
fr: Un autre bon article <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> (en anglais) sur le site linuxdevcenter.com de O'Reilly.
pt_br: Outro bom artigo se enccontra em <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink> no site de O'Reilly linuxdevcenter.com
tr: Diğer güzel rehber O'Reilly'in linuxdevcenter.com sitesindeki <ulink url="http://www.linuxdevcenter.com/pub/a/linux/2006/04/27/managing-disk-space-with-lvm.html">Managing Disk Space with LVM</ulink>'dir.

source: File Servers
fr: Serveurs de fichiers
pt_br: Servidores de Arquivo
tr: Dosya Sunucuları

source: If you have more than one computer on a single network. At some point you will probably need to share files between them. In this section we cover installing and configuring FTP, NFS, and CUPS.
fr: Si vous avez plus d'un seul ordinateur sur un réseau, vous aurez probablement besoin un jour de partager des fichiers entre les machines. Dans cette section nous allons traiter de l'installation et du paramétrage de FTP, NFS et CUPS.
pt_br: Se você tem mais que um computador em uma única rede. Em algum momento você provavelmente precisará compartilhar arquivos entre eles. Esta sessão cobre a instalação e configuração de FTP, NFS, e CUPS.
tr: Eğer tek bir ağda birden fazla bilgisayarın varsa, bazen muhtemelen onlar arasında dosya paylaşmak isteyeceksin. Bu bölümde FTP, NFS ve CUPS yapılandırma ve yüklemeyi inceleyeceğiz.

source: FTP Server
fr: Serveur FTP
pt_br: Servidor FTP
tr: FTP Sunucusu

source: File Transfer Protocol (FTP) is a TCP protocol for uploading and downloading files between computers. FTP works on a client/server model. The server component is called an <emphasis>FTP daemon</emphasis>. It continuously listens for FTP requests from remote clients. When a request is received, it manages the login and sets up the connection. For the duration of the session it executes any of commands sent by the FTP client.
fr: Le protocole de transfert de fichiers (FTP) est un protocole TCP pour télécharger et téléverser des fichiers entre ordinateurs. FTP fonctionne sur un modèle client/serveur. Le composant serveur est appelé <emphasis>démon FTP</emphasis>. Il écoute en permanence les requêtes FTP des clients distants. Lorsqu'il reçoit une requête, il prend en charge l'identification et établit la connexion. Pendant la durée de la session il éxécute toute commande envoyée par le client FTP.
pt_br: O Protocolo de Transferência de Arquivos (FTP) é um protocolo TCP para upload e download de arquivos entre computadores. O FTP funciona em um modelo cliente/servidor. O componente de servidor é chamado de <emphasis>FTP daemon</emphasis>. Continuamente observa requisições FTP de clientes remotos. Quando uma requisição é recebida, administra o login e inicia a conexão. Até o fim da sessão, executa qualquer comando enviado pelo cliente FTP.
tr: Dosya Taşıma İletişim Kuralı (FTP), bilgisayarlar arasında dosya indirme ve yükleme için kullanılan bir TCP iletişim kuralıdır. FTP, istemci/sunucu modelinde çalışır. Sunucu bileşenleri bir <emphasis>FTP programı</emphasis> olarak adlandırılır. Bu, uzak istemcilerdeki istekleri FTP için sürekli olarak dinler. Bir istek alındığında, girişi yünetir ve bağlantıyı kurar. Birleşim süresi için FTP istemci tarafından gönderilen her komutu yürütür.

source: Access to an FTP server can be managed in two ways:
fr: L'accès à un serveur FTP peut être pris en charge de deux façons :
pt_br: Acesso à um servidor FTP pode ser controlado em 2 maneiras:
tr: Bir FTP sunucuya erişme iki yolla yönetilebilir:

source: Anonymous
fr: Anonyme
pt_br: Anônimo
tr: Anonim

source: Authenticated
fr: Authentifié
pt_br: Autenticado
tr: Yetkilendirilmiş

source: In the Anonymous mode, remote clients can access the FTP server by using the default user account called "anonymous" or "ftp" and sending an email address as the password. In the Authenticated mode a user must have an account and a password. User access to the FTP server directories and files is dependent on the permissions defined for the account used at login. As a general rule, the FTP daemon will hide the root directory of the FTP server and change it to the FTP Home directory. This hides the rest of the file system from remote sessions.
fr: Le mode anonyme permet aux clients distants d'accéder au serveur FTP avec le compte utilisateur par défaut, le nom est « anonymous » ou « ftp » et l'adresse de courriel est utilisée comme mot de passe. En mode authentifié, un utilisateur doit avoir un compte et un mot de passe. L'utilisateur accède aux répertoires et aux fichiers du serveur FTP suivant les droits d'accès définis pour son compte. En règle générale, le démon FTP va masquer le répertoire racine du serveur FTP et le remplacer par le répertoire personnel FTP. Ceci empêche de voir le reste de l'arborescence du système depuis une connexion distante.
pt_br: No modo Anônimo, clientes remotos podem acessar o servidor FTP usando a conta de usuário padrão chamada "anonymous" ou "ftp" e enviando um endereço de email como senha. No modo Autenticado um usuário deve ter uma conta e uma senha. Acessos de usuários aos diretórios e arquivos do servidor FTP é independente das permissões definidas para uma conta de usuário no login. Como regra geral, o deamon do FTP irá esconder o diretório raiz do servidor FTP e mudá-lo para o diretório Home do FTP. Isto esconde o resto do sistema de arquivo de sessões remotas.
tr: Anonim modundae, uzak istemciler "anonim" veya "ftp" olarak adlandırılan mevcut kullanıcı hesaplarını kullanarak" FTP sunucuya erişebilirler ve şifreli bir e-posta gönderebilirler. Yetkilendirilmiş modunda kullanıcının bir hesaba ve şifreye ihtiyacı vardır. Kullanın FTP sunucu dizinlerine de dosyalara erişimi, girişte kullanılan hesap için tanımlanan izinlere bağlıdır. Genel bir kural olarak FTP programı FTP sunucunu kök dizininde saklanır ve FTP Ev dizinine değiştirilir. Bu, uzak oturumdaki dosya sisteminin geri kalanını gizler.

source: vsftpd - FTP Server Installation
fr: vsftpd - Installation du serveur FTP
pt_br: vsftpd - Instalação de Servidor FTP
tr: vsftpd - FTP Sunucu Yükleme

source: vsftpd is an FTP daemon available in Ubuntu. It is easy to install, set up, and maintain. To install <application>vsftpd</application> you can run the following command:
fr: <application>vsftpd</application> est un démon FTP disponible dans Ubuntu. Il est facile à installer, à paramétrer et à gérer. Pour installer <application>vsftpd</application>, saisissez la commande suivante :
pt_br: vsftpd é um daemon FTP disponível no Ubuntu. É fácil de instalar, configurar e manter. Para instalar o <application>vsftpd</application> você pode executar o seguinte comando:
tr: vsftpd, Ubuntu'da kullanılabilir bir FTP programıdır. Yüklenmesi, kurulumu ve yürütülmesi kolaydır. <application>vsftpd</application>'yi yüklemek için aşağıdaki komutu çalıştırabilirsiniz:

source: Anonymous FTP Configuration
fr: Configuration d'un FTP anonyme
pt_br: Configuração de FTP anônimo
tr: Anonim FTP Yapılandırması

source: If you wish to change this location, to <filename>/srv/ftp</filename> for example, simply create a directory in another location and change the <emphasis>ftp</emphasis> user's home directory:
fr: Si vous souhaitez modifiez ce répertoire, en <filename>/srv/ftp</filename> par exemple, créez ce répertoire et modifiez le répertoire personnel de l'utilisateur <emphasis>ftp</emphasis> :
pt_br: Caso deseje mudar este diretório para <filename>/srv/ftp</filename> por exemplo, simplesmente crie este diretório e aponte-o como o diretório home do usuário <emphasis>ftp</emphasis>.
tr: Eğer bu konumu <filename>/srv/ftp</filename> değiştirmek isterseniz, örneğin, basitçe diğer konumda bir dizin oluşturun ve <emphasis>ftp</emphasis> kullanıcısının ev dizinini şöylece değiştirin:

source: After making the change restart <application>vsftpd</application>:
fr: Les changements effectués, redémarrez <application>vsftpd</application> :
pt_br: Após efetuar a mudança, reinicie o <application>vsftpd</application>:
tr: Değişiklikleri yaptıktan sonra <application>vsftpd</application>'yi yeniden başlatın:

source: Finally, copy any files and directories you would like to make available through anonymous FTP to <filename>/srv/ftp</filename>.
fr: Pour finir, copiez les fichiers et répertoires que vous voulez mettre à disposition par FTP anonyme dans <filename>/srv/ftp</filename>.
pt_br: Finalmente, copie os arquivos e diretórios que você gostaria de disponibilizar por FTP anônimo para <filename>/srv/ftp</filename>.
tr: Son olarak, anonim FTP tarafından kullanılmasını istediğimiz dosya ve dizinleri <filename>/srv/ftp</filename>'ye kopyalayın.

source: User Authenticated FTP Configuration
fr: Configuration d'un serveur FTP avec authentification des utilisateurs
pt_br: Configuração do usuário autenticado do FTP
tr: Kullanıcı Yetkili FTP Yapılandırması

source: To configure <application>vsftpd</application> to authenticate system users and allow them to upload files edit <filename>/etc/vsftpd.conf</filename>:
fr: Pour paramétrer <application>vsftpd</application> de manière à authentifier les utilisateurs de votre système et de leur permettre de télécharger (uploader) vers le serveur, modifiez <filename>/etc/vsftpd.conf</filename> :
pt_br: Para configurar o <application>vsftpd</application> para autenticar usuários do sistema e permitir que eles possam realizar o upload de arquivos, edite <filename>/etc/vsftpd.conf</filename>:
tr: Sistem kullanıcılarına kimlik doğrulayarak <application>vsftpd</application>'yi yapılandırmak ve onlara dosya indirmeyi sağlamak için <filename>/etc/vsftpd.conf</filename>'i düzenleyin:

source: Now restart <application>vsftpd</application>:
fr: Redémarrez maintenant <application>vsftpd</application> :
pt_br: Agora reinicie <application>vsftpd</application>:
tr: Şimdi <application>vsftpd</application> 'iyi yeniden başlatın:

source: Similarly, by default, the anonymous users are not allowed to upload files to FTP server. To change this setting, you should uncomment the following line, and restart <application>vsftpd</application>:
fr: Par défaut, les utilisateurs anonymes ne sont pas autorisés à télécharger (upload) vers le serveur. Pour changer ce comportement, dé-commentez la ligne suivante et redémarrez <application>vsftpd</application> :
pt_br: Por padrão, usuários anônimos não podem enviar arquivos para o servidor de FTP. Para modificar esta configuração, você deve descomentar a seguinte linha e depois reiniciar o <application>vsftpd</application>:
tr: Benzer şekilde, normalde anonim kuıllanıcılar FTP sunucuya dosya indiremezler. Bu ayarı değiştirmek için, aşağıdaki satırları yazmalı ve <application>vsftpd</application'yi yeniden başlatmalısın:

source: Enabling anonymous FTP upload can be an extreme security risk. It is best to not enable anonymous upload on servers accessed directly from the Internet.
fr: Autoriser des téléchargements (upload) anonymes d'Internet vers le serveur est une faille de sécurité majeure. Il est préférable de ne pas l'autoriser pour des serveurs branchés directement sur Internet.
pt_br: Habilitar upload anônimo por FTP pode ser um alto risco de segurança. É recomendável não habilitar este tipo de serviço em servidores conectados diretamente à Internet.
tr: Anonim FTP yüklemesini etkinleştirme aşırı şekilde güvenlik riski oluşturabilir. En iyisi, sunuculardaki anonim yüklemelerin doğrudan Internetten erişimini etkinleştirmemektir.

source: The configuration file consists of many configuration parameters. The information about each parameter is available in the configuration file. Alternatively, you can refer to the man page, <command>man 5 vsftpd.conf</command> for details of each parameter.
fr: Le fichier de configuration est composé de plusieurs paramètres de configuration. Les informations à propos de chaque paramètre sont disponibles dans le fichier de configuration. Vous pouvez aussi vous référer à la page du manuel (man page), <command>man 5 vsftpd.conf</command> pour les détails de chaque paramètre.
pt_br: O arquivo de configuração consiste de vários parâmetros de configuração. A informação sobre cada parâmetro está disponível no arquivo de configuração. Alternativamente, você pode se referir às páginas do man, <command>man 5 vsftpd.conf</command> para mais detalhes sobre cada parâmetro.
tr: Bu yapılandırma dosyayı birçok yapılandırma parametresi içerir. Her bir parametrenin kullanımı hakkındaki bilgi bu yapılandırma dosyasında vardır. Ek olarak, her bir parametre hakkında ayrıntı için <command>man 5 vsftpd.conf</command> ana sayfaya bakabilirsiniz

source: Securing FTP
fr: Sécuriser le serveur FTP
pt_br: Segurança FTP
tr: FTP Güvenliği

source: You can also limit a specific list of users to just their home directories:
fr: Vous pouvez aussi définir les utilisateurs qui seront confinés dans leur répertoire personnel (home) :
pt_br: Você também pode limitar uma lista específica de usuários para acesso à somente seus diretórios home:
tr: Ayrıca istenilen kullanıcıların kendi ev dizinlerine sınırlama getirilebilir:

source: To configure <emphasis>FTPS</emphasis>, edit <filename>/etc/vsftpd.conf</filename> and at the bottom add:
fr: Pour configurer <emphasis>FTPS</emphasis>, modifiez <filename>/etc/vsftpd.conf</filename> et ajoutez en fin de fichier :
pt_br: Para configurar o <emphasis>FTPS</emphasis>, edite o arquivo <filename>/etc/vsftpd.conf</filename> e adicione no final:
tr: <emphasis>FTPS</emphasis>'yi yapılandırmak için <filename>/etc/vsftpd.conf</filename>'i düzenleyin ve altına şunu ekleyin:

source: Now restart <application>vsftpd</application>, and non-anonymous users will be forced to use <emphasis>FTPS</emphasis>:
fr: Redémarrez maintenant <application>vsftpd</application>, et les utilisateurs non-anonymes seront désormais forcés d'utiliser <emphasis>FTPS</emphasis> :
pt_br: Agora reinicie o <application>vsftpd</application>, e usuários que não sejam anônimos serão forçados a utilizar o <emphasis>FTPS</emphasis>:
tr: Şimdi <application>vsftpd</application>'yi başlatın ve anonim olmayan kullanıcılar <emphasis>FTPS</emphasis>'yi kullanmaya teşebbüs edecek:

source: # /etc/shells: valid login shells /bin/csh /bin/sh /usr/bin/es /usr/bin/ksh /bin/ksh /usr/bin/rc /usr/bin/tcsh /bin/tcsh /usr/bin/esh /bin/dash /bin/bash /bin/rbash /usr/bin/screen /usr/sbin/nologin
fr: # /etc/shells: shells de connexion valides /bin/csh /bin/sh /usr/bin/es /usr/bin/ksh /bin/ksh /usr/bin/rc /usr/bin/tcsh /bin/tcsh /usr/bin/esh /bin/dash /bin/bash /bin/rbash /usr/bin/screen /usr/sbin/nologin
pt_br: # /etc/shells: logins com shells válidos /bin/csh /bin/sh /usr/bin/es /usr/bin/ksh /bin/ksh /usr/bin/rc /usr/bin/tcsh /bin/tcsh /usr/bin/esh /bin/dash /bin/bash /bin/rbash /usr/bin/screen /usr/sbin/nologin

source: This is necessary because, by default <application>vsftpd</application> uses PAM for authentication, and the <filename>/etc/pam.d/vsftpd</filename> configuration file contains:
fr: En effet, par défaut, <application>vsftpd</application> utilise PAM pour l'identification et le fichier de configuration <filename>/etc/pam.d/vsftpd</filename> stipule :
pt_br: Isto é necessário porque o <application>vsftpd</application> utiliza autenticação PAM por padrão e o arquivo de configuração <filename>/etc/pam.d/vsftpd</filename> contém:
tr: Bu gereklidir. Çünkü normalde <application>vsftpd</application> kimlik doğrulama için PAM kullanır ve <filename>/etc/pam.d/vsftpd</filename> yapılandırma dosyasını kapsar:

source: The <emphasis>shells</emphasis> PAM module restricts access to shells listed in the <filename>/etc/shells</filename> file.
fr: Le module PAM <emphasis>shells</emphasis> a pour effet de n'autoriser que les shells listés dans le fichier <filename>/etc/shells</filename>.
pt_br: O módulo de <emphasis>shells</emphasis> PAM restringe o acesso para shells listadas no arquivo <filename>/etc/shells</filename>.
tr: <emphasis>Shells</emphasis> PAM modülü, <filename>/etc/shells</filename> dosyasında listelenen shell erişimini sınırlar.

source: Most popular FTP clients can be configured connect using FTPS. The <application>lftp</application> command line FTP client has the ability to use FTPS as well.
fr: La plupart des principaux clients FTP peuvent être paramétrés pour utiliser FTPS. Le programme en ligne de commande <application>lftp</application> a également cette possibilité.
pt_br: A maioria dos clientes de FTP populares podem ser configurados para utilização do FTPS. O cliente de FTP por linha de comando <application>lftp</application> também pode ser configurado para utilização do FTPS.
tr: En meşhur FTP istemciler FTPS kullanılarak bağlanmak için yapılandırılır. <application>lftp</application> komut satır FTP istemci, FTPS'yi de kullanabilecek beceriye sahiptir.

source: See the <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">vsftpd website</ulink> for more information.
fr: Consultez le <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">site internet de vsftpd</ulink> pour de plus amples informations.
pt_br: Veja o site da web <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">vsftpd</ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://vsftpd.beasts.org/vsftpd_conf.html">vsftpd websitesine</ulink> bakın.

source: The CodeGurus article <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> has useful information contrasting FTPS and SFTP.
fr: L'article <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> fait une comparaison intéressante (en anglais) entre FTPS et SFTP.
pt_br: O artigo <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> disponível no CodeGurus possui informações úteis comparando o FTPS e o SFTP.
tr: CodeGurus konusu <ulink url="http://www.codeguru.com/csharp/.net/net_general/internet/article.php/c14329"> FTPS vs. SFTP: What to Choose</ulink> FTPS ve SFTP karşılaştırması hakkında kullanışlı bilgiye sahiptir.

source: NFS allows a system to share directories and files with others over a network. By using NFS, users and programs can access files on remote systems almost as if they were local files.
fr: NFS permet à un système de partager des répertoires et des fichiers à travers un réseau. En utilisant NFS, utilisateurs et programmes peuvent accéder aux fichiers de systèmes distants comme s'ils étaient des fichiers locaux.
pt_br: NFS permite um sistema a compartilhar diretórios e arquivos com outros sistemas em uma rede. Ao usar NFS, usuários e programas podem acessar arquivos em sistemas remotos quase que como se os mesmos fossem arquivos locais.
tr: NFS, dizin ve dosyaları ağ üzerinden diğer kişilere paylaşmayı sağlayan bir sistemdir. NFS'yi kullanarak, kullanıcı ve programlar uzak sistemdeki dosyalara, sanki yerel dosyalarmış gibi erişebilir.

source: Some of the most notable benefits that NFS can provide are:
fr: Parmi les avantages les plus remarquables de NFS, on peut mentionner :
pt_br: Alguns dos mais notáveis benefícios que NFS oferece são:
tr: NFS'nin sağladığı en kazançlı faydalardan bazıları:
