Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Configuration of the <emphasis>Advanced Packaging Tool</emphasis> (APT) system repositories is stored in the /etc/apt/sources.list configuration file. An example of this file is referenced here, along with information on adding or removing repository references from the file.
fr: La liste des dépôts utilisée par <emphasis>Advanced Packaging Tool</emphasis> (APT) est enregistrée dans le fichier de configuration /etc/apt/sources.list. Un exemple de ce fichier est présenté ici, de même que les informations pour ajouter ou supprimer des liens vers des dépôts dans ce fichier.
pt_br: A configuração dos repositórios do sistema <emphasis>Advanced Packaging Tool</emphasis> (APT) está localizada no arquivo de configuração /etc/apt/sources.list. Um exemplo deste arquivo está referido aqui, junto com informação sobre como adicionar ou retirar referências de repositório do arquivo.
tr: <emphasis>Gelişmiş Paketleme Aracı</emphasis> (APT) sistem depolarının yapılandırması /etc/apt/sources.list dosyasında depolanır. Bu dosyaya bir örnek, dosyaya depo ekleme veya kaldırma ile ilgili bilgi hakkında burada bahsedilmiştir.

source: <ulink url="../sample/sources.list">Here</ulink> is a simple example of a typical <filename>/etc/apt/sources.list</filename> file.
fr: <ulink url="../sample/sources.list">Ceci</ulink> est un exemple simple d'un fichier <filename>/etc/apt/sources.list</filename> typique.
pt_br: <ulink url="../sample/sources.list">Aqui</ulink> há um exemplo de um típico arquivo <filename>/etc/apt/sources.list</filename>.
tr: <ulink url="../sample/sources.list">Burada</ulink> tipik <filename>/etc/apt/sources.list</filename> dosyası hakkında basit örnek vardır

source: You may edit the file to enable repositories or disable them. For example, to disable the requirement of inserting the Ubuntu CD-ROM whenever package operations occur, simply comment out the appropriate line for the CD-ROM, which appears at the top of the file:
fr: Vous pouvez modifier le fichier pour activer ou désactiver certains dépôts. Par exemple, pour désactiver la nécessité d'insérer le CD-ROM Ubuntu à chaque fois que vous faites une opération sur les paquets, mettez simplement en commentaire la ligne appropriée qui se trouve au début du fichier :
pt_br: Você pode editar o arquivo e habilitar repositórios ou desabilitar. Por exemplo, para desativar a opção de inserir o Ubuntu CD-ROM toda vez que for instalar um pacote, basta comentar a linha que descreve a mídia CD-ROM com um cifrão (#) no início da linha, como se segue:
tr: Depoları aktifleştirmek veya pasifleştirmek için dosyayı düzenleyebilirsin. Örneğin, paket işlemlerinin her ne şeklide meydana gelirse gelsin, Ubuntu CD-ROM yerleştirme gereksinimini pasifleştirmek için, dosyanın üst kısmındaki CD-ROM için uygun satırı devre dışı bırakın:

source: # no more prompting for CD-ROM please # deb cdrom:[Ubuntu 10.04_Lucid_Lynx - Release i386 (20070419.1)]/ lucid main restricted
fr: # merci de ne plus demander d'insérer un CD-ROM # deb cdrom:[Ubuntu 10.04_Lucid_Lynx - Release i386 (20070419.1)]/ lucid main restricted
tr: # CD-ROM için iletilecek başka şey yok # deb cdrom:[Ubuntu 10.04_Lucid_Lynx - Release i386 (20070419.1)]/ lucid main restricted

source: Extra Repositories
fr: Dépôts supplémentaires
pt_br: Repositórios Extras
tr: Ek Depolar

source: In addition to the officially supported package repositories available for Ubuntu, there exist additional community-maintained repositories which add thousands more potential packages for installation. Two of the most popular are the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories. These repositories are not officially supported by Ubuntu, but because they are maintained by the community they generally provide packages which are safe for use with your Ubuntu computer.
fr: En plus des dépôts officiels de paquets pris en charge par Ubuntu, il existe des dépôts maintenus par la communauté, qui offrent des milliers de paquets supplémentaires. Les deux plus connus sont les dépôts <emphasis>Universe</emphasis> et <emphasis>Multiverse</emphasis>. Ces dépôts ne sont pas officiellement pris en charge par Ubuntu, mais ils proposent généralement des paquets dont l'utilisation avec Ubuntu est sûre car il sont maintenus par la communauté.
pt_br: Além dos repositórios de pacotes oficialmente suportados disponíveis para o Ubuntu, existem outros repositórios mantidos pela comunidade que adicionam milhares de pacotes para possível instalação. Dois dos mais populares são os repositórios <emphasis>Universe</emphasis> e o <emphasis>Multiverse</emphasis>. Esses repositórios não são oficialmente suportados pelo Ubuntu, mas por serem mantidos pela comunidade eles geralmente provêm pacotes seguros para usar no seu Ubuntu.
tr: Ek olarak Ubuntu için resmi destek paket depoları kullanılabilir. yükleme için binlerce paketi eklemek için community-maintained ek paketi vardır. En yaygınlarından iki tanesi <emphasis>Universe</emphasis> ve <emphasis>Multiverse</emphasis> depolarıdır. Bu depolar Ubuntu tarafından resmi olarak desteklenmez. Çünkü bunlar Ubuntu bilgisayarı kullanan kullanıcıların güvenliği için topluluklar tarafından yapılmıştır.

source: Packages in the <emphasis>Multiverse</emphasis> repository often have licensing issues that prevent them from being distributed with a free operating system, and they may be illegal in your locality.
fr: Les paquets du dépôt <emphasis>Multiverse</emphasis> posent souvent des problèmes de licence qui empêchent de les distribuer avec un système d'exploitation libre. Ils peuvent de plus être interdits par la législation de certains pays.
pt_br: Pacotes no repositório <emphasis>Multiverse</emphasis> frequentemente têm questões de licenciamente que não permitem que eles sejam distribuídos com um sistema operacional livre e podem ser ilegais na rua região.
tr: <emphasis>Multiverse</emphasis> deposundaki paketlerinde, özgür işletim sistemiyle dağıtımlarını engellemek için genellikle lisans sözleşmeleri bulunur. Bunlar yerel kullanımın için yasal olmayabilir.

source: Be advised that neither the <emphasis>Universe</emphasis> or <emphasis>Multiverse</emphasis> repositories contain officially supported packages. In particular, there may not be security updates for these packages.
fr: Soyez attentifs au fait que ni le dépôt <emphasis>Universe</emphasis> ni le dépôt <emphasis>Multiverse</emphasis> ne contiennent des paquets officiellement pris en charge. Il peut donc ne pas y avoir de mises à jour de sécurité pour ces paquets.
pt_br: Esteja ciente que nem o repositório <emphasis>Universe</emphasis> ou o <emphasis>Multiverse</emphasis> contém pacotes oficialmente suportados. Em particular, talvez não seja seguro atualizar para estes pacotes
tr: Ne <emphasis>Universe</emphasis> ne de <emphasis>Multiverse</emphasis> depolarındaki resmi destekli paketler tavsiye edilir. Özel olarak, bunlarda güvenlik güncellemeleri olmayabilir.

source: Many other package sources are available, sometimes even offering only one package, as in the case of package sources provided by the developer of a single application. You should always be very careful and cautious when using non-standard package sources, however. Research the source and packages carefully before performing any installation, as some package sources and their packages could render your system unstable or non-functional in some respects.
fr: De nombreuses autres sources de paquets sont disponibles, et ne proposent parfois qu'un seul paquet, c'est le cas des sources proposés par les développeurs d'une application unique. Vous devriez cependant toujours faire très attention quand vous utilisez des sources exotiques. Recherchez des sources et des paquets avec prudence avant d'effectuer une installation. Certains paquets provenant de sources non fiables peuvent rendre votre système instable ou inutilisable à certains égards.
pt_br: Várias fontes de pacotes estão disponíveis, às vezes, oferecendo apenas um pacote, como no caso de fontes de pacotes fornecido pelo mantenedor de uma única aplicação. Você deve ser sempre cuidadoso e cauteloso quando usar fontes não padrão de pacotes. Pesquise a fonte e pacotes cuidadosamente antes de executar qualquer instalação, como algumas fontes de pacotes e seus respectivos pacotes podem deixar seu sistema instável ou mesmo inabilitálo de fazer alguma operação.
tr: Diğer birçok paket kaynakları bulunabilir. Bazen sağlanan paketin kaynağından dolayı tek bir uygulama geliştirmiş biri tarafından önerilen basit bir paketi bile sağlanabilir. Yine de standart olmayan paket kaynağı kullanırken daima dikkatli ve tedbirli olmalısın. Herhangi bir yükleme yapmadan önce paket ve kaynakları dikkatlice araştırmalısın. Bazı paketler sisteminle uyumlu çalışmayabilir veya bazı işlevleri pasif olabilir.

source: By default, the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories are enabled but if you would like to disable them edit <filename>/etc/apt/sources.list</filename> and comment the following lines:
fr: Les dépôts <emphasis>Universe</emphasis> et <emphasis>Multiverse</emphasis> sont activés par défaut, mais si vous voulez les désactiver, modifiez le fichier <filename>/etc/apt/sources.list</filename> et commentez les lignes suivantes :
pt_br: Por padrão, os repositórios <emphasis>Universe</emphasis> e <emphasis>Multiverse</emphasis> são habilitados se desejar desabilitá-los edite <filename>/etc/apt/sources.list</filename> and e comente as seguintes linhas:
tr: Normalde <emphasis>Universe</emphasis> ve <emphasis>Multiverse</emphasis> depoları etkindir. Eğer onları pasifleştirmek istersen <filename>/etc/apt/sources.list</filename>'i düzenle ve şu satırları ekle:

source: Most of the material covered in this chapter is available in <application>man</application> pages, many of which are available online.
fr: La plupart des informations traités dans ce chapitre sont disponibles dans les pages de manuel <application>man</application>. Beaucoup de ces pages sont disponibles en ligne.
pt_br: A maioria do material coberto neste capítulo está disponível em páginas <application>man</application>, cuja maioria do conteúdo encontra-se online.
tr: Bu bölümdeki maddelerin çoğu <application>ana</application> sayfalarda bulunabilir. Bazılarına da çevrimiçi olarak erişilebilinir.

source: The <ulink url="https://help.ubuntu.com/community/InstallingSoftware">InstallingSoftware</ulink> Ubuntu wiki page has more information.
fr: La page du <ulink url="https://help.ubuntu.com/community/InstallingSoftware">Wiki Ubuntu consacrée à l'installation d'applications</ulink> comporte quelques informations complémentaires.

source: For more <application>dpkg</application> details see the <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man1/dpkg.1.html">dpkg man page</ulink>.
fr: Pour plus d'informations sur le fonctionnement de <application>dpkg</application>, consultez la <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man1/dpkg.1.html">page de manuel de dpkg</ulink>.

source: The <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">Adding Repositories HOWTO (Ubuntu Wiki)</ulink> page contains more details on adding repositories.
fr: La page du <ulink url="http://doc.ubuntu-fr.org/depots">Wiki Ubuntu francophone consacrée aux dépôts APT</ulink> contient des renseignements supplémentaires sur l'ajout de dépôts..
pt_br: As páginas do <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">HOWTO Adicionando Repositórios (Ubuntu Wiki)</ulink> contém mais detalhes sobre como adicionar repositórios.
tr: <ulink url="https://help.ubuntu.com/community/Repositories/Ubuntu">Adding Repositories HOWTO (Ubuntu Wiki)</ulink> sayfası, depo ekleme hakkında daha fazla ayrıntıya sahiptir.

source: Other Useful Applications
fr: Autres programmes utiles
pt_br: Outras aplicações úteis
tr: Diğer Kullanışlı Uygulamalar

source: There are many very useful applications developed by the Ubuntu Server Team, and others that are well integrated with Ubuntu Server Edition, that might not be well known. This chapter will showcase some useful applications that can make administering an Ubuntu server, or many Ubuntu servers, that much easier.
fr: Il existe de nombreuses applications utiles développées par l'équipe serveur d'Ubuntu, bien intégrées dans l'édition serveur d'Ubuntu, qui peuvent être méconnues. Ce chapitre va décrire certaines de ces applications pouvant largement faciliter l'administration d'un ou plusieurs serveurs Ubuntu.
pt_br: Há muitos aplicativos úteis desenvolvidos pelo Time Ubuntu Server, e outros que estão integrados com a versão Servidor do Ubuntu, que talvez não sejam bem conhecidos. Este capítulo irá exibir alguns aplicativos úteis que podem tornar a administração de um servidor Ubuntu, ou muitos servidores Ubuntu, muito mais fácil.
tr: Ubuntu Server Team ve Ubuntu Server Edition ile iyi uyum sağlayan, adları saklı kahramanlardan oluşan diğer takımlar tarafından geliştirilmiş birçok kullanışlı uygulama mevcuttur. Bu bölüm, Ubuntu sunucu yönetebilmek için bazı kullanışlı uygulamaları kolay bir şeklide açıklayacaktır.

source: When logging into an Ubuntu server you may have noticed the informative Message Of The Day (MOTD). This information is obtained and displayed using a couple of packages:
fr: Lorsque vous ouvrez une session sur un serveur Ubuntu, vous avez sans doute remarqué le message du jour (MOTD : Message Of The Day). Cette information est obtenue et affichée grâce à ces quelques paquets :
pt_br: Ao logar no servidor Ubuntu, você talvez tenha notado a Mensagem do Dia (MDD). esta informação é obtida e exibida utilizando-se de alguns pacotes:
tr: Ubuntu sunucusuna girdiğinde Günlük Mesaj (MOTD) bilgisine dikkat etmek gerekir. Bu bilgi birkaç paket kullanarak edinilebilir:

source: <emphasis>landscape-common:</emphasis> provides the core libraries of <application>landscape-client</application>, which can be used to manage systems using the web based <emphasis>Landscape</emphasis> application. The package includes the <application>/usr/bin/landscape-sysinfo</application> utility which is used to gather the information displayed in the MOTD.
fr: <emphasis>landscape-common:</emphasis> fournit les bibliothèques essentielles pour <application>landscape-client</application>, qui peut être utilisé pour gérer les systèmes avec l'application en mode Web <emphasis>Landscape</emphasis>. Ce paquet fournit l'application <application>/usr/bin/landscape-sysinfo</application> qui est utilisée pour recueillir l'information affichée par MOTD.
pt_br: <emphasis>landscape-common:</emphasis> Provê o núcleo das bibliotecas do <application>landscape-client</application>, que pode ser usado para administrar sistemas usando o aplicativo baseado em web <emphasis>Landscape</emphasis>. O pacote inclui o utilitário <application>/usr/bin/landscape-sysinfo</application> o qual é usado para angariar informações exibidas na MDD.
tr: <emphasis>landscape-common:</emphasis> web tabanlı <emphasis>Landscape</emphasis> uygulaması kullanarak yönetilebilen sistemin <application>landscape-client</application> kitaplığını sağlar. Paket MOTD'uda gösterilen bilgileri tutması için kullanılan <application>/usr/bin/landscape-sysinfo</application> uygulamasını içerir.

source: You can add your own dynamic information to the MOTD. For example, to add local weather information:
fr: Vous pouvez ajouter des informations dynamiques au message du jour (MOTD). Par exemple, pour ajouter la météo locale :
pt_br: Você pode inserir sua própria informação dinâmica para o MOTD. Por exemplo, para inserir informação sobre o clima:
tr: Kendi dinamik bilgini MOTD'iye yazın. Örneğin her türlü yerel bilgi eklemek için:

source: First, install the <application>weather-util</application> package:
fr: Installez d'abord le paquet <application>weather-util</application>
pt_br: Primeiro, instale o pacote: <application>weather-util</application>
tr: İlk önce <application>weather-util</application> paketini yükleyin:

source: The <application>weather</application> utility uses METAR data from the National Oceanic and Atmospheric Administration and forecasts from the National Weather Service. In order to find local information you will need the 4-character ICAO location indicator. This can be determined by browsing to the <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink> site.
fr: Le programme <application>weather</application> utilise les données METAR de la National Oceanic and Atmospheric Administration et les prévisions du National Weather Service. Pur avoir les informations locales, vous aurez besoin de l'indicateur à 4 caractères du lieu désiré. Vous pouvez le trouver en cherchant sur le site <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink>
pt_br: O utilitário <application>clima</application> usa dados METAR do National Oceanic and Atmospheric Administration e previsões do National Weather Service. Para encontrar informações locais você vai precisar do indicador de localização de 4 dígitos ICAO. Este pode ser determinado através do site do <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink>.
tr: The <application>weather</application> uygulaması, Ulusal Okyanus ve Atmosfer Dairesi (NOAA)'ndeki METAR verisini ve Ulusal Hava Servisi (NWS)'ndeki tahminleri kullanır. Yerel bilgi bulmak için dört karakterlik Uluslararası Sivil Havacılık Organizasyonu (ICAO) yerleşim bulucusuna ihtiyacın vardır. Bu, <ulink url="http://www.weather.gov/tg/siteloc.shtml">National Weather Service</ulink> sitesi taranarak tanımlanabilir.

source: Although the National Weather Service is a United States government agency there are weather stations available world wide. However, local weather information for all locations outside the U.S. may not be available.
fr: Bien que le National Weather Service soit une agence gouvernementale américaine, il y a des stations météo disponibles pour le monde entier. Cependant, toutes les informations météorologiques en dehors des États-Unis ne sont pas forcement disponibles.
pt_br: Embora o National Weather Service seja uma agência do governo dos Estados Unidos, há estações climáticas disponíveis em âmbito mundial. Entretanto, informações climáticas locais para todas as localidades fora dos Estados Unidos podem não estar disponíveis.
tr: Her ne kadar Ulusal Hava Servisi bir Birleşik Devletler hükümet ajansı olsa bile dünya çabında hava istasyonları vardır. Bununla birlikte ABD dışındaki yerleşim alanlarındaki tüm yerel hava bilgileri kullanılamayabilir.

source: Create <filename>/usr/local/bin/local-weather</filename>, a simple shell script to use <application>weather</application> with your local ICAO indicator:
fr: Créez <filename>/usr/local/bin/local-weather</filename>, simple script shell pour utiliser <application>weather</application> avec votre indicateur :
pt_br: Criar <filename>/usr/local/bin/local-weather</filename>, um simples shell script para usar o <application>weather</application> com seu indicador local ICAO:
tr: <filename>/usr/local/bin/local-weather</filename>'ı oluştur. Yerel ICAO yerbulucun ile <application>havacılık</application>'ı kullanmak için basit bir kabuk betiği kullan:

source: Make the script executable:
fr: Rendez le script exécutable :
pt_br: Fazer o script executável:
tr: Betiği çalıştırılabilir yap:

source: Next, create a symlink to <filename>/etc/update-motd.d/98-local-weather</filename>:
fr: Ensuite, créez un lien symbolique vers <filename>/etc/update-motd.d/98-local-weather</filename> :

source: Finally, exit the server and re-login to view the new MOTD.
fr: Pour terminer, déconnectez-vous du serveur et reconnectez-vous pour voir le nouveau MOTD.

source: <application>etckeeper</application> allows the contents of <filename role="directory">/etc</filename> be easily stored in Version Control System (VCS) repository. It hooks into <application>apt</application> to automatically commit changes to <filename>/etc</filename> when packages are installed or upgraded. Placing <filename>/etc</filename> under version control is considered an industry best practice, and the goal of <application>etckeeper</application> is to make this process as painless as possible.
fr: <application>etckeeper</application> permet de garder une trace des modifications effectuées dans <filename role="directory">/etc</filename> en le plaçant dans un dépôt CVS. Il interagit avec <application>apt</application> pour appliquer les changements automatiquement à <filename>/etc</filename> lorsque des paquets sont installés ou mis à jour. Mettre <filename>/etc</filename> sous contrôle de version est considéré comme étant une bonne pratique par la profession et le but de <application>etckeeper</application> est de rendre le processus aussi aisé que possible.
pt_br: <application>etckeeper</application> permite que o conteúdo do <filename role="directory">/etc</filename> seja facilmente armazenado no repositório Version Control System (VCS). Ele se prende ao <application>apt</application> para automaticamente adicionar alterações ao <filename>/etc</filename> quando pacotes forem instalados ou atualizados. Colocar o <filename>/etc</filename> sob controle de versão é considerado uma das melhores práticas industriais e o objetivo do <application>etckeeper</application> é tornar este processo o menos doloroso possível.
tr: <application>etckeeper</application>, <filename role="directory">/etc</filename>'nin içindekileri Sürüm Kontrol Sistemi (VCS) deposunda kolayca depolamayı sağlar. Bu, paketler yüklendiğinde veya güncellendiğinde <application>apt</application> içindeki değişiklikleri otomatik olarak <filename>/etc</filename>'ye koyar. <filename>/etc</filename> altındaki sürüm en iyisi için bir kontrol dikkate alır ve <application>etckeeper</application>'ın amacı bu işlemi mümkün olduğunca zahmetsiz yapmaktır.

source: Install <application>etckeeper</application> by entering the following in a terminal:
fr: Installez <application>etckeeper</application> en tapant dans un terminal :
pt_br: Instale <application>etckeeper</application> digitando o seguinte em um terminal:
tr: Terminale şu komutu girerek <application>etckeeper</application>'ı yükleyin:
