Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: To view details about which ports, protocols, etc are defined for an application, enter:
fr: Pour afficher les renseignements sur les ports, protocoles, etc. définis pour un programme, saisissez :
pt_br: Para visualizar os detalhes sobre quais portas, protocolos, etc estão definidos por um aplicativo, digite:
tr: Bir uygulama için hangi yuvaların, iletişim kurallarının vb. hakkında ayrıntıları gösterildiğini tanımlamak şöyle yapılır:

source: Not all applications that require opening a network port come with <application>ufw</application> profiles, but if you have profiled an application and want the file to be included with the package, please file a bug against the package in <ulink url="https://launchpad.net/">Launchpad</ulink>.
fr: Les applications nécessitant l'ouverture d'un port ne fournissent pas toutes de profil <application>ufw</application>. Si vous avez créé un profil et désirez que celui-ci soit inclus dans le paquet de l'application, veuillez créer un rapport de bogue concernant ce programme sur <ulink url="https://launchpad.net/">Launchpad</ulink>.
pt_br: Nem todas as aplicações que requerem abertura de porta de rede vêm com perfis <application>ufw</application>, mas se você tiver um aplicativo perfilado e deseja que o arquivo seja incluído no pacote, por favor arquive um bug contra o pacote em <ulink url="https://launchpad.net/">Launchpad</ulink>.
tr: Açık bir ağ yuvası gerektiren bütün uygulamalar <application>ufw</application> profilleri ile gelmez. Fakat eğer bir uygulamayı profillemişsen ve dosyayı pakete dahil etmek istiyorsan <ulink url="https://launchpad.net/">Launchpad</ulink>'deki pakete bir bug dosyayı yazın.

source: IP Masquerading
fr: Masquage IP
pt_br: Mascaramento de IP
tr: IP Maskeleme

source: The purpose of IP Masquerading is to allow machines with private, non-routable IP addresses on your network to access the Internet through the machine doing the masquerading. Traffic from your private network destined for the Internet must be manipulated for replies to be routable back to the machine that made the request. To do this, the kernel must modify the <emphasis>source</emphasis> IP address of each packet so that replies will be routed back to it, rather than to the private IP address that made the request, which is impossible over the Internet. Linux uses <emphasis>Connection Tracking</emphasis> (conntrack) to keep track of which connections belong to which machines and reroute each return packet accordingly. Traffic leaving your private network is thus "masqueraded" as having originated from your Ubuntu gateway machine. This process is referred to in Microsoft documentation as Internet Connection Sharing.
fr: Le but du masquage IP (forme de translation d'adresses) est de permettre à des machines d'un réseau doté d'adresses IP privées non routables d'accéder à l'Internet en passant par une autre machine effectuant la translation. Le trafic sortant du réseau privé pour aller vers Internet doit être manipulé pour que les réponses puissent être acheminées vers la machine qui a fait la requête correspondante. Pour cela, le noyau doit modifier l'adresse IP <emphasis>source</emphasis> de chaque paquet pour que les réponses lui soient renvoyées à lui plutôt qu'à l'adresse privée qui a fait la requête, ce qui est impossible sur l'Internet. Linux utilise <emphasis>Connection Tracking</emphasis> (conntrack) pour savoir à chaque instant quelle connexion appartient à quelle machine, et re-router ensuite les paquets vers la bonne machine. Le trafic sortant du réseau privé apparaît donc « masqué », comme s'il provenait de la passerelle Ubuntu. Ce procédé est appelé « Partage de connexion Internet » dans la documentation de Microsoft.
pt_br: O propósito da Máscara de IP é permitir máquinas com IP privado, endereço não-roteável em sua rede para acessar a Internet por meio da máquina "mascarada". O tráfico destinado de sua rede privada para a Internet deve ser manipulado para obter respostas da máquina que fez a petição, como em uma rota invertida. Para fazer isto, o kernel deve modificar o endereço IP da <emphasis>fonte</emphasis> de cada pacote e retornar respostas a ele, antes que o endereço privado IP faço o pedido de resposta, que é impossível através da Internet. O Linux usa <emphasis>Connection Tracking</emphasis> (conntrack) para acompanhar que conexões pertence a que máquinas e desviar cada pacote de retorno correspondente. O tráfico originado em sua rede privada é assim "mascarado" como tendo originado de seu gateway Ubuntu. Este processo possui referência na documentação da Microsoft como Conexão de Internet Compartilha.
tr: IP Maskelemenin amacı, ağındaki özel, rotalanamayan IP adresli makinelerin Internete maskeleme yaparak erişmesini sağlamaktır. Internet için tanımlanmış özel ağındaki trafik, makinedeki isteklere cevap verebilecek şekilde ayarlanmalıdır. Bunu yapmak için, çekirdek herbir paketin <emphasis>kaynak</emphasis> IP adresini düzenlemelidir. Böylece istekler Internette mümkün olmayan gerekli özel IP adresi yerine ona geri yönlendirilecektir. Linux, hangi bağlantının hangi makineye ait olduğunu saklamak için ve herbir geri dönüş paketini ayarlamak için <emphasis>Bağlama Takibi</emphasis>'ni (conntrack) kullanır. Özel ağından ayrılan trafik, Ubuntu ağ geçit makinenden meydena geliyormuş gibi "maskelenmiştir". Bu işlem Microsoft'ta Internet Bağlantı Paylaşımı olarak bilinir.

source: ufw Masquerading
fr: Masquage IP avec ufw
tr: ufw Maskeleme

source: IP Masquerading can be achieved using custom <application>ufw</application> rules. This is possible because the current back-end for <application>ufw</application> is <application>iptables-restore</application> with the rules files located in <filename>/etc/ufw/*.rules</filename>. These files are a great place to add legacy iptables rules used without <application>ufw</application>, and rules that are more network gateway or bridge related.
fr: Le masquage IP peut être accompli en utilisant des règles <application>ufw</application> spécifiques. Ceci est possible car <application>ufw</application> se base actuellement sur <application>iptables-restore</application> avec des fichiers de règles situés dans <filename>/etc/ufw/*.rules</filename>. Ces fichiers sont le meilleur endroit pour ajouter des anciennes règles iptables sans passer par <application>ufw</application>, ainsi que des règles qui touchent au routage et aux ponts réseau.
pt_br: Mascaramento de IP pode ser obtido utilizando regras de <application>ufw</application> customizadas. Isto é possível devido ao back-end atual para o <application>ufw</application> ser <application>iptables-restore</application> com os arquivos de regras localizados em <filename>/etc/ufw/*.rules</filename>. Estes arquivos são um ótimo lugar para adicionar regras legadas do iptables utilizadas sem o <application>ufw</application>, e regras que são mais relacionadas com redes gateway ou bridge.
tr: IP Maskeleme, özel tanımlı <application>ufw</application> kuralları kullanılarak gerçekleştirilebilir. Bu, <filename>/etc/ufw/*.rules</filename>'de bulunan <application>iptables-restore</application> kural dosyaları ile mümkündür.

source: The rules are split into two different files, rules that should be executed before <application>ufw</application> command line rules, and rules that are executed after <application>ufw</application> command line rules.
fr: Les règles sont scindées en deux fichiers différents, celles qui doivent être exécutées avant les règles en ligne de commande de <application>ufw</application> et celles qui doivent être exécutées après les règles en ligne de commande de <application>ufw</application>.
pt_br: As regras são divididas em dois arquivos diferentes, regras que devem ser executadas antes das regras de linha de comando do <application>ufw</application> e regras que devem ser executadas após a linha de comando do <application>ufw</application>.
tr: Kurallar, <application>ufw</application> komut satırı kurallarından önce yürütülebilir ve <application>ufw</application> komut satırı kurallarından sonra yürütülebilir şeklinde iki farklı dosyaya ayrılır.

source: First, packet forwarding needs to be enabled in <application>ufw</application>. Two configuration files will need to be adjusted, in <filename>/etc/default/ufw</filename> change the <emphasis>DEFAULT_FORWARD_POLICY</emphasis> to <quote>ACCEPT</quote>:
fr: Tout d'abord, la retransmission (forwarding) des paquets doit être activée dans <application>ufw</application>. Deux fichiers de configuration doivent être modifiés. Dans <filename>/etc/default/ufw</filename> ajustez la valeur de <emphasis>DEFAULT_FORWARD_POLICY</emphasis> à <quote>ACCEPT</quote> :
pt_br: Primeiramente, o repasse de pacotes (packet forwarding) precisa estar habilitado no <application>ufw</application>. Dois arquivos de configuração precisão ser ajustados, em <filename>/etc/default/ufw</filename> altere o <emphasis>DEFAULT_FORWARD_POLICY</emphasis> para <quote>ACCEPT</quote>:
tr: Birincisi, paket ilerletmenin <application>ufw</application>'de aktifleştirilmesinin gerektiğidir. <filename>/etc/default/ufw</filename>'deki iki yapılandırma dosyasındaki <emphasis>DEFAULT_FORWARD_POLICY</emphasis>'nin <quote>ACCEPT</quote> şeklinde değiştirilerek ayarlanması gerekir:

source: Then edit <filename>/etc/ufw/sysctl.conf</filename> and uncomment:
fr: Modifiez ensuite <filename>/etc/ufw/sysctl.conf</filename> et décommentez :
pt_br: Então edite <filename>/etc/ufw/sysctl.conf</filename> e remova o comentário:
tr: Ardından <filename>/etc/ufw/sysctl.conf</filename>'i açıklamasız olarak düzenle:

source: Similarly, for IPv6 forwarding uncomment:
fr: De manière similaire, pour IPV6 décommentez :
pt_br: Semelhantimente, para IPv6 adiantar não comentados
tr: Benzer şekilde IPv6 için açıklamasız:

source: Now we will add rules to the <filename>/etc/ufw/before.rules</filename> file. The default rules only configure the <emphasis>filter</emphasis> table, and to enable masquerading the <emphasis>nat</emphasis> table will need to be configured. Add the following to the top of the file just after the header comments:
fr: Nous allons maintenant ajouter des règles au fichier <filename>/etc/ufw/before.rules</filename>. Les règles par défaut ne configurent que la table <emphasis>filter</emphasis>, pour activer le masquage IP la table <emphasis>nat</emphasis> devra être configurée. Ajoutez ce qui suit au début du fichier, juste après les commentaires de l'en-tête :
pt_br: Agora iremos adicionar regras para o arquivo <filename>/etc/ufw/before.rules</filename>. A regra padrão apenas configura a tabela <emphasis>filter</emphasis>, e para habilitar mascaramento a tabela <emphasis>nat</emphasis> precisará ser configurada. Adicione o seguinte no topo do arquivo logo após os comentários do cabeçalho:
tr: Şimdi <filename>/etc/ufw/before.rules</filename> dosyasına kuralları ekleyeceğiz. Mevcut kurallar sadece <emphasis>filtre</emphasis> tablosunu yapılandırır ve maskelemeyi etkinleştirmek için <emphasis>nat</emphasis> tablosunun yapılandırılması gerekir. Sadece başlık açıklamalarından sonrakileri dosyanın başına şu şeklide ekle:

source: # nat Table rules *nat :POSTROUTING ACCEPT [0:0] # Forward traffic from eth1 through eth0. -A POSTROUTING -s 192.168.0.0/24 -o eth0 -j MASQUERADE # don't delete the 'COMMIT' line or these nat table rules won't be processed COMMIT
fr: # règles pour le NAT *nat :POSTROUTING ACCEPT [0:0] # Retransmet le trafic de eth1 vers eth0. -A POSTROUTING -s 192.168.0.0/24 -o eth0 -j MASQUERADE # ne pas effacer « COMMIT » sinon les nouvelles règles ne seront pas prises en compte COMMIT
tr: # nat Tablo kuralları *nat :POSTROUTING ACCEPT [0:0] # Trafiği eth1'den eth0'a ilerlet. -A POSTROUTING -s 192.168.0.0/24 -o eth0 -j MASQUERADE # 'COMMIT' satırını veya bu nat tablo kurallarını silme. Aksi taktirde işlem yapılamaz. COMMIT

source: The comments are not strictly necessary, but it is considered good practice to document your configuration. Also, when modifying any of the <emphasis>rules</emphasis> files in <filename class="directory">/etc/ufw</filename>, make sure these lines are the last line for each table modified:
fr: Les commentaires ne sont pas strictement nécessaires, mais c'est une bonne habitude à prendre de documenter votre configuration. Vérifiez bien également, que lorsque vous modifiez l'un des fichiers <emphasis>rules</emphasis> dans <filename class="directory">/etc/ufw</filename>, ces lignes soient bien présentes à la fin de chaque table modifiée :
pt_br: Os comentários não são estritamente necessários, mas é considerada uma boa pratica documentar sua configuração. Além disso, quando modificar qualquer um dos arquivos de <emphasis>regras</emphasis> em <filename class="directory">/etc/ufw</filename>, assegure-se que estas linhas seja a ultima linha para cada tabela modificada:
tr: Yorumlar kesinlikle gereksizdir. Fakat yapılandırmanı belgelemek için iyi bir düşüncedir. Ayrıca <filename class="directory">/etc/ufw</filename>'deki <emphasis>kural</emphasis> dosyalarının herbiri düzenlendiğinde, bu satırların düzenlenen her tablonun son satırında şu şeklide olduğundan emin ol:

source: # don't delete the 'COMMIT' line or these rules won't be processed COMMIT
fr: # n'effacez pas « COMMIT » sinon ces règles ne seront pas traitées COMMIT
pt_br: # Não apague a linha 'COMMIT' ou estas regras não serão processadas COMMIT
tr: # 'COMMIT' satırını veya bu nat tablo kurallarını silme. Aksi taktirde işlem yapılamaz. COMMIT

source: For each <emphasis>Table</emphasis> a corresponding <emphasis>COMMIT</emphasis> statement is required. In these examples only the <emphasis>nat</emphasis> and <emphasis>filter</emphasis> tables are shown, but you can also add rules for the <emphasis>raw</emphasis> and <emphasis>mangle</emphasis> tables.
fr: Pour chaque <emphasis>table</emphasis> il est nécessaire de faire correspondre une déclaration <emphasis>COMMIT</emphasis>. Dans ces exemples seules les tables <emphasis>nat</emphasis> et <emphasis>filter</emphasis> sont décrites mais vous pouvez aussi ajouter des règles aux tables <emphasis>raw</emphasis> et <emphasis>mangle</emphasis>.
pt_br: Para cada <emphasis>Tabela</emphasis> é necessário um argumento <emphasis>COMMIT</emphasis> correspondente. Nestes exemplos apenas as tabelas <emphasis>nat</emphasis> e <emphasis>filter</emphasis> são apresentadas, mas você também pode acrescentar regras para as tabelas <emphasis>raw</emphasis> e <emphasis>mangle</emphasis>.
tr: Her bir <emphasis>Tablo</emphasis> için bir eşdeğer <emphasis>COMMIT</emphasis> ifadesi gereklidir. Bu örnekler sadece <emphasis>nat</emphasis> ve <emphasis>filtre</emphasis> tablolarında gösterilir. Fakat ayrıca <emphasis>raw</emphasis> ve <emphasis>merdane</emphasis> tabloları için kurallar ekleyebilirsin.

source: In the above example replace <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis>, and <emphasis>192.168.0.0/24</emphasis> with the appropriate interfaces and IP range for your network.
fr: Remplacez dans l'exemple ci-dessus <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis> et <emphasis>192.168.0.0/24</emphasis> par vos propres interfaces et la plage d'IP pour votre réseau.
pt_br: No exemplo acima, substitua <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis> e <emphasis>192.168.0.0/24</emphasis> pelas interfaces e pela variação de IP adequadas para a sua rede.
tr: Yukarıdaki örnekte <emphasis>eth0</emphasis>, <emphasis>eth1</emphasis>, ve <emphasis>192.168.0.0/24</emphasis> yerine ağın için uygun arayüzler ve IP numarası kullan.

source: Finally, disable and re-enable <application>ufw</application> to apply the changes:
fr: Enfin, désactivez et réactivez <application>ufw</application> pour appliquer les modifications :
pt_br: Finalmente, desative e reative o <application>ufw</application> para aplicar as mundanças:
tr: Son olarak, değişiklikleri uygulamak için <application>ufw</application>'yi pasifleştir ve tekrar aktifleştir:

source: IP Masquerading should now be enabled. You can also add any additional FORWARD rules to the <filename>/etc/ufw/before.rules</filename>. It is recommended that these additional rules be added to the <emphasis>ufw-before-forward</emphasis> chain.
fr: Le masquage IP doit maintenant être activé. Vous pouvez également ajouter des règles FORWARD supplémentaires au fichier <filename>/etc/ufw/before.rules</filename>. Il est recommandé d'ajouter ces règles supplémentaires à la chaîne <emphasis>ufw-before-forward</emphasis>.
pt_br: O mascaramento IP agora pode ser habilitado. Você pode também adicionar regras FORWARD adicionais para o <filename>/etc/ufw/before.rules</filename>. É recomendado que estas regras adicionais seja adicionada para a cadeia<emphasis>ufw-before-forward</emphasis>.
tr: IP Maskeleme şimdi aktifleştirilecektir. Ayrıca herhangi ek İLERLEME kurallarını <filename>/etc/ufw/before.rules</filename>'e ekleyebilirsin. Bu ek kuralların <emphasis>ufw-before-forward</emphasis> dizisine eklenmesi tavsiye edilir.

source: iptables Masquerading
fr: Masquage IP avec iptables
tr: IP Paket Filtre Yönetimi Maskelemesi

source: <application>iptables</application> can also be used to enable masquerading.
fr: <application>iptables</application> peut aussi être utilisé pour activer le masquage IP.
pt_br: <application>iptables</application> Podem também serem usadas para habilitar masquerading.
tr: Ayrıca <application>IP paket filtre yönetimi</application> maskelemeyi aktifleştirmek için kullanılabilir.

source: Similar to <application>ufw</application>, the first step is to enable IPv4 packet forwarding by editing <filename>/etc/sysctl.conf</filename> and uncomment the following line
fr: Tout comme pour <emphasis>ufw-before-forward</emphasis>, la première étape est d'activer la retransmission de paquets IPv4 en modifiant le fichier <filename>/etc/sysctl.conf</filename>. Il faut décommenter la ligne suivante :
pt_br: Similar ao <application>ufw</application>, o primeiro passo é habilitar o repasse de pacotes IPv4 editando o arquivo <filename>/etc/sysctl.conf</filename> e removendo o comentário da seguinte linha
tr: <application>ufw</application>'ye benzerdir. İlk adım <filename>/etc/sysctl.conf</filename>'i düzenleyerek ve aşağıdaki satırı bırakarak IPv4 paket ilerlemesini aktifleştirmektir

source: If you wish to enable IPv6 forwarding also uncomment:
fr: Si vous souhaitez activer la retransmission IPv6, décommentez également :
pt_br: Se você optar por habilitar IPv6 forwarding então descomente:
tr: Eğer ayrıca IPv6 ilerlemesini de aktifleştirmek istiyorsan şöyle yapın:

source: Next, execute the <application>sysctl</application> command to enable the new settings in the configuration file:
fr: Ensuite, exécutez la commande <application>sysctl</application> pour activer les nouveaux paramètres dans le fichier de configuration :
pt_br: Seguinte, execute o comando<application>sysctl</application> para habilitar novas configurações no arquivo de configuração:
tr: Sonra, yapılandırma dosyasındaki yeni ayarları aktifleştirmek için <application>sysctl</application> komutunu çalıştırın:

source: IP Masquerading can now be accomplished with a single iptables rule, which may differ slightly based on your network configuration:
fr: Le masquage IP peut maintenant être effectué avec une seule règle iptable, pouvant être légèrement différente suivant la configuration de votre réseau :
pt_br: IP Masquerading pode agora ser finalizado com uma única regra iptables, a qual pode diferenciar-se um pouco baseado na sua configração de network:
tr: Şimdi IP Maskelemesi tek bir IP tablo filtreleme kuralı ile tamamlanabilir. Bu, senin ağ yapılandırmanla çok az farklılık gösterir:

source: The above command assumes that your private address space is 192.168.0.0/16 and that your Internet-facing device is ppp0. The syntax is broken down as follows:
fr: Les commandes ci-dessus supposent que votre plage d'adresses privées 192.168.0.0/16 et que votre interface de connexion à l'Internet est ppp0. La syntaxe se décompose ainsi :
pt_br: O comando acima assume que o seu espaço de endereço privado é 192.168.0.0/16 e que o dispositivo de acesso a in ternet é ppp0.
tr: Yukarıdaki komutta senin özel adresinin 192.168.0.0/16 ve Internet aygıtının ppp0 olduğu var sayılır. Söz dizimi aşağıdaki gibidir:

source: -t nat -- the rule is to go into the nat table
fr: -t nat -- la règle ira dans la table NAT
pt_br: -t nat -- a regra é para ir na tabela nat
tr: -t nat -- nat tablosunun içine girmek için gereken kural

source: -A POSTROUTING -- the rule is to be appended (-A) to the POSTROUTING chain
fr: -A POSTROUTING -- la règle sera ajoutée (-A) à la chaîne POSTROUTING
pt_br: -A POSTROUTING -- a regra é para ser adicionada (-A) à corrente POSTROUTING
tr: -A POSTROUTING -- POSTROUTING dizisinin sonuna eklenen (-A) kural

source: -s 192.168.0.0/16 -- the rule applies to traffic originating from the specified address space
fr: -s 192.168.0.0/16 -- la règle s'applique au trafic provenant de plage d'adresse spécifiée
pt_br: -s 192.168.0.0/16 -- a regra é aplicada a trafego originando do endereço especificado
tr: -s 192.168.0.0/16 -- özel adres alanındaki trafiği oluşturan kural

source: -o ppp0 -- the rule applies to traffic scheduled to be routed through the specified network device
fr: -o ppp0 -- la règle s'applique au trafic devant être routé à travers l'interface réseau spécifiée
pt_br: -o ppp0 -- a regra é aplicada a trafego agendado para ser roteado pelo dispositivo de rede especificado
tr: -o ppp0 -- özel ağ aygıtına yönlendirilen trafiği planlayan kural

source: -j MASQUERADE -- traffic matching this rule is to "jump" (-j) to the MASQUERADE target to be manipulated as described above
fr: -j MASQUERADE -- le trafic correspondant à cette règle est « rejeté » (-j) vers la cible MASQUERADE pour être manipulé comme décrit ci-dessus
pt_br: -j MASQUERADE -- trafego combinando com esta regra "pulará" (-j) para o alvo MASQUERADE para ser manipulado como descrito acima
tr: -j MASQUERADE -- bu kuralla eşleşen trafik, MASQUERADE hedefini "atlamak" (-j) için yukarıda açıklandığı gibi değiştirilmiştir.

source: Also, each chain in the filter table (the default table, and where most or all packet filtering occurs) has a default <emphasis>policy</emphasis> of ACCEPT, but if you are creating a firewall in addition to a gateway device, you may have set the policies to DROP or REJECT, in which case your masqueraded traffic needs to be allowed through the FORWARD chain for the above rule to work:
fr: Chaque chaîne de la table « filter » (la table par défaut où le filtrage des paquets a principalement lieu) a pour <emphasis>règle</emphasis> par défaut ACCEPT (accepter), mais si vous créez une machine pare-feu et routeur, vous avez peut-être défini les règles sur DROP (ignorer) ou REJECT (rejeter), dans ce cas le trafic masqué doit être autorisé avec la chaîne FORWARD pour que la règle ci-dessus fonctionne :
pt_br: Também, cada cadeia na tabela filter (a tabela padrão, e onde ocorre a maioria ou todos filtros os pacotes) possui uma <emphasis>política</emphasis> padrão de ACCEPT, mas se você está criando um firewall para complementar um dispositivo de gateway, você deve configurar as políticas DROP ou REJECT, em qual caso seu tráfico mascarado precisa ser permitido através da cadeia FORWARD para que a regra acima funcione:
tr: Ayrıca filtre tablosundaki herbir dizin (mevcut tablo ve çoğu veya tüm paket filtrelemelerinin meydana geldiği yer) mevcut bir KABUL <emphasis>ilke</emphasis>sine sahiptir. Fakat eğer aş gecit aygıtına ek bir güvenlik duvarı oluşturmak istiyorsan FORWARD tarafından yukarıdaki kuralı çalıştırarak maskeleme trafiğine izin veren DROP veya REJECT ilkelerini ayarlamalısın:
