Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Unless you know exactly what you are doing, do not set the User directive to root. Using root as the User will create large security holes for your Web server.
fr: À moins que vous ne sachiez exactement ce que vous faites, ne définissez jamais la directive User à root. Utiliser root (super-utilisateur) comme valeur pour User créera des failles de sécurité béantes dans votre serveur Web.
pt_br: A não ser que você saiba exatamente o que está fazendo, não defina a diretiva User para root. Usando o root como User (usuário) você irá criar largas brechas de segurança para seu ser servidor Web.
tr: Ne yaptığından emin olana kadar Kullanıcı yönergesini yönetici olarak ayarlama.

source: The Group directive is similar to the User directive. Group sets the group under which the server will answer requests. The default group is also www-data.
fr: La directive Group est similaire à la directive User. Elle définit le groupe sous lequel le serveur Web répondra aux requêtes. Le groupe par défaut est également www-data.
pt_br: A diretiva Group é similar a diretiva User. Group define o grupo que o servidor irá responder as solicitações. O grupo padrão é www-data.
tr: Grup yönergesi Kullanıcı yönergesi ile aynıdır. Grup, sunucu altında cevaplanan istekleri ayarlar. Mevcut grup da www-data'dır.

source: Apache2 Modules
fr: Modules Apache2
pt_br: Módulos Apache2
tr: Apache Kipleri

source: Apache2 is a modular server. This implies that only the most basic functionality is included in the core server. Extended features are available through modules which can be loaded into Apache2. By default, a base set of modules is included in the server at compile-time. If the server is compiled to use dynamically loaded modules, then modules can be compiled separately, and added at any time using the LoadModule directive. Otherwise, Apache2 must be recompiled to add or remove modules.
fr: Apache2 est un serveur modulaire. Cela signifie que seules les fonctionnalités les plus basiques sont incluses dans le cœur-même du serveur. Les fonctionnalités étendues sont disponibles grâce aux modules qui peuvent être chargés dans Apache2. Par défaut, un ensemble de modules de base est inclus dans le serveur au moment de la compilation. Si le serveur est compilé pour utiliser les modules chargés dynamiquement, alors ces derniers peuvent être compilés séparément et ajouté à tout moment en utilisant la directive LoadModule. Sinon, Apache2 doit être recompilé pour ajouter ou supprimer des modules.
tr: Apache kipsel bir sunucudur. Bu, sadece kutup sunucusuna yerleştirilen çoğu temel işlevselliği belirtir. Genişletilmiş özellikler Apache içine yüklenebilen kipler tarafından kullanılabilir. Normalde, sunucudaki kiplerin temel ayarı derleme zamanında dahil edilmiştir. Eğer sunucu dinamik yüklü kipler kullanılarak derlenmişse, kipler ayrı olarak derlenebilir ve LoadModule yönergesi kullanılarak herhangi bir zamanda yüklenebilir. Diğer taraftan Apache, kiplerin eklenmesi veya kaldırılması için tekrardan derlenmelidir.

source: Ubuntu compiles Apache2 to allow the dynamic loading of modules. Configuration directives may be conditionally included on the presence of a particular module by enclosing them in an <emphasis>&lt;IfModule&gt;</emphasis> block.
fr: Ubuntu compile Apache2 pour permettre le chargement dynamique de modules. Les directives de configuration peuvent être incluses dans un module particulier en les délimitant par un bloc <emphasis>&lt;IfModule&gt;</emphasis>.
pt_br: O Ubuntu compila o Apache2 de forma a permitir que o carregamento dinâmico de módulos. Diretivas de configuração podem ser condicionalmente incluídas na presença de algum módulo especial pela declaração deles entre um <emphasis>&lt;IfModule&gt;</emphasis> bloco.
tr: Ubuntu, Apache2'yi dinamik yüklü kiblere izin verilmesi için derler. Yapılandırma yönergeleri, özel kipde bulunmak şartıyla onları kuşatan bir <emphasis>&lt;IfKip&gt;</emphasis> bloğunda koşullu olarak dahil edilebilir.

source: You can install additional Apache2 modules and use them with your Web server. For example, run the following command from a terminal prompt to install the <emphasis>MySQL Authentication</emphasis> module:
fr: Vous pouvez installer des modules additionnels d'Apache2 et les utiliser avec votre serveur Web. Par exemple, exécutez la commande suivante dans un terminal pour installer le module <emphasis>Authentification MySQL</emphasis> :
pt_br: Você pode instalar módulos adicionais Apache2 e usá-las com o seu servidor web. Por exemplo, execute o seguinte comando a partir de um terminal para instalar o módulo de <emphasis>Autenticação MySQL</ emphasis> :
tr: Ek Apache kiplerini yükleyebilir ve onları kendi Web sunucunda kullanabilirsin. Örneğin; <emphasis>MySQL Authentication</emphasis> kibini yüklemek için aşağıdaki komutu uçbirimde çalıştır:

source: See the <filename>/etc/apache2/mods-available</filename> directory, for additional modules.
fr: Consultez le répertoire <filename>/etc/apache2/mods-available</filename> pour voir les modules supplémentaires.
pt_br: Veja o diretório <filename>/etc/apache2/mods-available</filename>, para módulos adicionais.
tr: Eklenen kipler için <filename>/etc/apache2/mods-available</filename> dizinine bakınıız.

source: Use the <application>a2enmod</application> utility to enable a module:
fr: L'utilitaire <application>a2enmod</application> permet d'activer un module :
pt_br: Use o utilitário <application>a2enmod</application> para habilitar um módulo:
tr: Bir kipi etkinleştirmek için <application>a2enmod</application> uygulamasını kullanın:

source: Similarly, <application>a2dismod</application> will disable a module:
fr: Inversement, <application>a2dismod</application> désactivera un module :
pt_br: Similarmente, <application>a2dismod</application> para desabilitar um módulo:
tr: Benzer şekilde <application>a2dismod</application>, bir kipi pasifleştirecektir:

source: HTTPS Configuration
fr: Configuration HTTPS
pt_br: Configurações HTTPS
tr: HTTPS Yapılandırması

source: The <application>mod_ssl</application> module adds an important feature to the Apache2 server - the ability to encrypt communications. Thus, when your browser is communicating using SSL, the https:// prefix is used at the beginning of the Uniform Resource Locator (URL) in the browser navigation bar.
fr: Le module <application>mod_ssl</application> ajoute d'importantes caractéristiques au serveur Apache2 - la capacité de chiffrer les communications. De plus, lorsque votre navigateur Web communique en utilisant SSL, le préfixe https:// est utilisé au début de l'adresse Web (URL) dans la barre d'adresse du navigateur.
pt_br: O módulo <application>mod_ssl</application> agrega uma característica importante ao servidor Apache2 - a habilidade de encriptar comunicações. Assim, quando seu navegador está comunicando usando SSL, usa-se o prefixo https:// no começo da URL na barra de navegação do navegador.
tr: <application>mod_ssl</application> kipi iletişimleri şifreleyecek önemli bir özelliği Apache2 sunucusuna ekler. Bu, tarayıcının adres çubuğuna Tekdüzen Kaynak Bulucu (URL)'nun başındaki https:// önekini tarayıcının başında kullanır.

source: The <application>mod_ssl</application> module is available in <application>apache2-common</application> package. Execute the following command from a terminal prompt to enable the <application>mod_ssl</application> module:
fr: Le module <application>mod_ssl</application> est disponible dans le paquet <application>apache2-common</application>. Saisissez la ligne de commande suivante pour activer le module <application>mod_ssl</application> :
pt_br: O módulo <application>mod_ssl</application> está disponível no pacote <application>apache2-common</application>. Execute o seguinte comando em um terminal para ativar o módulo <application>mod_ssl</application>:
tr: <application>mod_ssl</application> kipi <application>apache2-common</application> paketinde kullanılabilir. <application>mod_ssl</application> kipini aktifleştirmek için terminale şu komutu girip, çalıştırınız:

source: There is a default HTTPS configuration file in <filename>/etc/apache2/sites-available/default-ssl</filename>. In order for <application>Apache2</application> to provide HTTPS, a <emphasis>certificate</emphasis> and <emphasis>key</emphasis> file are also needed. The default HTTPS configuration will use a certificate and key generated by the <application>ssl-cert</application> package. They are good for testing, but the auto-generated certificate and key should be replaced by a certificate specific to the site or server. For information on generating a key and obtaining a certificate see <xref linkend="certificates-and-security"/>
fr: Le fichier <filename>/etc/apache2/sites-available/default-ssl</filename> est un fichier de configuration HTTPS par défaut. Pour qu'Apache puisse fournir du HTTPS, il vous faut également un <emphasis>certificat</emphasis> ainsi qu'une <emphasis>clé</emphasis>. La configuration HTTPS par défaut utilise un certificat et une clé générés par le paquet <application>ssl-cert</application>. Tous deux conviennent très bien pour effectuer des tests mais ils devraient être remplacés par un certificat et une clé spécifiques au site ou au serveur. Pour savoir comment générer une clé et obtenir un certificat, consultez <xref linkend="certificates-and-security"/>
tr: Varsayılan bir HTTPS yapılandırma dosyası <filename>/etc/apache2/sites-available/default-ssl</filename>'dedir. <application>Apache</application>nin HTTPS'yi sağlaması için bir <emphasis>sertifika</emphasis> ve <emphasis>anahtar</emphasis> dosyası gereklidir. Mevcut HTTPS yapılandırması <application>ssl-cert</application> paketi tarafından oluşturulan bir sertifika ve anahtar kullanır. Bunlar test için iyidir. Fakat otomatik oluşturulan sertifika ve anahtar site veya sunucu tarafından oluşturulan sertifikanın yerine kullanılabilir. Anahtar oluşturma ve sertifika elde etme hakkında daha fazla bilgi için <xref linkend="certificates-and-security"/>'ye bakınız.

source: To configure <application>Apache2</application> for HTTPS, enter the following:
fr: Pour configurer <application>Apache2</application> pour HTTPS, saisissez les informations suivantes :
pt_br: Para configurar o <application>Apache2</application> para HTTPS, informe o seguinte:
tr: HTTPS için <application>Apache2</application>'yi yapılandırma şu şekilde olur:

source: The directories <filename>/etc/ssl/certs</filename> and <filename>/etc/ssl/private</filename> are the default locations. If you install the certificate and key in another directory make sure to change <emphasis>SSLCertificateFile</emphasis> and <emphasis>SSLCertificateKeyFile</emphasis> appropriately.
fr: Les répertoires par défaut sont <filename>/etc/ssl/certs</filename> et <filename>/etc/ssl/private</filename>. Si vous installez le certificat et la clé dans un autre répertoire, assurez-vous de modifier <emphasis>SSLCertificateFile</emphasis> et <emphasis>SSLCertificateKeyFile</emphasis> en conséquence.
pt_br: Os diretórios <filename>/etc/ssl/certs</filename> e <filename>/etc/ssl/private</filename> são caminhos padrão. Se você instalar o certificado e chave em outro diretório, certifique-se em alterar <emphasis>SSLCertificateFile</emphasis> e <emphasis>SSLCertificateKeyFile</emphasis> apropriadamente.
tr: <filename>/etc/ssl/certs</filename> ve <filename>/etc/ssl/private</filename> dizinleri mevcut konumlardır. Eğer sertifika ve anahtarı başka bir dizine yüklersen, <emphasis>SSLCertificateFile</emphasis> ve <emphasis>SSLCertificateKeyFile</emphasis>'ı uygun şekilde değiştirdiğinden emin olun.

source: With Apache2 now configured for HTTPS, restart the service to enable the new settings:
fr: Avec Apache2 maintenant configuré pour HTTPS, redémarrez le service pour activer les nouveaux paramètres :
pt_br: Com o Apache2 agora configurado para HTTPS, reinicie o serviço para habilitar as novas configurações:
tr: Apache2 ile şu an HTTPS yapılandırıldı. Yeni ayarların aktifleşmesi için servisi yeniden başlatınız.

source: Depending on how you obtained your certificate you may need to enter a passphrase when <application>Apache2</application> starts.
fr: Selon comment vous avez obtenu votre certificat, vous devrez entrer un mot de passe lors du redémarrage d'<application>Apache2</application>.
tr: Sertifikayı nasıl elde ettiğine bağlı olarak <application>Apache2</application>'yi başlattığında bir şifre girmen gerekir.

source: You can access the secure server pages by typing https://your_hostname/url/ in your browser address bar.
fr: Vous pouvez accéder aux pages du serveur sécurisé en tapant https://votre_nomdhote/url/ dans la barre d'adresse de votre navigateur.
pt_br: Você pode acessar as páginas seguras do servidor digitando https://your_hostname/url/ na barra de endereços do browser.
tr: Tarayıcının adres çubuğuna https://your_hostname/url/ yazarak güvenli sunucu sayfalarına erişebilirsin.

source: <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink> contains in depth information on Apache2 configuration directives. Also, see the <application>apache2-doc</application> package for the official Apache2 docs.
fr: <ulink url="http://httpd.apache.org/docs/2.2/">La documentation d'Apache2</ulink> contient des informations détaillées sur les directives de configuration d'Apache2. Consultez aussi le paquet <application>apache2-doc</application> pour la documentation officielle d'Apache2.
pt_br: <ulink url="http://httpd.apache.org/docs/2.2/"> Documentação do Apache2 </ulink> contém informações detalhadas sobre a configuração Apache2 directivas. Além disso, veja o pacote <application> apache2-doc </application> para os oficiais documentos do Apache2.
tr: <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink>'de, Apache2 yapılandırma yönergeleri hakkında derin bilgi bulunur. Ayrıca resmi Apache2 dökümantasyonu için <application>apache2-doc</application> paketine bakınız.

source: See the <ulink url="http://www.modssl.org/docs/">Mod SSL Documentation</ulink> site for more SSL related information.
fr: Consultez le site <ulink url="http://www.modssl.org/docs/">Mod SSL Documentation</ulink> (en anglais) pour plus d'informations concernant SSL.
pt_br: Veja o site <ulink url="http://www.modssl.org/docs/">Documentação Mod SSL</ulink> para mais informações relacionadas a SSL.
tr: SSL hakkında daha fazla güncel bilgi için <ulink url="http://www.modssl.org/docs/">Mod SSL Documentation</ulink> sitesine bakınız.

source: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> is a good resource for accomplishing specific Apache2 configurations.
fr: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> (en anglais) est une bonne ressource pour réaliser des configurations spécifiques d'Apache2.
pt_br: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink> é um bom recurso para realizar configurações específicas no Apache2.
tr: O'Reilly'in <ulink url="http://oreilly.com/catalog/9780596001919/">Apache Cookbook</ulink>'u, özel Apache2 yapılandırmalarını yapabilmek için iyi bir kaynaktır.

source: For Ubuntu specific Apache2 questions, ask in the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net/">freenode.net</ulink>.
fr: Pour les questions concernant Apache2 mais spécifiques à Ubuntu, consultez le <emphasis>#ubuntu-server</emphasis> canal anglophone IRC sur <ulink url="http://freenode.net/">freenode.net</ulink>, ou le canal généraliste francophone <emphasis>#ubuntu-fr</emphasis>.
pt_br: Para questões do Apache2 específicas ao Ubuntu, pergunte no canal de IRC <emphasis>#ubuntu-server</emphasis> na <ulink url="http://freenode.net/">freenode.net</ulink>.
tr: Ubuntu'ya özgü Apache2 soruları için, <ulink url="http://freenode.net/">freenode.net</ulink>'deki <emphasis>#ubuntu-server</emphasis> IRC kanalına müracaat ediniz.

source: Usually integrated with PHP and MySQL the <ulink url="https://help.ubuntu.com/community/ApacheMySQLPHP">Apache MySQL PHP Ubuntu Wiki </ulink> page is a good resource.
fr: Apache étant habituellement couplé avec PHP et MySQL, la page du <ulink url="https://help.ubuntu.com/community/ApacheMySQLPHP">Wiki Ubuntu consacrée à Apache MySQL PHP</ulink> est également une très bonne source d'information.

source: PHP5 - Scripting Language
fr: PHP5 - Langage de script
pt_br: PHP5 - Linguagem de Scripts
tr: PHP5 - Betikleme Dili

source: PHP is a general-purpose scripting language suited for Web development. The PHP script can be embedded into HTML. This section explains how to install and configure PHP5 in Ubuntu System with Apache2 and MySQL.
fr: PHP est un langage de script généraliste adapté au développement Web. Le script PHP peut être incorporé dans du HTML. Cette section explique comment installer et configurer PHP5 sur un système Ubuntu avec Apache2 et MySQL.
pt_br: PHP é uma linguagem de scripts de propósito geral adequada para desenvolvimento Web. Os scripts PHP podem ser embutidos em HTML. Esta seção explica como instalar e configurar PHP5 num Sistema Ubuntu com Apache2 e MySQL.
tr: PHP, Web geliştirmeye uygun, genel amaçlı betikleme dilidir. PHP betiği HTML içine yerleştirilebilir. Bu bölüm, Ubuntu Sisteminde Apache2 ve MySQL ile PHP5'in nasıl yüklenceğini ve yapılandırılacağını açıklar.

source: This section assumes you have installed and configured Apache2 Web Server and MySQL Database Server. You can refer to Apache2 section and MySQL sections in this document to install and configure Apache2 and MySQL respectively.
fr: Cette section suppose que vous avez installé et configuré le serveur Web Apache2 et le serveur de base de données MySQL Pour ce faire, reportez-vous le cas échéant aux sections consacrées respectivement à Apache2 et MySQL.
tr: Bu bölüm, Apache2 Web Sunucu ve MySQL Veritabanı Sunucusu yükleyip yapılandırdığını varsayar. Bu belgede, Apache 2 ve MySQL yükleme ve yapılandırması için sırasıyla Apache2 bölümü ve MySQL bölümlerine bakabilirsiniz.

source: The PHP5 is available in Ubuntu Linux.
fr: PHP5 est disponible sur Ubuntu Linux.
pt_br: O PHP5 está disponível no Ubuntu Linux.
tr: PHP5, Ubuntu Linux'da kullanılabilir.

source: To install PHP5 you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
fr: Pour installer PHP5 vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
pt_br: Para instalar o PHP5 você pode entrar o seguinte comando no terminal: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>
tr: PHP5'i yüklemek için terminale şu komutu girebilirsiniz: <screen> <command>sudo apt-get install php5 libapache2-mod-php5</command> </screen>

source: You can run PHP5 scripts from command line. To run PHP5 scripts from command line you should install <application>php5-cli</application> package. To install <application>php5-cli</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-cli</command> </screen>
fr: Vous pouvez exécuter des scripts PHP5 depuis la ligne de commande. Pour cela vous devez installer le paquet <application>php5-cli</application>. Pour installer <application>php5-cli</application> vous pouvez taper ce qui suit à l'invite de commande, dans un terminal : <screen> <command>sudo apt-get install php5-cli</command> </screen>
pt_br: Você pode executar scripts PHP5 a partir da linha de comando. Para executar scripts PHP5 da linha de comando você deve instalar o pacote <application>php5-cli</application>. Para instalar <application>php5-cli</application> você pode digitar o seguinte comando em um terminal: <screen> <command>sudo apt-get install php5-cli</command> </screen>
tr: PHP5 betiklerini uçbirimden çalıştırabilirsiniz. PHP betiklerini uçbirimden çalıştırmak için <application>php5-cli</application> paketini yüklemelisiniz. <application>php5-cli</application>'yi yüklemek için şu komutu terminale girebilirsiniz: <screen> <command>sudo apt-get install php5-cli</command> </screen>

source: You can also execute PHP5 scripts without installing PHP5 Apache module. To accomplish this, you should install <application>php5-cgi</application> package. You can run the following command in a terminal prompt to install <application>php5-cgi</application> package: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
fr: Vous pouvez également exécuter des scripts PHP5 sans installer le module PHP5 d'Apache. Pour cela vous devez installer le paquet <application>php5-cgi</application>. L'installation de <application>php5-cgi</application> peut se faire en tapant ce qui suit à l'invite de commande d'un terminal : <screen> <command>sudo apt-get install php5-cgi</command> </screen>
pt_br: Você pode também executar scripts PHP5 sem instalar o módulo PHP% para o Apache. Para fazer isso, você deve instalar o pacote <application>php5-cgi</application>. Você pode executar o seguinte comando em um terminal para instalar o pacote <application>php5-cgi</application>: <screen> <command>sudo apt-get install php5-cgi</command> </screen>
tr: PHP5 Apache kibini yüklemeden de PHP5 betiklerini çalıştırabilirsiniz. bunu yapabilmek için <application>php5-cgi</application> paketini yüklemen gerekir. <application>php5-cgi</application> paketini yüklemek için terminalde şu komutu girin: <screen> <command>sudo apt-get install php5-cgi</command> </screen>

source: To use <application>MySQL</application> with PHP5 you should install <application>php5-mysql</application> package. To install <application>php5-mysql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
fr: Pour utiliser <application>MySQL</application> avec PHP5 vous devez installer le paquet <application>php5-mysql</application>. Pour installer <application>php5-mysql</application>, vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-mysql</command> </screen>
pt_br: Para usar o <application>MySQL</application> com o PHP5, você deve instalar o pacote <application>php5-mysql</application>. Para instalar o pacote <application>php5-mysql</application>, digite o seguinte comando em um terminal: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
tr: <application>MySQL</application>'i PHP5 ile kullanmak için <application>php5-mysql</application> paketini yüklemen gerekir <application>php5-mysql</application>'i yüklemek için terminale şu komutu giriniz: <screen> <command>sudo apt-get install php5-mysql</command> </screen>
