Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: For security reasons, the tomcat6 user cannot write to the <filename>/etc/tomcat6</filename> directory by default. Some features in these admin webapps (application deployment, virtual host creation) need write access to that directory. If you want to use these features execute the following, to give users in the tomcat6 group the necessary rights:
fr: Pour des raisons de sécurité, l'utilisateur de tomcat6 ne peut pas écrire dans le répertoire par défaut <filename>/etc/tomcat6</filename>. Certaines options dans ces applications Web d'administration (développement d'application, création d'hôte virtuel) nécessitent l'accès à ce répertoire. Si vous souhaitez utiliser ces options, exécutez ce qui suit pour donner aux utilisateurs du groupe tomcat6 les droits nécessaires.
pt_br: Por razões de segurança, o usuário tomcat6 não tem permissão de escrita no diretório <filename>/etc/tomcat6</filename> por padrão. Algumas funcionalidades dessas aplicações web de administração (emprego de aplicações, criação de hosts virtuais) requerem tal permissão. Se quiser utilizar essas funcionalidades execute o seguinte, para dar aos usuários do grupo tomcat6 as permissões necessárias:
tr: Güvenlik sebeplerinden dolayı normalde tomcat6 kullanıcısı <filename>/etc/tomcat6</filename> dizinine yazamaz. Bu yönetim web uygulamalarındaki bazı özellikler için (uygulama geliştirme, sanal ana sistem oluşturma gibi) dizine yazma erişimi gereklidir. Bu özellikleri çalıştırabilmek için tomcat6 grubu şu kuralları gerekir:

source: Tomcat examples webapps
fr: Exemples d'applications Web Tomcat
pt_br: Exemplos de aplicações web do Tomcat
tr: Tomcat örnek web uygulamaları

source: The <application>tomcat6-examples</application> package contains two webapps that can be used to test or demonstrate Servlets and JSP features, which you can access them by default at http://yourserver:8080/examples. You can install them by entering the following command in the terminal prompt:
fr: Le paquet <application>tomcat6-examples</application> contient deux applications Web qui peuvent être utilisées pour tester ou montrer les options Servlets et JSP. Vous pouvez y accéder par défaut sur http://yourserver:8080/examples. Vous pouvez les installer en saisissant la commande suivante dans un terminal :
pt_br: O pacote <application>tomcat6-examples</application> contém duas aplicações web que podem ser usadas para testar ou demonstrar funcionalidades de Servlets ou JSP, as quais podem ser acessadas por padrão em http://seuservidor:8080/examples. Você pode instalá-las digitando o seguinte comando em um terminal:
tr: <application>tomcat6-examples</application> paketi, Servlets ve JSP özelliklerini test etmek veya göstermek için kullanılabilecek iki web uygulamasını içerir. Bunlarla normalde http://yourserver:8080/examples'e erişebilirsin. Terminale şu komutu girerek bunları yükleyebilirsin:

source: Using private instances
fr: Utilisation des instances privées
pt_br: Usando instâncias privadas
tr: Özel örnekleri kullanma

source: Tomcat is heavily used in development and testing scenarios where using a single system-wide instance doesn't meet the requirements of multiple users on a single system. The Tomcat 6.0 packages in Ubuntu come with tools to help deploy your own user-oriented instances, allowing every user on a system to run (without root rights) separate private instances while still using the system-installed libraries.
fr: Tomcat est surtout utilisé dans des scénarios de développement et de test où l'utilisation d'une seule instance système n'obéit pas aux éxigences d'utilisateurs multiples sur un seul système.Les paquets de Tomcat 6.0 d'Unbutu sont fournis avec des outils pour aider à développer vos propres instances utilisateur, permettant à tous les utilisateurs du système de lancer (sans les droits superutilisateur) des instances privées séparées, tout en utilisant les bibliothèques partagées du système.
pt_br: Tomcat é largamente utilizado em cenários de teste e desenvolvimento em que o uso de uma única instância para todo o sistema não é suficiente para os múltiplos usuários desse sistema. Os pacotes do Tomcat 6.0 do Ubuntu vêm com ferramentas para auxiliar na instalação das suas próprias instâncias orientadas ao usuário, permitindo que todos os usuários do sistema executem (sem privilégios de root) instâncias separadas e privadas utilizando as bibliotecas instaladas no sistema.
tr: Tomcat, tekli sistemdeki çoklu kullanıcıların ihtiyaçlarını karşılamayan tekli, kapsamlı sistem örneğini kullanarak geliştirme ve test yapmada büyük oranda kullanılır. Ubuntu'daki Tomcat 6.0 paketleri kendi kullanıcı amaçlı örnekleri geliştirmen için yardım sunan araçlarla birlikte gelir. Sistem yüklü kitaplıkları kullanarak ayrı özel örnekleri bir sistemdeki her kullanıcı için çalıştırmaya izin verir.

source: It is possible to run the system-wide instance and the private instances in parallel, as long as they do not use the same TCP ports.
fr: Il est possible de lancer les instances système et privée en parallèle, du moment qu'elles n'utilisent pas les mêmes ports TCP.
pt_br: É possível executar a instência do sistema e a instância privada em paralelo, desde que elas não utilizem as mesmas portas TCP.
tr: Aynı TCP yuvalarının kullanmayan kapsamlı sistem örneğini ve özel örnekleri eş zamanlı olarak çalıştırmak mümkündür

source: Installing private instance support
fr: Installation de la gestion des instances privées
pt_br: Instalando suporte a instâncias privadas
tr: Özel örnek desteği yükleme

source: You can install everything necessary to run private instances by entering the following command in the terminal prompt:
fr: Vous pouvez installer tout ce qui est nécessaire pour lancer une instance privée en saisissant la commande suivante dans un terminal :
pt_br: Você pode instalar tudo o que é necessário para executar instâncias privadas utilizando o seguinte comando em um terminal:
tr: Terminale şu komutu girerek özel örnekleri çalıştırmak için gerekli herşeyi yükleyebilirsin:

source: Creating a private instance
fr: Création d'une instance privée
pt_br: Criando uma instância privada
tr: Özel bir örnek oluşturma

source: You can create a private instance directory by entering the following command in the terminal prompt:
fr: Vous pouvez créer un répertoire d'instance privée en saisissant la commande suivant dans un terminal :
pt_br: Você pode criar um diretório de instância privada digitando o seguinte comando em um terminal:
tr: Terminale şu komutu girerek özel bir örnek dizini oluşturabilirsin:

source: tomcat6-instance-create my-instance
fr: tomca6-instance-create my-instance
pt_br: tomcat6-instance-create minha-instância
tr: tomcat6-instance-create örneğim

source: This will create a new <filename>my-instance</filename> directory with all the necessary subdirectories and scripts. You can for example install your common libraries in the <filename>lib/</filename> subdirectory and deploy your webapps in the <filename>webapps/</filename> subdirectory. No webapps are deployed by default.
fr: Cela créera un nouveau dossier <filename>my-instance</filename> avec les sous-dossiers et scripts nécessaires. Vous pouvez par exemple installer vos bibliothèques communes dans le sous-dossier <filename>lib/</filename> et déployer votre application dans le sous-dossier <filename>webapps/</filename>. Par défaut, aucune application Web n'est déployée.
pt_br: Isso irá criar um novo diretório <filename>minha-instância</filename> com todos os subdiretórios e scripts necessários. Você pode por exemplo instalar suas bibliotecas comuns no subdiretório <filename>lib/</filename> e instalar suas aplicações web no subdiretório <filename>webapps/</filename>. Nenhuma aplicação web é instalada por padrão.
tr: Bu, gereki bütün alt dizinler ve betikler de dahil olmak üzere bir <filename>örneğim</filename> dizini oluşturacaktır. Örneğin, <filename>lib/</filename> alt dizinine temel kitaplıkları yükleyebilir ve <filename>webapps/</filename> alt dizininde web uygulamalarını geliştirebilirsin. Normalde geliştirilmiş hiçbir web uygulaması yoktur.

source: Configuring your private instance
fr: Configuration de votre instance privée
pt_br: Configurando sua instância privada
tr: Özel örneği yapılandırma

source: You will find the classic Tomcat configuration files for your private instance in the <filename>conf/</filename> subdirectory. You should for example certainly edit the <filename>conf/server.xml</filename> file to change the default ports used by your private Tomcat instance to avoid conflict with other instances that might be running.
fr: Vous trouverez les fichiers de configuration de Tomcat pour votre instance privée dans le sous-dossier <filename>conf/<filename>. Vous devrez certainement par exemple modifier le fichier <filename>conf/server.xml</filename> pour changer les ports par défaut utilisés par votre instance privée Tomcat pour éviter les conflits avec d'autres instances actives.
pt_br: Você irá encontrar os arquivos clássicos de confiruação do Tomcat para sua instância privada no subdiretório <filename>conf/</filename>. Você certamente deve por exemplo editar o arquivo <filename>conf/server.xml</filename> para modificar as portas padrão utilizadas por sua instância privada do Tomcat para evitar conflitos com outras instâncias que podem estar sendo executadas.
tr: Özel örnek için klasik Tomcat yapılandırma dosyalarını <filename>conf/</filename> alt dizininde bulabilirsin. Örneğin, özel Tomcat örneğinde kullanılan mevcut yuvaları, çalışan diğer örneklerdekilerle çakışmasını önlemek için kesinlikle <filename>conf/server.xml</filename> dosyasını değiştirmelisin.

source: Starting/stopping your private instance
fr: Démarrage/arrêt de votre instance privée
pt_br: Iniciando/parando sua instância privada
tr: Özel örnekleri başlatma/durdurma

source: You can start your private instance by entering the following command in the terminal prompt (supposing your instance is located in the <filename>my-instance</filename> directory):
fr: Vous pouvez lancer votre instance privée en saisissant la commande suivante dans un terminal (en supposant qu'elle se trouve dans le répertoire <filename>my-instance</filename>) :
pt_br: Você pode iniciar sua instância privada executando o seguinte comando em um terminal (supondo que sua instância está localizada no diretório <filename>minha-instância</filename>)
tr: Terminale şu komutu girerek özel örneği başlatabilirsin (örneğinin <filename>örneğim</filename> dizininde olduğunu varsayalım):

source: You should check the <filename>logs/</filename> subdirectory for any error. If you have a <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis> error, it means that the port you're using is already taken and that you should change it.
fr: Vous devez vérifier si il y a des erreurs dans le sous-dossier <filename>logs/</filename>. Si vous avez l'erreur <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis>, cela veut dire que le port que vous utilisez est déjà pris et que vous devez le changer.
pt_br: Você deve buscar no subdiretório <filename>logs/</filename> por quaisquer erros. Se você obtiver um erro <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis>, isso significa que a porta que você está usando já foi escolhida e você deve mudá-la.
tr: Herhangi bir hata için <filename>logs/</filename> alt dizinini kontrol edebilirsin. Eğer bir <emphasis>java.net.BindException: Address already in use&lt;null&gt;:8080</emphasis> hatası varsa, bu demektir ki yuva zaten kullanılıyor ve onu değiştirmelisin.

source: You can stop your instance by entering the following command in the terminal prompt (supposing your instance is located in the <filename>my-instance</filename> directory):
fr: Vous pouvez arrêter votre instance en saisissant la commande suivante dans le terminal (en supposant qu'elle se trouve dans le répertoire <filename>my-instance</filename>) :
pt_br: Você pode parar sua instância privada executando o seguinte comando em um terminal (supondo que sua instância está localizada no diretório <filename>minha-instância</filename>)
tr: Terminale şunu girerek örneğini durdurabilirsin (Örneğinin <filename>örneğim</filename> dizininde olduğunu varsayalım):

source: See the <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> website for more information.
fr: Consultez le site Web <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> (en anglais) pour plus d'informations.
pt_br: Veja o site da web <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> para mais informações.
tr: Daha fazlası için <ulink url="http://tomcat.apache.org/">Apache Tomcat</ulink> websitesine bakınız.

source: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> is a good resource for building web applications with Tomcat.
fr: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> est une bonne ressource pour le développement d'applications Web avec Tomcat.
pt_br: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink> é um bom recurso para a construção de aplicações web com Tomcat.
tr: <ulink url="http://oreilly.com/catalog/9780596003180/">Tomcat: The Definitive Guide</ulink>, web uygulamalarının Tomcat ile yapmak için iyi bir kaynaktır.

source: For additional books see the <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink> list page.
fr: Pour les livres de référence consultez la page sur les <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink> (en anglais).
pt_br: Para lista livros adicionais ver a página <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink>.
tr: Ek kitaplar için <ulink url="http://wiki.apache.org/tomcat/Tomcat/Books">Tomcat Books</ulink> liste sayfasına bakınız.

source: Also, see the<ulink url="https://help.ubuntu.com/community/ApacheTomcat5">Ubuntu Wiki Apache Tomcat</ulink> page.
fr: Vous trouverez également des informations sur la page du <ulink url="https://help.ubuntu.com/community/ApacheTomcat5">Wiki Ubuntu consacrée à Apache Tomcat</ulink>.

source: A Virtual Private Network, or <emphasis>VPN</emphasis>, is an encrypted network connection between two or more networks. There are several ways to create a VPN using software as well as dedicated hardware appliances. This chapter will cover installing and configuring <application>OpenVPN</application> to create a VPN between two servers.
fr: Un réseau privé virtuel (Virtual Private Network), ou <emphasis>VPN</emphasis>, est une connexion réseau chiffrée entre deux ou plusieurs réseaux. Il existe plusieurs moyens de créer un VPN à l'aide de logiciels ou de matériel dédié. Ce chapitre couvre l'installation et la configuration d'<application>OpenVPN</application> pour créer un VPN entre deux serveurs.
pt_br: Uma rede virtual privada, ou <emphasis>VPN</emphasis>, é uma conexão de rede criptografada entre duas ou mais redes. Existem diversas formas de criar uma VPN utilizando tanto software quanto hardwares dedicados para isso. Esse capítulo irá tratar da instalação e configuração do <application>OpenVPN</application> para criar uma VPN entre dois servidores.
tr: Sanal Özel Ağ veya <emphasis>VPN</emphasis>, iki veya daha fazla ağ arasında şifreli bağlantı sağlar. Kendine has donanımla beraber yazılım kullanarak bir VPN oluşturmak için birkaç yöntem vardır. Bu bölüm iki sunucu arasında bir VPN oluşturmak için <application>OpenVPN</application>'yi yüklemeyi ve yapılandırmayı kapsar.

source: OpenVPN uses Public Key Infrastructure (PKI) to encrypt VPN traffic between nodes. A simple way of setting up a VPN with OpenVPN is to connect the clients through a bridge interface on the VPN server. This guide will assume that one VPN node, the server in this case, has a bridge interface configured. For more information on setting up a bridge see <xref linkend="bridging"/>.
fr: OpenVPN utilise une infrastructure à clés publiques (Public Key Infrastructure, PKI) pour chiffrer le trafic VPN entre les nœuds. Une manière simple de mettre en place un VPN avec OpenVPN est de connecter les clients au travers d'une interface de pont sur le serveur VPN. Ce guide suppose qu'un nœud VPN, le serveur dans le cas présent, possède une interface de pont configurée. Pour plus d'informations sur la manière de créer un pont, voyez <xref linkend="bridging"/>.
pt_br: O OpenVPN utiliza infraestrutura de chave pública (PKI) para criptografar o tráfego VPN entre os nós. Uma maneira simples de configurar uma VPN com o OpenVPN é conectar dois clientes através de uma interface bridge (ponte) em um servidor VPN. Esse guia irá assumir que um nó da VPN, o servidor nesse caso, tem uma interface bridge configurada. Para maiores informações sobre como configurar uma bridge veja <xref linkend="bridging"/>.
tr: OpenVPN, ağlar arasındaki VPN trafiğini şifrelemek için Özel Anahtar Altyapısı (PKI)nı kullanır. OpenVPN ile bir VPN kurmanın basit bir yolu, VPN sunucudaki bir köprü arayüzüyle istemcileri bağlamaktır. Bu kılavuz bir VPN ağını ve böylece bir sunucunun yapılandırılmış bir köprü arayüzüne sahip olduğunu varsayar.

source: To install <application>openvpn</application> in a terminal enter:
fr: Pour installer <application>openvpn</application>, exécutez la commande suivante dans un terminal :
pt_br: Para instalar o <application>openvpn</application> em um terminal, digite:
tr: <application>openvpn</application>'yi yüklemek için terminale şunu giriniz:

source: Server Certificates
fr: Certificats du serveur
pt_br: Certificados de Servidor
tr: Sunucu Sertifikaları

source: Now that the <application>openvpn</application> package is installed, the certificates for the VPN server need to be created.
fr: Maintenant que le paquet <application>openvpn</application> est installé, les certificats pour le serveur VPN doivent être créés.
pt_br: Agora que o pacote <application>openvpn</application> está instalado, os certificados para o servidor VPN precisam ser criados.
tr: Şu an<application>openvpn</application> paketi yüklendi. VPN sunucu için gerekli sertifikalar yüklendi.

source: First, copy the <filename>easy-rsa</filename> directory to <filename>/etc/openvpn</filename>. This will ensure that any changes to the scripts will not be lost when the package is updated. You will also need to adjust permissions in the <filename>easy-rsa</filename> directory to allow the current user permission to create files. From a terminal enter:
fr: Copiez d'abord le répertoire <filename>easy-rsa</filename> dans <filename>/etc/openvpn</filename>. Ceci permet de ne pas perdre les changements apportés aux scripts lors de la mise à jour du paquet. Vous devrez aussi régler les accès dans le répertoire <filename>easy-rsa</filename> pour permettre à l'utilisateur actuel de créer des fichiers. Depuis un terminal, saisissez :

source: Next, edit <filename>/etc/openvpn/easy-rsa/vars</filename> adjusting the following to your environment:
fr: Ensuite, modifiez <filename>/etc/openvpn/easy-rsa/vars</filename> en ajustant les valeurs pour votre environnement :
pt_br: Depois, edite <filename>/etc/openvpn/easy-rsa/vars</nomedoarquivo> ajustando o seguinte ao seu ambiente:
tr: Sonra <filename>/etc/openvpn/easy-rsa/vars</filename> ayarını aşağıdaki ortama düzenleyin:

source: export KEY_COUNTRY="US" export KEY_PROVINCE="NC" export KEY_CITY="Winston-Salem" export KEY_ORG="Example Company" export KEY_EMAIL="steve@example.com"
fr: export KEY_COUNTRY="US" export KEY_PROVINCE="NC" export KEY_CITY="Winston-Salem" export KEY_ORG="Société Exemple" export KEY_EMAIL="stephane@exemple.com"
pt_br: exportar KEY_COUNTRY="US" exportar KEY_PROVINCE="NC" exportar KEY_CITY="Winston-Salem" exportar KEY_ORG="Example Company" exportar KEY_EMAIL="steve@example.com"
tr: export KEY_COUNTRY="TR" export KEY_PROVINCE="TS" export KEY_CITY="Trabzon" export KEY_ORG="Ubuntu Topluluğu" export KEY_EMAIL="ubuntu@ubuntu-tr.org"

source: Enter the following to create the server certificates:
fr: Saisissez les commandes suivantes pour créer les certificats serveur :
pt_br: Digite o seguinte para gerar os certificados do servidor:
tr: Sunucu sertifikalarını oluşturmak için aşağıdakini giriniz:

source: Client Certificates
fr: Certificats du client
pt_br: Certificados de Cliente
tr: Kullanıcı Sertifikaları

source: The VPN client will also need a certificate to authenticate itself to the server. To create the certificate, enter the following in a terminal:
fr: Le client VPN aura également besoin d'un certificat pour s'authentifier auprès du serveur. Pour créer ce certificat, saisissez les commandes suivantes dans un terminal :
pt_br: O cliente VPN também precisará de um certificado para se autenticar no servidor. Para criar o certificado, digite o seguinte no terminal:
tr: VPN istemcisine de sunucuya güvenli bağlanmak için bir sertifika gereklidir. Sertifikayı oluşturmak için terminale aşağıdaki komutu giriniz:

source: Replace <emphasis>hostname</emphasis> with the actual hostname of the machine connecting to the VPN.
fr: Remplacez <emphasis>hostname</emphasis> par le nom d'hôte de la machine se connectant au VPN.
pt_br: Substitua <emphasis>nomedamaquina</emphasis> pelo atual nome do computador conectado a VPN.
tr: <emphasis>ornek_sistem</emphasis>'i makinenin VPN'ye bağlandığı mevcut kendi ana sisteminle değiştir

source: Copy the following files to the client:
fr: Copiez les fichiers suivants vers le client :
pt_br: Copie os seguintes arquivos para o cliente:
tr: Aşağıdaki dosyaları istemciye kopyala:

source: Remember to adjust the above file names for your client machine's <emphasis>hostname</emphasis>.
fr: Pensez à adapter les noms de fichiers ci-dessus au <emphasis>nom d'hôte</emphasis> de votre machine cliente.
pt_br: Lembre-se de ajustar os nomes de arquivos acima para sua máquina cliente <emphasis>nomedamáquina</emphasis>.
tr: İstemci makinenin <emphasis>ana sistem</emphasis>'i için yukarıdaki dosya adlarını ayarlamak gerektiğini hatırla.

source: It is best to use a secure method to copy the certificate and key files. The <application>scp</application> utility is a good choice, but copying the files to removable media then to the client, also works well.
fr: Il est recommandé d'utiliser une méthode sécurisée pour copier le certificat et les fichiers de clés. L'utilitaire <application>scp</application> est un bon choix, mais il est également possible de copier ces fichiers vers le client en utilisant un support amovible.
pt_br: É melhor utilizar um método seguro para copiar os arquivos de certificado e chaves. O utilitário <application>scp</application> é uma boa escolha, mas copiar os arquivos para uma mídia removível e depois para o cliente, também funciona.
tr: Sertifika ve anahtar dosyalarını kopyalama için en iyisi güvenli bir yöntem kullanmaktır.

source: Server Configuration
fr: Configuration du serveur
pt_br: Configuração do Servidor
tr: Sunucu Yapılandırma

source: Now configure the <application>openvpn</application> server by creating <filename>/etc/openvpn/server.conf</filename> from the example file. In a terminal enter:
fr: Maintenant, configurez le serveur <application>openvpn</application> en créant le fichier <filename>/etc/openvpn/server.conf</filename> à partir du fichier d'exemple. Dans un terminal, tapez :
pt_br: Agora configure o servidor <application>openvpn</application> criando o arquivo <filename>/etc/openvpn/server.conf</filename> a partir do arquivo de exemplo. Digite no terminal:
tr: Şimdi örnek dosyasından <filename>/etc/openvpn/server.conf</filename>'i oluşturarak <application>openvpn</application> sunucusunu yapılandır. Terminale şunu giriniz:
