Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: There are a couple of ways to automatically mount an <application>ecryptfs</application> encrypted filesystem at boot. This example will use a <filename>/root/.ecryptfsrc</filename> file containing mount options, along with a passphrase file residing on a USB key.
fr: Plusieurs méthodes sont disponibles pour monter automatiquement au démarrage un système de fichiers chiffré avec <application>ecryptfs</application>
pt_br: Há algumas formas de montar automaticamente um sistema de arquivos criptografado pelo <application>ecryptfs</application> no boot. Este exemplo utilizará um arquivo <filename>/root/.ecryptfsrc</filename> contendo as opções de montagem, juntamente com o arquivo de senha senha residente na memória USB.
tr: Bir <application>ecryptfs</application> şifreli dosya sistemini başlangıçta otomatik olarak bağlamak için birkaç yol vardır. Bu örnek, bir USB anahtarında şifreli dosya olarak bulunan bağlama, seçeneklerini içeren bir <filename>/root/.ecryptfsrc</filename> dosyası kullanacak.

source: First, create <filename>/root/.ecryptfsrc</filename> containing:
fr: Créez d'abord <filename>/root/.ecryptfsrc</filename> avec les informations suivantes :
pt_br: Primeiro, crie <filename>/root/.ecryptfsrc</filename> contendo:
tr: İlk önce <filename>/root/.ecryptfsrc</filename> içeriğini oluşturun:

source: key=passphrase:passphrase_passwd_file=/mnt/usb/passwd_file.txt ecryptfs_sig=5826dd62cf81c615 ecryptfs_cipher=aes ecryptfs_key_bytes=16 ecryptfs_passthrough=n ecryptfs_enable_filename_crypto=n
fr: key=passphrase:passphrase_passwd_file=/mnt/usb/fichier_avec_phrase_de_passe.txt ecryptfs_sig=5826dd62cf81c615 ecryptfs_cipher=aes ecryptfs_key_bytes=16 ecryptfs_passthrough=n ecryptfs_enable_filename_crypto=n

source: Adjust the <emphasis>ecryptfs_sig</emphasis> to the signature in <filename>/root/.ecryptfs/sig-cache.txt</filename>.
fr: Faites correspondre <emphasis>ecryptfs_sig</emphasis> avec la signature se trouvant dans <filename>/root/.ecryptfs/sig-cache.txt</filename>.
pt_br: Ajuste o <emphasis>ecryptfs_sig</emphasis> à assinatura no <filename>/root/.ecryptfs/sig-cache.txt</filename>.
tr: <emphasis>ecryptfs_sig</emphasis>'i <filename>/root/.ecryptfs/sig-cache.txt</filename>'deki imza ile ayarlayın.

source: Next, create the <filename>/mnt/usb/passwd_file.txt</filename> passphrase file:
fr: Créez ensuite le fichier de phrase de passe <filename>/mnt/usb/fichier_avec_mot_de_passe.txt</filename> :
pt_br: Em seguida, crie o arquivo senha <filename>/mnt/usb/passwd_file.txt</filename>:
tr: Sonra, <filename>/mnt/usb/passwd_file.txt</filename> şifre dosyasını oluşturun:

source: Now add the necessary lines to <filename>/etc/fstab</filename>:
fr: Ajouter les lignes nécesssaires dans <filename>/etc/fstab</filename> :
pt_br: Agora adicione as linhas necessárias ao <filename>/etc/fstab</filename>:
tr: Şimdi gerekli satırları <filename>/etc/fstab</filename>'a ekleyin:

source: Make sure the USB drive is mounted before the encrypted partition.
fr: Assurez-vous que le périphérique USB est monté avant la partition chiffrée.
pt_br: Certifique-se que a unidade USB está montada antes de chamar a partição encriptada.
tr: Bölümü şifrelemeden önce USB aygıtının bağlandığından emin olun.

source: Finally, reboot and the <filename>/srv</filename> should be mounted using ecryptfs.
fr: Pour finir, redémarrez et <filename>/srv</filename> devrait être monté en utilisant ecryptfs.
pt_br: Finalmente, reinicie o <filename>/srv</filename> deve ser montado utilizando ecryptfs.
tr: Son olarak bilgisayarı yeniden başlatın ve <filename>/srv</filename> ecryptfs kullanılarak bağlanacaktır.

source: The <application>ecryptfs-utils</application> package includes several other useful utilities:
fr: Le paquet <application>ecryptfs-utils</application> contient d'autres utilitaires :
pt_br: O pacote <application>ecryptfs-utils</application> inclui vários outros utilitários úteis:
tr: <application>ecryptfs-utils</application> paketi birkaç diğer kullanışlı uygulama içerir:

source: <emphasis>ecryptfs-setup-private:</emphasis> creates a <filename>~/Private</filename> directory to contain encrypted information. This utility can be run by unprivileged users to keep data private from other users on the system.
fr: <emphasis>ecryptfs-setup-private :</emphasis> crée un répertoire <filename>~/Private</filename> recevant les informations chiffrées. Cet utilitaire peut être lancé par de simples utilisateurs (sans privilèges) pour chiffrer leur données.
pt_br: <emphasis>ecryptfs-setup-private:</emphasis> cria o diretório <filename>~/Private</filename> para conter informação criptografada. Este utilitário pode ser executado por um usuário não-administrador para manter dados privados a salvo de outros usuários no sistema.
tr: <emphasis>ecryptfs-setup-private:</emphasis> şifreli bilg tutması için <filename>~/Private</filename> dizinini oluşturur. Bu uygulama sistemdeki diğer kullanıcılardaki özel verileri saklaması için ayrıcalıksız kullanıcılar tarafından çalıştırılabilir.

source: <emphasis>ecryptfs-mount-private and ecryptfs-umount-private:</emphasis> will mount and unmount respectively, a users <filename>~/Private</filename> directory.
fr: <emphasis>ecryptfs-mount-private et ecryptfs-umount-private :</emphasis> monte et démonte un répertoire utilisateur <filename>~/Private</filename>.
pt_br: <emphasis>ecryptfs-mount-private and ecryptfs-umount-private:</emphasis> irá montar e desmontar o diretório <filename>~/Private</filename> de um usuário, respectivamente.
tr: <emphasis>ecryptfs-mount-private and ecryptfs-umount-private:</emphasis> kullanıcıların <filename>~/Private</filename> dizinini sırasıyla bağlayıp, ayıracaktır.

source: <emphasis>ecryptfs-add-passphrase:</emphasis> adds a new passphrase to the kernel keyring.
fr: <emphasis>ecryptfs-add-passphrase :</emphasis> ajoute une nouvelle phrase de passe au trousseau de clés du noyau.
pt_br: <emphasis>ecryptfs-add-passphrase:</emphasis> adiciona uma nova senha ao chaveiro do kernel.
tr: <emphasis>ecryptfs-add-passphrase:</emphasis> çekirdek anahtarına yeni bir şifre ekler.

source: <emphasis>ecryptfs-manager:</emphasis> manages <application>eCryptfs</application> objects such as keys.
fr: <emphasis>ecryptfs-manager :</emphasis> gère les objets <application>eCryptfs</application> tels que les clés.
pt_br: <emphasis>ecryptfs-manager:</emphasis> gerencia objetos <application>eCryptfs</application> tais como chaves.
tr: <emphasis>ecryptfs-manager:</emphasis> <application>eCryptfs</application> nesnelerini anahtar gibi yönetir

source: <emphasis>ecryptfs-stat:</emphasis> allows you to view the <application>ecryptfs</application> meta information for a file.
fr: <emphasis>ecryptfs-stat :</emphasis> vous permet de voir les méta-informations <application>ecryptfs</application> d'un fichier.
pt_br: <emphasis>ecryptfs-stat:</emphasis> permite visualizar meta-dados de um arquivo <application>ecryptfs</application>.
tr: <emphasis>ecryptfs-stat:</emphasis> dosyanın <application>ecryptfs</application> içerik bilgisini göstermesine izin verir.

source: For more information on eCryptfs see the <ulink url="https://launchpad.net/ecryptfs">Launchpad project page</ulink>.
fr: Pour plus d'informations sur eCryptfs, consultez la <ulink url="https://launchpad.net/ecryptfs">page du projet sur Launchpad</ulink>.

source: There is also a <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> article covering eCryptfs.
fr: Un article de <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> (en anglais) traite aussi de eCryptfs.
pt_br: Há também um artigo do <ulink url="http://www.linuxjournal.com/article/9400">Linux Journal</ulink> cobrindo o eCryptfs.
tr: Ayrıca eCryptfs konusunu içeren bir <ulink url="http://www.linuxjournal.com/article/9400">Linux Günlüğü</ulink> vardır.

source: Also, for more <application>ecryptfs</application> options see the <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man7/ecryptfs.7.html">ecryptfs man page</ulink>.
fr: Pour en savoir plus sur les options de <application>ecryptfs</application>, consultez la <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man7/ecryptfs.7.html">page de manuel de ecryptfs</ulink> (en anglais).

source: The <ulink url="https://help.ubuntu.com/community/eCryptfs">eCryptfs Ubuntu Wiki</ulink> page also has more details.
fr: La page du <ulink url="https://help.ubuntu.com/community/eCryptfs">Wiki Ubuntu consacrée à eCryptfs</ulink> comporte des quelques informations complémentaires.

source: Appendix
fr: Annexe
pt_br: Apêndice

source: Reporting Bugs in Ubuntu Server Edition
fr: Soumettre un rapport d'anomalie dans Ubuntu Server Edition

source: Reporting Bugs With ubuntu-bug
fr: Faire un rapport de bug avec ubuntu-bug

source: ubuntu-bug PACKAGENAME
fr: ubuntu-bug NOM_DU_PAQUET
pt_br: ubuntu-bug NOMEDOPACOTE

source: For example, to file a bug against the openssh-server package, you would do:
fr: Par exemple, pour saisir un bug au sujet du paquet openssh-server, procédez ainsi :

source: See <xref linkend="package-management"/> for more information about packages in Ubuntu.
fr: Consultez <xref linkend="package-management"/> pour plus d'informations sur la gestion des paquets dans Ubuntu.

source: The options available are:
fr: Les options disponibles sont :

source: Reporting Application Crashes
fr: Faire un rapport de plantage d'une application

source: See <xref linkend="package-management"/> for more information about managing packages in Ubuntu.
fr: Consultez <xref linkend="package-management"/> pour plus d'informations sur la gestion des paquets dans Ubuntu.

source: Once you have completed editing <filename>/etc/default/apport</filename>, start the apport service:
fr: Une fois la modification du fichier <filename>/etc/default/apport</filename> terminée, démarrez le service apport :

source: After an application crashes, use the <application>apport-cli</application> command to search for the existing saved crash report information:
fr: Après le plantage d'une application, utilisez la commande <application>apport-cli</application> pour rechercher si un rapport de plantage pour cette application n'existe pas déjà :

source: See the <ulink url="https://help.ubuntu.com/community/ReportingBugs">Reporting Bugs</ulink> Ubuntu wiki page.
fr: Consultez la page du <ulink url="https://help.ubuntu.com/community/ReportingBugs">Wiki Ubuntu consacrée au rapport de bugs</ulink>.

source: Also, the <ulink url="https://wiki.ubuntu.com/Apport">Apport</ulink> page has some useful information. Though some of it pertains to using a GUI.
fr: La page consacrée à <ulink url="https://wiki.ubuntu.com/Apport">Apport</ulink> comporte également des informations utiles bien que certaines d'entre elles concernent l'utilisation d'une interface graphique.

source: Remote Administration
fr: Administration à distance
pt_br: Administração Remota
tr: Uzak Yönetim

source: There are many ways to remotely administer a Linux server. This chapter will cover one of the most popular <application>SSH</application> as well as <application>eBox</application>, a web based administration framework.
fr: Il existe de nombreuses façons d'administrer à distance un serveur Linux. Ce chapitre couvre <application>SSH</application>, un des plus populaires ainsi que <application>eBox</application>, un environnement d'administration basé sur le Web.
pt_br: Existem várias maneiras de administrar um servidor Linux remotamente. Este capítulo irá cobrir uma das mais popular <application>SSH</application> como também <application>eBox</application>, um framework de administração baseado na web.
tr: Linux sunucuyu uzaktan yönetmek için birçok yol vardır. Bu bölüm web tabanlı yönetim sistemi olan <application>eBox</application> gibi en yaygın kullanılanlardan biri hakkındadır.

source: This section of the Ubuntu Server Guide introduces a powerful collection of tools for the remote control of networked computers and transfer of data between networked computers, called <emphasis>OpenSSH</emphasis>. You will also learn about some of the configuration settings possible with the OpenSSH server application and how to change them on your Ubuntu system.
fr: Cette partie du guide du serveur Ubuntu présente une collection d'outils destinée à la prise de contrôle à distance d'ordinateurs interconnectés en réseau et au transfert de données entre ces ordinateurs, appelée <emphasis>OpenSSH</emphasis>. Vous prendrez également connaissance de quelques possibilités de configuration du serveur OpenSSH et comment les mettre en œuvre sur votre système Ubuntu.
pt_br: Esta sessão do Guia de Servidor Ubuntu introduz uma poderosa coleção de ferramentas para controle remoto de computadores em rede e tranferência de dados através de computadores em rede, chamada <emphasis>OpenSSH</emphasis>. Você também aprenderá sobre algumas possíveis configurações da aplicação de servidor OpenSSH e como modificálas no seu sistema Ubuntu.
tr: Ubuntu Sunucu Rehberinin bu bölümü, ağa bağlı bilgisayarların ve <emphasis>OpenSSH</emphasis> olarak adlandırılan bunlar arasındaki veri taşımanın uzaktan kontrolu için güçlü araç topluluğunu tanıtır. Ayrıca OpenSSH sunucu uygulaması ile mümkün olan yapılandırma ayarlarının bazıları hakkında bilgi sahibi olacak ve Ubuntu sisteminde onları nasıl değiştireceğini öğreneceksin.

source: OpenSSH is a freely available version of the Secure Shell (SSH) protocol family of tools for remotely controlling a computer or transferring files between computers. Traditional tools used to accomplish these functions, such as <application>telnet</application> or <application>rcp</application>, are insecure and transmit the user's password in cleartext when used. OpenSSH provides a server daemon and client tools to facilitate secure, encrypted remote control and file transfer operations, effectively replacing the legacy tools.
fr: OpenSSH est une version libre du protocole SSH (Secure Shell, interpréteur de commandes sécurisé), c'est une collection d'outils pour le contrôle d'ordinateurs à distance, ou le transfert de fichiers entre ordinateurs. Les outils traditionnels pour effectuer ces tâches, comme <application>telnet</application> ou <application>rcp</application>, ne sont pas sécurisés et font transiter le mot de passe de l'utilisateur en clair. OpenSSH fournit un serveur et des outils clients pour faciliter le contrôle à distance et le transfert de fichiers de façon sécurisée grâce au chiffrement des données, et donc remplace efficacement les anciens outils.
pt_br: OpenSSH é uma versão disponível livremente da família de ferramentas do protocolo Secure Shell (SSH) para controlar um computador remotamente ou transferir arquivos entre computadores. Ferramentas tradicionais utilizadas para cumprir essas funções, como <application>telnet</application> ou <application>rcp</application> são inseguras e transmitem a senha de um usuário em texto puro quando utilizadas. O OpenSSH provê um servidor daemon e ferramentas de cliente para facilitar controle remoto e operações de transmissão de arquivo com segurança e criptografia, efetivamente substituindo ferramentas de legado.
tr: OpenSSH, bir bilgisayarı uzaktan kontrol etmek veya bilgisayarlar arasında dosya taşımasını sağlayan araçların Güvenli Kabuk (SSH) iletişim kuralı ailesinin özgürce kullanılabilir bir sürümüdür. Bu işlemleri yapabilmesi için kullanılan <application>telnet</application> veya <application>rcp</application> gibi geleneksel araçlar güvensizdir ve kullanıcı şifresini açık metin (görülebilir karakterler) olarak iletir. OpenSSH, güvenliğe yardım etmek, uzaktan kontrolü şifrelemek ve dosya taşıma işlemleri için sunucu programı ve istemci araçlarını içerir. Ayrıca yasal araçları da etkin şekilde barındırır.

source: The OpenSSH server component, <application>sshd</application>, listens continuously for client connections from any of the client tools. When a connection request occurs, <application>sshd</application> sets up the correct connection depending on the type of client tool connecting. For example, if the remote computer is connecting with the <application>ssh</application> client application, the OpenSSH server sets up a remote control session after authentication. If a remote user connects to an OpenSSH server with <application>scp</application>, the OpenSSH server daemon initiates a secure copy of files between the server and client after authentication. OpenSSH can use many authentication methods, including plain password, public key, and <application>Kerberos</application> tickets.
fr: Le serveur OpenSSH, <application>sshd</application>, attend en permanence des connexions depuis des clients. Quand une requête de connexion a lieu, <application>sshd</application> établit la connexion correcte en fonction du type de client. Par exemple, si un client se connecte avec le client <application>ssh</application>, le serveur OpenSSH va établir une connexion sécurisée après une authentification. Si un client se connecte avec <application>scp</application>, le serveur OpenSSH va commencer un transfert de fichier sécurisé entre le serveur et le client après une authentification. OpenSSH peut utiliser de nombreuses méthodes d'authentification, par exemple un mot de passe, une clé publique, ou un ticket <application>Kerberos</application>.
pt_br: O componente de servidor OpenSSH, <application>sshd</application>, observa constantemente conexões de clientes para qualquer das ferramentas do cliente. Quando uma requisição de conexão ocorre, <application>sshd</application> inicia a conexão correta dependendo do tipo de ferramenta de conexão do cliente. Por exemplo, se um computador remoto conecta-se por um cliente <application>ssh</application>, o servidor OpenSSH iniciará o controle remoto da sessão após autenticar. OpenSSH utiliza vários métodos de autenticação, incluindo senha simples, chave pública e tiquetes <application>Kerberos</application>.
tr: OpenSSH sunucu bileşeni, <application>sshd</application>, herhangi bir istemci aracındaki bağlantıları devamlı olarak dinler. Bir istekle karşılaştığında, istemcinin araç bağlantısı türüne bağlı olarak <application>sshd</application> doğru bağlantıyı sağlar. Örneğin, eğer uzak bilgisayar <application>ssh</application> istemci uygulaması ile bağlanıyorsa, OpenSSH sunucu uzak kontrol bölümünü doğruladıktan sonra oluşturur. Eğer uzak kullanıcı OpenSSH sunucuya <application>scp</application> ile bağlanırsa, OpenSSH sunucu programı, sunucu ve istemci arasında bir doğrulama gerçekleştirdikten sonra güvenli bir kopya başlatır. OpenSSH, açık şifre, genel anahtar ve <application>Kerberos</application> etiketi içeren birçok doğrulama yöntemi kullanabilir.

source: Installation of the OpenSSH client and server applications is simple. To install the OpenSSH client applications on your Ubuntu system, use this command at a terminal prompt:
fr: L'installation des applications client et serveur d'OpenSSH est simple. Pour installer les applications clientes d'OpenSSH sur votre système Ubuntu, tapez cette commande dans un terminal :
pt_br: A instalação do servidor e cliente OpenSSH é simples, Para instalar o OpenSSH cliente no seu Ubuntu, use este comando no terminal:
tr: OpenSSH istemci ve sunucu uygulamalarını yüklemek basittir. OpenSSH istemci uygulamalarını Ubuntu sistemine yüklemek için terminalde şu komutu kullanın:

source: To install the OpenSSH server application, and related support files, use this command at a terminal prompt:
fr: Pour installer le serveur OpenSSH et les fichiers nécessaires, utilisez cette commande dans un terminal :
pt_br: Para instalar o OpenSSH servidor no seu Ubuntu, use este comando no terminal:
tr: OpenSSH sunucu uygulaması ve ilgili destek dosyalarını yüklemek için terminalde şu komutu kullanın:

source: The <application>openssh-server</application> package can also be selected to install during the Server Edition installation process.
fr: Le paquet <application>openssh-server</application> peut aussi être sélectionné pour s'installer pendant la procédure d'installation de l'édition serveur.
pt_br: O pacote <application>openssh-server</application> pode também ser selecionado para instalação durante o processo de instalação do Server Edition
tr: Ayrıca <application>openssh-server</application> paketi, Sunucu Sürümü yükleme işlemi esnasında yüklemek için seçilebilir.

source: You may configure the default behavior of the OpenSSH server application, <application>sshd</application>, by editing the file <filename>/etc/ssh/sshd_config</filename>. For information about the configuration directives used in this file, you may view the appropriate manual page with the following command, issued at a terminal prompt:
fr: Vous pouvez configurer le comportement par défaut du serveur OpenSSH, <application>sshd</application>, en modifiant le fichier <filename>/etc/ssh/sshd_config</filename>. Pour des informations sur les options de configuration utilisées dans ce fichier, veuillez lire le manuel approprié en tapant la commande suivante dans un terminal :
pt_br: Você pode configurar o comportamento padrão do servidor OpenSSH, <application>sshd</application>, editando o arquivo <filename>/etc/ssh/sshd_config</filename>. Para mais informação sobre as diretrizes de configuração usadas neste arquivo, você pode ver o manual apropriado com o seguinte comando, executado pela linha de comando:
tr: OpenSSH sunucu uygulaması <application>sshd</application>'nin mevcut durumunu <filename>/etc/ssh/sshd_config</filename> dosyasını düzenleyerek yapılandırabilirsin. Bu dosyada kullanılan yapılandırma ynergeleri hakkında bilgi için aşağıdaki komutu kullanarak uygun kullanın sayfasını görebilirsin:

source: There are many directives in the <application>sshd</application> configuration file controlling such things as communication settings and authentication modes. The following are examples of configuration directives that can be changed by editing the <filename>/etc/ssh/sshd_config</filename> file.
fr: Il y a beaucoup de directives dans le fichier de configuration de <application>sshd</application> contrôlant les paramètres de communication et les modes d'authentification. Suivent ci-dessous des exemples de directives pouvant être changées en modifiant le fichier<filename>/etc/ssh/sshd_config</filename>.
pt_br: Há muitas diretivas no arquivo de configuração do <application>sshd</application>, controlando coisas como preferências de comunicação e modos de autenticação. Os seguintes são exemplo de diretivas que podem ser modificadas editando-se o arquivo <filename>/etc/ssh/sshd_config</filename>.
tr: <application>sshd</application> yapılandırma dosyasında, bağlantı ayarları ve doğrulama kiplerini kontrol etme gibi birçok yönerge vardır. Yapılandırma yönergelerinin aşağıdaki örnekleri <filename>/etc/ssh/sshd_config</filename> dosyası düzenlenerek değiştirilebilir.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to reuse as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez faire une copie du fichier original et le protéger en écriture de façon à conserver les paramètres d'origine en référence et à pouvoir les réutiliser en cas de besoin.
pt_br: Antes de editar o arquivo de configuração, você deve fazer uma cópia do arquivo original e protegê-lo de escrita, para que você assim tenha os ajustes originais como uma referência e para re-usar como necessário.
tr: Öncelikle yapılandırma dosyasını düzenlemek için asıl dosya ve projesinin bir kopyasını almalısın. Böylelikle gerektiğinde asıl ayarlara geri dönebilirsin.
