Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: This section covers configuring <application>BIND9</application> to send <emphasis>debug</emphasis> messages related to DNS queries to a separate file.
fr: Cette section décrit comment paramétrer <application>BIND9</application> pour envoyer les messages de <emphasis>débogage</emphasis> concernant les requêtes DNS vers un fichier distinct.
pt_br: Esta seção cobre a configuração do <application>BIND9</application> para enviar mensagens de <emphasis>debug</emphasis> relacionadas as consultas DNS para um arquivo separado.
tr: Bu bölüm <application>BIND9</application>'u, <emphasis>debug</emphasis> iletisini DNS sorgularına ayrı bir dosya ile göndererek yapılandırlımasını kapsar.

source: First, we need to configure a channel to specify which file to send the messages to. Edit <filename>/etc/bind/named.conf.local</filename> and add the following:
fr: Premièrement, nous devons configurer un canal pour spécifier vers quel fichier envoyer les messages. Modifiez <filename>/etc/bind/named.conf.local</filename> et ajoutez ce qui suit :
pt_br: Primeiro, nós temos que configurar um canal para especificar para que arquivo as mensagens serão enviadas. Edite o <filename>/etc/bind/named.conf.local</filename> e adicione o seguinte:
tr: Öncelikle, hangi dosyanın iletileri göndereceğini belirtmesi için bir kanal yapılandırmamız gerekir. <filename>/etc/bind/named.conf.local</filename>'i düzenleyin ve aşağıdakileri ekleyin:

source: Next, configure a category to send all DNS queries to the query file:
fr: Ensuite, configurez une catégorie pour envoyer toutes les requêtes DNS au fichier de requêtes:
pt_br: A seguir, configura a categoria para enviar todas as consultas DNS para o arquivo de consultas:
tr: Sonra, tüm DNS sorgularını sorgu dosyasına göndermek için bir kategori yapılandırın:

source: Note: the <emphasis>debug</emphasis> option can be set from 1 to 3. If a level isn't specified level 1 is the default.
fr: À noter : l'option <emphasis>debug</emphasis> peut prendre les valeurs 1 à 3. Si aucune valeur n'est spécifiée alors le niveau 1 est le niveau par défaut.
pt_br: Nota: a opção <emphasis>debug</emphasis> pode ser configurada de 1 a 3. Se um nível não for especificado o nível 1 será o padrão.
tr: Not: the <emphasis>debug</emphasis> seçeneği 1'den 3'e kadar ayarlanabilir. Eğer özel bir seviye belirlenmemişse seviye 1öntanımlıdır.

source: Before <application>named</application> daemon can write to the new log file the <application>AppArmor</application> profile must be updated. First, edit <filename>/etc/apparmor.d/usr.sbin.named</filename> and add:
fr: Il faut mettre à jour le profil <application>AppArmor</application> pour que le démon <application>named</application> puisse écrire dans le nouveau fichier journal. Modifiez <filename>/etc/apparmor.d/usr.sbin.named</filename> en ajoutant :
pt_br: Antes que o deamon <application>named</application> possa escrever no arquivo de log o perfil do <application>AppArmor</application> deve ser atualizado. Primeiro, edite <filename>/etc/apparmor.d/usr.sbin.named</filename> e adicione:
tr: <application>named</application> programı yeni kayıt dosyasına yazılmadan önce <application>AppArmor</application> profili güncellenmelidir. İlk önce <filename>/etc/apparmor.d/usr.sbin.named</filename>'i düzenleyin ve şunu ekleyin:

source: Next, reload the profile:
fr: Rechargez ensuite le profil :
pt_br: A seguire, recarregue o perfil:
tr: Sonra, profili tekrar yükleyin:

source: For more information on <application>AppArmor</application> see <xref linkend="apparmor"/>
fr: Pour plus d'informations sur <application>AppArmor</application> , référez-vous à <xref linkend="apparmor"/>
pt_br: Para mais informações sobre o <application>AppArmor</application> veja <xref linkend="apparmor"/>
tr: <application>AppArmor</application> hakkında daha fazlası için <xref linkend="apparmor"/>'a bakın.

source: Now restart <application>BIND9</application> for the changes to take effect:
fr: Redémarrez maintenant <application>BIND9</application> pour que les changements prennent effet :
pt_br: Agora reinicie <application>BIND9</application> para que as mudanças tenham efeito:
tr: Değişikliklerin etkin olması için şimdi <application>BIND9</application>'u yeniden başlatın:

source: You should see the file <filename>/var/log/query.log</filename> fill with query information. This is a simple example of the <application>BIND9</application> logging options. For coverage of advanced options see <xref linkend="dns-more-info"/>.
fr: Vous devriez voir le fichier <filename>/var/log/query.log</filename> rempli d'informations de requêtes. Ceci est un exemple simple des options de journalisation de <application>BIND9</application>. Consultez <xref linkend="dns-more-info"/> pour plus d'informations sur les options avancées.
pt_br: Você deve ver o arquivo <filename>/var/log/query.log</filename> repleto de informações de consultas. Este é um exemplo simples das opções de registros do <application>BIND9</application>. Para cobertura de opções avançadas veja <xref linkend="dns-more-info"/>.
tr: Sorgu bilgileri ile dolu <filename>/var/log/query.log</filename> dosyasını göreceksin. Bu <application>BIND9</application> kayıt seçenekleri ile ilgili basit bir örnektir. Gelişmiş seçenekler için <xref linkend="dns-more-info"/>'ya bakın.

source: Common Record Types
fr: Types d'enregistrement communs
pt_br: Tipos de Registros Comuns
tr: Temel Kayıt Türleri

source: This section covers some of the most common DNS record types.
fr: Cette section couvre les types d'enregistrement les plus communs.
pt_br: Esta seção cobre alguns dos tipos os mais comuns de registros do DNS.
tr: Bu bölüm, en temel DNS kayıt türlerini kapsar.

source: <emphasis>A</emphasis> record: This record maps an IP Address to a hostname.
fr: Enregistrement <emphasis>A</emphasis> : cet enregistrement fait correspondre un nom d'hôte à une adresse IP.
pt_br: Registro <emphasis>A</emphasis>: Este registro mapeia um Endereço IP para um nome de máquina.
tr: <emphasis>Bir</emphasis> kayıt: Bu kayıt, ana makineye bir IP Adres eşler.

source: <emphasis>CNAME</emphasis> record: Used to create an alias to an existing A record. You cannot create a CNAME record pointing to another CNAME record.
fr: Enregistrement <emphasis>CNAME</emphasis> : utilisé pour créer un alias d'un enregistrement A. Il n'est pas possible de créer un enregistrement CNAME pointant vers un autre enregistrement CNAME.
pt_br: Registro <emphasis>CNAME</emphasis>: Usado para criar um apelido para um registro A existente. Você não pode criar um registro CNAME que aponte para outro registro CNAME.
tr: <emphasis>CNAME</emphasis> kayıt: Varolan Bir kaydına rumuz oluşturmak için kullanılırd. Zaten bir CNAME kaydı işaretliyken CNAME kaydı oluşturamazsın.

source: <emphasis>MX</emphasis> record: Used to define where email should be sent to. Must point to an A record, not a CNAME.
fr: Enregistrement <emphasis>MX</emphasis> : utilisé pour définir où les courriels doivent être envoyés. Il doit pointer vers un enregistrement A, et non vers un CNAME.
pt_br: Registro MX: Usado para definir para onde um email deve ser enviado. Deve apontar para um registro A e não um CNAME.
tr: <emphasis>MX</emphasis> kayıt: E-postanın nereye gönderileceğini tanımlaması için kullanılır. Çoğu Bir kaydını işaretler, CNAME'yi değil.

source: <emphasis>NS</emphasis> record: Used to define which servers serve copies of a zone. It must point to an A record, not a CNAME. This is where Primary and Secondary servers are defined.
fr: Enregistrement <emphasis>NS</emphasis> : utilisé pour définir les serveurs fournissant des copies d'une zone. Il doit pointer vers un enregistrement A, et non vers un CNAME. Les serveurs primaires et secondaires sont définis ici.
pt_br: Registro <emphasis>NS</emphasis>: Usado para definir quais servidores servem cópias de uma zona. Deve apontar para um registro A e não CNAME. Este é onde os servidores Primário e Secundário são definidos.
tr: <emphasis>NS</emphasis> kayıt: Hangi sunucuların bölgeyi kopyalayacağını tanımlamak için kullanılır. Bir Bir kaydı işaretlenmelidir, bir CNAME değil. Bu, Birincil ve İkincil sunucuların tanımlandığı yerdir.

source: IN NS ns.example.com. IN NS ns2.example.com. ns IN A 192.168.1.10 ns2 IN A 192.168.1.11
fr: IN NS ns.exemple.com. IN NS ns2.exemple.com. ns IN A 192.168.1.10 ns2 IN A 192.168.1.11

source: The <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> explains more advanced options for configuring BIND9.
fr: Le site Web <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> explique les options plus avancées pour configurer BIND9.
pt_br: O <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink> explica mais opções avançadas de configuração do BIND9.
tr: <ulink url="http://www.tldp.org/HOWTO/DNS-HOWTO.html">DNS HOWTO</ulink>, BIND9 yapılandırma için daha gelişmiş seçenekler içerir.

source: For in depth coverage of <emphasis>DNS</emphasis> and <application>BIND9</application> see <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
fr: Pour une vision approfondie des <emphasis>DNS</emphasis> et de <application>BIND9</application>, voyez le site Web <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
pt_br: Para cobertura mais detalhada de <emphasis>DNS</emphasis> e <application>BIND9</application> veja <ulink url="http://www.bind9.net/">Bind9.net</ulink>.
tr: <emphasis>DNS</emphasis> ve <application>BIND9</application> hakkında daha fazla bilgi için <ulink url="http://www.bind9.net/">Bind9.net</ulink>'e bakın.

source: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> is a popular book now in it's fifth edition.
fr: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> est un livre populaire, actuellement dans sa cinquième édition.
pt_br: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink> é um livro popular agora em sua quinta edição.
tr: <ulink url="http://www.oreilly.com/catalog/dns5/index.html">DNS and BIND</ulink>, meşhur bir kitaptır ve şimdi beşinci sürümdedir.

source: A great place to ask for <application>BIND9</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
fr: Un bon endroit pour demander de l'assistance pour <application>BIND9</application>, et être impliqué dans la communauté Ubuntu Serveur, est le canal IRC <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net">freenode</ulink>.
pt_br: Um bom lugar para pedir assistência sobre o <application>BIND9</application>, e se envolver com a comunidade do Ubuntu Server, é o canal de IRC <emphasis>#ubuntu-server</emphasis> na <ulink url="http://freenode.net">freenode</ulink>.
tr: <application>BIND9</application> yardımı almak için <ulink url="http://freenode.net">freenode</ulink>'in <emphasis>#ubuntu-server</emphasis> IRC kanalında Ubuntu Server topluluğuna başvurabilirsiniz.

source: Databases
fr: Bases de données
pt_br: Bancos de Dados
tr: Veritabanları

source: Ubuntu provides two popular database servers. They are:
fr: Ubuntu fournit deux serveurs de bases de données populaires. Ils sont :
pt_br: O Ubuntu fornece dois servidores de banco de dados populares. Eles são:
tr: Ubuntu iki meşhur veritabanı sunucusu sağlar: Bunlar:

source: They are available in the main repository. This section explains how to install and configure these database servers.
fr: Ils sont disponibles dans le dépôt principal. Cette section explique comment installer et paramétrer ces serveurs de bases de données.
pt_br: Eles estão disponíveis no repositório principal. Esta seção explica como instalar e configurar estes servidores de banco de dados.
tr: Bunlar ana depoda bulunur. Bu bölüm, bu veritabanı sunucularının nasıl yüklenip, yapılandırılacağını açıklar.

source: MySQL is a fast, multi-threaded, multi-user, and robust SQL database server. It is intended for mission-critical, heavy-load production systems as well as for embedding into mass-deployed software.
fr: MySQL est un serveur de base de données multi-processus, multi-utilisateurs, rapide et stable. Il est conçu pour répondre aux besoins de systèmes de production essentiels soumis à des charges importantes, aussi bien que pour une intégration dans des logiciels à grande diffusion.
pt_br: MySQL é um servidor de dados SQL rápido, multi-thread, multi-usuário e robusto. Ele é adequado para missões críticas, sistema de alto carregamento assim como para embutir em software instalado em massa.
tr: MySQL, hızlı, çoklu iş parçacıklı, çoklu kullanıcılı ve sağlam SQL veritabanı sunucusudur. Kritik görevler, ağır yüklü üretim sistemleri ve gömülü yığınla yayılmış yazılım için tasarlandı.

source: To install MySQL, run the following command from a terminal prompt:
fr: Pour installer MySQL, exécutez la commande suivante dans un terminal :
pt_br: Para instalar MySQL, execute o seguinte comando a partir do prompt de terminal:
tr: MySQL'i yüklemek için aşağıdaki komutu terminalden çalıştırın:

source: During the installation process you will be prompted to enter a password for the <application>MySQL</application> root user.
fr: Pendant le processus d'installation, il vous sera demandé un mot de passe pour l'utilisateur root de <application>MySQL</application>.
pt_br: Durante o processo de instalação você será solicitado a digitar a senha para o usuário root do <application>MySQL</application>.
tr: yükleme işlemi esnasında <application>MySQL</application> yönetim kullanıcısı için bir şifre girmek gerekecek.

source: Once the installation is complete, the MySQL server should be started automatically. You can run the following command from a terminal prompt to check whether the MySQL server is running:
fr: Une fois l'installation terminée, le serveur MySQL devrait démarrer automatiquement. Vous pouvez utiliser la commande suivante à l'invite d'un terminal pour vérifier si le serveur MySQL fonctionne :
pt_br: Quando a instalação estiver completa, o servidor MySQL deverá ser iniciado automaticamente. Você poderá executar o seguinte comando em um terminal para checar se o servidor MySQL está rodando.
tr: Yükleme tamamlandıktan sonra, MySQL sunucu otomatik olarak başlayacak. MySQL'in çalışıp/ çalışmadığını kontrol etmek için aşağıdaki komutu terminalde çalıştırabilirsiniz:

source: If the server is not running correctly, you can type the following command to start it:
fr: Si le serveur ne fonctionne pas correctement, saisissez la commande suivante pour le démarrer :
pt_br: Se o servidor não está executando corretamente, você pode digitar o seguinte comando para inicializá-lo.
tr: Eğer sunucu doğru olark çalışmıyorsa, onu başlatmak için aşağıdaki komutu yazabilirsiniz:

source: Replace 192.168.0.5 with the appropriate address.
fr: Remplacez 192.168.0.5 par l'adresse appropriée.
pt_br: Substitua 192.168.0.5 com o endereço apropriado.
tr: 192.168.0.5 yerine uygun adres yazın.

source: After making a change to <filename>/etc/mysql/my.cnf</filename> the <application>mysql</application> daemon will need to be restarted:
fr: Après avoir modifié le fichier <filename>/etc/mysql/my.cnf</filename>, le démon <application>mysql</application> devra être redémarré :
pt_br: Após fazer alterações no <filename>/etc/mysql/my.cnf</filename> o deamon do <application>mysql</application> precisa ser reiniciado:
tr: <filename>/etc/mysql/my.cnf</filename> dosyasına bir değişiklik yaptıktan sonra, <application>mysql</application> programının yeniden başlatılması gerekir:

source: If you would like to change the <application>MySQL</application><emphasis>root</emphasis> password, in a terminal enter:
fr: Si vous souhaitez modifier le mot de passe <emphasis>root</emphasis> de <application>MySQL</application>, saisissez dans un terminal :
pt_br: Se você desejar trocar <application>MySQL</application><emphasis>raiz</emphasis> senha, insira na janela do terminal:
tr: Eğer <application>MySQL</application><emphasis>yönetici</emphasis> şifresini değiştirmek istiyorsan, terminale şunu girin:

source: The <application>mysql</application> daemon will be stopped, and you will be prompted to enter a new password.
fr: Le démon <application>mysql</application> sera arrêté et vous devrez saisir un nouveau mot de passe.
pt_br: A <application>mysql</application> demonstração será parada, e você será solicitado a inserir uma nova senha.
tr: <application>Mysql</application> programı durdurulacak ve yeni şifre girmen istenecek.

source: See the <ulink url="http://www.mysql.com/">MySQL Home Page</ulink> for more information.
fr: Consultez <ulink url="http://www.mysql.com/">la page d'accueil de MySQL</ulink> pour plus d'informations.
pt_br: Veja a página do <ulink url="http://www.mysql.com/">MySQL</ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://www.mysql.com/">MySQL Home Page</ulink>'e bakın.

source: The <emphasis>MySQL Handbook</emphasis> is also available in the <application>mysql-doc-5.0</application> package. To install the package enter the following in a terminal:
fr: Le <emphasis>manuel MySQL</emphasis> est également disponible dans le paquet <application>mysql-doc-5.0</application>. Pour installer ce paquet, saisissez dans un terminal :
pt_br: O <emphasis>MySQL Handbook</emphasis> também está disponível no pacote <application>mysql-doc-5.0</application>. Para instalar o pacote digite o seguinte no terminal:
tr: <emphasis>MySQL Handbook</emphasis>, <application>mysql-doc-5.0</application> paketinde bulunabilir. Paketi yüklemek için terminale şunları girin:

source: The documentation is in HTML format, to view them enter <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> in your browser's address bar.
fr: Cette documentation est au format HTML. Pour la lire, saisissez <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> dans la barre d'adresse de votre navigateur.
pt_br: A documentação está me formato HTML, vara visualizá-la, entre <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command> na barra de endereços de seu navegador.
tr: HTML biçimindeki belgelendirmeyi görmek için tarayıcınızın adres çubuğuna şunu girin: <command>file:///usr/share/doc/mysql-doc-5.0/refman-5.0-en.html-chapter/index.html</command>

source: For general SQL information see <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> by Rafe Colburn.
fr: Pour des informations générales sur SQL, consultez <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> (en anglais) par Rafe Colburn
pt_br: Para a informação geral do SQL veja <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink> por Rafe Colburn.
tr: Genel SQL bilgisi için Rafe Colburn'un yazdığı <ulink url="http://www.informit.com/store/product.aspx?isbn=0768664128">Using SQL Special Edition</ulink>'a bakın.

source: PostgreSQL is an object-relational database system that has the features of traditional commercial database systems with enhancements to be found in next-generation DBMS systems.
fr: PostgreSQL est un système de gestion de bases de données relationnelles objet qui a les même fonctionnalités que les systèmes traditionnels et commerciaux de gestion de bases de données avec les améliorations que l'on peut trouver dans les systèmes SGBD de nouvelle génération.
pt_br: O PostgreSQL é um sistema de banco de dados objeto-relacional que possui os recursos de sistemas de banco de dados comerciais tradicionais com melhorias que serão encontradas na próxima geração de sistemas DBMS.
tr: PostgreSQL, obje ilişkili bir veritabanı sistemidir. Sonraki nesil DBMS sistemlerinde bulunacak olan geliştirmelere ve geleneksel ticari veritabanı sistem özelliklerine sahiptir.

source: To install PostgreSQL, run the following command in the command prompt:
fr: Pour installer PostgreSQL, exécutez la commande suivante dans un terminal :
pt_br: Para instalar PostgreSQL, execute o comando seguinte a partir do prompt de comando:
tr: PostgreSQL yüklemek için, terminalde şu komutları çalıştıırn:

source: Once the installation is complete, you should configure the PostgreSQL server based on your needs, although the default configuration is viable.
fr: Une fois que l'installation est terminée, vous devez configurer le serveur PostgreSQL suivant vos besoins, bien que la configuration par défaut soit utilisable.
pt_br: Assim que a instalação estiver completa, você deve configurar o servidor PostgreSQL de acordo com suas necessidades, ainda que a configuração padrão seja viável.
tr: Yükleme tamamlandıktan sonra, öntanımlı yapılandırma geçerli olsa bile PostgreSQL sunucu tabanını ihtiyaçlarına göre yapılandırın.

source: To configure <emphasis>ident</emphasis> authentication, add entries to the <filename>/etc/postgresql/8.4/main/pg_ident.conf</filename> file.
fr: Pour configurer l'authentification <emphasis>ident</emphasis>, ajoutez les entrées dans le fichier <filename>/etc/postgresql/8.4/main/pg_ident.conf</filename>.
pt_br: Para configurar a autenticação <emphasis>ident</emphasis> , adicione as entradas no arquivos <filename>/etc/postgresql/8.4/main/pg_ident.conf</filename> .
tr: <emphasis>ident</emphasis> kimlik doğrulamasını yapılandırmak için, girişleri <filename>/etc/postgresql/8.4/main/pg_ident.conf</filename> dosyasına ekleyin.

source: To enable TCP/IP connections, edit the file <filename>/etc/postgresql/8.4/main/postgresql.conf</filename>
fr: Pour activer les connexions TCP/IP, modifiez le fichier <filename>/etc/postgresql/8.4/main/postgresql.conf</filename>.
pt_br: Para habilitar as conexões TCP/IP, edite o arquivo <filename>/etc/postgresql/8.4/main/postgresql.conf</filename>
tr: TCP/IP bağlantılarını etkinleştirmek için, <filename>/etc/postgresql/8.4/main/postgresql.conf</filename> dosyasını düzenleyin.

source: Locate the line <emphasis>#listen_addresses = 'localhost'</emphasis> and change it to:
fr: Localisez la ligne <emphasis>#listen_addresses = 'localhost'</emphasis> et changez-la en :
pt_br: Localize a linha <emphasis>#listen_addresses = 'localhost'</emphasis> e altere para:
tr: <emphasis>#listen_addresses = 'localhost'</emphasis> satırını bulun ve onu şu şeklide değiştirin:

source: To allow other computers to connect to your <application>PostgreSQL</application> server replace 'localhost' with the <emphasis>IP Address</emphasis> of your server.
fr: Pour autoriser d'autres ordinateurs à se connecter à votre serveur <application>PostgreSQL</application>, remplacez « localhost par <emphasis>l'adresse IP</emphasis> de votre serveur.
pt_br: Para permitir que outros computadores conectem ao seu servidor <application>PostgreSQL</application> substitua 'localhost' para o <emphasis>IP Address</emphasis> do seu servidor.
tr: Diğer bilgisayarların senin <application>PostgreSQL</application> sunucuna bağlanmasına izin vermek için 'localhost' yerine sunucunun <emphasis>IP Adres</emphasis>ini yazın.

source: You may also edit all other parameters, if you know what you are doing! For details, refer to the configuration file or to the PostgreSQL documentation.
fr: Vous pourrez également modifier les autres paramètres, si vous savez ce que vous faites ! Pour plus de détails, veuillez vous référer au fichier de configuration ou à la documentation PostgreSQL.
pt_br: Você deve também editar todos os outros parâmetros, se você souber o que está fazendo! Para detalhes, veja o arquivo de configuração ou a documentação do PostgreSQL.
tr: Eğer ne yaptığınızı biliyorsanız, tüm diğer parametreleri düzenleyebilirsiniz. Ayrıntılar için yapılandırma dosyasına veya PostgreSQL belgelerine başvurun.
