Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Transport
pt_br: Transporte
tr: Dönüşüm

source: # start # Home dir for your Mailman installation -- aka Mailman's prefix # directory. # On Ubuntu this should be "/var/lib/mailman" # This is normally the same as ~mailman MM_HOME=/var/lib/mailman # # User and group for Mailman, should match your --with-mail-gid # switch to Mailman's configure script. Value is normally "mailman" MM_UID=list MM_GID=list # # Domains that your lists are in - colon separated list # you may wish to add these into local_domains as well domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # These values are derived from the ones above and should not need # editing unless you have munged your mailman installation # # The path of the Mailman mail wrapper script MM_WRAP=MM_HOME/mail/mailman # # The path of the list config file (used as a required file when # verifying list addresses) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # end
pt_br: # início # Diretório inicial para sua instalação do mailman -- tambem conhecido # como diretório prefixo do Mailman directory. # No Ubuntu isso deve ser "/var/lib/mailman" # É geralmente o mesmo que ~mailman MM_HOME=/var/lib/mailman # # Usuário e grupo para o Mailman, deve equivaler ao seu parâmetro # --with-mail-gid ao script "configura" do Mailman. O valor é normalmente # "mailman" MM_UID=list MM_GID=list # # Domínios onde estão suas listas - lista separada por vírgulas # você pode querer adicioná-los também ao local_domains domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # Estes valores são derivados daqueles acima e você não deverá # precisar editá-los a não ser que você tenha bagunçado a sua instalação # do mailman # # O caminho do script wrapper de email do Mailman MM_WRAP=MM_HOME/mail/mailman # # O arquivo do arquivo de configuração da lista (usado como um arquivo # requerido quando se verifica endereços de listas) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # fim
tr: # Mailma # yükleme için ev dizinini başlatın -- aka Mailman's prefix # directory. # Ubuntuda bu "/var/lib/mailman" olabilir # Bu, ~mailman gibi normaldir MM_HOME=/var/lib/mailman # # Mailman için kullanıcı ve grup, senin --with-mail-gid ile eşleşebilir # Mailman'in yapılandırma betiğini çalıştırın. Değer normalde "mailman dir" MM_UID=list MM_GID=list # # Alanlar listelenir - parantezle ayrılır # bunları local_domains içine ekleyebilirsin domainlist mm_domains=hostname.com # # -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= # # These values are derived from the ones above and should not need # editing unless you have munged your mailman installation # # The path of the Mailman mail wrapper script MM_WRAP=MM_HOME/mail/mailman # # The path of the list config file (used as a required file when # verifying list addresses) MM_LISTCHK=MM_HOME/lists/${lc::$local_part}/config.pck # end

source: Enter the email address of the person running the list: bhuvan at ubuntu.com Initial mailman password: To finish creating your mailing list, you must edit your <filename>/etc/aliases</filename> (or equivalent) file by adding the following lines, and possibly running the `newaliases' program: ## mailman mailing list mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Hit enter to notify mailman owner... #
pt_br: Informe o endereço de e-mail da pessoa que administra a lista: bhuvan at ubuntu.com Senha inicial do mailman: Para finalizar a criação de sua lista de e-mail, você deve editar o arquivo <filename>/etc/aliases</filename> (ou equivalente) adicionando as seguintes linhas, e possivelmente executando o programa `newaliases': ## lista de e-mail mailman mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" Aperte enter para notificar o proprietário mailman... #
tr: Listede çalışan kişinin e-posta adresinin girin: bhuvan at ubuntu.com İlk mailman şifresi: Posta listenin oluşturmayı bitirmek içint, <filename>/etc/aliases</filename> (veya eşdeğer) dosyayı, aşağıdaki satırları ekleyerek düzenlemeli ve `newaliases' programını çalıştırmalısın: ## mailman posta listesi mailman: "|/var/lib/mailman/mail/mailman post mailman" mailman-admin: "|/var/lib/mailman/mail/mailman admin mailman" mailman-bounces: "|/var/lib/mailman/mail/mailman bounces mailman" mailman-confirm: "|/var/lib/mailman/mail/mailman confirm mailman" mailman-join: "|/var/lib/mailman/mail/mailman join mailman" mailman-leave: "|/var/lib/mailman/mail/mailman leave mailman" mailman-owner: "|/var/lib/mailman/mail/mailman owner mailman" mailman-request: "|/var/lib/mailman/mail/mailman request mailman" mailman-subscribe: "|/var/lib/mailman/mail/mailman subscribe mailman" mailman-unsubscribe: "|/var/lib/mailman/mail/mailman unsubscribe mailman" mailman sahibine bildirmek için enter'a bas... #

source: Administration
pt_br: Administração
tr: Yönetim

source: use strict; # You can modify this file to re-enable SPAM checking through spamassassin # and to re-enable antivirus checking. # # Default antivirus checking mode # Uncomment the two lines below to enable it # @bypass_virus_checks_maps = ( \%bypass_virus_checks, \@bypass_virus_checks_acl, \$bypass_virus_checks_re); # # Default SPAM checking mode # Uncomment the two lines below to enable it # @bypass_spam_checks_maps = ( \%bypass_spam_checks, \@bypass_spam_checks_acl, \$bypass_spam_checks_re); 1; # insure a defined return
pt_br: use strict; # Você pode modificar este arquivo para reabilitar a checagem de SPAM pelo spamassassin # e para reabilitar a checagem de vírus. # # Modo de checagem de vírus padrão # Remova os comentários das duas linhas abaixo para habilitá-lo # @bypass_virus_checks_maps = ( \%bypass_virus_checks, \@bypass_virus_checks_acl, \$bypass_virus_checks_re); # # Modo de checagem de SPAM padrão # Remova os comentários das duas linhas abaixo para habilitá-lo # @bypass_spam_checks_maps = ( \%bypass_spam_checks, \@bypass_spam_checks_acl, \$bypass_spam_checks_re); 1; # assegura um retorno definido
tr: use strict; # SPAM kontrolünün spamassassin tarafından tekrar etkinleştirilmesi ve # antivirüs kontrolünün tekrar etkinleştirilmesi için bu dosyayı düzenleyebilirsiniz. # # Mevcut antivirüs kontrol modu # Onu etkinleştirmek için aşağıdaki iki satırı boş bırakın # @bypass_virus_checks_maps = ( \%bypass_virus_checks, \@bypass_virus_checks_acl, \$bypass_virus_checks_re); # # Mevcut SPAM kontrol modu # Onu etkinleştirmek için aşağıdaki iki satırı boş bırakın # @bypass_spam_checks_maps = ( \%bypass_spam_checks, \@bypass_spam_checks_acl, \$bypass_spam_checks_re); 1; # tanımlı geri dönüşüm olduğundan emin olun

source: Additionally, you may want to adjust the following options to flag more messages as spam:
pt_br: Além disso, você pode querer ajustar as seguintes opções para sinalizar mais mensagens como spam:
tr: Ayrıca spam olarak daha fazla iletiyi işaretlemek için aşağıdaki seçimleri ayarlamayı isterseniz, şöyle yapın:

source: $sa_tag_level_deflt = -999; # add spam info headers if at, or above that level $sa_tag2_level_deflt = 6.0; # add 'spam detected' headers at that level $sa_kill_level_deflt = 21.0; # triggers spam evasive actions $sa_dsn_cutoff_level = 4; # spam level beyond which a DSN is not sent
pt_br: $sa_tag_level_deflt = -999; # adiciona informação sobre spam no cabeçalho, caso seja igual ou maior a este nível $sa_tag2_level_deflt = 6.0; # adiciona 'spam detected' ao cabeçalho a partir deste nível $sa_kill_level_deflt = 21.0; # habilita ações evasivas contra spam $sa_dsn_cutoff_level = 4; # nível de spam a partir do qual o DSN não é enviado
tr: $sa_tag_level_deflt = -999; # eğer başlık bilgileri spamda veya yukarıda ise spamı ekle $sa_tag2_level_deflt = 6.0; # 'spam bulundu' başlıkları seviyesinde ise ekle $sa_kill_level_deflt = 21.0; # spam kaçma eylemlerini başlatır $sa_dsn_cutoff_level = 4; # spam seviyesi DNS gönderilmedinin ötesindeyse

source: telnet localhost 10024 Trying 127.0.0.1... Connected to localhost. Escape character is '^]'. 220 [127.0.0.1] ESMTP amavisd-new service ready ^]
tr: telnet localhost 10024 27.0.0.1...deneniyor Localhost'a bağlandı. Kaçık karakteri '^]' dir. 220 [127.0.0.1] ESMTP amavisd-new servisi hazır ^]

source: sudo mkdir mywiki
tr: sudo mkdir vikim

source: sudo cp -R data mywiki
tr: sudo cp -R data vikim

source: sudo cp -R underlay mywiki
tr: sudo cp -R underlay vikim

source: sudo cp server/moin.cgi mywiki
tr: sudo cp server/moin.cgi vikim

source: sudo chown -R www-data.www-data mywiki
tr: sudo chown -R www-data.www-data vikim

source: sudo chmod -R ug+rwX mywiki
tr: sudo chmod -R ug+rwX vikim

source: sudo chmod -R o-rwx mywiki
tr: sudo chmod -R o-rwx vikim

source: data_dir = '/org/mywiki/data'
tr: data_dir = '/org/vikim/data'

source: data_dir = '/usr/share/moin/mywiki/data'
tr: data_dir = '/usr/share/moin/vikim/data'

source: data_underlay_dir='/usr/share/moin/mywiki/underlay'
tr: data_underlay_dir='/usr/share/moin/vikim/underlay'

source: ### moin ScriptAlias /mywiki "/usr/share/moin/mywiki/moin.cgi" alias /moin_static184 "/usr/share/moin/htdocs" &lt;Directory /usr/share/moin/htdocs&gt; Order allow,deny allow from all &lt;/Directory&gt; ### end moin
tr: ### moin ScriptAlias /mywiki "/usr/share/moin/vikim/moin.cgi" alias /moin_static184 "/usr/share/moin/htdocs" &lt;Directory /usr/share/moin/htdocs&gt; Order allow,deny allow from all &lt;/Directory&gt; ### end moin

source: Adjust the <emphasis>"moin_static184"</emphasis> in the <emphasis>alias</emphasis> line above, to the <application>moinmoin</application> version installed.
pt_br: Ajusta o <emphasis>"moin_static184"</emphasis> na linha de <emphasis>alias</emphasis> acima, para a versão instalada do <application>moinmoin</application>.
tr: Yukarıda <emphasis>alias</emphasis> satırındaki <emphasis>"moin_static184"</emphasis>'ü <application>moinmoin</application> yüklü sürümü olarak ayarlayın.

source: http://localhost/mywiki
tr: http://localhost/vikim

source: http://localhost/mywiki?action=test
tr: http://localhost/vikim?action=test

source: Extensions
pt_br: Extensões
tr: Uzantılar

source: You can download MediaWiki extensions as an archive file or checkout from the Subversion repository. You should copy it to <filename>/var/lib/mediawiki/extensions</filename> directory. You should also add the following line at the end of file: <filename>/etc/mediawiki/LocalSettings.php</filename>.
pt_br: Você pode baixar as extensões do MediaWiki como um arquivo ou realizar o checkout a partir do repositório do Subversion. Você deve copiá-lo para o diretório <filename>/var/lib/mediawiki/extensions</filename>. Você deve também adicionar a seguinte linha ao final do arquivo: <filename>/etc/mediawiki/LocalSettings.php</filename>.
tr: MediaWiki uzantılarını, bir arşiv dosyası veya hata ayıklama gibi Bozulma (Subversion) depolarından indirebilirsin. Onu <filename>/var/lib/mediawiki/extensions</filename> dizinine kopyalamalısın. Ayrıca <filename>/etc/mediawiki/LocalSettings.php</filename> dosyasının sonuna aşağıdaki satırı eklemelisin:

source: This guide assumes you have a basic understanding of your Ubuntu system. Some installation details are covered in <xref linkend="installation"/>, but if you need detailed instructions installing Ubuntu please refer to the <ulink url="https://help.ubuntu.com/10.04 LTS/installation-guide/">Ubuntu Installation Guide</ulink>.
tr: Bu rehber, Ubuntu sistemi hakkında temel bilgiye sahip olduğunu varsayar. Bazı yükleme ayrıntıları <xref linkend="installation"/>'da bulunur. Fakat Ubuntu yükleme yönergeleri hakkında ayrıntıya ihtiyac duyarsan, Wiki Ubuntu TR'deki <ulink url=http://wiki.ubuntu-tr.org/index.php5/Kurulum/">Kurulum</ulink> maddesinde bulunan "Kurulum 10.04 rehberi"ne bakın.

source: This chapter provides a quick overview of installing Ubuntu 10.04 LTS Server Edition. For more detailed instructions, please refer to the <ulink url="https://help.ubuntu.com/10.04 LTS/installation-guide/">Ubuntu Installation Guide</ulink>.
tr: Bu bölüm Ubuntu 10.04 LTS Server Edition yüklemenin hızlı bir görünümünü sağlar. Daha fazla ayrıntılı yönergeler için Wiki Ubuntu TR'deki <ulink url="http://wiki.ubuntu-tr.org/index.php5?title=Kurulum/10.04/">Kurulum/10.04</ulink> maddesine bakın.

source: Ubuntu 10.04 LTS Server Edition supports two (2) major architectures: Intel x86 and AMD64. The table below lists recommended hardware specifications. Depending on your needs, you might manage with less than this. However, most users risk being frustrated if they ignore these suggestions.
tr: Ubuntu 10.04 LTS Server Edition iki (2) büyük yapıyı destekler: Intel x86 ve AMD64. Aşağıdaki tablo tavsiye edilen donanım özelliklerini listeler.İhtiyaçlarına bağlı olarak, bundan daha azını yönetebilirsin. Bununla beraber, bu tavsiyeleri reddeden çoğu kullanıcı risk altındadır.

source: The installer then discovers your hardware configuration, and configures the network settings using DHCP. If you do not wish to use DHCP at the next screen choose "Go Back", and you have the option to "Configure the network manually".
pt_br: O instalador então identifica a configuração do seu hardware e configura as opções de rede usando DHCP. Se você não deseja usar DHCP, na tela seguinte escolha "Voltar" e você terá a opção de "Configurar a rede manualmente".
tr: ardından yükleyici, donanım yapılandırmanı bulup, DHCP'yi kullanarak ağ ayarlarını yapılandırır. Eğer DHCP'yi kullanmak istemezsen, sonraki ekranda "Geri Git"i seç, ardından "Ağı elle yapılandır" seçeneğini uygula.

source: Once again, for detailed instructions see the <ulink url="https://help.ubuntu.com/10.04 LTS/installation-guide/"> Ubuntu Installation Guide</ulink>.
tr: Yeniden, ayrıntılı yönergeler için Wiki Ubuntu TR'deki <ulink url=http://wiki.ubuntu-tr.org/index.php5?title=Kurulum/10.04/"> Kurulum/10.04</ulink> maddesine bakın.

source: RAID is a method of configuring multiple hard drives to act as one, reducing the probability of catastrophic data loss in case of drive failure. RAID is implemented in either software (where the operating system knows about both drives and actively maintains both of them) or hardware (where a special controller makes the OS think there's only one drive and maintains the drives 'invisibly').
pt_br: RAID é um método de configuração de múltiplos discos rígidos que atuam como um, reduzindo a probabilidade de perda de dados catastrófica em caso de falha no disco. RAID é implementado em software (Onde o sistema operacional reconhece os discos e mantém ambos ativos) ou hardware (Onde um controlador especial faz o sistema operacional pensar que existe apenas um disco rígido e mantém os discos 'invisíveis').
tr: RAID, çoklu sabit sürücüleri bir taneymiş gibi olacak şekilde yapılandırmanın bir yöntemidir. Bunun nedeni sürücü hatalarından dolayı oluşabilecek veri kayıplarını azaltmaktır. RAID, ya yazılım ya da donanımda uygulanır.

source: The RAID software included with current versions of Linux (and Ubuntu) is based on the <application>'mdadm'</application> driver and works very well, better even than many so-called 'hardware' RAID controllers. This section will guide you through installing Ubuntu Server Edition using two RAID1 partitions on two physical hard drives, one for <emphasis>/</emphasis> and another for <emphasis>swap</emphasis>.
pt_br: O software RAID incluído com as versões atuais do Linux (e Ubuntu) é baseado no driver <application>'mdadm'</application> e funciona muito bem, melhor até que muitos chamados controladores RAID por 'hardware'. Esta seção guiará você através da instalação do Ubuntu Server Edition usando duas partições RAID1 em dois discos físicos distintos, um para <emphasis>/</emphasis> e outro para <emphasis>swap</emphasis>.
tr: Linux'un (ve Ubuntu) mevcut sürümlerini içeren RAID yazılımı, <application>'mdadm'</application> sürücü tabanlıdır ve 'donanım-RAID' konrolcüleri olarak adlandırılan çoğu donanımdan daha iyi çalışır. Bu bölüm, biri <emphasis>/</emphasis> ve diğeri de <emphasis>swap</emphasis> olan iki fiziksel sürücüdeki iki RAID1 bölümü kullanarak Ubuntu Server Edition yüklemeyi sana gösterecek.

source: Follow the installation steps until you get to the <emphasis>Partition disks</emphasis> step, then:
pt_br: Siga os passos da instalação até que você chegue no passo <emphasis>Particionar discos</emphasis> e então:
tr: <emphasis>Diskleri bölümleme</emphasis> adımına ulaşana kadar yükleme adımlarını takip edin. Sonra:

source: Select the first hard drive, and agree to <emphasis>"Create a new empty partition table on this device?"</emphasis>.
pt_br: Selecione o primeiro disco rígido, e aceite para <emphasis>"Criar uma nova tabela de partição neste dispositivo?"</emphasis>.
tr: İlk sabit sürücüyü seçin ve <emphasis>"Bu aygıtta yeni boş bölüm tablosu oluşturulsun mu?"</emphasis>yu onaylayın.

source: Select the <emphasis>"FREE SPACE"</emphasis> on the first drive then select <emphasis>"Create a new partition"</emphasis>.
pt_br: Selecione o <emphasis>"Espaço Livre"</emphasis> no primeiro disco rígido e então selecione <emphasis>"Criar uma nova partição"</emphasis>.
tr: İlk sürücüdeki <emphasis>"BOŞ ALAN"</emphasis>ı ardından da <emphasis>"Yeni bölüm oluştur"</emphasis>u seçin.

source: Next, select the <emphasis>Size</emphasis> of the partition. This partition will be the <emphasis>swap</emphasis> partition, and a general rule for swap size is twice that of RAM. Enter the partition size, then choose <emphasis>Primary</emphasis>, then <emphasis>Beginning</emphasis>.
pt_br: Em seguida, selecione o <emphasis>Tamanho</emphasis> da partição. Esta será a partição de <emphasis>swap</emphasis>. Uma regra geral para o tamanho da partição de swap é duas vezes o tamanho da RAM. Entre com o tamanho da partição, e escolha <emphasis>Primária</emphasis>, e então <emphasis>Início</emphasis>.
tr: Sonra bölümün <emphasis>Boyut</emphasis>unu seçin. Bu bölüm <emphasis>swap</emphasis> bölümü olacak ve swap boyutu için genel kuralı RAM'in iki katıdır. Bölüm boyutunu girin, sonra <emphasis>Birincil</emphasis>, ardından <emphasis>Başlangıç</emphasis>ı seçin.

source: Select the <emphasis>"Use as:"</emphasis> line at the top. By default this is <emphasis role="italic">"Ext4 journaling file system"</emphasis>, change that to <emphasis>"physical volume for RAID"</emphasis> then <emphasis>"Done setting up partition"</emphasis>.
tr: Üstteki <emphasis>"Kullan:"</emphasis> satırını seç. Normalde bu, <emphasis role="italic">"Ext4 journaling dosya sistemi"</emphasis>ni <emphasis>"RAID için fiziksel birim"</emphasis>e değiştirin, ardından <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>.

source: For the <emphasis>/</emphasis> partition once again select <emphasis>"Free Space"</emphasis> on the first drive then <emphasis>"Create a new partition"</emphasis>.
pt_br: Para a partição <emphasis>/</emphasis> selecione <emphasis>"Espaço Livre"</emphasis> no primeiro disco e então <emphasis>"Criar uma nova partição"</emphasis>.
tr: <emphasis>/</emphasis> bölümü için tekrar, ilk sürücüdeki <emphasis>"Boş Alan"</emphasis>ı seçin, sonra <emphasis>"Yeni bölüm oluştur"</emphasis>.

source: Use the rest of the free space on the drive and choose <emphasis>Continue</emphasis>, then <emphasis>Primary</emphasis>.
pt_br: Use o restante do espaço livre no disco e escolha <emphasis>Continuar</emphasis>, e então <emphasis>Primária</emphasis>.
tr: Sürücünün geri kalan boş alanını kullanın ve <emphasis>Devam</emphasis>ı ardından <emphasis>Birincil</emphasis>'i seçin.

source: As with the swap partition, select the <emphasis>"Use as:"</emphasis> line at the top, changing it to <emphasis>"physical volume for RAID"</emphasis>. Also select the <emphasis>"Bootable flag:"</emphasis> line to change the value to <emphasis>"on"</emphasis>. Then choose <emphasis>"Done setting up partition"</emphasis>.
tr: Swap bölümünde olduğu gibi üstteki satırdan <emphasis>"Kullan:"</emphasis>ı seçin, onu <emphasis>"RAID için fiziksel birim"</emphasis>e değiştirin. Ayrıca <emphasis>"Önyüklenebilir işaret:"</emphasis> satırını <emphasis>"açık"</emphasis> olarak değiştirin. Ardından <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>yı seçin.

source: Repeat steps three through eight for the other disk and partitions.
pt_br: Repita os passos de três a oito para outros discos e partições.
tr: Diğer disk ve bölümler için üçten sekize kadar olan adımları tekrarlayın.

source: With the partitions setup the arrays are ready to be configured:
pt_br: Uma vez concluída a configuração das partições, os arranjos estão prontos para serem configurados:
tr: Bölüm kurulumu ile diziler yapılandırmaya hazırdır.

source: Back in the main "Partition Disks" page, select <emphasis>"Configure Software RAID"</emphasis> at the top.
pt_br: Voltando à página principal de "Particionar Discos", selecione <emphasis>"Configurar RAID por software"</emphasis> logo no topo.
tr: Geri "Diskleri Bölümle" ana sayfasına gidin, üstteki <emphasis>"Yazılımsal RAID'i Yapılandır"</emphasis>ı seçin.

source: Select <emphasis>"yes"</emphasis> to write the changes to disk.
pt_br: Clique em <emphasis>"sim"</emphasis> para gravar as alterações no disco.
tr: Değişikliklerin diske yazılması için <emphasis>"evet"</emphasis>i seçin.

source: Choose <emphasis>"Create MD device"</emphasis>.
tr: <emphasis>"MD aygıtı oluştur"</emphasis>.

source: For this example, select <emphasis>"RAID1"</emphasis>, but if you are using a different setup choose the appropriate type (RAID0 RAID1 RAID5).
pt_br: Para este exemplo, selecione <emphasis>"RAID1"</emphasis>, mas se você está usando uma configuração diferente escolha o tipo apropriado (RAID0 RAID1 RAID5).
tr: Bu örnek için <emphasis>"RAID1"</emphasis>i seçin, fakat eğer farklı bir kurulum kullanıyorsan uygun türü seçin (RAID0 RAID1 RAID5 gibi).

source: In order to use <emphasis>RAID5</emphasis> you need at least <emphasis>three</emphasis> drives. Using RAID0 or RAID1 only <emphasis>two</emphasis> drives are required.
pt_br: Para poder usar <emphasis>RAID5</emphasis>, você precisa ao menos de <emphasis>três</emphasis> unidades. Usando RAID0 ou RAID1, apenas <emphasis>duas</emphasis> unidades são requeridas.
tr: <emphasis>RAID5</emphasis>'i kullanmak için en az <emphasis>üç</emphasis> sürücü gerekir. RAID0 veya RAID1'de sadece <emphasis>iki</emphasis> sürücü gereklidir.
