Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Replace <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis>, and <emphasis>kdc02</emphasis> with your domain name, primary KDC, and secondary KDC.
fr: Remplacez <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis>, et <emphasis>kdc02</emphasis> par vos noms de domaine, de serveur KDC primaire et secondaire.
pt_br: Substitua <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis>, e <emphasis>kdc02</emphasis> com o seu nome de domínio, KDC primário e KDC secundário.
tr: <emphasis>EXAMPLE.COM</emphasis>, <emphasis>kdc01</emphasis> ve <emphasis>kdc02</emphasis> yerine kendi alan adı, birincil KDC ve ikincil KDC'nizi yazın.

source: See <xref linkend="dns"/> for detailed instructions on setting up DNS.
fr: Consultez <xref linkend="dns"/> pour des instructions détaillées sur le paramétrage des DNS.
pt_br: Veja <xref linkend="dns"/> para obter instruções detalhadas sobre a configuração do DNS.
tr: DNS kurulum yönergeleri hakkında ayrıntı için <xref linkend="dns"/>'ye bakın.

source: Your new Kerberos Realm is now ready to authenticate clients.
fr: Votre nouveau domaine (realm) Kerberos est maintenant prêt à authentifier des clients.
pt_br: Seu novo domínio Kerberos está agora pronto para autenticar clientes.
tr: Şimdi yeni Kerberos Bölgesi istemcilerin kimlik doğrulaması için hazırdır.

source: Secondary KDC
fr: KDC secondaire
pt_br: KDC Secundário
tr: İkincil KDC

source: Once you have one Key Distribution Center (KDC) on your network, it is good practice to have a Secondary KDC in case the primary becomes unavailable.
fr: Une fois que vous avez un KDC (Key Distribution Center, centre de distribution de clés) opérationnel sur votre réseau, il est habituel de créer un KDC secondaire au cas où le premier deviendrait indisponible.
pt_br: Uma vez que você tenha um Key Distribution Center (KDC) em sua rede, isso se torna uma boa prática para ter um KDC secundário no caso do primeiro se tornar indisponível.
tr: Ağında bir Anahtar Dağıtım Merkezi (KDC) aldıktan sonra, İkincil KDC'yi de almak, birincilin kullanılamaz olduğu durumda, iyi bir fikirdir.

source: First, install the packages, and when asked for the Kerberos and Admin server names enter the name of the Primary KDC:
fr: Tou d'abord, installez les paquets, et lors de la demande des noms de serveurs Kerberos et Admin, saisiissez le nom du serveur KDC primaire :
pt_br: Em primeiro lugar, instale os pacotes, e quando perguntado os nomes dos servidores Admin e Kerberos e digite o nome do KDC Primário:
tr: İlk önce, paketleri yükleyin. Kerberos ve Yönetim sunucu adları sorulduğunda Birincil KDC adını yazın:

source: Once you have the packages installed, create the Secondary KDC's host principal. From a terminal prompt, enter:
fr: Une fois les paquets installés, créez un « principal » du KDC secondaire. Dans un terminal, saisissez :
pt_br: Depois de ter instalado os pacotes, crie o KDC Secundário do servidor principal. A partir de um prompt do terminal, digite:
tr: Paketleri yükledikten sonra, İkincil KDC'nin ana prensibini oluşturun. Terminalden şunu girin:

source: After, issuing any <application>kadmin</application> commands you will be prompted for your <emphasis>username/admin@EXAMPLE.COM</emphasis> principal password.
fr: Ensuite, l'exécution de n'importe quelle commande <application>kadmin</application> nécessitera l'introduction du mot de passe du « principal » <emphasis>username/admin@EXAMPLE.COM</emphasis>.
pt_br: Depois, a emissão de qualquer comando <application>kadmin</application> ser-lhe-á perguntado sobre sua senha principal <emphasis>username/admin@EXEMPLO.COM.BR</emphasis>.
tr: Herhangi <application>kadmin</application> komutlarını çalıştırdıktan sonra <emphasis>username/admin@EXAMPLE.COM</emphasis> için prensip şifren sorulacak.

source: Extract the <emphasis>keytab</emphasis> file:
fr: Extrayez le fichier <emphasis>keytab</emphasis> :
pt_br: Extrair o arquivo <emphasis>keytab</emphasis>:
tr: <emphasis>keytab</emphasis> dosyasını açın:

source: There should now be a <filename>keytab.kdc02</filename> in the current directory, move the file to <filename>/etc/krb5.keytab</filename>:
fr: Il devrait y avoir un fichier <filename>keytab.kdc02</filename> dans le dossier actuel. Déplacez le vers <filename>/etc/krb5.keytab</filename> :
pt_br: Deve existir agora um <filename>keytab.kdc02</filename> no diretório atual, mova o arquivo para <filename>/etc/krb5.keytab</filename>:
tr: Şimdi mevcut dizinde bir <filename>keytab.kdc02</filename> olacak. Dosyayı <filename>/etc/krb5.keytab</filename>'a taşıyın:

source: If the path to the <filename>keytab.kdc02</filename> file is different adjust accordingly.
fr: Si l'emplacement du fichier <filename>keytab.kdc02</filename> est différent, adaptez le en conséquence.
pt_br: Se o caminho para o arquivo <filename>keytab.kdc02</filename> é diferente, ajustar de acordo.
tr: <filename>keytab.kdc02</filename> dosyasının parçası farklıysa uygun olarak ayarlayın.

source: Also, you can list the principals in a Keytab file, which can be useful when troubleshooting, using the <application>klist</application> utility:
fr: Vous pouvez également lister les « principals » d'un fichier Keytab à l'aide de <application>klist</application>, ce qui peut être utile au dépannage :
pt_br: Além disso, você pode listar os principais em um arquivo Keytab, que pode ser útil na resolução de problemas, utilizando o utilitário <application>klist</application>:
tr: Ayrıca Keytab dosyasındaki prensipleri listeleyebilirsin. Bu, sorun oluştuğunda kullanılabilir. <application>klist</application> uygulamasını kullanın:

source: Next, there needs to be a <filename>kpropd.acl</filename> file on each KDC that lists all KDCs for the Realm. For example, on both primary and secondary KDC, create <filename>/etc/krb5kdc/kpropd.acl</filename>:
fr: Ensuite, il doit exister un fichier <filename>kpropd.acl</filename> sur chaque KDC qui liste tous les KDC du domaine. Par exemple, sur les serveurs primaire et secondaire, créez le fichier <filename>/etc/krb5kdc/kpropd.acl</filename> :
pt_br: A seguir, deve haver um arquivo <filename>kpropd.acl</filename> em cada KDC que lista todos os KDCs para o Domínio. Por exemplo, tanto no KDC primário quanto no secundário, crie o arquivo<filename>/etc/krb5kdc/kpropd.acl</filename>:
tr: Sonra, Bölgenin tüm KDC'lerini listelemesi için her KDC'de bir <filename>kpropd.acl</filename> dosyası olmalıdır. Örneğin, hem birincil hem de ikincil KDC'de <filename>/etc/krb5kdc/kpropd.acl</filename>'yi oluşturun:

source: Create an empty database on the <emphasis>Secondary KDC</emphasis>:
fr: Créez une base de données vide sur le <emphasis>KDC secondaire</emphasis> :
pt_br: Crie um banco de dados vazio no <emphasis>Secondary KDC</emphasis>:
tr: <emphasis>İkincil KDC</emphasis>'de boş bir veritabanı oluşturun:

source: Now start the <application>kpropd</application> daemon, which listens for connections from the <application>kprop</application> utility. <application>kprop</application> is used to transfer dump files:
fr: Lancez maintenant le démon <application>kpropd</application>, qui écoute les connexions depuis l'utilitaire <application>kprop</application>. <application>kprop</application> est utilisé pour transférer des fichiers de sauvegarde :
pt_br: Agora inicie o serviço <application>kpropd</application>, que aguarda conexões do utilitário <application>kprop</application>. <application>kprop</application> é usado para transferir arquivos de despejo:
tr: Şimdi <application>kprop</application> programındaki bağlantıları dinleyen <application>kpropd</application> uygulamasını başlatın. <application>kprop</application>, atık dosyaları taşımak için kullanılır:

source: From a terminal on the <emphasis>Primary KDC</emphasis>, create a dump file of the principal database:
fr: Depuis un terminal sur le <emphasis>KDC primaire</emphasis>, créez un fichier de sauvegarde de la base de données des « principals » :
pt_br: No terminal em <emphasis>Primary KDC</emphasis>, crie um arquivo de despejo do banco de dados principal:
tr: <emphasis>Birincil KDC</emphasis>'deki bir terminalden prensip veritabanının atık bir dosyasını oluşturun:

source: Extract the Primary KDC's <emphasis>keytab</emphasis> file and copy it to <filename>/etc/krb5.keytab</filename>:
fr: Décompressez le fichier <emphasis>keytab</emphasis> du KDC primaire et copiez le dans <filename>/etc/krb5.keytab</filename> :
pt_br: Extraia o arquivo de <emphasis>keytab</emphasis> do KDC Primário e copie-o para <filename>/etc/krb5.keytab</filename>:
tr: Birincil KDC'nin <emphasis>keytab</emphasis> dosyasını açın ve onu <filename>/etc/krb5.keytab</filename>'a kopyalayın:

source: Make sure there is a <emphasis>host</emphasis> for <emphasis>kdc01.example.com</emphasis> before extracting the Keytab.
fr: Assurez-vous qu'il y ait un <emphasis>hôte</emphasis> pour <emphasis>kdc01.example.com</emphasis> avant d'extraire le Keytab.
pt_br: Certifique-se de que há um <emphasis>host</emphasis> para <emphasis>kdc01.exemplo.com</emphasis> antes de extrair a Keytab.
tr: Keytab dosyasını açmadan önce <emphasis>kdc01.example.com</emphasis> için bir <emphasis>makine</emphasis> olduğundan emin olun.

source: Using the <application>kprop</application> utility push the database to the Secondary KDC:
fr: L'utilitaire <application>kprop</application> envoie la base de données vers le serveur KDC secondaire :
pt_br: Empregando o utilitário <application>kprop</application> envie a base de dados para o KDC Secundário:
tr: <application>kprop</application> uygulamasını kullanarak veritabanı İkincil KDC'ye koyun:

source: There should be a <emphasis>SUCCEEDED</emphasis> message if the propagation worked. If there is an error message check <filename>/var/log/syslog</filename> on the secondary KDC for more information.
fr: Il devrait y avoir un message de <emphasis>succès</emphasis> si le transfert s'est bien passé. S'il y a un message d'erreur, vérifiez <filename>/var/log/syslog</filename> sur le KDC secondaire pour plus d'informations.
pt_br: Deverá haver uma mensagem de <emphasis>BEM-SUCEDIDO</emphasis> se a propagação funcionar. Se houver alguma mensagem de erro verifique <filename>/var/log/syslog</filename> no KDC Secundário para mais informações.
tr: Eğer yayılım çalışırsa <emphasis>BAŞARILI</emphasis> mesajı alacaksın. Eğer bir hata mesajı varsa daha fazla bilgi için ikincil KDC'deki <filename>/var/log/syslog</filename>'u kontrol edin.

source: You may also want to create a <application>cron</application> job to periodically update the database on the Secondary KDC. For example, the following will push the database every hour:
fr: Vous pouvez également créer une tâche <application>cron</application> pour mettre à jour la base de données périodiquement sur le KDC secondaire. Par exemple, ceci va transférer la base de données toutes les heures :
pt_br: Você também talvez queira criar uma tarefa do <application>cron</application> para periodicamente atualizar a base de dados no KDC Secundário. Por exemplo, o seguinte irá enviar a base de dados a cada hora:
tr: İkincil KDC'deki veritabanını periyodik olarak güncellemek için bir <application>cron</application> işe oluşturabilirsin. Aşağıdaki örnek veritabanını her saat alacaktır:

source: Back on the <emphasis>Secondary KDC</emphasis>, create a <emphasis>stash</emphasis> file to hold the Kerberos master key:
fr: De retour sur le <emphasis>KDC secondaire</emphasis>, créez un fichier <emphasis>stash</emphasis> qui contiendra la clé maître de Kerberos :
pt_br: De volta ao <emphasis>KDC Secundário</emphasis>, crie uma <emphasis>reserva</emphasis> para guardar a chave mestre do Kerberos.
tr: <emphasis>İkincil KDC</emphasis>'ye dön, Kerberos master anahtarını saklaması için bir <emphasis>stash</emphasis> dosyası oluşturun:

source: Finally, start the <application>krb5-kdc</application> daemon on the Secondary KDC:
fr: Finalement, démarrez le service <application>krb5-kdc</application> sur le KDC secondaire :
pt_br: Finalmente, inicie o serviço <application>krb5-kdc</application> no KDC Secundário:
tr: Son olarak İkincil KDC'deki <application>krb5-kdc</application> uygulamasını başlatın:

source: The <emphasis>Secondary KDC</emphasis> should now be able to issue tickets for the Realm. You can test this by stopping the <application>krb5-kdc</application> daemon on the Primary KDC, then use <application>kinit</application> to request a ticket. If all goes well you should receive a ticket from the Secondary KDC.
fr: Le <emphasis>KDC secondaire</emphasis> devrait maintenant être capable d'émettre des tickets pour le domaine. Vous pouvez tester ceci en stoppant le service <application>krb5-kdc</application> sur le KDC primaire, puis en utilisant <application>kinit</application> pour demander un ticket. Si tout va bien, vous devriez recevoir un ticket du KDC secondaire.
pt_br: O <emphasis>KDC Secundário</emphasis> deverá agora ser capaz de emitir tickets para o domínio. Você pode testar isso parando o serviço <application>krb5-kdc</application> no KDC Primário, e então utilizando <application>kinit</application> para requisitar um ticket. Se tudo funcionar você receberá um ticket do KDC Secundário.
tr: Şimdi <emphasis>İkincil KDC</emphasis> Bölge için biletleri bildirecek. Bunu, Birincil KDC'deki <application>krb5-kdc</application> programını durdurarak test edebilirsin. Sonra bir bilet almak için <application>kinit</application> kullanın. Eğer herşey yolunda giderse İkincil KDC'den bir bilet alacaksın.

source: Kerberos Linux Client
fr: Client Kerberos Linux
pt_br: Cliente de Linux Kerberos
tr: Kerberos Linux İstemci

source: This section covers configuring a Linux system as a <application>Kerberos</application> client. This will allow access to any kerberized services once a user has successfully logged into the system.
fr: Cette section couvre la configuration d'un système Linux comme un client <application>Kerberos</application>. Ceci va autoriser l'accès à n'importe quel service gérant Kerberos une fois l'utilisateur correctement connecté au système.
pt_br: Esta seção cobre a configuração de um sistema Linux como cliente <application>Kerberos</application>. Isso permitirá acesso a qualquer serviço kerberizado assim que o usuário fizer login com sucesso no sistema.
tr: Bu bölüm <application>Kerberos</application> istemci gibi bir Linux sistem yapılandırma ile ilgilidir. Bu, bir kullanıcı sisteme başarılı olarak girerse, herhangi kerberized servislere erişimi sağlayacak.

source: In order to authenticate to a Kerberos Realm, the <application>krb5-user</application> and <application>libpam-krb5</application> packages are needed, along with a few others that are not strictly necessary but make life easier. To install the packages enter the following in a terminal prompt:
fr: Pour pouvoir s'authentifier sur un domaine Kerberos, les paquets <application>krb5-user</application> et <application>libpam-krb5</application> sont nécessaires, ainsi que quelques autres qui ne sont pas obligatoires mais vous faciliteront la tâche. Pour installer ces paquets tapez la commande suivante dans un terminal :
pt_br: Para autenticar-se em um Domínio Kerberos, os pacotes <application>krb5-user</application> e <application>libpam-krb5</application> são necessários, junto com alguns outros que não são estritamente necessários mas facilitam a vida. Para instalar os pacotes digite o seguinte em um terminal:
tr: Kerberos Bölgesine kimlki doğrulamak için <application>krb5-user</application> ve <application>libpam-krb5</application> paketleri ile diğer nadiren gerekli fakat yaşamı kolaylaştıran bazı paketler gerekir. Paketleri yüklemek için terminale şunu girin:

source: The <application>auth-client-config</application> package allows simple configuration of PAM for authentication from multiple sources, and the <application>libpam-ccreds</application> will cache authentication credentials allowing you to login in case the Key Distribution Center (KDC) is unavailable. This package is also useful for laptops that may authenticate using Kerberos while on the corporate network, but will need to be accessed off the network as well.
fr: Le paquet <application>auth-client-config</application> permet une configuration simple de PAM pour l'authentification depuis plusieurs sources. <application>libpam-ccreds</application> va mettre en cache les références de l'authentification pour vous permettre de vous connecter si le KDC (Key Distribution Center) n'est pas disponible. Ce paquet est également utile pour les portables qui s'identifient via Kerberos sur leur réseau professionnel, mais doivent également rester accessibles en dehors ce réseau.
pt_br: O pacote <application>auth-client-config</application> permite a configuração simples do PAM para autenticação em múltiplos lugares, e o <application>libpam-ccreds</application> irá armazenar as credenciais de autenticação permitindo que você faça o login caso o Key Distribution Center (KDC) não esteja disponível. Este pacote é útil também para laptops que precisam autenticar-se utilizando Kerberos em redes corporativas, mas precisam ser utilizados fora destas redes também.
tr: <application>auth-client-config</application> paketi çoklu kaynaklardaki kimlik doğrulama için PAM'ın basit yapılandırmasını sağlar. <application>libpam-ccreds</application>, kimlik doğrulama bilgilerini belleklemeyi sağlayarak Anahtar Dağıtım Merkezi (KDC) kullanılamaz olduğunda giriş yapmana izin verir. Ayrıca bu paket şirket ağında iken Kerberos sayesinde laptoplarda da kullanılabilir. Fakat ağ erişiminin kapalı olması gerekir.

source: To configure the client in a terminal enter:
fr: Pour configurer le client, tapez dans un terminal :
pt_br: Para configurar o cliente em um terminal digite:
tr: İstemciyi yapılandırmak için terminale girin:

source: You will then be prompted to enter the name of the Kerberos Realm. Also, if you don't have DNS configured with Kerberos <emphasis>SRV</emphasis> records, the menu will prompt you for the hostname of the Key Distribution Center (KDC) and Realm Administration server.
fr: Il vous sera alors demandé de donner le nom du domaine Kerberos. Si vous n'avez pas de DNS configuré avec des enregistrements <emphasis>SRV</emphasis> Kerberos, le menu vous demandera le nom de l'hôte KDC et du serveur d'administration du domaine.
pt_br: Será então requisitado que você digite o nome do Domínio Kerberos. Além disso, se você não tiver DNS configurado com registros <emphasis>SRV</emphasis> do Kerberos, o menu irá perguntar os hostnames do Centro de Distribuição de Chaves (KDC) e servidor da Administração do Domínio.
tr: Sonra Kerberos Bölgesinin adını girmen istenecek. Ayrıca, eğer Kerberos <emphasis>SRV</emphasis> kayıtlarıyla yapılandırılan bir DNS'ye sahip değilsen, menü, Anahtar Dağıtım Merkezi (KDC) ve Bölge Yönetim sunucusunun makine adını soracak.

source: The <application>dpkg-reconfigure</application> adds entries to the <filename>/etc/krb5.conf</filename> file for your Realm. You should have entries similar to the following:
fr: <application>dpkg-reconfigure</application> ajoute des entrées au fichier <filename>/etc/krb5.conf</filename> pour votre domaine. Vous devriez avoir des entrées similaires à :
pt_br: O <application>dpkg-reconfigure</application> adiciona entradas ao arquivo <filename>/etc/krb5.conf</filename> para o seu Domínio. Você deverá ter entradas similares ao seguinte:
tr: <application>dpkg-reconfigure</application>, Bölgen için girişleri <filename>/etc/krb5.conf</filename> dosyasına ekler. Şunlara benzer girişlere sahip olabilirsin:

source: You can test the configuration by requesting a ticket using the <application>kinit</application> utility. For example:
fr: Vous pouvez tester la configuration en demandant un ticket à l'aide de <application>kinit</application>. Par exemple :
pt_br: Você pode testar a configuração requisitando um ticket com o utilitário <application>kinit</application>. Por exemplo:
tr: <application>kinit</application> uygulamasını kullanarak gerekli biletin yapılandırmasını test edebilirsin. Örneğin:

source: Password for steve@EXAMPLE.COM:
fr: Mot de passe pour steve@EXAMPLE.COM :
pt_br: Senha para steve@EXEMPLO.COM:
tr: yusuf@EXAMPLE.COM için şifre:

source: When a ticket has been granted, the details can be viewed using <application>klist</application>:
fr: Lorsqu'un ticket a été accordé, les détails peuvent être affichés avec <application>klist</application> :
pt_br: Quando um ticket tiver sido fornecido, os detalhes poderão ser vistos utilizando <application>klist</application>:
tr: Bir bilet verildiğinde <application>klist</application>'i kullanarak ayrıntılara görebilirsin:

source: Next, use the <application>auth-client-config</application> to configure the <application>libpam-krb5</application> module to request a ticket during login:
fr: Ensuite, utilisez <application>auth-client-config</application> pour configurer le module <application>libpam-krb5</application> pour demander un ticket lors de l'ouverture de session :
pt_br: A seguir, use o <application>auth-client-config</application> para configurar o módulo <application>libpam-krb5</application> para requisitar um ticket durante o login:
tr: Sonra giriş esnasında bir bilet alarak <application>libpam-krb5</application> modülünü yapılandırmak için <application>auth-client-config</application> kullanın:

source: You will should now receive a ticket upon successful login authentication.
fr: Vous devriez maintenant recevoir un ticket dès qu'une ouverture de session avec authentification est réussie.
pt_br: Você deverá agora receber um ticket após autenticações de login bem sucedidas.
tr: Şimdi başarılı kimlik doğrulayarak girişten sonra bir bilet alacaksın.

source: For more information on Kerberos see the <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink> site.
fr: Pour plus d'informations sur Kerberos, consultez le site web <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink> (en anglais).
pt_br: Para mais informações sobre Kerberos veja o site <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink>
tr: Kerberos hakkında daha fazlası için <ulink url="http://web.mit.edu/Kerberos/">MIT Kerberos</ulink> sitesine bakın.

source: O'Reilly's <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> is a great reference when setting up Kerberos.
fr: Le guide d'O'Reilly <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> est une bonne référence pour mettre en place Kerberos.
pt_br: O livro de O'Reilly <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Guide</ulink> é uma ótima referência para a configuração do Kerberos.
tr: O'Reilly'in <ulink url="http://oreilly.com/catalog/9780596004033/">Kerberos: The Definitive Rehberi</ulink> Kerberos kurmak için mükemmel bir kaynaktır.

source: Also, feel free to stop by the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net/">Freenode</ulink> if you have Kerberos questions.
fr: Vous êtes également le bienvenu sur le canal IRC anglophone <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net/">Freenode</ulink> si vous avez des questions au sujet de Kerberos.
pt_br: Além disso, sinta-se livre para visitar o canal de IRC <emphasis>#ubuntu-server</emphasis> em <ulink url="http://freenode.net/">Freenode</ulink> se tiver perguntas sobre o Kerberos.
tr: Ayrıca eğer Kerberos hakkında soruların varsa <ulink url="http://freenode.net/">Freenode</ulink>'deki <emphasis>#ubuntu-server</emphasis> IRC kanalına müracaat edebilirsiniz.

source: Kerberos and LDAP
fr: Kerberos et LDAP
pt_br: Kerberos e LDAP
tr: Kerberos ve LDAP
