Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <application>virt-install</application> is part of the <application>python-virtinst</application> package. To install it, from a terminal prompt enter:
fr: <application>virt-install</application> fait partie du paquet <application>python-virtinst</application>. Pour l'installer, saisissez dans un terminal :
pt_br: O <application>virt-install</application> é parte do pacote <application>python-virtinst</application>. Para instala-lo, digite a partir de um terminal:
tr: <application>virt-install</application>, <application>python-virtinst</application> paketinin bir bölümüdür. Bunu yüklemek için terminale şunu giriniz:

source: There are several options available when using <application>virt-install</application>. For example:
fr: Il y a plusieurs options disponibles pour utiliser <application>virt-install</application>. Par exemple :
pt_br: Existem várias opções disponíveis para usar o <application>virt-install</application>. Por exemplo:
tr: <application>virt-install</application> kullanarak yapabileceğin birkaç seçenek vardır. Örneğin:

source: <emphasis>-n web_devel:</emphasis> the name of the new virtual machine will be <emphasis>web_devel</emphasis> in this example.
fr: <emphasis>-n Web_devel :</emphasis> le nom de la machine virtuelle sera <emphasis>Web_devel</emphasis> dans cet exemple.
pt_br: <emphasis>-n web_devel:</emphasis> O nome da nova máquina virtual neste exemplo será <emphasis>web_devel</emphasis>.
tr: <emphasis>-n web_devel:</emphasis> bu örnekte <emphasis>web_devel</emphasis> olarak adlandırılan yeni sanal makinenin adıdır.

source: <emphasis>-r 256:</emphasis> specifies the amount of memory the virtual machine will use.
fr: <emphasis>-r 256 :</emphasis> spécifie la quantité de mémoire utilisée par la machine virtuelle.
pt_br: <emphasis>-r 256:</emphasis> especifica a quantidade de memória que a máquina virtual irá utilizar.
tr: <emphasis>-r 256:</emphasis> sanal makinenin kullanacağı hafıza miktarını belirtir.

source: <emphasis>-f web_devel.img:</emphasis> indicates the path to the virtual disk which can be a file, partition, or logical volume. In this example a file named <filename>web_devel.img</filename>.
fr: <emphasis>-f web_devel.img :</emphasis> indique le chemin d'accès au disque virtuel, qui peut être un fichier, une partition ou un volume logique. Dans cet exemple, un fichier nommé <filename>web_devel.img</filename>.
pt_br: <emphasis>-f web_devel.img:</emphasis> indica o caminho para o disco virtual que pode ser um arquivo, partição ou volume lógico. Neste exemplo, um arquivo chamado <filename>web_devel.img</filename>.
tr: <emphasis>-f web_devel.img:</emphasis> dosya, bölüm veya mantıksal birim olan sanal diskin yoludur. Bu örnekte dosya <filename>web_devel.img</filename> olarak adlandırılmıştır.

source: <emphasis>-s 4:</emphasis> the size of the virtual disk.
fr: <emphasis>-s 4 :</emphasis> la taille du disque virtuel.
pt_br: <emphasis>-s 4:</emphasis> o tamanho do disco virtual.
tr: <emphasis>-s 4:</emphasis> sanal diskin boyutu.

source: <emphasis>-c jeos.iso:</emphasis> file to be used as a virtual CDROM. The file can be either an ISO file or the path to the host's CDROM device.
fr: <emphasis>-c jeos.iso :</emphasis> le fichier à utiliser comme CDROM virtuel. Ce fichier peut être une image ISO ou le chemin du périphérique CDROM de l'hôte.
pt_br: <emphasis>-c jeos.iso:</emphasis> arquivo que será usado como um CDROM virtual. O arquivo pode ser um arquivo ISO ou o caminho para o dispositivo de CDROM dá máquina.
tr: <emphasis>-c jeos.iso:</emphasis> bir sanal CDROM olarak kullanılan dosya. Dosya ya bir ISO dosyası ya da ana sistem CDROM aygıtının yoludur.

source: <emphasis>--accelerate:</emphasis> enables the kernel's acceleration technologies.
fr: <emphasis>--accelerate :</emphasis> active les technologies d'accélération du noyau.
pt_br: <emphasis>--accelerate:</emphasis> habilita as tecnologias de aceleração do kernel.
tr: <emphasis>--accelerate:</emphasis> çekirdek hızlandırma teknolojilerini etkinleştirir.

source: <emphasis>--vnc:</emphasis> exports the guest's virtual console using VNC.
fr: <emphasis>--vnc :</emphasis> exporte la console de la machine virtuelle en utilisant VNC.
pt_br: <emphasis>--vnc:</emphasis> exporta o console virtual do convidado usando VNC.
tr: <emphasis>--vnc:</emphasis> VNC kullanarak misafir sanal konsolunu dışarı alır.

source: <emphasis>--noautoconsole:</emphasis> will not automatically connect to the virtual machine's console.
fr: <emphasis>--noautoconsole :</emphasis> ne se connectera pas automatiquement à la console de la machine virtuelle.
pt_br: <emphasis>--noautoconsole:</emphasis> não conectará automaticamente no console da máquina virtual.
tr: <emphasis>--noautoconsole:</emphasis> sanal makinelerin konsollarına otomatik olarak bağlanamaz.

source: <emphasis>-v:</emphasis> creates a fully virtualized guest.
fr: <emphasis>-v :</emphasis> crée un invité totalement virtualisé.
pt_br: <emphasis>-v:</emphasis> cria um visitante totalmente virtual
tr: <emphasis>-v:</emphasis> tam sanallaştırılmış bir misafir oluşturur.

source: After launching <application>virt-install</application> you can connect to the virtual machine's console either locally using a GUI or with the <application>virt-viewer</application> utility.
fr: Une fois <application>virt-install</application> lancée, vous pouvez vous connecter aux machines virtuelles soit localement avec une interface graphique, soit avec l'utilitaire <application>virt-viewer</application>.
pt_br: Após carregar o <application>virt-install</application> você pode conectar no console da máquina virtual tanto localmente usando um GUI quanto com o utilitário <application>virt-viewer</application>.
tr: <application>virt-install</application>'ı başlattıktan sonra sanal makinenin konsoluna ya yerel GUI kullanarak ya da <application>virt-viewer</application> uygulamasıyla bağlanabilirsin.

source: The <application>virt-clone</application> application can be used to copy one virtual machine to another. For example:
fr: L'application <application>virt-clone</application>peut être utilisée pour copier une machine virtuelle vers une autre. Par exemple :
pt_br: A aplicação <application>virt-clone</application> pode ser usada para copiar uma máquina virtual para outra. Por exemplo:
tr: <application>virt-clone</application> uygulaması bir sanal makineyi başka bir yere kopyalamak için kullanılabilir. Örneğin:

source: <emphasis>-n:</emphasis> name of the new virtual machine.
fr: <emphasis>-n :</emphasis> nom de la nouvelle machine virtuelle.
pt_br: <emphasis>-n:</emphasis> nome da nova máquina virtual.
tr: <emphasis>-n:</emphasis> yeni sanal makinenin adı.

source: <emphasis>-f:</emphasis> path to the file, logical volume, or partition to be used by the new virtual machine.
fr: <emphasis>-f :</emphasis> chemin du fichier, volume logique ou partition utilisé par la nouvelle machine virtuelle.
pt_br: <emphasis>-f:</emphasis> caminho para o arquivo, volume lógico ou partição a ser usada pela nova máquina virtual.
tr: <emphasis>-f:</emphasis> yeni makine tarafından kullanılan dosya, mantıksal birim veya bölümün yolu.

source: <emphasis>--connect:</emphasis> specifies which hypervisor to connect to.
fr: <emphasis>--connect :</emphasis> spécifie à quel hyperviseur se connecter.
pt_br: <emphasis>--connect:</emphasis> especifica em qual hypervisor irá conectar.
tr: <emphasis>--connect:</emphasis> hangi misafir işletim sistemine bağlanılacağını belirtir.

source: Also, use <emphasis>-d</emphasis> or <emphasis>--debug</emphasis> option to help troubleshoot problems with <application>virt-clone</application>.
fr: Vous pouvez également utiliser l'option <emphasis>-d</emphasis> ou <emphasis>--debug</emphasis> pour vous aider à résoudre les problèmes avec <application>virt-clone</application>.
pt_br: Também, use a opção <emphasis>-d</emphasis> ou <emphasis>--debug</emphasis> para auxiliar a encontrar problemas com o <application>virt-clone</application>.
tr: Ayrıca <emphasis>-d</emphasis> veya <emphasis>--debug</emphasis> seçeneğini <application>virt-clone</application> ile ilgili problemler için kullanın.

source: Replace <emphasis>web_devel</emphasis> and <emphasis>database_devel</emphasis> with appropriate virtual machine names.
fr: Remplacez <emphasis>Web_devel</emphasis> et <emphasis>database_devel</emphasis> par les noms appropriés des machines virtuelles.
pt_br: Substitua <emphasis>web_devel</emphasis> e <emphasis>database_devel</emphasis> com o nome apropriado da máquina virtual.
tr: <emphasis>web_devel</emphasis> ve <emphasis>database_devel</emphasis> yerine uygun sanal makine adları yazınız.

source: Virtual Machine Management
fr: Gestion des machines virtuelles
pt_br: Gerenciamento da Máquina Virtual
tr: Sanal Makine Yönetimi

source: There are several utilities available to manage virtual machines and <application>libvirt</application>. The <application>virsh</application> utility can be used from the command line. Some examples:
fr: Il existe plusieurs utilitaires disponibles pour gérer les machines virtuelles et <application>libvirt</application>. L'application <application>virsh</application> s'utilise en ligne de commande. Quelques exemples :
pt_br: Existem vários utilitários disponíveis para gerenciar máquinas virtuais e <application>libvirt</application>. O utilitário <application>virsh</application> pode ser usado pela linha de comando, Alguns exemplos:
tr: anal makineleri ve <application>libvirt</application>'i yönetmek için birkaç uygulama vardır. <application>virsh</application> uygulaması uçbirimden kullanılabilir. Bazı örnekler:

source: To list running virtual machines:
fr: Pour lister les machines virtuelles en cours d'exécution :
pt_br: Para listar máquinas virtuais sendo executadas:
tr: Çalışan sanal makineleri listelemek için:

source: To start a virtual machine:
fr: Pour démarrer une machine virtuelle :
pt_br: Para iniciar uma máquina virtual:
tr: Bir sanal makine başlatmak için:

source: Similarly, to start a virtual machine at boot:
fr: De la même façon, pour lancer une machine virtuelle au démarrage :
pt_br: Da mesma forma, para iniciar uma máquina virtual durante o boot:
tr: Benzer şekilde, bir sanal makineyi başlangıçta çalıştırmak için:

source: Reboot a virtual machine with:
fr: Redémarrez une machine virtuelle avec :
pt_br: Reiniciar uma máquina virtual com:
tr: Sanal makineyi yeniden başlatmak için:

source: The <emphasis>state</emphasis> of virtual machines can be saved to a file in order to be restored later. The following will save the virtual machine state into a file named according to the date:
fr: L'<emphasis>état</emphasis> des machine virtuelles peut être enregistré dans un fichier pour pouvoir être restauré plus tard. Ce qui suit enregistrera l'état d'une machine virtuelle dans un fichier nommé d'après la date :
pt_br: O <emphasis>estado</emphasis> da máquina virtual pode ser salvo em um arquivo de modo que possa ser restaurado posteriormente. A declaração a seguir salva o estado da máquina virtual em um arquivo nomeado de acordo com a data:
tr: Sanal makinelerin <emphasis>durumu</emphasis> sonradan düzenlenebilecek bir dosyada kaydedilir. Aşağıdaki komut, sanal makine durumunu tarihsel olarak adlandırılan bir dosyaya kaydedecek:

source: Once saved the virtual machine will no longer be running.
fr: Une fois son état enregistré, une machine virtuelle ne sera plus en cours d'exécution.
pt_br: Uma vez salvo, a máquin virtual não estará mais sendo executada.
tr: Sanal makine kaydedilir edilmez hemen çalışacak.

source: A saved virtual machine can be restored using:
fr: Une machine virtuelle dont l'état est enregistré peut être restaurée en utilisant :
pt_br: Uma máquina virtual salva pode ser restaurada usando:
tr: Kayıtlı bir sanal makine şu komut ile düzenlenebilir:

source: To shutdown a virtual machine do:
fr: Pour arrêter une machine virtuelle :
pt_br: Para desligar uma máquina virtual faça:
tr: Sanal makineyi kapatmak için:

source: A CDROM device can be mounted in a virtual machine by entering:
fr: Un CDROM peut être monté dans une machine virtuelle en saisissant :
pt_br: Um dispositivo de CDDROM pode ser montado em uma máquina virtual digitando:
tr: Sanal makinedeki bir CDROM aygıtı şu şekilde bağlanabilir:

source: In the above examples replace <emphasis>web_devel</emphasis> with the appropriate virtual machine name, and <filename>web_devel-022708.state</filename> with a descriptive file name.
fr: Dans les exemples ci-dessus, remplacez <emphasis>Web_devel</emphasis> par le nom approprié pour la machine virtuelle, et <filename>Web_devel-022708.state</filename> par un nom de fichier explicite.
pt_br: Nos exemplos acima, substitua <emphasis>web_devel</emphasis> com o nome da máquina virtual apropriado, e <filename>web_devel-022708.state</filename> com um nome de arquivo descritivo.
tr: Yukardaki örnekte <emphasis>web_devel</emphasis> yerine uygun sanal makine adı ve <filename>web_devel-210110.state</filename> yerine tanımlayıcı dosya adı yazınız.

source: Virtual Machine Manager
fr: Gestionnaire de machine virtuelle
pt_br: Gerenciamento da Máquina Virtual
tr: Sanal Makine Yöneticisi

source: The <application>virt-manager</application> package contains a graphical utility to manage local and remote virtual machines. To install virt-manager enter:
fr: Le paquet <application>virt-manager</application> contient un outil en mode graphique pour gérer les machines virtuelles locales et distantes. Pour installer virt-manager saisissez :
pt_br: O pacote <application>virt-manager</application> contém um utilitário gráfico para gerenciar máquinas virtuais locais e remotas. Para instalar o virt-manager digite:
tr: <application>virt-manager</application> paketi, yerel ve uzak sanal makineleri yönetmek için bir grafiksel uygulama barındırır. virt-manager'i yüklemek için şöyle giriniz:

source: Since <application>virt-manager</application> requires a Graphical User Interface (GUI) environment it is recommended to be installed on a workstation or test machine instead of a production server. To connect to the local <application>libvirt</application> service enter:
fr: Étant donné que <application>virt-manager</application> exige un environnement contenant une interface graphique (GUI), il est recommandé de l’installer sur un poste de travail ou une machine de test mais pas sur un serveur de production. Pour vous connecter au service local<application>libvirt</application> tapez :
pt_br: Desde que o <application>virt-manager</application exige um ambiente Interface Gráfica de Usuário (GUI) recomenda-se ser instalado em uma máquina de estação de trabalho ou de teste em vez de um servidor de produção. Para conectar ao serviço local do <application>libvirt</application> digite:
tr: <application>virt-manager</application> için gerekli olan Grafiksel Kullanıcı Arayüzü (GUI) ortamını ürün sunusucu yerine çalışma istasyonuna veya test makinesine yükleyin. Yerel <application>libvirt</application> servisine bağlanmak için şunu giriniz:

source: You can connect to the <application>libvirt</application> service running on another host by entering the following in a terminal prompt:
fr: Vous pouvez vous connecter au service <application>libvirt</application> s'exécutant sur un autre hôte en saisissant ce qui suit dans un terminal :
pt_br: Você pode conectar ao serviço do <application>libvirt</application> executado em outra máquina digitando o seguinte em um terminal:
tr: <application>libvirt</application> servisine, çalışan başka bir ana sistemin terminaline şunu girerek bağlanabilirsiniz:

source: The above example assumes that <application>SSH</application> connectivity between the management system and virtnode1.mydomain.com has already been configured, and uses SSH keys for authentication. SSH <emphasis>keys</emphasis> are needed because <application>libvirt</application> sends the password prompt to another process. For details on configuring <application>SSH</application> see <xref linkend="openssh-server"/>
fr: L'exemple ci-dessus suppose que la connectivité <application>SSH</application> entre le système de gestion et virtnode1.mydomain.com a déjà été configurée, et utilise les clés SSH pour l'authentification. <emphasis>Les clés</emphasis> SSH sont nécessaires car <application>libvirt</application> envoie le mot de passe à un autre processus. Pour plus de renseignements sur la configuration de <application>SSH</application>, consultez <xref linkend="openssh-server"/>.
pt_br: O exemplo acima assume que a conectividade <application>SSH</application> entre o sistema de gerenciamento e o virtnode1.mydomain.com tenha sido configurada, e utilize chaves SSH para autenticação. <emphasis>Chaves</emphasis> SSH são necessárias porque o <application>libvirt</application> envia o prompt de senha para outro processo. Para mais detalhes de como configurar o <application>SSH</application> veja <xref linkend="openssh-server"/>
tr: Yukardaki örnekte yönetim sistemi ve virtnode1.mydomain.com arasındaki yapılandırmanın <application>SSH</application> bağlantısıyla zaten yapıldığı varsayıldı ve güvenli bağlantı için SSH anahtarlama kullanıldı. SSH <emphasis>anahtarları</emphasis> gereklidir.<application>libvirt</application>, şifreyi başka işlem için gönderir.<application>SSH</application> ile ilgili yapılandırma için <xref linkend="openssh-server"/>'a bakınız.

source: Virtual Machine Viewer
fr: Afficheur de machine virtuelle
pt_br: Visualizador da Máquina Virtual
tr: Sanal Makine Göstericisi

source: The <application>virt-viewer</application> application allows you to connect to a virtual machine's console. <application>virt-viewer</application> does require a Graphical User Interface (GUI) to interface with the virtual machine.
fr: L'application <application>virt-viewer</application> vous permet de vous connecter à une console de la machine virtuelle. <application>virt-viewer</application> nécessite une interface graphique utilisateur (GUI) pour interagir avec la machine virtuelle.
pt_br: A aplicação <application>virt-viewer</application> permite que você conecte ao console de uma máquina virutal. O <application>virt-viewer</application> não requer uma Interface Gráfica de Usuário (GUI) como interface com a máquina virtual.
tr: <application>virt-viewer</application> uygulaması, sanal makinenin konsoluna bağlanmaya izin verir. <application>virt-viewer</application>, sanal makine ile bir Grafiksel Kullanıcı Arayüzü (GUI) gerektirir.

source: To install <application>virt-viewer</application> from a terminal enter:
fr: Pour installer <application>virt-viewer</application>, depuis un terminal saisissez :
pt_br: Para instalar o <application>virt-viewer</application> de um terminal, digite:
tr: <application>virt-viewer</application>'i yüklemek için terminale şunu giriniz:

source: Once a virtual machine is installed and running you can connect to the virtual machine's console by using:
fr: Une fois qu'une machine virtuelle est installée et est en exécution vous pouvez vous connectez à la console de la machine virtuelle en utilisant :
pt_br: Uma vez que a máquina virtual esteja instalada e sendo executada você podera conectar ao console da máquina virtual usando:
tr: Sanal makineyi yükleyip, çalıştırdıktan sonra, sanal makinenin konsoluna şu şekilde bağlanabilirsiniz:

source: Similar to <application>virt-manager</application>, <application>virt-viewer</application> can connect to a remote host using <emphasis>SSH</emphasis> with key authentication, as well:
fr: De même que <application>virt-manager</application>, <application>virt-viewer</application> peut se connecter à un hôte distant en utilisant <emphasis>SSH</emphasis> avec authentification par clé, comme ceci :
pt_br: Da mesma forma que o <application>virt-manager</application>, o <application>virt-viewer</application> pode conectar à máquina remota usando <emphasis>SSH</emphasis> com a autenticação de chaves:
tr: <application>virt-manager</application> ile benzerdir. <application>virt-viewer</application>, anahtar bağlantılı <emphasis>SSH</emphasis>'ı kullanarak uzak ana sisteme şöyle bağlanabilir:

source: Be sure to replace <emphasis role="italic">web_devel</emphasis> with the appropriate virtual machine name.
fr: Assurez-vous de remplacer <emphasis role="italic">web_devel</emphasis> par le nom de la machine virtuelle approprié.
pt_br: Assegure-se de substituir <emphasis role="italic">web_devel</emphasis> com o nome apropriado da máquina virtual.
tr: <emphasis role="italic">web_devel</emphasis>'i uygun sanal makine adıyla değiştirdiğinden emin olun.

source: If configured to use a <emphasis>bridged</emphasis> network interface you can also setup <application>SSH</application> access to the virtual machine. See <xref linkend="openssh-server"/> and <xref linkend="bridging"/> for more details.
fr: Si vous avez choisi d'utiliser un <emphasis>pont</emphasis> réseau, vous pouvez aussi configurer un accès <application>SSH</application> à la machine virtuelle. Consultez <xref linkend="openssh-server"/> et <xref linkend="bridging"/> pour plus de renseignements.
pt_br: Se configurado para usar uma placa de rede <emphasis>bridged</emphasis> você também pode configurar o acesso <application>SSH</application> para a máquina virtual. Veja <xref linkend="openssh-server"/> e <xref linkend="bridging"/> para mais detalhes.
tr: Eğer <emphasis>köprülü</emphasis> bir ağ arayüzü kullanarak yapılandırdıysan sanal makineyi <application>SSH</application> erişimiyle kurabilirsin. Ayrıntılar için <xref linkend="openssh-server"/> ve <xref linkend="bridging"/>'e bakınız.

source: See the <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> home page for more details.
fr: Voir la page d'accueil de <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> pour plus de renseignements.
pt_br: Veja o site do <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> para maiores detalhes.
tr: Daha fazla bilgi için <ulink url="http://kvm.qumranet.com/kvmwiki">KVM</ulink> ana sayfasına bakınız.

source: For more information on <application>libvirt</application> see the <ulink url="http://libvirt.org/">libvirt home page</ulink>
fr: Pour plus d'informations sur <application>libvirt</application>, consultez la <ulink url="http://libvirt.org/">page d'accueil de libvirt</ulink>
pt_br: Para mais informações sobre o <application>libvirt</application> veja a página do <ulink url="http://libvirt.org/">libvirt</ulink>
tr: <application>libvirt</application> ile ilgili fazla bilgi için <ulink url="http://libvirt.org/">libvirt ana sayfası</ulink>na bakınız

source: The <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> site has more information on <application>virt-manager</application> development.
fr: Le site <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> contient plus d'informations sur le développement de <application>virt-manager</application>.
pt_br: O site do <ulink url="http://virt-manager.et.redhat.com/</ulink> tem mais informações sobre o desenvolvimento do <application>virt-manager</application>.
tr: <ulink url="http://virt-manager.et.redhat.com/">Virtual Machine Manager</ulink> sitesinde <application>virt-manager</application> geliştirici hakkında daha fazla bilgi vardır.
