Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You should add the following lines in <filename>/etc/apache2/sites-available/default</filename> file inside the <quote>&lt;VirtualHost *&gt;</quote> tag:
fr: Ainsi, vous devez ajouter les lignes suivantes à l'intérieur de la balise <quote>&lt;VirtualHost *&gt;</quote> dans le fichier <filename>/etc/apache2/sites-available/default</filename> :
pt_br: Você deve adicionar as seguintes linhas no arquivo <filename>/etc/apache2/sites-available/default</filename> dentro da tag <quote>&lt;VirtualHost *&gt;</quote>:
tr: <filename>/etc/apache2/sites-available/default</filename> dosyasının <quote>&lt;VirtualHost *&gt;</quote> etiketinin içine aşağıdaki satırları eklemelisin :

source: Once you configure the <application>apache2</application> web server and make it ready for your Wiki application, you should restart it. You can run the following command to restart the <application>apache2</application> web server:
fr: Une fois que vous avez configuré le serveur Web <application>apache2</application> et qu'il est prêt pour votre application Wiki, vous devrez le redémarrer de la façon suivante :
pt_br: Uma vez configurado o servidor web <application>apache2</application> e que ele esteja pronto para sua aplicação WIki, você deve reiniciá-lo. Você pode executar o seguinte comando para reiniciar o servidor web <application>apache2</application>:
tr: <application>Apache2</application> web sunucusunu yapılandırdıktan ve Wiki'n için hazır halde getirdikten sonra, onu yeniden başlatın. <application>Apache2</application> web sunucusunu yeniden başlatmak için aşağıdaki komutu çalıştırabilirsin:

source: Verification
fr: Vérification
pt_br: Verificação
tr: Doğrulama

source: You can verify the Wiki application and see if it works by pointing your web browser to the following URL:
fr: Vous pouvez vérifier le bon fonctionnement de votre application Wiki en saisissant l'URL suivante dans votre navigateur Web :
pt_br: Você pode verificar a aplicação Wiki e ver se ela está funcionando apontando seu navegador para a seguinte URL:
tr: Wiki uygulamanı doğrulayabilir ve çalıştığını görmek için aşağıdaki URL'yi Web tarayıcınıza yazın:

source: You can also run the test command by pointing your web browser to the following URL:
fr: Vous pouvez également exécuter la commande de test en saisissant l'URL suivante dans votre navigateur Web :
pt_br: Você também pode executar o comando de teste apontando seu navegador para a seguinte URL:
tr: Ayrıca, web tarayıcınıza aşağıdaki URL'yi yazarak sınama komutunu çalıştırabilirsiniz.

source: For more details, please refer to the <ulink url="http://moinmo.in/">MoinMoin</ulink> web site.
fr: Référez-vous au site web <ulink url="http://moinmo.in/">MoinMoin</ulink> pour de plus amples informations.
pt_br: Para mais detalhes, visite o site do <ulink url="http://moinmo.in/">MoinMoin</ulink>.
tr: Daha fazla ayrıntı için, lütfen <ulink url="http://moinmo.in/">MoinMoin</ulink> web sitesine bakın.

source: For more information see the <ulink url="http://moinmo.in/">moinmoin Wiki</ulink>.
fr: Consultez le <ulink url="http://moinmo.in/">Wiki de moinmoin</ulink> pour de plus amples informations.
pt_br: Para mais informações visite <ulink url="http://moinmo.in/">moinmoin Wiki</ulink>.
tr: Daha fazla bilgi için <ulink url="http://moinmo.in/">moinmoin Wiki</ulink>'ye bakın.

source: MediaWiki is an web based Wiki software written in the PHP language. It can either use <application>MySQL</application> or <application>PostgreSQL</application> Database Management System.
fr: MediaWiki est un logiciel de Wiki écrit en langage PHP. Il peut utiliser une base de données <application>MySQL</application> ou <application>PostgreSQL</application>.
pt_br: O MediaWiki é um programa Wiki para web escrito na linguagem PHP. Ele pode usar tanto <application>MySQL</application> quanto <application>PostgreSQL</application> coomo Sistema Gerenciador de Bancos de Dados.
tr: MediaWiki, PHP dilinde yazılan web tabanlı bir Wiki yazılımıdır. Hem <application>MySQL</application> hem de <application>PostgreSQL</application> Veritabanı Yönetim Sistemi'ni kullanır.

source: Before installing <application>MediaWiki</application> you should also install <application>Apache2</application>, the <application>PHP5</application> scripting language and Database a Management System. <application>MySQL</application> or <application>PostgreSQL</application> are the most common, choose one depending on your need. Please refer to those sections in this manual for installation instructions.
fr: Avant d'installer <application>MediaWiki</application>, vous devriez installer <application>Apache2</application>, <application>PHP5</application>, <application>MySQL</application> ou <application>PostgreSQL</application> (parmi les bases de données les plus courantes). Référez-vous aux sections adéquates de ce manuel pour leur installation :
pt_br: Antes de instalar <application>MediaWiki</application> você deve também instalar <application>Apache2</application>, a linguagem para scripts <application>PHP5</application> e um Sistema de Gerenciamento de Base de Dados. <application>MySQL</application> ou <application>PostgreSQL</application> são os mais comuns; escolha um baseado em suas necessidades. Por favor veja as instruções de instalação nas seções correspondentes deste manual.
tr: <application>MediaWiki</application>'yi yüklemeden önce <application>Apache2</application>'yi, <application>PHP5</application> betik dilini ve bir Yönetim Sistemi Veritabanı yüklemelisin. <application>MySQL</application> veya <application>PostgreSQL</application> en yaygın olanlardır. İstiyacına göre birini seçin. Lütfen yükleme yönergeleri için bu kılavuzdaki ilgili bölümlere bakın.

source: To install <application>MediaWiki</application>, run the following command in the command prompt:
fr: Pour installer <application>MediaWiki</application>, lancez la commande suivante à l'invite de commande :
pt_br: Para instalar o <application>MediaWiki</application>, execute o seguinte comando na linha de comando:
tr: <application>MediaWiki</application>'yi yüklemek için terminalde aşağıdaki komutu çalıştırın:

source: For additional <application>MediaWiki</application> functionality see the <application>mediawiki-extensions</application> package.
fr: Référez-vous au paquet <application>mediawiki-extensions</application> pour connaître des fonctionnalités supplémentaires de <application>MediaWiki</application>.
pt_br: Para funcionalidades adicionais do <application>MediaWiki</application>, verifique o pacote <application>mediawiki-extensions</application>.
tr: Ek <application>MediaWiki</application> fonksiyonu için <application>mediawiki-extensions</application> paketine bakın.

source: The Apache configuration file <filename>mediawiki.conf</filename> for MediaWiki is installed in <filename>/etc/apache2/conf.d/</filename> directory. You should uncomment the following line in this file to access MediaWiki application.
fr: Le fichier de configuration Apache <filename>mediawiki.conf</filename> pour MediaWiki est installé dans le répertoire <filename>/etc/apache2/conf.d/</filename>. Vous pouvez dé-commenter les lignes suivantes dans ce fichier pour accéder à l'application MediaWiki.
pt_br: O arquivo de configuração do Apache <filename>mediawiki.conf</filename> para o MediaWiki está instalado no diretório <filename>/etc/apache2/conf.d/</filename>. Você deve remover o comentário da linha abaixo neste arquivo para acessar a aplicação MediaWiki.
tr: MediaWiki için Apache yapılandırma dosyası <filename>mediawiki.conf</filename> <filename>/etc/apache2/conf.d/</filename> dizinine yüklenir. Bu dosyadaki aşağıdaki satırı boş bırakarak MediaWiki uygulamasına erişebilirsiniz.

source: After you uncomment the above line, restart Apache server and access MediaWiki using the following url:
fr: Après avoir dé-commenté la ligne ci-dessus, re-démarrez le serveur Apache et accédez à MediaWiki via l'url suivante :
pt_br: Após remover o comentário da linha acima, reinicie o servidor Apache e acesse o MediaWiki utilizando a seguinte url:
tr: Yukarıdaki satırı boş bıraktıktan sonra Apache sunucuyu yeniden başlatın ve aşağıdaki url'yi kullanarak MediaWiki'ye erişin:

source: Please read the <quote>Checking environment...</quote> section in this page. You should be able to fix many issues by carefully reading this section.
fr: Veuillez consulter la section <quote>vérification de votre environnement...</quote> dans cette page. Vous devriez être capable de résoudre de nombreux problèmes potentiels en la lisant attentivement.
pt_br: Por favor, leia a sessão <quote>Verificando ambiente...</quote> nesta página. Você deve ser apto a corrigir várias coisas apenas lendo cuidadosamente esta sessão.
tr: Lütfen bu sayfadaki <quote>Ortam kontrolü...</quote> bölümünü okuyun. Bu bölümü okuyarak birçok sorunu düzeltebilirsin.

source: The extensions add new features and enhancements for the MediaWiki application. The extensions give wiki administrators and end users the ability to customize MediaWiki to their requirements.
fr: Les extensions ajoutent des nouvelles fonctionnalités et améliorations à l'application MediaWiki. Les extensions donnent aux administrateurs du wiki et aux utilisateurs finaux la capacité de personnaliser MediaWiki en fonction de leurs besoins.
pt_br: As extensões adicionam novas funcionalidades e melhoramentos ao MediaWiki. As extensões dão aos administradores do wiki e aos usuários finais a habilidade de customizar o MediaWiki aos seus requisitos.
tr: Uzantılar, MediaWiki uygulaması için yeni özellikleri ve geliştirmeleri ekler. Uzantılar, wiki yöneticilerine ve son kullanıcılara, MediaWiki'yi kendi isteklerine göre düzenleme imkanı verir.

source: require_once "$IP/extensions/ExtentionName/ExtentionName.php";
fr: require_once "$IP/extensions/NomdelExtension/NomdelExtension.php";

source: For more details, please refer to the <ulink url="http://www.mediawiki.org">MediaWiki</ulink> web site.
fr: Pour plus de détails, référez-vous au site Web <ulink url="http://www.mediawiki.org">MediaWiki</ulink>.
pt_br: Para obter mais detalhes, consulte a página do <ulink url="http://www.mediawiki.org">MediaWiki</ulink>.
tr: Daha fazla ayrıntı için, <ulink url="http://www.mediawiki.org">MediaWiki</ulink> web sitesine bakınız.

source: The <ulink url="http://www.packtpub.com/Mediawiki/book">MediaWiki Administrators’ Tutorial Guide</ulink> contains a wealth of information for new MediaWiki administrators.
fr: Une mine d'informations pour les administrateurs MediaWiki se trouve dans <ulink url="http://www.packtpub.com/Mediawiki/book">MediaWiki Administrators’ Tutorial Guide</ulink>
pt_br: O <ulink url="http://www.packtpub.com/Mediawiki/book">Guia dos administradores do MediaWiki</ulink> contém informações importantes para novos administradores do MediaWiki.
tr: <ulink url="http://www.packtpub.com/Mediawiki/book">MediaWiki Yöneticilerinin Eğitim Rehberi</ulink>, yeni MediaWiki yöneticileri için geniş bilgi içerir.

source: <application>phpMyAdmin</application> is a LAMP application specifically written for administering <application>MySQL</application> servers. Written in <application>PHP</application>, and accessed through a web browser, phpMyAdmin provides a graphical interface for database administration tasks.
fr: <application>phpMyAdmin</application> est un programme LAMP écrit spécifiquement pour administrer les serveurs <application>MySQL</application>. Écrit en PHP et accessible à l'aide d'un navigateur Web, phpMyAdmin fournit une interface graphique pour l'administration des bases de données.
pt_br: <application>phpMyAdmin</application> é uma aplicação LAMP escrita especificamente para administrar servidores <application>MySQL</application>. Escrito em <application>PHP</application>, e acessível por meio de um navegador, phpMyAdmin fornece uma interface gráfica para tarefas administrativas no banco de dados.
tr: <application>phpMyAdmin</application>, özellikle <application>MySQL</application> sunucularının yöneticiliği için yazılan bir LAMP uygulamasıdır.<application>PHP</application>'de yazılmıştır ve bir web tarayıcıdan erişilir. phpMyAdmin, veritaban yönetim görevleri için grafiksel bir arayüz sağlar.

source: Before installing <application>phpMyAdmin</application> you will need access to a <application>MySQL</application> database either on the same host as that phpMyAdmin is installed on, or on a host accessible over the network. For more information see <xref linkend="mysql"/>. From a terminal prompt enter:
fr: Avant d'installer <application>phpMyAdmin</application>, il est préférable de pouvoir accéder à une base de données <application>MySQL</application> soit sur le même hôte soit sur un hôte accessible par le réseau. Voir <xref linkend="mysql"/> pour de plus amples informations. Saisissez :
pt_br: Antes de instalar o <application>phpMyAdmin</application> vocẽ precisa acessar uma base de dados do <application>MySQL</application> no mesmo host que o phpMyAdmin está instalado ou em um host acessível pela rede. Para mais informações, veja <xref linkend="mysql"/>. Em um terminal, digite:
tr: <application>phpMyAdmin</application>'i yüklemeden önce bir <application>MySQL</application> veritabanına, hem phpMyAdmin'in yüklendiği gibi aynı yönetimde hem de ağdan yönetim erişebilirliğine sahip olmak zorundasın. Daha fazla bilgi için <xref linkend="mysql"/>'e bakın. Terminalden şunu girin:

source: At the prompt choose which web server to be configured for <application>phpMyAdmin</application>. The rest of this section will use <application>Apache2</application> for the web server.
fr: À l'invite de commandes, choisissez quel serveur Web vous souhaitez configurer pour <application>phpMyAdmin</application>. Nous utiliserons le serveur <application>Apache2</application> par la suite.
pt_br: Ao ser perguntado, escolha que servidor web deverá ser configurado para o <application>phpMyAdmin</application>. O restante desta sessão utilizará o <application>Apache2</application> como servidor web.
tr: Girişte <application>phpMyAdmin</application> için hangi web sunucunun yapılandırılacağını seçin. Bu bölümün geri kalanı web sunucu için <application>Apache2</application> kullanacak.

source: In a browser go to <emphasis>http://servername/phpmyadmin</emphasis>, replacing <emphasis role="italic">serveranme</emphasis> with the server's actual hostname. At the login, page enter <emphasis>root</emphasis> for the <emphasis>username</emphasis>, or another <application>MySQL</application> user if you any setup, and enter the <application>MySQL</application> user's password.
fr: Ouvrez <emphasis>http://servername/phpmyadmin</emphasis> dans un navigateur Web en remplaçant <emphasis role="italic">servername</emphasis> par le nom d'hôte adéquat. Pour vous identifier, servez-vous de tout utilisateur autorisé à se connecter à MySQL (root ou autre) et de son mot de passe.
pt_br: No navegador, acesse <emphasis>http://nomedoservidor/phpmyadmin</emphasis>, alterando <emphasis role="italic">nomedoservidor</emphasis> para o nome atual do seu host. Na página de login, insira <emphasis>root</emphasis> para o <emphasis>nomedeusuário</emphasis> ou algum outro usuário que você tenha configurado no <application>MySQL</application>. Depois, insira a senha do usuário.
tr: Bir tarayıcıda <emphasis>http://servername/phpmyadmin</emphasis>'e gidin. <emphasis role="italic">servername</emphasis> yerine sunucunun etkin makine adını yazın. Girişte, eğer başka kurduysan <emphasis>kullanıcı adı</emphasis> veya başka <application>MySQL</application> kullanıcısı için <emphasis>root</emphasis> ve <application>MySQL</application> kullanıcı şifresini girin

source: Once logged in you can reset the <emphasis>root</emphasis> password if needed, create users, create/destroy databases and tables, etc.
fr: Une fois identifié et si vous avez les droits nécessaires, vous pouvez changez le mot de passe <emphasis>root</emphasis>, gérer les utilisateurs, les tables, etc.
pt_br: Após logar, você pode alterar a senha do <emphasis>root</emphasis> caso necessário, criar usuários, criar/destruir bases de dados e tabelas, etc...
tr: Girdikten sonra, eğer gerekiyorsa, <emphasis>root</emphasis> şifresini sıfırlayabilir, kullanıcı oluşturabilir, veritabanı ve tablolar oluşturabilir/iptal edebilirsin, vb.

source: The configuration files for <application>phpMyAdmin</application> are located in <filename>/etc/phpmyadmin</filename>. The main configuration file is <filename>/etc/phpmyadmin/config.inc.php</filename>. This file contains configuration options that apply globally to <application>phpMyAdmin</application>.
fr: Les fichiers de configuration de <application>phpMyAdmin</application> sont situés dans <filename>/etc/phpmyadmin</filename>. Le fichier principal de configuration est <filename>/etc/phpmyadmin/config.inc.php</filename>. Il contient les options qui s'appliquent globalement à <application>phpMyAdmin</application>.
pt_br: Os arquivos de configuração do <application>phpMyAdmin</application> estão localizados em <filename>/etc/phpmyadmin</filename>. O principal arquivo de configuração é o <filename>/etc/phpmyadmin/config.inc.php</filename>. este arquivo contém opções que são aplicadas de forma global ao <application>phpMyAdmin</application>.
tr: <application>phpMyAdmin</application> için yapılandırma dosyası <filename>/etc/phpmyadmin</filename>'de bulunur. Ana yapılandırma dosyası <filename>/etc/phpmyadmin/config.inc.php</filename>'dir. Bu dosya, <application>phpMyAdmin</application>'e evrensel olarak uygulanan yapılandırma seçeneklerini içerir.

source: To use <application>phpMyAdmin</application> to administer a MySQL database hosted on another server, adjust the following in <filename>/etc/phpmyadmin/config.inc.php</filename>:
fr: Afin d'utiliser <application>phpMyAdmin</application> pour administrer une base de données MySQL d'un autre serveur, modifiez <filename>/etc/phpmyadmin/config.inc.php</filename>en conséquence :
pt_br: Para utilizar o <application>phpMyAdmin</application> na administração de um banco de dados MySQL localizado em outro servidor, faça as seguinte modificação no arquivo <filename>/etc/phpmyadmin/config.inc.php</filename>:
tr: <application>phpMyAdmin</application>'i bir MySQL veritabanı, diğer sunucularda yönetecek şekilde kullanmak için <filename>/etc/phpmyadmin/config.inc.php</filename>'deki şunları ayarlayın:

source: Replace <emphasis role="italic">db_server</emphasis> with the actual remote database server name or IP address. Also, be sure that the <application>phpMyAdmin</application> host has permissions to access the remote database.
fr: Remplacez <emphasis role="italic">db_server</emphasis> par le nom du serveur distant ou par son adresse IP. Assurez-vous que l'hôte de <application>phpMyAdmin</application> a les droits nécessaires pour accéder à cette base de données distante.
pt_br: Altere <emphasis role="italic">db_server</emphasis> para o nome ou o endereço IP do servidor onde encontra-se a base de dados. Certifique-se também que o host onde o <application>phpMyAdmin</application> está instalado possui acesso à base de dados remota.
tr: <emphasis role="italic">db_server</emphasis> yerine etkin uzak veritabanı sunucu adı veya IP adresi yazın. Ayrıca <application>phpMyAdmin</application> makinesinin uzak veritabanına erişim izinlerinin olduğundan emin olun.

source: Once configured, log out of <application>phpMyAdmin</application> and back in, and you should be accessing the new server.
fr: Une fois <application>phpMyAdmin</application> configuré, déconnectez-vous et connectez-vous à nouveau. Vous devriez accéder au nouveau serveur.
pt_br: Após efetuar a alteração, saia do <application>phpMyAdmin</application> e depois retorne. Você já deverá estar acessando o novo servidor.
tr: Yapılandırdıktan sonra <application>phpMyAdmin</application>'den çıkın ve geri gelin. Ardından yeni sunucuya erişebileceksin.

source: The <filename>config.header.inc.php</filename> and <filename>config.footer.inc.php</filename> files are used to add a HTML header and footer to <application>phpMyAdmin</application>.
fr: Les fichiers <filename>config.header.inc.php</filename> et <filename>config.footer.inc.php</filename> sont utilisés pour ajouter un en-tête et un pied de page HTML à <application>phpMyAdmin</application>.
pt_br: Os arquivos <filename>config.header.inc.php</filename> e <filename>config.footer.inc.php</filename> são usados para adicionar cabeçalho e rodapé HTML ao <application>phpMyAdmin</application>.
tr: <filename>config.header.inc.php</filename> ve <filename>config.footer.inc.php</filename> dosyaları, <application>phpMyAdmin</application>'e bir HTML başlığı ve alt bilgisi eklemek için kullanılır.

source: Another important configuration file is <filename>/etc/phpmyadmin/apache.conf</filename>, this file is symlinked to <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, and is used to configure <application>Apache2</application> to serve the <application>phpMyAdmin</application> site. The file contains directives for loading <application>PHP</application>, directory permissions, etc. For more information on configuring <application>Apache2</application> see <xref linkend="httpd"/>.
fr: Un autre fichier de configuration important, <filename>/etc/phpmyadmin/apache.conf</filename> lié à <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, est utilisé pour configurer <application>Apache2</application> pour que le serveur puisse afficher le site de <application>phpMyAdmin</application>. Le fichier contient les directives pour charger <application>PHP</application>, les droits d'accès des répertoires, etc. Voir <xref linkend="httpd"/> pour de plus amples informations à propos du paramétrage d'<application>Apache2</application>
pt_br: Um outro importante arquivo de configuração é <filename>/etc/phpmyadmin/apache.conf</filename>, this file is symlinked to <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>, and is used to configure <application>Apache2</application> to serve the <application>phpMyAdmin</application> site. The file contains directives for loading <application>PHP</application>, directory permissions, etc. For more information on configuring <application>Apache2</application> see <xref linkend="httpd"/>.
tr: Diğer önemli yapılandırma dosyası <filename>/etc/phpmyadmin/apache.conf</filename>'dir. Bu dosya <filename>/etc/apache2/conf.d/phpmyadmin.conf</filename>'e sembolik bağlantılıdır ve <application>Apache2</application>'yi <application>phpMyAdmin</application> sitesine bağlanacak şekilde yapılandırmak için kullanılır. Dosya, <application>PHP</application> yükleme, dizin izinleri, vb gibi yönergeler içerir. <application>Apache2</application> yapılandırma hakkında daha fazla bilgi için <xref linkend="httpd"/>'ye bakın.
