Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Listen 127.0.0.1:631 # existing loopback Listen Listen /var/run/cups/cups.sock # existing socket Listen Listen 192.168.10.250:631 # Listen on the LAN interface, Port 631 (IPP)
fr: Listen 127.0.0.1:631 # Directive d'écoute existante sur l'interface loopback Listen /var/run/cups/cups.sock # Directive d'écoute existante sur un socket Listen 192.168.10.250:631 # Directive d'écoute sur l'interface réseau local, port 631 (IPP)
pt_br: Listen 127.0.0.1:631 # Loopback existente Listen /var/run/cups/cups.sock # Escuta de socket existente Listen 192.168.10.250:631 # Escutando na interface LAN, porta 631 (IPP)
tr: Listen 127.0.0.1:631 # bulunan geri döngü Dinleme Listen /var/run/cups/cups.sock # bulunan soket Dinleme Listen 192.168.10.250:631 # LAN arayüzünde dinle, Port 631 (IPP)

source: In the example above, you may comment out or remove the reference to the Loopback address (127.0.0.1) if you do not wish <application>cupsd </application> to listen on that interface, but would rather have it only listen on the Ethernet interfaces of the Local Area Network (LAN). To enable listening for all network interfaces for which a certain hostname is bound, including the Loopback, you could create a Listen entry for the hostname <emphasis>socrates</emphasis> as such:
fr: Dans l'exemple ci-dessus, vous pouvez commenter ou supprimer la référence à l'adresse loopback (127.0.0.1) si vous ne voulez pas que <application>cupsd </application> écoute sur cette interface, mais préférez qu'il n'écoute que sur les interfaces Ethernet du réseau local. Pour activer l'écoute sur toutes les interfaces réseau auxquelles un nom d'hôte donné est lié, y compris l'interface loopback, vous pourriez créer une entrée Listen pour le nom d'hôte <emphasis>socrates</emphasis> comme cela :
pt_br: No exemplo acima, você deve comentar ou remover a referência ao endereço Loopback (127.0.0.1) se você não desejar que o <application>cupsd </application> escute naquela interface, mas sim preferir que ele escute somente na interface Ethernet da sua Rede Local (LAN). Para habilitar a escuta para todas as interfaces de rede em que um hostname esteja ligado, incluindo a loopback, você pode criar uma entrada de Listen para o hostname <emphasis>socrates</emphasis> como:
tr: Yukarıdaki örnekte, Geri döngü adresi (127.0.0.1)'e eğer <application>cupsd </application>'un dinlemesini istemiyorsan, açıklama ekleyebilir yada kaldırabilirsin. Fakat, sadece Yerel Alan ağı (LAN)'nın Ethernet arayüzlerinde dinleme yapması daha iyidir. Tüm ağ arayüzleri için, Geri döngü dahil belli ana makine sınırlandığında, dinlemeyi etkinleştirmek için, <emphasis>socrates</emphasis> ana makinesinde bir Dinleme girişini şu şekilde oluşturabilirsin:

source: Listen socrates:631 # Listen on all interfaces for the hostname 'socrates'
fr: Listen socrates:631 # Directive d'écoute sur toutes les interfaces du nom d'hôte 'socrates'
pt_br: Listen socrates:631 # Escute em todas as interfaces pelo hostname 'socrates'
tr: Listen socrates:631 # 'Socrates' ana makinesi için tüm arayüzleri dinle.

source: or by omitting the Listen directive and using <emphasis>Port</emphasis> instead, as in:
fr: ou en omettant la directive Listen et en utilisant <emphasis>Port</emphasis>, comme cela :
pt_br: ou omitindo a diretriz Listen e usando <emphasis>Port</emphasis> invés, como:
tr: veya Listen yönergesini çıkartarak. Bunun için aşağıdakinin yerine <emphasis>Port</emphasis> kullanın:

source: Port 631 # Listen on port 631 on all interfaces
fr: Port 631 # Écouter sur le port 631 de toutes les interfaces
pt_br: Port 631 # Escute na porta 631 em todas as interfaces
tr: Port 631 # 631. tüm arayüzlerdeki portta dinle

source: For more examples of configuration directives in the CUPS server configuration file, view the associated system manual page by entering the following command at a terminal prompt:
fr: Pour des exemples supplémentaires de directives de configuration du serveur CUPS, consultez le manuel associé en tapant la commande suivante dans un terminal :
pt_br: Para mais exemplos de diretivas de configuração no arquivo de configuração do servidor CUPS, veja a página de manual do sistema relacionada através da utilização do seguinte comando no prompt de um terminal:
tr: CUPS sunucu yapılandırma dosyasındaki tüm yapılandırma yönergeleri hakkında daha fazla örnek için, terminale aşağıdaki komutu girerek, ilgili sistemin kullanım sayfasına bakın:

source: Whenever you make changes to the <filename>/etc/cups/cupsd.conf</filename> configuration file, you'll need to restart the CUPS server by typing the following command at a terminal prompt:
fr: À chaque modification du fichier de configuration <filename>/etc/cups/cupsd.conf</filename>, vous devrez redémarrer le serveur CUPS en tapant dans un terminal la commande suivante :
pt_br: Cada vez que você fizer alterações no arquivo de configuração <filename>/etc/cups/cupsd.conf</filename>, você precisará reiniciar o servidor CUPS digitando o seguinte comando no prompt de um terminal:
tr: <filename>/etc/cups/cupsd.conf</filename> yapılandırma dosyasına değişiklik yaptığında, terminale aşağıdaki komutu girerek CUPS sunucuyu yeniden başlatmalısın:

source: Web Interface
fr: Interface Web
pt_br: Interface web
tr: Web Arayüzü

source: CUPS can be configured and monitored using a web interface, which by default is available at <ulink url="http://localhost:631/admin">http://localhost:631/admin</ulink>. The web interface can be used to perform all printer management tasks.
fr: CUPS peut être configuré et contrôlé en utilisant un interface web, qui est par défaut accessible à <ulink url="http://localhost:631/admin">http://localhost:631/admin</ulink>. L'interface web peut être utilisée pour réaliser toutes les opérations de gestion d'imprimante.
pt_br: CUPS pode ser configurado e monitorado usando uma interface web, que por padrão está disponível em <ulink url="http://localhost:631/admin"> http://localhost:631/admin</ulink>. A interface web pode ser usada para executar todas as tarefas de gerenciamento da impressora.
tr: CUPS, bir web arayüzü kullanılarak yapılandırılıp, gösterilebilir. Bu normalde <ulink url="http://localhost:631/admin">http://localhost:631/admin</ulink>'de bulunabilir. Web arayüzü, tüm yazıcı yönetim görevlerini yürütmek için kullanılabilir.

source: To add a user to the <emphasis role="italic">lpadmin</emphasis> group, run at the terminal prompt: <screen> <command>sudo usermod -aG lpadmin username</command> </screen>
fr: Pour ajouter un utilisateur au groupe <emphasis role="italic">lpadmin</emphasis>,lancez dans un terminal la commande : <screen> <command>sudo usermod -aG lpadmin nondelutilisateur</command> </screen>
pt_br: Para adicionar um usuário no grupo <emphasis role="italic">lpadmin</emphasis>, execute em um terminal: <screen> <command>sudo usermod -aG lpadmin username</command> </screen>
tr: <emphasis role="italic">lpadmin</emphasis> grubuna kullanıcı eklemek için, terminalde şunu çalıştırın: <screen> <command>sudo usermod -aG lpadmin username</command> </screen>

source: Further documentation is available in the <emphasis role="italic">Documentation/Help</emphasis> tab of the web interface.
fr: Plus d'informations sont disponibles dans l'onglet <emphasis role="italic">Documentation/Aide</emphasis> de l'interface web.
pt_br: Documentação adicional está disponível na aba <emphasis role="italic">Documentação/Ajuda</emphasis> da interface web.
tr: Daha fazla belge web arayüzünün <emphasis role="italic">Documentation/Help</emphasis> sekmesinde bulunabilir.

source: CUPS Website
fr: Site Internet de CUPS
pt_br: Website do CUPS
tr: CUPS Websitesi

source: Domain Name Service (DNS)
fr: Service de nom de domaine (DNS)
tr: Alan Adı Servisi (DNS)

source: Domain Name Service (DNS) is an Internet service that maps IP addresses and fully qualified domain names (FQDN) to one another. In this way, DNS alleviates the need to remember IP addresses. Computers that run DNS are called <emphasis>name servers</emphasis>. Ubuntu ships with <application>BIND</application> (Berkley Internet Naming Daemon), the most common program used for maintaining a name server on Linux.
fr: Le service de nom de domaine (DNS) est un service Internet qui établit la correspondance entre les adresses IP et les noms de domaines pleinement qualifiés (FQDN : Fully Qualified Domain Name). Ainsi, le DNS évite d'avoir à se rappeler des adresses IP. Les ordinateurs sur lesquels s'exécutent les DNS sont appelés des <emphasis>serveurs de nom</emphasis>. Ubuntu est fourni avec <application>BIND</application> (Berkley Internet Naming Daemon), le programme le plus couramment utilisé pour gérer un serveur de nom sur Linux.
pt_br: Serviço de Nome de Domínio ( Domain Name Service - DNS) é um serviço de internet que mapeia endereços IP para nomes de domínio completamente qualificados (FQDN) e vice-versa. Dessa forma, o DNS faz com que não seja necessário decorar endereços IP. Os computadores que rodam o DNS são chamados de <emphasis>servidores de nomes</emphasis>. O Ubuntu vem com o <application>BIND</application> Berkley Internet Naming Daemon), o programa mais utilizado para manter um servidor de nomes no Linux.
tr: Alan Adı Servisi (DNS), IP adreslerini eşleştiren Internet servisleri ve tam nitelikli alan adlarını (FQDN)dır. DNS, IP adreslerini tutarak ihtiyacı azaltır. DNS çalıştıran bilgisayarlar <emphasis>ad sunucuları</emphasis> olarak adlandırılır. Ubuntu, <application>BIND</application> (Berkley Internet Naming Daemon) ile sevk eder, en temel program, Linux'de bir ad sunucu yürütmek için kullanılır.

source: At a terminal prompt, enter the following command to install <application>dns</application>:
fr: Pour installer le service <application>dns</application>, exécutez la commande suivante dans un terminal :
pt_br: Em um terminal, digite o seguinte comando para instalar <application>dns</application>:
tr: <application>Dns</application>'yi yüklemek için terminalden şunu girin:

source: A very useful package for testing and troubleshooting DNS issues is the dnsutils package. To install <application>dnsutils</application> enter the following:
fr: Le paquet dnsutils est très utile pour tester et identifier les problèmes de DNS. Pour installer <application>dnsutils</application> saisissez ce qui suit :
pt_br: Um pacote muito útil para testar e descobrir problemas de DNS é o pacote dnsutils. Para instalar o <application>dnsutils</application> entre com o seguinte:
tr: Sınama ve DNS sorunlarını gidermek için dnsutils çok kullanışlı bir pakettir. <application>dnsutils</application>'i yüklemek için şunu girin:

source: There a many ways to configure <application>BIND9</application>. Some of the most common configurations are a caching nameserver, primary master, and a as a secondary master.
fr: Il existe plusieurs façons de configurer <application>BIND9</application>. Les configurations les plus répandues sont : serveur de noms en mode cache, serveur maître primaire et serveur maître secondaire.
pt_br: Existem vários meios de configurar o <application>BIND9</application>. Algumas das configurações mais comuns são um caching nameserver, um primary master, e um como secondary master.
tr: <application>BIND9</application>'u yapılandırmak için çok yol vardır. En yaygın yapılandırmalardan bazıları; sunucu adı ön belllekleme, birincil master ve ikincil masterdır.

source: When configured as a caching nameserver BIND9 will find the answer to name queries and remember the answer when the domain is queried again.
fr: Quand il est configuré en serveur de noms en mode cache, BIND9 effectuera les résolutions de noms et se souviendra de la réponse lorsque qu'un domaine sera demandé une nouvelle fois.
pt_br: Quando configurado como chacing nameserver o BIND9 irá encontrar a resposta para as consultas de nomes e lembrar a resposta quando o domínio for novamente requerido.
tr: BIND9 ön bellekli sunucu adı olarak yapılandırıldığında, sorguları adlandırmak için bulur ve alan tekrar sorgulandığında cevabı hatırlar.

source: As a primary master server BIND9 reads the data for a zone from a file on it's host and is authoritative for that zone.
fr: En tant que serveur maitre primaire, BIND9 lit les données d'une zone dans un fichier sur son serveur hôte et il fait autorité pour cette zone.
pt_br: Como servidor primary master o BIND9 lê os dados para uma zona a partir de um arquivo na sua máquina e é a autoridade para aquela zona.
tr: Birincil master sunucu gibi BIND9 ana makinesindeki dosyadan bir bölge için veriyi okur ve bölge için kimlik doğrular.

source: In a secondary master configuration BIND9 gets the zone data from another nameserver authoritative for the zone.
fr: En tant que maitre secondaire, BIND9 obtient les données de la zone depuis le serveur de noms faisant autorité pour la zone.
pt_br: Na configuração do secondary master o BIND9 obtem os dados de zona a partir de outro servidor autoritário para aquela zona
tr: İkincil master yapılandırmasında BIND9 , bölge için diğer sunucu adındaki veriyi alır.

source: The DNS configuration files are stored in the <filename>/etc/bind</filename> directory. The primary configuration file is <filename>/etc/bind/named.conf</filename>.
fr: Les fichiers de configuration DNS sont situés dans le répertoire <filename>/etc/bind</filename>. Le fichier de configuration de base est <filename>/etc/bind/named.conf</filename>.
pt_br: Os arquivos de configuração do DNS estão armazenados no diretório <filename>/etc/bind</filename>. O arquivo de configuração principal é o <filename>/etc/bind/named.conf</filename>.
tr: DNS yapılandırma dosyası <filename>/etc/bind</filename> dizininde depolanır. Birincil yapılandırma dosyası <filename>/etc/bind/named.conf</filename>'dir.

source: The <emphasis>include</emphasis> line specifies the filename which contains the DNS options. The <emphasis>directory</emphasis> line in the <filename>/etc/bind/named.conf.options</filename> file tells DNS where to look for files. All files BIND uses will be relative to this directory.
fr: La ligne <emphasis>include</emphasis> spécifie le nom du fichier contenant les options DNS. La ligne <emphasis>directory</emphasis> dans le fichier <filename>/etc/bind/named.conf.options</filename> indique au DNS où chercher les fichiers. Tous les fichiers utilisés par BIND seront relatifs à ce répertoire.
pt_br: A linha <emphasis>include</emphasis> especifica o do arquivo que contém as opções do DNS. A linha <emphasis>directory</emphasis> no arquivo <filename>/etc/bind/named.conf.options</filename> diz ao DNS onde procurar por arquivos. Todos os arquivos que o BIND utiliza serão relativos a este diretório.
tr: <emphasis>İçindeki</emphasis> satır, DNS seçeneklerini içeren dosya adını belirtir. <filename>/etc/bind/named.conf.options</filename> dosyasındaki <emphasis>directory</emphasis> (dizin) satırı, dosyaları nerede arayacağını DNS söyler. BIND'in kullandığı tüm dosyalar bu dizinde görülür.

source: The file named <filename>/etc/bind/db.root</filename> describes the root nameservers in the world. The servers change over time, so the <filename>/etc/bind/db.root</filename> file must be maintained now and then. This is usually done as updates to the <application>bind9</application> package. The <emphasis>zone</emphasis> section defines a master server, and it is stored in a file mentioned in the <emphasis>file</emphasis> option.
fr: Le fichier <filename>/etc/bind/db.root</filename> décrit les serveurs DNS racines mondiaux. Les serveurs changeant de temps à autre, il est nécessaire de mettre à jour ce fichier de temps en temps. Ceci est généralement effectué par des mises à jour du paquet <application>bind9</application>. La section <emphasis>zone</emphasis> définit le serveur maitre, et est stockée dans le fichier spécifié par l'option <emphasis>file</emphasis>.
pt_br: O arquivo chamado <filename>/etc/bind/db.root</filename> descreve o servidor de nomes raiz no mundo. Os servidores mudam com o passar do tempo, então o arquivo <filename>/etc/bind/db.root</filename> deve ser mantido constantimente. Isto é normalmente feito como atualizações no pacote <application>bind9</application>. A seção <emphasis>zone</emphasis> define o servidor mestre, e é armazenado no arquivo mencionado na opção <emphasis>file</emphasis>.
tr: <filename>/etc/bind/db.root</filename> adındaki dosya, dünyadaki yönetici sunucu adlarını açıklar. Sunucular zamanla değişir. Böylece <filename>/etc/bind/db.root</filename> dosyası şimdi ve sonra yürütülür. Bu genellikle <application>bind9</application> paketi güncellenirken yapılır. <emphasis>zone</emphasis> (bölge) bölümü master sunucu tanımlar ve <emphasis>file</emphasis> (dosya) seçiminde belirtilen bir dosyada depolanır.

source: It is possible to configure the same server to be a caching name server, primary master, and secondary master. A server can be the Start of Authority (SOA) for one zone, while providing secondary service for another zone. All the while providing caching services for hosts on the local LAN.
fr: Il est possible de configurer un unique serveur comme serveur de noms en mode cache, maitre primaire et maitre secondaire. Un serveur peut faire autorité sur une zone (Start of Authority, SOA), tout en fournissant un service secondaire pour une autre zone, et en fournissant des services de cache pour les hôtes sur le LAN local.
pt_br: É possível configurar o mesmo servidor para ser um servidor de nomes em cache, mestre primário e mestre secundário. Um servidor pode ser o Início de Autoridade (SOA - Start of Authority) para uma zona, enquanto fornece serviço secundário para uma outra zona. Tudo isso enquanto fornece serviço de cache para hosts na rede local (LAN).
tr: Aynı sunucuyu, ön bellekli ad sunucusu, birincil master ve ikincil master olacak şekilde yapılandırmak mümkündür. Sunucu, bir bölge için Yetkinin Başlangıcı (SOA) olabirken, ikincil servis diğer bölgeyi sağlar. Hepsi yerel LAN'daki makineler için ön bellekleme servislerini sağlar.

source: Caching Nameserver
fr: Serveur de noms de cache
tr: Ön Bellekleme Ad Sunucusu

source: The default configuration is setup to act as a caching server. All that is required is simply adding the IP Addresses of your ISP's DNS servers. Simply uncomment and edit the following in <filename>/etc/bind/named.conf.options</filename>:
fr: La configuration par défaut alloue un rôle de serveur cache. Il vous suffit d'ajouter les adresses IP des DNS de votre FAI. Dé-commentez simplement et modifiez ce qui suit dans <filename>/etc/bind/named.conf.options</filename> :
pt_br: A configuração padrão é feita para agir como um servidor de cache de nomes. Tudo que é exigido é simplesmente os endereços IP dos servidores DNS do seu Provedor de Serviços de Internet. Simplesmente remova o comentário e edite o seguinte no <filename>/etc/bind/named.conf.options</filename>:
tr: Mevcut yapılandırma, ön bellekleme sunucusu gibi bir eylem kurmaktır. Tek yapmak gereken ISP'nin DNS sunucularının IP Adreslerini eklemektir. Bunun için aşağıdakini <filename>/etc/bind/named.conf.options</filename>'a yazıp, düzenleyin:

source: Replace <emphasis>1.2.3.4</emphasis> and <emphasis>5.6.7.8</emphasis> with the IP Adresses of actual nameservers.
fr: Remplacez <emphasis>1.2.3.4</emphasis> et <emphasis>5.6.7.8</emphasis> par les adresses IP des véritables serveurs de noms.
pt_br: Substitua <emphasis>1.2.3.4</emphasis> e <emphasis>5.6.7.8</emphasis> com os endereços IP do servidor de nomes atual.
tr: <emphasis>1.2.3.4</emphasis> ve <emphasis>5.6.7.8</emphasis> yerine etkin ad sunucularının IP Adreslerini yazın.

source: Now restart the DNS server, to enable the new configuration. From a terminal prompt:
fr: Redémarrez à présent le serveur DNS pour appliquer les changements. Saisissez dans un terminal :
pt_br: Agora reinicie o servidor DNS, para habilitar a nova configuração. A partir de um terminal:
tr: Yeni yapılandırmanın etkinleşmesi için şimdi DNS sunucuyu yeniden başlatın. Terminalden şunu girin:

source: See <xref linkend="dns-testing-dig"/> for information on testing a caching DNS server.
fr: Consultez <xref linkend="dns-testing-dig"/> pour plus d'informations à propos d'un serveur DNS cache.
pt_br: Veja <xref linkend="dns-testing-dig"/> para mais informações sobre um servidor DNS de cache.
tr: Ön belleklemeli bir DNS sunucu sınama hakkında daha fazla bilgi için <xref linkend="dns-testing-dig"/>'e bakın.

source: Primary Master
fr: Maitre primaire
tr: Birincil Master

source: In this section <application>BIND9</application> will be configured as the Primary Master for the domain <emphasis>example.com</emphasis>. Simply replace <emphasis role="italic">example.com</emphasis> with your FQDN (Fully Qualified Domain Name).
fr: Dans cette section, <application>BIND9</application> sera configuré comme serveur primaire du domaine <emphasis>example.com</emphasis>. Remplacez <emphasis role="italic">example.com</emphasis> par votre FQDN (Fully Qualified Domain Name).
pt_br: Nesta seção o <application>BIND9</application> será configurado como Primary Master para o domínio <emphasis>example.com</emphasis>. Simplesmente substitua <emphasis role="italic">example.com</emphasis> com o seu FQDN (Fully Qualified Domain Name).
tr: Bu bölümde, <application>BIND9</application>, <emphasis>example.com</emphasis> alanı için Birincil Master olarak yapılandırılacak. <emphasis role="italic">example.com</emphasis> yerine kendi FQDN (Tam Nitelikli Alan Adı)nızı yazın.

source: Forward Zone File
fr: Fichier zone de recherche directe (Forward zone)
pt_br: Arquivo Forward Zone
tr: Sonraki Bölge Dosyası

source: To add a DNS zone to BIND9, turning BIND9 into a Primary Master server, the first step is to edit <filename>/etc/bind/named.conf.local</filename>:
fr: Pour ajouter une zone DNS à BIND9 afin de le transformer en serveur maitre primaire, il faut tout d'abord modifier <filename>/etc/bind/named.conf.local</filename> :
pt_br: Para adicionar uma zona DNS no BIND9, tornando o BIND9 em um servidor Primary Master, o primeiro passo é editar o <filename>/etc/bind/named.conf.local</filename>:
tr: Bir DNS bölgesini BIND9'a eklemek için, BIND9'u Birincil Master sunucu içine koyun. İlk adım <filename>/etc/bind/named.conf.local</filename>'i düzenlemektir:

source: Now use an existing zone file as a template to create the <filename>/etc/bind/db.example.com</filename> file:
fr: Nous utiliserons un fichier zone existant comme modèle pour la création du fichier <filename>/etc/bind/db.example.com</filename> :
pt_br: Agora utilize um arquivo de zona existente como modelo para criar o arquivo <filename>/etc/bind/db.example.com</filename>:
tr: Şimdi mevcut bir bölge dosyasını şablon dosyası gibi kullanarak <filename>/etc/bind/db.example.com</filename> dosyasını oluşturun:
