Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: There are several options available to increase the security for each individual shared directory. Using the <emphasis>[share]</emphasis> example, this section will cover some common options.
fr: Plusieurs options sont disponibles pour accroître la sécurité de chaque dossier partagé. En utilisant l'exemple <emphasis>[share]</emphasis>, cette section couvre les options les plus fréquentes.
pt_br: Existem diversas opções disponíveis para aumentar a segurança para cada diretório compartilhado. Usanso o exemplo <emphasis>[share]</emphasis>, esta seção irá abordar algumas opções comuns.
tr: Her bireysel paylaşım dizinini arttırmak için birkaç seçenek bulunur. Örneğin <emphasis>[paylaşım]</emphasis> seçeneği bazı temel seçenekleri içerir.

source: Groups
fr: Groupes
pt_br: Grupos
tr: Gruplar

source: Groups define a collection of computers or users which have a common level of access to particular network resources and offer a level of granularity in controlling access to such resources. For example, if a group <emphasis role="italic">qa</emphasis> is defined and contains the users <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, and <emphasis role="italic">rob</emphasis> and a second group <emphasis role="italic">support</emphasis> is defined and consists of users <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis>, and <emphasis role="italic">vincent</emphasis> then certain network resources configured to allow access by the <emphasis role="italic">qa</emphasis> group will subsequently enable access by freda, danika, and rob, but not jeremy or vincent. Since the user <emphasis role="italic">danika</emphasis> belongs to both the <emphasis role="italic">qa</emphasis> and <emphasis role="italic">support</emphasis> groups, she will be able to access resources configured for access by both groups, whereas all other users will have only access to resources explicitly allowing the group they are part of.
fr: Les Groupes définissent un ensemble d'ordinateurs ou d'utilisateurs qui ont un niveau d'accès commun à des ressources réseau particulières, et offrent une certaine granularité dans le contrôle d'accès à de telles ressources. Par exemple, si un groupe <emphasis role="italic">qa</emphasis> est défini et contient les utilisateurs <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, et <emphasis role="italic">rob</emphasis>, et un second groupe <emphasis role="italic">support</emphasis> est défini et contient les utilisateurs <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> et <emphasis role="italic">vincent</emphasis>, alors les ressources réseau configurées pour autoriser l'accès au groupe <emphasis role="italic">qa</emphasis> seront accessibles à freda, danika et rob, mais pas à jeremy ou à vincent. Comme l'utilisateur <emphasis role="italic">danika</emphasis> appartient aux deux groupes <emphasis role="italic">qa</emphasis> et <emphasis role="italic">support</emphasis>, elle aura accès aux ressources configurées comme accessibles par les deux groupes, tandis que tous les autres utilisateurs n'auront accès qu'aux ressources autorisant explicitement le groupe dont ils font partie.
pt_br: Os grupos definem uma relação de computadores ou usuários que têm um nível comum de acesso a recursos particulares da rede e oferece um nível detalhado para controlador o acesso a tais recursos. Por exemplo, se o grupo <emphasis role="italic">qa</emphasis> contem os usuários <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> e <emphasis role="italic">rob</emphasis> e um segundo grupos <emphasis role="italic">support</emphasis> contem os seguintes usuários <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> e <emphasis role="italic">vincent</emphasis> em seguida, certos recursos da rede podem ser configurados para que o grupo <emphasis role="italic">qa</emphasis> seja acessível por freda, danika e rob, mas não por jeremy ou vincent. Desde que o usuário <emphasis role="italic">danika</emphasis> pertença a ambos os grupos <emphasis role="italic">qa</emphasis> e <emphasis role="italic">support</emphasis>, ela será capaz de acessar recursos de ambos os grupos, ao passo que todos os outros usuários terão acesso a recursos explicitamente permitidos ao grupo de que fazem parte.
tr: Gruplar, özel ağ kaynaklarını erişimin özel seviyesine sahip bilgisayar ve kullanıcı topluluğunu tanımlar ve çoğu kaynak erişim kontrolününün seviyesini önerir. Örneğin; eğer bir <emphasis role="italic">ut</emphasis> grubu tanımlanmış ve <emphasis role="italic">esat</emphasis>, <emphasis role="italic">ubuntuki</emphasis> ve <emphasis role="italic">hasan</emphasis> kullanıcılarını içeriyorsa ve ikinci <emphasis role="italic">destek</emphasis> grubu tanımlanmış ve <emphasis role="italic">esat</emphasis>, <emphasis role="italic">wiper</emphasis> ve <emphasis role="italic">ironic</emphasis> kullanıcılarını içeriyorsa yapılandırılmış belirli ağ kaynakları <emphasis role="italic">ut</emphasis> grubu tarafından esat, ubuntuki ve hasan tarafında sonraki erişime izin verir. Fakat ne wiper ne de ironic erişemez. <emphasis role="italic">esat</emphasis> kullanıcısı hem <emphasis role="italic">ut</emphasis> hem de <emphasis role="italic">destek</emphasis> gruplarına ait olduğundan dolayı, yapılandırılmış kaynaklara her iki grup tarafından erişebilecek. Öte yandan diğer bütün kullanıcılar, paylaşılmış kaynaklara sadece ait olduğu gruptan erişebilecekler.

source: By default Samba looks for the local system groups defined in <filename>/etc/group</filename> to determine which users belong to which groups. For more information on adding and removing users from groups see <xref linkend="adding-deleting-users"/>.
fr: Par défaut, Samba inspecte les groupes système locaux définis dans <filename>/etc/group</filename> pour déterminer quels utilisateurs appartiennent à quels groupes. Pour de plus amples informations sur l'ajout et la suppression des utilisateurs dans les groupes, consultez <xref linkend="adding-deleting-users"/>.
pt_br: Por padrão o Samba procura por grupos locais do sistema definidos em <filename>/etc/group</filename> para determinar quais usuários pertencem a quais grupos. Para mais informações sobre como adicionar e remover usuários de grupos veja <xref linkend="adding-deleting-users"/>.
tr: Varsayılan olarak Samba tanımlı yerel sistem gruplarına, hangi kullanıcının hangi gruba ait olduğunu belirlemek için <filename>/etc/group</filename> içinde bakar. Gruplara kulllanıcı ekleme veya çıkarma hakkında daha fazla bilgi için <xref linkend="adding-deleting-users"/>'a bakınız.

source: When defining groups in the Samba configuration file, <filename>/etc/samba/smb.conf</filename>, the recognized syntax is to preface the group name with an "@" symbol. For example, if you wished to define a group named <emphasis role="italic">sysadmin</emphasis> in a certain section of the <filename>/etc/samba/smb.conf</filename>, you would do so by entering the group name as <emphasis role="bold">@sysadmin</emphasis>.
fr: Pour définir un groupe dans le fichier de configuration de Samba, <filename>/etc/samba/smb.conf</filename>, vous devez le préfacer avec le symbole « @ ». Par exemple, si vous souhaitez définir un groupe nommé <emphasis role="italic">sysadmin</emphasis> dans une section spécifique de <filename>/etc/samba/smb.conf</filename>, vous devrez saisir <emphasis role="bold">@sysadmin</emphasis>.
pt_br: Quando estiver definindo grupos no arquivo de configuração do Samba, <filename>/etc/samba/smb.conf</filename>, a sintaxe reconhecida é para preceder o nome do grupo com um símbolo de "@". Por exemplo, se você quiser definir um grupo chamado <emphasis role="italic">sysadmin</emphasis> em uma certa seção do arquivo <filename>/etc/samba/smb.conf</filename>, você deverá fazê-lo digitando o nome do grupo como <emphasis role="bold">@sysadmin</emphasis>.
tr: Samba yapılandırma dosyası <filename>/etc/samba/smb.conf</filename>'de grup tanımlanırken, geçerli söz dizimi grup adını "@" sembolü ile başlatır. Örneğin; eğer bir grup adını <emphasis role="italic">sysadmin</emphasis> olarak tanımlamışsan <filename>/etc/samba/smb.conf</filename>'in ilgili bölümünde grup adını <emphasis role="bold">@sysadmin</emphasis> şeklinde girmelisin.

source: File Permissions
fr: Droits d'accès aux fichiers
pt_br: Permissões de Arquivo
tr: Dosya İzinleri

source: File Permissions define the explicit rights a computer or user has to a particular directory, file, or set of files. Such permissions may be defined by editing the <filename>/etc/samba/smb.conf</filename> file and specifying the explicit permissions of a defined file share.
fr: Les permissions sur les fichiers définissent précisément les droits d'un ordinateur ou d'un utilisateur sur un dossier particulier, un fichier ou un groupe de fichiers. De telles permissions peuvent être définies en modifiant le fichier <filename>/etc/samba/smb.conf</filename> et en précisant les permissions sur un dossier partagé.
pt_br: As Permissões de Arquivos definem direitos específicos que um computador ou usuário possui em determinado diretório, arquivo ou conjunto de arquivos. Tais permissões devem ser definidas editando o arquivo <filename>/etc/samba/smb.conf</filename> e especificando as permissões explícitas de um compartilhamento.
tr: Dosya İzinleri, bilgisayar veya kullanıcının özel dizin, dosya veya dosya ayarına sahip belirgin doğruları tanımlar. Çoğu dizinler, <filename>/etc/samba/smb.conf</filename> dosyası düzenlemeyi ve tanımlı dosya paylaşımının izinlerini belirlemeyi tanımlanabilir.

source: For example, if you have defined a Samba share called <emphasis>share</emphasis> and wish to give <emphasis role="italic">read-only</emphasis> permissions to the group of users known as <emphasis role="italic">qa</emphasis>, but wanted to allow writing to the share by the group called <emphasis role="italic">sysadmin</emphasis> and the user named <emphasis role="italic">vincent</emphasis>, then you could edit the <filename>/etc/samba/smb.conf</filename> file, and add the following entries under the <emphasis>[share]</emphasis> entry:
fr: Par exemple, si vous avez défini un partage Samba appelé <emphasis>share</emphasis> et que vous souhaitez donner des droits en <emphasis role="italic">lecture seule</emphasis> à un groupe appelé <emphasis role="italic">qa</emphasis>, ainsi que des droits en écriture au groupe <emphasis role="italic">sysadmin</emphasis> et à l'utilisateur <emphasis role="italic">vincent</emphasis>, vous devez modifier le fichier <filename>/etc/samba/smb.conf</filename> et ajouter les lignes suivantes dans la section <emphasis>[share]</emphasis> :
pt_br: Por exemplo, se você definiu um compartilhamento Samba chamado <emphasis>share</emphasis> e deseja dar permissões <emphasis role="italic">read-only</emphasis> para um grupo de usuários chamado de <emphasis role="italic">qualidade</emphasis>, mas gostaria de permitir escrita para o compartilhamento pelo grupo chamado <emphasis role="italic">sysadmins</emphasis> e o usuário <emphasis role="italic">vicente</emphasis>, então você pode editar o arquivo <filename>/etc/samba/smb.conf</filename>e adicionar as seguintes entradas sob o compartilhamento <emphasis>[share]</emphasis>:
tr: Örneğin; eğer <emphasis>paylaşım</emphasis> olarak adlandırılan bir Samba tanımlamış ve <emphasis role="italic">ut</emphasis> grubu kullanıcılarına <emphasis role="italic">yalnız okunabilir</emphasis> izinler vermek istiyorsan, fakat <emphasis role="italic">sysadmin</emphasis> olarak adlandırılan grubun ve <emphasis role="italic">esat</emphasis> kullanıcısının paylaşıma yazma izni vermişsen, <filename>/etc/samba/smb.conf</filename> dosyasının <emphasis>[share]</emphasis> girişi altındakilere şunları ekleyerek dosyayı değiştirebilirsin:

source: Another possible Samba permission is to declare <emphasis>administrative</emphasis> permissions to a particular shared resource. Users having administrative permissions may read, write, or modify any information contained in the resource the user has been given explicit administrative permissions to.
fr: Un autre type de permissions dans Samba consiste à donner des permissions <emphasis>administratives</emphasis> sur une ressource partagée spécifique. Les utilisateurs ayant des permissions administratives sur une ressource peuvent lire, écrire ou modifier toutes les informations contenues dans celle-ci.
pt_br: Outra possível permissão do Samba é declarar permissões <emphasis>administrativas</emphasis> para um determinado recurso compartilhado. Usuários que possuem permissões administrativas podem ler, escrever ou modificar qualquer informação contida no recurso em que as permissões foram concedidas ao usuário.
tr: Diğer yapılabilecek Samba izni, <emphasis>yönetici</emphasis> izinlerini özel paylaşılmış kaynaktan reddetmektir. Yönetici izinlerine sahip kullanıcılar, okuyabilir, yazabilir ve açık yönetim izinleri verilmiş kaynaktaki herhangi bilgiyi değiştirebilirler.

source: For example, if you wanted to give the user <emphasis role="italic">melissa</emphasis> administrative permissions to the <emphasis role="italic">share</emphasis> example, you would edit the <filename>/etc/samba/smb.conf</filename> file, and add the following line under the <emphasis>[share]</emphasis> entry:
fr: Par exemple, si vous voulez donner à l'utilisateur <emphasis role="italic">melissa</emphasis> des permissions administratives sur le partage <emphasis role="italic">share</emphasis>, vous devez modifier le fichier <filename>/etc/samba/smb.conf</filename> et ajouter les lignes suivantes à la section <emphasis>[share]</emphasis> :
pt_br: Por exemplo, se você quer dar permissões administrativas à usuária <emphasis role="italic">melissa</emphasis> ao compartilhamento de exemplo <emphasis role="italic">share</emphasis>, você deve editar o arquivo <filename>/etc/samba/smb.conf</filename>, e adicionad a seguinte linha abaixo da entrada <emphasis>[share]</emphasis>:
tr: Örneğin; <emphasis role="italic">ubuntuki</emphasis> kullanıcısına <emphasis role="italic">paylaşım</emphasis> kaynağına erişmek için yönetici izinleri vermek istiyorsan, <filename>/etc/samba/smb.conf</filename> dosyasının <emphasis>[share]</emphasis> girişi altındaki satıra şunları girip, değiştirmelisin:

source: After editing <filename>/etc/samba/smb.conf</filename>, restart Samba for the changes to take effect:
fr: Après avoir modifié<filename>/etc/samba/smb.conf</filename>, redémarrez Samba pour que les nouveaux paramètres soient pris en compte :
pt_br: Após editar <filename>/etc/samba/smb.conf</filename>, reinicialize o Samba para que as alterações tenham efeito:
tr: <filename>/etc/samba/smb.conf</filename> dosyasını düzenledikten sonra, değişikliklerin uygulanması için Sambayı yeniden başlat.

source: For the <emphasis>read list</emphasis> and <emphasis>write list</emphasis> to work the Samba security mode must <emphasis>not</emphasis> be set to <emphasis role="italic">security = share</emphasis>
fr: Pour que <emphasis>read list</emphasis> et <emphasis>write list</emphasis> fonctionnent, le mode de sécurité de Samba <emphasis>ne doit pas</emphasis> être réglé sur <emphasis role="italic">security = share</emphasis>
pt_br: Para que as opções <emphasis>read list</emphasis> e <emphasis>write list</emphasis> funcionem, o modo de segurança do Samba <emphasis>não pode</emphasis> estar definido como <emphasis role="italic">security = share</emphasis>
tr: <emphasis>okuma listesi</emphasis> ve <emphasis>yazma listesi</emphasis>'nin Samba güvenlik kibinde çalışması için <emphasis role="italic">güvenlik = paylaşım</emphasis> şeklinde ayarlanmış <emphasis>olmamalı</emphasis>

source: Now that Samba has been configured to limit which groups have access to the shared directory, the filesystem permissions need to be updated.
fr: Maintenant que Samba a été configuré pour définir quels groupes ont accès au répertoire partagé, les permissions du système de fichier doivent être mises à jour.
pt_br: Agora que o Samba foi configurado para limitar quais grupos possuem acesso ao diretório compartilhado, as permissões do sistema de arquivos devem ser atualizadas.
tr: Şimdi Sambanın, sınırlı grupların paylaşılan dizine erişimi yapılandırıldı. Dosya sistemi izinlerinin güncellenmesi gerekir.

source: Traditional Linux file permissions do not map well to Windows NT Access Control Lists (ACLs). Fortunately POSIX ACLs are available on Ubuntu servers providing more fine grained control. For example, to enable ACLs on <filename>/srv</filename> an EXT3 filesystem, edit <filename>/etc/fstab</filename> adding the <emphasis>acl</emphasis> option:
fr: Les permissions de fichiers traditionnelles de Linux ne correspondent pas exactement aux listes de contrôle d'accès (ACL) de Windows NT. Heureusement, les ACL POSIX sont disponibles sur les serveurs Ubuntu, permettant un contrôle plus fin des droits. Par exemple, pour activer les ACL sur un système de fichiers EXT3 <filename>/srv</filename>, il faut éditer le fichier <filename>/etc/fstab</filename> et ajouter l'option <emphasis>acl</emphasis> :
pt_br: As permissões de arquivo tradicionais Linux não mapeiam bem com as ACLs (Listas de Controle de Acesso) do Windows NT. Por sorte as ACLs POSIX ACLs estão disponíveis nos servidores Ubuntu provendo controle de acesso mais refinado. Por exemplo, para habilitar ACLs em um sistema de arquivos EXT3 <filename>/srv</filename>, edite <filename>/etc/fstab</filename> adicionando a opção <emphasis>acl</emphasis>:
tr: Geleneksel Linux dosya izinleri, Windows NT Erişim Kontrol Listeleri (ACLs)'ne iyi erişim sağlamaz. Neyse ki POSIX ACLs, Ubuntu sunucularda daha iyi kontrol sağlıyor. Örneğin; <filename>/srv</filename>'de bir EXT3 dosya sistemi kurmak için <filename>/etc/fstab</filename>'i <emphasis>acl</emphasis> seçeneği ekleyerek şöyle düzenle:

source: Then remount the partition:
fr: Puis remontez la partition :
pt_br: Então remonte a partição:
tr: Sonra bölümü tekrar bağla:

source: The above example assumes <filename>/srv</filename> on a separate partition. If <filename>/srv</filename>, or wherever you have configured your share path, is part of the <filename>/</filename> partition a reboot may be required.
fr: L'exemple ci-dessus suppose que <filename>/srv</filename> est monté sur une partition dédiée. Si <filename>/srv</filename>, ou tout autre endroit où vous auriez configuré votre répertoire partagé, appartient à la partition <filename>/</filename>, un redémarrage de la machine pourrait être nécessaire.
pt_br: O exemplo abaixo assume que <filename>/srv</filename> esteja em uma partição separada. Se <filename>/srv</filename>, ou o que quer que seja que você tenha configurado como caminho para seu compartilhamento fizer parte da partição <filename>/</filename> um reboot pode ser necessário.
tr: Yukardaki örnek <filename>/srv</filename>'i farklı bir bölümde varsayar. Eğer <filename>/srv</filename> veya yapılandırdığın paylaşım yolu <filename>/</filename>'ın bir parçası ise yeniden başlatmak gerekebilir.

source: To match the Samba configuration above the <emphasis>sysadmin</emphasis> group will be given read, write, and execute permissions to <filename>/srv/samba/share</filename>, the <emphasis>qa</emphasis> group will be given read and execute permissions, and the files will be owned by the username <emphasis>melissa</emphasis>. Enter the following in a terminal:
fr: Conformément à la configuration Samba ci-dessus, le groupe <emphasis>sysadmin</emphasis> aura les droits en lecture, écriture et exécution sur <filename>/srv/samba/share</filename>, le groupe <emphasis>qa</emphasis> aura les droits en lecture et exécution, et les fichiers auront pour propriétaire l'utilisateur <emphasis>melissa</emphasis>. Saisissez dans un terminal :
pt_br: Para realizar a configuração do Samba a seguir, serão dadas as permissões de ler, escrever e executar ao grupo <emphasis>sysadmins</emphasis> para <filename>/srv/samba/share</filename>, ao grupo <emphasis>qualidade</emphasis> serão dadas permissões de ler e executar, e os arquivos serão de propriedade da usuária <emphasis>melissa</emphasis>. Digite o seguinte em um terminal:
tr: Samba yapılandırmasını eşleştirmek için yukarıdaki <emphasis>sysadmin</emphasis> grubuna <filename>/srv/samba/share</filename>'ye okuma, yazma ve uygulama izinlerini ve <emphasis>ut</emphasis> grubuna okuma ve uygulama izinleri ve de dosyalar sahipliği <emphasis>esat</emphasis> kullanıcısı vermek için Uçbirime şunları giriniz:

source: The <application>setfacl</application> command above gives <emphasis>execute</emphasis> permissions to all files in the <filename>/srv/samba/share</filename> directory, which you may or may not want.
fr: La commande <application>setfacl</application> ci-dessus donne les droits <emphasis>execute</emphasis> à tous les fichiers du répertoire <filename>/srv/samba/share</filename>, que vous pouvez désirer ou non.
pt_br: O comando <application>setfacl</application> abaixo dá permissões de <emphasis>execução</emphasis> para todos os arquivos no diretório <filename>/srv/samba/share</filename>, que você pode ou não querer.
tr: <application>setfacl</application> komutu yukarıdaki <emphasis>uygulama</emphasis> izinlerini istediğin veya istemediğin <filename>/srv/samba/share</filename> dizindeki bütün dosyalara verir.

source: Now from a Windows client you should notice the new file permissions are implemented. See the <application>acl</application> and <application>setfacl</application> man pages for more information on POSIX ACLs.
fr: Maintenant, à partir d'un client Windows, vous devriez remarquer la mise en œuvre des nouvelles permissions sur les fichiers. Consultez les pages de manuel <application>acl</application> et <application>setfacl</application> pour plus d'informations sur la gestion des ACLs POSIX.
pt_br: Agora de um cliente Windows client você deve notar que as permissões estão implementadas. Veja as páginas de manual <application>acl</application> e <application>setfacl</application> para mais informações sobre as ACLs POSIX.
tr: Şimdi bir Windows istemcisinden yeni dosya izinlerinin uygulandığını fark edeceksin. POSIX ACLs hakkında daha fazla bilgi için <application>acl</application> ve <application>setfacl</application> man sayfalarına bakınız.

source: Samba AppArmor Profile
fr: Profil AppArmor pour Samba
pt_br: Perfil Samba AppArmor
tr: Samba AppArmor Profili

source: Ubuntu comes with the <application>AppArmor</application> security module, which provides mandatory access controls. The default AppArmor profile for Samba will need to be adapted to your configuration. For more details on using AppArmor see <xref linkend="apparmor"/>.
fr: Ubuntu est fourni avec le module de sécurité <application>AppArmor</application>, qui prévoit des contrôles d'accès obligatoires. Le profil par défaut d'AppArmor pour Samba doit être adapté à votre configuration. Pour plus de détails sur AppArmor voir <xref linkend="apparmor"/>.
pt_br: O Ubuntu vem com o módulo de segurança <application>AppArmor</application>, que fornece controles de acesso obrigatórios. O perfil padrão do AppArmor para o Samba precisa ser adaptado às suas configurações. Para mais detalhes de utilização do AppArmor veja <xref linkend="apparmor"/>.
tr: Ubuntu, zorunlu güvenlik kontrolu gerektiren <application>AppArmor</application> güvenlik kibiyle gelirl. Normalde Samba için AppArmor profili yapılandırmana adapte olmalıdır. AppArmor kullanımı hakkında daha fazla ayrıntı için <xref linkend="apparmor"/>'a bakınız.
