Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The advantage of using DHCP is that changes to the network, for example a change in the address of the DNS server, need only be changed at the DHCP server, and all network hosts will be reconfigured the next time their DHCP clients poll the DHCP server. As an added advantage, it is also easier to integrate new computers into the network, as there is no need to check for the availability of an IP address. Conflicts in IP address allocation are also reduced.
fr: L'avantage d'utiliser un serveur DHCP est qu'un changement dans la configuration du réseau, par exemple un changement d'adresse d'un serveur DNS, n'a alors besoin d'être changé que sur le serveur DHCP. Tous les clients réseau seront reconfigurés lors de leur prochaine connexion au serveur DHCP. Un autre avantage est l'intégration plus facile de nouveaux ordinateurs dans le réseau, puisqu'il n'y a pas besoin de vérifier les adresses IP disponibles. Les conflits dans les allocations d'adresses IP sont également réduits.
pt_br: A vantagem de usar DHCP é que as alterações em uma rede, por exemplo a alteração do endereço de um servidor DNS, precisam apenas ser modificadas no servidor DHCP, e todos os equipamentos da rede irão ser reconfigurados da próxima vez que seu cliente de DHCP consultar o servidor. Como vantagem adicional, ele também torna mais fácil a integração de novos computadores à rede, já que não é necessário confirmar a disponibilidade de um endereço IP. Conflitos na alocação de endereços IP também são reduzidos.
tr: DHCP kullanmanın avantajı ağ değişiklikleridir. Örneğin, DNS sunucu adresindeki bir değişiklik sadece DHCP sunucudaki değişikliği gerektirir ve tüm ağ ana sistemleri (makine) daha sonra onların DHCP istemci seçimini tekrar yapılandırılabileceklerdir. Eklenen bir özellik gibi yeni bilgisayarları ağa birleştirmek daha kolaydır. Bunun için bir IP adresinin kullanılabilirliğini kontrol etmeye gerek yoktur. IP adres paylaşımıyla bağdaşmayanlar da azaltılır.

source: A DHCP server can provide configuration settings using two methods:
fr: Un serveur DHCP peut fournir des paramètres de configuration suivant deux méthodes :
pt_br: Um servidor DHCP pode fornecer parâmetros de configuração usando dois métodos:
tr: DHCP sunucu şu iki yöntemi kullanarak yapılandırma ayarlarını sağlayabilir:

source: MAC Address
fr: Adresse MAC
pt_br: Endereço MAC
tr: MAC Adresi

source: This method entails using DHCP to identify the unique hardware address of each network card connected to the network and then continually supplying a constant configuration each time the DHCP client makes a request to the DHCP server using that network device.
fr: Le serveur DHCP identifie l'adresse matérielle unique de chaque carte réseau connectée et fournit continuellement la même configuration chaque fois qu'un client DHCP émet une requête au serveur DHCP en utilisant cette même interface réseau.
pt_br: Esse método consiste na utilização do DHCP por meio da identificação do endereço de hardware único de cada placa de rede conectada à rede e então fornecendo uma configuração constante cada vez que o cliente de DHCP faz uma requisição para o servidor DHCP usando o mesmo dispositivo de rede.
tr: Bu yöntem ağa bağlı herbir ağ kartının eşsiz bir donanım adresi tanımlaması için DHCP kullanmasını gerektirir. Sonra DHCP istemcisinin bu ağ aygıtını kullanarak sunucuya yapacağı isteği devamlı kılmak için sabit bir yapılandırma sağlar.

source: Address Pool
fr: Pool d'adresses
pt_br: Pool de Endereços
tr: Adres Havuzu

source: This method entails defining a pool (sometimes also called a range or scope) of IP addresses from which DHCP clients are supplied their configuration properties dynamically and on a "first come, first served" basis. When a DHCP client is no longer on the network for a specified period, the configuration is expired and released back to the address pool for use by other DHCP Clients.
fr: Cette méthode nous amène à définir une plage d'adresses IP qui servira à paramétrer les clients DHCP sur une base « premier arrivé, premier servi ». Lorsqu'un client DHCP n'est plus connecté au réseau pendant un laps de temps défini, le paramétrage expire et son adresse est de nouveau disponible pour un autre client.
pt_br: Este método implica a definição de um pool (por vezes também chamado de um intervalo ou escopo) de endereços IP a partir do qual são oferecidas as configuração e propriedades a cada cliente DHCP, dinamicamente onde o "primeiro a chegar, é primeiro a ser servido". Quando um cliente DHCP não está mais na rede por um período determinado, a configuração expira e é devolvida para o pool de endereços para uso por outros clientes DHCP.
tr: Bu yöntem kendi yapılandırma özelliklerini dinamik olarak sağlayan DHCP istemcilerden IP adreslerinin havuzunu (bazen saha veya küme olarakta adlandırılır) tanımlamayı gerektirir. "Sona kalan dona kalır" temeline dayanır. DHCP istemci belirli periyotlarla ağa bağlanmadığında yapılandırmanın süresi dolar ve diğer DHCP İstemcileri tarafından kullanılması için adres havuzuna geri götürülür.

source: Ubuntu is shipped with both DHCP server and client. The server is <application>dhcpd</application> (dynamic host configuration protocol daemon). The client provided with Ubuntu is <application>dhclient</application> and should be installed on all computers required to be automatically configured. Both programs are easy to install and configure and will be automatically started at system boot.
fr: Ubuntu est livré avec un serveur et un client DHCP. Le serveur est l'application <application>dhcpd</application> (dynamic host configuration protocol daemon). L'application cliente fournie avec Ubuntu est <application>dhclient</application> et doit être installée sur tous les ordinateurs devant être configurés automatiquement. Les deux programmes sont faciles à installer et à configurer et seront automatiquement démarrés lors du démarrage du système.
pt_br: O Ubuntu é fornecido com ambos, o cliente e o servidor DHCP. O servidor é o <application>dhcpd</application> (dynamic host configuration protocol daemon). O cliente fornecido com o Ubuntu é o <application>dhclient</application> e deverá ser instalado em todos os computadores que pretendem ser automaticamente configurados. Ambos os programas são fáceis de instalar e configurar e serão automaticamente iniciados durante a inicialização do sistema.
tr: Ubuntu hem DHCP sunucu hem de istemci ile sevk edilir. Sunucu <application>dhcpd</application>'dir (dinamik makine yapılandırma iletişim kuralı uygulaması). Ubuntu'dak istemci <application>dhclient</application>'dir gerekli otomatik yapılandırmalı tüm bilgisayarlara yüklenebilir. Her iki programı da yüklemek ve yapılandırmak kolaydır ve sistem başlangıcında otomatik olarak başlayacaktır.

source: At a terminal prompt, enter the following command to install <application>dhcpd</application>:
fr: Pour installer <application>dhcpd</application>, exécutez la commande suivante dans un terminal :
pt_br: Em um terminal, digite o seguinte comando para instalar <application>dhcpd</application>:
tr: <application>dhcpd</application> yüklemek için terminale şu komutu girin:

source: You will probably need to change the default configuration by editing /etc/dhcp3/dhcpd.conf to suit your needs and particular configuration.
fr: Il vous faudra probablement changer la configuration par défaut en éditant le fichier /etc/dhcp3/dhcpd.conf et en l'adaptant à vos besoins particuliers.
pt_br: Você provavelmente precisará mudar a configuração padrão editando /etc/dhcp3/dhcpd.conf para se ajustar às suas necessidades e configurações particulares.
tr: /etc/dhcp3/dhcpd.conf dosyasının mevcut yapılandırmasını ihtiyaçlarına göre düzenleyerek istediğin şekilde değiştirebilirsin.

source: You also need to edit /etc/default/dhcp3-server to specify the interfaces dhcpd should listen to. By default it listens to eth0.
fr: Vous devrez aussi éditer le fichier /etc/default/dhcp3-server pour préciser de quelles interfaces dhcpd devra se mettre à l'écoute. Par défaut, il écoute eth0.
pt_br: Você também precisa editar /etc/default/dhcp3-server para especificar as interfaces que o dhcpd deve escutar. Por padrão ele escuta eth0.
tr: Ayrıca /etc/default/dhcp3-server'ı dhcpd'nin dinlemesini istediğin şeyler için arayüz belirleyebilmesi için düzenlemelisin.

source: NOTE: dhcpd's messages are being sent to syslog. Look there for diagnostics messages.
fr: NOTE : les messages de dhcpd sont envoyés à syslog. Consultez ce journal pour récupérer les messages de diagnostiques.
pt_br: NOTA: Mensagens do dhcpd estão sendo enviadas para o syslog. Procure lá por mensagens de diagnóstico.
tr: NOT: dhcpd's mesajları syslog'a gönderiliyor. Tamlayıcı mesajlar için oraya bak.

source: The error message the installation ends with might be a little confusing, but the following steps will help you configure the service:
fr: Le message d'erreur qui termine l'installation est un peu déroutant, mais les étapes suivantes vont vous aider à configurer proprement le service :
pt_br: A mensagem de erro encontrada no final da instalação pode ser um pouco confusa, mas os seguintes passos vão te ajudar a configurar o servidor:
tr: Yükleme esnasında oluşan hata mesajları biraz kafa karıştırabilir. Fakat sıradaki adımlar servisi yapılandırmana yardımcı olacaktır:

source: Most commonly, what you want to do is assign an IP address randomly. This can be done with settings as follows:
fr: Le plus souvent, vous voudrez allouer les adresses IP aléatoirement. Ceci peut être fait avec la configuration suivante :
pt_br: Geralmente, o que você quer fazer é associar um endereço IP de forma aleatória. Isto pode ser feito com as seguintes configurações:
tr: En yaygın olan rastgele bir IP adresle ne yapmak istediğindir. Bu, aşağıdaki ayarlarla yapılabilir:

source: This will result in the DHCP server giving a client an IP address from the range 192.168.1.10-192.168.1.100 or 192.168.1.150-192.168.1.200. It will lease an IP address for 600 seconds if the client doesn't ask for a specific time frame. Otherwise the maximum (allowed) lease will be 7200 seconds. The server will also "advise" the client that it should use 255.255.255.0 as its subnet mask, 192.168.1.255 as its broadcast address, 192.168.1.254 as the router/gateway and 192.168.1.1 and 192.168.1.2 as its DNS servers.
fr: Ainsi, le serveur DHCP fournira à chaque client une adresse IP appartenant aux plages 192.168.1.10 - 192.168.1.100 ou 192.168.1.150 - 192.168.1.200. L'adresse IP sera allouée pendant 600 secondes si le client n'a pas spécifié de durée particulière. De toute manière, la durée allouée maximale est fixée à 7200 secondes. De plus, le serveur va « recommander » au client d'utiliser 255.255.255.0 comme masque de sous-réseau, 192.168.1.255 comme adresse de diffusion (broadcast), 192.168.1.254 comme adresse de routeur / passerelle et les adresses 192.168.1.1 et 192.168.1.2 pour les serveurs DNS.
pt_br: Isso irá fazer com que o servidor DHCP atribua ao cliente um endereço IP a partir da faixa 192.168.1.10-192.168.1.100 ou 192.168.1.150-192.168.1.200. Ele irá emprestar um endereço por 600 segundos se o cliente não perguntar por um determinado período de tempo. O servidor também irá "avisar" o cliente que ele deve usar 255.255.255.0 como sua máscara de sub-rede, 192.168.1.255 como seu endereço de broadcast, 192.168.1.254 como roteador/gateway e 192.168.1.1 e 192.168.1.2 como seus servidores DNS.
tr: Bu, DHCP sunucusunda bir istemci IP adresini 192.168.1.10-192.168.1.100 veya 192.168.1.150-192.168.1.200 şeklinde verir. Eğer istemci özel bir süre belirlemezse IP adresi 600 saniye boyunca kiralanacak. Aksi taktirde en büyük (izin verilen) kiralama süresi 7200 saniye olacaktır. Ayrıca sunucu, 255.255.255.0'ı alt ağ maskesi olarak kullanması için istemciyi "uyaracak". 192.168.1.255 yayın adresi, 192.168.1.254 yönlendirici/ağ geçit ve 192.168.1.1 ve 192.168.1.2 de DNS sunucuları gibi.

source: If you need to specify a WINS server for your Windows clients, you will need to include the netbios-name-servers option, e.g.
fr: Si vous avez besoin de spécifier un serveur WINS pour vos clients Windows, vous devrez par exemple utiliser l'option netbios-name-servers.
pt_br: Se for preciso especificar um servidor WINS para os seus clientes de Windows, você deverá incluir a opção netbios-nome-servidor.
tr: Eğer Windows istemciler için bir WINS sunucu belirtmek istiyorsan netbios-name-servers seçeneğini dahil etmen gerekir. Örneğin:

source: Dhcpd configuration settings are taken from the DHCP mini-HOWTO, which can be found <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">here</ulink>.
fr: Les paramètres de configuration dhcpd sont tirés du petit manuel DHCP, que vous pouvez trouver <ulink url="http://www.ibiblio.org/pub/Linux/docs/HOWTO/translations/fr/html-1page/DHCP.html">ici</ulink>.
pt_br: Configurações do dhcpd foram adquiridas do mini-HOWTO do DHCP, que pode ser encontrado <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">aqui</ulink>.
tr: Dhcpd yapılandırma ayarları, <ulink url="http://www.tldp.org/HOWTO/DHCP/index.html">buradaki</ulink> DHCP mini-HOWTO'dan alındı.

source: Also see the <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">DHCP FAQ</ulink>
fr: Voyez aussi la <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">FAQ DHCP</ulink> (en anglais)
pt_br: Veja também o <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">FAQ do DHCP</ulink>
tr: Bakınız <ulink url="http://www.dhcp-handbook.com/dhcp_faq.html">DHCP SSS</ulink>

source: Time Synchronisation with NTP
fr: Synchronisation temporelle avec NTP
pt_br: Sincronização de Horário com NTP
tr: NTP ile Zaman Senkronizasyonu

source: This page describes methods for keeping your computer's time accurate. This is useful for servers, but is not necessary (or desirable) for desktop machines.
fr: Cette page décrit différentes méthodes pour maintenir votre ordinateur à l'heure. C'est utile pour les serveurs, mais n'est pas nécessaire (ou souhaité) pour des machines de bureau.
pt_br: Essa página descreve métodos para manter o horário do seu computador atualizado. Isso é útil para servidores, mas não é necessário (ou desejável) para máquinas desktop.
tr: Bu sayfa bilgisayarın zamanını doğru olarak tutmayı sağlayan yöntemleri açıklar. Bu sunucular için kullanışlıdır. Fakat masaüstü makineler için çokta gerekli değildir.

source: NTP is a TCP/IP protocol for synchronising time over a network. Basically a client requests the current time from a server, and uses it to set its own clock.
fr: NTP est un protocole TCP/IP permettant de synchroniser les horloges à travers un réseau. De manière basique, un client demande l'heure actuelle à un serveur et l'utilise pour ajuster sa propre horloge.
pt_br: NTP é um protocolo TCP/IP para sincronização de horário sobre a rede. Basicamente um cliente solicita o horário atual ao servidor, e o utiliza para ajustar seu próprio relógio.
tr: NTP, zamanı ağa göre ayarlayan bir TCP/IP iletişim kuralıdır. Temelde istemci mevcut zamanı sunucudan sağlar ve kendi saati olarak onu kullanır.

source: Behind this simple description, there is a lot of complexity - there are tiers of NTP servers, with the tier one NTP servers connected to atomic clocks (often via GPS), and tier two and three servers spreading the load of actually handling requests across the Internet. Also the client software is a lot more complex than you might think - it has to factor out communication delays, and adjust the time in a way that does not upset all the other processes that run on the server. But luckily all that complexity is hidden from you!
fr: Derrière cette description simple se cachent des choses complexes. Il y a différents de serveurs NTP. Le niveau un est connecté aux horloges atomiques, les niveaux deux et trois répartissent la charge des requêtes à travers Internet. Le logiciel client lui-même est plus complexe que vous ne le pensez. Il doit prendre en compte les délais de communication et ajuster l'heure afin que cela ne perturbe pas les autres processus d'un serveur. Heureusement ceci est transparent pour vous.
pt_br: Por trás desta descrição simples, há muita complexidade - há camadas de servidores NTP, com os servidores NTP da camada 1 conectados a relógios atômicos (geralmente através de GPS) e os servidores NTP das camadas 2 e 3 distribuindo a carga de tratar de fato os pedidos através da internet. Também o software cliente é bem mais complexo do que você poderia pensar - ele deve considerar os atrasos da comunicação e ajustar o tempo de uma forma a não trazer problemas a todos os outros processos que rodam no servidor. Mas felizmente toda esta complexidade está escondida de você!
tr: Bu basit açıklamanın ötesinde birçok karmaşıklık vardır. Birinci aşama -NTP sunucuların atomik saatlere bağlanması, ikinci aşama sunucuların Internetteki isteklere yayılması gibi birçok aşama vardır. Ayrıca istemci yazılımı düşündüğünden daha karmaşıktır. İletişim geçikmeleri, sunucuda çalışan bütün diğer işlemlerdeki zaman ayarı göz önüne alınmalıdır. Fakat şansına bütün bu karmaşık şeyler senin için saklıdır.

source: Ubuntu has two ways of automatically setting your time: ntpdate and ntpd.
fr: Ubuntu dispose de deux méthodes pour mettre à jour automatiquement votre horloge : ntpdate et ntpd.
pt_br: O Ubuntu tem duas formas de configurar automaticamente seu horário: ntpdate e ntpd.
tr: Ubuntu saatini otomatik olarak ayarlamak için iki yola sahiptir: ntpdate ve ntpd.

source: Ubuntu comes with ntpdate as standard, and will run it once at boot time to set up your time according to Ubuntu's NTP server. However, a server's clock is likely to drift considerably between reboots, so it makes sense to correct the time occasionally. The easiest way to do this is to get cron to run ntpdate every day. With your favorite editor, as root, create a file <code>/etc/cron.daily/ntpdate</code> containing:
fr: Ubuntu est fournie avec ntpdate en standard. Il sera lancé une fois au démarrage pour synchroniser l'horloge avec les serveurs de temps (NTP) d'Ubuntu. Néanmoins, une horloge de serveur a tendance à dériver énormément entre les redémarrages. Il est donc approprié de la synchroniser de temps en temps. La manière la plus simple est d'utiliser cron pour exécuter ntpdate chaque jour. Avec votre éditeur de texte, en tant que root, créez un fichier <code>/etc/cron.daily/ntpdate</code> contenant :
pt_br: Ubuntu vem com ntpdate como padrão e será executado a cada inicialização para definir seu horário de acordo com o servidor NTP do Ubuntu. No entanto, é provável que o relógio do servidor altere consideravelmente entre as reinicializações, isto faz sentido para corrigir o horário ocasionalmente. O melhor caminho para isto é criar um cron para executar o ntpdate todos os dias. Com seu editor favorito, como root, crie um arquivo <code>/etc/cron.daily/ntpdate</code> contendo:
tr: Ubuntu standart olarak ntpdate ile gelir. Sistemi ilk başlatırken onu kurmak için çalıştıracak. Bununla beraber sunucu saati önyüklemelerde bozulacak gibidir. Bu yüzden duyarlılığı arasıra düzeltir. Bunu yapmanın en kolay yolu ntpdate'yi hergün çalıştırmak için cron almaktır. Yazı düzenleyicisi ile <code>/etc/cron.daily/ntpdate</code> içeren bir dosya oluştur:

source: The file <code>/etc/cron.daily/ntpdate</code> must also be executable.
fr: Le fichier <code>/etc/cron.daily/ntpdate</code> doit également être exécutable.
pt_br: O arquivo <code>/etc/cron.daily/ntpdate</code> deve ser executável.
tr: <code>/etc/cron.daily/ntpdate</code> dosyası çalıştırılabilir olmalıdır.

source: ntpdate is a bit of a blunt instrument - it can only adjust the time once a day, in one big correction. The ntp daemon ntpd is far more subtle. It calculates the drift of your system clock and continuously adjusts it, so there are no large corrections that could lead to inconsistent logs for instance. The cost is a little processing power and memory, but for a modern server this is negligible.
fr: ntpdate est un utilitaire un peu brut ; il peut uniquement ajuster l'horloge une fois par jour en faisant une grosse correction. Le démon NTP ntpd est beaucoup plus subtil. Il calcule la dérive de l'horloge de votre système et l'ajuste continuellement, ainsi il n'y a pas de corrections importantes qui peuvent entraîner des journaux incohérents par exemple. Cela utilise un peu de puissance de traitement et de mémoire, mais pour un serveur moderne c'est négligeable.
pt_br: ntpdate é um como instrumento sem corte - ele só pode ajustar o relógio uma vez por dia, em uma grande correção. O serviço ntp ntpd é muito mais súbito. Ele calcula a tração do relógio do seu sistema e o ajusta continuamente, de tal forma que não existe grande correções que podem levar a inconsistências de instâncias dos logs. O preço de um pequeno consumo de processamento e memória, mas para um servidor moderno isso é insignificante.
tr: ntpdate birazcık zayıf araçtır. Büyük doğrulukla sadece günde bir kez zaman ayarlayabilir. ntp uygulaması daha fazla marifetlidir. Sistem saatinin sapmasını hesaplayabilir ve sürekli olarak ayarlayabilir. Tek zarar güç ve bellek işlemidir. Fakat gelişmiş sunucu için bu göz ardı ediir.

source: To set up ntpd:
fr: Pour paramétrer ntpd :
pt_br: Para configurar o ntpd:
tr: ntpd kurmak için:

source: Changing Time Servers
fr: Modifier les serveurs de temps
pt_br: Mudando servidores de Horário
tr: Zaman Sunucusunu Değiştirme

source: In both cases above, your system will use Ubuntu's NTP server at <code>ntp.ubuntu.com</code> by default. This is OK, but you might want to use several servers to increase accuracy and resilience, and you may want to use time servers that are geographically closer to you. to do this for ntpdate, change the contents of <code>/etc/cron.daily/ntpdate</code> to:
fr: Dans les deux cas précédents, votre système utilisera par défaut le serveur NTP d'Ubuntu à l'adresse <code>ntp.ubuntu.com</code>. C'est correct, mais vous pouvez vouloir utiliser plusieurs serveurs afin d'augmenter la précision et l'endurance du système et vous voulez peut-être utiliser des serveurs qui sont plus proche de chez vous. Pour faire cela avec ntpdate, changez le contenu de <code>/etc/cron.daily/ntpdate</code> par :
pt_br: Em ambos os casos acima, seu sistema irá usar, por padrão, o servidor NTP do Ubuntu <code>ntp.ubuntu.com</code> . Isso está OK, mas você pode querer usar vários servidores para aumentar a precisão e consistência, e você pode querer usar servidores de hora que estão geograficamente próximos a você. Para fazer isso com o ntpdate, altere o conteúdo de <code>/etc/cron.daily/ntpdate</code> para:
tr: Yukarıdaki her iki durumda sistemin öntanımlı olarak <code>ntp.ubuntu.com</code>'deki Ubuntu'nun NTP sunucusunu kullanacak. Bu normaldir, fakat doğruluk ve direnci arttırmak için birkaç sunucu ve bulunduğun coğrafyadaki zaman sunucularını kullanmak istiyorsan, ntpdate için <code>/etc/cron.daily/ntpdate</code> içeriğini şu şeklide değiştirin:

source: And for ntpd edit <code>/etc/ntp.conf</code> to include additional server lines:
fr: Et pour ntpd ouvrez <code>/etc/ntp.conf</code> pour y inclure les lignes des serveurs supplémentaires :
pt_br: E para ntpd edite <code>/etc/ntp.conf</code> para incluir linhas de servidores adicionais:
tr: Ve ntpd için ise <code>/etc/ntp.conf</code>'e şu ek sunucu satırlarını dahil edin:
