Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The shell script uses <application>tar</application> to create the archive, but there many other command line utilities that can be used. For example:
fr: Le script shell utilise la commande <application>tar</application> pour la création de l'archive, mais il existe bien d'autres utilitaires en ligne de commande qui peuvent être utilisés. Par exemple :
pt_br: O shell script utiliza <application>tar</application> para criar o arquivo, porém, existem vários outros utilitários em linha de comando que podem ser utilizados. Por xemplo:
tr: Shell betiği arşiv oluşturmak için <application>tar</application> kullanır. Fakat kullanılabilir daha başka komut satır uygulamaları da vardır. Örneğin:

source: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: used to copy files to and from archives.
fr: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink> : pour copier des fichiers depuis et vers des archives.
pt_br: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: utilizado para copiar de arquivos e para arquivos.
tr: <ulink url="http://www.gnu.org/software/cpio/">cpio</ulink>: arşivdeki dosyaları kopyalamak için kullanılır.

source: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: part of the <application>coreutils</application> package. A low level utility that can copy data from one format to another
fr: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink> : fait partie du paquet <application>coreutils</application>. Utilitaire de bas niveau qui peut copier des données d'un format à un autre.
pt_br: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: parte do pacote <application>coreutils</application>. Um utilitário de baixo nível que pode copiar dados de um formato para outro
tr: <ulink url="http://www.gnu.org/software/coreutils/">dd</ulink>: <application>coreutils</application> paketinin bir parçasıdır. Bir biçimden diğer biçime veri kopyalayan düşük seviyeli bir uygulamadır.

source: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: a file system snap shot utility used to create copies of an entire file system.
fr: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink> : programme de capture d'instantanés utilisé pour créer des copies d'un système de fichiers entier.
pt_br: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: um utilitário de sistema de arquivos utilizado para copiar um sistema de arquivo completo.
tr: <ulink url="http://www.rsnapshot.org/">rsnapshot</ulink>: tüm dosya sistemindeki kopyaları oluşturmak için kullanılan ekran yakalama uygulamalı bir dosya sistemidir.

source: Archive Rotation
fr: Rotation des archives
pt_br: Rotação de Arquivo
tr: Arşiv Döndürme

source: The shell script in section <xref linkend="backup-shellscripts"/> only allows for seven different archives. For a server whose data doesn't change often this may be enough. If the server has a large amount of data a more robust rotation scheme should be used.
fr: Le script shell de la section <xref linkend="backup-shellscripts"/> ne vous donne qu'un jeu de sauvegardes hebdomadaire. Ceci peut être suffisant pour un serveur dont les données ne varient pas souvent. Si le serveur contient une grande quantité de données, il est préférable d'utiliser un schéma plus robuste de rotations.
pt_br: O shell script na seção <xref linkend="backup-shellscripts"/> permite somente sete arquivos diferentes. Para um servidor cujos os dados não mudem frequentemente este pode ser o suficiente. Se o servidor tiver uma grande quantidade de dados um esquema mais robusto de rotação deve ser usado.
tr: <xref linkend="backup-shellscripts"/> bölümündeki shell betiği sadece yedi farklı arşive izin verir. Bu, sık sık değişmeyen veriye sahip bir sunucu için yeterli olmayabilir. Eğer sunucu daha fazla miktarda veriye sahipse, güçlü döndürme şeması kullanılmalıdır.

source: Rotating NFS Archives
fr: Rotation des archives NFS
pt_br: Rotacionando Arquivos NFS
tr: NFS Arşivlerini Döndürme

source: In this section the shell script will be slightly modified to implement a grandfather-father-son rotation scheme (monthly-weekly-daily):
fr: Dans cette section le script shell sera légèrement modifié pour implémenter un schéma de rotation grand-père - père - fils (mensuel-hebdomadaire-journalier):
pt_br: Nesta seção o shell script será um pouco modificado para implementar um esquema de rotação grandfather-father-son (mensalmente-semanalmente-diáriamente):
tr: Bu bölümde shell betiği, büyükbaba-baba-oğul döndürme şemasını yerine geitrmek için birazcık düzenlenecektir (aylık-haftalık-günlük):

source: The rotation will do a <emphasis>daily</emphasis> backup Sunday through Friday.
fr: La rotation va effectuer une sauvegarde <emphasis>journalière</emphasis> du dimanche au vendredi.
pt_br: Para rotação você fara um backup <emphasis>diário</emphasis> de Domingo à Sexta.
tr: Döndürme, Pazar'dan Cuma'ya kadar bir <emphasis>günlük</emphasis> yedekleme yapar.

source: On Saturday a <emphasis>weekly</emphasis> backup is done giving you four weekly backups a month.
fr: Le samedi une sauvegarde <emphasis>hebdomadaire</emphasis> est effectuée donnant 4 sauvegardes hebdomadaires par mois.
pt_br: No sábado um backup <emphasis>semanal</emphasis> é feito com quatro backups semanais por mês.
tr: Aydaki dört haftalık yedeklemeyi Cumartesi günü bir <emphasis>haftalık</emphasis> yedekleme olarak yapar.

source: The <emphasis>monthly</emphasis> backup is done on the first of the month rotating two monthly backups based on if the month is odd or even.
fr: La sauvegarde <emphasis>mensuelle</emphasis> est effectuée le premier du mois avec une rotation bi-mensuelle en fonction de la parité du mois.
pt_br: O backup <emphasis>mensal</emphasis> é feito no primeira rotação do mes apó dois backups mensal baseado em se o mês é par ou impar.
tr: İlk ayda <emphasis>aylık</emphasis> yedekleme yapılır. Eğer ay tek veya çiftse döndürme iki aylık olur.

source: Here is the new script:
fr: Voici le nouveau script:
pt_br: Aqui está o novo script
tr: Burası yeni betiktir:

source: #!/bin/bash #################################### # # Backup to NFS mount script with # grandfather-father-son rotation. # #################################### # What to backup. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Where to backup to. dest="/mnt/backup" # Setup variables for the archive filename. day=$(date +%A) hostname=$(hostname -s) # Find which week of the month 1-4 it is. day_num=$(date +%d) if (( $day_num &lt;= 7 )); then week_file="$hostname-week1.tgz" elif (( $day_num &gt; 7 &amp;&amp; $day_num &lt;= 14 )); then week_file="$hostname-week2.tgz" elif (( $day_num &gt; 14 &amp;&amp; $day_num &lt;= 21 )); then week_file="$hostname-week3.tgz" elif (( $day_num &gt; 21 &amp;&amp; $day_num &lt; 32 )); then week_file="$hostname-week4.tgz" fi # Find if the Month is odd or even. month_num=$(date +%m) month=$(expr $month_num % 2) if [ $month -eq 0 ]; then month_file="$hostname-month2.tgz" else month_file="$hostname-month1.tgz" fi # Create archive filename. if [ $day_num == 1 ]; then archive_file=$month_file elif [ $day != "Saturday" ]; then archive_file="$hostname-$day.tgz" else archive_file=$week_file fi # Print start status message. echo "Backing up $backup_files to $dest/$archive_file" date echo # Backup the files using tar. tar czf $dest/$archive_file $backup_files # Print end status message. echo echo "Backup finished" date # Long listing of files in $dest to check file sizes. ls -lh $dest/
fr: #!/bin/bash #################################### # # Sauvegarde vers un point de montage NFS en utilisant # une rotation grand-parent - parent - enfant # #################################### # Ce qu'il faut sauvegarder backup_files="/home /var/spool/mail /etc /root /boot /opt" # Où le sauvegarder dest="/mnt/backup" # Initialisation des variables utilisées dans le nom de l'archive day=$(date +%A) hostname=$(hostname -s) # Déterminer le numéro de semaine (1-4) du mois en cours day_num=$(date +%d) if (( $day_num &lt;= 7 )); then week_file="$hostname-week1.tgz" elif (( $day_num &gt; 7 &amp;&amp; $day_num &lt;= 14 )); then week_file="$hostname-week2.tgz" elif (( $day_num &gt; 14 &amp;&amp; $day_num &lt;= 21 )); then week_file="$hostname-week3.tgz" elif (( $day_num &gt; 21 &amp;&amp; $day_num &lt; 32 )); then week_file="$hostname-week4.tgz" fi # Déterminer si le mois est pair ou impair month_num=$(date +%m) month=$(expr $month_num % 2) if [ $month -eq 0 ]; then month_file="$hostname-month2.tgz" else month_file="$hostname-month1.tgz" fi # Création du nom de l'archive if [ $day_num == 1 ]; then archive_file=$month_file elif [ $day != "Saturday" ]; then archive_file="$hostname-$day.tgz" else archive_file=$week_file fi # Affichage du commencement des opérations echo "Sauvegarde de $backup_files vers $dest/$archive_file" date echo # Sauvegarde des fichiers à l'aide de tar. tar czf $dest/$archive_file $backup_files # Affichage de la fin des opérations echo echo "Sauvegarde terminée" date # Listing détaillé des fichiers de $dest pour vérifier leur poids ls -lh $dest/
pt_br: #!/bin/bash #################################### # # Script para backup em NFS # rotação avô-pai-filho. # #################################### # Fazer backup do que? backup_files="/home /var/spool/mail /etc /root /boot /opt" # Para onde enviar o backup? dest="/mnt/backup" # Definir variáveis para nome de arquivo de backup. day=$(date +%A) hostname=$(hostname -s) # Descobrir qual é semana do mês (1-4). day_num=$(date +%d) if (( $day_num &lt;= 7 )); then week_file="$hostname-week1.tgz" elif (( $day_num &gt; 7 &amp;&amp; $day_num &lt;= 14 )); then week_file="$hostname-week2.tgz" elif (( $day_num &gt; 14 &amp;&amp; $day_num &lt;= 21 )); then week_file="$hostname-week3.tgz" elif (( $day_num &gt; 21 &amp;&amp; $day_num &lt; 32 )); then week_file="$hostname-week4.tgz" fi # Descobrir se o mês é ímpar ou par. month_num=$(date +%m) month=$(expr $month_num % 2) if [ $month -eq 0 ]; then month_file="$hostname-month2.tgz" else month_file="$hostname-month1.tgz" fi # Criar o arquivo já com o nome definido. if [ $day_num == 1 ]; then archive_file=$month_file elif [ $day != "Sábado" ]; then archive_file="$hostname-$day.tgz" else archive_file=$week_file fi # Exibir a mensagem de início de backup. echo "Fazendo backup de $backup_files em $dest/$archive_file" date echo # Fazer backup dos arquivos usando tar. tar czf $dest/$archive_file $backup_files # Exibir a mensagem de final de backup. echo echo "Backup finalizado" date # Lista longa dos arquivos em $dest para verificar os tamanhos dos arquivos. ls -lh $dest/
tr: #!/bin/bash #################################### # # NFS bağlama betiğine # dede-baba-oğul döndürme ile yedekle. # #################################### # Ne yedeklenecek. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Nereye yedeklenecek. dest="/mnt/backup" # Arşiv dosya adı için değişkenleri kur. day=$(date +%A) hostname=$(hostname -s) # Ayın hangi haftası olduğunu bul (1-4 arası). day_num=$(date +%d) if (( $day_num &lt;= 7 )); then week_file="$hostname-week1.tgz" elif (( $day_num &gt; 7 &amp;&amp; $day_num &lt;= 14 )); then week_file="$hostname-week2.tgz" elif (( $day_num &gt; 14 &amp;&amp; $day_num &lt;= 21 )); then week_file="$hostname-week3.tgz" elif (( $day_num &gt; 21 &amp;&amp; $day_num &lt; 32 )); then week_file="$hostname-week4.tgz" fi # Ayın tek veya çift olduğunu bul. month_num=$(date +%m) month=$(expr $month_num % 2) if [ $month -eq 0 ]; then month_file="$hostname-month2.tgz" else month_file="$hostname-month1.tgz" fi # Arşiv dosya adı oluştur. if [ $day_num == 1 ]; then archive_file=$month_file elif [ $day != "Saturday" ]; then archive_file="$hostname-$day.tgz" else archive_file=$week_file fi # Başlangıç durum mesajını yaz. echo "Backing up $backup_files to $dest/$archive_file" date echo # tar kullanarak dosyaları yedekle. tar czf $dest/$archive_file $backup_files # Son durum mesajını yaz. echo echo "Yedekleme bitti" date # Dosya boyutlarını gösterecek $dest'deki dosyaların listesi uzun. ls -lh $dest/

source: The script can be executed using the same methods as in <xref linkend="backup-executing-shellscript"/>.
fr: Le script peut être exécuté en utilisant les mêmes méthodes que dans <xref linkend="backup-executing-shellscript"/>.
pt_br: O script pode ser executado usando os mesmos métodos como descrito em <xref linkend="backup-executing-shellscript"/>.
tr: <xref linkend="backup-executing-shellscript"/>'deki gibi aynı metodlar kullanılarak betik çalıştırılabilir.

source: It is good practice to take backup media off site in case of a disaster. In the shell script example the backup media is another server providing an NFS share. In all likelihood taking the NFS server to another location would not be practical. Depending upon connection speeds it may be an option to copy the archive file over a WAN link to a server in another location.
fr: Une bonne pratique est de stocker les supports en-dehors de vos locaux. Dans le script d'exemple, le support de sauvegarde est un autre serveur fournissant un partage NFS. Selon toute vraisemblance, il ne serait pas pratique de changer de lieu le serveur NFS. Selon la vitesse de connexion, on peut choisir de copier les sauvegardes sur un serveur distant à travers un lien WAN.
pt_br: É boa prática ter uma mídia de cópia de segurança fora do local em caso de desastre. No shell script, exemplo de mídia de cópia de segurança é outro servidor fornecendo um compartilhamento NFS. Muito provavelmente, ter o servidor NFS em outro local não seria prático. Dependendo da velocidade de conexão, pode ser uma opção para copiar o arquivo numa conexão WAN para um servidor noutro local.
tr: Herhangi bir facia durumuna karşı verilerin yedeğini dışarı alma iyi bir fikirdir. Shell betiğindeki örnekte medya yedekleme, NFS paylaşımını başka sunucu sağlamasıdır. Bütün ihtimallerde NFS sunucuyu başka bir konuma alma, pratik olmayabilir. Bağlantı hızına bağlı olarak, arşiv dosyalarını bir WAN bağlantısıyla başka bir konumdaki sunucuya kopyalama bir tercih olabilir.

source: Another option is to copy the archive file to an external hard drive which can then be taken off site. Since the price of external hard drives continue to decrease it may be cost affective to use two drives for each archive level. This would allow you to have one external drive attached to the backup server and one in another location.
fr: Un autre moyen est de copier les sauvegardes sur un disque dur externe qui peut alors être changé de lieu. Comme le prix des disques durs externes continue de baisser, il peut être rentable d'utiliser deux disques pour chaque niveau d'archive. Ceci vous permettrait d'avoir un disque externe relié au serveur de sauvegarde et un en lieu sûr.
pt_br: Outra opção é copiar o arquivo de backup para um disco rígido externo que pode ser armazenado em outro ambiente. Uma vez que o preço de discos rígidos continuam a cair pode ser um custo efetivo utilizar dois drives para cada nível de arquivo. Isto irá permitir que você tenha um drive externo anexado ao servidor de backup e outro em outra localizaçao.
tr: Başka bir tercih, arşiv dosyalarını çıkartılabilir harici sabit sürücüye kopyalamaktır. Harici sabit sürücülerin fiyatlarındaki düşüşten dolayı, herbir arşiv seviyesi için iki sürücü kullanmak cazip olabilir.

source: Tape Drives
fr: Lecteurs de bande
pt_br: Drives de fita
tr: Teyp Sürücüler

source: A tape drive attached to the server can be used instead of a NFS share. Using a tape drive simplifies archive rotation, and taking the media off site as well.
fr: Un lecteur de bande peut être installé sur le serveur et remplacer un partage NFS. L'utilisation d'un lecteur de bande simplifie la rotation des archives, et la sécurisation des médias hors-site.
pt_br: Um drive de fita adicionado ao servidor pode ser usada em vez de um compartilhamento NFS. Usar um drive de fita simplifica a rotação do arquivo, e a tirando a mídia para fora do local também.
tr: Teyp sürücü, bir NFS paylaşım yerine kullanılması için sunucuya bağlanır. Teyp sürücü kullanmak, arşiv döndürmeyi kolaylaştırır ve medyayı çıkartılabilir yapar.

source: When using a tape drive the filename portions of the script aren't needed because the date is sent directly to the tape device. Some commands to manipulate the tape are needed. This is accomplished using <application>mt</application>, a magnetic tape control utility part of the <application>cpio</application> package.
fr: Lors de l'utilisation d'un lecteur de bande, la partie nom de fichier du script n'est pas nécessaire vu l'envoi direct de la date vers le périphérique. Certaines commandes sont nécessaires à l'utilisation de la bande. Ceci est effectué par l'utilisation de <application>mt</application>, un utilitaire de gestion de bande magnétique faisant partie du paquet <application>cpio</application>.
pt_br: Quando estiver usando um drive de fita as partes do nome de arquivo do script não são necessários porque a data é emitida diretamente ao dispositivo da fita. Isto é realizado utilizando o <application>mt</application>, uma utilitário de controle de fita magnética que faz parte do pacote <application>cpio</application>.
tr: Bir teyp sürücü kullanırken, verinin doğrudan teyp sürücüye gönderildiğinden dolayı, betiğin dosya adı kısımları gerekli değildir. Teyp'i değiştirmek için bazı komutlar gerekir. Bunu yapabilmek için, <application>cpio</application> paketinin manyetik teyp kontrol uygulaması parçasındaki <application>mt</application>'yi kullanmak gerekir.

source: Here is the shell script modified to use a tape drive:
fr: Voici le script shell modifié pour l'utilisation d'un lecteur de bande:
pt_br: Este é o shell script modificado para utilização do drive de fita:
tr: Burada, teyp sürücü kullanmak için shell betiği düzenlendi:

source: #!/bin/bash #################################### # # Backup to tape drive script. # #################################### # What to backup. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Where to backup to. dest="/dev/st0" # Print start status message. echo "Backing up $backup_files to $dest" date echo # Make sure the tape is rewound. mt -f $dest rewind # Backup the files using tar. tar czf $dest $backup_files # Rewind and eject the tape. mt -f $dest rewoffl # Print end status message. echo echo "Backup finished" date
fr: #!/bin/bash #################################### # # Sauvegarde vers une cassette # #################################### # Ce qu'il faut sauvegarder backup_files="/home /var/spool/mail /etc /root /boot /opt" # Où le sauvegarder dest="/dev/st0" # Affichage du commencement des opérations echo "Backing up $backup_files to $dest" date echo # S'assurer que la cassette est rembobinée mt -f $dest rewind # Sauvegarde à l'aide de tar. tar czf $dest $backup_files # Rembobinage et ejection de la cassette mt -f $dest rewoffl # Affichage de la fin des opérations echo echo "Sauvegarde terminée" date
pt_br: #!/bin/bash #################################### # # Script para backup em unidade de fita. # #################################### # Fazer backup do que? backup_files="/home /var/spool/mail /etc /root /boot /opt" # Para onde enviar o backup? dest="/dev/st0" # Exibir a mensagem de início de backup. echo "Fazendo backup de $backup_files em $dest" date echo # Tenha certeza de que a fita está rebobinada. mt -f $dest rewind # Fazer backup dos arquivos usando o tar. tar czf $dest $backup_files # Rebobinar e ejetar a fita. mt -f $dest rewoffl # Exibir a mensagem de final de backup. echo echo "Backup finalizado" date
tr: #!/bin/bash #################################### # # Teyp sürücü betiğine yedekle. # #################################### # Ne yedeklenecek. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Nereye yedeklenecek. dest="/dev/st0" # Başlangıç durum mesajını yaz. echo "Backing up $backup_files to $dest" date echo # Teypin tekrar sarıldığından emin olun. mt -f $dest rewind # tar kullanarak dosyaları yedekle. tar czf $dest $backup_files # Teypi geri sar ve çıkart. mt -f $dest rewoffl # Son durum mesajını yaz. echo echo "Yedekleme bitti" date

source: The default device name for a SCSI tape drive is <filename>/dev/st0</filename>. Use the appropriate device path for your system.
fr: Le nom de périphérique par défaut pour un lecteur de bandes SCSI est <filename>/dev/st0</filename>. Employez le chemin correspondant à votre système.
pt_br: O nome de dispositivo padrão para um drive de fita SCSI é <filename>/dev/st0</filename>. Use o caminho de dispositivo adequado para o seu sistema.
tr: SCSI teyp sürücü için mevcut aygıt adı <filename>/dev/st0</filename>'dır. Sistemin için uygun aygıt konumunu kullanın.

source: Restoring from a tape drive is basically the same as restoring from a file. Simply rewind the tape and use the device path instead of a file path. For example to restore the <filename>/etc/hosts</filename> file to <filename>/tmp/etc/hosts</filename>:
fr: La restauration à partir d'un lecteur de bandes est essentiellement équivalente à la restauration à partir d'un fichier. Il suffit de rembobiner la bande et remplacer le chemin du fichier par celui du périphérique. Par exemple, pour restaurer le fichier <filename>/etc/hosts</filename> vers <filename>/tmp/etc/hosts</filename> :
pt_br: Restaurar de um drive de fita é basicamente o mesmo que restaurar de um arquivo. Simplesmente rebobine a fita e use o caminho do dispositivo no lugar do caminho do arquivo. Por exemplo para restaurar o arquivo <filename>/etc/hosts</filename> para <filename>/tmp/etc/hosts</filename>:
tr: Teyp sürücüsünü düzenlemek, temel olarak bir dosyayı düzenlemeğe benzer. Teypi geri sarın ve dosya konumu yerine aygıt yolunu kullanın. Örneğin <filename>/etc/hosts</filename> dosyasını <filename>/tmp/etc/hosts</filename> olarak düzenlemek için:

source: <application>Bacula</application> is a backup program enabling you to backup, restore, and verify data across your network. There are Bacula clients for Linux, Windows, and Mac OSX. Making it a cross platform network wide solution.
fr: <application>Bacula</application> est un programme de sauvegarde vous permettant de sauvegarder, restaurer et vérifier les données à travers votre réseau. Il existe des clients Bacula pour Linux, Windows, et Mac OSX, ce qui en fait une solution réseau multi-plateforme.
pt_br: <application>Bacula</application> é um programa que possibilita fazer backup, restaura e verificar dados através da sua rede. Existem clientes do Bacula para Linux, Windows e Mac OSX. Tornando-o uma solução independente da plataforma e disponível para todo tipo de rede.
tr: <application>Bacula</application>, ağ üzerinden yedekleme, düzenleme ve doğrulama yapmayı sağlayan bir yedekleme programıdır. Linux, Windows ve Mac OSX için Bacula istemcileri vardır. Ağda büyük çözüm sağlayan bir platformdur.

source: <application>Bacula</application> is made up of several components and services used to manage which files to backup and where to back them up to:
fr: <application>Bacula</application> est fait de nombreux composants et services utilisés pour déterminer quels fichiers sauvegarder et vers où les restaurer.
pt_br: <application>Bacula</application>é composto de vários componentes e serviços usado para genrenciar quais arquivos a serem feito bakcupa e onde serão armazenados:
tr: <application>Bacula</application>, birkaç bileşen ve servisten meydana gelir. Hangi dosyaların nereye yedekleyeceğini yönetmek için kullanılır:
