Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Replace <quote>secret</quote> with the actual password for your LDAP admin user.
fr: Remplacez <quote>secret</quote> par le mot de passe effectif de votre administrateur LDAP.
pt_br: Substitua a palavra <quote>secret</quote> pela atual senha de seu usuário administrador do LDAP.
tr: <quote>gizli</quote> yerine LDAP yönetici için uygun şifre girin.

source: The <application>ldapscripts</application> are now ready to help manage your directory. The following are some examples of how to use the scripts:
fr: Les scripts <application>ldapscripts</application> sont maintenant prêts pour vous aider dans la gestion de votre annuaire. Les exemples suivants montrent comment utiliser ces scripts :
pt_br: O pacote <application>ldapscripts</application> agora está pronto para ajudar você a gerenciar o seu diretório. A seguir alguns exemplos de uso dos scripts:
tr: Şu an <application>ldapscripts</application>, dizin yönetimin için yardım etmeye hazırdır. Aşağıda betikleri nasıl kullanacağına dair birkaç örnek vardır:

source: Create a new user:
fr: Créez un nouvel utilisateur :
pt_br: Criar novo usuário:
tr: Yeni kullanıcı oluştur:

source: sudo ldapadduser george example
fr: sudo ldapadduser laurence exemple
tr: sudo ldapadduser yusuf tayfa

source: This will create a user with uid <emphasis role="italic">george</emphasis> and set the user's primary group (gid) to <emphasis role="italic">example</emphasis>
fr: Ceci créera un utilisateur ayant pour UID <emphasis role="italic">laurence</emphasis> et pour groupe primaire (GID) <emphasis role="italic">exemple</emphasis>.
pt_br: Isto irá criar um usuário com uid <emphasis role="italic">george</emphasis> e configurar seu grupo primário (gid) para <emphasis role="italic">example</emphasis>
tr: Bu <emphasis role="italic">yusuf</emphasis> kullanıcısı (uid) oluşturacak ve kullanıcının birincil grubunu (gid) <emphasis role="italic">tayfa</emphasis> olarak ayarlayacak.

source: Change a user's password:
fr: Modifiez un mot de passe utilisateur :
pt_br: Alterar a senha do usuário:
tr: Kullanıcı'nın şifresini değiştir:

source: sudo ldapsetpasswd george
fr: sudo ldapsetpasswd laurence
tr: sudo ldapsetpasswd yusuf

source: Changing password for user uid=george,ou=People,dc=example,dc=com
fr: Modifier le mot de passe de l'utilisateur uid=laurence,ou=People,dc=example,dc=com
pt_br: Alterando senha para usuário uid=george,ou=People,dc=exemplo,dc=com
tr: Kullanıcı için şifreyi değiştirme uid=yusuf,ou=People,dc=tayfa,dc=com

source: New Password:
fr: Nouveau mot de passe :
pt_br: Nova Senha :
tr: Yeni Şifre:

source: New Password (verify):
fr: Nouveau mot de passe (vérification) :
pt_br: Nova senha (verifica):
tr: Yeni Şifre (onayla):

source: Delete a user:
fr: Supprimer un utilisateur :
pt_br: Apagar o usuário:
tr: Kullanıcı sil:

source: sudo ldapdeleteuser george
fr: sudo ldapdeleteuser laurence
tr: sudo ldapdeleteuser yusuf

source: Add a group:
fr: Ajouter un groupe :
pt_br: Adicionar a grupo:
tr: Grup ekle:

source: Delete a group:
fr: Supprimer un groupe :
pt_br: Apagar o grupo:
tr: Grup sil:

source: Add a user to a group:
fr: Ajouter un utilisateur à un groupe :
pt_br: Adicionar usuário ao grupo:
tr: Gruba kullanıcı ekle:

source: sudo ldapaddusertogroup george qa
fr: sudo ldapaddusertogroup laurence qa
tr: sudo ldapaddusertogroup yusuf ey

source: You should now see a <emphasis>memberUid</emphasis> attribute for the <emphasis role="italic">qa</emphasis> group with a value of <emphasis role="italic">george</emphasis>.
fr: Vous devez avoir maintenant un attribut <emphasis>memberUid</emphasis> ayant pour valeur <emphasis role="italic">laurence</emphasis> pour le groupe <emphasis role="italic">qa</emphasis>.
pt_br: Você agora deve ver o atributo <emphasis>memberUid</emphasis> para o grupo <emphasis role="italic">qa</emphasis> com um valor de <emphasis role="italic">george</emphasis>.
tr: Şu an <emphasis role="italic">yusuf</emphasis> değerine sahip <emphasis role="italic">ey</emphasis> grubu için bir <emphasis>memberUid</emphasis> özelliği görüyorsun.

source: Remove a user from a group:
fr: Supprimer un utilisateur d'un groupe :
pt_br: Remover o usuário do grupo:
tr: Gruptan kullanıcı çıkart:

source: sudo ldapdeleteuserfromgroup george qa
fr: sudo ldapdeleteuserfromgroup laurence qa
tr: sudo ldapdeleteuserfromgroup yusuf ey

source: The <emphasis>memberUid</emphasis> attribute should now be removed from the <emphasis role="italic">qa</emphasis> group.
fr: L'attribut <emphasis>memberUid</emphasis> ne doit plus apparaître dans le groupe <emphasis role="italic">qa</emphasis> group.
pt_br: O atributo <emphasis>memberUid</emphasis> deverá, agora, ser removido do grupo <emphasis role="italic">qa</emphasis>.
tr: Şimdi <emphasis>memberUid</emphasis> özelliğini <emphasis role="italic">ey</emphasis> grubundan kaldırabilirsiniz

source: The <application>ldapmodifyuser</application> script allows you to add, remove, or replace a user's attributes. The script uses the same syntax as the <application>ldapmodify</application> utility. For example:
fr: Le script <application>ldapmodifyuser</application> vous permet d'ajouter, supprimer ou modifier les attributs des utilisateurs. Il utilise la même syntaxe que <application>ldapmodify</application>. Par exemple :
pt_br: O script <application>ldapmodifyuser</application> permite que você adicione, remova ou substitua atributos de usuário. O script usa a mesma sintaxe do utilitário <application>ldapmodify</application>. Por exemplo:
tr: <application>ldapmodifyuser</application> betiği, kullanıcı ekleme, kaldırma veya yer değiştirmeye izin verir. Betik, <application>ldapmodify</application> uygulamasındaki aynı söz dizimini kullanır. Örneğin:

source: sudo ldapmodifyuser george
fr: sudo ldapmodifyuser laurence
tr: sudo ldapmodifyuser yusuf

source: # About to modify the following entry : dn: uid=george,ou=People,dc=example,dc=com objectClass: account objectClass: posixAccount cn: george uid: george uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/george loginShell: /bin/bash gecos: george description: User account userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # Enter your modifications here, end with CTRL-D. dn: uid=george,ou=People,dc=example,dc=com
fr: # About to modify the following entry : dn: uid=laurence,ou=People,dc=example,dc=com objectClass: account objectClass: posixAccount cn: george uid: george uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/laurence loginShell: /bin/bash gecos: george description: User account userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # Enter your modifications here, end with CTRL-D. dn: uid=laurence,ou=People,dc=example,dc=com
pt_br: # Para modificar as seguintes entradas : dn: uid=george,ou=People,dc=exemplo,dc=com objectClass: account objectClass: posixAccount cn: george uid: george uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/george loginShell: /bin/bash gecos: george description: User account userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # Digite suas modificações aqui, e termine com CTRL-D. dn: uid=george,ou=People,dc=example,dc=com
tr: # Aşağıdaki girişleri düzenleme hakkında : dn: uid=yusuf,ou=People,dc=tayfa,dc=com objectClass: account objectClass: posixAccount cn: yusuf uid: yusuf uidNumber: 1001 gidNumber: 1001 homeDirectory: /home/yusuf loginShell: /bin/bash gecos: yusuf description: Kullanıcı hesabı userPassword:: e1NTSEF9eXFsTFcyWlhwWkF1eGUybVdFWHZKRzJVMjFTSG9vcHk= # Düzenlemeni buraya gir, CTRL-D ile sonlandır. dn: uid=yusuf,ou=People,dc=tayfa,dc=com

source: replace: gecos gecos: George Carlin
fr: replace: gecos gecos: Laurence Bibot
pt_br: substitua: gecos gecos: George Carlin
tr: replace: Yucuc gecos: Yusuf Yuce

source: The user's <emphasis>gecos</emphasis> should now be <quote>George Carlin</quote>.
fr: Le <emphasis>gecos</emphasis> de l'utilisateur doit être maintenant <quote>Laurence Bibot</quote>.
pt_br: A <emphasis>gecos</emphasis> do usuário deveria ser, agora, <quote>George Carlin</quote>.
tr: Kullanıcının <emphasis>yucuc</emphasis> değeri şimdi <quote>Yusuf Yuce</quote> oldu.

source: Another great feature of <application>ldapscripts</application>, is the template system. Templates allow you to customize the attributes of user, group, and machine objectes. For example, to enable the <emphasis>user</emphasis> template edit <filename>/etc/ldapscripts/ldapscripts.conf</filename> changing:
fr: Le système de modèle est une autre caractéristique intéressante de <application>ldapscripts</application>. Les modèles vous permettent de personnaliser les attributs d'un utilisateur, d'un groupe ou des objets machines. Par exemple, pour activer le modèle <emphasis>utilisateur</emphasis>, modifiez <filename>/etc/ldapscripts/ldapscripts.conf</filename> ainsi :
pt_br: Um outra grande recurso de <application>ldapscripts</application> é o sistema de template. Templates permitem que você customize atributos do usuário, do grupo e de objetos da máquina. Por exemplo, para habilitar o template <emphasis>user</emphasis>, edite <filename>/etc/ldapscripts/ldapscripts.conf</filename> alterando:
tr: <application>ldapscripts</application>'in diğer mükemmel bir özelliğ şablom sistemidir. Şablonlar, kullanıcı, grup ve makine objelerinin özelliklerini düzenlemeni sağlar. Örneğin, <emphasis>kullanıcı</emphasis> şablonunu etkinleştirmek için <filename>/etc/ldapscripts/ldapscripts.conf</filename>'i şu şeklide değiştirin:

source: There are <emphasis role="italic">sample</emphasis> templates in the <filename>/etc/ldapscripts</filename> directory. Copy or rename the <filename>ldapadduser.template.sample</filename> file to <filename>/etc/ldapscripts/ldapadduser.template</filename>:
fr: Des modèles <emphasis role="italic">types</emphasis> se trouvent dans le répertoire <filename>/etc/ldapscripts</filename>. Copiez ou renommer le fichier <filename>ldapadduser.template.sample</filename> en <filename>/etc/ldapscripts/ldapadduser.template</filename> :
pt_br: Há templates <emphasis role="italic">sample</emphasis> no diretório <filename>/etc/ldapscripts</filename>. Copie ou renomeie o arquivo <filename>ldapadduser.template.sample</filename> para <filename>/etc/ldapscripts/ldapadduser.template</filename>:
tr: <filename>/etc/ldapscripts</filename> dizininde <emphasis role="italic">örnek</emphasis> şablonları vardır. <filename>ldapadduser.template.sample</filename>'yi <filename>/etc/ldapscripts/ldapadduser.template</filename>'ye kopyalayın veya yeniden adlandırın:

source: Edit the new template to add the desired attributes. The following will create new user's as with an <emphasis>objectClass</emphasis> of <emphasis>inetOrgPerson</emphasis>:
fr: Modifiez le nouveau modèle pour ajouter les attributs désirés. L'exemple suivant créera un nouvel utilisateur avec <emphasis>inetOrgPerson</emphasis> comme <emphasis>objectClass</emphasis> :
pt_br: Edite o novo modelo para adicionar os atributos desejados. A seguir vai criar novos usuário com um <emphasis>objectClass</emphasis> de <emphasis>inetOrgPerson</emphasis>:
tr: Yeni şablonu istediğin özellikleri eklemek için düzenleyin. Aşağıdakiler yeni kullanıcı için <emphasis>inetOrgPerson</emphasis>'un <emphasis>objectClass</emphasis>'ini oluşturur:

source: Notice the <emphasis>&lt;ask&gt;</emphasis> option used for the <emphasis>cn</emphasis> value. Using &lt;ask&gt; will configure <application>ldapadduser</application> to prompt you for the attribute value during user creation.
fr: Remarquez l'option <emphasis>&lt;ask&gt;</emphasis> utilisée pour le <emphasis>cn</emphasis>. L'utilisation de &lt;ask&gt; paramétrera <application>ldapadduser</application> pour vous demander la valeur de l'attribut lors de la création de l'utilisateur.
pt_br: Observe a opção <emphasis>&lt;ask&gt;</emphasis> usada para o valor <emphasis>cn</emphasis>. Utilizando &lt;ask&gt; configurará <application>ldapadduser</application> para pedir a você o valor do atributo durante a criação do usuário.
tr: <emphasis>&lt;ask&gt;</emphasis> seçimi <emphasis>cn</emphasis> değeri için kullanıldı. &lt;ask&gt; kullanarak kullanıcı oluşturma esnasında özellik değerini <application>ldapadduser</application>'a yapılandırır.

source: There are more useful scripts in the package, to see a full list enter: <command>dpkg -L ldapscripts | grep bin</command>
fr: Il y a d'autres scripts utiles dans le paquet. Tapez ce qui suit pour en voir la liste complète : <command>dpkg -L ldapscripts | grep bin</command>
pt_br: Há mais scripts úteis no pacote, para ver uma lista completa digite: <command>dpkg -L ldapscripts | grep bin</command>
tr: Pakette daha çok kullanışlı betik vardır. Tüm listeyi görmek için şunu girin: <command>dpkg -L ldapscripts | grep bin</command>

source: For more information see <ulink url="http://www.openldap.org/">OpenLDAP Home Page</ulink>
fr: Pour plus d'informations se référer à la <ulink url="http://www.openldap.org/">page d'accueil de OpenLDAP</ulink>
pt_br: Para mais informações veja a página do <ulink url="http://www.openldap.org/">OpenLDAP</ulink>
tr: Daha fazla bilgi için <ulink url="http://www.openldap.org/">OpenLDAP Home Page</ulink>'e bakın

source: Though starting to show it's age, a great source for in depth LDAP information is O'Reilly's <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink>
fr: Bien qu'il commence à se faire vieux, le livre <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink> (en anglais) chez O'Reilly reste une excellente source d'informations approfondies. Il en existe une version française : <ulink url="http://www.oreilly.fr/catalogue/2841772934">LDAP - Administration système</ulink>.
pt_br: Embora seja um pouco velho, uma grande fonte para informações detalhadas sobre o LDAP é o O'Reilly's <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink>
tr: Yaşını göstermeye başlamasına rağmen LDAP ile ilgili derin bilgi O'Reilly'in <ulink url="http://www.oreilly.com/catalog/ldapsa/">LDAP System Administration</ulink> sayfasında vardır.

source: Packt's <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> is a great reference covering newer versions of OpenLDAP.
fr: L'ouvrage de Packt, <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink>, est une bonne référence pour les versions récentes de OpenLDAP.
pt_br: <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> do Packt é uma grande referência cobrindo as versões mais recentes de OpenLDAP.
tr: Packt'ın <ulink url="http://www.packtpub.com/OpenLDAP-Developers-Server-Open-Source-Linux/book">Mastering OpenLDAP</ulink> sayfası OpenLDAP'ın en yeni sürümünü içeren harika bir kaynaktır.

source: For more information on <application>auth-client-config</application> see the man page: <command>man auth-client-config</command>.
fr: Pour de plus amples informations à propos de <application>auth-client-config</application>, consultez la page de manuel : <command>man auth-client-config</command>.
pt_br: Para obter mais informações sobre <application>auth-client-config</application> veja a página man: <command>man auth-client-config</command>.
tr: <application>auth-client-config</application> hakkında dah afazla bilgi için ana sayfasına bakın: <command>man auth-client-config</command>.

source: For more details regarding the <application>ldapscripts</application> package see the man pages: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.
fr: Pour de plus amples informations à propos du paquet <application>ldapscripts</application>, consultez les pages de manuel : <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.
pt_br: Para mais detalhes relacionados ao pacote <application>ldapscripts</application>, veja as páginas do manual: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, etc.
tr: Daha fazla ayrıntı için <application>ldapscripts</application> paketinin şu ana sayfaları tavsiye edilir: <command>man ldapscripts</command>, <command>man ldapadduser</command>, <command>man ldapaddgroup</command>, vb.

source: Samba and LDAP
fr: Samba et LDAP
pt_br: Samba e LDAP
tr: Samba ve LDAP

source: This section covers configuring Samba to use LDAP for user, group, and machine account information and authentication. The assumption is, you already have a working OpenLDAP directory installed and the server is configured to use it for authentication. See <xref linkend="openldap-server"/> and <xref linkend="openldap-auth-config"/> for details on setting up OpenLDAP. For more information on installing and configuring Samba see <xref linkend="windows-networking"/>.
fr: Cette section couvre la configuration de Samba afin que ce dernier utilise LDAP pour les informations et authentifications utilisateurs, groupes et machines. On suppose qu'un serveur OpenLDAP est installé et fonctionnel, et que les serveurs sont configurés pour l'utiliser à l'authentification. Voir <xref linkend="openldap-server"/> et <xref linkend="openldap-auth-config"/> pour les détails concernant la mise en place d'OpenLDAP. Pour plus d'informations sur l'installation et la configuration de Samba, voir <xref linkend="windows-networking"/>.
pt_br: Esta seção cobre a configuração do Samba para utilizar LDAP para autenticação e informação de contas de usuário, grupo e máquina. É assumido que você já possui um diretório OpenLDAP instalado e o servidor está configurado para utilizá-lo para autenticação. Veja <xref linkend="openldap-server"/> e <xref linkend="openldap-auth-config"/> para detalhes sobre a configuração do OpenLDAP. Para maiores informações sobre a instalação e configuração do Samba veja <xref linkend="windows-networking"/>.
tr: Bu bölüm, kullanıcı, grup ve makine hesap bilgi ve kimlik doğrulaması için LDAP'ı kullanarak Samba'yı yapılandırma ile ilgilidir. Senin zaten çalışan, yüklü bir OpenLDAP dizinine sahip olduğun ve sunucunun onu kullanarak kimlik doğrulaması yapacak şeklide yapılandırıldığı varsayılır. OpenLDAP ayarı hakkında ayrıntı için <xref linkend="openldap-server"/> ve <xref linkend="openldap-auth-config"/>'e bakın. Samba yükleme ve yapılandırma hakkında daha fazlası için <xref linkend="windows-networking"/>'e bakın.

source: There are three packages needed when integrating Samba with LDAP. <application>samba</application>, <application>samba-doc</application>, and <application>smbldap-tools</application> packages . To install the packages, from a terminal enter:
fr: Trois paquets sont nécessaires à l'intégration de Samba avec LDAP : <application>samba</application>, <application>samba-doc</application> et <application>smbldap-tools</application>. Pour installer ces paquets, saisissez dans un terminal :
pt_br: Existem três pacotes necessários quando integra-se Samba com LDAP. Pacotes <application>samba</application>, <application>samba-doc</application>, e <application>smbldap-tools</application>. Para instalar os pacotes, a partir de um terminal digite:
tr: Samba'yı LDAP'a uygun hale getirmek için şu üç paket gereklidir:<application>samba</application>, <application>samba-doc</application> ve <application>smbldap-tools</application> paketleri . Paketleri yüklemek için uçbirime şunu girin:

source: Strictly speaking the <application>smbldap-tools</application> package isn't needed, but unless you have another package or custom scripts, a method of managing users, groups, and computer accounts is needed.
fr: <application>smbldap-tools</application> n'est pas vraiment nécessaire sauf si vous n'avez pas d'autres méthodes pour la gestion des comptes utilisateurs, groupes et machines.
pt_br: Estritamente falando, o pacote <application>smbldap-tools</application> não é necessário mas, a menos que você tenha outro pacote ou scripts customizados, será necessário um método para gerenciar usuários, grupos e contas do computador.
tr: Açıkçası <application>smbldap-tools</application> paketi gerekli değildir. Fakat, gereken kullanıcı, grup ve bilgisayar hesaplarının yöntemi olan diğer paket veya özel betik olmadığında bu paket gerekli olacaktır.

source: OpenLDAP Configuration
fr: Configuration de OpenLDAP
pt_br: Configuração do OpenLDAP
tr: OpenLDAP Yapılandırması

source: In order for Samba to use OpenLDAP as a <emphasis>passdb backend</emphasis>, the user objects in the directory will need additional attributes. This section assumes you want Samba to be configured as a Windows NT domain controller, and will add the necessary LDAP objects and attributes.
fr: Pour que Samba puisse utiliser OpenLDAP comme <emphasis>passdb backend</emphasis> (gestionnaire d'authentification), les objets de l'utilisateur dans l'annuaire devront avoir des attributs supplémentaires. Nous supposerons dans cette section que vous souhaitez paramétrer Samba en tant que contrôleur de domaine Windows NT. Nous ajouterons donc les objets et attributs LDAP en conséquence.
pt_br: Para que Samba use OpenLDAP como uma <emphasis>passdb infraestrutura</emphasis>, os objetos do usuário no diretório necessitarão de atributos adicionais. Esta seção assume que você quer que Samba seja configurado omo um controlador de domínio Windows NT e que adicionará objetos e atributos LDAP.
tr: Samba için OpenLDAP'ı <emphasis>passdb backend</emphasis> olarak kullanma, dizindeki kullanıcı objeleri için ek özelliklere ihtiyaç duyar. Bu bölüm, Samba'yı Windows NT alan kontrolörü olarak kullanmak ve LDAP objeleri ve özelliklerini eklemek istediğini varsayar.

source: The Samba attributes are defined in the <filename>samba.schema</filename> file which is part of the <application>samba-doc</application> package. The schema file needs to be unzipped and copied to <filename>/etc/ldap/schema</filename>. From a terminal prompt enter:
fr: Les attributs Samba sont définis dans le fichier <filename>samba.schema</filename> qui fait partie du paquet <application>samba-doc</application>. Le fichier schéma doit être décompressé et copié dans <filename>/etc/ldap/schema</filename>. Saisissez dans un terminal :
pt_br: Os atributos de Samba são definidos no arquivo <filename>samba.schema</filename> que é parte do pacote <application>samba-doc</application>. O arquivo do esquema necessita ser descompactado e copiado para <filename>/etc/ldap/schema</filename>. A partir de um prompt de terminal, entre:
tr: Samba özellikleri <application>samba-doc</application> paketinin bir parçası olan <filename>samba.schema</filename> dosyasında tanımlanmıştır. Şema dosyasının açılması ve <filename>/etc/ldap/schema</filename>'ya kopyalanması gerekir. Terminalden şöyle girin:

source: The <emphasis>samba</emphasis> schema needs to be added to the <emphasis>cn=config</emphasis> tree. The procedure to add a new schema to <application>slapd</application> is also detailed in <xref linkend="openldap-configuration"/>.
fr: Le schéma <emphasis>samba</emphasis> doit être ajouté à l'arborescence du <emphasis>cn=config</emphasis>. La procédure d'ajout d'un nouveau schéma à <application>slapd</application> est également expliquée dans <xref linkend="openldap-configuration"/>.
pt_br: O esquema <emphasis>samba</emphasis> necessita ser adicionado à árvore <emphasis>cn=config</emphasis>. O procedimento para adicionar um novo esquema a <application>slapd</application> está também detalhado em <xref linkend="openldap-configuration"/>.
tr: <emphasis>samba</emphasis> şemasının <emphasis>cn=config</emphasis> ağacına eklenmesi gerekir. <application>slapd</application>'a yeni bir şema ekleme yöntemi <xref linkend="openldap-configuration"/>'da açıklanmıştır.
