Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The best way to figure out why something is going wrong is to check the log files.
fr: La meilleure façon de savoir pourquoi quelque chose ne fonctionne pas est vérifier les fichiers journaux.
pt_br: A melhor forma de descobrir o quê está acontecendo de errado é checar os arquivos de log.
tr: Bazı şeylerin niçin ters gittiğini anlamanın en iyi yolu kayıt dosyalarını kontrol etmektir.

source: For instructions on <application>Postfix</application> logging see the <xref linkend="postfix-troubleshooting"/> section.
fr: Pour les instructions sur la journalisation dans <application>Postfix</application>, voyez la section <xref linkend="postfix-troubleshooting"/>.
pt_br: Para instruções sobre os logs do <application>Postfix</application> veja a seção <xref linkend="postfix-troubleshooting"/>.
tr: <application>Postfix</application> kayıtındaki yönergeler için <xref linkend="postfix-troubleshooting"/> bölümüne bakın.

source: <application>Amavisd-new</application> uses <application>Syslog</application> to send messages to <filename>/var/log/mail.log</filename>. The amount of detail can be increased by adding the <emphasis>$log_level</emphasis> option to <filename>/etc/amavis/conf.d/50-user</filename>, and setting the value from 1 to 5.
fr: <application>Amavisd-new</application> utilise <application>Syslog</application> pour envoyer des messages dans <filename>/var/log/mail.log</filename>. Le niveau de détails peut être augmenté en ajoutant l'option <emphasis>$log_level</emphasis> dans <filename>/etc/amavis/conf.d/50-user</filename>, et en réglant la valeur de 1 à 5.
pt_br: <application>Amavisd-new</application> utiliza o <application>Syslog</application> para enviar mensagens para o arquivo <filename>/var/log/mail.log</filename>. A quantidade de detalhes pode ser aumentada adicionando a opção <emphasis>$log_level</emphasis> ao arquivo <filename>/etc/amavis/conf.d/50-user</filename> e alterando o valor de 1 para 5.
tr: <application>Amavisd-new</application>, <filename>/var/log/mail.log</filename>'a ileti göndermek için <application>Syslog</application>'u kullanır. Ayrıntıların miktarı <emphasis>$log_level</emphasis> seçeneğini <filename>/etc/amavis/conf.d/50-user</filename>'a ekleyerek ve değeri 1'den 5'e ayarlayarak arttırılabilir.

source: When the <application>Amavisd-new</application> log output is increased <application>Spamassassin</application> log output is also increased.
fr: Lorsque le niveau de journalisation de <application>Amavisd-new</application> est augmenté, celui de <application>Spamassassin</application> l'est aussi.
pt_br: Quando a saída do log do <application>Amavisd-new</application> aumentar, a saída do log do <application>Spamassassin</application> também aumentará.
tr: <application>Amavisd-new</application>'in kayıt çıktısı arttırıldığında <application>Spamassassin</application>'in kayıt çıktısı da arttırılır.

source: The <application>ClamAV</application> log level can be increased by editing <filename>/etc/clamav/clamd.conf</filename> and setting the following option:
fr: La quantité d'informations enregistrée dans le journal de <application>ClamAV</application> peut être augmentée en modifiant <filename>/etc/clamav/clamd.conf</filename> et en réglant l'option suivante :
pt_br: O nível de log do <application>ClamAV</application> pode ser aumentado editando o arquivo <filename>/etc/clamav/clamd.conf</filename> e definindo a seguinte opção:
tr: <application>ClamAV</application>'nin kayıt seviyesi <filename>/etc/clamav/clamd.conf</filename> düzenlenerek ve aşağıdaki seçim ayarlanarak arttırabilir:

source: By default <application>ClamAV</application> will send log messages to <filename>/var/log/clamav/clamav.log</filename>.
fr: Par défaut, <application>ClamAV</application> enverra les messages de journalisation (logs) dans <filename>/var/log/clamav/clamav.log</filename>.
pt_br: Por padrão, o <application>ClamAV</application> irá enviar mensagens de log para <filename>/var/log/clamav/clamav.log</filename>.
tr: Normal olarak <application>ClamAV</application>, kayıt iletilerini <filename>/var/log/clamav/clamav.log</filename>'a gönderir.

source: After changing an applications log settings remember to restart the service for the new settings to take affect. Also, once the issue you are troubleshooting is resolved it is a good idea to change the log settings back to normal.
fr: Après avoir modifié les paramètres de journal d'une application, n'oubliez pas de redémarrer le service pour que les changements soient pris en compte. De plus, une fois le problème résolu, il est judicieux de revenir aux paramètres initiaux.
pt_br: Depois de alterar as definições de log de um aplicativo, lembre-se de reiniciar o serviço para que as novas alterações tenham efeito. Além disso, uma vez que o problema que você estiver tentando encontrar for resolvido ,é uma boa idéia alterar as definições de log de volta ao normal.
tr: Bir uygulamanın kayıt ayarlarını değiştirdikten sonra, yeni ayarların etkinleşmesi için servisi yeniden başlatmayı unutmayın. Ayrıca, karşılaşılan sorunu çözmek için kayıt ayarlarını normal durumuna geri getirmek iyi bir fikirdir.

source: For more information on filtering mail see the following links:
fr: Pour plus d'informations sur le filtrage des emails, voyez les liens suivants:
pt_br: Para mais informações sobre a filtragem de mensagens, veja os seguintes links:
tr: Posta filtreleme hakkında daha fazla bilgi için aşağıdaki bağlantılara bakınız:

source: Amavisd-new Documentation
fr: Documentation Amavisd-new
pt_br: Documentação do Amavisd-new
tr: Amavisd-new Belgelendirme

source: <ulink url="http://www.clamav.org/doc/latest/html/">ClamAV Documentation</ulink> and <ulink url="http://wiki.clamav.net/Main/WebHome">ClamAV Wiki</ulink>
fr: <ulink url="http://www.clamav.org/doc/latest/html/">ClamAV Documentation</ulink> et <ulink url="http://wiki.clamav.net/Main/WebHome">ClamAV Wiki</ulink>
pt_br: <ulink url="http://www.clamav.org/doc/latest/html/">Documentação do ClamAV</ulink> e <ulink url="http://wiki.clamav.net/Main/WebHome">Wiki do ClamAV</ulink>
tr: <ulink url="http://www.clamav.org/doc/latest/html/">ClamAV Belgelendirme</ulink> ve <ulink url="http://wiki.clamav.net/Main/WebHome">ClamAV Wiki</ulink>

source: Spamassassin Wiki
fr: Le Wiki de spammassassin
pt_br: Wiki do Spamassassin

source: Pyzor Homepage
fr: Page d'accueil de Pyzor
pt_br: Homepage do Pyzor
tr: Pyzor Ana Sayfası

source: Razor Homepage
fr: Page d'accueil de Razor
pt_br: Homepage do Razor
tr: Razor Ana Sayfası

source: Also, feel free to ask questions in the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
fr: De plus, n'hésitez pas à poser vos questions (en anglais) sur le canal IRC <emphasis>#ubuntu-server</emphasis> du réseau <ulink url="http://freenode.net">freenode</ulink>.
pt_br: Inclusive, sinta-se livre para fazer perguntas no canal de IRC <emphasis>#ubuntu-server</emphasis> da <ulink url="http://freenode.net">freenode</ulink>.
tr: Ayrıca, <ulink url="http://freenode.net">Freenode</ulink>'deki <emphasis>#ubuntu-server</emphasis> IRC kanalına çekinmeden soru sorabilirsin.

source: LAMP Applications
fr: Les applications LAMP
pt_br: Aplicações LAMP
tr: LAMP Uygulamaları

source: LAMP installations (Linux + Apache + MySQL + PHP) are a popular setup for Ubuntu servers. There is a plethora of Open Source applications written using the LAMP application stack. Some popular LAMP applications are Wiki's, Content Management Systems, and Management Software such as phpMyAdmin.
fr: Les installations LAMP (Linux + Apache + MySQL + PHP) sont très populaires sur les serveurs Ubuntu. Moult programmes libres utilisent la pile LAMP. Quelques applications célèbres sont les Wiki, les CMS (système de gestion de contenu) et les systèmes de gestion tel que phpMyAdmin.
pt_br: Instalações LAMP (Linux + Apache + MySQL + PHP) são populares em servidores Ubuntu. Existem milhares de aplicações em Software Livre desenvolvidas para utilização com o padrão LAMP. Algumas aplicações LAMP populares são Wiki's, Sistemas de Gerenciamento de Conteúdo e Gerenciamento de Software como o phpMyAdmin.
tr: LAMP yüklemeleri (Linux + Apache + MySQL + PHP), Ubuntu sunucular için meşhur kurulumlardır. LAMP uygulama kümesi kullanılarak yazılan çok miktarda Açık Kaynak vardır. Birkaç meşhur LAMP uygulamaları Wiki'ler, İçerik Yönetim Sistemleri ve phpMyAdmin gibi Yönetim Yazılımlarıdır.

source: One advantage of LAMP is the substantial flexibility for different database, web server, and scripting languages. Popular substitutes for MySQL include Posgresql and SQLite. Python, Perl, and Ruby are also frequently used instead of PHP.
fr: Un des avantages de LAMP est sa flexibilité quant à l'utilisation de base de données, de serveur Web et de langage de script. Par exemple, Mysql peut être remplacé par Posgresql ou SQLite, et PHP par Python, Perl ou Ruby.
pt_br: Uma vantagem do LAMP é a flexibilidade existente para base de dados, servidor web e linguagens de script. Entre os substitutos populares para o MySQL estão o Postgresql e o SQLite. Python, Perl e Ruby frequentemente são utilizados em substituição ao PHP.
tr: LAMP'ın bir avantajı, farklı veritabanları, web sunucu, ve betik dilleri için oldukça esnek bir yapıya sahip olmasıdır. Meşhur MySQL'in alternatifleri Posgresql ve SQLite'ı içerir. Ayrıca PHP yerine Python, Perl ve Ruby de sıkça kullanılır.

source: The traditional way to install most <emphasis>LAMP</emphasis> applications is:
fr: La manière usuelle d'installer la plupart des programmes LAMP est :
pt_br: A formade instalação tradicioanal da maioria das aplicações <emphasis>LAMP</emphasis> é:
tr: Çoğu <emphasis>LAMP</emphasis> uygulamalarını yüklemenin geleneksel yolu:

source: Download an archive containing the application source files.
fr: Téléchargez une archive contenant les fichiers sources du programme.
pt_br: Faça o download de um arquivo contendo os fontes da aplicação.
tr: Uygulama kaynak dosyalarını içeren bir arşiv indirmektir.

source: Unpack the archive, usually in a directory accessible to a web server.
fr: Décompressez l'archive, généralement dans un répertoire accessible par le serveur Web.
pt_br: Descompacte o arquivo, geralmente em um diretório que seja acessível para o servidor web.
tr: Arşiv paketi aç, genellikle web sunucusuna bir dizin erişebilirliğinde.

source: Depending on where the source was extracted, configure a web browser to serve the files.
fr: Configurez un navigateur Web de manière à afficher les fichiers selon l'endroit où ils se trouvent.
pt_br: Dependendo do local de extração dos fontes, configure um browser para fornecer or arquivos.
tr: Kaynağın nereye açıldığına bağlı olarak, dosyaları sunmak için bir web tarayıcı yapılandır.

source: Configure the application to connect to the database.
fr: Configurez le programme pour qu'il se connecte à la base de données.
pt_br: Configure a aplicação para conectar à base de dados.
tr: Veritabanına bağlanmak için uygulamayı yapılandır.

source: Run a script, or browse to a page of the application, to install the database needed by the application.
fr: Lancez un script ou allez sur une page de ce programme pour installer la base de données dont il a besoin.
pt_br: Execute um script ou carregue uma página da aplicação para instalar a base de dados necessária para a aplicação.
tr: Uygulama tarafından gereken veritabanını yüklemek için bir betik çalıştır veya uygulamanın bir sayfasını aç.

source: Once the steps above, or similar steps, are completed you are ready to begin using the application.
fr: Vous pourrez vous servir du programme une fois que toutes ces étapes ont été achevées.
pt_br: Depois de executar os passos acima (ou similares) sua aplicação estará pornta para ser utilizada.
tr: Yukarıdaki veya benzer bir adım attıktan sonra, uygulamayı kullanarak başlamaya hazırsın.

source: A disadvantage of using this approach is that the application files are not placed in the file system in a standard way, which can cause confusion as to where the application is installed. Another larger disadvantage is updating the application. When a new version is released, the same process used to install the application is needed to apply updates.
fr: Un des inconvénients de cette méthode est que les fichiers des programmes ne se trouvent pas dans les endroits standard du système de fichiers, ce qui peut entrainer des confusions quant à leur emplacement. Un autre plus important apparaît lors de la mise à jour du programme. Lorsqu'une nouvelle version est distribuée, il vous faudra repasser par toutes ces étapes.
pt_br: Uma desvantagem deste método de instalação é que os arquivos utilizados pela aplicação não são colocados no sistema de arquivos de uma forma padronizada, o que pode causar confusão com relação ao local de instalação da aplicação. Uma outra desvantagem é com relação a atualização. Quando uma nova versão for lançada, o processo de instalação deverá ser repetido para que a aplicação seja atualizada.
tr: Bu yaklaşımı kullanmanın bir dezavantajı, standart bir yolda, uygulama dosyalarının dosya sisteminde bulunmamasıdır. Bu uygulamanın nereye yüklendiğini bilmeme gibi bir karışıklığa sebep olabilir. Diğer büyük bir dezavantaj uygulama güncellemesidir. Yeni bir sürüm duyurulduğunda, uygulamayı yüklemek için kullanılan aynı işlem, güncellemeleri uygulamak için de gereklidir.

source: Fortunately, a number of <emphasis>LAMP</emphasis> applications are already packaged for Ubuntu, and are available for installation in the same way as non-LAMP applications. Depending on the application some extra configuration and setup steps may be needed, however.
fr: Heureusement, grand nombre de ces applications <emphasis>LAMP</emphasis> sont disponibles dans les dépôts Ubuntu. Cependant, selon le type de programme, vous devrez éventuellement les configurer après-coup.
pt_br: Felizmente, um grande número de aplicações <emphasis>LAMP</emphasis> já são empacotadas para o Ubuntu e disponibilizadas para instalação da mesma forma que aplicações não-LAMP. Porém, dependendo da aplicação, alguns passos a mais serão necessários para a correta configuração.
tr: Neyse ki <emphasis>LAMP</emphasis> uygulamalarının sayısı zaten Ubuntu'da paketlenmiştir ve LAMP uygulamaları gibi olmayan aynı yolla yükleme için kullanılabilir. Bununla birlikte, uygulamadaki bazı ek yapılandırmaya ve kurulum adımlarına bağlı olarak gerekebilir.

source: This section covers howto install and configure the Wiki applications <application>MoinMoin</application>, <application>MediaWiki</application>, and the MySQL management application <application>phpMyAdmin</application>.
fr: Cette section décrit l'installation et le paramétrage des programmes Wiki <application>MoinMoin</application> et <application>MediaWiki</application> ainsi que ceux du système de gestion <application>phpMyAdmin</application>.
pt_br: Esta sessão aborda a instalação e a configuração das aplicações Wiki <application>MoinMoin</application>, application>MediaWiki</application> e da aplicação <application>phpMyAdmin</application> para gerenciamento do MySQL.
tr: Bu bölüm, Wiki uygulamaları <application>MoinMoin</application>, <application>MediaWiki</application> ve MySQL yönetim uygulaması olan <application>phpMyAdmin</application>'in nasıl yüklenip yapılandırılacağını kapsar.

source: A Wiki is a website that allows the visitors to easily add, remove and modify available content easily. The ease of interaction and operation makes Wiki an effective tool for mass collaborative authoring. The term Wiki is also referred to the collaborative software.
fr: Un Wiki est un site permettant facilement aux visiteurs d'ajouter, supprimer et modifier le contenu disponible. La simplicité d'interaction et de traitement font du Wiki un outil efficace pour la création faite en collaboration massive. Le terme Wiki s'applique également au logiciel collaboratif.
pt_br: Um Wiki é um site que permite que os visitantes facilmente adicionem, removam e modifiquem o conteúdo disponível. A facilidade de interação e operação torna o Wiki uma ferramenta efetiva para autoria em forma de colaboração em massa. O termo Wiki também se refere a software colaborativo.
tr: Wiki, ziyaretçilerin kullanılabilir içerikleri kolayca eklemeyi, kaldırmayı ve düzenlemeyi sağlayan bir web sitesidir. İletişim ve işlem Wikiyi çoklu işbirlikçi yetkisi için etkin bir araç yapar. Ayrıca Wiki terimi işbirlikçi yazılımı kasteder.su

source: MoinMoin is a Wiki engine implemented in Python, based on the PikiPiki Wiki engine, and licensed under the GNU GPL.
fr: MoinMoin est un moteur Wiki implémenté dans le langage Python, basé sur le moteur Wiki PikiPiki et publié sous licence GNU GPL.
pt_br: MoinMoin é um motor de Wiki implementado em Python, baseado no motor de Wiki PikiPiki e licenciado sob a GNU GPL.
tr: Moinmoin, Phyton'da yapılan bir Wiki yapısıdır. PikiPiki Wiki yapısının temelini oluşturur ve GNU GPL lisansı altına alınmıştır.

source: To install <application>MoinMoin</application>, run the following command in the command prompt:
fr: Pour installer <application>MoinMoin</application>, lancez la commande suivante dans un terminal :
pt_br: Para instalar o <application>MoinMoin</application>, execute o seguinte comando na linha de comando:
tr: <application>MoinMoin</application>'i yüklemek için komut satırında aşağıdakini çalıştırın:

source: You should also install <application>apache2</application> web server. For installing <application>apache2</application> web server, please refer to <xref linkend="http-installation"/> sub-section in <xref linkend="httpd"/> section.
fr: Vous devriez également installer le serveur Web <application>apache2</application>. Pour ce faire, référez-vous à la sous-section <xref linkend="http-installation"/> de la section <xref linkend="httpd"/>.
pt_br: Você deve instalar também o servidor web <application>apache2</application>. Para instalar o servidor web <application>apache2</application>, por favor
tr: Ayrıca <application>apache2</application> web sunucusunu da yüklemelisin.<application>Apache2</application> web sunucusunu yüklemek için lütfen <xref linkend="httpd"/> bölümündeki <xref linkend="http-installation"/> alt bölümüne bakın.

source: For configuring your first Wiki application, please run the following set of commands. Let us assume that you are creating a Wiki named <emphasis>mywiki</emphasis>:
fr: Pour configurer votre première application Wiki, veuillez saisir la série de commandes suivantes en supposant que vous vouliez créer un Wiki nommé <emphasis>monwiki</emphasis> :
pt_br: Para configurar sua primeira aplicação Wiki, por favor execute o seguinte conjunto de comandos. Vamos assumir que você está criando uma Wiki chamada <emphasis>mywiki</emphasis>:
tr: İlk Wiki uyuglamanı yapılandırmak için aşağıdaki komut ayarlarını çalıştırın. <emphasis>vikim</emphasis> adında bir wiki oluşturacağını varsayalım:

source: Now you should configure <application>MoinMoin</application> to find your new Wiki <emphasis>mywiki</emphasis>. To configure <application>MoinMoin</application>, open <filename>/etc/moin/mywiki.py</filename> file and change the following line:
fr: Maintenant, vous devez configurer <application>MoinMoin</application> pour trouver votre nouveau Wiki <emphasis>mywiki</emphasis>. Pour ce faire, modifiez le fichier <filename>/etc/moin/mywiki.py</filename> et changez la ligne suivante :
pt_br: Agora você deve configurar o <application>MoinMoin</application> para localizar sua nova Wiki <emphasis>mywiki</emphasis>. Para configurar o <application>MoinMoin</application>, abra o arquivo <filename>/etc/moin/mywiki.py</filename> e modifique a seguinte linha:
tr: Şimdi yeni Wiki'n olan <emphasis>vikim</emphasis>'i bulması için <application>MoinMoin</application>'i yapılandırın. <application>MoinMoin</application>'i yapılandırmak için, <filename>/etc/moin/vikim.py</filename> dosyasını açın ve aşağıdaki satırı değiştirin:

source: to
fr: en
pt_br: para
tr: nereye

source: Also, below the <emphasis>data_dir</emphasis> option add the <emphasis>data_underlay_dir</emphasis>:
fr: Ajoutez aussi <emphasis>data_underlay_dir</emphasis> sous l'option <emphasis>data_dir</emphasis> :
pt_br: Também, abaixo da opção <emphasis>data_dir</emphasis> adicione o <emphasis>data_underlay_dir</emphasis>:
tr: Ayrıca, aşağıdaki <emphasis>data_dir</emphasis> seçeneği <emphasis>data_underlay_dir</emphasis> ekler:

source: If the <filename>/etc/moin/mywiki.py</filename> file does not exists, you should copy <filename>/etc/moin/moinmaster.py</filename> file to <filename>/etc/moin/mywiki.py</filename> file and do the above mentioned change.
fr: Si le fichier <filename>/etc/moin/mywiki.py</filename> n'existe pas, vous devez recopier le fichier <filename>/etc/moin/moinmaster.py</filename> en <filename>/etc/moin/mywiki.py</filename> et procéder aux modifications ci-dessus.
pt_br: Se o arquivo <filename>/etc/moin/mywiki.py</filename> não existir, você deve copiar o arquivo <filename>/etc/moin/moinmaster.py</filename> para <filename>/etc/moin/mywiki.py</filename> e fazer o que foi mencionado acima.
tr: Eğer <filename>/etc/moin/vikim.py</filename> dosyası yoksa, <filename>/etc/moin/moinmaster.py</filename> dosyasını <filename>/etc/moin/vikim.py</filename> dosyasına kopyalayın ve yukarıda bahsedilen değişikliği yapın.

source: If you have named your Wiki as <emphasis>my_wiki_name</emphasis> you should insert a line <quote>("my_wiki_name", r".*")</quote> in <filename>/etc/moin/farmconfig.py</filename> file after the line <quote>("mywiki", r".*")</quote>.
fr: Si vous avez appelé votre Wiki <emphasis>my_wiki_name</emphasis>, vous devrez insérer une ligne <quote>("my_wiki_name", r".*")</quote> dans le fichier <filename>/etc/moin/farmconfig.py</filename> juste après la ligne <quote>("mywiki", r".*")</quote>.
pt_br: Se você nomeou sua Wiki como <emphasis>meu_wiki_nome</emphasis> você deve inserir a linha <quote>("meu_wiki_nome".r".*")</quote> em <filename>/etc/moin/farmconfig.py</filename> arquivo depois a linha <quote>("meuwiki".r"*")</quote>.
tr: Eğer Wiki'ni <emphasis>vikimin_adı</emphasis> olarak adlandırdıysan <filename>/etc/moin/farmconfig.py</filename> dosyasına <quote>("vikim", r".*")</quote> satırından sonra <quote>("vikimin_adı", r".*")</quote> şeklinde bir satır yerleştirmelisin.

source: Once you have configured <application>MoinMoin</application> to find your first Wiki application <emphasis>mywiki</emphasis>, you should configure <application>apache2</application> and make it ready for your Wiki application.
fr: Une fois <application>MoinMoin</application> configuré, pour que votre première application Wiki <emphasis>mywiki</emphasis> fonctionne, vous devrez configurer <application>apache2</application> et le préparer pour votre application Wiki.
pt_br: Uma vez configurado o <application>MoinMoin</application> para achar a sua primeira aplicação WIki <emphasis>meuwiki</emphasis>, você deve configurar o <application>apache2</application> e deixá-lo pronto para sua aplicação Wiki.
tr: <application>MoinMoin</application>'i yapılandırdıktan sonra ilk Wiki uygulaman olan <emphasis>vikim</emphasis>'i bulmak için, <application>apache2</application>'yi yapılandırmalı ve onu Wiki uygulaması için hazır hale getirmelisin.
