Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: To increase the amount of information logged when troubleshooting <emphasis>SASL</emphasis> issues you can set the following options in <filename>/etc/dovecot/dovecot.conf</filename>
fr: Afin d'accroitre la quantité d'informations inscrites dans le log lors de la résolution de problèmes avec <emphasis>SASL</emphasis>, vous pouvez configurer les options suivantes dans <filename>/etc/dovecot/dovecot.conf</filename>
pt_br: Para aumentar a quantidade de informação logada quando estiver localizando erros de <emphasis>SASL</emphasis>, você pode configurar as seguintes opções no <filename>/etc/dovecot/dovecot.conf</filename>
tr: Problem esnasındaki kayıtlı bilginin miktarını arttırmak için <emphasis>SASL</emphasis> sana, <filename>/etc/dovecot/dovecot.conf</filename>'deki aşağıdaki seçimleri ayarlayabileceğini sana bildirecek

source: Just like <application>Postfix</application> if you change a <application>Dovecot</application> configuration the process will need to be reloaded: <command>sudo /etc/init.d/dovecot reload</command>.
fr: Comme avec <application>Postfix</application>, si vous changez la configuration de <application>Dovecot</application>, vous devrez le redémarrer afin de prendre en compte ces changements: <command>sudo /etc/init.d/dovecot reload</command>.
pt_br: Como no <application>Postfix</application>, se você mudar a configuração do processo do <application>Dovecot</application> deverá ser recarregado: <command>sudo /etc/init.d/dovecot reload</command>.
tr: Sadece <application>Postfix</application> gibi, eğer bir <application>Dovecot</application> yapılandırmasını değiştirmişsen, işlemin tekrar yüklenmesi gerekir: <command>sudo /etc/init.d/dovecot reload</command>.

source: Some of the options above can drastically increase the amount of information sent to the log files. Remember to return the log level back to normal after you have corrected the problem. Then reload the appropriate daemon for the new configuration to take affect.
fr: Certaines options ci-dessous peuvent dramatiquement augmenter la quantité d'informations inscrites dans les fichiers journaux. Pensez à ramener le niveau de journalisation à la normale une fois que vous aurez détecté et corrigé le problème. Ensuite redémarrez le démon afin que la nouvelle configuration soit prise en compte.
pt_br: Algumas das opções acima podem aumentar drasticamente a quantidade informação enviada para os arquivos de log. Lembre-se de voltar as configurações para o nível normal após corrigir o problema. Então recarregue o daemon apropriado para que a nova configuração surta efeito.
tr: Yukarıdaki seçeneklerin bazıları zorlayıcı bir şekilde arttırılabilir. Bilgi miktarı kayıt dosyalarına gönderilir. Problemi düzelttikten sonra kayıt seviyesini normal haline geri döndürmeyi unutma. Ardından yeni yapılandırmanın etkili olması için uygun programı tekrar yükle.

source: Administering a <application>Postfix</application> server can be a very complicated task. At some point you may need to turn to the Ubuntu community for more experienced help.
fr: Administrer un serveur <application>Postfix</application> peut être une tâche très complexe. À un certain moment, vous devrez peut-être vous tourner vers la communauté Ubuntu pour être aidé par des utilisateurs plus expérimentés.
pt_br: Administrar um servidor <application>Postfix</application> pode ser uma tarefa muito complicada. Em algum ponto você pode precisar da comunidade Ubunto para uma ajuda mais experiente.
tr: Bir <application>Postfix</application> sunucu yönetme çok karmaşık bir görev olabilir. Bazı noktalarda daha tecrübeli Ubuntu topluluklarıyla iletişime geçmen gerekir.

source: A great place to ask for <application>Postfix</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>. You can also post a message to one of the <ulink url="http://www.ubuntu.com/support/community/webforums">Web Forums</ulink>.
fr: Un endroit génial pour demander de l'assistance pour <application>Postfix</application> et s'impliquer dans la communauté Ubuntu Server, est le canal IRC (anglophone) <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net">freenode</ulink>. Vous pouvez aussi poster un message sur les <ulink url="http://forum.ubuntu-fr.org/">forums Ubuntu francophones</ulink>.
pt_br: Um bom lugar pra pedir assistência para o <application>Postfix</application>, e ficar envolvido com a comunidade Ubuntu Server, é o canal do IRC <emphasis>#ubuntu-server</emphasis> na <ulink url="http://freenode.net">freenode</ulink>. Você pode também, deixar uma mensagem em um dos forums <ulink url="http://www.ubuntu.com/support/community/webforums">Web Forums</ulink> na web.
tr: <application>Postfix</application> yardım alma için mükemmel bir yer <ulink url="http://freenode.net">freenode</ulink>'de <emphasis>#ubuntu-tr</emphasis> IRC kanalındaki Ubuntu Türkiye topluluğudur. Ayrıca <ulink url="http://forum.ubuntu-tr.org/index.php">Ubuntu Türkiye Forum</ulink>'a bir ileti gönderebilirsin.

source: For in depth <application>Postfix</application> information Ubuntu developers highly recommend: <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.
fr: Pour des informations plus complètes sur <application>Postfix</application>, les développeurs Ubuntu recommandent vivement :<ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.
pt_br: Para informações aprofundadas no <application>Postfix</application> os desenvolvedores do Ubuntu recomendam altamente:<ulink url="http://www.postfix-book.com/">O Livro do Postfix</ulink>.
tr: Derin <application>Postfix</application> bilgisi için Ubuntu geliştiricileri şunu tavsiye eder: <ulink url="http://www.postfix-book.com/">The Book of Postfix</ulink>.

source: Finally, the <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> website also has great documentation on all the different configuration options available.
fr: Enfin, le site web <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> possède également une grande documentation sur toutes les différentes options de configuration disponibles.
pt_br: Finalmente, o website do <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> também tem excelente documentação de todas as diferentes opções disponíveis de configuração.
tr: Son olarak <ulink url="http://www.postfix.org/documentation.html">Postfix</ulink> websitesi kullanılabilir tüm farklı yapılandırma seçimleri için müthiş bir belgeye sahiptir.

source: <application>Exim4</application> is another Message Transfer Agent (MTA) developed at the University of Cambridge for use on Unix systems connected to the Internet. Exim can be installed in place of <application>sendmail</application>, although the configuration of <application>exim</application> is quite different to that of <application>sendmail</application>.
fr: <application>Exim4</application> est un autre agent de transfert de courrier (MTA) développé à l'université de Cambridge pour une utilisation sur des systèmes Unix connectés à l'internet. Exim peut être installé à la place de <application>sendmail</application>, bien que la configuration de <application>exim</application> soit assez différente de celle de <application>sendmail</application>.
pt_br: O <application>Exim4</application> é outro Message Transfer Agent (MTA) desenvolvido na Universidade de Cambridge para ser utilizado em sistemas Unix conectados à Internet. O Exim pode ser instalado ao invés do <application>sendmail</application> contudo, a configuração do <application>exim</application> é bem diferente do <application>sendmail</application>.
tr: <application>Exim4</application>, Cambridge Üniversitesi tarafından, Unix sistemlerde Internete bağlanmak için geliştirilen diğer Posta Taşıma Aracı (MTA)'dır. Exim <application>sendmail</application>'e yüklenebilir. <application>Exim</application>'in yapısı <application>sendmail</application>'inkinden oldukça farklıdır.

source: To install <application>exim4</application>, run the following command: <screen> <command>sudo apt-get install exim4</command> </screen>
fr: Pour installer <application>exim4</application>, exécutez la commande suivante : <screen> <command>sudo apt-get install exim4</command> </screen>
pt_br: Para instalar o <application>exim4</application>, execute o seguinte comando: <screen> <command>sudo apt-get install exim4</command> </screen>
tr: <application>Exim4</application>'ü yüklemek için aşağıdaki komutu çalıştırın:<screen> <command>sudo apt-get install exim4</command> </screen>

source: To configure <application>Exim4</application>, run the following command:
fr: Pour configurer <application>Exim4</application>, utilisez la commande suivante :
pt_br: Para configurar o <application>Exim4</application>, execute o seguinte comando:
tr: <application>Exim4</application>'ü yapılandırmak için aşağıdakileri çalıştırın:

source: The user interface will be displayed. The user interface lets you configure many parameters. For example, In <application>Exim4</application> the configuration files are split among multiple files. If you wish to have them in one file you can configure accordingly in this user interface.
fr: L'interface utilisateur sera affichée. Celle-ci vous permet de modifiez plusieurs paramètres. Par exemple, les options de configuration d'<application>Exim4</application> sont réparties dans plusieurs fichiers. Grâce à cette interface vous pouvez les réunir en seul fichier.
pt_br: A interface de usuário será exibida. A interface de usuário permite que você configure diversos parâmetros. Por exemplo, no <application>Exim4</application> os arquivos de configuração são divididos entre vários arquivos. Caso queira tê-los em um único arquivo você pode configurá-los dessa forma na interface de usuário.
tr: Kullanıcı arayüzü görüntülenecek. Bu arayüz birçok parametreyi yapılandırmanı sağlar. Örneğin <application>Exim4</application>'deki yapılandırma dosyaları çoklu dosyalara bölünür. Eğer onları bir dosyada almak istiyorsan bu arayüzde düzenli olarak yapılandırabilirsin.

source: The master configuration file, is generated and it is stored in <filename>/var/lib/exim4/config.autogenerated</filename>.
fr: Le fichier de configuration maître, est généré et est stocké dans <filename>/var/lib/exim4/config.autogenerated</filename>.
pt_br: O arquivo de configuração principal é gerado e armazenado no arquivo <filename>/var/lib/exim4/config.autogenerated</filename>.
tr: Ana (master) yapılandırma dosyası oluşturulup <filename>/var/lib/exim4/config.autogenerated</filename>'da depolanır.

source: At any time, you should not edit the master configuration file, <filename>/var/lib/exim4/config.autogenerated</filename> manually. It is updated automatically every time you run <command>update-exim4.conf</command>
fr: À aucun moment, vous ne devez éditer manuellement le fichier de configuration principal <filename>/var/lib/exim4/config.autogenerated</filename>, car il est mis à jour automatiquement chaque fois que vous exécutez <command>update-exim4.conf</command>
pt_br: Em nenhum momento você deve editar o arquivo de configuração principal <filename>/var/lib/exim4/config.autogenerated</filename> manualmente. Ele é atualizado automaticamente toda vez que você roda o <command>update-exim4.conf</command>
tr: Her hangi bir zamanda ana yapılandırma dosyası <filename>/var/lib/exim4/config.autogenerated</filename>'ı elle düzenleyemezsin. Bu dosya, <command>update-exim4.conf</command>'i çalıştırdığın zaman otomatik olarak güncellenir.

source: You can run the following command to start <application>Exim4</application> daemon.
fr: Utilisez la commande suivante pour lancer le démon <application>Exim4</application>.
pt_br: Você pode executar o seguinte comando para iniciar o serviço <application>Exim4</application>.
tr: <application>Exim4</application> programını başlatmak için aşağıdaki komutu çalıştırabilirsin.

source: This section covers configuring Exim4 to use SMTP-AUTH with TLS and SASL.
fr: Cette section couvre la configuration de SMTP-AUTH avec TLS et SASL pour Exim4.
pt_br: Esta seção cobre a configuração Exim4 para utilizar SMTP-AUTH com TLS e SASL.
tr: Bu bölüm SMTP-AUTH'i TLS ve SASL ile kullanarak Exim4'ü yapılandırmayı kapsar.

source: The first step is to create a certificate for use with TLS. Enter the following into a terminal prompt:
fr: La première étape consiste à créer un certificat numérique pour TLS. Entez les commandes suivantes dans un terminal:
pt_br: O primeiro passo é criar um certificado pra usar com o TLS. Execute o seguinte no terminal:
tr: İlk adım TLS kullanarak bir sertifika oluşturmaktır. Aşağıdakini bir terminale girin:

source: Now Exim4 needs to be configured for TLS by editing <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename> add the following:
fr: Maintenant, Exim doit être configuré pour utiliser TLS en éditant <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename>. Ajoutez comme suit:
pt_br: Agora o Exim4 precisa ser configurado para TLS editando
tr: Şimdi Exim4'ün <filename>/etc/exim4/conf.d/main/03_exim4-config_tlsoptions</filename>'ye aşağıdaki eklenip, düzenlenerek TLS için yapılandırılması gerekir.

source: Next you need to configure <application>Exim4</application> to use the <application>saslauthd</application> for authentication. Edit <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> and uncomment the <emphasis>plain_saslauthd_server</emphasis> and <emphasis>login_saslauthd_server</emphasis> sections:
fr: Ensuite, vous aurez besoin de configurer <application>Exim4</application> pour utiliser <application>saslauthd</application> pour l'authentication. Modifiez <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> et décommentez les sections <emphasis>plain_saslauthd_server</emphasis> et <emphasis>login_saslauthd_server</emphasis> :
pt_br: A seguir você precisa configurar o <application>Exim4</application> para usar <application>saslauthd</application> para autenticação. Edite o arquivo <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename> e remova os comentários das seções <emphasis>plain_saslauthd_server</emphasis> e <emphasis>login_saslauthd_server</emphasis>:
tr: Sonra kimlik doğrulama için <application>saslauthd</application>'e kullanarak <application>Exim4</application>'ü yapılandırman gerekir. <filename>/etc/exim4/conf.d/auth/30_exim4-config_examples</filename>'ı düzenleyin ve <emphasis>plain_saslauthd_server</emphasis> ve <emphasis>login_saslauthd_server</emphasis> bölümlerini açıklamasız bırakın:

source: Finally, update the Exim4 configuration and restart the service:
fr: Enfin, mettez à jour la configuration d'Exim5 et redémarrez le service:
pt_br: Finalmente, atualize a configuração do Exim4 e reinicie o serviço:
tr: Son olarak, Exim4 yapılandırmasını güncelleyin ve servisi yeniden başlatın:

source: This section provides details on configuring the saslauthd to provide authentication for <application>Exim4</application>.
fr: Cette section mets à votre disposition des détails sur la configuration du saslauthd afin de fournir un mécanisme d'authentification pour <application>Exim4</application>.
pt_br: Esta seção provê todos os detalhes de como configurar o saslauthd para prover autenticação para o <application>Exim4</application>.
tr: Bu bölüm saslauthd yapılandırmasındaki <application>Exim4</application> kimlik doğrulamayı sağlaması için ayrıntıkları içerir.

source: The first step is to install the sasl2-bin package. From a terminal prompt enter the following:
fr: La première étape consiste à installer le paquet sasl2-bin. A partir d'un terminal, saisissez ce qui suit:
pt_br: O primeiro passo é instalar o pacote sasl2-bin. A partir do terminal digite o seguinte:
tr: İlk adım sasl2-bin paketi yüklemektir. Terminalden aşağıdakini girin:

source: To configure saslauthd edit the /etc/default/saslauthd configuration file and set START=no to:
fr: Pour configurer saslauthd ouvrez le fichier de configuration /etc/default/saslauthd et changez START=no en :
pt_br: Para configurar o saslauthd edite o arquivo de configuração /etc/default/saslauthd e ajuste START=no para:
tr: saslauthd'i yapılandırmak için /etc/default/saslauthd yapılandırma dosyasını düzenleyin ve START=no yu şöyle ayarlayın:

source: Next the <emphasis>Debian-exim</emphasis> user needs to be part of the <emphasis>sasl</emphasis> group in order for Exim4 to use the saslauthd service:
fr: Ensuite, l'utilisateur <emphasis>Debian-exim</emphasis> devra faire partie du groupe <emphasis>sasl</emphasis> afin que Exim4 puisse utiliser le service saslauthd :
pt_br: A seguir, o usuário <emphasis>Debian-exim</emphasis> precisa fazer parte do grupo <emphasis>sasl</emphasis> para que o Exim4 utilize o serviço saslauthd:
tr: Sonra <emphasis>Debian-exim</emphasis> kullanıcısının, Exim4'ün saslauthd servisini kullandığı müddetçe, <emphasis>sasl</emphasis> grubunun bir parçası olması gerekir:

source: Now start the <application>saslauthd</application> service:
fr: Maintenant démarrez le service <application>saslauthd</application>:
pt_br: Agora inicie o serviço <application>saslauthd</application>:
tr: Şimdi <application>saslauthd</application> servisini başlatın:

source: <application>Exim4</application> is now configured with SMTP-AUTH using TLS and SASL authentication.
fr: <application>Exim4</application> est maintenant configuré avec SMTP-AUTH utilisant l'authentification TLS et SASL.
pt_br: O <application>Exim4</application> agora está configura com SMTP-AUTH utilizando autenticação TLS e SASL.
tr: Şu an <application>Exim4</application>, SMTP-AUTH'i TLS ve SASL kimlik doğrulaması ile kullanarak yapılandırıldı.

source: See <ulink url="http://www.exim.org/">exim.org</ulink> for more information.
fr: Consultez <ulink url="http://www.exim.org/">exim.org</ulink> pour de plus amples informations.
pt_br: Veja <ulink url="http://www.exim.org/">exim.org</ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://www.exim.org/">exim.org</ulink> 'a bakınız.

source: There is also an <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4 Book</ulink> available.
fr: Vous pouvez aussi lire ce livre : <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4 Book</ulink>.
pt_br: Também existe um <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Livro do EXIM4</ulink> disponível.
tr: Ayrıca kullanılabilir bir <ulink url="http://www.uit.co.uk/content/exim-smtp-mail-server">Exim4 Book</ulink>'u vardır.

source: Dovecot Server
fr: Serveur Dovecot
pt_br: Servidor Dovecot
tr: Dovecot Sunucu

source: <application>Dovecot</application> is a Mail Delivery Agent, written with security primarily in mind. It supports the major mailbox formats: mbox or Maildir. This section explain how to set it up as an imap or pop3 server.
fr: <application>Dovecot</application> est un serveur de réception de courriel (MDA : Mail Delivery Agent), conçu avec la sécurité comme souci principal. Il prend en charge la majorité des formats de boites à lettres : mbox ou Maildir. Cette section explique comment le paramétrer pour en faire un serveur IMAP ou POP3.
pt_br: O <application>Dovecot</application> é um Agente de Entrega de Correio, escrito tendo em mente a segurança em primeiro lugar. Ele suporta os principais formatos de caixas postais: mbox ou Maildir. Essa seção explica como configurá-lo como um servidor imap ou pop3.
tr: <application>Dovecot</application>, belleğinde öncelikle güvenlikli yazılan bir Posta Dağıtım Aracı (MDA)'dır. Bu, büyük posta kutusu biçimlerini destekler: mbox veya Maildir. Bu bölüm onun bir imap veya pop3 sunucu olarak nasıl kurulacağını açıklar.

source: To install <application>dovecot</application>, run the following command in the command prompt:
fr: Pour installer <application>dovecot</application>, exécutez la commande suivante dans l'invité de commande:
pt_br: Para instalar o <application>dovecot</application>, execute o seguinte comando no terminal:
tr: <application>Dovecot</application>'u yüklemek için komut satırına aşağıdakini yazın:

source: To configure <application>dovecot</application>, you can edit the file <filename>/etc/dovecot/dovecot.conf</filename>. You can choose the protocol you use. It could be pop3, pop3s (pop3 secure), imap and imaps (imap secure). A description of these protocols is beyond the scope of this guide. For further information, refer to the Wikipedia articles on <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> and <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
fr: Pour configurer <application>dovecot</application>, vous pouvez modifier <filename>/etc/dovecot/dovecot.conf</filename>. Choisissez le protocole à utiliser si nécessaire (pop3, pop3s - pop3 sécurisé, imap et imaps - imap sécurisé). La description de ces protocoles ne relève pas de ce guide. Pour de plus amples informations, référez-vous aux articles de Wikipédia : <ulink url="http://fr.wikipedia.org/wiki/POP3">POP3</ulink> et <ulink url="http://fr.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
pt_br: Para configurar <application>dovecot</application>, você pode editar o arquivo <filename>/etc/dovecot/dovecot.conf</filename>. Você pode escolher o protocolo que utiliza. Este pode ser pop3, pop3s (pop3 seguro), imap e imaps (imap seguro). A descrição desses protocolos vai além do alcance deste guia. Para mais informações, veja os artigos da Wikipedia sobre <ulink url="http://en.wikipedia.org/wiki/POP3">POP3</ulink> e <ulink url="http://en.wikipedia.org/wiki/Internet_Message_Access_Protocol">IMAP</ulink>.
tr: <application>Dovecot</application>'u yapılandırmak için <filename>/etc/dovecot/dovecot.conf</filename> dosyasını düzenleyebilirsin. Kullanacağın iletişim kuralını seçebilirsin. O, pop3, pop3s (pop3 güvenlik), imap ve imaps (imap güvenlik) olabilir. Bu iletişim kurallarının açıklaması bu kılavuz kapsamının dışındadır. Daha fazla bilgi için Vikipedi'deki <ulink url="http://tr.wikipedia.org/wiki/POP3">POP3</ulink> ve <ulink url="http://tr.wikipedia.org/wiki/Imap">IMAP</ulink> maddelerine bakın.

source: IMAPS and POP3S are more secure that the simple IMAP and POP3 because they use SSL encryption to connect. Once you have chosen the protocol, amend the following line in the file <filename>/etc/dovecot/dovecot.conf</filename>:
fr: IMAPS et POP3S sont plus sûrs que les simples IMAP et POP3 parce qu'ils utilisent l'encryption SSL pour la connexion. Une fois que vous avez choisi le protocole, ajoutez la ligne suivante dans le fichier <filename>/etc/dovecot/dovecot.conf</filename> :
pt_br: IMAPS e POP3S são mais seguros que o IMAP e POP3 porque usam criptografia SSL para conectar. Um vez que você tenha escolhido o protocolo, corriga a seguinte linha no arquivo <filename>/etc/dovecot/dovecot.conf</filename>:
tr: IMAPS ve POP3S, basit IMAP ve POP3'ün daha güvenli biçimidir. Çünkü bunlar bağlantı için SSL şifrelemesi kullanır. İletişim kuralını seçtikten sonra, <filename>/etc/dovecot/dovecot.conf</filename> dosyasındaki aşağıdaki satırı değiştirin:
