Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Before installing <application>Rails</application> you should install <application>Apache</application> and <application>MySQL</application>. To install the <application>Apache</application> package, please refer to <xref linkend="httpd"/>. For instructions on installing <application>MySQL</application> refer to <xref linkend="mysql"/>.
fr: Avant d'installer <application>Rails</application>, vous devez installer <application>Apache</application> et <application>MySQL</application>. Pour installer <application>Apache</application>, veuillez consulter <xref linkend="httpd"/>. Pour les instructions d'installation <application>MySQL</application>, consultez <xref linkend="mysql"/>.
pt_br: Antes de instalar <application>Rails</application> você deve instalar o<application>Apache</application> e o <application>MySQL</application>. Para instalar o pacote <application>Apache</application>, por favor consulte <xref linkend="httpd"/>. Para instruções sobre instalação do <application>MySQL</application> consulte <xref linkend="mysql"/>.
tr: <application>Rails</application>'i yüklemeden önce <application>Apache</application> ve <application>MySQL</application>'i yüklemelisin. <application>Apache</application> paketini yüklemek için lütfen <xref linkend="httpd"/>'ye başvur. <application>MySQL</application> yüklemesindeki açıklamalar için, <xref linkend="mysql"/>'a bakınız.

source: Once you have <application>Apache</application> and <application>MySQL</application> packages installed, you are ready to install <application>Ruby on Rails</application> package.
fr: Une fois que vous avez installé les paquets <application>Apache</application> et <application>MySQL</application>, vous êtes prêt pour installer le paquet de <application>Ruby on Rails</application>.
pt_br: Uma vez que tenha instalado os pacotes <application>Apache</application> e <application>MySQL</application>, você está apto a instalar o pacote <application>Ruby on Rails</application>.
tr: <application>Apache</application> ve <application>MySQL</application> paketlerini yükleyerek zaten <application>Ruby on Rails</application> paketini yüklemeye hazırsın.

source: To install the <application>Ruby</application> base packages and <application>Ruby on Rails</application>, you can enter the following command in the terminal prompt:
fr: Pour installer les paquets de base <application>Ruby</application> et <application>Ruby on Rails</application>, vous pouvez saisir la commande suivante dans un terminal :
pt_br: Para instalar os pacotes base do <application>Ruby</application> e <application>Ruby on Rails</application>, você deve digitar o seguinte comando no prompt do terminal:
tr: <application>Ruby</application> tabanlı paketleri <application>Ruby on Rails</application>'i yüklemek için terminale aşağıdaki komutu girebilirsin:

source: Modify the <filename>/etc/apache2/sites-available/default</filename> configuration file to setup your domains.
fr: Modifiez le fichier de configuration <filename>/etc/apache2/sites-available/default</filename> pour définir vos domaines.
pt_br: Modifique o arquivo de configuração <filename>/etc/apache2/sites-available/default</filename> para configurar seus domínios.
tr: Kendi alanını kurmak için <filename>/etc/apache2/sites-available/default</filename> yapılandırma dosyasını düzenleyin.

source: The first thing to change is the <emphasis>DocumentRoot</emphasis> directive:
fr: La première chose à changer est la directive <emphasis>DocumentRoot</emphasis> :
pt_br: A primeira coisa a alterar é a diretiva <emphasis>DocumentRoot</emphasis>:
tr: <emphasis>DocumentRoot</emphasis> yönergesini değiştirmek için ilk şey:

source: Next, change the &lt;Directory "/path/to/rails/application/public"&gt; directive:
fr: Puis, modifiez la directive &lt;Directory "/path/to/rails/application/public"&gt; :
pt_br: Próximo. mude a diretiva &lt;Directory "/path/to/rails/application/public"&gt;:
tr: Sonra, &lt;Directory "/path/to/rails/application/public"&gt; yönergesini değiştirin:

source: You should also enable the <application>mod_rewrite</application> module for Apache. To enable <application>mod_rewrite</application> module, please enter the following command in a terminal prompt:
fr: Vous pouvez également activer le module <application>mod_rewrite</application> pour Apache. Pour ce faire, veuillez saisir la commande suivante dans un terminal :
pt_br: Você também deveria habilitar o módulo <application>mod_rewrite</application> para o Apache. Para habilitar o módulo <application>mod_rewrite</application>, digite o seguinte comando em um terminal:
tr: Ayrıca <application>mod_rewrite</application> kipini Apache için aktifleştirmelisin. <application>mod_rewrite</application> kipini aktifleştirmek için lütfen terminale aşağıdaki komutu girin:

source: Finally you will need to change the ownership of the <filename>/path/to/rails/application/public</filename> and <filename>/path/to/rails/application/tmp</filename> directories to the user used to run the <application>Apache</application> process:
fr: Enfin, vous devrez donner la propriété des répertoires <filename>/path/to/rails/application/public</filename> et <filename>/path/to/rails/application/tmp</filename> à l'utilisateur exécutant habituellement le processus <application>Apache</application>:
pt_br: Finalmente você precisará alterar o proprietário dos diretórios <filename>/path/to/rails/application/public</filename> e <filename>/path/to/rails/application/tmp</filename> para o usuário que executa o processo <application>Apache</application>:
tr: Son olarak <filename>/path/to/rails/application/public</filename> ve <filename>/path/to/rails/application/tmp</filename> dizinlerinin sahipliğini <application>Apache</application> işlemini kullanacaklar için değiştirmelisin:

source: That's it! Now you have your Server ready for your <application>Ruby on Rails</application> applications.
fr: C'est tout ! Maintenant votre serveur est prêt pour vos applications <application>Ruby on Rails</application>.
pt_br: É isto! Agora você tem seu Servidor pronto para suas aplicações <application>Ruby on Rails</application>.
tr: Hepsi bu kadar! Şu an <application>Ruby on Rails</application> uygulamaların için bir Sunucuya sahipsin.

source: See the <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> website for more information.
fr: Consultez le site <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> (en anglais) pour de plus amples informations.
pt_br: Veja o site da web <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> para mais informações.
tr: Daha fazla bilgi için <ulink url="http://rubyonrails.org/">Ruby on Rails</ulink> websitesine bakınız.

source: Also <ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> is a great resource.
fr: <ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> (en anglais) est aussi une mine d'informations.
pt_br: Além disso<ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> é um grande recurso.
tr: Ayrıca <ulink url="http://pragprog.com/titles/rails3/agile-web-development-with-rails-third-edition">Agile Development with Rails</ulink> harika bir kaynaktır.

source: Another place for more information is the <ulink url="https://help.ubuntu.com/community/RubyOnRails">Ruby on Rails Ubuntu Wiki</ulink> page.
fr: Vous trouverez également des informations sur la page du <ulink url="https://help.ubuntu.com/community/RubyOnRails">Wiki Ubuntu consacrée à Ruby on Rails</ulink>.

source: Apache Tomcat is a web container that allows you to serve Java Servlets and JSP (Java Server Pages) web applications.
fr: Apache Tomcat est un conteneur vous permettant de fournir des Servlets Java et des applications Web JSP (Java Server Pages).
pt_br: O Apache Tomcat é um web container J2EE que permite a hospedagem de aplicações web tipo Java Servlets e JSP (Java Server Pages).
tr: Apache Tomcat, Java Servlets ve JSP (Java Server Pages) web uygulamaları çalıştırmana izin veren bir web kutusudur.

source: The <application>Tomcat 6.0</application> packages in Ubuntu support two different ways of running Tomcat. You can install them as a classic unique system-wide instance, that will be started at boot time and will run as the tomcat6 unpriviledged user. But you can also deploy private instances that will run with your own user rights, and that you should start and stop by yourself. This second way is particularly useful in a development server context where multiple users need to test on their own private Tomcat instances.
fr: Les paquets <application>Tomcat 6.0</application> dans Ubuntu prennent en charge deux façons différentes de exécuter Tomcat. Vous pouvez les installer comme une instance unique classique à l'échelle du système, qui sera lancée au démarrage et s'exécutera avec l'utilisateur tomcat6 sans privilèges particuliers. Mais vous pouvez également déployer des instances privées qui fonctionnent avec vos propres droits d'utilisateur, et que vous devriez démarrer et arrêter vous-même. Cette deuxième solution est particulièrement utile dans un contexte de serveur de développement où plusieurs utilisateurs ont besoin d'effectuer des tests sur leur propre instance privée de Tomcat.
pt_br: Os pacotes <application>Tomcat 6.0</application> no Ubuntu suportam duas formas diferentes de utilizar o Tomcat. Você pode instalá-los como uma única instância clássica para todo o sistema, que será iniciada no momento do boot e irá funcionar como o usuário sem privilégios tomcat6. Mas você também pode empregar instâncias particulares que irão funcionar com os direitos do seu usuário, e que você mesmo deverá iniciar e parar. Esta segunda forma é particularmente útil em um servidor de desenvolvimento em que muitos usuários precisam testar suas próprias instâncias privadas do Tomcat.
tr: Ubuntu'daki <application>Tomcat 6.0</application> paketleri Tomcat çalıştırmayı iki şekilde destekler. Onları başlangıçta başlatabilir ve tomcat6 ayrımcalıksız kullanıcı gibi çalıştırabilirsin. Kendi kullanıcılar için özel örnekler dağıtabilir ve kendi kendine başlatıp, durdurabilirsin. Bu ikinci yol özellikle çoklu kullanıcıların kendi özel Tomcat örneklerini test etmeleri için bir sunucu geliştirme içeriğinde kullanışlıdır.

source: System-wide installation
fr: Installation pour tout le système
pt_br: Instalação para todo o sistema
tr: Kapsamlı sistem yükleme

source: To install the <application>Tomcat</application> server, you can enter the following command in the terminal prompt:
fr: Pour installer le serveur <application>Tomcat</application>, vous pouvez entrer la commande suivante dans un terminal :
pt_br: Para instalar o servidor <application>Tomcat</application>, você pode digitar o seguinte comando em um terminal:
tr: <application>Tomcat</application> sunucuyu yüklemek için terminale aşağıdaki komutu girebilirsin:

source: This will install a Tomcat server with just a default ROOT webapp that displays a minimal "It works" page by default.
fr: Cela installera un serveur Tomcat avec par défaut une application Web qui affichera la page minimale "it works".
pt_br: Isso irá instalar um servidor Tomcat com apenas uma aplicação web ROOT que exibe uma simples página "Funciona" por padrão.
tr: Bu, bir Tomcat sunucuyu sadece mevcut bir YÖNETİCİ web uygulaması ile yükleyecek. Bu uygulama en az varsayılan olarak "Çalışır" sayfası gösterir.

source: Tomcat configuration files can be found in <filename>/etc/tomcat6</filename>. Only a few common configuration tweaks will be described here, please see <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">Tomcat 6.0 documentation</ulink> for more.
fr: Les fichiers de configuration Tomcat peuvent être trouvés dans <filename>/etc/tomcat6</filename>.Seulement quelques configuration minimes seront décrites ici. Veuillez consultez la <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">documentation de Tomcat 6.0 </ulink> pour plus d'information.
pt_br: Os arquivos de configuração do Tomcat podem ser encontrados em <filename>/etc/tomcat6</filename>. Apenas algumas alterações comuns da configuração serão descritas aqui, por favor veja a <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">Documentação do Tomcat 6.0</ulink> para mais.
tr: Tomcat yapılandırma dosyaları <filename>/etc/tomcat6</filename>'da bulunur. Sadece birkaç temel yapılandırma ayarları burada açıklanmıştır. Daha fazlası için lütfen <ulink url="http://tomcat.apache.org/tomcat-6.0-doc/index.html">Tomcat 6.0 documentation</ulink>'u ziyaret ediniz.

source: Changing default ports
fr: Modification des ports par défaut
pt_br: Alterando as portas padrão
tr: Mevcut yuvaları değiştirme

source: By default Tomcat 6.0 runs a HTTP connector on port 8080 and an AJP connector on port 8009. You might want to change those default ports to avoid conflict with another server on the system. This is done by changing the following lines in <filename>/etc/tomcat6/server.xml</filename>:
fr: Par défaut Tomcat 6.0 lance un connecteur HTTP sur le port 8080 et un connecteur AJP sur le port 8009. Vous feriez mieux de changer ces ports par défaut pour éviter les conflits avec les autres serveurs sur le système. Pour ce faire, changez les lignes suivantes dans <filename>/etc/tomcat6/server.xml</filename> :
pt_br: Por padrão Tomcat 6.0 utiliza um conector HTTP na porta 8080 e um conector AJP na porta 8009. Você pode querer alterar tais portas para evitar conflitos com outros servidores no sistema. Isso pode ser feito mudando as seguintes linhas em <filename>/etc/tomcat6/server.xml</filename>:
tr: Normalde Tomcat 6.0, 8080 yuvasındaki bir HTTP bağlayıcısı ve 8009 yuvasındaki AJP bağlayıcılarını çalıştırır. Bu mevcut yuvaları, sistemdeki diğer sunucular ile çakışmayı önlemek için değiştirmek istiyebilirsin. Bu, <filename>/etc/tomcat6/server.xml</filename>'deki şu satır değiştirilerek yapılır:

source: Changing JVM used
fr: Modification de la machine virtuelle Java utilisée
pt_br: Alterando a JVM usada
tr: Kullanılan JVM'yi değiştirme

source: By default Tomcat will run preferably with OpenJDK-6, then try Sun's JVM, then try some other JVMs. If you have various JVMs installed, you can set which should be used by setting JAVA_HOME in <filename>/etc/default/tomcat6</filename>:
fr: Par défaut, Tomcat essaie d'utiliser en priorité OpenJDK-6, puis JVM de Sun, et enfin d'autres machines virtuelles Java. Si vous avez différentes machines virtuelles Java installés, vous pouvez choisir celle qui sera utilisée en modifiant la variable JAVA_HOME dans <filename>/etc/default/tomcat6</filename> :
pt_br: Por padrão o Tomcat irá funcionar preferencialmente com OpenJDK-6, então tentará o JVM da Sun, e então algumas outras JVMs. Se você tiver várias JVMs instaladas, você pode selecionar qual deve ser usada configurando JAVA_HOME em <filename>/etc/default/tomcat6</filename>:
tr: Normalde Tomcat tercihen OpenJDK-6 ile çalışacak, sonra Sun's JVM'yi deneyin, ardından bazı diğer JVM'leri deneyin. Eğer yüklü çeşitli JVM'ler varsa, <filename>/etc/default/tomcat6</filename>'deki JAVA_HOME'u değiştirerek istediğini ayarlayabilirsin:

source: Declaring users and roles
fr: Déclaration des utilisateurs et des rôles
pt_br: Declarando usuários e papéis
tr: Kullanıcı ve kuralları reddetme

source: Usernames, passwords and roles (groups) can be defined centrally in a Servlet container. In Tomcat 6.0 this is done in the <filename>/etc/tomcat6/tomcat-users.xml</filename> file:
fr: Les utilisateurs, mots de passe et rôles (groupes) peuvent être centralisés dans un conteneur Servlet. Dans Tomcat 6.0, cela se fait dans le fichier <filename>/etc/tomcat6/tomcat-users.xml</filename>:
pt_br: Os usuários, as senhas e os grupos podem ser definidos diretamente no Servlet container. Esta configuração é feita no Tomcat 6.0 através do arquivo <filename>/etc/tomcat6/tomcat-users.xml</filename>:
tr: Kullanıcılar, şifreler ve kurallar (gruplar) bir Servlet kutusunun tam olarak açıklanabilir. Tomcat 6.0'da bu, <filename>/etc/tomcat6/tomcat-users.xml</filename> dosyasında yapıldı:

source: Using Tomcat standard webapps
fr: Utilisations des applications Web standard de Tomcat
pt_br: Utilizando as aplicações web padrão do Tomcat
tr: Tomcat standart web uygulamalarını kullanma

source: Tomcat is shipped with webapps that you can install for documentation, administration or demo purposes.
fr: Tomcat est fourni avec des applications Web que vous pouvez installer pour la documentation, l'administration ou pour des démonstrations.
pt_br: Tomcat vêm com aplicações web que você pode instalar para propósitos de documentação, administração ou demonstração.
tr: Tomcat, dökümantasyon, yönetim veya alıştırma amaçlı web uygulamalarını yükleyebililecek geniş bir uygulamaya sahiptir.

source: Tomcat documentation
fr: Documentation Tomcat
pt_br: Documentação do Tomcat
tr: Tomcat dökümantasyon

source: The <application>tomcat6-docs</application> package contains Tomcat 6.0 documentation, packaged as a webapp that you can access by default at http://yourserver:8080/docs. You can install it by entering the following command in the terminal prompt:
fr: Le paquet <application>tomcat6-docs</application> contient la documentation de Tomcat 6.0, compilé comme une application Web accessible par défaut sur http://yourserver:8080/docs. Vous pouvez l'installer en utilisant la commande suivante dans le terminal :
pt_br: O pacote <application>tomcat6-docs</application> contém documentação do Tomcat 6.0, armazenada na forma de uma apliação web que você pode acessar por padrão em http://seuservidor:8080/docs. Você pode instalá-lo utilizando o seguinte comando em um terminal:
tr: <application>tomcat6-docs</application> paketi Tomcat 6.0 dökümantasyonu içerir. Normalde http://yourserver:8080/docse erişebilecek bir web uygulaması olarak paketlenmiştir. Terminale şu komutu girerek onu çalıştırabilirsin:

source: Tomcat administration webapps
fr: Les applications Web d'administration pour Tomcat
pt_br: Aplicações de administração do Tomcat
tr: Tomcat yönetim web uygulamaları

source: The <application>tomcat6-admin</application> package contains two webapps that can be used to administer the Tomcat server using a web interface. You can install them by entering the following command in the terminal prompt:
fr: Le paquet <application>tomcat6-admin</application> contient deux applications Web qui peuvent être utilisées pour administrer le serveur Tomcat au travers d'une interface web. Vous pouvez les installer en saisissant la commande suivante dans un terminal :
pt_br: O pacote <application>tomcat6-admin</application> contém duas aplicações web que podem ser usadas na administração do servidor Tomcat via interface web. Você pode instalá-las através do comando a seguir via prompt de terminal:
tr: <application>tomcat6-admin</application> paketi, bir web arayüzü kullanarak Tomcat sunucuyu yönetmetebilecek iki web uygulaması içerir. Terminale şu komutu girerek onları yükleyebilirsin:

source: The first one is the <emphasis>manager</emphasis> webapp, which you can access by default at http://yourserver:8080/manager/html. It is primarily used to get server status and restart webapps.
fr: La première application Web est <emphasis>manager</emphasis>. Vous pouvez y accéder par défaut sur http://yourserver:8080/manager/html. Elle est principalement utilisée pour obtenir les statuts du serveur et redémarrer les applications Web.
pt_br: A primeira é a aplicação web <emphasis>manager</emphasis>, que você pode acessar por padrão em http://seuservidor:8080/manager/html. Ela é usada principalmente para obter o status do servidor e reiniciar aplicações web.
tr: Birincisi, mevcut http://yourserver:8080/manager/html'ye erişebileceğin <emphasis>yönetici</emphasis> web uygulamasıdır. Bu, öncelikli olarak sunucu durumlarını alır ve web uygulamalarını yeniden başlatır.

source: Access to the <emphasis>manager</emphasis> application is protected by default: you need to define a user with the role "manager" in <filename>/etc/tomcat6/tomcat-users.xml</filename> before you can access it.
fr: L'accès à l'application <emphasis>manager</emphasis> est protégé par défaut : vous devez définir un utilisateur avec le rôle « manager » dans <filename>/etc/tomcat6/tomcat-users.xml</filename> avant de pouvoir y accéder.
pt_br: O acesso à aplicação de <emphasis>manager</emphasis> é protegido por padrão: você precisará definir um usuário com o papel de "gerenciador" em <filename>/etc/tomcat6/tomcat-users.xml</filename> antes que possa acessá-la.
tr: Normalde <emphasis>Yönetici</emphasis> uygulamasına erişmek korumalıdır. Ona erişebilmek için <filename>/etc/tomcat6/tomcat-users.xml</filename>'de "yönetici" (manager) kuralı ile bir kullanıcı tanımlamalısın.

source: The second one is the <emphasis>host-manager</emphasis> webapp, which you can access by default at http://yourserver:8080/host-manager/html. It can be used to create virtual hosts dynamically.
fr: La seconde application Web <emphasis>host-manager</emphasis>. Vous pouvez y accéder par défaut sur http://yourserver:8080/host-manager/html. Elle peut être utilisé pour créer dynamiquement des hôtes virtuels.
pt_br: A segunda é a aplicação web <emphasis>host-manager</emphasis> , que você pode acessar por padrão em http://seuservidor:8080/host-manager/html. Ela pode ser usada para criar hosts virtuais dinamicamente.
tr: İkincisi normal olarak http://yourserver:8080/host-manager/html'e erişebileceğin <emphasis>anasistem-yönetici</emphasis> web uygulamasıdır. Bu, sanal dinamik ana sistemler oluşturmak için kullanılabilir.

source: Access to the <emphasis>host-manager</emphasis> application is also protected by default: you need to define a user with the role "admin" in <filename>/etc/tomcat6/tomcat-users.xml</filename> before you can access it.
fr: L'accès à l'application <emphasis>host-manager</emphasis> est également protégé par défaut : vous devez définir un utilisateur avec le rôle « admin » dans <filename>/etc/tomcat6/tomcat-users.xml</filename> avant de pouvoir y accéder.
pt_br: O acesso à aplicação <emphasis>host-manager</emphasis> também é protegido por padrão: você precisa definir um usuário com o papel "admin" em <filename>/etc/tomcat6/tomcat-users.xml</filename> antes que possa acessá-la.
tr: Normalde <emphasis>anasistem-yönetici</emphasis> uygulamasına erişmek korumalıdır. Ona erişebilmek için <filename>/etc/tomcat6/tomcat-users.xml</filename>'de "yönetim" (admin) kuralı ile bir kullanıcı tanımlamalısın.
