Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <emphasis>$dest:</emphasis> destination of the archive file. The directory needs to be created and in this case <emphasis>mounted</emphasis> before executing the backup script. See <xref linkend="network-file-system"/> for details using <emphasis>NFS</emphasis>.
fr: <emphasis>$dest :</emphasis> destination du fichier archive. Le répertoire doit être créé à l'avance et, dans ce cas-ci, <emphasis>monté</emphasis> avant d'exécuter le script. Consultez <xref linkend="network-file-system"/> pour plus d'informations sur l'utilisation de <emphasis>NFS</emphasis>.
pt_br: <emphasis>$dest:</emphasis> destino do arquivo. O diretório de destino precisa ser criado, e neste caso <emphasis>montado</emphasis> antes do script de backup ser executado. Veja <xref linkend="network-file-system"/> detalhes de como usar o <emphasis>NFS</emphasis>.
tr: <emphasis>$dest:</emphasis> arşiv dosyasının gideceği yer. Yedekleme betiğini çalıştırmadan önce, dizinler oluşturulmalı ve aynı <emphasis>bağlama</emphasis> durumunda olmalıdır. <emphasis>NFS</emphasis> kullanım ayrıntıları için <xref linkend="network-file-system"/>'e bakın.

source: <emphasis>status messages:</emphasis> optional messages printed to the console using the <application>echo</application> utility.
fr: <emphasis>status messages :</emphasis> messages optionnels affichés dans la console lors de l'utilisation de la commande <application>echo</application>.
pt_br: <emphasis>status messages:</emphasis> mensagens opcionais impressa no console usando o comando <application>echo</application>.
tr: <emphasis>durum mesajları:</emphasis> <application>echo</application> uygulaması kullanarak konsola isteğe bağlı mesajlar yazar.

source: <emphasis>tar czf $dest/$archive_file $backup_files:</emphasis> the <application>tar</application> command used to create the archive file.
fr: <emphasis>tar czf $dest/$archive_file $backup_files :</emphasis> la commande <application>tar</application> utilisée pour créer le fichier d'archive.
pt_br: <emphasis>tar czf $dest/$archive_file $backup_files:</emphasis> o comando <application>tar</application> usado para criar o arquivo.
tr: <emphasis>tar czf $dest/$archive_file $backup_files:</emphasis> arşiv dosyası oluşturmak için <application>tar</application> komutu kullanılır.

source: <emphasis>c:</emphasis> creates an archive.
fr: <emphasis>c :</emphasis> crée une archive.
pt_br: <emphasis>c:</emphasis> cria um arquivo
tr: <emphasis>c:</emphasis> bir arşiv oluşturur.

source: <emphasis>z:</emphasis> filter the archive through the <application>gzip</application> utility compressing the archive.
fr: <emphasis>z :</emphasis> compresser l'archive avec <application>gzip</application>.
pt_br: <emphasis>z:</emphasis> comprime o arquivo usando o utilitário <application>gzip</application>.
tr: <emphasis>z:</emphasis> arşivi <application>gzip</application> uygulaması ile sıkıştırarak filtreler.

source: <emphasis>f:</emphasis> use archive file. Otherwise the <application>tar</application> output will be sent to STDOUT.
fr: <emphasis>f :</emphasis> utilisation d'un fichier archive. Sans cette option, le résultat de <application>tar</application> sera envoyé vers STDOUT.
pt_br: <emphasis>f:</emphasis> usa o arquivo de armazenamento. Caso contrário o <application>tar</application> utilizará o STDOUT como saída.
tr: <emphasis>f:</emphasis> arşiv dosyası kullanır. Başka bir ifadeyse <application>tar</application> çıktısını STDOUT'a gönderir.

source: <emphasis>ls -lh $dest:</emphasis> optional statement prints a <emphasis>-l</emphasis> long listing in <emphasis>-h</emphasis> human readable format of the destination directory. This is useful for a quick file size check of the archive file. This check should not replace testing the archive file.
fr: <emphasis>ls -lh $dest :</emphasis> instruction optionnelle affichant une liste du répertoire de destination détaillée <emphasis>-l</emphasis> et au format lisible par facilement <emphasis>-h</emphasis>. Ceci est utile pour vérifier rapidement la taille du fichier archive, mais ne devrait pas remplacer le test de celui-ci.
pt_br: <emphasis>ls -lh $dest:</emphasis> sentença opcional que imprime uma <emphasis>-l</emphasis> listagem completa em um <emphasis>-h</emphasis> formato compreensível por humanos do diretório de destino. Isso é útil para uma checagem rápida do tamanho do arquivo gerado. Esta checagem não deve substituir a checagem do arquivo.
tr: <emphasis>ls -lh $dest:</emphasis> isteğe bağlı ifadedir. Hedef dizinin <emphasis>-h</emphasis> insan okuyabilir biçimdeki uzun listesini <emphasis>-l</emphasis> ile yazdırır. Bu, hızlı dosya boyutu kontrol etmek için kullanışlıdır. Bu kontrol arşiv dosya sınamasını yer değiştirmez.

source: This is a simple example of a backup shell script. There are large amount of options that can be included in a backup script. See <xref linkend="backup-shellscript-references"/> for links to resources providing more in depth shell scripting information.
fr: Ceci est un exemple simple d'un script shell de sauvegarde. Bien des options peuvent être ajoutées à un tel script de sauvegarde. Consultez <xref linkend="backup-shellscript-references"/> pour des liens vers des ressources fournissant plus d'informations concernant les scripts shell.
pt_br: Este é um exemplo simples de um shell script de backup. Existe uma grande quantidade de opções que podem ser incluídas nos scripts de backup. Veja <xref linkend="backup-shellscript-references"/> para links e recursos que provêem informações mais detalhadas do shell script.
tr: Bu, yedek shell betiğinin basit bir örneğidir. Yedekleme betiklerinde daha çok şeçenek bulunabilir. Shell betiği hakkında daha ayrıntılı bilgi için <xref linkend="backup-shellscript-references"/>'e bakın.

source: Executing the Script
fr: Exécution du script
pt_br: Executando o Script
tr: Betiği Çalıştırma

source: Executing from a Terminal
fr: Exécution à partir d'un terminal
pt_br: Executando de um Terminal
tr: Terminalden çalıştırma

source: The simplest way of executing the above backup script is to copy and paste the contents into a file. <filename>backup.sh</filename> for example. Then from a terminal prompt:
fr: La manière la plus simple d'exécuter le script de sauvegarde ci-dessus est de copier et coller les contenus dans un fichier, <filename>backup.sh</filename> par exemple. Ensuite, tapez dans un terminal :
pt_br: A maneira mais simples de executar o script de backup acima é copiar e colar o conteúdo em um arquivo. <filename>backup.sh</filename> por exemplo. Então a partir de um terminal:
tr: Yukarıdaki yedekleme betiğini çalıştırmanın en basit yolu bir içerikleri kopyalayıp bir dosyaya yapıştırmaktır. Örneğin <filename>backup.sh</filename>. Sonra terminalden:

source: This is a great way to test the script to make sure everything works as expected.
fr: C'est une excellente manière de tester le script pour s'assurer que tout fonctionne comme prévu.
pt_br: Esta é uma excelente maneira de testar o script para ter certeza que tudo ocorreu como esperado.
tr: Bu, herşeyin istenilen şekilde çalıştığından emin olmak için, betiği sınamanın harika bir yoludur.

source: Executing with cron
fr: Exécution avec cron
pt_br: Executando com o cron
tr: cron ile çalıştırma

source: The <application>cron</application> utility can be used to automate the script execution. The <application>cron</application> daemon allows the execution of scripts, or commands, at a specified time and date.
fr: L'exécution du script peut être automatisée avec l'utilitaire <application>cron</application>. Le démon <application>cron</application> permet d'exécuter des scripts ou des commandes, à une date et une heure déterminées.
pt_br: O utilitário <application>cron</application> pode ser usado para execução automatizada de scripts. O daemon do <application>cron</application> permite execução de scripts, ou comandos, em uma data e hora especificada.
tr: <application>cron</application> uygulaması, betiği otomatik çalıştırmak için kullanılır. <application>cron</application> programı, istenilen bir zaman ve tarihte betiklerin veya komutların çalıştırılmasını sağlar.

source: <application>cron</application> is configured through entries in a <filename>crontab</filename> file. <filename>crontab</filename> files are separated into fields:
fr: <application>cron</application> est configuré au travers d'entrées dans un fichier <filename>crontab</filename>. Les fichiers <filename>crontab</filename> sont séparés en champs:
pt_br: O <application>cron</application> é configurado através de entradas em um arquivo <filename>crontab</filename>. Arquivos <filename>crontab</filename> são separados em campos:
tr: <application>cron</application> <filename>crontab</filename> dosyasındaki girişlerle yapılandırılır. <filename>crontab</filename> dosyası iki alana ayrılır:

source: <emphasis>m:</emphasis> minute the command executes on between 0 and 59.
fr: <emphasis>m :</emphasis> minute entre 0 et 59 à laquelle la commande s'exécute.
pt_br: <emphasis>m:</emphasis> minutos em que o comando será executado entre 0 e 59.
tr: <emphasis>m:</emphasis> komutun çalıştıracağı 0 ile 59 arasındaki dakika.

source: <emphasis>h:</emphasis> hour the command executes on between 0 and 23.
fr: <emphasis>h :</emphasis> heure entre 0 et 23 à laquelle la commande s'exécute.
pt_br: <emphasis>h:</emphasis> hora em que o comando será executado entre 0 e 23.
tr: <emphasis>h:</emphasis> komutun çalıştıracağı 0 ile 23 arasındaki saat.

source: <emphasis>dom:</emphasis> day of month the command executes on.
fr: <emphasis>dom :</emphasis> jour du mois durant lequel la commande s'exécute.
pt_br: <emphasis>dom:</emphasis> dia do mês que o comando será executado.
tr: <emphasis>dom:</emphasis> komutun çalıştıracağı gün.

source: <emphasis>mon:</emphasis> the month the command executes on between 1 and 12.
fr: <emphasis>mon :</emphasis> mois entre 1 et 12 durant lequel la commande s'exécute.
pt_br: <emphasis>mon:</emphasis> o mês, o comando executa entre 1 e 12.
tr: <emphasis>mon:</emphasis> komutun çalıştıracağı 1 ile 12 arasındaki ay.

source: <emphasis>dow:</emphasis> the day of the week the command executes on between 0 and 7. Sunday may be specified by using 0 or 7, both values are valid.
fr: <emphasis>dow:</emphasis> jour de la semaine entre 0 et 7 durant lequel la commande s'exécute. Le dimanche peut être défini indifféremment par 0 ou 7.
pt_br: <emphasis>dow:</emphasis> o dia da semana, o comando executa entre 0 e 7. Domingo, podem ser especificados usando 0 ou 7, ambos os valores são válidos.
tr: <emphasis>dow:</emphasis> komutun çalıştıracağı 0 ile 7 arasındaki gün. Pazar, 0 veya 7'den herhangi biri kullanılarak özel olarak belirtilebilir.

source: <emphasis>command:</emphasis> the command to execute.
fr: <emphasis>command :</emphasis> la commande à exécuter.
pt_br: <emphasis>command:</emphasis> o comando a ser executado.
tr: <emphasis>command:</emphasis> çalıştırılacak komut.

source: To add or change entries in a <filename>crontab</filename> file the <application>crontab -e</application> command should be used. Also, the contents of a <filename>crontab</filename> file can be viewed using the <application>crontab -l</application> command.
fr: La commande <application>crontab -e</application> doit être utilisée pour ajouter ou modifier les entrées d'un fichier <filename>crontab</filename>. Le contenu d'un fichier <filename>crontab</filename> peut être affiché avec la commande <application>crontab -l</application>.
pt_br: Para adicionar ou alterar entradas no arquivo <filename>crontab</filename> o comando <application>crontab -e</application> deve ser usado. Da mesma forma, o conteúdo do arquivo <filename>crontab</filename> pode ser visto usando o comando <application>crontab -l</application>.
tr: <filename>crontab</filename> dosyasındaki girişleri değiştirmek veya dosyaya giriş eklemek için <application>crontab -e</application> komutu kullanılabilir. Ayrıca <filename>crontab</filename> dosyasının içerikleri, <application>crontab -l</application> komutu kullanılarak görüntülenebilir.

source: To execute the <application>backup.sh</application> script listed above using <application>cron</application>. Enter the following from a terminal prompt:
fr: Afin d'exécuter le script <application>backup.sh</application> précédent en utilisant <application>cron</application>, saisissez dans une invite de terminal :
pt_br: Para executar o script <application>backup.sh</application> listado acima utilizando o <application>cron</application>. Entre o seguinte em um terminal:
tr: <application>cron</application> kullanarak yukarıda listelenen <application>backup.sh</application> betiğini çalıştırmak için, terminale aşağıdakini girin:

source: Using <application>sudo</application> with the <application>crontab -e</application> command edits the <emphasis>root</emphasis> user's crontab. This is necessary if you are backing up directories only the root user has access to.
fr: L'utilisation de <application>sudo</application> avec la commande <application>crontab -e</application> modifie le fichier crontab de l'utilisateur <emphasis>root</emphasis>. Cela est nécessaire si vous sauvegardez des répertoires accessibles uniquement par l'utilisateur root.
pt_br: Usando <application>sudo</application> com o comando <application>crontab -e</application> edita o crontab do usuário <emphasis>root</emphasis>. Isto é necessário se você estiver fazendo backup dos diretórios que apenas o usuário root possui acesso.
tr: <application>sudo</application>'yu <application>crontab -e</application> komutu ile beraber kullanma, <emphasis>yönetim</emphasis> (root) kullanıcısının crontab'ını düzenler. Bu, eğer dizinleri sadece yönetim kullanıcısının erişebileceği şekilde yedeklerken gereklidir.

source: Add the following entry to the <filename>crontab</filename> file:
fr: Ajoutez l'entrée suivante au fichier <filename>crontab</filename> :
pt_br: Adicione a seguinte entrada ao arquivo <filename>crontab</filename>:
tr: Aşağıdaki girişi <filename>crontab</filename> dosyasına ekleyin:

source: The <application>backup.sh</application> script will now be executed every day at 12:00 am.
fr: Le script <application>backup.sh</application> sera maintenant lancé tous les jours à 12h00.
pt_br: O script <application>backup.sh</application> será executado todo dia às 12:00 am.
tr: Şimdi <application>backup.sh</application> betiği hergün saat 12:00'de (öö) çalıştırılacak.

source: The <application>backup.sh</application> script will need to be copied to the <filename>/usr/local/bin/</filename> directory in order for this entry to execute properly. The script can reside anywhere on the file system simply change the script path appropriately.
fr: Pour que cette entrée puisse se dérouler correctement, vous devrez copier le script <application>backup.sh</application> dans le répertoire <filename>/usr/local/bin/</filename>. Le script peut se situer n'importe où dans le système de fichiers, changez simplement son chemin dans l'entrée cron.
pt_br: O script <application>backup.sh</application> precisará ser copiado para o diretório <filename>/usr/local/bin/</filename> para que possa ser executado apropriadamente. O script pode residir em qualquer lugar do sistema de arquivo simplesmente alterando a localização do script apropriadamente.
tr: <application>backup.sh</application> betiğinin bu girişi düzgün olarak çalıştırabilmesi için <filename>/usr/local/bin/</filename> dizinine kopyalanması gerekir. Betik, dosya sisteminde herhangi bir yere konulabilir. Sadece betik yolunu (konumunu) uygun olacak şekilde değiştirin.

source: For more in depth <application>crontab</application> options see <xref linkend="backup-shellscript-references"/>.
fr: Consultez <xref linkend="backup-shellscript-references"/> pour plus d'informations concernant les options de <application>crontab</application>.
pt_br: Para opções mais detalhadas do <application>crontab</application> veja <xref linkend="backup-shellscript-references"/>.
tr: <application>crontab</application> seçenekleri hakkında daha fazlası için <xref linkend="backup-shellscript-references"/>'e bakın.

source: Restoring from the Archive
fr: Restauration à partir d'une archive
pt_br: Restaurando do Arquivo
tr: Arşivden Geri Yükleme

source: Once an archive has been created it is important to test the archive. The archive can be tested by listing the files it contains, but the best test is to <emphasis>restore</emphasis> a file from the archive.
fr: Il est important de vérifier une archive après sa création. Une archive peut être testée en listant les fichiers qu'elle contient, mais le mieux est de <emphasis>restaurer</emphasis> un fichier depuis cette archive.
pt_br: Uma vez que o arquivo tenha sido criado é importante testar o arquivo. O arquivo pode ser testar listando os arquivos que ele contém, mas o melhor teste é <emphasis>rrestaurar</emphasis> um arquivo do arquivo.
tr: Arşiv oluşturulduktan sonra, onun sınanması önemlidir. Bunun için arşivin içindeki dosyalar listelenerek sınanabilir. Fakat en iyi sınama, arşivdeki bir dosyayı <emphasis>düzenlemektir</emphasis>.

source: To see a listing of the archive contents. From a terminal prompt:
fr: Pour lister le contenu d'une archive, saisissez dans une invite de terminal :
pt_br: Para ver uma listagem do conteúdo do arquivo. A partir de um terminal:
tr: Arşiv içeriğinin listesini görmek için, terminalden girin:

source: To restore a file from the archive to a different directory enter:
fr: Pour restaurer un fichier à partir de l'archive dans un répertoire différent, tapez :
pt_br: Para extrair um arquivo de um arquivo de armazenamento para outro diretório, digite:
tr: Arşivdeki bir dosyayı farklı bir dizine yerleştirerek düzenlemek için, girin:

source: The <emphasis>-C</emphasis> option to <application>tar</application> redirects the extracted files to the specified directory. The above example will extract the <filename>/etc/hosts</filename> file to <filename>/tmp/etc/hosts</filename>. <application>tar</application> recreates the directory structure that it contains.
fr: L'option <emphasis>-C</emphasis> pour <application>tar</application> redirige les fichiers extraits vers le répertoire spécifié. L'exemple ci-dessus va extraire le fichier <filename>/etc/hosts</filename> vers <filename>/tmp/etc/hosts</filename>. <application>tar</application> recrée l'arborescence des dossiers qu'il contient.
pt_br: O argumento <emphasis>-C</emphasis> do <application>tar</application> redireciona os arquivos extraídos para um diretório específico. O exemplo acima irá extrair o arquivo <filename>/etc/hosts</filename> para <filename>/tmp/etc/hosts</filename>. O <application>tar</application> recria a estrutura de diretórios contida no arquivo de armazenamento.
tr: <emphasis>-C</emphasis> seçeneği, çıkartılan dosyaları belirlenen dizine <application>tar</application> ile yönlendirir. Yukarıdaki örnek <filename>/etc/hosts</filename> dosyasını <filename>/tmp/etc/hosts</filename>'a çıkartacak. <application>tar</application>, dizin yapısını içerikleri ile tekrar oluşturur.

source: Also, notice the leading <emphasis>"/"</emphasis> is left off the path of the file to restore.
fr: Notez également que le premier <emphasis>« / »</emphasis> est enlevé du chemin du fichier à restaurer.
pt_br: Observe também que a <emphasis>"/"</emphasis> final foi retirada do caminho do arquivo a ser restaurado.
tr: Ayrıca <emphasis>"/"</emphasis> başlığı, düzenlenen dosyanın konumunu sonlandırır.

source: To restore all files in the archive enter the following:
fr: Pour restaurer tous les fichiers de l'archive saisissez ceci :
pt_br: Para restaurar todos os arquivos, digite o seguinte:
tr: Arşivdeki tüm dosyaları düzenlemek için aşağıdakini girin:

source: This will overwrite the files currently on the file system.
fr: Cela écrasera les fichiers actuellement sur le système de fichiers.
pt_br: Isto irá sobrescrever os arquivos existentes no sistema de arquivos.
tr: Bu, sistemdeki dosyaların üzerine yazar.

source: For more information on shell scripting see the <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink>
fr: Voir <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink> pour de plus amples informations à propos de l'écriture de scripts shell.
pt_br: Para maiores informações de shell scripting veja <ulink url="http://tldp.org/LDP/abs/html/">Guia Avançado de Bash-Scripting</ulink>
tr: Shell betiği hakkında daha fazla bilgi için <ulink url="http://tldp.org/LDP/abs/html/">Advanced Bash-Scripting Guide</ulink>'a bakın.

source: The book <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> is available online and a great resource for shell scripting.
fr: Le livre <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> est disponible en ligne et est une mine d'or pour l'écriture de scripts shell.
pt_br: O livro <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> está disponível online e é uma grande fonte online para programação em shell script.
tr: <ulink url="http://safari.samspublishing.com/0672323583">Teach Yourself Shell Programming in 24 Hours</ulink> kitabı, çevrimiçi olarak kullanılabilir ve shell betikleme için harika bir kaynaktır.

source: The <ulink url="https://help.ubuntu.com/community/CronHowto">CronHowto Wiki Page</ulink> contains details on advanced <application>cron</application> options.
fr: La <ulink url="https://help.ubuntu.com/community/CronHowto">Page Wiki CronHowto</ulink> contient des détails sur l'utilisation des options avancées de <application>cron</application>.
pt_br: A <ulink url="https://help.ubuntu.com/community/CronHowto">CronHowto Wiki Page</ulink> contém detalhes sobre as opções avançadas do <application>cron</application>.
tr: <ulink url="https://help.ubuntu.com/community/CronHowto">CronHowto Wiki Page</ulink> gelişmiş <application>cron</application> seçeneklerini içerir.

source: See the <ulink url="http://www.gnu.org/software/tar/manual/index.html">GNU tar Manual</ulink> for more <application>tar</application> options.
fr: Voir le <ulink url="http://www.gnu.org/software/tar/manual/index.html">Manuel GNU tar</ulink> pour plus d'informations concernant les options de <application>tar</application>.
pt_br: Veja o <ulink url="http://www.gnu.org/software/tar/manual/index.html">GNU tar Manual</ulink> para conhecer outras opções do <application>tar</application>.
tr: Daha fazla <application>tar</application> seçeneği için <ulink url="http://www.gnu.org/software/tar/manual/index.html">GNU tar Manual</ulink>'e bakın.

source: The Wikipedia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> article contains information on other backup rotation schemes.
fr: L'article anglais de Wikipédia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> contient des informations à propos d'autres méthodes de sauvegarde. Une ébauche en français est disponible dans l'article <ulink url="http://fr.wikipedia.org/wiki/Sauvegarde">Sauvegarde</ulink> de la version francophone de Wikipedia.
pt_br: O artigo do Wikipedia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink>
tr: Wikipedia <ulink url="http://en.wikipedia.org/wiki/Backup_rotation_scheme">Backup Rotation Scheme</ulink> maddesi diğer yedekleme dönüşüm şeması hakkında bilgi içerir.
