Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The <application>phpMyAdmin</application> documentation comes installed with the package and can be accessed from the <emphasis>phpMyAdmin Documentation</emphasis> link (a question mark with a box around it) under the phpMyAdmin logo. The official docs can also be access on the <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink> site.
fr: La documentation de <application>phpMyAdmin</application> est fournie avec le paquet phpmyadmin et peut être affichée en cliquant sur le lien <emphasis>Documentation de phpMyAdmin</emphasis> (point d'interrogation dans une bulle) se trouvant juste en dessous du logo phpMyAdmin. La documentation officielle est aussi accessible en ligne à <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink>.
pt_br: A documentação do <application>phpMyAdmin</application> vem instalada com o pacote e pode ser acessada através do link <emphasis>Documentação do phpMyAdmin</emphasis> (um ponto de interrogação com uma caixa ao redor) dentro do logo do phpMyAdmin. A documentação oficial pode também ser acessada através página <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink>.
tr: <application>phpMyAdmin</application> belgelendirmesi paketle yüklü olarak gelir ve phpMyAdmin logosunun altındaki <emphasis>phpMyAdmin Belgelendirme</emphasis> bağlantısından erişilebilir (kutunun etrafında bir soru işareti). Resmi belgelere de <ulink url="http://www.phpmyadmin.net/home_page/docs.php">phpMyAdmin</ulink> sitesinden erişilebilir.

source: Also, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> is a great resource.
fr: <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> est aussi une bonne source d'informations.
pt_br: Também, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink> é um grande recurso.
tr: Ayrıca, <ulink url="http://www.packtpub.com/phpmyadmin-3rd-edition/book">Mastering phpMyAdmin</ulink>, harika bir kaynaktır.

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>!
fr: Bienvenue dans <emphasis>le guide du serveur Ubuntu</emphasis> !
pt_br: Bem-vindo ao <emphasis>Guia do Servidor Ubuntu</emphasis>!
tr: <emphasis>Ubuntu Sunucu Kılavuz</emphasis>'una Hoşgeldiniz!

source: Here you can find information on how to install and configure various server applications. It is a step-by-step, task-oriented guide for configuring and customizing your system.
fr: Vous trouverez ici des informations sur l'installation et la configuration de diverses applications serveur. C'est un guide décrivant les actions pas-à-pas pour configurer et personnaliser votre système.
pt_br: Aqui você pode encontrar informação de como instalar e configurar várias aplicações servidoras. Ele é um passo-à-passo, um guia orientado a tarefas para configurar e personalizar o seu sistema.
tr: Burada, çeşitli sunucu uygulamalarının nasıl yüklenip yapılandırılacağı hakkında bilgi bulabilirsin. Bu, sistemini yapılandırma ve düzenleme için adım adım, görev amaçlı bir rehberdir.

source: A HTML version of the manual is available online at <ulink url="http://help.ubuntu.com">the Ubuntu Documentation website</ulink>. The HTML files are also available in the <application>ubuntu-serverguide</application> package. See <xref linkend="package-management"/> for details on installing packages.
fr: Une version HTML du manuel en anglais est disponible en ligne sur <ulink url="http://help.ubuntu.com"> le site de documentation Ubuntu</ulink>. Les fichiers HTML sont également disponibles dans le paquet <application>ubuntu-serverguide</application>. Voir <xref linkend="package-management"/> pour plus de détails concernant l'installation des paquets.
pt_br: Uma versão HTML do manual está disponível online no <ulink url="http://help.ubuntu.com">Site de Documentação do Ubuntu</ulink>. Os arquivos HTML também estão disponíveis no pacote <application>ubuntu-serverguide</application>. Veja <xref linkend="package-management"/> para maiores detalhes sobre como instalar pacotes.
tr: Kılavuzun bir HTML sürümü online olarak <ulink url="http://help.ubuntu.com">Ubuntu Documentation website</ulink>nde bulunur. HTML dosyaları ayrıca <application>ubuntu-serverguide</application> paketinde bulunabilir. Paket yükleme hakkında detaylar için <xref linkend="package-management"/>'e bakın.

source: If you choose to install the <application>ubuntu-serverguide</application> you can view this document from a console by:
fr: Si vous choisssez d'installer le <application>ubuntu-serverguide</application> vous pouvez le lire dans une console avec :
pt_br: Se voê escolher instalar o <application>ubuntu-serverguide</application> você poderá ver este documento pela linha de comando:
tr: Eğer <application>ubuntu-serverguide</application> yüklemeyi seçersen, bu belgeyi konsola şunu girerek görebilirsin:

source: Support
fr: Assistance
pt_br: Suporte
tr: Destek

source: Community support is also provided by dedicated individuals, and companies, that wish to make Ubuntu the best distribution possible. Support is provided through multiple mailing lists, IRC channels, forums, blogs, wikis, etc. The large amount of information available can be overwhelming, but a good search engine query can usually provide an answer to your questions. See the <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> page for more information.
fr: L'assistance communautaire est dispensée par des particuliers dévoués et des sociétés qui ont le désir de faire d'Ubuntu la meilleure des distributions. L'assistance est accessible au travers de multiples listes de diffusion, de canaux IRC, de forums, blogs, wikis, etc. La quantité impressionnante d'informations disponible peut être écrasante mais une requête bien construite dans un moteur de recherche donnera généralement une réponse à vos questions. Voir <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> pour de plus amples informations.
pt_br: O suporte comunitário também é provido por indivíduos dedicados e companhias, que desejam fazer do Ubuntu a melhor distribuição possível. O suporte é feito através de mailing lists, canais IRC, fóruns, blogs, wikis, etc. A grande quantidade de informação disponível pode ser surpreendente, mas uma boa procura num mecanismo de busca geralmente consegue dar uma resposta à suas questões. Veja a página do <ulink url="http://www.ubuntu.com/support">Suporte Ubuntu</ulink> para mais informações.
tr: Topluluk desteği de, Ubuntu'yu en iyi dağıtım yapmak için gönüllü kişiler ve şirketler tarafından sağlanır. Destek, çoklu postalama listeleri, IRC kanalları, forumlar, bloglar, wikiler, vb. tarafından sağlanır. Aşırı bilgi fazlalığı bunaltıcı olmakla beraber, iyi bir arama sorgusu genellikle sorularına cevap olabilir. Daha fazla bilgi için <ulink url="http://www.ubuntu-tr.org/destek">Ubuntu Türkiye destek</ulink> sayfasına bakın.

source: Preparing to Install
fr: Préparation de l'installation
pt_br: Preparando para instalar
tr: Yüklemeyi Hazırlama

source: This section explains various aspects to consider before starting the installation.
fr: Cette section expose les différents aspects à prendre en considération avant de commencer l'installation.
pt_br: Esta seção explica vários aspectos a serem considerados antes de começar a instalação.
tr: Bu bölüm, yüklemeye başlamadan önce göz önünde bulundurulacak çeşitli görüşleri açıklar.

source: System Requirements
fr: Exigences du système
pt_br: Requisitos de Sistema
tr: Sistem Gereksinimleri

source: Recommended Minimum Requirements
fr: Exigences minimales recommandées
pt_br: Requerimentos Mínimos Recomendados
tr: Tavsiye Edilen En Küçük Şartlar

source: Install Type
fr: Type d'installation
pt_br: Tipo de Instalação
tr: Yükleme Türü

source: Hard Drive Space
fr: Capacité du disque dur
pt_br: Espaço do Disco Rígido
tr: Sabit Sürücü Alanı

source: Base System
fr: Système de base
pt_br: Sistema Base
tr: Temel Sistem

source: All Tasks Installed
fr: Toutes les tâches installées
pt_br: Todas as Tarefas Instaladas
tr: Tüm Görevler Yüklendi

source: Server
fr: Serveur
pt_br: Servidor
tr: Sunucu

source: 128 megabytes
fr: 128 megaoctets
tr: 128 megabayt

source: 500 megabytes
fr: 500 Megaoctects
tr: 500 megabayt

source: 1 gigabyte
fr: 1 gigaoctet
tr: 1 gigabayt

source: The Server Edition provides a common base for all sorts of server applications. It is a minimalist design providing a platform for the desired services, such as file/print services, web hosting, email hosting, etc.
fr: L'édition serveur fournit une base commune à toutes sortes de programmes serveurs. Sa conception minimaliste offre une plate-forme pour de multiples services, tels que serveur de fichier ou d'impression, hébergement Web, serveur de courriel, etc.
pt_br: O Server Edition fornece uma base comum para todos os tipos de aplicações servidoras. É um projeto minimalista que fornece uma plataforma para os serviços desejados, como serviços de arquivos/impressão, hospedagem web, hospedagem de email, etc.
tr: Server Edition, sunucu uygulamalarının tüm türleri için yaygın bir taban sağlar. Bu, dosya/yazdırma servisleri, web sunucuları, e-posta sunucuları, vb. gibi istenen sunucular için en küçük platformdur.

source: Server and Desktop Differences
fr: Différences entre la version serveur et la version Desktop
pt_br: Difereças do Server e Desktop
tr: Sunucu ve Masaüstü Farkları

source: There are a few differences between the <emphasis>Ubuntu Server Edition</emphasis> and the <emphasis>Ubuntu Desktop Edition</emphasis>. It should be noted that both editions use the same <application>apt</application> repositories. Making it just as easy to install a <emphasis role="italic">server</emphasis> application on the Desktop Edition as it is on the Server Edition.
fr: Peu de choses différencient <emphasis>l'édition serveur d'Ubuntu</emphasis> de <emphasis>l'édition poste de travail d'Ubuntu</emphasis> (desktop). Les deux versions utilisent les mêmes dépôts <application>apt</application>, ce qui rend l'installation de programmes <emphasis role="italic">serveur</emphasis> aussi aisée sous l'édition desktop que sous l'édition serveur.
pt_br: Existem algumas diferenças entre o <emphasis>Ubuntu Server Edition</emphasis> e o <emphasis>Ubuntu Desktop Edition</emphasis>. Poderá ser notado que ambas as edições usam os mesmos repositórios <application>apt</application>. Tornando fácil de instalar uma aplicação <emphasis role="italic">servidora</emphasis> no Desktop Edition quanto no Server Edition.
tr: <emphasis>Ubuntu Server Edition</emphasis> ve <emphasis>Ubuntu Desktop Edition</emphasis> arasında birkaç fark vardır. Her iki sürümde aynı <application>apt</application> depolarını kullanır. Bunu Desktop Edition'da yapmak sadece bir <emphasis role="italic">sunucu</emphasis> uygulaması Server Edition gibi yüklemek kadar kolaydır.

source: The differences between the two editions are the lack of an X window environment in the Server Edition, the installation process, and different Kernel options.
fr: Les différences essentielles entre les deux versions résident dans l'absence d'environnement « X window » dans l'édition serveur, le processus d'installation et des options différentes pour le noyau.
pt_br: As diferenças entre as duas edições é a falta de um ambiente X window no Server Edition, o processo de instalação, e as diferentes opções do Kernel.
tr: İki sürüm arasındaki farklar, Server Edition'da bir X pencere ortamı eksikliği, yükleme işlemi ve farklı Çekirdek (Kernel) seçenekleridir.

source: Kernel Differences:
fr: Différences concernant le noyau :
pt_br: Diferenças do Kernel:
tr: Çekirdek Farklılıkları:

source: The Server Edition uses the <emphasis>Deadline</emphasis> I/O scheduler instead of the <emphasis>CFQ</emphasis> scheduler used by the Desktop Edition.
fr: L'édition serveur utilise l'ordonnanceur d'entrées/sorties <emphasis>Deadline</emphasis> au lieu de <emphasis>CFQ</emphasis> pour l'édition poste de travail.
pt_br: O Server Edition usa o agendador de I/O <emphasis>Deadline</emphasis> ao invés do agendador <emphasis>CFQ</emphasis> utilizado pelo Desktop Edition.
tr: Desktop Edition'da kullanılan <emphasis>CFQ</emphasis> takvimi yerine Server Edition,<emphasis>Zaman Sınırı</emphasis> I/O takvimi kullanır.

source: <emphasis>Preemption</emphasis> is turned off in the Server Edition.
fr: La <emphasis>préemption</emphasis> est désactivé dans l'édition serveur.
pt_br: <emphasis>Preempção</emphasis> é desabilitada no Server Edition.
tr: <emphasis>Önalım Hakkı</emphasis> Server Edition'da kapatılır.

source: The timer interrupt is 100 Hz in the Server Edition and 250 Hz in the Desktop Edition.
fr: La fréquence des interruptions est de 100 Hz dans la version serveur et de 250 Hz dans la version Desktop.
pt_br: O tempo de interrupção no Server Edition é de 100 Hz e no Desktop Edition é de 250 Hz.
tr: Zaman kesmesi Server Edition'da 100 Hz iken, Desktop Edition'da 250'dir

source: When running a 64-bit version of Ubuntu on 64-bit processors you are not limited by memory addressing space.
fr: Quand vous exécutez une version 64-bit d'Ubuntu sur un processeur 64-bit vous n'êtes pas limité par l'espace d'adressage mémoire.
pt_br: Quanto executar uma versão do Ubuntu 64-bit em processadores 64-bit você não é limitado pelo espaço de endereçamento de memória.
tr: 64 bitlik işlemcilerde Ubuntu 64 bitlik sürümü çalışırken, bellek adresleme alanı tarafından sınırlandırılmazsın.

source: To see all kernel configuration options you can look through <filename>/boot/config-2.6.31-server</filename>. Also, <ulink url="http://www.kroah.com/lkn/">Linux Kernel in a Nutshell</ulink> is a great resource on the options available.
fr: Pour voir toutes les options de configuration du noyau, vous pouvez regarder dans le fichier <filename>/boot/config-2.6.31-server</filename>. De plus, <ulink url="http://www.kroah.com/lkn/">le noyau Linux en quelques mots (en anglais)</ulink> est une bonne ressource pour connaître les options disponibles.
pt_br: Para ver todas as opções de configuração do kernel, consulte o arquivo <filename>/boot/config-2.6.31-server</filename>. Além disso, <ulink url="http://www.kroah.com/lkn/">Linux Kernel in a Nutshell</ulink> é um grande recurso sobre as opções disponíveis.
tr: Tüm çekirdek yapılandırma seçeneklerini görmek için <filename>/boot/config-2.6.31-server</filename>'a bakabilirsin. Ayrıca, <ulink url="http://www.kroah.com/lkn/">Linux Kernel in a Nutshell</ulink> seçimler için müthiş bir kaynaktır.

source: Backing Up
fr: Sauvegarde
pt_br: Fazendo Backup
tr: Yedek Almak

source: Before installing <application>Ubuntu Server Edition</application> you should make sure all data on the system is backed up. See <xref linkend="backups"/> for backup options.
fr: Avant d'installer <application>Ubuntu édition serveur</application> vous devez être certain que toutes les données de votre système sont sauvegardées. Voir <xref linkend="backups"/> pour les options de sauvegarde.
pt_br: Antes de instalar o <application>Ubuntu Server Edition</application> você deve assegurar-se de que foi feito backup de todos os dados. Veja <xref linkend="backups"/> para opções de backup.
tr: <application>Ubuntu Server Edition</application>'ı yüklemeden önce, sistemdeki tüm verilerin yedeklendiğinden emin olun. Yedek seçenekleri için <xref linkend="backups"/>'a bakın.

source: If this is not the first time an operating system has been installed on your computer, it is likely you will need to re-partition your disk to make room for Ubuntu.
fr: Si ce n'est pas le premier système d'exploitation installé sur votre ordinateur, il se pourrait que vous ayez à re-partitionner votre disque dur afin de faire de la place pour Ubuntu.
pt_br: Se esta não for a primeira vez que um sistema operacional foi instalado no seu computador, é provável que você precise reparticionar o seu disco para gerar espaço para o Ubuntu.
tr: Eğer bu, sistemine yüklenen ilk işletim sistemi değilse, Ubuntu'ya bölüm oluşturmak, diskini yeniden bölümlendiriyormuş gibi işlem yapmaktır.

source: Any time you partition your disk, you should be prepared to lose everything on the disk should you make a mistake or something goes wrong during partitioning. The programs used in installation are quite reliable, most have seen years of use, but they also perform destructive actions.
fr: A chaque fois que vous partitionnez votre disque dur, vous devez être conscient que vous pouvez effacer toutes les données de votre disque dur, faire une erreur ou que quelque chose se passe mal durant le partitionnement. Les programmes utilisés dans l'installation sont fiables, la plupart sont utilisés depuis de nombreuses années, mais ils sont capables d'effectuer des actions destructrices.
pt_br: Sempre que você particionar seu disco, você de estar preparado para perder tudo no disco caso cometa um erro ou alguma coisa der errada durante o particionamento. O programa utilizado na instalação muito confiável, a maioria viram anos de uso, mas eles também executam ações destrutivas.
tr: Diskini bölümlediğin herhangi bir zaman, hatalı bir işlem yaparsan veya bazı şeyler yanlış giderse, diskinde bulunan herşeyi kaybedeceğini bilmelisin. Yüklemede kullanılan programlar oldukça güvenilirdir. Çoğu yıllardır kullanılıyor, fakat bozucu eylemler uygular.

source: Installing from CD
fr: Installation à partir du CD
pt_br: Instalando pelo CD
tr: CD'den Yükleme

source: The basic steps to install Ubuntu Server Edition from CD are the same for installing any operating system from CD. Unlike the <emphasis>Desktop Edition</emphasis> the <emphasis>Server Edition</emphasis> does not include a graphical installation program. Instead the Server Edition uses a console menu based process.
fr: Les étapes basiques pour installer Ubuntu édition serveur à partir du CD sont les mêmes que pour l'installation de n'importe quel système d'exploitation à partir d'un CD. Contrairement à l'<emphasis>édition Desktop</emphasis> l'<emphasis>édition serveur</emphasis> n'inclut pas de programme d'installation graphique. À la place, l'édition serveur s'installe en mode console.
pt_br: Os passos básicos para instalar o Ubuntu Server Edition a partir de um CD são os mesmos para instalar qualquer sistema operacional a partir de um CD. Diferente do <emphasis>Desktop Edition</emphasis> o <emphasis>Server Edition</emphasis> não inclui uma programa de instalação com interface gráfica. Em seu lugar o Server Edition utiliza um processo baseados em menus do console.
tr: Ubuntu Server Edition'ı CD'den yüklemenin temel adımları, herhangi bir işletim sistemini CD'den yüklemeyle aynıdır. <emphasis>Desktop Edition</emphasis>'ın aksine <emphasis>Server Edition</emphasis>, bir grafiksel yükleme programı içermez. Bunun yerine Server Edition, işlem tabanlı bir konsol menüsü kullanır.

source: First, download and burn the appropriate ISO file from the <ulink url="http://www.ubuntu.com/getubuntu/download"> Ubuntu web site</ulink>.
fr: Tout d'abord, telechargez et gravez le fichier ISO approprié à partir du <ulink url="http://www.ubuntu.com/getubuntu/download">site Web d'Ubuntu</ulink>.
pt_br: Primeiro, descarregue e queime o arquivo ISO apropriado a partir do <ulink url="http://www.ubuntu.com/getubuntu/download"> site do Ubuntu</ulink>.
tr: İlk önce uygun ISO dosyasını <ulink url="http://www.ubuntu-tr.org/ubuntuindir/indir"> Ubuntu Türkiye</ulink> sitesinden indirin ve yazın.

source: Boot the system from the CD-ROM drive.
fr: Démarrer le système depuis le lecteur CD.
pt_br: Inicie o sistema pelo drive de CD-ROM.
tr: Sistemi CD-ROM sürücüden önyükleme yapın.

source: At the boot prompt you will be asked to select the language. Afterwards the installation process begins by asking for your keyboard layout.
fr: À l'invite de commande de démarrage il vous sera demandé de sélectionner votre langue. Le processus d'installation débutera ensuite en vous demandant la disposition de votre clavier.
pt_br: No prompt do boot será pedido para selecionar a linguagem. Após isto, o processo de instalação inicia perguntando por seu layout de teclado.
tr: Önyükleme esnasında dili seçmen istenecek. Daha sonra, klavye yerleşimin istenip yükleme işlemi başlayacak.

source: Next, the installer asks for the system's hostname and Time Zone.
fr: Ensuite, l'installateur vous demande de renseigner le nom de votre machine ainsi que le fuseau horaire.
pt_br: A seguir, o instalador irá solicitar o nome da máquina e o Fuso Horário.
tr: Sonra yükleyici, sistemin makine adını ve Saat Bölgesini sorar.

source: You can then choose from several options to configure the hard drive layout. For advanced disk options see <xref linkend="advanced-installation"/>.
fr: Plusieurs options sont disponibles pour l'agencement du disque dur. Consultez <xref linkend="advanced-installation"/> pour les options avancées concernant les disques durs.
pt_br: Você pode então escolher dentre várias opções para configurar o esquema do disco rígido. Para opções avançadas de disco veja <xref linkend="advanced-installation"/>.
tr: Sonra, sabit sürücüyü yapılandırmak için birkaç seçim seçebilirsin. Gelişmiş disk seçenekleri için <xref linkend="advanced-installation"/>'a bakın.

source: The Ubuntu base system is then installed.
fr: Le système Ubuntu de base est maintenant installée.
pt_br: A base do sistema Ubunto está então instalada.
tr: Ardından Ubuntu tabanlı sistem yüklenir.

source: A new user is setup, this user will have <emphasis>root</emphasis> access through the <application>sudo</application> utility.
fr: Un nouvel utilisateur est créé, cet utilisateur aura un accès <emphasis>administratif</emphasis> (root) en utilisant l'application <application>sudo</application>.
pt_br: Um novo usuário está configurado, este usuário terá acesso <emphasis>root</emphasis> através do utilitário <application>sudo</application>.
tr: <application>sudo</application> uygulaması tarafından <emphasis>yönetici</emphasis> erişimine sahip olan yeni bir kullanıcı oluşturulur.

source: After the user is setup, you will be asked to encrypt your <filename role="directory">home</filename> directory.
fr: Après la définition de l'utilisateur, il vous sera demandé de chiffrer votre <filename role="directory">dossier personnel</filename>.
pt_br: Depois que o usuário é configurado, será perguntado a você se deseja criptografar a sua <filename role="directory">pasta pessoal</filename>.
tr: Kullanıcı oluşturulduktan sonra, <filename role="directory">ev</filename> dizinini şifrelemen istenecek.

source: The next step in the installation process is to decide how you want to update the system. There are three options:
fr: La prochaine étape vous proposera de mettre à jour le système. Trois options sont possibles :
pt_br: O próximo passo no processo de instalação é decidir como você deseja atualizar o sistema. Existem três opções:
tr: Yükleme işlemdeki sonraki adım, sistemini nasıl güncellemek istediğine karar vermektir. Üç seçenek vardır:

source: <emphasis>No automatic updates</emphasis>: this requires an administrator to log into the machine and manually install updates.
fr: <emphasis>Pas de mises à jour automatiques</emphasis> : un administrateur devra se connecter à la machine et effectuer les mises à jour manuellement.
pt_br: <emphasis>Sem atualizações automáticas</emphasis>: isto requer que um administrador se logue na máquina e manualmente instale atualizações.
tr: <emphasis>Otomatik güncelleME</emphasis>: bu, makineye giriş için bir yönetici gerektirir ve güncellemeleri elle yükler.
