Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The above commands will allow all connections from your local network to the Internet and all traffic related to those connections to return to the machine that initiated them.
fr: Les commandes ci-dessus autoriseront toutes les connexions depuis votre réseau local vers l'Internet et tout le trafic lié à ces connexions sera redirigé vers la machine qui l'a initié.
pt_br: O comando acima irá permitir que todas as conexões de sua rede local para a internet e todo tráfego relacionado a estas conexões retornem para as máquinas que as iniciaram.
tr: Yukarıdaki bağlantı yerel makinenden Internete yapılan tüm bağlantılara ve bu bağlantıların ilgili makinelere dönmesini sağlayacaktır.

source: If you want masquerading to be enabled on reboot, which you probably do, edit <filename>/etc/rc.local</filename> and add any commands used above. For example add the first command with no filtering:
fr: Si vous souhaitez que le masquage IP soit activé au démarrage du serveur, modifiez <filename>/etc/rc.local</filename> et ajoutez les commandes utilisez ci-dessus. Par exemple, ajoutez la première commande sans filtrage :
pt_br: Se você quuizer o mascaramento esteja habilitado ao reiniciar, o que você provavelmente quer, edite <filename>/etc/rc.local</filename> e adicione qualquer um dos comandos acima. Por exemplo adicione o primeiro comando sem nenhum filtro:
tr: Eğer bilgisayarı yeniden başlattığında, ki muhtemelen bunu yapacaksın, maskelemeyi aktifleştirmek istiyorsan <filename>/etc/rc.local</filename>'i düzenle ve yukarıda kullanılan herhangi bir komutu ekle. Örneğin filtreleme olmadan ilk komutu şöyle ekle:

source: Logs
fr: Journaux
tr: Kayıtlar

source: Firewall logs are essential for recognizing attacks, troubleshooting your firewall rules, and noticing unusual activity on your network. You must include logging rules in your firewall for them to be generated, though, and logging rules must come before any applicable terminating rule (a rule with a target that decides the fate of the packet, such as ACCEPT, DROP, or REJECT).
fr: Les journaux du pare-feu sont essentiels pour identifier les attaques, résoudre les problèmes des règles du pare-feu, et remarquer une activité inhabituelle sur votre réseau. Vous devez inclure des règles d'écriture des journaux dans votre pare-feu pour qu'ils soient générés. Ces règles doivent être placées avant toute règle applicable de terminaison (une règle qui décide du sort des paquets, comme ACCEPT, DROP ou REJECT).
pt_br: Logs do Firewall são essenciais para reconhecer ataques, identificar regras do seu firewall, e notar atividades incomuns nas sua rede. Você deve incluir regras de logs no seu firewall para que elas sejam geradas, considerar, as regras de log devem vir antes de qualquer regra de terminação aplicável ( uma regra com alvo que decide a sorte do pacote, como ACCEPT, DROP ou REJECT).
tr: Güvenlik duvarı kayıtları, ağındaki saldırıları teşhis etmek, güvenlik duvarı kurallarının sorunlarını çözmek ve olağan dışı aktiviteler için gereklidir. Kayıt kurallarını güvenlik duvarına eklemelisin.

source: If you are using <application>ufw</application>, you can turn on logging by entering the following in a terminal:
fr: Si vous utilisez <application>ufw</application>, vous pouvez activer la journalisation en saisissant ce qui suit dans un terminal :
pt_br: Se você estiver usando o <application>ufw</application>, você pode ligar o log digitando o seguinte no terminal:
tr: Eğer <application>ufw</application> kullanıyorsan terminale aşağıdakini girerek kaydı kapatabilirsin.

source: To turn logging off in <application>ufw</application>, simply replace <emphasis role="italic">on</emphasis> with <emphasis role="italic">off</emphasis> in the above command.
fr: Pour désactiver la journalisation de <application>ufw</application>, remplacez simplement <emphasis role="italic">on</emphasis> par <emphasis role="italic">off</emphasis> dans la commande ci-dessus.
pt_br: Para desligar o log no <application>ufw</application>, simplesmente substitua <emphasis role="italic">on</emphasis> por <emphasis role="italic">off</emphasis> no comando acima.
tr: <application>ufw</application>'de kaydı açmak için yukarıdaki örnekte basitçe <emphasis role="italic">on</emphasis> yerine <emphasis role="italic">off</emphasis> yazınız.

source: If using <application>iptables</application> instead of <application>ufw</application>, enter:
fr: Si vous utilisez <application>iptables</application> au lieu de <application>ufw</application>, saisissez :
pt_br: Se estiver usando <application>iptables</application> ao invés do <application>ufw</application>, digite:
tr: Eğer <application>ufw</application> yerine <application>iptables</application> (IP Tablo Filtre Yönetimi) kullanıyorsan, şunu giriniz:

source: A request on port 80 from the local machine, then, would generate a log in dmesg that looks like this:
fr: Une requête sur le port 80 de la machine local générerait ensuite un entrée dans le journal dmesg qui ressemble à ceci :
pt_br: Um requisição na porta 80 da máquina local, então, poderá gerar um log no dmes parecido com isto:
tr: 80. yuvadan makinene yapılan bir istek dmesg'de şu şeklide bir kayıt oluşturur:

source: The above log will also appear in <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, and <filename>/var/log/kern.log</filename>. This behavior can be modified by editing <filename>/etc/syslog.conf</filename> appropriately or by installing and configuring <application>ulogd</application> and using the ULOG target instead of LOG. The <application>ulogd</application> daemon is a userspace server that listens for logging instructions from the kernel specifically for firewalls, and can log to any file you like, or even to a <application>PostgreSQL</application> or <application>MySQL</application> database. Making sense of your firewall logs can be simplified by using a log analyzing tool such as <application>fwanalog</application>, <application> fwlogwatch</application>, or <application>lire</application>.
fr: Cette journalisation apparaîtra également dans les fichiers <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> et <filename>/var/log/kern.log</filename>. Ce comportement peut être modifié en éditant le fichier <filename>/etc/syslog.conf</filename> d'une façon appropriée, ou en installant et configurant <application>ulogd</application> et en utilisant la cible ULOG au lieu de LOG. Le service <application>ulogd</application> est un démon qui audite les instructions de journalisation du noyau spécifiques au pare-feu et peut les enregistrer dans n'importe quel fichier ou même vers une base de données <application>PostgreSQL</application> ou <application>MySQL</application>. Vous pouvez simplifier et rendre compréhensibles vos fichiers de journalisation du pare-feu en utilisant un analyseur de journalisation comme <application>fwanalog</application>, <application> fwlogwatch</application> ou encore <application>lire</application>.
pt_br: O registro acima é publicado em <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename>, e <filename>/var/log/kern.log</filename>. Estes procedimentos podem ser alterado modificando o <filename>/etc/syslog.conf</filename> ou instalando e configurando o <application>ulogd</application> e, assim, usar o ULOG como alvo ao invés do LOG (registro). O daemon <application>ulogd</application> é um servidor userspace que observa o sistema para registrar instruções específicas do kernel para firewalls e registrar qualquer arquivo que você queira, igual aos bancos de dados <application>PostgreSQL</application> e <application>MySQL</application>. O registro das ações do firewall pode ser simplificada usando uma ferramenta para análise de registros, como o <application>fwanalog</application>, <application> fwlogwatch</application>, ou <application>lire</application>.
tr: Yukarıdaki kayıt ayrıca <filename>/var/log/messages</filename>, <filename>/var/log/syslog</filename> ve <filename>/var/log/kern.log</filename>'de de gözükür. Bu durum <filename>/etc/syslog.conf</filename> uygun şekilde düzenlenerek veya <application>ulogd</application> yüklenip, yapılandırarak ve Log yerine ULOG hedefi kullanılarak ayarlanabilir. <application>ulogd</application> programı çekirdeğin dışında çalıştırılan yürütme işlem sunucusu, özel tanımlanan güvenlik duvarları için çekirdekdeki kayıt yapılarını dinler ve istenen herhangi bir dosyaya kayıt tutar. Bu ister <application>PostgreSQL</application> isterse <application>MySQL</application> veritabanı olsun. Güvenlik duvarı kayıtlarını daha hassas yapmak için <application>fwanalog</application>, <application> fwlogwatch</application> veya <application>lire</application> gibi bir kayıt aracı kullanılabilir.

source: Other Tools
fr: Autres outils
pt_br: Outras Ferramentas
tr: Diğer Araçlar

source: There are many tools available to help you construct a complete firewall without intimate knowledge of iptables. For the GUI-inclined:
fr: Il existe de nombreux outils pour vous aider à constituer un pare-feu complet sans connaissances particulières de iptables. Les outils en mode graphique :
pt_br: Existem várias ferramentas que podem ajuda-lo a construir um firewall completo sem um conhecimento íntimo de iptables. Para Interface Gráfica:
tr: Tam bir güvenlki duvarı oluşturmak için Ip tablo filtre yönetimini iyi bilmene gerek kalmadan sana yardım edebilecek birçok araç vardır. GUI için:

source: <ulink url="http://www.fs-security.com/">Firestarter</ulink> is quite popular and easy to use.
fr: <ulink url="http://www.fs-security.com/">Firestarter</ulink> est très populaire et facile à utiliser.
pt_br: <ulink url="http://www.fs-security.com/">Firestarter</ulink> é muito popular e fácil de usar.
tr: <ulink url="http://www.fs-security.com/">Firestarter</ulink> oldukça popüler ve kullanımı kolaydır.

source: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> is very powerful and will look familiar to an administrator who has used a commercial firewall utility such as <application>Checkpoint FireWall-1</application>.
fr: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> est très puissant et semblera familier à un administrateur ayant déjà utilisé un pare-feu commercial comme <application>Checkpoint FireWall-1</application>.
pt_br: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> é muito poderoso e irá parecer familiar para o administrador que tenha utilizado um utilitário de firewall comercial como o <application>Checkpoint FireWall-1</application>.
tr: <ulink url="http://www.fwbuilder.org/">fwbuilder</ulink> çok güçlü ve <application>Checkpoint FireWall-1</application> gibi ticari güvenlik duvar uygulamasına sahip bir yönetici gibidir.

source: If you prefer a command-line tool with plain-text configuration files:
fr: Si vous préférez un outil en ligne de commande avec des fichiers de configuration en mode texte :
pt_br: Se você preferir uma ferramenta linha de comando, com arquivos de configuração modo texto:
tr: Eğer düz metin yapılandırma dosyalı bir komut satır aracı istersen:

source: <ulink url="http://www.shorewall.net/">Shorewall</ulink> is a very powerful solution to help you configure an advanced firewall for any network.
fr: <ulink url="http://www.shorewall.net/">Shorewall</ulink> est une solution très puissante pour vous aider à configurer un pare-feu avancé pour n'importe quel réseau.
pt_br: <ulink url="http://www.shorewall.net/">Shorewall</ulink> é uma solução muito poderosa que ajuda a configurar um firewall avançado para qualquer rede.
tr: <ulink url="http://www.shorewall.net/">Shorewall</ulink>, herhangi ağ için gelişmiş güvenlik duvarı yapılandırmana yardım etmek için güçlü çözümler sunar.

source: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> should give you a working firewall "out of the box" with zero configuration, and will allow you to easily set up a more advanced firewall by editing simple, well-documented configuration files.
fr: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> devrait vous procurer un pare-feu fonctionnel sans rien avoir à configurer. Il vous permettra de mettre en place facilement un pare-feu plus avancé en modifiant des fichiers de configuration simples et bien documentés.
pt_br: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink> pode fornecer um firewall funcional "out of the box" com configuração zero, e irá permitir facilmente uma configuração de firewall mais avançada simplesmente editando, arquivos de configuração bem documentoados
tr: <ulink url="http://www.linuxkungfu.org/">ipkungfu</ulink>, hiçbir yapılandırması olmayan "kutusuz" çalışan bir güvenlik duvarıdır. Daha fazla gelişmiş güvenlik duvarını basit düzenlemelerle kolayca ayarlamanı sağlar. Ayrıca iyi belgelenmiş yapılandırma dosyalarına sahiptir.

source: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> is designed to be a desktop firewall application. It is made up of a server (fireflier-server) and your choice of GUI clients (GTK or QT), and behaves like many popular interactive firewall applications for Windows.
fr: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> est conçu comme une application pare-feu de bureau. Il est constitué d'un serveur (fireflier-server) et de l'interface graphique de votre choix (GTK ou QT). Il se comporte comme de nombreux pare-feu connus pour Windows.
pt_br: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink> é desenvolvido para ser uma aplicalção firewall para desktop. Ele é composto de um servidor (fireflier-server) e sua escolha de clientes gráficos (GTK or QT), e se comporta como várias aplicações de firewall populares e interativas para Windows.
tr: <ulink url="http://fireflier.sourceforge.net/">fireflier</ulink>, masaüstü güvenlik duvarı uygulaması olarak tasarlanmıştır. fireflier-server şeklinde bir sunucu ve BTK veya QT gibi GUI istemci seçeneği ile yapılmıştır. Windows'daki çok popüler güvenlik duvarı uygulamaları gibi davranır.

source: The <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> wiki page contains information on the development of <application>ufw</application>.
fr: La page wiki <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> (en anglais) contient des informations sur le développement de <application>ufw</application>.
pt_br: O wiki do <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> contém informações sobre o desenvolvimento do <application>ufw</application>.
tr: <ulink url="https://wiki.ubuntu.com/UbuntuFirewall">Ubuntu Firewall</ulink> wiki sayfasında <application>ufw</application> geliştirme hakkında bilgi bulunur.

source: Also, the <application>ufw</application> manual page contains some very useful information: <command>man ufw</command>.
fr: La page de manuel <application>ufw</application> contient des informations très utiles : <command>man ufw</command>.
pt_br: Além disso, a página de manual do <application>ufw</application> contém algumas informações muito úteis: <command>man ufw</command>.
tr: Ayrıca <application>ufw</application> kullanma kılavuzu bazı kullanışlı bilgi içerir: <command>man ufw</command>.

source: See the <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink> for more information on using <application>iptables</application>.
fr: Voir <ulink url="http://www.nbs-system.com/dossiers/howto-iptables.html">IPtables HOWTO en français</ulink> pour plus d'informations sur l'utilisation de <application>iptables</application>.
pt_br: Veja <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink> para mais informações sobre como usar o <application>iptables</application>.
tr: <application>iptables</application> kullanımı hakkında daha fazla bilgi için <ulink url="http://www.netfilter.org/documentation/HOWTO/packet-filtering-HOWTO.html">packet-filtering-HOWTO</ulink>'ya bakınız.

source: The <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> contains further details on masquerading.
fr: Le <ulink url="http://www.linux-france.org/prj/inetdoc/guides/NAT-HOWTO/">guide pratique du NAT</ulink> contient plus de renseignements sur le masquage IP.
pt_br: O <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink> contém mais detalhes sobre mascaramento.
tr: <ulink url="http://www.netfilter.org/documentation/HOWTO/NAT-HOWTO.html">nat-HOWTO</ulink>'da maskeleme hakkında ayrıntılı bilgi bulunur.

source: The <ulink url="https://help.ubuntu.com/community/IptablesHowTo">IPTables HowTo</ulink> in the Ubuntu wiki is a great resource.
fr: La page du Wiki Ubuntu (en anglais) <ulink url="https://help.ubuntu.com/community/IptablesHowTo">IPTables HowTo</ulink> est également une très bonne source d'informations.

source: <application>AppArmor</application> is a Linux Security Module implementation of name-based mandatory access controls. AppArmor confines individual programs to a set of listed files and posix 1003.1e draft capabilities.
fr: <application>AppArmor</application> est une implémentation de contrôles d'accès obligatoires basée sur l'infrastructure LSM (Linux Security Module). AppArmor restreint les programmes individuels à un ensemble de fichiers répertoriés et de capacités définies dans l'ébauche POSIX 1003.1e.
pt_br: <application>AppArmor</application> é uma implementação do Módulo de Segurança do Linux do controle de acesso obrigatório baseado em nomes. AppArmor confina programas individuais para um grupo de arquivos e capacidade do posix 1003.1e.
tr: <application>AppArmor</application>, Ad temelle vekil erişim kontrolünün Linux Güvenlik Kibi uygulamasıdır. AppArmor, bireysel programları, listelenen dosyalara ve posix 1003.1e taslak kapasitesine sınırlar.

source: <application>AppArmor</application> is installed and loaded by default. It uses <emphasis>profiles</emphasis> of an application to determine what files and permissions the application requires. Some packages will install their own profiles, and additional profiles can be found in the <application>apparmor-profiles</application> package.
fr: <application>AppArmor</application> est installé et chargé en mémoire par défault. Il utilise des <emphasis>profils</emphasis> d'application afin de déterminer quels fichiers et quelles permissions l'application nécessite. Certains paquets installent leurs propres profils, et des profils additionnels se trouvent dans le paquet <application>apparmor-profiles</application>.
pt_br: O <application>AppArmor</application> é instalado e carregado por padrao. Ele usa <emphasis>perfis</emphasis> de uma aplicação para determinar quais arquivos e permissões a aplicaão necessita. Alguns pacotes irão instalar seus própris perfis, e perfis adicionais podem ser encontrados no pacote <application>apparmor-profiles</application>.
tr: <application>AppArmor</application>, normal olarak kurulup, yüklenir. Bu, hangi dosya ve izinlerin uygulanması gerektiğini tanımlayan bir uygulama <emphasis>profil</emphasis>idir. Bazı paketler kendi profillerinde yüklenecektir. Ek profiller <application>apparmor-profiles</application> paketinde bulunur.

source: To install the <application>apparmor-profiles</application> package from a terminal prompt:
fr: Pour installer le paquet <application>apparmor-profiles</application> depuis un terminal :
pt_br: Para instalar o pacote <application>apparmor-profiles</application> a partir do terminal:
tr: <application>apparmor-profiles</application> paketini yüklemek için terminalden şöyle giriniz:

source: AppArmor profiles have two modes of execution:
fr: Les profils d'AppArmor ont deux modes d'exécution :
pt_br: Perfis do AppArmor possuem dois modos de execução:
tr: AppArmor profillerinin çalıştırılan iki kibi vardır:

source: Complaining/Learning: profile violations are permitted and logged. Useful for testing and developing new profiles.
fr: Réclamation/apprentissage : les infractions au profil sont autorisées et journalisées. C'est utile pour tester et développer de nouveaux profils.
pt_br: Reclamando/Aprendendo: violações do perfil são permitidas e anotadas. Útil para teste e desenvolvimento de novos perfis
tr: Yakınma/Öğrenme: profil ihlalleri izinli ve kayıtlıdır. Test etme ve yeni profil geliştirme için kullanışlıdır.

source: Enforced/Confined: enforces profile policy as well as logging the violation.
fr: Imposé/restreint : la politique du profil est imposée et les infractions sont journalisées.
pt_br: Reforçado/Confinado: reforça a política do perfil como também a anotação das violação.
tr: Enforced/Confined: zorlanan profil ilkesi ihlal edilmiş olarak kayıtlıdır.

source: Using AppArmor
fr: Utilisation d'AppArmor
pt_br: Usando AppArmor
tr: AppArmor Kullanımı

source: The <application>apparmor-utils</application> package contains command line utilities that you can use to change the <application>AppArmor</application> execution mode, find the status of a profile, create new profiles, etc.
fr: Le paquet <application>apparmor-utils</application> contient des utilitaires en ligne de commande que vous pouvez utiliser pour changer le mode d'exécution d'<application>AppArmor</application>, trouver l'état d'un profil, créer de nouveaux profils, etc.
pt_br: O pacote <application>apparmor-utils</application> contém utilitários da linha de comando que podem ser usado para mudar o modo de execução do <application>AppArmor</application>, encontrar o estado de um perfil, criar novos perfis, etc.
tr: <application>apparmor-utils</application> paketi, <application>AppArmor</application> yürütme kibinini değiştirmek, bir profilin durumunu bulmak, yeni profil oluşturma vb için kullanılan komut satırı uygulamasını içerir.

source: <application>apparmor_status</application> is used to view the current status of AppArmor profiles.
fr: <application>apparmor_status</application> est utilisé pour voir l'état actuel des profils d'AppArmor.
pt_br: <application>apparmor_status</application> é usado para ver o estado atual dos perfis do AppArmor.
tr: <application>apparmor_status</application>, AppArmor profillerinin mevcut durumlarını göstermek için kullanılır.

source: <application>aa-complain</application> places a profile into <emphasis>complain</emphasis> mode.
fr: <application>aa-complain</application> place un profil en mode <emphasis>complain</emphasis> (réclamation).
pt_br: <application>aa-complain</application> coloca um perfil no modo <emphasis>complain</emphasis>.
tr: <application>aa-complain</application>, <emphasis>yakınma</emphasis> kibindeki bir profile yerleşir.

source: sudo aa-complain /path/to/bin
fr: sudo aa-complain /chemin/vers/application

source: <application>aa-enforce</application> places a profile into <emphasis>enforce</emphasis> mode.
fr: <application>aa-enforce</application> place un profil en mode <emphasis>enforce</emphasis> (imposé).
pt_br: <application>aa-enforce</application> coloca um perfil no modo <emphasis>enforce</emphasis>.
tr: <application>aa-enforce</application>, <emphasis>zorlama</emphasis> kibindeki bir profile yerleşir.

source: sudo aa-enforce /path/to/bin
fr: sudo aa-enforce /chemin/vers/application
