Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Then select the <emphasis>"Mount point"</emphasis> and choose <emphasis>"/ - the root file system"</emphasis>. Change any of the other options as appropriate, then select <emphasis>"Done setting up partition"</emphasis>.
fr: Choisissez <emphasis>Point de montage</emphasis> suivi de <emphasis>/ - système de fichiers racine</emphasis>. Sélectionnez <emphasis>Fin de paramétrage de cette partition</emphasis>.
pt_br: Então selecione o <emphasis>"Ponto de montagem"</emphasis> e escolha <emphasis>"/ - a raíz do sistema de arquivo"</emphasis>. Altere as outras opções de forma apropriada, então selecione <emphasis>"Configuração da partição concluída"</emphasis>.
tr: Ardından <emphasis>"Birleştirme noktası"</emphasis>nı ve <emphasis>"/ - kök dosya sistemi"</emphasis>ni seçin. Diğer seçenekleri uygun olacak şekilde değiştirin, sonra <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>yı seçin.

source: Finally, select <emphasis>"Finish partitioning and write changes to disk"</emphasis>.
fr: Pour finir sélectionnez <emphasis>Fin de paramétrage de cette partition et appliquer les changements</emphasis> puis répondez <emphasis>Oui</emphasis>
pt_br: Finalmente selecione <emphasis>"Finalizar particionamento e gravar mudanças no disco"</emphasis>.
tr: Son olarak <emphasis>"Bölümlendirmeyi tamamla ve değişiklikleri diske yaz"</emphasis>ı seçin.

source: If you choose to place the root partition on a RAID array, the installer will then ask if you would like to boot in a <emphasis>degraded</emphasis> state. See <xref linkend="raid-degraded"/> for further details.
fr: Si vous choisissez de placer la partition racine sur une matrice RAID, l'installateur vous demandera alors si vous voulez démarrer dans un état RAID <emphasis>dégradé</emphasis>. Consultez <xref linkend="raid-degraded"/> pour plus de renseignements.
pt_br: Se você escolher colocar a partição raiz em uma matriz RAID, o instalador vai então perguntar se você gostaria de iniciar com o estato de <emphasis>degradado</emphasis>. Veja <xref linkend="raid-degraded"/> para mais detalhes.
tr: Eğer RAID dizisinde yerleştirmek için kök bölümünü seçersen, yükleyici <emphasis>indirilmiş</emphasis> durumda başlatmak isteyip, istemediğini soracak. Daha fazla ayrıntı için <xref linkend="raid-degraded"/>'e bakın.

source: The installation process will then continue normally.
fr: Le processus d'installation continuera ensuite normalement.
pt_br: O processo de instalação vai então continuar normalmente.
tr: Sonra bu yükleme işlemi normal olarak devam edecek.

source: Degraded RAID
fr: RAIS dégradé
pt_br: RAID degradado
tr: İndirilmiş RAID

source: At some point in the life of the computer a disk failure event may occur. When this happens, using Software RAID, the operating system will place the array into what is known as a <emphasis>degraded</emphasis> state.
fr: Au cours de la vie d'un ordinateur, une panne de disque dur peut survenir. Lorsque ceci arrive avec du RAID logiciel, les système d'exploitation placera la matrice RAID dans un état que l'on appelle <emphasis>dégradé</emphasis>.
pt_br: Em algum ponto do ciclo de vida de um computador um evento de falha no disco pode ocorrer. Quando isso acontece, usando RAID por software, o sistema operacional colocará a matriz em um estado que é conhecido como <emphasis>degradado</emphasis>.
tr: Bilgisayar ömrünün bazı noktalarında disk hatası meydana gelebilir. Yazılımsal RAID kullanırken bu olduğunda, işletim sistemi diziyi <emphasis>indirilmiş</emphasis> olarak bilinen durum içine yerleştirecek.

source: The <command>dpkg-reconfigure mdadm</command> process will change the <filename>/etc/initramfs-tools/conf.d/mdadm</filename> configuration file. The file has the advantage of being able to pre-configure the system's behavior, and can also be manually edited:
fr: Le processus <command>dpkg-reconfigure mdadm</command> changera le contenu du fichier de configuration <filename>/etc/initramfs-tools/conf.d/mdadm</filename>. Ce fichier a l'avantage de pouvoir pré-configurer le comportement de votre système et il peut également être modifié manuellement :
pt_br: O processo <command>dpkg-reconfigure mdadm</command> mudará o arquivo de configuração <filename>/etc/initramfs-tools/conf.d/mdadm</filename>. O arquivo tem a vantagem de ser capaz de pré-configurar o comportamento do sistema e também pode ser editado manualmente:
tr: <command>dpkg-reconfigure mdadm</command> işlemi <filename>/etc/initramfs-tools/conf.d/mdadm</filename> yapılandırma dosyasını değiştirecek. Sistemin durumunu ön yapılandırabilen gelişmiş seçeneğe sahiptir ve elle düzenlenebilir:

source: Using a Kernel argument will allow the system to boot to a degraded array as well:
fr: Donner un argument au noyau autorisera également le système à démarrer sur une matrice RAID endommagée :
pt_br: Usar um argumento de Kernel permitirá ao sistema iniciar também de um array degradado.
tr: Çekirdek argümanı kullanma sistemi indirgenmiş olarak başlanmayı sağlar:

source: Add <emphasis>"bootdegraded=true"</emphasis> (without the quotes) to the end of the line.
fr: Ajoutez <emphasis>"bootdegraded=true"</emphasis> (sans les guillemets) en fin de ligne.
pt_br: Adicione <emphasis>"bootdegraded=true"</emphasis> (sem as aspas) ao final da linha.
tr: Satırın sonuna <emphasis>"bootdegraded=true"</emphasis> (tırnak işareti olmadan) ekleyin.

source: Once the system has booted you can either repair the array see <xref linkend="raid-maintenance"/> for details, or copy important data to another machine due to major hardware failure.
fr: Une fois le système démarré, vous pouvez réparer la matrice (voir <xref linkend="raid-maintenance"/> pour de plus amples informations) ou transférez les données importantes vers un autre machine en cas de panne matérielle majeure.
pt_br: Uma vez que o sistema tenha iniciado, você pode tanto reparar o array (veja <xref linkend="raid-maintenance"/> para maiores detalhes), ou copiar dados importantes para outra máquina devido à maior falha de hardware.
tr: Sistem başladıktan sonra diziyi (ayrıntılar için <xref linkend="raid-maintenance"/> bakın) düzenleyebilir ya da önemli verileri büyük donanım hatasından dolayı başka makineye taşıyabilirsiniz.

source: RAID Maintenance
fr: Maintenance RAID
pt_br: Manutenção do RAID
tr: RAID Bakımı

source: The <application>mdadm</application> utility can be used to view the status of an array, add disks to an array, remove disks, etc:
fr: L'utilitaire <application>mdadm</application> peut être utilisé pour afficher l'état d'une matrice, ajouter des disques à une matrice, en supprimer etc... :
pt_br: O utilitário <application>mdadm</application> pode ser usado para visualizar o estado de um array, adicionar discos a um array, remover discos, etc:
tr: <application>mdadm</application> uygulaması herhangi bir dizinin durumunu görmek, diziye diskler eklemek, diskleri kaldırmak, vb için kullanılabilir:

source: To view the status of an array, from a terminal prompt enter:
fr: Pour afficher l'état d'une matrice, depuis un terminal entrez :
pt_br: Para visualizar o estado de um array, digite em um terminal:
tr: Dizinin durumunu görmek için terminalden şunu girin:

source: The <emphasis>-D</emphasis> tells <application>mdadm</application> to display <emphasis>detailed</emphasis> information about the <filename>/dev/md0</filename> device. Replace <filename>/dev/md0</filename> with the appropriate RAID device.
fr: L'option <emphasis>-D</emphasis> ordonne à <application>mdadm</application> d'afficher les informations <emphasis>détaillées</emphasis> du périphérique <filename>/dev/md0</filename>. Remplacez <filename>/dev/md0</filename> par le périphérique RAID souhaité.
pt_br: O <emphasis>-D</emphasis> instrui o <application>mdadm</application> a mostrar informações <emphasis>detalhadas</emphasis> sobre o dispositivo <filename>/dev/md0</filename>. Substitua <filename>/dev/md0</filename> pelo dispositivo RAID apropriado.
tr: <emphasis>-D</emphasis>, <filename>/dev/md0</filename> aygıtı hakkında <emphasis>ayrıntılı</emphasis> bilgi göstermesini <application>mdadm</application>'e söyler. <filename>/dev/md0</filename> yerine uygun RAID aygıtı yazın.

source: To view the status of a disk in an array:
fr: Pour afficher l'état d'un disque d'une matrice, écrivez :
pt_br: Para visualizar o estado de um disco em um array:
tr: Dizideki bir diskin durumunu göstermek için:

source: The output if very similar to the <command>mdadm -D</command> command, adjust <filename>/dev/sda1</filename> for each disk.
fr: Le résultat est très similaire à celui de la commande <command>mdadm -D</command>, modifiez <filename>/dev/sda1</filename> à votre convenance pour chaque disque.
pt_br: A saída é muito similar ao comando <command>mdadm -D</command>, ajuste <filename>/dev/sda1</filename> para cada disco.
tr: Çıktı eğer <command>mdadm -D</command> komutuna çok benziyorsa, her disk için <filename>/dev/sda1</filename>'i ayarlayın.

source: If a disk fails and needs to be removed from an array enter:
fr: Si un disque devient défectueux et doit être retiré d'une matrice, entrez :
pt_br: Se um disco falha e precisa ser removido de um array, digite:
tr: Eğer bir disk hatalı ve diziden kaldırılması gerekiyorsa, şunu girin:

source: Change <filename>/dev/md0</filename> and <filename>/dev/sda1</filename> to the appropriate RAID device and disk.
fr: Changez <filename>/dev/md0</filename> et <filename>/dev/sda1</filename> par les périphériques et les disques RAID appropriés.
pt_br: Modifique <filename>/dev/md0</filename> e <filename>/dev/sda1</filename> para o dispositivo RAID e disco apropriados.
tr: <filename>/dev/md0</filename> ve <filename>/dev/sda1</filename>'i uygun RAID aygıt ve diski ile değiştirin.

source: Similarly, to add a new disk:
fr: De la même manière, pour ajouter un disque :
pt_br: Similar a adicionar um novo disco:
tr: Benzer şekilde yeni disk eklemek için:

source: The <filename>/proc/mdstat</filename> file also contains useful information about the system's RAID devices:
fr: Le fichier <filename>/proc/mdstat</filename> contient également des informations utiles concernant les périphériques RAID du système.
pt_br: O arquivo <filename>/proc/mdstat</filename> também contém informações importantes sobre os dispositivos RAID do sistema.
tr: <filename>/proc/mdstat</filename> dosyası da sistemdeki RAID aygıtları hakkında kullanışlı bilgi içerir:

source: The following command is great for watching the status of a syncing drive:
fr: La commande suivante est très utile pour surveiller l'état d'avancement d'une synchronisation de disque :
pt_br: O seguinte comando é ótimo para observar o estado de uma unidade em sincronia.
tr: Aşağıdaki komut senkronize olan sürücünün durumunu seyretmek için harikadır.

source: Press <emphasis>Ctrl+c</emphasis> to stop the <application>watch</application> command.
fr: Appuyez sur <emphasis>Ctrl+c</emphasis> pour arrêter la commande <application>watch</application>.
pt_br: Pressione <emphasis>Ctrl+c</emphasis> para parar o comando <application>watch</application>.
tr: <application>watch</application> (seyretme) komutunu durdurmak için <emphasis>Ctrl+c</emphasis>'ye basın.

source: If you do need to replace a faulty drive, after the drive has been replaced and synced, <application>grub</application> will need to be installed. To install <application>grub</application> on the new drive, enter the following:
fr: Une fois qu'un disque défectueux a été remplacé par un disque en bon état et que celui-ci a été synchronisé, vous devez installer <application>grub</application>. Pour l'installer sur le nouveau disque, saisissez :
pt_br: Se você precisa substituir uma unidade com defeito, depois da unidade ter sido trocada e sincronizada, o <application>grub</application> precisará ser instalado. Para instalar o <application>grub</application> na nova unidade, digite o seguinte:
tr: Eğer hatalı bir sürücüyü değiştirmeye ihtiyacın varsa, sürücü değiştirildikten ve senkronize edildikten sonra, <application>grub</application>'un yüklenmesi gerekir. Yeni sürücüye <application>grub</application>u yüklemek için aşağıdakini girin:

source: The topic of RAID arrays is a complex one due to the plethora of ways RAID can be configured. Please see the following links for more information:
fr: Les matrices RAID sont un sujet complexe en raison de la multitude de façons de paramétrer le RAID. Consultez les liens suivants pour plus d'informations :
pt_br: O tópico sobre matriz RAID é bem complexo devido à superabundância de modos que o RAID pode ser configurado. Por favor veja os seguintes links para mais informações:
tr: RAID dizilerinin konusu, yapılandırılabilir RAID'in gereğinden fazla yöntemi olduğundan dolayı karmaşıktır. Daha fazla bilgi için lütfen aşağıdaki bağlantılara bakın:

source: Software RAID HOWTO
fr: Guide pratique du RAID logiciel
pt_br: Software RAID COMO FAZER
tr: Yazılımsal RAID NASIL

source: Managing RAID on Linux
fr: Gérer le RAID sous LInux
pt_br: Gerenciando RAID no Linux
tr: Linux'de RAID Yönetme

source: Logical Volume Manager (LVM)
fr: Gestionnaire de volumes logiques (Logical Volume Manager, LVM)
pt_br: Gerenciador de volume lógico (LVM)
tr: Mantıksal Birim Yönetimi (LVM)

source: Logical Volume Manger, or <emphasis>LVM</emphasis>, allows administrators to create <emphasis>logical</emphasis> volumes out of one or multiple physical hard disks. LVM volumes can be created on both software RAID partitions and standard partitions residing on a single disk. Volumes can also be extended, giving greater flexibility to systems as requirements change.
fr: Le gestionnaire de volumes logiques, ou <emphasis>LVM</emphasis>, permet aux administrateurs de créer des volumes <emphasis>logiques</emphasis> à partir d'un ou plusieurs espaces de stockage. Les volumes LVM peuvent être créés sur des partitions RAID logicielles ou sur des partitions normales résidant sur un unique disque. Les volumes peuvent être dimensionnés après-coup, donnant ainsi une plus grande flexibilité au système.
pt_br: Gerenciador de volume lógico, ou <emphasis>LVM</emphasis>, permite aos administradores criar volumes <emphasis>lógicos</emphasis> envolvendo um ou mais discos físicos. Volumes LVM podem ser criados tanto sobre partições RAID com sobre partições comuns dentro de um único disco. Volumes podem também ser estendidos, dando grande flexibilidade para sistemas que requerem mudanças.
tr: Mantıksal Birim Yönetimi veya <emphasis>LVM</emphasis>, bir veya daha fazla fiziksel sabit disk olmaksızın, yöneticilerin <emphasis>mantıksal</emphasis> birim oluşturmasını sağlar. LVM birimleri tek bir diskte, hem yazılımsal RAID bölümlerde hem de standart bölümlerde bulunur. Birimler de genişletilebilir ve sistemdeki gerekli değişikliklere daha esnek davranırlar.

source: A side effect of LVM's power and flexibility is a greater degree of complication. Before diving into the LVM installation process, it is best to get familiar with some terms.
fr: Un effet secondaire de la puissance et de la flexibilité de LVM est un degré accru de complexité. Avant de se plonger dans le processus d'installation de LVM, il est préférable de se familiariser avec quelques termes techniques.
pt_br: Um efeito colateral do poder e flexibilidade do LVM é o grande grau de complexidade. Antes de avançar no processo de instalação, é melhor familiarizar-se com alguns termos.
tr: LVM'nin güç ve esneklik büyük oranda etkiye sahiptir. LVM yükleme işlemine girişmeden önce, bazı terimleri bilmek çok iyi bir başlangıç olacaktır.

source: <emphasis>Volume Group (VG):</emphasis> contains one or several Logical Volumes (LV).
fr: <emphasis>Groupe de volumes (Volume Group ou VG) :</emphasis> contient un ou plusieurs volumes logiques (Logical Volumes ou LV).
pt_br: <emphasis>Grupo de Volume (GV):</emphasis> contém um ou diversos Volumes Lógicos (LV).
tr: <emphasis>Birim Grubu (VG):</emphasis>, bir veya birkaç Mantıksal Birim (LV) içerir.

source: <emphasis>Logical Volume (LV):</emphasis> is similar to a partition in a non-LVM system. Multiple Physical Volumes (PV) can make up one LV, on top of which resides the actual EXT3, XFS, JFS, etc filesystem.
fr: <emphasis>Volume Logique (Logical Volume ou LV) :</emphasis> similaire à une partition d'un système non LVM. Plusieurs volumes physiques (Physical Volumes ou PV) peuvent servir à créer un LV, au-dessus duquel réside le véritable système de fichier EXT3, XFS, JFS, etc.
pt_br: <emphasis>Volume Lógico (VL):</emphasis> é similar à partição em um sistema não-LVM. Diversos Volumes Físicos (VF) podem compor um VL, em cima dos quais está o sistema de arquivo real (EXT3, XFS, JFS etc).
tr: <emphasis>Mantıksal Birim (LV):</emphasis>, LVM olmayan sistemdeki bir birime benzer. Çoklu Fiziksel Birimler (PV), etkin EXT3, XFS, JFS, vb. dosya sistemlerinin birinde bulunan LV'den meydana gelir.

source: <emphasis>Physical Volume (PV):</emphasis> physical hard disk or software RAID partition. The Volume Group can be extended by adding more PVs.
fr: <emphasis>Volume physique (Physical Volume ou PV) :</emphasis> disque dur physique ou partition logicielle RAID. Le groupe de volumes peut être agrandi en ajoutant des PV.
pt_br: <emphasis>Volume Físico (VF):</emphasis> disco rígido físico ou partição RAID por software. O Grupo de Volume pode ser estendido através da adição de mais VFs.
tr: <emphasis>Fiziksel Birim (PV):</emphasis> fiziksel sabit disk veya yazılımsal RAID bölümü. Birim Grubuna daha fazla PV eklenerek genişletilebilir.

source: As an example this section covers installing Ubuntu Server Edition with <filename role="directory">/srv</filename> mounted on a LVM volume. During the initial install only one Physical Volume (PV) will be part of the Volume Group (VG). Another PV will be added after install to demonstrate how a VG can be extended.
fr: À titre d'exemple, cette section décrit l'installation d'Ubuntu édition serveur en montant <filename role="directory">/srv</filename> sur un volume LVM. Lors de l'installation initiale, un seul volume physique (PV) fera partie du groupe de volumes (VG). Un autre PV lui sera affecté plus tard pour montrer comment un VG peut être agrandi.
pt_br: Como um exemplo, esta seção cobre a instalação do Ubuntu Server Edition com o <filename role="directory">/srv</filename> montado sobre um volume LVM. Durante a instalação inicial apenas um Volume Físico (VF) será parte do Grupo de Volume (GV). Outro VF será adicionado após a instalação para demonstrar como um GV pode ser estendido.
tr: Bu bölümdeki örnek gibi, Ubuntu Server Edition'u bir LVM birime bağlı <filename role="directory">/srv</filename> ile yüklemeyi kapsar. İlk yükleme esnasında sadece bir Fiziksel Birim (PV), Birim Grubu (VG)'nun bir parçası olacak. Diğer PV, bir VG'nin nasıl genişletilebileceğini göstermesi için yüklemeden sonra eklenecek.

source: There are several installation options for LVM, <emphasis>"Guided - use the entire disk and setup LVM"</emphasis> which will also allow you to assign a portion of the available space to LVM, <emphasis>"Guided - use entire and setup encrypted LVM"</emphasis>, or <emphasis>Manually</emphasis> setup the partitions and configure LVM. At this time the only way to configure a system with both LVM and standard partitions, during installation, is to use the Manual approach.
fr: Plusieurs méthodes d'installation sont disponibles pour LVM : <emphasis>Assistée - utiliser tout un disque avec LVM</emphasis>, <emphasis>Assistée - utiliser tout un disque avec LVM chiffré</emphasis> et <emphasis>Manuelle</emphasis>. Pour l'instant l'approche manuelle est la seule option nous permettant de paramétrer des partitions usuelles et LVM.
pt_br: Existem diversas opções para instalação de LVM, <emphasis>"Guiado - usar o disco inteiro e configurar LVM"</emphasis> que permitirá também defineir a porção do espaço disponível para LVM, <emphasis>"Guiado - usar tudo e configurar LVM criptografado"</emphasis>, ou <emphasis>Manualmente</emphasis> configurar as partições e configurar o LVM. A única maneira de configurar um sistema tanto com LVM quanto com partições comuns, durante a instalação, é usando a abordagem manual.
tr: LVM için birkaç yükleme seçeneği vardır, <emphasis>"Rehberli - tüm diski kullan ve LVM'yi kur"</emphasis> kullanılabilir alanın bir kısmını LVM'ye ayırmanı sağlar, <emphasis>"Rehberli - tümünü kullan ve şifreli LVM kur"</emphasis> veya <emphasis>Elle</emphasis> bölümleri kur ve LVM'yi yapılandır. Bu aşamada yükleme esnasındaki tek yol sistemi hem LVM hem de standart bölümlemeler ile yapılandırmak, Kılavuz yaklaşımını kullanmaktır.

source: At the <emphasis>"Partition Disks</emphasis> screen choose <emphasis>"Manual"</emphasis>.
fr: Choisissez <emphasis>Manuel</emphasis> à l'étape <emphasis>Partitionner les disques</emphasis>.
pt_br: Na tela <emphasis>"Particionar Discos</emphasis> escolha <emphasis>"Manual"</emphasis>.
tr: <emphasis>"Diskleri Bölümleme</emphasis> ekranında <emphasis>"Kılavız"</emphasis>u seç.

source: Select the hard disk and on the next screen choose "yes" to <emphasis>"Create a new empty partition table on this device"</emphasis>.
fr: Sélectionnez votre disque et répondez oui à la question <emphasis>Faut-il créer une nouvelle table de partitions sur ce disque</emphasis> de l'écran suivant.
pt_br: Selecione o disco rígido e na tela seguinte escolha "sim" para <emphasis>"Criar uma nova tabela de partição vazia neste dispositivo"</emphasis>.
tr: Sabit diski seç ve sonraki ekrandan <emphasis>"Bu aygıtta yeni boş bölüm tablosu oluştur"</emphasis>mak için "evet"i.

source: Next, create standard <emphasis>/boot</emphasis>, <emphasis>swap</emphasis>, and <emphasis>/</emphasis> partitions with whichever filesystem you prefer.
fr: Créez ensuite trois partitions usuelles <emphasis>/boot</emphasis>, <emphasis>swap</emphasis> et <emphasis>/</emphasis> avec le système de fichiers de votre choix.
pt_br: Em seguida, criar partições padrão <emphasis>/boot</emphasis>, <emphasis>swap</emphasis>, e <emphasis>/</emphasis> com o sistema de arquivo de sua preferência.
tr: Sonra, standart <emphasis>/boot</emphasis>, <emphasis>swap</emphasis> ve <emphasis>/</emphasis> bölümlerini istediğin herhangi bir dosya sistemi ile oluştur.

source: There are some useful utilities to view information about LVM:
fr: Il existe des outils pratiques pour afficher des informations sur LVM :
pt_br: Existem alguns utilitários para visualizar informações sobre LVM:
tr: LVM hakkındaki bilgiyi göstermesi için kullanışlı birkaç uygulama vardır:

source: <emphasis>vgdisplay:</emphasis> shows information about Volume Groups.
fr: <emphasis>vgdisplay :</emphasis> affiche les informations des groupes de volumes.
pt_br: <emphasis>vgdisplay:</emphasis> mostra informações sobre grupos de volume.
tr: <emphasis>vgdisplay:</emphasis> Birim Grupları hakkındaki bilgiyi gösterir.

source: <emphasis>lvdisplay:</emphasis> has information about Logical Volumes.
fr: <emphasis>lvdisplay :</emphasis> affiche les informations des volumes logiques
pt_br: <emphasis>lvdisplay:</emphasis> mostra informações sobre os volumes lógicos.
tr: <emphasis>lvdisplay:</emphasis> Mantıksal Birimler hakkında bilgiye sahiptir.

source: <emphasis>pvdisplay:</emphasis> similarly displays information about Physical Volumes.
fr: <emphasis>pvdisplay :</emphasis> affiche les informations des volumes physiques.
pt_br: <emphasis>pvdisplay:</emphasis> de maneira análoga, exibe informações sobre volumes físicos.
tr: <emphasis>pvdisplay:</emphasis> benzer şekilde Fiziksel Birimler hakkında bilgi gösterir.

source: Extending Volume Groups
fr: Agrandir des groupes de volumes
pt_br: Extendendo grupos de volume
tr: Birim Gruplarını Genişletme
