Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Replicating a Kerberos principal database between two servers can be complicated, and adds an additional user database to your network. Fortunately, MIT Kerberos can be configured to use an <application>LDAP</application> directory as a principal database. This section covers configuring a primary and secondary kerberos server to use <application>OpenLDAP</application> for the principal database.
fr: Répliquer une bases de données de « principals » Kerberos entre deux serveurs peut être compliqué, et cela ajoute une base de données supplémentaire d'utilisateurs à votre réseau. Heureusement, MIT Kerberos peut être configuré pour utiliser un annuaire <application>LDAP</application> comme base de données de « principals ». Ce section couvre la configuration de serveurs Kerberos primaire et secondaire pour utiliser <application>OpenLDAP</application> pour cette base de données.
pt_br: Duplicar uma base de dados principal Kerberos entre dois servidores pode ser complicado, e cria uma base de dados de usuário adicional em sua rede. Felizmente, o MIT Kerberos pode ser configurado para usar um diretório <application>LDAP</application> como base de dados principal. Esta seção aborda a configuração de servidores kerberos primários e secundários para o uso de <application>OpenLDAP</application> como base principal.
tr: Kerberos prensip veritabanını iki sunucu arasında tekrarlama çalıştırılabilir ve Ağına ek bir kullanıcı veritabanı ilave eder. Neyse ki, MIT Kerberos bir <application>LDAP</application> dizini kullanılarak prensip veritabanı gibi yapılandırılır. Bu bölüm, prensip veritabanı için <application>OpenLDAP</application> kullanarak birincil ve ikincil kerberos sunucu yapılandırma ile ilgilidir.

source: Configuring OpenLDAP
fr: Configuration OpenLDAP
pt_br: Configurando OpenLDAP
tr: OpenLDAP Yapılandırma

source: It is also required to configure OpenLDAP for TLS and SSL connections, so that traffic between the KDC and LDAP server is encrypted. See <xref linkend="openldap-tls"/> for details.
fr: Il est également nécessaire de configurer OpenLDAP pour les connexions TLS et SSL, de sorte que le trafic entre les serveurs KDC et LDAP soit chiffré. Voir <xref linkend="openldap-tls"/> pour plus de détails.
pt_br: É também necessário configurar OpenLDAP para conexões TLS e SSL, para que o tráfego entre o KDC e o servidor LDAP seja encriptado. Veja <xref linkend="openldap-tls"/> para detalhes.
tr: Ayrıca TLS ve SSL bağlantıları için OpenDAP'ı yapılandırmak gerekir. Böylece KDC ve LDAP sunucuları arasındaki trafik şifrelenir. Ayrıntılar için <xref linkend="openldap-tls"/>'ye bakın.

source: To load the schema into LDAP, on the LDAP server install the <application>krb5-kdc-ldap</application> package. From a terminal enter:
fr: Pour charger le schéma dans LDAP, installez le paquet <application>krb5-kdc-ldap</application> sur le serveur LDAP. Saisissez dans un terminal :
pt_br: Para carregar o esquema no LDAP, instale o pacote <application>krb5-kdc-ldap</application> no servidor LDAP. A partir de um terminal digite:
tr: LDAP içine şema yüklemek için, LDAP sunucuda <application>krb5-kdc-ldap</application> paketi yükleyin. Terminalden girin:

source: Next, extract the <filename>kerberos.schema.gz</filename> file:
fr: Ensuite, décompressez le fichier <filename>kerberos.schema.gz</filename> :
pt_br: Próximo, extrair o arquivo: <filename>kerberos.schema.gz</filename>
tr: Sonra <filename>kerberos.schema.gz</filename> dosyasını açın:

source: The <emphasis>kerberos</emphasis> schema needs to be added to the <emphasis>cn=config</emphasis> tree. The procedure to add a new schema to <application>slapd</application> is also detailed in <xref linkend="openldap-configuration"/>.
fr: Le schéma <emphasis>Kerberos</emphasis> doit être ajouté à l'arborescence <emphasis>cn=config</emphasis>. La procédure pour ajouter un nouveau schéma à <application>slapd</application> est également expliquée dans <xref linkend="openldap-configuration"/>.
pt_br: O esquema <emphasis>kerberos</emphasis> precisa ser adicionado à árvore <emphasis>cn=config</emphasis>. O procedimento para adicionar um novo esquema ao <application>slapd</application> é também detalhado em <xref linkend="openldap-configuration"/>.
tr: <emphasis>Kerberos</emphasis> şeması <emphasis>cn=config</emphasis> ağacına eklenmelidir. Ayrıca <application>slapd</application>'a yeni şema ekleme yöntemi <xref linkend="openldap-configuration"/>'da açıklanmıştır.

source: Create a temporary directory to hold the LDIF files:
fr: Créez un dossier temporaire pour recevoir les fichiers LDIF :
pt_br: Crie um diretório temporário para armazenar os arquivos LDIF:
tr: LDIF dosyalarını tutması için geçici bir dizin oluştur:

source: Edit the generated <filename>/tmp/cn\=kerberos.ldif</filename> file, changing the following attributes:
fr: Modifiez le fichier <filename>/tmp/cn\=kerberos.ldif</filename> généré, en changeant les attributs suivants :
pt_br: Editar o arquivo <filename>/tmp/cn\=kerberos.ldif</filename> criado, alterando os seguintes atributos:
tr: Oluşan <filename>/tmp/cn\=kerberos.ldif</filename> dosyasını düzenleyin, aşağıdaki özellikleri değiştirin:

source: And remove the following lines from the end of the file:
fr: Et supprimez les lignes suivantes à la fin du fichier :
pt_br: E remover as seguintes linhas a partir do fim do arquivo:
tr: Ve dosyanın sonundaki aşağıdaki satırları kaldırın:

source: Load the new schema with <application>ldapadd</application>:
fr: Chargez le nouveau schéma avec <application>ldapadd</application> :
pt_br: Carregar o novo schema com <application>ldapadd</application>:
tr: <application>ldapadd</application> ile yeni şema ekleyin:

source: Add an index for the <emphasis>krb5principalname</emphasis> attribute:
fr: Ajoutez un index pour l'attribut <emphasis>krb5principalname</emphasis> :
pt_br: Adicionar um índice para o atributo <emphasis>krb5principalname</emphasis>:
tr: <emphasis>krb5principalname</emphasis> özelliği için bir içerik ekleyin:

source: Enter LDAP Password: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
fr: Saisissez le mot de passe LDAP : <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
pt_br: Digite a Senha LDAP: <placeholder-1/> modificando entrada "olcDatabase={1}hdb,cn=config"
tr: LDAP Şifresi Girin: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"

source: Finally, update the Access Control Lists (ACL):
fr: Enfin, mettez à jour la liste de contrôle d'accès (ACL) :
pt_br: Por fim, atualize a Lista de Controle de Acessos (ACL):
tr: Son olarak, Erişim Kontrol Listeleri (ACL)'ni güncelleyin:

source: That's it, your LDAP directory is now ready to serve as a Kerberos principal database.
fr: Voila, votre annuaire LDAP est maintenant prêt à servir de base de données de « principals » Kerberos.
pt_br: Pronto, seu Diretório LDAP está agora pronto para para servir como um banco de dados Kerberos principal.
tr: Bu, LDAP dizininin Kerberos prensip veritabanı gibi bağlanacak şeklide şu an hazır olduğu anlamına gelir.

source: Primary KDC Configuration
fr: Configuration du KDC primaire
pt_br: Configuração KDC Primária
tr: Birincil KDS Yapılandırması

source: With <application>OpenLDAP</application> configured it is time to configure the KDC.
fr: Avec <application>OpenLDAP</application> opérationnel, il est temps de configurer le KDC.
pt_br: Com o <application>OpenLDAP</application> configurado, é hora de configurar o KDC.
tr: <application>OpenLDAP</application> ile KDC'yi yapılandırma zamanı geldi.

source: First, install the necessary packages, from a terminal enter:
fr: Tout d'abord, installez les paquets nécessaires. Saisissez dans un terminal :
pt_br: Primeiro, instale os pacotes necessários, em um terminal digite:
tr: İlk önce gerekli paketleri terminalden yükleyin:

source: Now edit <filename>/etc/krb5.conf</filename> adding the following options to under the appropriate sections:
fr: Maintenant, modifiez <filename>/etc/krb5.conf</filename> en ajoutant les options suivantes dans les sections appropriées :
pt_br: Agora edite o arquivo <filename>/etc/krb5.conf</filename> adicionando as seguintes opções nas seções apropriadas:
tr: Şimdi uygun bölümün altına aşağıdaki seçenekleri ekleyerek <filename>/etc/krb5.conf</filename>'i düzenleyin:

source: Change <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, and <emphasis>ldap01.example.com</emphasis> to the appropriate domain, LDAP object, and LDAP server for your network.
fr: Remplacez <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, et <emphasis>ldap01.example.com</emphasis> par votre domaine, objet LDAP et serveur LDAP de votre réseau, respectivement.
pt_br: Altere <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis>, e <emphasis>ldap01.example.com</emphasis> para um domínio apropriado, objeto LDAP, e servidor LDAP para sua rede.
tr: <emphasis>example.com</emphasis>, <emphasis>dc=example,dc=com</emphasis>, <emphasis>cn=admin,dc=example,dc=com</emphasis> ve <emphasis>ldap01.example.com</emphasis>'u ağına uygun alan, LDAP objesi ve LDAP sunucusu ile değiştirin.

source: Next, use the <application>kdb5_ldap_util</application> utility to create the realm:
fr: Ensuite, utilisez <application>kdb5_ldap_util</application> pour créer le domaine :
pt_br: Depois, use o utilitário <application>kdb5_ldap_util</application> para criar o reino (realm):
tr: Sonra bölge oluşturmak için <application>kdb5_ldap_util</application> uygulamasını kullanın:

source: Copy the CA certificate from the LDAP server:
fr: Copiez le certificat de l'AC depuis le serveur LDAP :
pt_br: Copie o certificado CA para o servidor LDAP:
tr: LDAP sunucudan bir CA sertifikası kopyalayın:

source: And edit <filename>/etc/ldap/ldap.conf</filename> to use the certificate:
fr: Et modifiez <filename>/etc/ldap/ldap.conf</filename> pour utiliser le certificat:
pt_br: E edite o arquivo <filename>/etc/ldap/ldap.conf</filename> para usar o certificado:
tr: Ve sertifikayı kullanmak için <filename>/etc/ldap/ldap.conf</filename>'i düzenleyin:

source: The certificate will also need to be copied to the Secondary KDC, to allow the connection to the LDAP servers using LDAPS.
fr: Le certificat devra également être copié vers le KDC secondaire, afin de permettre la connexion aux serveurs LDAP en utilisant LDAPS.
pt_br: O certificado também terão de ser copiados para o KDC Secundário, para permitir a conexão aos servidores LDAP utilizando LDAPS.
tr: Ayrıca sertifikanın, LDAPS kullanarak sunuculara bağlanması için İkincil KDC'ye de kopyalanması gerekir.

source: There should now be krbPrincipalName, krbPrincipalKey, krbLastPwdChange, and krbExtraData attributes added to the <emphasis>uid=steve,ou=people,dc=example,dc=com</emphasis> user object. Use the <application>kinit</application> and <application>klist</application> utilities to test that the user is indeed issued a ticket.
fr: Les attributs krbPrincipalName, krbPrincipalKey, krbLastPwdChange, et krbExtraData devraient maintenant être ajoutés à l'objet utilisateur <emphasis>uid=steve,ou=people,dc=example,dc=com</emphasis>. Utilisez <application>kinit</application> et <application>klist</application> pour tester si l'utilisateur reçoit effectivement un ticket.
pt_br: Agora os atributos krbPrincipalName, krbPrincipalKey, krbLastPwdChange, and krbExtraData devem ser adicionados ao objeto de usuário (user objetc)<emphasis>uid=steve,ou=people,dc=example,dc=com</emphasis>. Use os utilitários <application>kinit</application> e <application>klist</application> para testar se realmente foi emitido um ticket para o usuário.
tr: Şu an krbPrincipalName, krbPrincipalKey, krbLastPwdChange ve krbExtraData özelliklerinin <emphasis>uid=yusuf,ou=people,dc=example,dc=com</emphasis> kullanıcı objesine eklenmiş olması gerekir. Gereçekten bir biletin alındığını test etmek için <application>kinit</application> ve <application>klist</application> uygulamalarını kullanın.

source: Configuring a Secondary KDC using the LDAP backend is similar to configuring one using the normal Kerberos database.
fr: Configurer un KDC secondaire en utilisant le moteur LDAP est semblable à une configuration utilisant la base de données Kerberos normale.
pt_br: Configurar um KDC Secundário usando o backend LDAP é similar a configurar um usando a base de dados Kerberos normal.
tr: LDAP sonun bitimi kullanarak İkincil bir KDC yapılandırma normal Kerberos veritabanı kullanarak yapılandırma ile benzerdir.

source: First, install the necessary packages. In a terminal enter:
fr: Tout d'abord, installez les paquets nécessaires. Saisissez dans un terminal :
pt_br: Primeiro, instale os pacotes necessários. Em um terminal digite:
tr: İlk önce, gerekli paketleri yüklemek için terminalden girin:

source: Next, edit <filename>/etc/krb5.conf</filename> to use the LDAP backend:
fr: Ensuite, modifiez <filename>/etc/krb5.conf</filename> pour utiliser le moteur LDAP :
pt_br: Em seguida, edite <filename>/etc/krb5.conf</filename> para utilizar o backend LDAP:
tr: Sonra, LDAP sonun bitimini kullanmak için <filename>/etc/krb5.conf</filename>'i düzenleyin:

source: Create the stash for the LDAP bind password:
fr: Créez un fichier de dissimulation (stash) pour y stocker le mot de passe de liaison à LDAP :
pt_br: Crie o depósito para a senha de vínculo do LDAP:
tr: Gizli LDAP bağlama şifresi oluştur:

source: Now, on the <emphasis>Primary KDC</emphasis> copy the <filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename><emphasis>Master Key</emphasis> stash to the Secondary KDC. Be sure to copy the file over an encrypted connection such as <application>scp</application>, or on physical media.
fr: Maintenant, sur le <emphasis>KDC principal</emphasis>, copiez le fichier de dissimulation de la <emphasis>clé maitresse</emphasis><filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename> sur le KDC secondaire. Assurez-vous de copier le fichier via une connexion chiffrée telle que <application>scp</application>, ou via des supports physiques.
pt_br: Agora, no <emphasis>KDC Primário</emphasis> copie o depósito da <filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename><emphasis>Master Key</emphasis> para o KDC Secundário. Certifique-se de copiar o arquivo numa conexão encriptada como o <application>scp</application>, ou numa mídia física.
tr: Şimdi <emphasis>Birincil KDC</emphasis>'de <filename>/etc/krb5kdc/.k5.EXAMPLE.COM</filename><emphasis>Master Anahtarı</emphasis> İkincil KDC'ye kopyala. Dosyayı <application>scp</application> veya fiziksel medya gibi şifreli bağlantı ile kopyaladığından emin ol.

source: Again, replace <emphasis>EXAMPLE.COM</emphasis> with your actual realm.
fr: De nouveau, remplacez <emphasis>EXAMPLE.COM</emphasis> par votre domaine réel.
pt_br: Novamente, substitua <emphasis>EXAMPLE.COM</emphasis> por sua fonte atual.
tr: Tekrar <emphasis>EXAMPLE.COM</emphasis>'u gerçek bölgen ile değiştir.

source: Finally, start the <application>krb5-kdc</application> daemon:
fr: Enfin, démarrez le démon <application>krb5-kdc</application>:
pt_br: Finalmente, inicie o <application>krb5-kdc</application> daemon:
tr: Son olarak <application>krb5-kdc</application> programını başlatın:

source: You now have redundant KDCs on your network, and with redundant LDAP servers you should be able to continue to authenticate users if one LDAP server, one Kerberos server, or one LDAP and one Kerberos server become unavailable.
fr: Vous avez maintenant des KDCs redondants sur votre réseau, et avec des serveurs LDAP redondants, vous devriez être en mesure de continuer à authentifier les utilisateurs si un serveur LDAP, un serveur Kerberos, ou un serveur LDAP et un serveur Kerberos deviennent indisponibles.
pt_br: Agora você possui KDCs redundantes em sua rede, e com servidores LDAP redundantes você estará apto a autenticar usuários caso um servidor LDAP, um servidor Kerberos ou um servidor LDAP e um servidor Kerberos fiquem indisponíveis.
tr: Şu an ağında gereksiz KDC'ler vardır. Gereksiz LDAP sunucularla, eğer bir LDAP sunucu, bir Kerberos sunucu veya bir LDAP ve Kerberos sunucu kullanılamaz olursa kullanıcı kimlik doğrulamasına devam edebilirsin.

source: The <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend"> Kerberos Admin Guide</ulink> has some additional details.
fr: <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend">Le Guide d'administration de Kerberos</ulink> contient des détails supplémentaires.
pt_br: O <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend">Guia de Administração do Kerberos</ulink> possui detalhes adicionais.
tr: <ulink url="http://web.mit.edu/Kerberos/krb5-1.6/krb5-1.6.3/doc/krb5-admin.html#Configuring-Kerberos-with-OpenLDAP-back_002dend"> Kerberos Admin Rehberi</ulink> bazı ek ayrıntılara sahiptir.

source: Hopefully these simple examples will allow you to monitor additional servers and services on your network.
fr: Espérons que ces exemples simples vous permettront de superviser des serveurs et services supplémentaires sur votre réseau.
pt_br: Esperemos que estes simples exemplos permitam você monitorar servidores e serviços adicionais na sua rede.
tr: Bu basit örneklerin ağındaki ek sunucu ve servisleri görebilmen için faydalı olacağı ümit edilir.

source: First, on <emphasis>server01</emphasis> install the <application>nagios</application> package. In a terminal enter:
fr: Tout d'abord, installez le paquet <application>nagios</application> sur <emphasis>serveur01</emphasis>. Dans un terminal, saisissez :
pt_br: Primeiramente, no <emphasis>server01</emphasis> instale o pacote <application>nagios</application>. Em um terminal digite:
tr: İlk önce <emphasis>server01</emphasis>'de <application>nagios</application> paketini yüklemek için terminale girin:

source: For example, to change the password for the <emphasis>nagiosadmin</emphasis> user enter:
fr: Par exemple, pour changer le mot de passe de l'utilisateur <emphasis>nagiosadmin</emphasis>, entrez:
pt_br: Por exemplo, para alterar a senha do usuário <emphasis>nagiosadmin</emphasis> digite:
tr: Örneğin <emphasis>nagiosadmin</emphasis> kullanıcı şifresini değiştirmek için girin:

source: To add a user:
fr: Pour ajouter un utilisateur :
pt_br: Para adicionar um usuário:
tr: Bir kullanıcı eklemek için:

source: Next, on <emphasis>server02</emphasis> install the <application>nagios-nrpe-server</application> package. From a terminal on server02 enter:
fr: Ensuite, sur <emphasis>serveur02</emphasis>, installez le paquet <application>nagios-nrpe-server</application>. Depuis un terminal sur serveur02, entrez:
pt_br: Seguinte, no <emphasis>server02</emphasis> instale o pacote <application>nagios-nrpe-server</application>. De um terminal no server02 digite:
tr: Sonra <emphasis>server02</emphasis>'de <application>nagios-nrpe-server</application> paketi yükleyin. Server02'de bulunan bir terminalden:

source: There are a couple of directories containing <application>Nagios</application> configuration and check files.
fr: Il y a plusieurs répertoires contenant les fichiers de configuration et de tests de <application>Nagios</application>.
pt_br: Existem inúmeros diretórios contendo configurações e arquiovs de verificação do<application>Nagios</application>.
tr: <application>Nagios</application> yapılandırma ve kontrol dosyalarını içeren birkaç dizin vardır.

source: For example: <command>/usr/lib/nagios/plugins/check_dhcp -h</command>
fr: Par exemple: <command>/usr/lib/nagios/plugins/check_dhcp -h</command>
pt_br: Por exemplo: <command>/usr/lib/nagios/plugins/check_dhcp -h</command>
tr: Örneğin: <command>/usr/lib/nagios/plugins/check_dhcp -h</command>

source: See <xref linkend="httpd"/> for details on setting up Apache, <xref linkend="dns"/> for DNS, and <xref linkend="mysql"/> for MySQL.
fr: Voir <xref linkend="httpd"/> pour les détails concernant la préparation d'Apache, <xref linkend="dns"/> pour DNS, et <xref linkend="mysql"/> pour MySQL.
pt_br: Veja <xref linkend="httpd"/> para detalhes na configuração Apache, <xref linkend="dns"/> para DNS e <xref linkend="mysql"/> para MySQL.
tr: Apache kurulum ayrıntıları için <xref linkend="httpd"/>, DNS için <xref linkend="dns"/> ve MySQL için <xref linkend="mysql"/>'e bakın

source: Additionally, there are some terms that once explained will hopefully make understanding Nagios configuration easier:
fr: En complément, voici quelques termes qui, une fois expliqués, faciliteront la compréhension de la configuration de Nagios :
pt_br: Adicionalmente, existem alguns termos que, uma vez explicado, espera-se fazer o entendimento da configuração do Nagios mais fácil.
tr: Ayrıca Nagios yapılandırmayı daha kolay yapmak için daha önce açıklandığı gibi bazı terimler vardır.

source: First, create a <emphasis>host</emphasis> configuration file for <emphasis>server02</emphasis>. In a terminal enter:
fr: En premier, créez un fichier de configuration <emphasis>hôte</emphasis> pour le <emphasis>serveur02</emphasis>. Dans un terminal, saisissez :
pt_br: Primeiramente, crie um arquivo de configuração do <emphasis>computador</emphasis> para o <emphasis>server02</emphasis>. Em um terminal digite:
tr: İlk önce <emphasis>server02</emphasis> için bir <emphasis>makine</emphasis> yapılandırma dosyası oluşturmak için terminalden girin:

source: Next, edit <filename>/etc/nagios3/conf.d/server02.cfg</filename>:
fr: Ensuite, modifiez <filename>/etc/nagios3/conf.d/serveur02.cfg</filename>:
pt_br: Próximo, edite <filename>/etc/nagios3/conf.d/server02.cfg</filename>:
tr: Sonra <filename>/etc/nagios3/conf.d/server02.cfg</filename>'yi düzenleyin:

source: define host{ use generic-host ; Name of host template to use host_name server02 alias Server 02 address 172.18.100.101 } # check DNS service. define service { use generic-service host_name server02 service_description DNS check_command check_dns!172.18.100.101 }
fr: define host{ use generic-host ; Nom du modèle d'hôte à utiliser host_name serveur02 alias Serveur 02 address 172.18.100.101 } # Vérifie le service DNS. define service { use generic-service host_name server02 service_description DNS check_command check_dns!172.18.100.101 }
pt_br: define host{ use generic-host ; Nome do computador modelo para usar host_name server02 alias Server 02 address 172.18.100.101 } # check DNS service. define service { use generic-service host_name server02 service_description DNS check_command check_dns!172.18.100.101 }
tr: define host{ use generic-host ; Kullanılacak makine şablonunun adı host_name server02 alias Server 02 address 172.18.100.101 } # DNS servis kontrolü. define service { use generic-service host_name server02 service_description DNS check_command check_dns!172.18.100.101 }

source: Restart the <application>nagios</application> daemon to enable the new configuration:
fr: Relancez le démon <application>nagios</application> pour activer la nouvelle configuration :
pt_br: Reinicie o daemon<application>nagios</application> para habilitar a nova configuração:
tr: <application>Nagios</application> programını yeni yapılandırmanın etkili olması için yeniden başlatın:
