Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The SSH key for the Compute Nodes needs to be added to the <filename>/etc/ssh/ssh_known_hosts</filename> file on the Front-End host. To accomplish this <application>ssh</application> to each Compute Node as a user other than <emphasis>oneadmin</emphasis>. Then exit from the SSH session, and execute the following to copy the SSH key from <filename>~/.ssh/known_hosts</filename> to <filename>/etc/ssh/ssh_known_hosts</filename>:
fr: La clé SSH des nœuds de calcul doit être ajoutée au fichier <filename>/etc/ssh/ssh_known_hosts</filename> sur l'hôte frontal. Pour cela, lancez <application>ssh</application> vers chaque nœud de calcul, en tant qu'un utilisateur autre que <emphasis>oneadmin</emphasis>. Quitez alors la session SSH, et exécutez ce qui suit afin de copier la clé SSH depuis <filename>~/.ssh/known_hosts</filename> vers <filename>/etc/ssh/ssh_known_hosts</filename> :
pt_br: A chave SSH dos nós computacionais precisam ser adicionadas ao arquivo <filename>/etc/ssh/ssh_known_hosts</filename> do front-end. Para tal, acesse cada nó computacional com <application>ssh</application> como um usuário diferente de <emphasis>oneadmin</emphasis>. Então saia da sessão SSH e execute o seguinte comando para copiar as chaves SSH a partir de <filename>~/.ssh/known_hosts</filename> para <filename>/etc/ssh/ssh_known_hosts</filename>:
tr: Düğüm Hesaplama için SSH anahtarı, Sonun Başlangıcı ana sistemindeki <filename>/etc/ssh/ssh_known_hosts</filename> dosyasına eklenmesi gerekir. Bu <application>ssh</application>'ı herbir Düğüm Hesaplama'ya bir kullanıcı gibi yapmak diğer <emphasis>oneadmin</emphasis> gibidir. Ardından SSH bölümünden çıkınız ve aşağıdaki gibi SSH anahtarını <filename>~/.ssh/known_hosts</filename>'dan <filename>/etc/ssh/ssh_known_hosts</filename>'e kopyalayarak çalıştırınız:

source: Replace <emphasis>node01</emphasis> and <emphasis>node02</emphasis> with the appropriate host names.
fr: Remplacez <emphasis>node01</emphasis> et <emphasis>node02</emphasis> par les noms d'hôtes appropriés.
pt_br: Substitua <emphasis>node01</emphasis> e <emphasis>node02</emphasis> com os nomes de máquinas apropriados.
tr: <emphasis>node01</emphasis> ve <emphasis>node02</emphasis>'yi uygun ana sunucu adlarıyla değiştiriniz.

source: This allows the <emphasis>oneadmin</emphasis> to use <application>scp</application>, without a password or manual intervention, to deploy an image to the Compute Nodes.
fr: Ceci permet à <emphasis>oneadmin</emphasis> d'utiliser <application>scp</application> sans mot de passe ou intervention manuelle, pour déployer une image sur les nœuds de calcul.
pt_br: Isso permite ao usuário <emphasis>oneadmin</emphasis> usar o aplicativo <application>scp</application>, sem uma senha ou intervenção manual, para dispor uma imagem nos nós computacionais.
tr: Bu, <emphasis>oneadmin</emphasis>'e <application>scp</application>'yi kullanarak şifre veya kılavuza gerek kalmadan Düğüm Hesaplama'ya bir imaj oluşturmayı sağlar.

source: On the Front-End create a directory to store the VM images, giving the <emphasis>oneadmin</emphasis> user access to the directory:
fr: Sur le frontal, créez un répertoire pour stocker les images des VM, en donnant l'accès au répertoire à l'utilisateur <emphasis>oneadmin</emphasis> :
pt_br: Crie um diretório para armazenar as imagens VM no front-end, dando acesso ao usuário <emphasis>oneadmin</emphasis>:
tr: Sonun Başlangıcı'nda Sanal Makine (SM) imajlarını depolamak için bir dizin oluşturun. Bunun için <emphasis>oneadmin</emphasis> kullanıcısının dizine erişimini şöyle sağlayın:

source: Finally, copy a virtual machine disk file into <filename>/var/lib/one/images</filename>. You can create an Ubuntu virtual machine using <application>vmbuilder</application>, see <xref linkend="jeos-and-vmbuilder"/> for details.
fr: Enfin, copiez un fichier de disque de machine virtuelle dans <filename>/var/lib/one/images</filename>. Vous pouvez créer une machine virtuelle Ubuntu en utilisant <application>vmbuilder</application>, consultez <xref linkend="jeos-and-vmbuilder"/> pour plus de détails.
pt_br: Finalmente, copie um arquivo de disco de máquina virtual em <filename>/var/lib/one/images</filename>. Você pode criar uma máquina virtual do Ubuntu usando <application>vmbuilder</application>, veja <xref linkend="jeos-and-vmbuilder"/> para detalhes.
tr: Son olarak, bir sanal makine disk dosyasını <filename>/var/lib/one/images</filename> içine kopyalayın. <application>vmbuilder</application> kullanarak bir Ubuntu sanal makine oluşturabilirsin. Ayrıntılar için <xref linkend="jeos-and-vmbuilder"/>'a bakınız.

source: The <emphasis>OpenNebula Cluster</emphasis> is now ready to be configured, and virtual machines added to the cluster.
fr: La <emphasis>grappe OpenNebula</emphasis> est maintenant prête à être configurée, et les machines virtuelles à être ajoutées à la grappe.
pt_br: O <emphasis>cluster OpenNebula</emphasis> está agora pronto para ser configurado e máquinas virtuais adicionadas ao cluster.
tr: Şu an <emphasis>OpenNebula Kümesi</emphasis> yapılanmaya ve sanal makineler kümeye eklenmeye hazırdır.

source: From a terminal prompt enter:
fr: Dans un terminal, saisissez :
pt_br: Em um terminal de prompt de comando, entre:
tr: Uçbirimden şunu giriniz:

source: Next, create a <emphasis>Virtual Network</emphasis> template file named <filename>vnet01.template</filename>:
fr: Ensuite, créez un fichier modèle de <emphasis>réseau virtuel</emphasis> nommé <filename>vnet01.template</filename> :
pt_br: A seguir, crie um arquivo modelo da <emphasis>rede virtual</emphasis> com nome <filename>vnet01.template</filename>:
tr: Sonra <filename>vnet01.template</filename> adında bir <emphasis>Sanal Ağ</emphasis> şablon dosyası oluşturun:

source: Be sure to change <emphasis>192.168.0.0</emphasis> to your local network.
fr: Assurez-vous de remplacer <emphasis>192.168.0.0</emphasis> par votre adresse de réseau local.
pt_br: Certifique-se de substituir <emphasis>192.168.0.0</emphasis> para a sua rede local.
tr: <emphasis>192.168.0.0</emphasis>'ı senin yerel ağınla değiştirdiğinden emin ol.

source: Using the <application>onevnet</application> utility, add the virtual network to OpenNebula:
fr: Grâce à l'utilitaire <application>onevnet</application>, ajoutez le réseau virtuel à OpenNebula :
pt_br: Usando o utilitário <application>onevnet</application>, adicione a rede vitual ao OpenNebula:
tr: <application>onevnet</application> uygulamasını kullanarak OpenNebula'ya sanal ağı ekleyin:

source: Now create a <emphasis>VM Template</emphasis> file named <filename>vm01.template</filename>:
fr: Créez maintenant un fichier <emphasis>modèle de VM</emphasis> nommé <filename>vm01.template</filename> :
pt_br: Agora, crie um arquivo de <emphasis>modelo VM</emphasis> com nome <filename>vm01.template</filename>:
tr: Şimdi <filename>vm01.template</filename> adında bir <emphasis>SM Şablon</emphasis> dosyası oluşturun:

source: Start the virtual machine using <application>onevm</application>:
fr: Démarrez la machine virtuelle en utilisant <application>onevm</application> :
pt_br: Inicie a máquina vitual usando <application>onevm</application>:
tr: Sanal makineyi <application>onevm</application>'yi kullanarak başlatın:

source: Use the <application>onevm list</application> option to view information about virtual machines. Also, the <application>onevm show vm01</application> option will display more details about a specific virtual machine.
fr: Utilisez l'option <application>onevm list</application> pour visualiser des informations sur les machines virtuelles. De plus, l'option <application>onevm show vm01</application> affichera plus de détails sur une machine virtuelle particulière.
pt_br: Use a opção <application>onevm list</application> para ver informações sobre as máquinas virtuais. A opção <application>onevm show vm01</application> vai mostrar mais detalhes sobre uma máquina virtual específica.
tr: Sanal makineler hakkında bilgi görüntülemek için <application>onevm listesi</application> seçeneğini kullanın. Ayrıca, the <application>onevm vm01 göster</application> seçeneği özel bir sanal makine hakkında daha fazla bilgi gösterir.

source: See the <ulink url="http://www.opennebula.org/doku.php?id=start">OpenNebula website</ulink> for more information.
fr: Référez-vous au <ulink url="http://www.opennebula.org/doku.php?id=start">site Web d'OpenNebula</ulink> pour plus d'informations.
pt_br: Veja o <ulink url="http://www.opennebula.org/doku.php?id=start">site do OpenNebula</ulink> para mais informação.
tr: Daha fazla bilgi için <ulink url="http://www.opennebula.org/doku.php?id=start">OpenNebula websitesi</ulink>'ne bakınız.

source: You can also find help in the <emphasis>#ubuntu-virt</emphasis> and <emphasis>#ubuntu-server</emphasis> IRC channels on <ulink url="http://freenode.net">Freenode</ulink>.
fr: Vous pouvez également trouver de l'aide dans les salles de discussion IRC <emphasis>#ubuntu-virt</emphasis> et <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net">Freenode</ulink>.
pt_br: Você também pode encontrar ajuda nos canais de IRC <emphasis>#ubuntu-virt</emphasis> e <emphasis>#ubuntu-server</emphasis> em <ulink url="http://freenode.net">Freenode</ulink>.
tr: Ayrıca, <ulink url="http://freenode.net">Freenode</ulink>'deki <emphasis>#ubuntu-virt</emphasis> ve <emphasis>#ubuntu-server</emphasis> IRC kanallarından yardım alabilirsiniz.

source: Also, the <ulink url="https://help.ubuntu.com/community/OpenNebula">OpenNebula Ubuntu Wiki</ulink> page has more details.
fr: La page du <ulink url="https://help.ubuntu.com/community/OpenNebula">Wiki Ubuntu consacrée à OpenNebula</ulink> comporte elle aussi des informations complémentaires.

source: Version Control System
fr: Système de contrôle de version
tr: Sürüm Kontrol Sistemi

source: Version control is the art of managing changes to information. It has long been a critical tool for programmers, who typically spend their time making small changes to software and then undoing those changes the next day. But the usefulness of version control software extends far beyond the bounds of the software development world. Anywhere you can find people using computers to manage information that changes often, there is room for version control.
fr: Le contrôle de version est l'art de gérer les modifications dans l'information. Cela a longtemps été un outil crucial pour les développeurs, qui passent leur temps à effectuer de petites modifications sur leurs logiciels et à les retirer le lendemain. Mais l'utilité d'un logiciel de contrôle de version s'étend largement au-delà du monde du développement de logiciels. Partout où vous pourrez trouver des personnes qui utilisent l'informatique pour gérer une information qui est régulièrement modifiée, le contrôle de version trouvera sa place.
pt_br: O controle de versões é a arte de gerenciar mudanças na informação. Ele tem sido há muito tempo uma ferramenta crucial para programadores, que tipicamente passam seu tempo fazendo pequenas mudanças em um software e então desfazendo essas mudanças no outro dia. Mas a utilidade de softwares de controle de versões vão muito além do mundo dos desenvolvedores de software. Em qualquer lugar que você possa encontrar pessoas usando computadores para gerenciar informações que mudam constantemente, existe espaço para o controle de versões.
tr: Sürüm kontrol bir bilgi değişim yönetim usülüdür. Bu, yazılıma küçük değişiklikler yapan ve bu değişikleri ertesi gün bozan pragramcılar için önemli bir araca sahiptir. Fakat kontrol yazılım sürümünün faydası yazılım geliştirme amacının çok ötesindedir. Herhangi yerdeki insanlar bilgisayarlarını kullanarak sık sık bu bilgileri yönetirler. Kontrol sürümü için kuruluş vardır.

source: Bazaar is a new version control system sponsored by Canonical, the commercial company behind Ubuntu. Unlike Subversion and CVS that only support a central repository model, Bazaar also supports <emphasis>distributed version control</emphasis>, giving people the ability to collaborate more efficiently. In particular, Bazaar is designed to maximize the level of community participation in open source projects.
fr: Bazaar est un nouveau système de contrôle de version sponsorisé par Canonical, l'entreprise commerciale à l'origine d'Ubuntu. À la différence de Subversion et CVS qui ne gèrent qu'un modèle centralisé, Bazaar prend aussi en charge <emphasis>un contrôle de version décentralisé</emphasis>, donnant aux gens la capacité de collaborer plus efficacement. En particulier, Bazar est conçu pour maximiser le niveau de participation de la communauté sur des projets libres.
pt_br: Bazaar é um novo sistema de controle de versões patrocinado pela Canonical, a empresa comercial por trás do Ubuntu. Ao contrário do Subversion e do CVS que suportam somente o modelo de repositório centralizado, o Bazaar também suporta <emphasis>controle de versão distribuído</emphasis>, dando as pessoas a habilidade de colaborar mais eficientemente. Em particular, o Bazaar é projetado para maximizar o nível de participação da comunidade em projetos open source.
tr: Pazar (Bazaar), Ubuntu'nun ticari şirketi olan Canonical'ın desteklenen yeni bir kontrol sistem sürümüdür. Sadece tekbir merkezi depo modelini olan Alt sürüm ve CVS'ye benzemez. Ayrıca Pazar <emphasis>dağıtılmış sürüm kontrolü</emphasis>nü desdekler. İnsanlara daha fazla etkinlik vererek işbirliğini arttırır. Özellikle Pazar, açık kaynak projelerinde toplulukların işbirliklerinin arttırmak için tasarlanmıştır

source: At a terminal prompt, enter the following command to install <application>bzr</application>: <screen> <command>sudo apt-get install bzr</command> </screen>
fr: Depuis un terminal saisissez la commande suivante pour installer <application>bzr</application> : <screen> <command>sudo apt-get install bzr</command> </screen>
pt_br: No terminal, digite o seguinte comando para instalar o <application>bzr</application>: <screen> <command>sudo apt-get install bzr</command> </screen>
tr: <application>bzr</application>'ı yüklemek için terminale aşağıdaki komutu girin: <screen> <command>sudo apt-get install bzr</command> </screen>

source: To introduce yourself to <application>bzr</application>, use the <emphasis>whoami</emphasis> command like this: <screen> <command>$ bzr whoami 'Joe Doe &lt;joe.doe@gmail.com&gt;'</command> </screen>
fr: Pour vous présenter à <application>bzr</application>, utilisez la commande <emphasis>whoami</emphasis> comme suit : <screen> <command>$ bzr whoami 'Jean Dupont &lt;jean.dupont@gmail.com&gt;'</command> </screen>
pt_br: Para se apresentar ao <application>bzr</application>, use o comando <emphasis>whoami</emphasis> desta forma: <screen> <command>$ bzr whoami 'Joe Doe &lt;joe.doe@gmail.com&gt;'</command> </screen>
tr: <application>bzr</application>'da kendini tanıtmak için <emphasis>whoami</emphasis> komutunu şunun gibi kullan: <screen> <command>$ bzr whoami 'Esat Yuce &lt;EsatYuce@ubuntu-tr.org&gt;'</command> </screen>

source: Learning Bazaar
fr: Apprentissage de Bazaar
pt_br: Aprendendo sobre o Bazaar
tr: Pazarı Öğrenme

source: Bazaar comes with bundled documentation installed into <application>/usr/share/doc/bzr/html</application> by default. The tutorial is a good place to start. The <application>bzr</application> command also comes with built-in help: <screen> <command>$ bzr help</command> </screen>
fr: Bazaar et fourni avec une documentation intégrée. Par défaut, elle se situe dans <application>/usr/share/doc/bzr/html</application>. Il est judicieux de commencer par le tutoriel. La commande <application>bzr</application> est également fournie avec une aide intégrée :<screen> <command>$ bzr help</command> </screen>
pt_br: O Bazaar vem com uma documentação embutida e instalada em <application>/usr/share/doc/bzr/html</application> por padrão. O tutorial é um bom lugar para iniciar. O comando <application>bzr</application> vem também com uma ajuda interna:<screen> <command>$ bzr help</command> </screen>
tr: Pazar öntanımlı olarak <application>/usr/share/doc/bzr/html</application> içine yüklenmiş şekilde dökümantasyon demeti halinde gelir. Kılavuz başlamak için iyi bir yerdir. <application>bzr</application> komutuyla help de kullanılabilir: <screen> <command>$ bzr help</command> </screen>

source: To learn more about the <emphasis>foo</emphasis> command: <screen> <command>$ bzr help foo</command> </screen>
fr: Pour en savoir plus sur une commande <emphasis>truc</emphasis> : <screen> <command>$ bzr help truc</command> </screen>
pt_br: Para aprender mais sobre o comando <emphasis>foo</emphasis>: <screen> <command>$ bzr help foo</command> </screen>
tr: <emphasis>foo</emphasis> komutu hakkında daha fazlasını öğrenmek için: <screen> <command>$ bzr help foo</command> </screen>

source: Launchpad Integration
fr: Intégration avec Launchpad
pt_br: Integração com o Launchpad
tr: Launchpad Entegrasyonu

source: While highly useful as a stand-alone system, Bazaar has good, optional integration with <ulink url="https://launchpad.net/">Launchpad</ulink>, the collaborative development system used by Canonical and the broader open source community to manage and extend Ubuntu itself. For information on how Bazaar can be used with Launchpad to collaborate on open source projects, see <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
fr: Tout en étant très utile en tant que système autonome, Bazaar offre en option une bonne intégration avec <ulink url="https://launchpad.net/">Launchpad</ulink>, le système de développement collaboratif utilisé par Canonical et la vaste communauté du libre pour gérer et améliorer Ubuntu elle-même. Pour savoir comment Bazaar peut être utilisé pour collaborer sur des projets libres, consultez <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
pt_br: Mesmo sendo muito útil como um sistema stand-alone, o Bazaar tem uma boa integração opcional com o <ulink url="https://launchpad.net/">Launchpad</ulink>,o sistema de desenvolvimento colaborativo usado pela Canonical e a grande comunidade open source para gerenciar e estender o própio Ubuntu. Para mais informações sobre como o Bazaar pode ser usado com o Launchpad para colaborar em projetos open source, veja <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>.
tr: Bağımsız sistem için olağan üstü bir kullanıma sahip olan Pazar, <ulink url="https://launchpad.net/">Launchpad</ulink> ile seçime bağlı, iyi entegrasyona sahiptir. İşbirlikçi geliştirme sistemi Canonical tarafından kullanılır ve Ubuntu'yu geliştirmek ve yönetmek için daha geniş açık kaynak topluluğu vardır. Launchpad'deki açık kaynak projelerinde işbirliği yaparak Pazar'ın nasıl kullanıldığı hakkında bilgi için <ulink url="http://bazaar-vcs.org/LaunchpadIntegration/"> http://bazaar-vcs.org/LaunchpadIntegration</ulink>'a bakınız.

source: Subversion is an open source version control system. Using Subversion, you can record the history of source files and documents. It manages files and directories over time. A tree of files is placed into a central repository. The repository is much like an ordinary file server, except that it remembers every change ever made to files and directories.
fr: Subversion est un système de contrôle de version libre. En utilisant Subversion, vous pourrez enregistrer l'historique des fichiers sources et des documents. Il gère les fichiers et les répertoires dans le temps. Une arborescence des fichiers est placée dans un dépôt centralisé. Ce dépôt est à peu près identique à un serveur de fichier ordinaire, sauf qu'il conserve une trace de chaque changement effectué sur les fichiers et les répertoires.
pt_br: O Subversion é um sistema de controle de versões de código aberto. Ele gerencia arquivos e diretórios através do tempo. Uma árvore de arquivos é colocada em um repositório central. Esse repositório é muito parecido com um servidor de arquivos comum, exceto pelo fato de que ele se lembra de todas as alterações feitas nos arquivos e diretórios.
tr: Bozulma (Subversion) bir açık kaynak kontrol sistem sürümüdür. Bozulma'yı kullanarak kaynak dosya ve belgelerinin geçmişini kaydedebilirsin. Bu, herhangi bir zamanda dosya ve dizinleri yönetir. Dosyanın bir ağacı merkez deposunda bulunur. Depo, dosya ve dizinlerde yapılan her değişikliği hatırlamak haricinde sıradan dosya sunucusuna çok benzer.

source: To access Subversion repository using the HTTP protocol, you must install and configure a web server. Apache2 is proven to work with Subversion. Please refer to the HTTP subsection in the Apache2 section to install and configure Apache2. To access the Subversion repository using the HTTPS protocol, you must install and configure a digital certificate in your Apache 2 web server. Please refer to the HTTPS subsection in the Apache2 section to install and configure the digital certificate.
fr: Pour fournir l'accès à un dépôt Subversion en utilisant le protocole HTTP, vous devez installer et configurer un serveur Web. Il s'avère qu'Apache2 fonctionne avec Subversion. Reportez vous à la section HTTP de la rubrique Apache2 pour installer et configurer Apache2. Pour fournir l'accès à un dépôt Subversion en utilisant le protocole HTTPS, vous devez installer et configurer un certificat numérique sur votre serveur Web Apache2. Reportez vous à la section HTTPS de la rubrique Apache2 pour installer et configurer un certificat numérique.
pt_br: Para acessar o repositório Subversion usando o protocolo HTTP você precisa instalar e configurar um servidor web. O Apache2 é recomendado para trabalhar com o Subversion. Por favor consulte a sub-seção HTTP na seção do Apache2 para instalar e configurar o Apache2. Para acessar o repositório Subversion usando o protocolo HTTPS você precisa instalar e configurar um certificado digital no seu servidor web Apache2. Por favor consulte a sub-seção HTTPS na seção do Apache2 para instalar e configurar um certificado digital.
tr: HTTP iletişim kuralını kullanarak Bozulma deposuna erişmek için bir web sunucu yüklemeli ve yapılandırmalısın. Apache2'nin Bozulma ile çalışması denenmiştir. Apache2'yi yükleme ve yapılandırma için lütfen Apache2 bölümünün alt bölümlerine baş vurunuz. HTTPS iletişim kuralını kullanarak Bozulma deposuna erişmek için Apache2 web sunucusunda dijital bir sertifika yüklemeli ve yapılandırmalısın. Apache2 bölümünün alt bölümü olan HTTPS'ye baş vurarak dijital sertifika yükleme ve yapılandırmayı öğrenebilirsiniz.

source: To install Subversion, run the following command from a terminal prompt:
fr: Pour installer Subversion, utilisez la commande suivante dans un terminal :
pt_br: Para instalar o Subversion, execute o seguinte comando no prompt de terminal:
tr: Bozulma'yı yüklemek için, şu komutu uçbirimde çalıştırınız:

source: This step assumes you have installed above mentioned packages on your system. This section explains how to create a Subversion repository and access the project.
fr: Ces étapes supposent que vous ayez installé sur votre système les paquets mentionnés ci-dessus. Cette section explique comment créer un dépôt Subversion et accéder au projet.
pt_br: Este passo assume que você possui instalado os pacotes acima mencionados em seu sistema. Esta sessão explica como criar um repositório Subversion e acessar o projeto.
tr: Bu adım, yukarda bahsedilen paketi sistemine yüklediğini var sayar. Bu bölüm bir Bozulma deposu nasıl oluşturacağını ve projeye erişebileceğini açıklar.

source: Create Subversion Repository
fr: Créer un dépôt Subversion
pt_br: Cria um Repositório Subversion
tr: Bozulma Deposu Oluşturma
