Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The <emphasis>-p</emphasis> switch tells mkdir to create the entire directory tree if it doesn't exist. Change the share name to fit your environment.
fr: L'option<emphasis>-p</emphasis> indique à mkdir de créer l'arborescence complète si elle n'est pas déjà existante. Adaptez le nom du partage en fonction de votre environnement.
pt_br: A opção <emphasis>-p</emphasis> diz ao mkdir para criar a árvore de diretórios completa se esta não existir. Mude o nome do compartilhamento para se ajustar ao seu ambiente.
tr: <emphasis>-p</emphasis> anahtarı mkdir'e eğer yoksa dizin ağacına giriş oluşturulacağını söyler. Paylaşım adını ortamına uyacak şekilde değiştir.

source: Finally, restart the <application>samba</application> services to enable the new configuration:
fr: Pour finir, redémarrez les services <application>samba</application> pour activer la nouvelle configuration :
pt_br: Finalmente, reinicialize os serviços do <application>samba</application> para habilitar as novas configurações:
tr: Son olarak, yeni yapılandırmayı etkin kılamk için <application>samba</application> servisini yeniden başlatın:

source: Once again, the above configuration gives all access to any client on the local network. For a more secure configuration see <xref linkend="samba-fileprint-security"/>.
fr: Notez bien que la configuration ci-dessus donne un accès complet à n'importe quel client sur le réseau local. Pour une configuration plus sécurisée, consultez <xref linkend="samba-fileprint-security"/>.
pt_br: Mais uma vez, a configuração a seguir fornece acesso completo para qualquer cliente da rede local. Para uma configuração mais segura veja <xref linkend="samba-fileprint-security"/>.
tr: İlk başlamayla, yukardaki yapılandırma yerel ağdaki herhangi istemciye bütün erişimleri verir. Daha fazla güvenlik yapılandırması için <xref linkend="samba-fileprint-security"/>'ye bakınız.

source: From a Windows client you should now be able to browse to the Ubuntu file server and see the shared directory. To check that everything is working try creating a directory from Windows.
fr: Vous devriez maintenant être en mesure de parcourir le serveur de fichiers Ubuntu et de voir le répertoire partagé depuis un client Windows. Pour vérifier que tout fonctionne, essayez de créer un répertoire depuis Windows.
pt_br: De um cliente Windows você agora deve ser capaz de navegar pelo servidor de arquivos Ubuntu e ver o diretório compartilhado. Para verificar se tudo está funcionando, tente criar um diretório a partir do Windows.
tr: Şimdi Windows istemciden Ubuntu dosya sunucusunu açabilir ve paylaşılan dizine bakabilirsin. Çalışan herşeyi kontrol etmek için Windows'dan bir dizin oluşturmayı deneyin.

source: To create additional shares simply create new <emphasis>[dir]</emphasis> sections in <filename>/etc/samba/smb.conf</filename>, and restart <emphasis>Samba</emphasis>. Just make sure that the directory you want to share actually exists and the permissions are correct.
fr: Pour créer d'autres partages, ajoutez de nouvelles sections <emphasis>[dir]</emphasis> dans <filename>/etc/samba/smb.conf</filename> et redémarrez <emphasis>Samba</emphasis>. Assurez-vous seulement que le répertoire que vous souhaitez partager existe et qu'il possède les permissions idoines.
pt_br: Para criar compartilhamentos adicionais simplesmente crie novas seções <emphasis>[dir]</emphasis> em <filename>/etc/samba/smb.conf</filename>, e reinicialize o <emphasis>Samba</emphasis>. Apenas certifique-se de que o diretório que você deseja compartilhar exista e suas permissões estejam corretas.
tr: Ek paylaşımlar oluşturmak için yeni <emphasis>[dir]</emphasis> bölümlerini <filename>/etc/samba/smb.conf</filename>'de oluşturun ve <emphasis>Samba</emphasis>'yı yeniden başlatın. Paylaşmak istediğin dizinin varolan olduğundan emin ol ve izinlerin doğru olduğuna bakın.

source: Resources
fr: Ressources
pt_br: Recursos
tr: Kaynaklar

source: For in depth Samba configurations see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>
fr: Pour des configurations plus élaborées de Samba, consultez les <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">guides pratiques Samba (en)</ulink>
pt_br: Para configurações mais aprofundadas do Samba veja a <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Coleção de HOWTO's do Samba</ulink>
tr: Sambanın gelişmiş yapılandırmaları için <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>'a bakınız.

source: The guide is also available in <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">printed format</ulink>.
fr: Ce guide est également disponible en <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">format papier</ulink>.
pt_br: O guia também está disponível em <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">formato impresso</ulink>.
tr: Rehber ayrıca, Amazon'daki <ulink url="http://www.amazon.com/exec/obidos/tg/detail/-/0131882228">printed format</ulink>'ta bulunabilir.

source: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> is another good reference.
fr: <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> d'O'Reilly est une autre bonne source d'informations.
pt_br: <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> da O'Reilly é outra boa referência.
tr: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> diğer bir iyi kaynaktır.

source: The <ulink url="https://help.ubuntu.com/community/Samba">Ubuntu Wiki Samba </ulink> page.
fr: Page du <ulink url="https://help.ubuntu.com/community/Samba">Wiki Ubuntu consacrée à Samba</ulink>.

source: Samba Print Server
fr: Serveur d'impression Samba
pt_br: Servidor de Impressão Samba
tr: Samba Basım Servisi

source: Another common use of Samba is to configure it to share printers installed, either locally or over the network, on an Ubuntu server. Similar to <xref linkend="samba-fileserver"/> this section will configure Samba to allow any client on the local network to use the installed printers without prompting for a username and password.
fr: Une autre utilisation classique de Samba est de le configurer pour partager les imprimantes installées sur un serveur Ubuntu, que ce soit localement ou sur le réseau. De même que <xref linkend="samba-fileserver"/>, cette section permet de configurer Samba pour permettre à n'importe quel client sur le réseau d'utiliser les imprimantes sans demande de mot de passe.
pt_br: Outro uso comum do Samba é configurá-lo para compartilhar impressoras instaladas, tanto localmente quanto via rede, em um servidor Ubuntu. Similar à seção <xref linkend="samba-fileserver"/> esta seção irá configurar o Samba para permitir que qualquer cliente da rede local use as impressoras instaladas sem perguntar por um usuário ou senha.
tr: Samba'nın diğer temel kullanımı, bir Ubuntu sunucusunda hem yerel hem de ağdaki yüklü yazıcı paylaşımı yapılandırmadır. <xref linkend="samba-fileserver"/> bölümü Samba'yı yerel ağdaki herhangi bir istemcinin yüklü yazıcıları, kullanıcı adı ve şifreye gerek kalmadan kullanmasına imkan verir.

source: For a more secure configuration see <xref linkend="samba-fileprint-security"/>.
fr: Pour une configuration plus sécurisée, voir <xref linkend="samba-fileprint-security"/>.
pt_br: Para uma configuração mais segura veja <xref linkend="samba-fileprint-security"/>.
tr: Daha fazla güvenli yapılandırması için <xref linkend="samba-fileprint-security"/>'ye bakınız.

source: Before installing and configuring Samba it is best to already have a working <application>CUPS</application> installation. See <xref linkend="cups"/> for details.
fr: Avant d'installer et de configurer Samba, il est préférable de disposer d'une installation fonctionnelle de <application>CUPS</application>. Voir <xref linkend="cups"/> pour plus de détails.
pt_br: Antes de instalar e configurar o Samba é melhor já ter uma instalação do <application>CUPS</application> funcionando. Veja <xref linkend="cups"/> para detalhes.
tr: Samba'yı kurmadan ve yapılandırmadan önce en iyisi şimdiden <application>CUPS</application> kurulumunu çalıştırmaktır. Detaylar için bakın <xref linkend="cups"/>

source: To install the <application>samba</application> package, from a terminal enter:
fr: Pour installer le paquet <application>samba</application>, entrez la commande suivante depuis un terminal :
pt_br: Para instalar o pacote <application>samba</application>, a partir de um terminal digite:
tr: <application>samba</application> paketini kurmak için terminalde girin:

source: After installing samba edit <filename>/etc/samba/smb.conf</filename>. Change the <emphasis>workgroup</emphasis> attribute to what is appropriate for your network, and change <emphasis>security</emphasis> to <emphasis role="italic">share</emphasis>:
fr: Après avoir installé Samba, modifiez le fichier <filename>/etc/samba/smb.conf</filename> et changez l'attribut <emphasis>workgroup</emphasis> pour l'adapter à votre réseau. Mettez également l'attribut <emphasis>security</emphasis> à <emphasis role="italic">share</emphasis> :
pt_br: Depois de instalar o samba edite <filename>/etc/samba/smb.conf</filename>. Mude o atributo <emphasis>workgroup</emphasis> para algo apropriado para sua rede, e mude a opção <emphasis>security</emphasis> para <emphasis role="italic">share</emphasis>:
tr: Samba yüklendikten sonra <filename>/etc/samba/smb.conf</filename> dosyasını düzenleyin. emphasis>workgroup</emphasis> özelliğini ağınıza uygun olarak ve <emphasis>security</emphasis>'yi <emphasis role="italic">paylaşım</emphasis> olarak değiştirin.

source: In the <emphasis>[printers]</emphasis> section change the <emphasis>guest ok</emphasis> option to <emphasis role="italic">yes</emphasis>:
fr: Dans la section <emphasis>[printers]</emphasis>, mettez l'option <emphasis>guest ok</emphasis> à <emphasis role="italic">yes</emphasis> :
pt_br: Na seção <emphasis>[impressoras]</emphasis> mude a opção <emphasis>guest ok</emphasis> para <emphasis role="italic">sim</emphasis>:
tr: <emphasis>[yazıcılar]</emphasis> bölümünde <emphasis>misafir erişimi</emphasis> seçeneğini <emphasis role="italic">evet</emphasis> olarak değiştirin:

source: After editing <filename>smb.conf</filename> restart Samba:
fr: Redémarrez Samba avoir modifié <filename>smb.conf</filename>
pt_br: Após edição do <filename>smb.conf</filename> reinicie o Samba:
tr: <filename>smb.conf</filename> 'ı düzenledikten sonra Samba'yı tekrar başlatın:

source: The default Samba configuration will automatically share any printers installed. Simply install the printer locally on your Windows clients.
fr: La configuration par défaut de Samba partagera automatiquement toute imprimante installée. Installez simplement l'imprimante localement sur vos clients Windows.
pt_br: A configuração padrão do Samba irá compartilhar automaticamente todas as impressoras instaladas. Simplesmente instale uma impressora em seus clientes Windows.
tr: Varsayılan olarak Samba yapılandırması herhangi yüklü yazıcıyı otomatik olarak paylaşır. Basitçe Windows istemcisinde yazıcıyı yerel olarak paylaşın.

source: Also, see the <ulink url="http://www.cups.org/">CUPS Website</ulink> for more information on configuring CUPS.
fr: Voir également le <ulink url="http://www.cups.org/">site Web de CUPS</ulink> pour plus d'informations sur la manière de configurer CUPS.
pt_br: Veja também o <ulink url="http://www.cups.org/">Site do CUPS</ulink> para mais informações sobre configurações do CUPS.
tr: Ayrıca CUPS yapılandırma hakkında daha fazla bilgi için <ulink url="http://www.cups.org/">CUPS Website</ulink>'sine bakınız

source: Securing a Samba File and Print Server
fr: Sécuriser un serveur de fichiers et d'impression Samba
pt_br: Tornando um Servidor de Arquivos e Impressoras Samba mais seguro
tr: Samba Dosya ve Yazdırma Sunucu Güvenliği

source: Samba Security Modes
fr: Profils de sécurité de Samba
pt_br: Modos de Segurança do Samba
tr: Samba Güvenlik Kibleri

source: There are two security levels available to the Common Internet Filesystem (CIFS) network protocol <emphasis>user-level</emphasis> and <emphasis>share-level</emphasis>. Samba's <emphasis>security mode</emphasis> implementation allows more flexibility, providing four ways of implementing user-level security and one way to implement share-level:
fr: Les deux niveaux de sécurité disponibles pour le protocole réseau CIFS (Common Internet Filesystem) sont <emphasis>user-level</emphasis> et <emphasis>share-level</emphasis>. La mise en œuvre des <emphasis>options de sécurité</emphasis> de Samba permet plus de flexibilité en fournissant quatre possibilité de sécurité au niveau de l'utilisateur plus une au niveau du partage :
pt_br: Existem dois níveis de segurança disponíveis para o protocolo de rede CIFS - Common Internet Filesystem, <emphasis>user-level</emphasis> e <emphasis>share-level</emphasis>. A implementação <emphasis>security mode</emphasis> do Samba permite mais flexibilidade, oferecendo quatro maneiras de implementar segurança em nível de usu[ario e uma maneira de implementar nível de compartilhamento:
tr: Common Internet Filesystem (CIFS) ağ protokolunda <emphasis>kullanıcı-seviyesi</emphasis> ve <emphasis>paylaşım-seviyesi</emphasis> olarak iki güvenlik seviyesi vardır. Samba <emphasis>güvenlik kibi</emphasis> uygulaması daha fazla esnekliğe izin verir ve uygulamayı, kullanıcı-seviyesi güvenliği ve bir yol da paylaşım-seviyesini uygulamak için, toplamda dört yolla sağlar.

source: <emphasis>security = user:</emphasis> requires clients to supply a username and password to connect to shares. Samba user accounts are separate from system accounts, but the <application>libpam-smbpass</application> package will sync system users and passwords with the Samba user database.
fr: <emphasis>security = user:</emphasis> impose aux clients de fournir un nom d'utilisateur et un mot de passe pour se connecter aux partages. Les comptes utilisateurs Samba sont différents des comptes système, mais le paquet <application>libpam-smbpass</application> permet de synchroniser les utilisateurs et mots de passe du système avec la base de données des utilisateurs Samba.
pt_br: <emphasis>security = user:</emphasis> requer que os clientes forneçam usuário e senha para conectar aos compartilhamentos. COntas de usuário do Samba são separadas das contas do sistema, mas o pacote <application>libpam-smbpass</application> irá sincronizar os usuários e senhas do sistema com o banco de dados de usuários do Samba.
tr: <emphasis>güvenlik = kullanıcı:</emphasis> istemcilerin paylaşılanlara bağlanması için kullanıcı adı ve şifre sağlamaları gerekir. Samba kullanıcı hesapları sistem hesaplarından farklıdır. Fakat <application>libpam-smbpass</application> paketi, sistem kullanıcı ve şifrelerini Samba kullanıcı veritabanı ile senkronize eder.

source: <emphasis>security = domain:</emphasis> this mode allows the Samba server to appear to Windows clients as a Primary Domain Controller (PDC), Backup Domain Controller (BDC), or a Domain Member Server (DMS). See <xref linkend="samba-dc"/> for further information.
fr: <emphasis>security = domain:</emphasis> permet au serveur Samba d'apparaître aux clients Windows comme un contrôleur principal de domaine (PDC : Primary Domain Controller), un contrôleur de demaines de sauvegarde (BDC : Backup Domain Controller) ou un serveur membre du domaine (DMS : Domain Member Server). Consultez <xref linkend="samba-dc"/> pour plus d'informations.
pt_br: <emphasis>security = domain:</emphasis> este modo permite que o servidor Samba apareça para os clientes Windows como um Primary Domain Controller (PDC), Backup Domain Controller (BDC), ou um Domain Member Server (DMS). Veja <xref linkend="samba-dc"/> para mais informações.
tr: <emphasis>güvenlik = alan:</emphasis> Bu kib, Samba sunucusunun Windows istemcileri tarafından Primary Domain Controller (PDC), Backup Domain Controller (BDC) veya Domain Member Server (DMS) gibi görünmesine izin verir. Daha fazlası için <xref linkend="samba-dc"/>'ye bakınız.

source: <emphasis>security = ADS:</emphasis> allows the Samba server to join an Active Directory domain as a native member. See <xref linkend="samba-ad-integration"/> for details.
fr: <emphasis>security = ADS:</emphasis> permet au serveur Samba de joindre un domaine Active Directory. Consultez <xref linkend="samba-ad-integration"/> pour plus de détails.
pt_br: <emphasis>security = ADS:</emphasis> permite que o servidor Samba seja adicionado a um domínio do Active Directory como um membro nativo. Veja <xref linkend="samba-ad-integration"/> para detalhes.
tr: <emphasis>güvenlik = ADS:</emphasis> Samba sunucusunun bir Active Directory alanına yerli bir üye gibi girmesine izin verir. Ayrıntılar için <xref linkend="samba-ad-integration"/>'a bakınız.

source: <emphasis>security = server:</emphasis> this mode is left over from before Samba could become a member server, and due to some security issues should not be used. See the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Server Security</ulink> section of the Samba guide for more details.
fr: <emphasis>security = server:</emphasis> est une option qui date de l'époque où Samba ne pouvait pas devenir un serveur membre et ne devait pas être utilisé en raison de plusieurs problèmes de sécurité. Consultez la section <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">sécurité du serveur (en)</ulink> du guide Samba pour plus de détails.
pt_br: <emphasis>security = server:</emphasis> este modo foi deixado de lado desde antes do Samba poder se tornar um servidor membro, e devido a algumas questões relacionadas a segurança não deve ser utilizado. Veja a seção <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Segurança de Servidores</ulink> do guia do Samba para mais detalhes.
tr: <emphasis>güvenlik = sunucu:</emphasis> bu kib, Samba'dan önce var olan bir üye sunucusudur ve bazı güvenlik nedenlerinden dolayı kullanılmaz. Daha fazla ayrıntı için Sambanın <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/ServerType.html#id349531">Server Security</ulink> bölümüne bakınız.

source: <emphasis>security = share:</emphasis> allows clients to connect to shares without supplying a username and password.
fr: <emphasis>security= share :</emphasis> permet aux clients de se connecter aux partages sans fournir de nom d'utilisateur ni de mot de passe.
pt_br: <emphasis>security = share:</emphasis> permite que clientes se conectem a compartilhamentos sem informar um usuário e senha.
tr: <emphasis>güvenlik = paylaşım:</emphasis> istemcilerin herhangi bir kullanıcı adı ve şifreye gerek kalmadan paylaşımlara bağlanmasına izin verir.

source: The security mode you choose will depend on your environment and what you need the Samba server to accomplish.
fr: Le choix du mode de sécurité dépendra de votre environnement et de ce que vous attendez de votre serveur Samba.
pt_br: O modo de segurança que você optar irá depender de seu ambiente e do papel que o servidor Samba irá cumprir.
tr: Seçtiğiniz güvenlik modu ortamınıza bağlı olacaktır ve tamamlamak için Samba sunucusuna ihtiyacınız var.

source: This section will reconfigure the Samba file and print server, from <xref linkend="samba-fileserver"/> and <xref linkend="samba-printserver"/>, to require authentication.
fr: Cette section permet de reconfigurer le serveur de fichiers et d'impression Samba défini dans <xref linkend="samba-fileserver"/> et dans <xref linkend="samba-printserver"/> de façon à imposer une identification.
pt_br: Esta seção irá reconfigurar o servidor de arquivos e impressão Samba, a partir de <xref linkend="samba-fileserver"/> e <xref linkend="samba-printserver"/>, para requerer autenticação.
tr: Bu bölüm kimliklemeyi sağlamak için, Samba dosya ve yazma sunucusunu <xref linkend="samba-fileserver"/> ve <xref linkend="samba-printserver"/>'dan tekrar yapılandırır

source: First, install the <application>libpam-smbpass</application> package which will sync the system users to the Samba user database:
fr: Tout d'abord, installez le paquet <application>libpam-smbpass</application> qui synchronisera les utilisateurs système avec la base de données des utilisateurs Samba :
pt_br: Primeiro, instale o pacote <application>libpam-smbpass</application> que irá sincronizar os usuáriuos do sistema com os usuários do banco de dados do Samba:
tr: İlk önce, sistem kullanıcılarını Samba kullanıcı veritabanına senkronize edecek olan <application>libpam-smbpass</application> paketini yükle:

source: If you chose the <emphasis>Samba Server</emphasis> task during installation <application>libpam-smbpass</application> is already installed.
fr: Si vous avez sélectionné la tâche <emphasis>Samba Server</emphasis> lors de l'installation, <application>libpam-smbpass</application> est déjà installé.
pt_br: Se você escolheu a tarefa do <emphasis>Servidor Samba</emphasis> durante a instalação, o pacote <application>libpam-smbpass</application> já está instalado.
tr: Eğer <emphasis>Samba Sunucu</emphasis> görevini kurulum sırasında seçerseniz <application>libpam-smbpass</application> zaten kurulur.

source: Edit <filename>/etc/samba/smb.conf</filename>, and in the <emphasis>[share]</emphasis> section change:
fr: Modifiez la section <emphasis>[share]</emphasis> du fichier <filename>/etc/samba/smb.conf</filename> :
pt_br: Edite <filename>/etc/samba/smb.conf</filename>, e na seção <emphasis>[share]</emphasis> mude:
tr: <filename>/etc/samba/smb.conf</filename>'u düzenle ve <emphasis>[paylaşım]</emphasis> bölümünü değiştir:

source: Finally, restart Samba for the new settings to take effect:
fr: Pour terminer, redémarrez Samba afin que les nouveaux paramètres soient pris en compte :
pt_br: Finalmente, reinicialize o Samba para que as novas configurações entrem em efeito:
tr: Son olarak, yeni ayarları etkin kılmak için Samba'yı yeniden başlatın.

source: Now when connecting to the shared directories or printers you should be prompted for a username and password.
fr: Vous devrez désormais fournir un nom d'utilisateur et un mot de passe quand vous vous connecterez à un dossier ou une imprimante partagée.
pt_br: Agora quando estiver conectando aos diretórios ou impressoras compartilhados serão pedidos usuário e senha.
tr: Şimdi paylaşılmış dizin veya yazıcılara bağlandığında kullanıcı adı ve şifreyi girmelisin.

source: If you choose to map a network drive to the share you can check the <quote>Reconnect at Logon</quote> check box, which will require you to only enter the username and password once, at least until the password changes.
fr: Si vous connectez un lecteur réseau au dossier partagé, vous pouvez cocher la case <quote>Reconnecter au démarrage</quote>. Vous n'aurez alors à saisir le nom d'utilisateur et le mot de passe qu'une seule fois, du moins jusqu'au changement de mot de passe.
pt_br: Se você optar por mapear um drive de rede sobre o compartilhamento você pode marcar o checkbox <quote>Reconectar ao efetuar Logon</quote>, que irá pedir para você digitar usuário e senha uma só vez, pelo menos até que a senha mude.
tr: Eğer bir ağ sürücüsünü paylaşıma eşleştirmeyi seçersen, en azından şifreyi değiştirene kadar gerekli olan kullanıcı adı ve şifreni <quote>Oturuma Tekrar bağlan</quote> kutusunu kontrol ederek alabilirsin.

source: Share Security
fr: Sécurité des Partages
pt_br: Segurança do Compartilhamento
tr: Güvenlik Paylaşımı
