Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The <filename>/etc/apparmor.d</filename> directory is where the AppArmor profiles are located. It can be used to manipulate the <emphasis>mode</emphasis> of all profiles.
fr: Le répertoire <filename>/etc/apparmor.d</filename> est l'endroit où se situent les profils d'AppArmor. Il peut être utilisé pour manipuler le <emphasis>mode</emphasis> de l'ensemble des profils.
pt_br: O diretório <filename>/etc/apparmor.d</filename> é onde os perfis do AppArmor estão localizados. Ele pode ser utilizado para manipular o <emphasis>modo</emphasis> de todos os perfis.
tr: <filename>/etc/apparmor.d</filename> dizini, AppArmor profillerinin bulunduğu yerdir. Bütün profillerin <emphasis>kibi</emphasis>ni çalıştırmak için kullanılabilir.

source: Enter the following to place all profiles into complain mode:
fr: Saisissez ce qui suit pour placer tous les profils en mode complain (recommandation) :
pt_br: Digite o seguinte para colocar todos os perfis no modo complain:
tr: Tüm profilleri yakınma kibinin içine yerleştirmek için şunu girin:

source: To place all profiles in enforce mode:
fr: Pour placer tous les profils en mode enforce (imposé) :
pt_br: Para colocar todos os perfis no modo enforce:
tr: Tüm profilleri zorlama kibinin içine yerleştirmek için:

source: <application>apparmor_parser</application> is used to load a profile into the kernel. It can also be used to reload a currently loaded profile using the <emphasis>-r</emphasis> option. To load a profile:
fr: <application>apparmor_parser</application> est utilisé pour charger un profil dans le noyau. Il peut aussi être utilisé pour recharger un profil déjà chargé en utilisant l'option <emphasis>-r</emphasis>. Pour charger un profil :
pt_br: <application>apparmor_parser</application> para carregar um perfil no kernel. Pode também ser utilizado para recarregar um perfil utilizando a opção <emphasis>-r</emphasis>. Para carregar um perfil:
tr: <application>apparmor_parser</application>, çekirdeğe profil yüklemek için kullanılır. Ayrıca <emphasis>-r</emphasis> seçeneği kullanılarak var olan yüklü bir profil tekrar yüklenebilir. Profil yüklemek için:

source: To reload a profile:
fr: Pour recharger un profil :
pt_br: Para recarregar um perfil:
tr: Profili tekrar yüklemek için:

source: <filename>/etc/init.d/apparmor</filename> can be used to <emphasis>reload</emphasis> all profiles:
fr: <filename>/etc/init.d/apparmor</filename> peut être utilisé pour <emphasis>recharger</emphasis> tous les profils :
pt_br: <filename>/etc/init.d/apparmor</filename> pode ser utilizado para <emphasis>recarregar</emphasis> todos os perfis:
tr: <filename>/etc/init.d/apparmor</filename>, tüm profilleri <emphasis>tekrar yüklemek</emphasis> için kullanılır:

source: The <filename>/etc/apparmor.d/disable</filename> directory can be used along with the <application>apparmor_parser -R</application> option to <emphasis>disable</emphasis> a profile.
fr: Le répertoire <filename>/etc/apparmor.d/disable</filename> peut être utilisé en même temps que l'option <application>apparmor_parser -R</application> pour <emphasis>désactiver</emphasis> un profil.
pt_br: O diretório <filename>/etc/apparmor.d/disable</filename> pode ser usado com a opção <application>apparmor_parser -R</application> para <emphasis>disabilitar</emphasis> um perfil.
tr: <filename>/etc/apparmor.d/disable</filename> dizini, bir profili <emphasis>pasifleştirmek</emphasis> için <application>apparmor_parser -R</application> seçeneği ile birlikte kullanılabilir.

source: To <emphasis>re-enable</emphasis> a disabled profile remove the symbolic link to the profile in <filename>/etc/apparmor.d/disable/</filename>. Then load the profile using the <emphasis>-a</emphasis> option.
fr: Afin de <emphasis>ré-activer</emphasis> un profil désactivé, supprimez le lien symbolique vers le profil dans <filename>/etc/apparmor.d/disable/</filename>. Puis chargez le profil en utilisant l'option <emphasis>-a</emphasis>.
pt_br: Para <emphasis>habilitar novamente</emphasis> um perfil desabilidado, remova o link simbólico ao perfil em <filename>etc/apparmor.d/disable/</filename>. Depois carregue o perfil utilizando a opção <emphasis>-a</emphasis>.
tr: Pasif profili <emphasis>tekrar aktifleştirmek</emphasis> için <filename>/etc/apparmor.d/disable/</filename>'deki profilin sembolik bağlantısını kaldır. Ardından <emphasis>-a</emphasis> seçeneğini kullanarak profil yükle.

source: <application>AppArmor</application> can be disabled, and the kernel module unloaded by entering the following:
fr: <application>AppArmor</application> peut être désactivé, et le module déchargé du noyau en entrant les lignes suivantes :
pt_br: <application>AppArmor</application> pode ser desabilitada, e o módulo do kernel descarregado digitando-se o seguinte:
tr: <application>AppArmor</application> pasifleştirilebilir ve şunu girerek çekirdek kibi kaldırılabilir.

source: To re-enable <application>AppArmor</application> enter:
fr: Pour réactiver <application>AppArmor</application> saisissez :
pt_br: Para re-habilitar o <application>AppArmor</application> digite:
tr: <application>AppArmor</application>'u tekrar etkinleştirmek içn şunu girin:

source: Replace <emphasis>profile.name</emphasis> with the name of the profile you want to manipulate. Also, replace <filename>/path/to/bin/</filename> with the actual executable file path. For example for the <application>ping</application> command use <filename>/bin/ping</filename>
fr: Remplacez <emphasis>nom.profil</emphasis> avec le nom du profil que vous souhaitez manipuler. Remplacez aussi <filename>/chemin/vers/application</filename> avec le chemin d'accès de l'exécutable en cours. Par exemple, pour la commande <application>ping</application> utilisez <filename>/bin/ping</filename>.
pt_br: Substitua <emphasis>profile.name</emphasis> com o nome do perfil que você quer manipular. Substitua também <filename>/path/to/bin/</filename> com o caminho atual do arquivo executável. Por exemplo, para o comando <application>ping</application> use <filename>/bin/ping</filename>
tr: <emphasis>profile.name</emphasis>'i uygulamak istediğin profil adıyla değiştirin. Ayrıca <filename>/path/to/bin/</filename>'i mevcut işlenen dosya yolu ile değiştirin. Örneğin <application>ping</application> komutu için <filename>/bin/ping</filename>'i kullanın.

source: Profiles
fr: Profils
pt_br: Perfis
tr: Profiller

source: <application>AppArmor</application> profiles are simple text files located in <filename>/etc/apparmor.d/</filename>. The files are named after the full path to the executable they profile replacing the "/" with ".". For example <filename>/etc/apparmor.d/bin.ping</filename> is the AppArmor profile for the <filename>/bin/ping</filename> command.
fr: Les profils <application>AppArmor</application> sont de simples fichiers texte qui se trouvent dans <filename>/etc/apparmor.d/</filename>. Les fichiers portent le nom du chemin d'accès entier de l'exécutable dont ils sont les profils en remplaçant "/" par ".". Par exemple <filename>/etc/apparmor.d/bin.ping</filename> est le profil AppArmor de la commande <filename>/bin/ping</filename>.
pt_br: Perfis do <application>AppArmor</application> são simples arquivos de texto localizados em <filename>/etc/apparmor.d/</filename>. Os arquivos são nomeados com o nome do caminho do executável que ele utiliza o perfil substituindo "/" por ".". Por exemplo <filename>/etc/apparmor.d/bin.ping</filename> é o perfl do AppArmor para o comando <filename>/bin/ping</filename>.
tr: <application>AppArmor</application> profilleri, <filename>/etc/apparmor.d/</filename>'de bulunan basit yazı dosyalarıdır. Dosyalar tam yoldan sonra "/", "." ile değiştirilerek adlandırılır. Örneğin <filename>/etc/apparmor.d/bin.ping</filename>, <filename>/bin/ping</filename> komutu için AppArmor profilidir.

source: There are two main type of rules used in profiles:
fr: Il existe deux grands types de règles utilisées dans les profils :
pt_br: Existem dois tipos principais de regras usadas nos perfis:
tr: Profillerde kullanılan iki tür ana kural vardır:

source: <emphasis>Path entries:</emphasis> which detail which files an application can access in the file system.
fr: <emphasis>Path entries :</emphasis> les fichiers auxquels une une application peut avoir accès dans le système de fichier.
pt_br: <emphasis>Path entries:</emphasis> detalha quais arquivos uma aplicação pode acessar no sistema de arquivo.
tr: <emphasis>Yol girişleri:</emphasis> dosya sistemindeki bir uygulamanın hangi dosyalara erişebileceğini açıklar.

source: <emphasis>Capability entries:</emphasis> determine what privileges a confined process is allowed to use.
fr: <emphasis>Capability entries :</emphasis> détermine les privilèges qu'un processus restreint est autoriser à utiliser.
pt_br: <emphasis>Entradas de capacidade:</emphasis> determina quais privilégios um processo restrito tem permissão para usar.
tr: <emphasis>Yeterlilik girişleri:</emphasis> tanımlı bir işlemdeki hangi ilkelerin kullanmak için izinli olduğunu açıklar.

source: As an example take a look at <filename>/etc/apparmor.d/bin.ping</filename>:
fr: A titre d'exemple, jetez un œil à <filename>/etc/apparmor.d/bin.ping</filename> :
pt_br: Como exemplo, dê uma olhada em <filename>/etc/apparmor.d/bin.ping</filename>:
tr: Örnek olarak <filename>/etc/apparmor.d/bin.ping</filename> 'e bakalım:

source: <emphasis>#include &lt;tunables/global&gt;:</emphasis> include statements from other files. This allows statements pertaining to multiple applications to be placed in a common file.
fr: <emphasis>#include &lt;tunables/global&gt;:</emphasis> directives d'inclusion d'autres fichiers. Ceci permet de placer dans un fichier commun les directives dépendant de plusieurs applications.
pt_br: <emphasis>#include &lt;tunables/global&gt;:</emphasis> inclui declarações dos outros arquivos. Isto permite que as declarações pertencentes a múltiplas aplicações possam ser colocadas em um arquivo comum
tr: <emphasis>#include &lt;tunables/global&gt;:</emphasis> diğer dosyalardaki durumları içerir. Bu, özel bir dosyada bulunan çoklu uygulamalar için ilişkili durumları sağlar.

source: <emphasis>/bin/ping flags=(complain):</emphasis> path to the profiled program, also setting the mode to <emphasis>complain</emphasis>.
fr: <emphasis>/bin/ping flags=(complain):</emphasis> chemin de l'exécutable et réglage du mode sur <emphasis>complain</emphasis> (réclamation).
pt_br: <emphasis>/bin/ping flags=(complain):</emphasis> rotea para o programa do perfil, também configurando o modo para <emphasis>complain</emphasis>.
tr: <emphasis>/bin/ping flags=(yakınma):</emphasis> profilli program yolu <emphasis>yakınma</emphasis> için kibi ayarlar.

source: <emphasis>capability net_raw,:</emphasis> allows the application access to the CAP_NET_RAW Posix.1e capability.
fr: <emphasis>capability net_raw,:</emphasis> autorise l'application à accéder à la fonctionnalité Posix 1e CAP_NET_RAW.
pt_br: <emphasis>capability net_raw,:</emphasis> permite à aplicação acessar a capacidade CAP_NET_RAW Posix.1e.
tr: <emphasis>yeterlilik net_raw,:</emphasis> uygulamanın CAP_NET_RAW Posix.1e yeterliliğine erişmesine izin verir.

source: <emphasis>/bin/ping mixr,:</emphasis> allows the application read and execute access to the file.
fr: <emphasis>/bin/ping mixr,:</emphasis> donne à l'application les droits de lecture et d'exécution sur le fichier.
pt_br: <emphasis>/bin/ping mixr,:</emphasis> permite à aplicação ler e executar o acesso ao arquivo.
tr: <emphasis>/bin/ping mixr,:</emphasis> uygulamanın dosyayı okumasına ve yürütmesine izin verir.

source: After editing a profile file the profile must be reloaded. See <xref linkend="apparmor-usage"/> for details.
fr: Après modification d'un fichier de profil, le profil doit être rechargé. Consultez <xref linkend="apparmor-usage"/> pour plus de renseignements.
pt_br: Depois de editar u arquivo de perfil, o perfil deve ser recarregado. Veja <xref linkend="apparmor-usage"/> para detalhes.
tr: Profil dosyasını düzenledikten sonra tekrar yüklenmesi gerekir. Ayrıntılar için <xref linkend="apparmor-usage"/>'e bakınız.

source: Creating a Profile
fr: Création d'un profil
pt_br: Criando um Perfil
tr: Profil Oluşturma

source: <emphasis>Design a test plan:</emphasis> Try to think about how the application should be exercised. The test plan should be divided into small test cases. Each test case should have a small description and list the steps to follow.
fr: <emphasis>Conception d'un plan de test :</emphasis> Réfléchissez à la manière dont l'application doit être examinée. Le plan de test devrait être divisé en test unitaires. Chaque test unitaire devrait avoir une courte description et énumérer les étapes à suivre.
pt_br: <emphasis>Desenhe um plano de testes:</emphasis> Tente pensar sobre como a aplicação deve ser exercitada. O plano de testes deve ser dividido em casos de uso pequenos. Cada caso de teste deve ter uma pequena descrição e deve listar os passos a seguir.
tr: <emphasis>Test planı tasarlama:</emphasis> Uygulamanın nasıl çalıştırılacağı hakkında fikir yürütür. Test planı küçük test durumlarına bölünebilir. Her test durumunun küçük açıklaması ve devam etmek için adım listesi vardır.

source: Some standard test cases are:
fr: Quelques tests unitaires standard sont :
pt_br: Alguns casos padrões de testes são:
tr: Bazı standart test durumları:

source: Starting the program.
fr: Démarrage du programme.
pt_br: Iniciando o programa.
tr: Program başlatılıyor.

source: Stopping the program.
fr: Arrêt du programme.
pt_br: Parando o programa.
tr: Program durduruluyor.

source: Reloading the program.
fr: Rechargement du programme.
pt_br: Recarregando o programa.
tr: Program tekrar yükleniyor.

source: Testing all the commands supported by the init script.
fr: Test de toutes les commandes prises en charge par le script init.
pt_br: Testando todos os comandos suportados pelo script de início (init).
tr: init betiği tarafından desteklenen tüm komutların testi.

source: <emphasis>Generate the new profile:</emphasis> Use <application>aa-genprof</application> to generate a new profile. From a terminal:
fr: <emphasis>Générer le nouveau profil :</emphasis> Utilisez <application>aa-genprof</application> pour générer un nouveau profil. Depuis un terminal :
pt_br: <emphasis>Gere um novo perfil:</emphasis> Use <application>aa-genprof</application> para gerar um novo perfil. De um terminal:
tr: <emphasis>Yeni profil oluştur:</emphasis> Yeni profil oluşturmak için <application>aa-genprof</application> kullanın. Terminalden:

source: For example:
fr: Par exemple :
pt_br: Por exemplo:
tr: Örneğin:

source: To get your new profile included in the <application>apparmor-profiles</application> package, file a bug in <emphasis>Launchpad</emphasis> against the <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink> package:
fr: Pour que votre nouveau profil soit inclus dans le paquet <application>apparmor-profiles</application>, remplissez un rapport de bogue (en anglais) sur <emphasis>Launchpad</emphasis> concernant le paquet <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink> :
pt_br: Para ter seu novo perfil incluído no pacote <application>apparmor-profiles</application>, registre um erro em <emphasis>Launchpad</emphasis> contro a pacote <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink>:
tr: <application>apparmor-profiles</application> paketindeki yeni profilini <emphasis>Launchpad</emphasis>'deki <ulink url="https://bugs.launchpad.net/ubuntu/+source/apparmor/+filebug">AppArmor</ulink> paketinden almak için:

source: Include your test plan and test cases.
fr: Inclure votre plan de test et vos cas de test.
pt_br: Inclua seu plano de teste e de casos de teste.
tr: Test plan ve test durumlarını dahil et.

source: Attach your new profile to the bug.
fr: Joignez votre nouveau profil au rapport de bogue.
pt_br: Atribua seu novo perfil ao erro.
tr: Yeni profilini hataya bağla

source: Updating Profiles
fr: Mise à jour des profils
pt_br: Atualizando Perfis
tr: Profil Güncelleme

source: When the program is misbehaving, audit messages are sent to the log files. The program <application>aa-logprof</application> can be used to scan log files for <application>AppArmor</application> audit messages, review them and update the profiles. From a terminal:
fr: Lorsque le programme ne se comporte pas correctement, des messages d'audit sont journalisés. L'application <application>aa-logprof</application> peut être utilisée pour analyser les massages d'audit <application>AppArmor</application> dans les fichiers journaux. Examinez-les puis mettez à jour le profil. Dans un terminal :
pt_br: Quando o programa não se comporta bem, mensagens de auditoria são enviadas aos arquivos de log. O programa <application>aa-logprof</application> pode ser usado para escanear arquivos de log para que o <application>AppArmor</application> examine as mensgens, revise-as e atualize os perfis. De um terminal:
tr: Eğer program afalladığında, denetim mesajları kayıt dosyalarına gönderilir. <application>aa-logprof</application> programı, kayıt dosyalarını <application>AppArmor</application> denetim mesajları taramak, tekrar gözden geçirmek ve profilleri güncelleyebilmek için kullanabilir. Terminalden:

source: See the <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> for advanced configuration options.
fr: Voir <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> (en anglais) pour les options de configuration avancées.
pt_br: Veja <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Administration Guide</ulink> para opções de configuração avançadas.
tr: Gelişmiş yapılandırma seçenekleri için <ulink url="http://www.novell.com/documentation/apparmor/apparmor201_sp10_admin/index.html?page=/documentation/apparmor/apparmor201_sp10_admin/data/book_apparmor_admin.html">AppArmor Yönetim Rehberi</ulink>'ne bakınız.

source: For details using AppArmor with other Ubuntu releases see the <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink> page.
fr: Pour plus de détails sur l'utilisation d'AppArmor avec les autres versions d'Ubuntu, voir la page <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink> (en anglais) ou la <ulink url="http://doc.ubuntu-fr.org/apparmor">page AppArmor</ulink> du Wiki francophone.
pt_br: Para detalhes de como usar o AppArmor com outras versões do Ubuntu, veja a página da <ulink url="https://help.ubuntu.com/community/AppArmor"> Wiki da Comunidade AppArmor</ulink>.
tr: Diğer Ubuntu sürümlerinde AppArmor kullanımı hakkında ayrıntılar için <ulink url="https://help.ubuntu.com/community/AppArmor"> AppArmor Community Wiki</ulink> sayfasına bakınız.

source: The <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> page is another introduction to AppArmor.
fr: La page <ulink url="http://fr.opensuse.org/AppArmor">AppArmor d'OpenSUSE </ulink> est une autre introduction à AppArmor.
pt_br: A página <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> é outra introdução ao AppArmor.
tr: <ulink url="http://en.opensuse.org/AppArmor">OpenSUSE AppArmor</ulink> sayfası AppArmor'u açıklayan diğer bir kaynaktır.

source: A great place to ask for <application>AppArmor</application> assistance, and get involved with the Ubuntu Server community, is the <emphasis>#ubuntu-server</emphasis> IRC channel on <ulink url="http://freenode.net">freenode</ulink>.
fr: Un endroit fantastique pour demander de l'assistance sur <application>AppArmor</application>, et s'impliquer dans la communauté Ubuntu Server, est le canal IRC anglophone <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net">le serveur freenode</ulink>.
pt_br: Um grande lugar para pedir assistência para <application>AppArmor</application> e involver-se com a comunidade do Ubuntu Server é o canal IRC <emphasis>#ubuntu-server</emphasis> em <ulink url="http://freenode.net">freenode</ulink>.
tr: <application>AppArmor</application> ve gerekli Ubuntu Sunucu topluluğu yardımı almak için mükemmel bir yer <ulink url="http://freenode.net">Freenode</ulink>'deki <emphasis>#ubuntu-server</emphasis> IRC kanalıdır

source: Certificates
fr: Certificats
pt_br: Certificados
tr: Sertifikalar

source: One of the most common forms of cryptography today is <emphasis>public-key</emphasis> cryptography. Public-key cryptography utilizes a <emphasis>public key</emphasis> and a <emphasis>private key</emphasis>. The system works by <emphasis>encrypting</emphasis> information using the public key. The information can then only be <emphasis>decrypted</emphasis> using the private key.
fr: L'une des formes de cryptographie les plus répandues de nos jours est la cryptographie par <emphasis>clé publique</emphasis>. La cryptographie par clé publique utilise une <emphasis>clé publique</emphasis> et une <emphasis>clé privée</emphasis>. Ce système <emphasis>chiffre</emphasis> une information en utilisant une clé publique. L'information ne peut alors être <emphasis>déchiffrée</emphasis> qu'en utilisant la clé privée.
pt_br: Uma das formais mais comuns de criptografia hoje é a criptografia de <emphasis>chave pública</emphasis>. A criptografia de chave pública utiliza uma <emphasis>chave pública</emphasis> e uma <emphasis>chave privada</emphasis>. O funcionamento do sistema consiste em <emphasis>cifrar</emphasis> informação usando a chave pública. A informação então só pode ser <emphasis>decifrada</emphasis> usando a chave privada.
tr: Bugün için en yaygın şifreleme formlarından biri <emphasis>genel anahtar</emphasis> şifrelemesidir. Genel anahtar şifrelemesi, bir <emphasis>genel anahtar</emphasis> ve bir <emphasis>özel anahtar</emphasis> kullanır. Sistem genel anahtarı kullanarak bilgiyi <emphasis>şifreleyerek</emphasis> çalışır. Ardından bilgi sadece özel anahtar kullanılarak <emphasis>çözülür</emphasis>.
