Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <emphasis role="bold">Install Packages</emphasis>: To install a package, locate the package via the Not Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to install. After highlighting the package you wish to install, press the <keycap>+</keycap> key, and the package entry should turn <emphasis role="italics">green</emphasis>, indicating it has been marked for installation. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and downloading and installation of the package will commence.
fr: <emphasis role="bold">Installer des paquets</emphasis> : pour installer un paquet, localisez-le avec la catégories "Paquets non installés", par exemple, en utilisant les touches fléchées du clavier et en appuyant sur <keycap>Entrée</keycap>, puis sélectionnez le paquet que vous voulez installer. Appuyez ensuite sur la touche <keycap>+</keycap>, et la couleur du paquet deviendra <emphasis role="italics">verte</emphasis>, indiquant qu'il est sélectionné pour être installé. Appuyez maintenant sur la touche <keycap>g</keycap> pour avoir un liste des actions possibles. Appuyez à nouveau sur <keycap>g</keycap>, et on vous demandera de devenir super-utilisateur pour continuer. Appuyez sur <keycap>Entrée</keycap> pour avoir une invite et tapez le mot de passe pour vous identifier en tant que super-utilisateur. Enfin, appuyez sur <keycap>g</keycap> une fois de plus et il vous sera demandé de télécharger le paquet. Appuyez sur <keycap>Entrée</keycap> à l'invite <emphasis role="italics">Continuer</emphasis> pour que le téléchargement et l'installation commencent.
pt_br: <emphasis role="bold">Instalando Pacotes</emphasis>: Para instalar um pacote, localize o pacote em Pacotes Não Instalados, por exemplo, use as teclas setas e pressione <keycap>ENTER</keycap>, selecione o pacote que deseja instalar. Após selecionar o pacote que deseja instalar, pressione a tecla <keycap>+</keycap>, assim o pacote ficará <emphasis role="italics">verde</emphasis>, isto indica que foi marcado para instalação. Agora pressione <keycap>g</keycap> e uma lista das ações lhe será apresentada. Pressione <keycap>g</keycap> novamente e você será solicitado a torna-se "root" para que o processo tenha continuidade. Pressione <keycap>ENTER</keycap> e forneça a senha de "root" solicitada no prompt Password:. Finalmente, pressione <keycap>g</keycap> mais uma vez para que o processo de baixar pacote tenha início. Pressione <keycap>ENTER</keycap> para a opção <emphasis role="italics">Continue</emphasis> e o processo de baixar e instalar do pacote terá início.
tr: <emphasis role="bold">Paketleri Yükle</emphasis>: Yüklü Olmayan Paketler kategorisindeki bir paketi yükler. Örneğin klavye yön tuşları ve <keycap>ENTER</keycap> tuşunu kullanarak yüklemek istediğin paketi seçebilirsin. Yüklemek istediğin paketi seçtikten sonra <keycap>+</keycap> tuşuna bas ve paket girişi <emphasis role="italics">yeşil</emphasis>'e dönerek yüklenecek paket olacak işaretlenir. Şimdi paketin önceki eylemlerini uygulamak için <keycap>g</keycap>'ye bas. <keycap>g</keycap>'ye tekrar basarak yüklemeyi tamamlamak için yönetici olacaksın.<keycap>ENTER</keycap>'a basarak bir Şifre gir: prompt. Yönetici olmak için kullanıcı şifreni gir. Son olarak bir kez daha <keycap>g</keycap>'ye basarak paketi yükleyeceksin. <emphasis role="italics">Devam</emphasis> için <keycap>ENTER</keycap>'a basarak paket indirme ve yükleme başlayacaktır.

source: <emphasis role="bold">Remove Packages</emphasis>: To remove a package, locate the package via the Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to remove. After highlighting the package you wish to install, press the <keycap>-</keycap> key, and the package entry should turn <emphasis role="italics">pink</emphasis>, indicating it has been marked for removal. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and removal of the package will commence.
fr: <emphasis role="bold">Désinstaller des paquets</emphasis> : pour désinstaller un paquet, localisez le avec la catégories "Paquets installés", par exemple, en utilisant les touches fléchées du clavier et en appuyant sur <keycap>Entrée</keycap>, puis sélectionnez le paquet que vous voulez désinstaller. Appuyez ensuite sur la touche <keycap>-</keycap>, et la couleur du paquet deviendra <emphasis role="italics">rose</emphasis>, indiquant qu'il est sélectionné pour être désinstallé. Appuyez maintenant sur la touche <keycap>g</keycap> pour avoir un liste des actions possibles. Appuyez à nouveau sur <keycap>g</keycap>, et on vous demandera de devenir super-utilisateur pour continuer. Appuyez sur <keycap>Entrée</keycap> pour avoir une invite et tapez le mot de passe pour vous identifier en tant que super-utilisateur. Appuyez sur <keycap>Entrée</keycap> à l'invite <emphasis role="italics">Continuer</emphasis> pour que la désinstallation commence.
pt_br: <emphasis role="bold">Removendo Pacotes</emphasis>: Para remover um pacote, localize-o em Pacotes Instalados, utilizando as setas do teclado e pressione <keycap>ENTER</keycap> e selecione o pacote que deseja remover. Após seleciona-lo, pressione <keycap>-</keycap> e o pacote mudará para a cor <emphasis role="italics">rosa</emphasis>, indicando assim que foi marcado para remoção. Agora pressione <keycap>g</keycap> e uma lista das ações lhe será apresentada. Pressione <keycap>g</keycap> novamente e você será solicitado a torna-se "root" para que o processo tenha continuidade. Pressione <keycap>ENTER</keycap> e forneça a senha de "root" solicitada no prompt Password:. Finalmente, pressione <keycap>g</keycap> mais uma vez para que o processo de remoção do pacote tenha início. Pressione <keycap>ENTER</keycap> para a opção <emphasis role="italics">Continue</emphasis> e o processo de remoção do pacote terá início.
tr: <emphasis role="bold">Paketleri Kaldır</emphasis>: Yüklü Paketler kategorisindeki bir paketi kaldırmak. Örneğin klavye yön tuşları ve <keycap>ENTER</keycap> tuşunu kullanarak kaldırmak istediğin paketi seçebilirsin. Kaldırmak istediğin paketi seçtikten sonra <keycap>-</keycap> tuşuna basarak paket girişinin <emphasis role="italics">pembe</emphasis>'ye dönmesini sağla. Böylece kaldırmak istediğin paket kaldırılacaktır. Şimdi paketin önceki eylemlerini uygulamak için <keycap>g</keycap>'ye bas. <keycap>g</keycap>'ye tekrar basarak kaldırmayı tamamlamak için yönetici olacaksın. <keycap>ENTER</keycap>'a basarak bir Şifre gir: prompt. Yönetici olmak için kullanıcı şifreni gir. Son olarak bir kez daha <keycap>g</keycap>'ye basarak paketi yükleyeceksin. <emphasis role="italics">Devam</emphasis> için <keycap>ENTER</keycap>'a basarak paket kaldırılmaya başlayacaktır.

source: <emphasis role="bold">Update Package Index</emphasis>: To update the package index, simply press the <keycap>u</keycap> key and you will be prompted to become root to complete the update. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Updating of the package index will commence. Press <keycap>ENTER</keycap> on the OK prompt when the download dialog is presented to complete the process.
fr: <emphasis role="bold">Mise à jour de l'index des paquets</emphasis> : pour mettre à jour l'index des paquets, pressez simplement la touche <keycap>u</keycap> et le programme vous demandera d'obtenir les droits d'administration pour poursuivre l'opération. Appuyer alors sur <keycap>ENTER</keycap> pour pouvoir saisir votre mot de passe et devenir administrateur. Validez et observez la mise à jour de l'index des paquets. Quand l'opération est terminée, appuyez sur la touche <keycap>ENTER</keycap>.
pt_br: <emphasis role="bold">Atualizar Lista de Pacotes</emphasis>: Para atualizar a lista de pacotes, simplesmente pressione a tecla <keycap>u</keycap> e será pedido que você se torne root para completar a atualização. Pressione <keycap>ENTER</keycap> e você verá um prompt Senha:. Insira sua senha para se tornar root. A atualização da lista de pacotes irá iniciar. Pressione <keycap>ENTER</keycap> no prompt OK quando o diálogo de download mostrar o processo completo.
tr: <emphasis role="bold">Paket İçeriğini Güncelle</emphasis>: Paket içeriğini güncellemek için <keycap>u</keycap> tuşuna basarak güncellemeyi tamamlamak için yünetici olacaksın. <keycap>ENTER</keycap>'a basarak bir Şifre girin: prompt. Yönetici olmak için kullanıcı şifrenizi girin. Paket içerik güncellemesi başlayacak. <emphasis role="italics">Tamam</emphasis> için <keycap>ENTER</keycap>'a basarak diyalog indirmeyi tamamlamak için başlatacak.

source: <emphasis role="bold">Upgrade Packages</emphasis>: To upgrade packages, perform the update of the package index as detailed above, and then press the <keycap>U</keycap> key to mark all packages with updates. Now press <keycap>g</keycap> whereby you'll be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the packages. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and upgrade of the packages will commence.
fr: <emphasis role="bold">Mise à jour des paquets</emphasis> : pour mettre à jour les paquets, faites un rafraîchissement du catalogue des paquets comme indiqué précédemment. Puis, avec la touche <keycap>U</keycap>, sélectionnez tous les paquets pour mise à jour. Appuyez ensuite sur <keycap>g</keycap> ce qui listera les différentes actions possibles sur les paquets. Appuyez à nouveau sur <keycap>g</keycap>, et le système vous proposera de passer en mode super-utilisateur. Appuyez sur <keycap>Entrée</keycap> pour faire apparaître le champ "Mot de passe :" et saisir votre mot de passe pour devenir super-utilisateur. Enfin, appuyez sur <keycap>g</keycap> une dernière fois, pour confirmer le téléchargement des mises à jour. Appuyez sur <keycap>Entrée</keycap> lors de la confirmation <emphasis role="italics">Continuer</emphasis>, afin de lancer la mise à jour des paquets.
pt_br: <emphasis role="bold">Atualizar Pacotes</emphasis>: Para atualizar pacotes, faça a atualização da lista de pacotes como detalhado anteriormente e então pressione a tecla <keycap>U</keycap> para marcar todos os pacotes com atualizações. Agora pressione <keycap>g</keycap>, o que irá fazer com que seja mostrado um resumo das ações sobre os pacotes. Pressione <keycap>g</keycap> novamente e será pedido que você se torne root para completar a instalação. Pressione <keycap>ENTER</keycap> e você verá um prompt Senha:. Insira sua senha para se tornar root. Finalmente, pressione <keycap>g</keycap> mais uma vez e será mostrada a opção para fazer o download dos pacotes. Pressione <keycap>ENTER</keycap> no prompt <emphasis role="italics">Continuar</emphasis> e a atualização dos pacotes irá iniciar.
tr: <emphasis role="bold">Paketleri Yükselt</emphasis>: Paketleri yükseltmek için, yukarıda açıklandığı gibi paket içeriklerini güncellemesini yürütün ve güncel bütün paketleri işaretlemek için <keycap>U</keycap> tuşuna basın. Şimdi <keycap>g</keycap>'ye basarak önceki paket eylemleri görülecek. Tekrar <keycap>g</keycap>'ye basarak yüklem eyi tamamlamak için yönetici olacaksın. <keycap>ENTER</keycap>'a basarak bir şifre girin: prompt. Yönetici olmak için kullanıcı şifreni girin. Son olarak bir kez daha <keycap>g</keycap>'ye basarak paketlerin indirilmesini sağlayın. <emphasis role="italics">Devam</emphasis> için <keycap>ENTER</keycap>'a bastığınızda paket yükseltmeleri başlatılacaktır.

source: <emphasis role="bold">i</emphasis>: Installed package
fr: <emphasis role="bold">i</emphasis> : paquets installés
pt_br: <emphasis role="bold">i</emphasis>: Pacote instalado
tr: <emphasis role="bold">i</emphasis>: Paket yüklü

source: <emphasis role="bold">c</emphasis>: Package not installed, but package configuration remains on system
fr: <emphasis role="bold">c</emphasis> : le paquet n'est plus installé, mais sa configuration est conservée sur le système
pt_br: <emphasis role="bold">c</emphasis>: Pacote não instalado, mas o pacote possui configurações residuais no sistema
tr: <emphasis role="bold">c</emphasis>: Paket yüklü değil. Fakat yapılandırması sistemde kalır.

source: <emphasis role="bold">p</emphasis>: Purged from system
fr: <emphasis role="bold">p</emphasis> : purgé du système
pt_br: <emphasis role="bold">p</emphasis>: Remover do sistema
tr: <emphasis role="bold">p</emphasis>: Paket sistemden kaldırıldı

source: <emphasis role="bold">v</emphasis>: Virtual package
fr: <emphasis role="bold">v</emphasis> : paquet virtuel
pt_br: <emphasis role="bold">v</emphasis>: Pacote Virtual
tr: <emphasis role="bold">v</emphasis>: Sanal paket

source: <emphasis role="bold">B</emphasis>: Broken package
fr: <emphasis role="bold">B</emphasis> : paquet cassé
pt_br: <emphasis role="bold">B</emphasis>: Pacote quebrado
tr: <emphasis role="bold">B</emphasis>: Bozuk paket

source: <emphasis role="bold">u</emphasis>: Unpacked files, but package not yet configured
fr: <emphasis role="bold">u</emphasis> : fichiers décompressés, mais paquet pas encore configuré
pt_br: <emphasis role="bold">u</emphasis>: Arquivos desempacotados, mas o pacote não foi configurado
tr: <emphasis role="bold">u</emphasis>: Paketsiz dosyalar. Fakat paket henüz yapılandırılmadı

source: <emphasis role="bold">C</emphasis>: Half-configured - Configuration failed and requires fix
fr: <emphasis role="bold">C</emphasis> : à moitié configuré - la configuration a échoué et nécessite d'être réparée
pt_br: <emphasis role="bold">C</emphasis>: Parcialmente configurado - A configuração falhou e precisa ser corrigida
tr: <emphasis role="bold">C</emphasis>: Yarı yapılandırma - Yapılandırma hatası ve düzeltilmesi gerekir

source: <emphasis role="bold">H</emphasis>: Half-installed - Removal failed and requires fix
fr: <emphasis role="bold">H</emphasis> : à moitié installé - la suppression a échoué et nécessite d'être réparée
pt_br: <emphasis role="bold">H</emphasis>: Parcialmente instalado - A remoção falhou e precisa ser corrigida
tr: <emphasis role="bold">H</emphasis>: Yarı yüklü - Kaldırma hatası ve düzeltilmesi gerekir

source: The first column of information displayed in the package list in the top pane, when actually viewing packages lists the current state of the package, and uses the following key to describe the state of the package: <placeholder-1/>
fr: La première colonne d'information affichée dans la liste des paquets du panneau du haut, lorsqu'on examine réellement des paquets, liste l'état actuel du paquet et utilise la syntaxe suivante pour décrire l'état du paquet : <placeholder-1/>
pt_br: A primeira coluna de informação exibida na lista de pacote no painel superior, quando realmente vendo os pacotes, lista o estado atual do pacote, e usa a seguinte tecla para descrever o estado do pacote:<placeholder-1/>
tr: Üst paneldeki paket bilgi listesinde gözüken ilk sütun, paketlerin listeleri asıl olarak görüldüğünde, paketin mevcut durumunu açıklamak için aşağıdaki anahtar kullanılır: <placeholder-1/>

source: To exit Aptitude, simply press the <keycap>q</keycap> key and confirm you wish to exit. Many other functions are available from the Aptitude menu by pressing the <keycap>F10</keycap> key.
fr: Pour quitter Aptitude, appuyez simplement sur la touche <keycap>q</keycap> et confirmez que vous désirez fermer le logiciel. Beaucoup d'autres fonctions sont disponibles à partir du menu d'Aptitude, en appuyant sur la touche <keycap>F10</keycap>.
pt_br: Para sair do Aptitude, basta pressionar a tecla <keycap>q</keycap> e confirmar que deseja sair. Outras opções estão disponíveis no menu pressionando a tecla <keycap>F10</keycap>.
tr: Uygulamadan çıkmak için <keycap>q</keycap> tuşuna basın ve çıkışı onaylayın. <keycap>F10</keycap> tuşuna basılarak diğer birçok işlem Uygulama menüsünden yapılabilir.

source: Automatic Updates
fr: Mises à jour automatiques
pt_br: Atualizações Automáticas
tr: Otomatik Güncellemeler

source: The <application>unattended-upgrades</application> package can be used to automatically install updated packages, and can be configured to update all packages or just install security updates. First, install the package by entering the following in a terminal:
fr: Le paquet <application>unattended-upgrades</application> peut être utilisé pour installer automatiquement les mises à jour de paquets. Il peut être configuré pour mettre à jour tous les paquets ou uniquement les mises à jour de sécurité. Installez d'abord le paquet en saisissant dans un terminal :
pt_br: O pacote <application>unattended-upgrades</application> pode ser usado para automaticamente instalar pacotes atualizados, e pode ser configurado para atualizar todos os pacotes ou somente atualizações de segurança. Primeiro, instale o pacote executando o seguinte comando no terminal:
tr: <application>unattended-upgrades</application> paketi, otomatik yüklü güncellenmiş paketlerde kullanılabilir. Bütün paketleri veya sadece güvenlik güncellemelerini yükleyerek güncelleme yapılandırılabilir. İlk önce terminale şunu girerek paketi yükleyin:

source: To configure <application>unattended-upgrades</application>, edit <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> and adjust the following to fit your needs:
fr: Pour paramétrer <application>unattended-upgrades</application>, ouvrez <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> et modifiez ce fichier à votre convenance :
pt_br: Para configurar o <application>unattended-upgrades</application>, editar <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> e ajustar o seguinte para atender às suas necessidades:
tr: <application>unattended-upgrades</application>'i yapılandırmak için <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename>'i düzenleyin ve ihtiyaçlarının için şunu ayarlayın:

source: Certain packages can also be <emphasis>blacklisted</emphasis> and therefore will not be automatically updated. To blacklist a package, add it to the list:
fr: Certains paquets peuvent être mis en <emphasis>liste noire</emphasis> et ne seront donc pas mis à jour automatiquement. Pour mettre un paquet en liste noire, ajoutez le à la liste :
pt_br: Certos pacotes também podem ser <emphasis>blacklisted</emphasis> e por consequência não serão automaticamente atualizados. Para colocar um pacote em blacklist, adicione isto a lista:
tr: Kesin paketler de <emphasis>blacklisted</emphasis> (kara listede) bulunabilir ve otomatik olarak güncellenmezler. Paketi kara listeye göndermek için onu listeye yükleyin:

source: The double <emphasis><quote>//</quote></emphasis> serve as comments, so whatever follows "//" will not be evaluated.
fr: Le double <emphasis><quote>//</quote></emphasis> sert à commenter, donc tout ce qui suit « // » ne sera pas pris en compte.
pt_br: As duplas <emphasis><quote>//</quote></emphasis> servem como comentários, então o que seja seguido por "//" não será avaliado.
tr: <emphasis><quote>//</quote></emphasis> açıklama gibi işlem görür. Bu yüzden "//" den sonra ne gelirse gelsin işlem görmeyecek.

source: The results of <application>unattended-upgrades</application> will be logged to <filename>/var/log/unattended-upgrades</filename>.
fr: Le résultat des <application>mises à jour automatiques</application> sera journalisé dans <filename>/var/log/unattended-upgrades</filename>.
pt_br: Os resultados dos <application>unattended-upgrades</application> serão registrados para <filename>/var/log/unattended-upgrades</filename>.
tr: <application>unattended-upgrades</application>'in sonuçları <filename>/var/log/unattended-upgrades</filename>'e kayıt edilecektir.

source: Configuring <emphasis>Unattended-Upgrade::Mail</emphasis> in <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> will enable <application>unattended-upgrades</application> to email an administrator detailing any packages that need upgrading or have problems.
fr: Le paramétrage de <emphasis>Unattended-Upgrade::Mail</emphasis> dans <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> permettra l'envoi d'un courriel à l'administrateur détaillant tous les paquets pouvant être mis à jour ou ayant un problème.
pt_br: Configurando <emphasis>Unattended-Upgrade::Mail</emphasis> em <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename> ira habilitar <application>unattended-upgrades</application> um envio de email para o administrador detalhando algum pacote que precise de atualização ou tenha problemas.
tr: <filename>/etc/apt/apt.conf.d/50unattended-upgrades</filename>'deki <emphasis>Unattended-Upgrade::Mail</emphasis> yapılandırması, <application>unattended-upgrades</application>'i, bir yöneticinin güncellenmesi gereken veya problemleri olan herhangi paket ayrıntılarını epostalamak için etkinleştirecek.

source: To install the <application>apticron</application> package, in a terminal enter:
fr: Pour installer <application>apticron</application>, saisissez dans un terminal :
pt_br: Para instalar o pacote <application>apticron</application>, em um terminal digite:
tr: <application>apticron</application> paketini yüklemek için terminalden giriniz:

source: Once the package is installed edit <filename>/etc/apticron/apticron.conf</filename>, to set the email address and other options:
fr: Une fois que le paquet est installé, vous pouvez modifier l'adresse de courriel et d'autres options en modifiant <filename>/etc/apticron/apticron.conf</filename> :
pt_br: Depois que o pacote está instalado editar <filename>/etc/apticron/apticron.conf</filename>, para definir o endereço de email e outras opções:
tr: Paket yüklendikten sonra, eposta adresi ve diğer seçenekleri ayarlayarak <filename>/etc/apticron/apticron.conf</filename> dosyası düzenleyin:

source: EMAIL="root@example.com"
fr: EMAIL="root@exemple.com"
pt_br: EMAIL="root@examplo.com.br"
tr: EMAIL="ubuntu@ubuntu-tr.org"
