Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Also, stop by the <emphasis>#ubuntu-virt</emphasis> IRC channel on <ulink url="http://freenode.net/">freenode</ulink> to discuss virtualization technology in Ubuntu.
fr: Vous pouvez aussi passer par le canal IRC <emphasis>#ubuntu-virt</emphasis> sur <ulink url="http://freenode.net/">freenode</ulink> pour discuter (en anglais) de la technologie de virtualisation sous Ubuntu.
pt_br: Também, dê uma passada no canal de IRC <emphasis>#ubuntu-virt</emphasis> na <ulink url="http://freenode.net/">freenode</ulink> para discutir sobre a tecnologia de virtualização no Ubuntu.
tr: Ayrıca, Ubuntu'da sanallaştırma teknolojisi tartışmaları için <ulink url="http://freenode.net/">freenode</ulink>'deki <emphasis>#ubuntu-virt</emphasis> IRC kanalına katılabilirsiniz.

source: Another good resource is the <ulink url="https://help.ubuntu.com/community/KVM">Ubuntu Wiki KVM</ulink> page.
fr: Une autre source d'information est la page du <ulink url="https://help.ubuntu.com/community/KVM">Wiki Ubuntu consacrée à KVM</ulink>.

source: JeOS and vmbuilder
fr: JeOS et vmbuilder
pt_br: JeOS e vmbuilder
tr: JeOS ve vmbuilder

source: What is JeOS
fr: Qu'est-ce que JeOS ?
pt_br: O que é JeOS
tr: JeOS nedir

source: Ubuntu <emphasis>JeOS</emphasis> (pronounced "Juice") is an efficient variant of the Ubuntu Server operating system, configured specifically for virtual appliances. No longer available as a CD-ROM ISO for download, but only as an option either:
fr: Ubuntu <emphasis>JeOS</emphasis> est une variante du système d'exploitation Ubuntu serveur, paramétré spécifiquement pour des machines virtuelles. Il n'est plus disponible au téléchargement en tant que fichier ISO mais seulement en option :
pt_br: Ubuntu <emphasis>JeOS</emphasis> (pronuncia-se "Juice") é uma variante eficiente do sistema operacional Ubuntu Server, configurado especificamente para aplicações virtuais. Não está mais disponível como uma ISO de CD-ROM, mas apenas como uma opção:
tr: Ubuntu <emphasis>JeOS</emphasis> ("Cuays" diye okunur), Ubuntu Sunucu işletim sistemimim etkin bir değişkenidir ve sanal uygulamalar için yapılandırılmıştır. Artık ISO indirmek için bir CD-ROM gibi kullanılabilir. Fakat sadece bir seçenek hariç:

source: While installing from the Server Edition ISO (pressing <emphasis>F4</emphasis> on the first screen will allow you to pick "Minimal installation", which is the package selection equivalent to JeOS).
fr: soit à partir de la touche <emphasis>F4</emphasis> lors du démarrage sur un CD d'installation d'une édition serveur et en choisissant « Installation minimale » (ce qui est l'équivalent d' une sélection de paquets pour JeOS) ;
pt_br: Na instalação a partir da ISO da Edição Servidor (apertando <emphasis>F4</emphasis> na primeira tela permitirá que você selecione "Instalação Mínima", que é a seleção de pacotes equivalente ao JeOS).
tr: Sunucu Sürümü ISO yüklerken (İlk ekranda<emphasis>F4</emphasis>'e basarak "Minimum yükleme" seçeneğini işaretlemelisin. Bu paket JeOS'e eşdeğerdir).

source: Or to be built using Ubuntu's vmbuilder, which is described here.
fr: soit en le créant avec le vmbuilder d'Ubuntu. L'opération est décrite ci-dessous.
pt_br: Ou para ser construído utilizando o vmbuilder do Ubuntu, que é descrito aqui.
tr: Veya burada açıklandığı gibi Ubuntu'nun vmbuilder'ı kullanarak kurabilirsin.

source: JeOS is a specialized installation of Ubuntu Server Edition with a tuned kernel that only contains the base elements needed to run within a virtualized environment.
fr: JeOS est une installation spécifique de l'édition serveur d'Ubuntu ayant un noyau optimisé ne contenant que les éléments de base utiles pour s'exécuter dans un environnement virtualisé.
pt_br: JeOS é uma instalação especializada do Ubuntu Server Edition com um kernel otimizado que apenas contém os elementos básicos necessário para rodar de dentro de um ambiente virtualizado.
tr: JeOS, Ubuntu Sunucu Sürümünün özel bir yüklemesidir. Bu, sanal ortamlarla çalışmayı gerektiren temel araçları içerir.

source: Ubuntu JeOS has been tuned to take advantage of key performance technologies in the latest virtualization products from VMware. This combination of reduced size and optimized performance ensures that Ubuntu JeOS Edition delivers a highly efficient use of server resources in large virtual deployments.
fr: Ubuntu JeOS a été optimisée pour tirer profit des technologies hautes performances des dernières versions des produits VMware. En combinant des performances optimisées et une taille réduite, Ubuntu JeOS permet d'utiliser très efficacement les ressources serveur sur d'importants déploiements virtuels.
pt_br: Ubuntu JeOS foi otimizado para aproveitar-se de tecnologias-chave de performance nos últimos produtos de virtualização da VMWare. Esta combinação de tamanho reduzido e performance otimizada assegura para o Ubuntu JeOS um uso altamente eficiente dos recursos do servidor em grandes ambientes virtuais.
tr: Ubuntu JeOS, VMware'deki son sanal ürünlerin gelişmiş performans teknolojilerini alarak ayarlanır. Bu indirgenmiş boyut ve ayarlanmış performans birleşimindeki Ubuntu JeOS Sürümü dağıtımları aşırı derecede sunucu kaynaklarını kullanıma etki eder.

source: Without unnecessary drivers, and only the minimal required packages, ISVs can configure their supporting OS exactly as they require. They have the peace of mind that updates, whether for security or enhancement reasons, will be limited to the bare minimum of what is required in their specific environment. In turn, users deploying virtual appliances built on top of JeOS will have to go through fewer updates and therefore less maintenance than they would have had to with a standard full installation of a server.
fr: Les éditeurs de logiciels indépendants peuvent définir précisément le système d'exploitation qu'ils maintiennent, avec un minimum de paquets et sans pilotes superflus. Ils ont l'assurance que leurs mises à jour, de sécurité ou d'amélioration, seront limitées au strict minimum en fonction de leur environnement spécifique. De leur côté, les utilisateurs déployant des applications virtuelles sur JeOS auront besoin d'effectuer moins de mises à jour et de maintenance qu'avec une installation standard complète d'un serveur.
pt_br: Sem drivers desnecessários e apenas com o mínimo de pacotes exigidos, Provedores de Internet podem configurar seus sistemas operacionais exatamente da maneira que eles necessitam. Possuindo a paz de espírito para saber que as atualizações, seja por motivos de segurança ou de incremento, serão limitadas ao mínimo possível em seus ambientes específicos. Por outro lado, usuários em busca de aplicativos virtuais que rodem sobre o JeOS terão que passar por menos atualizações e por isso mesmo, menos manutenção do que teriam se tivessem um servidor padrão completamente instalado.
tr: Gereksiz sürücüler hariç ve sadece asgari gereken paketler, ISV'ler desteklenen İS (İşetim Sistemi) yapılandırabilir. Bunlar güvenlik ve geliştirme sebeplerinden dolayı güncelleştirmelere sahiptirler. Kullanıcıların JeOS'in üstünde yaydığı sanal yapılı donatımlar daha az güncellenirler ve bu yüzden sunucunun tam standartından daha azına sahip olmuştur.

source: What is vmbuilder
fr: Qu'est-ce que vmbuilder ?
pt_br: O que é vmbuilder
tr: vmbuilder nedir

source: With vmbuilder, there is no need to download a JeOS ISO anymore. vmbuilder will fetch the various package and build a virtual machine tailored for your needs in about a minute. vmbuilder is a script that automates the process of creating a ready to use Linux based VM. The currently supported hypervisors are KVM and Xen.
fr: Avec vmbuilder, il est inutile de télécharger une image ISO JeOS. vmbuilder ira chercher les différents paquets et construira en quelques instants une machine virtuelle sur mesure correspondant à vos besoins. vmbuilder est un script qui automatise la création de VM prêtes à l'emploi et basées sur Linux. Les hyperviseurs actuellement pris en charge sont KVM et Xen.

source: You can pass command line options to add extra packages, remove packages, choose which version of Ubuntu, which mirror etc. On recent hardware with plenty of RAM, tmpdir in <filename>/dev/shm</filename> or using a tmpfs, and a local mirror, you can bootstrap a VM in less than a minute.
fr: Vous pouvez utiliser des options en ligne de commande pour ajouter des paquets supplémentaires, en supprimer, choisir la version d'Ubuntu, le miroir etc. Sur du matériel récent avec beaucoup de RAM, avec les fichiers temporaires dans <filename>/dev/shm</filename> ou en utilisant tmpfs, et un miroir local, vous pouvez construire et lancer une machine virtuelle en moins d'une minute.
pt_br: Você pode passar opções de linha de comando para adicionar pacotes extras, remover pacotes, escolher qual versão do Ubuntu, qual espelho usar etc. Em hardware atual com RAM suficiente, tmpdir em <filename>/dev/shm</filename> ou usando um tmpfs, e um espelho local, você pode iniciar uma Máquina Virtual em menos de um minuto.
tr: Fazladan paket yükleme, kaldırma, Ubuntu'nun hangi sürümünün yansıdığını görme vb. için uçbirim seçeneğine geçebilirsin. Yüksek miktarda RAM bulunduran güncel donanımlarda <filename>/dev/shm</filename>'de tmpdir veya bir tmpfs ve yerel yansı kullanarak bir VM'yi bir dakikadan daha az bir zamanda önyükleyebilirsin.

source: First introduced as a shell script in Ubuntu 8.04 LTS, <application>ubuntu-vm-builder</application> started with little emphasis as a hack to help developers test their new code in a virtual machine without having to restart from scratch each time. As a few Ubuntu administrators started to notice this script, a few of them went on improving it and adapting it for so many use case that Soren Hansen (the author of the script and Ubuntu virtualization specialist, not the golf player) decided to rewrite it from scratch for Intrepid as a python script with a few new design goals:
fr: Introduit pour la première fois dans Ubuntu 8.04 LTS sous forme d'un script shell, <application>ubuntu-vm-builder</application> était un modeste bricolage destiné à aider les développeurs à tester leur code dans une machine virtuelle sans devoir partir à chaque fois de zéro. Tandis que quelques administrateurs Ubuntu commençaient à remarquer la présence de ce script, certains d'entre eux ont commencé à l'améliorer et à l'adapter pour tellement de cas d'utilisation que Soren Hansen (l'auteur du script et spécialiste Ubuntu de la virtualisation, pas le jouer de golf) a décidé de le récrire entièrement pour Intrepid mais cette fois sous la forme d'un script Python et avec de nouveaux objectifs d'un point de sa conception :

source: Develop it so that it can be reused by other distributions.
fr: développement pour la réutilisation dans d'autres distributions :
pt_br: Desenvolvê-lo para que possa ser reutilizado por outras distribuições.
tr: Gelişim diğer dağıtımlar tarafından tekrar kullanılabilir.

source: Use a plugin mechanisms for all virtualization interactions so that others can easily add logic for other virtualization environments.
fr: utilisation d'un mécanisme de greffons pour toutes les interactions de virtualisation afin de pouvoir ajouter facilement des circuits logiques pour d'autres environnements de virtualisation ;
pt_br: Use um mecanismos de plug-in para todas as interações de virtualização para que outras pessoas possam facilmente adicionar lógica para outros ambientes de virtualização.
tr: Bütün sanallaştırma etkileşimleri için bir ek mekanizma kullan. Böylece diğerleri kolayca diğer sanallaştırma ortamları için mantık yürütebilir.

source: Provide an easy to maintain web interface as an option to the command line interface.
fr: Procurer une interface Web facile à prendre en main comme alternative à la ligne de commande.
pt_br: Fornece uma interface Web fácil de se manter como uma opção para a interface de linha de comando.
tr: Web arayüzünü bir komut satırı arayüzü seçeneği gibi sürdürmek için kolaylık sağla.

source: But the general principles and commands remain the same.
fr: Mais les principes généraux et les commandes restent les mêmes.
pt_br: Mas os princípios gerais e os comandos permanecem os mesmos.
tr: Fakat genel kurallar ve komutlar aynı kalır.

source: Initial Setup
fr: Configuration initiale
pt_br: Configurações Iniciais
tr: Uygulama Kurma

source: It is assumed that you have installed and configured <application>libvirt</application> and <application>KVM</application> locally on the machine you are using. For details on how to perform this, please refer to:
fr: Nous supposons que vous avez installé et configuré <application>libvirt</application> et <application>KVM</application> localement, sur la machine que vous utilisez. Pour savoir comment faire cela, veuillez consulter :
pt_br: Pressupõe-se que você tenha instalado e configurado o <application>libvirt</application> e o <application>KVM</application> localmente na máquina que você está usando. Para obter detalhes sobre como fazer isso, por favor, consulte:
tr: Kullandığın yerel makinende <application>libvirt</application> ve <application>KVM</application> yüklenip, yapılandırdığını varsayalım. Bunun nasıl uygulandığıyla ilgili detaylar için, lütfen şuraya başvurunuz:

source: The <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> Wiki page.
fr: La page Wiki de <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink>
pt_br: A página wiki do <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink>.
tr: <ulink url="https://help.ubuntu.com/community/KVM">KVM</ulink> Wiki sayfası.

source: We also assume that you know how to use a text based text editor such as nano or vi. If you have not used any of them before, you can get an overview of the various text editors available by reading the <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink> page. This tutorial has been done on KVM, but the general principle should remain on other virtualization technologies.
fr: Nous considérons aussi que vous savez utiliser un éditeur de texte dans un terminal comme nano ou vi. Si vous n'en avez jamais utilisé, vous pouvez consulter les éditeurs disponibles en lisant les pages du <ulink url="http://doc.ubuntu-fr.org/nano">Wiki francophone</ulink> (sur nano). Ce tutoriel utilise KVM, mais le principe général devrait s'appliquer aux autres technologies de virtualisation.
pt_br: Nós também pressupomos que você saiba como usar um editor texto baseado em texto, como nano ou vi. ||||. Se você não usou nenhum deles antes, você pode obter uma visão geral dos diversos editores disponíveis através da página <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink>. Este tutorial foi feito no KVM, mas o princípio geral é comum a outras tecnologias de virtualização.
tr: Nano veya vi gibi yazı düzenleyicilerinin nasıl kullanıldığını bildiğini varsayıyoruz. Eğer bunlardan birini daha önce hiç kullanmadıysan <ulink url="https://help.ubuntu.com/community/PowerUsersTextEditors">PowerUsersTextEditors</ulink> sayfasını okuyarak çeşitli yazı düzenleyicileri hakkında bilgi sahibi olabilirsin. Bu kılavuz KVM'de yapıldı, fakat genel kural olarak diğer sanallaştırma teknolojilerini de kapsar.

source: Install vmbuilder
fr: Installez vmbuilder
pt_br: Instalar vmbuilder
tr: vmbuilder'ı yükle

source: The name of the package that we need to install is <application>python-vm-builder</application>. In a terminal prompt enter:
fr: Le nom du paquet que vous devrez installer est <application>python-vm-builder</application>. Dans un terminal, saisissez:
pt_br: O nome do pacote que nós precisamos instalar é <application>python-vm-builder</application>. No terminal digite:
tr: Yüklememiz gereken paketin adı <application>python-vm-builder</application>. Terminale şunu giriniz:

source: If you are running Hardy, you can still perform most of this using the older version of the package named <application>ubuntu-vm-builder</application>, there are only a few changes to the syntax of the tool.
fr: Si vous utilisez Hardy, vous pouvez toujours réaliser en grande partie ceci en utilisant l'ancienne version du paquet appelée <application>ubuntu-vm-builder</ application> : il n'y a que quelques changements dans la syntaxe de l'outil.
pt_br: Se você estiver rodando o Hardy, você ainda pode executar a maior parte deste, usando a versão antiga do pacote chamado <application>ubuntu-vm-builder</application>, onde existem apenas algumas alterações para a sintaxe da ferramenta.
tr: Eğer Hardy'de çalışıyorsan, <application>ubuntu-vm-builder</application> adındaki paketin eski sürümlerinin çoğunu bununla yürütebilirsin. Sadece aracın söz diziminde biraz değişiklik vardır.

source: Defining Your Virtual Machine
fr: Définissez Votre Machine Virtuelle
pt_br: Definindo sua máquina virtual
tr: Sanal Makineni Tanımlama

source: Defining a virtual machine with Ubuntu's vmbuilder is quite simple, but here are a few thing to consider:
fr: Définir une machine virtuelle avec vmbuilder sous Ubuntu est assez simple mais il faut bien prendre en compte plusieurs points :
pt_br: Definir uma máquina virtual com o vmbuilder do Ubuntu é bem simples, mas aqui estão algumas coisas a serem consideradas:
tr: Ubuntu vmbuilder ile bir sanal makine tanımlama oldukça basittir. Fakat burada göz önüde bulundurulacak birkaç şey vardır:

source: If you plan on shipping a virtual appliance, do not assume that the end-user will know how to extend disk size to fit their need, so either plan for a large virtual disk to allow for your appliance to grow, or explain fairly well in your documentation how to allocate more space. It might actually be a good idea to store data on some separate external storage.
fr: Si vous envisagez de distribuer une solution logicielle virtuelle, ne prenez pas pour acquis que l'utilisateur sache comment étendre la taille du disque pour l'adapter à leurs besoins, et prévoyez donc soit un grand disque virtuel pour permettre à votre solution de grossir, soit de bien expliquer dans votre documentation comment allouer plus d'espace. Une bonne solution pourrait être de stocker des données sur un espace de stockage externe.
pt_br: Se você planeja comprar uma ferramenta virtual, não pressuponha que o usuário final saiba como estender o tamanho de disco para a sua necessidade, assim, ou planeje um grande disco virtual para permitir a expansão da sua ferramenta ou explique muito bem em sua documentação como alocar mais espaço. Poderia ser uma boa idéia, também, armazenar dados em um dispositivo de armazenamento externo.
tr: Eğer bir sanal donanım taşıma planın varsa, son kullanıcının disk boyutunu kendi ihtiyacı için nasıl uyarlayacağını bildiğini varsayma. Böylece kendi donanımını genişletmek için ya büyük sanal disk planla ya da daha fazla çoş yer nasıl sağlanacağını açıkça anlat. Veriyi ayrı bir harici depoda saklamak oldukça iyi bir fikirdir.

source: Given that RAM is much easier to allocate in a VM, RAM size should be set to whatever you think is a safe minimum for your appliance.
fr: Étant donné que la RAM est beaucoup plus facile à allouer dans une machine virtuelle, sa taille devrait être définie en fonction de ce que vous considérez être le minimum nécessaire pour votre système.
pt_br: Informar esta RAM é mais fácil alocar em uma VM, o tamanho da RAM deve ser especificado para qualquer valor que você ache o mínimo seguro para sua aplicação.
tr: Bir VM'de verilen RAM paylaşmak çok kolaydır. Donanımın için azgari güvenliği göz önüne alarak RAM miktarı ayarlanmalıdır.

source: The <application>vmbuilder</application> command has 2 main parameters: the <emphasis>virtualization technology (hypervisor)</emphasis> and the targeted <emphasis>distribution</emphasis>. Optional parameters are quite numerous and can be found using the following command:
fr: la commande <application>vmbuilder</application> propose deux paramètres essentiels : la <emphasis>technologie de virtualisation (hyperviseur)</emphasis> et la <emphasis>distribution</emphasis> cible . Il existe de nombreux autres paramètres pouvant être affichés avec cette commande :
pt_br: O comando <application>vmbuilder</application> possui dois parâmetros principais: a <emphasis>tecnologia de virtualização (hypervisor)</emphasis> e a <emphasis>distribuição</emphasis> alvo. Os parâmetros opcionais são bem numeroso e podem ser encontrados utilizando o seguinte comando:
tr: <application>vmbuilder</application> komutunun 2 ana parametresi vardır: <emphasis>sanallaştırma teknolojisi (hipervizör)</emphasis> ve hedef <emphasis>dağıtım</emphasis>. Seçime bağlı parametreler oldukça fazladır ve şu komut kullanılarak bulunabilir:

source: Base Parameters
fr: Paramètres de base
pt_br: Parâmetros básicos
tr: Temel Parametreler

source: As this example is based on <application>KVM</application> and Ubuntu 10.04 LTS (Lucid Lynx), and we are likely to rebuild the same virtual machine multiple time, we'll invoke vmbuilder with the following first parameters:
fr: Dans le mesure où cet exemple est basé sur <application>KVM</application> et Ubuntu 10.04 LTS (Lucid Lynx) et que nous sommes susceptibles de reconstruire la même machine virtuelle plusieurs fois, nous allons invoquer vmbuilder pour commencer avec les paramètres suivants :
tr: Bu örnek <application>KVM</application> ve Ubuntu 10.04 LTS (Lucid Lynx) tabanlıdır. Aynı sanal makineyi birçok kez yeniden kuramaktan metluluk duyarız. vmbuilder'a şu ilk parametre ile başvuralım:

source: The <emphasis>--suite</emphasis> defines the Ubuntu release, the <emphasis>--flavour</emphasis> specifies that we want to use the virtual kernel (that's the one used to build a JeOS image), the <emphasis>--arch</emphasis> tells that we want to use a 32 bit machine, the <emphasis>-o</emphasis> tells vmbuilder to overwrite the previous version of the VM and the <emphasis>--libvirt</emphasis> tells to inform the local virtualization environment to add the resulting VM to the list of available machines.
fr: Le paramètre <emphasis>--suite</emphasis> définit la version d'Ubuntu, <emphasis>--flavour</emphasis> spécifie l'utilisation d'un noyau virtuel (celui utilisé pour la construction de l'image JeOS), <emphasis>--arch</emphasis> précise qu'il s'agit d'une machine 32 bits, <emphasis>-o</emphasis> indique à vmbuilder d'écraser la version précédente de la machine virtuelle et <emphasis>--libvirt</emphasis> sert à informer l'environnement de virtualisation qu'il doit ajouter la machine virtuelle résultante à la liste de celles disponibles.
pt_br: O <emphasis>--suite</emphasis> define a versão do Ubuntu, o <emphasis>--flavour</emphasis> especifica que queremos usar o kernel virtual (é o que é usado para construir uma imagem do JeOS), o <emphasis>--arch</emphasis> diz que queremos usar uma máquina de 32 bits, o <emphasis>-o</emphasis> diz ao vmbuilder para sobrescrever a versão anterior da MV e o <emphasis>--libvirt</emphasis> diz para avisar o ambiente de virtualização para que ele adicione a MV resultante à lista de máquinas disponíveis.
tr: <emphasis>--suite</emphasis> Ubuntu sürümünü tanımlar. <emphasis>--flavour</emphasis> kullanmak istediğimiz sanal çekirdeği belirtir (bu, kurulan bir JeOS imajıdır). <emphasis>--arch</emphasis> 32 bit makine kullanmak istediğimizi ifade eder. <emphasis>-o</emphasis> evvelki VM sürümünün üzerine yazılacağını söyler. <emphasis>--libvirt</emphasis> ise VM durumunu kullanılabilir makinelerin listesine eklemek için yerel sanallaştırma ortamına haber verileceğini ifade eder.

source: Notes:
fr: Remarques :
pt_br: Notas:
tr: Notlar:
