Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The examples in this section will use two servers with hostnames <emphasis>server01</emphasis> and <emphasis>server02</emphasis>. <emphasis>Server01</emphasis> will be configured with <application>Nagios</application> to monitor services on itself and <emphasis>server02</emphasis>. Server01 will also be setup with the <application>munin</application> package to gather information from the network. Using the <application>munin-node</application> package, <emphasis>server02</emphasis> will be configured to send information to <emphasis>server01</emphasis>.
pt_br: Os exemplos serão usados dois servidores como hostnames <emphasis>server01</emphasis> e <emphasis>server02</emphasis>. <emphasis>Server01</emphasis> será configurado com <application>Nagios</application> para monitorar seus serviços e do <emphasis>server02</emphasis>. Server01 será instalado com o pacote <application>munin</application> para coletar informações da rede. Usando o pacote <application>munin-node</application>, <emphasis>server02</emphasis> será configurado para enviar infomações ao <emphasis>server01</emphasis>.
tr: Bu bölümdeki örneklerde iki sunucu kullanılacak. Bunlar: <emphasis>server01</emphasis> ve <emphasis>server02</emphasis>. <emphasis>Server01</emphasis> servisleri kendisinde ve <emphasis>server02</emphasis>'de göstermesi için <application>Nagios</application> ile yapılandıracak. Ayrıca Server01 ağdan daha fazla bilgi alması için <application>munin</application> paketi ile kurulacak. <application>munin-node</application> paketi kullanarak <emphasis>server02</emphasis>, <emphasis>server01</emphasis>'e bilgi göndermek için yapılandırılacak

source: You will be asked to enter a password for the <emphasis>nagiosadmin</emphasis> user. The user's credentials are stored in <filename>/etc/nagios3/htpasswd.users</filename>. To change the <emphasis>nagiosadmin</emphasis> password, or add additional users to the Nagios CGI scripts, use the <application>htpasswd</application> that is part of the <application>apache2-utils</application> package.
pt_br: Será solicitado que você digite uma senha para o usuário <emphasis>nagiosadmin</emphasis>. As credenciais dos usuários são gravadas no <filename>/etc/nagios3/htpasswd.users</filename>. Para alterar a senha do <emphasis>nagiosadmin</emphasis> ou adicionar usuários para o Nagios CGI scripts, use o <application>htpasswd</application> que é parte do pacote <application>apache2-utils</aplication>.
tr: <emphasis>nagiosadmin</emphasis> kullanıcısı için şifre girmen istenecek. Kullanıcının kimlik bilgileri <filename>/etc/nagios3/htpasswd.users</filename>'da depolanır. <emphasis>nagiosadmin</emphasis> şifresini değiştirmen veya Nagios CGI betiklerine ek kullanıcı ilave etmek için <application>apache2-utils</application> paketinin bir parçası olan <application>htpasswd</application> kullanın.

source: sudo htpasswd /etc/nagios3/htpasswd.users steve
tr: sudo htpasswd /etc/nagios3/htpasswd.users yusuf

source: <application>NRPE</application> allows you to execute local checks on remote hosts. There are other ways of accomplishing this through other Nagios plugins as well as other checks.
pt_br: <application>NRPE</application> permite você executar verificações locais em um computador remoto. Existem outras formas de realizar isto através de outros plugins do Nagios bem como outras verificações.
tr: <application>NRPE</application>, uzak makinelerde yerel kontroller yürütmeni sağlar. Nagios eklentilerinden başka bunu yapmanın başka yolları da vardır.

source: Configuration Overview
pt_br: Visão geral da configuração
tr: Görünüm Yapılandırması

source: <filename>/etc/nagios3</filename>: contains configuration files for the operation of the <application>nagios</application> daemon, CGI files, hosts, etc.
pt_br: <filename>/etc/nagios3</filename>: contém arquivos de configuração para a operação de deamon <application>nagios</application>, arquivos CGI, computadores, etc.
tr: <filename>/etc/nagios3</filename>: <application>nagios</application> programı, CGI dosyaları, makineler, vb. işlemler için yapılandırma dosyalarını içerir.

source: <filename>/etc/nagios-plugins</filename>: houses configuration files for the service checks.
pt_br: <filename>/etc/nagios-plugins</filename>: contém arquivos de configuração para os serviços de avaliações.
tr: <filename>/etc/nagios-plugins</filename>: servis kontrolleri için yapılandırma dosyalarını barındırır.

source: <filename>/etc/nagios</filename>: on the remote host contains the <application>nagios-nrpe-server</application> configuration files.
pt_br: <filename>/etc/nagios</filename>: no computador remote contém os arquivos de configuração do <application>nagios-nrpe-server</application>.
tr: <filename>/etc/nagios</filename>: uzak makinedeki <application>nagios-nrpe-server</application> yapılandırma dosyalarını içerir.

source: <filename>/usr/lib/nagios/plugins/</filename>: where the check binaries are stored. To see the options of a check use the <emphasis>-h</emphasis> option.
pt_br: <filename>/usr/lib/nagios/plugins/</filename>: onde os binários de verificações estão gravados. Para ver as opções de verificação use a opção <emphasis>-h</emphasis>.
tr: <filename>/usr/lib/nagios/plugins/</filename>: ikili verilerin depolandığı yer. Kontrol seçimini görmek için <emphasis>-h</emphasis> seçeneğini kullanın.

source: There are a plethora of checks <application>Nagios</application> can be configured to execute for any given host. For this example Nagios will be configured to check disk space, DNS, and a MySQL hostgroup. The DNS check will be on <emphasis>server02</emphasis>, and the MySQL hostgroup will include both <emphasis>server01</emphasis> and <emphasis>server02</emphasis>.
pt_br: Exitem uma porção de verificações do <application>Nagios</application> que podem ser configuradas para executar em qualquer computador dado. Neste exemplo Nagios será configurado para verificar espaço em disco, DNS e um hostgroup MySQL A verificação do DNS estará no <emphasis>server02</emphasis> e o hostgroup MySQL será incluso em ambos <emphasis>server01</emphasis> e <emphasis>server02</emphasis>.
tr: Bol miktarda bulunan <application>Nagios</application> kontrolleri verilen herhangi makineyi yürütmek için yapılandırılabilir. Bu örnek için Nagios, disk alanı, DNS, ve MySQL makine grubunu kontrol etmek için yapılandırılır. DNS kontrolü <emphasis>server02</emphasis>'de olacak ve MySQL makine grubu hem <emphasis>server01</emphasis> hem de <emphasis>server02</emphasis>'yi içerecek.

source: <emphasis>Host</emphasis>: a server, workstation, network device, etc that is being monitored.
pt_br: <emphasis>Computador</emphasis>: um servidor, estação de trabalho, dispositivo de rede, etc que está sendo monitorado.
tr: <emphasis>Makine</emphasis>: bir sunucu, çalışma istasyonu, ağ aygıtı, vb. ifade eder.

source: <emphasis>Host Group</emphasis>: a group of similar hosts. For example, you could group all web servers, file server, etc.
pt_br: <emphasis>Grupo de Computadores</emphasis>: um grupo de computadores similares. Por exemplo, você poderia agrupar todos os servidores web, servidores de arquivo, etc.
tr: <emphasis>Makine Grubu</emphasis>: makinelere benzer bir gruptur. Örneğin tüm web sunucuları, dosya sunucuları, vb. gruplandırabilirsin.

source: <emphasis>Service</emphasis>: the service being monitored on the host. Such as HTTP, DNS, NFS, etc.
pt_br: <emphasis>Serviço</emphasis>: o serviço que está sendo monitorado em um computador. Como um HTTP, DNS, NFS, etc.
tr: <emphasis>Servis</emphasis>: servis makinede gösterilir. HTTP, DNS, NFS, vb. gibi.

source: <emphasis>Service Group</emphasis>: allows you to group multiple services together. This is useful for grouping multiple HTTP for example.
pt_br: <emphasis>Grupo de serviço</emphasis>: permito você agrupar múltiplos serviços juntos. Isto é útil para agrupar múltiplo HTTP por exemplo.
tr: <emphasis>Servis Grubu</emphasis>: çok servisli grup oluşturmayı sağlar. Örneğin bu çoklu HTTP gruplandırmada kullanışlıdır.

source: <emphasis>Contact</emphasis>: person to be notified when an event takes place. Nagios can be configured to send emails, SMS messages, etc.
pt_br: <emphasis>Contato</emphasis>: pessoa notificada quando um evento acontece. Nagios pode ser configurado para enviar e-mails, mensagens SMS, etc.
tr: <emphasis>Bağlantı</emphasis>: bir olay meydana geldiğinde kişi bilgilendirilir. Nagios, eposta, SMS mesaj, vb. göndermeyi yapılandırabilir.

source: By default Nagios is configured to check HTTP, disk space, SSH, current users, processes, and load on the <emphasis>localhost</emphasis>. Nagios will also <application>ping</application> check the <emphasis>gateway</emphasis>.
pt_br: Por padrão Nagios é configurado para verificar HTTP, espaço em disco, SSH, usuários correntes, processos e carga no <emphasis>localhost</emphasis>. Nagios irá enviar pacotes <application>ping</application> para verificar o <emphasis>gateway</emphasis>.
tr: Normalde Nagios, <emphasis>localhost</emphasis>'ta HTTP, disk alanı, SSH, mevcut kullanıcılar, işlemleri kontrol etmek için yapılandırılır. Ayrıca Nagios <application>ping</application> <emphasis>aç gecitini</emphasis> kontrol eder.

source: Large Nagios installations can be quite complex to configure. It is usually best to start small, one or two hosts, get things configured the way you like then expand.
pt_br: Grandes instalações do Nagios podem ser bastante complexas para configurar. Geralmente é melhor começar pequeno, um ou dois computadores, configurar da maneira que desejar, em seguida, expandir-se.
tr: Büyük Nagios yüklemesini yapılandırmak oldukça karmaşıktır. Bu genellikle küçük bir veya iki makine başlatmak için en iyisidir.

source: In the above and following command examples, replace <emphasis>"server01"</emphasis>, <emphasis>"server02"</emphasis><emphasis>172.18.100.100</emphasis>, and <emphasis>172.18.100.101</emphasis> with the host names and IP addresses of your servers.
pt_br: Nos exemplos de comando acima e os seguintes, substitua <emphasis>"server01"</emphasis>, <emphasis>"server02"</emphasis>, <emphasis>172.18.100.100</emphasis> e <emphasis>172.18.100.101</emphasis> com o computador e endereço de IP dos seus servidores.
tr: Yukarıda ve aşağıdaki örnek komutlarda <emphasis>"server01"</emphasis>, <emphasis>"server02"</emphasis><emphasis>172.18.100.100</emphasis> ve <emphasis>172.18.100.101</emphasis> yerine sunucularının makine adlarını ve IP adresleri yazınız.

source: A <emphasis>mysqsl-servers</emphasis> hostgroup now needs to be defined. Edit <filename>/etc/nagios3/conf.d/hostgroups_nagios2.cfg</filename> adding:
pt_br: Um hostgroup <emphasis>mysql-servers</emphasis> precisa ser definido agora. Edite <filename>/etc/nagios3/conf.d/hostgroups_nagios2.cfg</filename> adicionando:
tr: Bir <emphasis>mysqsl-servers</emphasis> makine grubunun şimdi tanımlanması gerekir. <filename>/etc/nagios3/conf.d/hostgroups_nagios2.cfg</filename>'yi şunlar ekleyerek düzenleyin:

source: The Nagios check needs to authenticate to MySQL. To add a <emphasis>nagios</emphasis> user to MySQL enter:
pt_br: A verificação do Nagios precisa autenticar o MySQL. Para adicionar um usuário <emphasis>nagios</emphasis> para o MySQL digite:
tr: Nagios kontrolü MySQL kimlik doğrulaması yapmalıdır. MySQL'e <emphasis>nagios</emphasis> kullanıcısı eklemek için girin:

source: The <emphasis>nagios</emphasis> user will need to be added all hosts in the <emphasis>mysql-servers</emphasis> hostgroup.
pt_br: O usuário <emphasis>nagios</emphasis> deverá ser adicionado em todos os computadores no hostgroup <emphasis>mysql-servers</emphasis>.
tr: <emphasis>Nagios</emphasis> kullanıcısı <emphasis>mysql-servers</emphasis> makine grubundaki tüm makinelere eklenmelidir.

source: On <emphasis>server01</emphasis> add the service check to <filename>/etc/nagios3/conf.d/server02.cfg</filename>:
pt_br: No <emphasis>server01</emphasis> adicione a verificação de serviço para <filename>/etc/nagios3/conf.d/server02.cfg</filename>:
tr: <emphasis>Server01</emphasis>'de servis kontrolünü <filename>/etc/nagios3/conf.d/server02.cfg</filename>'ye ekleyin:

source: # NRPE disk check. define service { use generic-service host_name server02 service_description nrpe-disk check_command check_nrpe_1arg!check_all_disks!172.18.100.101 }
tr: # NRPE disk kontrolü. define service { use generic-service host_name server02 service_description nrpe-disk check_command check_nrpe_1arg!check_all_disks!172.18.100.101 }

source: You should now be able to see the host and service checks in the Nagios CGI files. To access them point a browser to http://server01/nagios3. You will then be prompted for the <emphasis>nagiosadmin</emphasis> username and password.
pt_br: Agora, você deve estar hábil para ver o computador e as verificações de serviço no arquivo Nagios CGI. Para acessá-los aponte o navegador para http://server01/nagios3. Em seguida será solicitado o usuário e a senha do <emphasis>nagiosadmin</emphasis>.
tr: Şimdi Nagios CGI dosyalarındaki makine ve servis kontrolllerini görebilmelisin. Onlara erişmek için web tarayıcısına http://server01/nagios3 yazın. Ardından <emphasis>nagiosadmin</emphasis> kullanıcı adı ve şifresi istenecektir.

source: This section has just scratched the surface of Nagios' features. The <application>nagios-plugins-extra</application> and <application>nagios-snmp-plugins</application> contain many more service checks.
pt_br: Esta seção é apenas um rascunho da plataforma de recursos do Nagios. O <application>nagios-plugins-extra</application> e o <application>nagios-snmp-plugins</application> contém muito mais verificações de serviços.
tr: Bu bölüm Nagios'un özelliklerini sadece yüzeysel olarak işler. <application>nagios-plugins-extra</application> ve <application>nagios-snmp-plugins</application> çok daha fazla servis içerir.

source: The <application>munin-plugins-extra</application> package contains performance checks additional services such as DNS, DHCP, Samba, etc. To install the package, from a terminal enter:
pt_br: O pacote <application>munin-plugins-extra</application> contém verificações de desempenho de serviços adicionais, tais como DNS, DHCP, Samba, etc. Para instalar o pacote, em um terminal digite:
tr: <application>munin-plugins-extra</application> paketi, DNS, DHCP, Samba, vb. gibi performans kontrol ek servislerini içerir. Paketi terminalden yüklemek için girin:

source: steve
tr: yusuf

source: Replace mail.example.com with the domain for which you'll accept email, 192.168.0.0/24 with the actual network and class range of your mail server, and steve with the appropriate username.
tr: mail.example.com yerine eposta alacağın alanı, 192.168.0.0/24 yerine de var olan ağı yazın. Ayrıca posta sunucu değeri and yusuf yerine de uygun kullanıcı adı yazın.

source: Now is a good time to decide which mailbox format you want to use. By default Postfix will use <emphasis role="strong">mbox</emphasis> for the mailbox format. Rather than editing the configuration file directly, you can use the <command>postconf</command> command to configure all <application>postfix</application> parameters. The configuration parameters will be stored in <filename>/etc/postfix/main.cf</filename> file. Later if you wish to re-configure a particular parameter, you can either run the command or change it manually in the file.
pt_br: Agora é uma boa hora pra decidir qual o formato de caixa de correio você quer usar. Por padrão, o Postfix usará <emphasis role="strong">mbox</emphasis> para o formato de caixa de correio. Ao invés de editar o arquivo de configuração diretamente, você pode usar o comando <command>postconf</command> para editar todos os parâmetros do <application>postfix</application>. Os parâmetros de configuração serão gravados no arquivo <filename>/etc/postfix/main.cf</filename>. Posteriormente, se você desejar reconfigurar um parâmetro em particular, você poderá então executar o comando ou mudar manualmente no arquivo.
tr: Şu an hangi posta kutusu biçimini kullanmaya karar vermenin tam zamanıdır. Normalde Postfix, posta kutusu biçimi için <emphasis role="strong">mbox</emphasis> kullanır. Yapılandırma dosyasını doğrudan düzenleme yerine, tüm <application>postfix</application> parametrelerini yapılandırmak için, <command>postconf</command> komutunu kullanabilirsin. Yapılandırma parametreleri <filename>/etc/postfix/main.cf</filename> dosyasında depolanır. Daha sonra eğer bir parametreyi özel olarak tekrar yapılandırmak istersen ya komutu çalıştırın ya da dosyayı elle değiştirin.

source: Next, obtain a digital certificate for TLS. See <xref linkend="certificates-and-security"/> for details. This example also uses a Certificate Authority (CA). For information on generating a CA certificate see <xref linkend="certificate-authority"/>.
pt_br: Em seguida, vamos obter um certificado digital para o TLS. Veja <xref linkend="certificates-and-security"/> para mais detalhes. Este exemplo também usa uma Autoridade Certificadora (AC). Para obter informações sobre como gerar um certificado da AC consulte <xref linkend="certificate-authority"/>.
tr: Sonra TLS için dijital bir sertifika alın. Ayrıntılar için <xref linkend="certificates-and-security"/>'e bakın. Bu örnek ayrıca bir Sertifika Yetkilisi (CA) kullanır. bir CS sertifika oluşturma hakkında bilgi için <xref linkend="certificate-authority"/>'e bakın.

source: socket listen { #master { # Master socket provides access to userdb information. It's typically # used to give Dovecot's local delivery agent access to userdb so it # can find mailbox locations. #path = /var/run/dovecot/auth-master #mode = 0600 # Default user/group is the one who started dovecot-auth (root) #user = #group = #} client { # The client socket is generally safe to export to everyone. Typical use # is to export it to your SMTP server so it can do SMTP AUTH lookups # using it. path = /var/spool/postfix/private/auth-client mode = 0660 user = postfix group = postfix } }
pt_br: socket listen { #master { # socket Master provê acesso a informações do userdb. Tipicamente # usado para entregas locais ao agente Dovecot's e acesso ao userdb então # ele pode encontrar localizações do mailbox. #path = /var/run/dovecot/auth-master #mode = 0600 # Padrão useário/grupo que inciou o dovecot-auth (root) #user = #group = #} client { # O socket cliente geralmente está seguro para exportar para qualquer um. O uso típico # é exportar seu servidor SMTP para que ele possa fazer checagens SMTP AUTH # utilizando-o. path = /var/spool/postfix/private/auth-client mode = 0660 user = postfix group = postfix } }
tr: socket listen { #master { # Master socket userdb bilgisine erişimi sağlar. It's typically # used to give Dovecot's local delivery agent access to userdb so it # can find mailbox locations. #path = /var/run/dovecot/auth-master #mode = 0600 # Default user/group is the one who started dovecot-auth (root) #user = #group = #} client { # The client socket is generally safe to export to everyone. Typical use # is to export it to your SMTP server so it can do SMTP AUTH lookups # using it. path = /var/spool/postfix/private/auth-client mode = 0660 user = postfix group = postfix } }

source: Another option for configuring <application>Postfix</application> for SMTP-AUTH is using the <application>dovecot-postfix</application> package. This package will install <application>Dovecot</application> and configure <application>Postfix</application> to use it for both SASL authentication and as a Mail Delivery Agent (MDA). The package also configures <application>Dovecot</application> for IMAP, IMAPS, POP3, and POP3S.
pt_br: Outra opção para configurar o <application>Postfix</application> para SMTP-AUTH é usando o pacote <application>dovecot-postfix</application>. Este pacote irá instalar o <application>Dovecot</application> e irá configurar o <application>Postfix</application> para usá-lo para autenticação SASL e também como um Agente de Entrega de Mail (MDA). O pacote também irá configurar o <application>Dovecot</application> para IMAP, IMAPS, POP3 e POP3S.
tr: SMTP-AUTH için <application>Postfix</application> yapılandırmanın diğer bir seçimi <application>dovecot-postfix</application> paketini kullanmaktır. Bu paket <application>Dovecot</application>'u yükler ve hem SASL kimlik doğrulaması hem de Posta Dağıtım Aracı (MDA) gibi kullanılması için <application>Postfix</application>'i yapılandırır. Paket ayrıca IMAP, IMAPS, POP3, ve POP3S içim <application>Dovecot</application>'u yapılandırır.

source: All the parameters you configure in the user interface are stored in <filename>/etc/exim4/update-exim4.conf.conf</filename> file. If you wish to re-configure, either you re-run the configuration wizard or manually edit this file using your favorite editor. Once you configure, you can run the following command to generate the master configuration file:
pt_br: Todos os parâmetros que você configurar na interface do usuário serão armazenados no arquivo <filename>/etc/exim4/update-exim4.conf.conf</filename>. Se você deseja reconfigurar, então você pode executar novamente o assistente de configuração ou editar manualmente este arquivo com o seu editor favorito. Uma vez configurado, você pode executar o seguinte comando para gerar o arquivo de configuração principal:
tr: Kullanıcı arayüzünde yapılandırdığın tüm parametreler <filename>/etc/exim4/update-exim4.conf.conf</filename> dosyasında depolanır. Eğer onları tekrar yapılandırmak istiyorsan, ya yapılandırma sihirbazını tekrar çalıştırın ya da favori düzenleyicini kullanarak bu dosyayı elle düzenleyin. Yapılandırdıktan sonra master (ana) yapılandırma dosyasını oluşturmak için aşağıdaki komutu çalıştırabilirsiniz:

source: plain_saslauthd_server: driver = plaintext public_name = PLAIN server_condition = ${if saslauthd{{$auth2}{$auth3}}{1}{0}} server_set_id = $auth2 server_prompts = : .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif # login_saslauthd_server: driver = plaintext public_name = LOGIN server_prompts = "Username:: : Password::" # don't send system passwords over unencrypted connections server_condition = ${if saslauthd{{$auth1}{$auth2}}{1}{0}} server_set_id = $auth1 .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif
pt_br: plain_saslauthd_server: driver = plaintext public_name = PLAIN server_condition = ${if saslauthd{{$auth2}{$auth3}}{1}{0}} server_set_id = $auth2 server_prompts = : .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif # login_saslauthd_server: driver = plaintext public_name = LOGIN server_prompts = "Username:: : Password::" # não enviar senhas do sistemas em conexões não encriptadas server_condition = ${if saslauthd{{$auth1}{$auth2}}{1}{0}} server_set_id = $auth1 .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif
tr: plain_saslauthd_server: driver = plaintext public_name = PLAIN server_condition = ${if saslauthd{{$auth2}{$auth3}}{1}{0}} server_set_id = $auth2 server_prompts = : .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif # login_saslauthd_server: driver = plaintext public_name = LOGIN server_prompts = "Kullanıcı Adı: : Şifre::" # şifresiz bağlantılar üzerinden sistem şifrenizi göndermeyin server_condition = ${if saslauthd{{$auth1}{$auth2}}{1}{0}} server_set_id = $auth1 .ifndef AUTH_SERVER_ALLOW_NOTLS_PASSWORDS server_advertise_condition = ${if eq{$tls_cipher}{}{}{*}} .endif

source: bhuvan@rainbow:~$ telnet localhost pop3 Trying 127.0.0.1... Connected to localhost.localdomain. Escape character is '^]'. +OK Dovecot ready.
tr: bhuvan@rainbow:~$ telnet localhost pop3 127.0.0.1... deneniyor localhost.localdomain'e bağlandı. Escape karakteri '^]' dir. +OK Dovecot hazır.
