Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You can install the key file <filename>server.key</filename> and certificate file <filename>server.crt</filename>, or the certificate file issued by your CA, by running following commands at a terminal prompt:
fr: Vous pouvez installer le fichier de clé <filename>server.key</filename> et le fichier de certificat <filename>server.crt</filename>, ou le fichier de certificat émis par votre autorité de certification, en exécutant les commandes suivantes dans un terminal :
pt_br: Você pode instalar o arquivo de chave <filename>server.key</filename> e o arquivo do certificado <filename>server.crt</filename>, ou o arquivo de certificado enviado pelo seu CA, executando os seguintes comandos no terminal:
tr: <filename>server.key</filename> anahtar dosyasını ve <filename>server.crt</filename> sertifika dosyasını veya CA tarafından aktarılan sertifika dosyasını terminalden şu komut çalıştırılarak yükleyebilirsin:

source: Now simply configure any applications, with the ability to use public-key cryptography, to use the <emphasis>certificate</emphasis> and <emphasis>key</emphasis> files. For example, <application>Apache</application> can provide HTTPS, <application>Dovecot</application> can provide IMAPS and POP3S, etc.
fr: Vous devez maintenant simplement configurer les applications ayant la capacité d'utiliser le chiffrement par clé publique, pour qu'elles utilisent les fichiers de <emphasis>certificat</emphasis> et de <emphasis>clé</emphasis>. Par exemple, <application>Apache</application> peut servir les documents en HTTPS, <application>Dovecot</application> peut servir le courrier en IMAPS et POP3S, etc.
pt_br: Agora simplesmente configure qualquer aplicação, com a habilidade de usar chaves-publicas criptografadas, para usar os arquivos <emphasis>certificate</emphasis> e <emphasis>key</emphasis>. Por exemplo, <application>Apache</application> pode prover HTTPS, <application>Dovecot</application> pode prover IMAPS e POP3S, etc.
tr: Şimdi <emphasis>Sertifika</emphasis> ve <emphasis>anahtar</emphasis> dosyalarını kullanmak için genel anahtar şifrelemesini kullanarak herhangi uygulamayı yapılandırın. Örneğin, <application>Apache</application> HTTPS'yi temin ederken , <application>Dovecot</application> da IMAPS ve POP3S vb. temin edebilir.

source: Certification Authority
fr: Autorité de certification
pt_br: Autoridade Certificadora
tr: Sertifika Yetkisi

source: If the services on your network require more than a few self-signed certificates it may be worth the additional effort to setup your own internal <emphasis>Certification Authority (CA)</emphasis>. Using certificates signed by your own CA, allows the various services using the certificates to easily trust other services using certificates issued from the same CA.
fr: Si les services de votre réseau nécessitent plusieurs certificats, il peut être intéressant de mettre en place votre propre <emphasis>autorité de certification (AC)</emphasis> interne. En effet, cela permet aux différents services utilisant des certificats de faire confiance aisément aux autres services utilisant des certificats émis par la même AC.
pt_br: Se os serviços de sua rede exigem mais do que alguns certificados auto-assinado pode valer a pena o esforço para adicionar sua própria configuração interna <emphasis> Autoridade Certificadora (AC) </ emphasis>. Usando certificados assinados pelo seu próprio CA, permite que os diversos serviços que utilizem os certificados para facilmente confiar nos outros serviços usando certificados emitidos a partir do mesmo CA.
tr: Eğer ağındaki servisler birkaç kendi imzalı sertifikandan başka gerektiriyorsa, kendi dahili <emphasis>Sertifika Yetkisi (CA)</emphasis>ni kurmak için daha fazla gayret gerekir. Kendi CA tarafından oluşturduğun imzalı sertifikalar kullanmayla, diğer servislere kolayca güvenerek aynı CA'daki sertifikaları kullanarak sağlayabilirsin.

source: First, create the directories to hold the CA certificate and related files:
fr: Créez d'abord les répertoires qui hébergeront le certificat de l'AC et ses divers fichiers :
pt_br: Em primeiro lugar, criar os diretórios para armazenar o certificado CA e arquivos relacionados:
tr: İlk önce CA sertifikasını saklamak için dizin oluşturun ve dosyaları yerleştirin:

source: The CA needs a few additional files to operate, one to keep track of the last serial number used by the CA, each certificate must have a unique serial number, and another file to record which certificates have been issued:
fr: L'AC a besoin de quelques fichiers supplémentaires pour être opérationnelle. Un pour garder trace du dernier numéro de série utilisé par l'AC (chaque certificat doit avoir un numéro de série distinct) et un autre pour garder trace des certificats générés :
pt_br: O CA precisa de arquivos adcionais para operar , um para acompanhar o ultimo numero de série usado pelo CA , cada certificado deve ter uma chave única , e outro arquivo para gravar quais certificados foram usados.
tr: CA, işlem yapmak için birkaç ek dosyaya ihtiyaç duyar. Biri, CA tarafından kullanılan, her sertifikanın eşsiz seri numarasına sahip olması gereken son seri numaralarının parçalarını tutmak için, diğer dosya da hangi sertifikanın bildirildiğini kayıt etmek içindir.

source: The third file is a CA configuration file. Though not strictly necessary, it is very convenient when issuing multiple certificates. Edit <filename>/etc/ssl/openssl.cnf</filename>, and in the <emphasis>[ CA_default ]</emphasis> change:
fr: Le troisième fichier est celui des paramètres de l'AC. Bien qu'il ne soit pas strictement nécessaire, il est utile lors de la génération de plusieurs certificats. Modifiez <filename>/etc/ssl/openssl.cnf</filename> et changez la déclaration <emphasis>[ CA_default ]</emphasis> :
pt_br: O terceiro arquivo é um arquivo de configuração CA. Embora não estritamente necessário, é muito conveniente quando se trabalha com certificados múltiplos. Edite <filename>/etc/ssl/openssl.cnf</filename> e, em <emphasis>[ CA_default ]</emphasis>, altere:
tr: Üçüncü dosya CA yapılandırma dosyasıdır. Her ne kadar gerekmezse bile, çoklu sertifika bildiriminde çok uygundur. <filename>/etc/ssl/openssl.cnf</filename>'yi düzenleyin ve <emphasis>[ CA_default ]</emphasis>'u şöyle değiştirin:

source: dir = /etc/ssl/ # Where everything is kept database = $dir/CA/index.txt # database index file. certificate = $dir/certs/cacert.pem # The CA certificate serial = $dir/CA/serial # The current serial number private_key = $dir/private/cakey.pem# The private key
fr: dir = /etc/ssl/ # Répertoire où sont tous les fichiers database = $dir/CA/index.txt # Fichier index de la base de données. certificate = $dir/certs/cacert.pem # Le certificat de l'AC serial = $dir/CA/serial # Le numéro de série actuel private_key = $dir/private/cakey.pem # La clé privée
pt_br: dir = /etc/ssl/ # Onde qualquer coisa é mantida. database = $dir/CA/index.txt # Arquivo de Indexação do Banco de Dados. certificate = $dir/certs/cacert.pem # O Certificado CA. serial = $dir/CA/serial # O número serial atual. private_key = $dir/private/cakey.pem# A chave privada.
tr: dir = /etc/ssl/ # Herşeyin saklandığı yer database = $dir/CA/index.txt # veritabanı içerik dosyası. certificate = $dir/certs/cacert.pem # CA sertifikası serial = $dir/CA/serial # Mevcut seri numarası private_key = $dir/private/cakey.pem# Özel anahtar

source: Next, create the self-singed root certificate:
fr: Ensuite créez le certificat racine auto-signé :
pt_br: Próximo, crie sua própria assinatura de certificação
tr: Sonra, kendi imzalı kök sertifikanızı oluşturun:

source: You will then be asked to enter the details about the certificate.
fr: Il vous sera demandé de donner les renseignements concernant le certificat.
pt_br: Você será solicitado a digitar as informações sobre o certificado.
tr: Ardından sertifika ile ilgili ayrıntıları girmeniz istenecektir.

source: Now install the root certificate and key:
fr: Installez maintenant le certificat racine et la clef :
pt_br: Agora instale o certificado raiz e chave:
tr: Şimdi kök sertifika ve anahtarı yükleyin:

source: You are now ready to start signing certificates. The first item needed is a Certificate Signing Request (CSR), see <xref linkend="generating-a-csr"/> for details. Once you have a CSR, enter the following to generate a certificate signed by the CA:
fr: Vous êtes maintenant prêts à signer des certificats. Le premier élément nécessaire est un Certificate Signing Request (CSR) (plus de détails sont disponibles sur <xref linkend="generating-a-csr"/>). Une fois que vous avez un CSR, entrez ce qui suit pour générer un certificat signé par le CA:
pt_br: Agora você está pronto para assinar certificados. O primeiro item necessário é uma CSR (Solicitação de Assinatura de Certificado), veja em <xref linkend="generating-a-csr"/> para maiores detalhes. Assim que possuir uma CSR, digite o seguinte para gerar um certificado assinado pela Autoridade Certificadora:
tr: Şu an sertifikayı başlatmaya hazırsın. Gereken ilk şey Sertifika İmza İsteği (CSR)'dir. Ayrıntılar için <xref linkend="generating-a-csr"/>'ye bakınız. Bir CSR aldıktan sonra CA tarafından imzalanan bir sertifika oluşturmak için şunu giriniz:

source: After entering the password for the CA key, you will be prompted to sign the certificate, and again to commit the new certificate. You should then see a somewhat large amount of output related to the certificate creation.
fr: Après avoir saisi un mot de passe pour la clé de l'AC, il vous sera demandé de signer le certificat. Une somme importante de données défileront ensuite à l'écran durant la création du certificat.
pt_br: Depois de entrar com com a senha para a chave CA , será solicitado que você assinar um certificado , e mais uma vez se aceitar o novo certificado . Você deve então ver uma grande quantidade de saídas relacionadas a criação de certificado
tr: CA anahtarı için şifreyi girdikten sonra, sertifikayı açabilecek ve yeni sertifika oluşturacaksın. Ardından sertifika oluşturmanın ilgili çıktısının daha büyük miktarını göreceksin.

source: There should now be a new file, <filename>/etc/ssl/newcerts/01.pem</filename>, containing the same output. Copy and paste everything between the <emphasis>-----BEGIN CERTIFICATE-----</emphasis> and <emphasis>----END CERTIFICATE-----</emphasis> lines to a file named after the hostname of the server where the certificate will be installed. For example <filename>mail.example.com.crt</filename>, is a nice descriptive name.
fr: Il devrait y avoir maintenant un nouveau fichier, <filename>/etc/ssl/newcerts/01.pem</filename>, contenant les données qui viennent de défiler. Copier tout ce qui se trouve entre les lignes <emphasis>-----BEGIN CERTIFICATE-----</emphasis> et <emphasis>----END CERTIFICATE-----</emphasis> puis coller le tout dans un fichier nommé d'après le nom d'hôte du serveur dans lequel le certificat sera installé. Par exemple <filename>mail.exemple.com.crt</filename>.
pt_br: Agora, deverá haver um novo arquivo, <filename>/etc/ssl/newcerts/01.pem</filename>, contendo a mesma saída. Copie e cole tudo entre as linhas <emphasis>-----BEGIN CERTIFICATE-----</emphasis> e <emphasis>----END CERTIFICATE-----</emphasis> em um arquivo nomeado de acordo com o nome do host do servidor em que o certificado será instalado. Por exemplo, <filename>mail.example.com.crt</filename> é um bom nome descritivo.
tr: Şimdi aynı çıktıya sahip yeni dosya <filename>/etc/ssl/newcerts/01.pem</filename> olabilir.<emphasis>-----BEGIN CERTIFICATE-----</emphasis> ve <emphasis>----END CERTIFICATE-----</emphasis> satırları arasındaki herşeyi sertifikanın yüklendiği sunucunun ana sisteminin adından sonraki yere kopyalayıp yapıştırın. Örneğin, <filename>mail.ubuntu-tr.org.crt</filename>, güzel açıklayıcı bir addır.

source: Subsequent certificates will be named <filename>02.pem</filename>, <filename>03.pem</filename>, etc.
fr: Les certificats suivants seront nommés <filename>02.pem</filename>, <filename>03.pem</filename> etc.
pt_br: Subseqüentemente os certificados serão nomeados <filename>02.pem</filename>, <filename>03.pem</filename>, etc.
tr: Sonraki sertifikalar <filename>02.pem</filename>, <filename>03.pem</filename>, vb. şekilde adlandırılacaktır.

source: Replace <emphasis>mail.example.com.crt</emphasis> with your own descriptive name.
fr: Remplacez <emphasis>mail.exemple.com.crt</emphasis> par le nom correspondant à votre nom d'hôte.
pt_br: Substituir <emphasis>mail.example.com.crt</emphasis> com seu próprio nome descritivo.
tr: <emphasis>mail.ubuntu-tr.org.crt</emphasis>'yi kendi açıklayıcı adınla değiştirin.

source: Finally, copy the new certificate to the host that needs it, and configure the appropriate applications to use it. The default location to install certificates is <filename role="directory">/etc/ssl/certs</filename>. This enables multiple services to use the same certificate without overly complicated file permissions.
fr: Pour finir, copier le nouveau certificat vers son hôte et paramétrez les programmes devant l'utiliser. L'endroit par défaut pour installer les certificats est <filename role="directory">/etc/ssl/certs</filename>. Cela permet à de multiples services d'utiliser le même certificat sans compliquer de trop la gestion des droits d'accès aux fichiers.
pt_br: Enfim , copie o novo certificado para o host que precisa desse certificado , e configure as aplicações apropriadas para usa-los . O local padrão de instalação dos certificados é <filename role="directory">/etc/ssl/certs</filename>.Isso disponibiliza serviços múltiplos para o usar o mesmo certificado sem execessiva complicações de permissões de arquivos .
tr: Son olarak, yeni sertifikayı gerekli olan ana sisteme kopyalayın ve kullanmak için uygun uygulamayı yapılandırın. Sertifika yüklemek için mevcut yer <filename role="directory">/etc/ssl/certs</filename>'dir. Bu, aynı sertifikayı fazla karmaşık dosya izinleri olmadan kullanan çoklu servisleri etkinleştirir.

source: For applications that can be configured to use a CA certificate, you should also copy the <filename>/etc/ssl/certs/cacert.pem</filename> file to the <filename role="directory">/etc/ssl/certs/</filename> directory on each server.
fr: Pour les programmes pouvant être paramétrés pour utiliser un certificat issu d'une AC, vous devriez copier aussi le fichier <filename>/etc/ssl/certs/cacert.pem</filename> vers le répertoire <filename role="directory">/etc/ssl/certs/</filename> de chaque serveur.
pt_br: Para aplicações que podem ser configuradas use um certificado CA, você deve copiar o arquivo <filename>/etc/ssl/certs/cacert.pem</filename> para <filename role="directory">/etc/ssl/certs/</filename> no diretório em cada servidor.
tr: Bir CA sertifikası kullanılarak yapılandırılabilen uygulamalar için ayrıca <filename>/etc/ssl/certs/cacert.pem</filename> dosyasını herbir sunucudaki <filename role="directory">/etc/ssl/certs/</filename> dizinine kopyalayın.

source: For more detailed instructions on using cryptography see the <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink> by tlpd.org
fr: Pour des instructions plus détaillées sur l'utilisation de la cryptographie voir le <ulink url="http://www.docmirror.net/fr/linux/howto/apps/SSL-Certificates-HOWTO/index.html">guide pratique des certificats SSL</ulink> par tlpd.org
pt_br: <Para instruções mais detalhadas de como utilizar criptografia veja ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink> por tlpd.org
tr: Şifreleme ile ilgili daha ayrıntılı yönergeler için tipd.org'daki <ulink url="http://tldp.org/HOWTO/SSL-Certificates-HOWTO/index.html">SSL Certificates HOWTO</ulink>'ya bakınız.

source: <ulink url="http://www.pki-page.org/">The PKI Page</ulink> contains a list of Certificate Authorities.
fr: <ulink url="http://www.pki-page.org/">La page PKI</ulink> possède une liste des autorités de certifications (CA).
pt_br: <ulink url="http://www.pki-page.org/">The PKI Page</ulink> contém uma lista de Certificate Authorities.
tr: <ulink url="http://www.pki-page.org/">PKI Sayfası</ulink>nda Sertifika Yetkilerinin bir listesi bulunur.

source: The Wikipedia <ulink url="http://en.wikipedia.org/wiki/Https">HTTPS</ulink> page has more information regarding HTTPS.
fr: L'article <ulink url="http://fr.wikipedia.org/wiki/Https">HTTPS</ulink> de Wikipedia contient plus d'informations concernant HTTPS.
pt_br: A página do Wikipedia <ulink url="http://en.wikipedia.org/wiki/Https">HTTPS</ulink> tem mais informações a respeito de HTTPS.
tr: Vikipedi'nin <ulink url="http://tr.wikipedia.org/wiki/HTTPS">HTTPS</ulink> sayfasında HTTPS hakkında daha fazla bilgi vardır.

source: For more information on <emphasis>OpenSSL</emphasis> see the <ulink url="http://www.openssl.org/">OpenSSL Home Page</ulink>.
fr: Pour plus d'informations sur <emphasis>OpenSSL</emphasis> consultez le <ulink url="http://www.openssl.org/">site Web de OpenSSL</ulink>.
pt_br: Para mais informações sobre o emphasis>OpenSSL</emphasis> veja <ulink url="http://www.openssl.org/">OpenSSL Home Page</ulink>.
tr: <emphasis>OpenSSL</emphasis> hakkında daha fazla bilgi için <ulink url="http://www.openssl.org/">OpenSSL Ana Sayfası</ulink>na bakınız.

source: Also, O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> is a good in depth reference.
fr: Consultez par exemple O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002701/">Network Security with OpenSSL</ulink> pour de plus amples détails.
pt_br: Além disso, O'Reilly's <ulink url="http://oreilly.com/catalog/9780596002701/">Segurança de Rede com OpenSSL</ulink> é uma boa fonte de referência.
tr: Ayrıca, O'Reilly'in <ulink url="http://oreilly.com/catalog/9780596002701/">OpenSSL ile Ağ Güvenliği</ulink> sayfasında derin bilgi bulunur.

source: <emphasis>eCryptfs</emphasis> is a POSIX-compliant enterprise-class stacked cryptographic filesystem for Linux. Layering on top of the filesystem layer <emphasis>eCryptfs</emphasis> protects files no matter the underlying filesystem, partition type, etc.
fr: <emphasis>eCryptfs</emphasis> est un système de fichier chiffré pour Linux, utilisable en entreprise et conforme aux normes POSIX. <emphasis>eCryptfs</emphasis> est une couche au-dessus du système de fichiers. Il protège les fichiers quelque soit le type de système de fichiers, de partition, etc. se trouvant sur les couches plus basses.
pt_br: <emphasis>eCryptfs</emphasis> é um sistema de arquivos de criptografia em pilha, compatível com POSIX e de padrão corporativo, para Linux. Estendendo-se sobre a camada do sistema de arquivos, o <emphasis>eCryptfs</emphasis> protege os arquivos não importando o sistema de arquivos subjacente, tipo de partição, etc.
tr: <emphasis>eCryptfs</emphasis>, Linux için POSIX uyumlu, kuruluş sınıf kümeli şifreleme dosya sistemidir. <emphasis>eCryptfs</emphasis> koruma dosyaları, dosya sistemi, bölümleme türü, vb altında olmalarına rağmen dosya sistemi katmanının üstünde tabakalanırlar.

source: During installation there is an option to encrypt the <filename role="directory">/home</filename> partition. This will automatically configure everything needed to encrypt and mount the partition.
fr: Lors de l'installation, il y a une option pour chiffrer la partition <filename role="directory">/home</filename>. Cela configurera automatiquement tout ce qu'il faut pour chiffrer la partition mais aussi pour la monter.
pt_br: Durante a instalação, há uma opção para encriptar a partição <filename role="directory">/home</filename>. Isto irá configurar automaticamente tudo que é preciso para encriptar e montar a partição.
tr: Yükleme esnasında <filename role="directory">/home</filename> bölümünü şifrelemek için bir seçenek vardır. Bu, şifrelemek için gerekli olan herşeyi otomatik olarak yapılandıracak ve bölümü birleştirecektir.

source: As an example, this section will cover configuring <filename role="directory">/srv</filename> to be encrypted using eCryptfs.
fr: À titre d'exemple, cette section décrira le chiffrement de <filename role="directory">/srv</filename> avec eCryptfs.
pt_br: Como um exemplo, esta seção será protegida configurando <filename role="directory">/srv</filename> para ser encriptado usando o eCryptfs.
tr: Örnek olarak, bu bölüm eCryptfs kullanarak <filename role="directory">/srv</filename> yapılandırmasını kapsar.

source: Using eCryptfs
fr: Utilisation de eCryptfs
pt_br: Usando o eCryptfs
tr: eCryptfs Kullanma

source: First, install the necessary packages. From a terminal prompt enter:
fr: Installez d'abord les paquets nécessaires. Saisissez dans un terminal :
pt_br: Em primeiro lugar, instalar os pacotes necessários. A partir de um prompt do terminal digite:
tr: İlk önce gerekli paketleri yükleyin. Terminalden şunu giriniz:

source: Now mount the partition to be encrypted:
fr: Montez la partition à chiffrer :
pt_br: Agora, monte a partição a ser encriptada:
tr: Şimdi şifreli bölümü birleştirin:

source: You will then be prompted for some details on how <application>ecryptfs</application> should encrypt the data.
fr: Des renseignements sur la manière dont <application>ecryptfs</application> doit chiffrer des données vont vous être demandés.
pt_br: Você será solicitado a fornecer alguns detalhes sobre como deve encriptar os dados no <application>ecryptfs</application>.
tr: Ardından <application>ecryptfs</application>'nin nasıl veri şifreleyeceği hakkında bazı ayrıntılar istenecektir.

source: To test that files placed in <filename>/srv</filename> are indeed encrypted copy the <filename>/etc/default</filename> folder to <filename>/srv</filename>:
fr: Pour vérifier que les données de <filename>/srv</filename> sont effectivement chiffrées, copiez le répertoire <filename>/etc/default</filename> vers <filename>/srv</filename> :
pt_br: Para testar os arquivos colocados em <filename>/srv</filename> são, na verdade, a cópia criptografada <filename>/etc/default</filename> pasta para <filename>/srv</filename>:
tr: <filename>/srv</filename>'de bulunan dosyaları test etmek, <filename>/etc/default</filename> klasörü <filename>/srv</filename>'e şifrelemeyle alakalıdır:

source: Now unmount <filename>/srv</filename>, and try to view a file:
fr: Démontez <filename>/srv</filename> et essayez de lire un fichier :
pt_br: Agora desmonte <filename>/srv</filename>, e tente exibir um arquivo:
tr: Şimdi <filename>/srv</filename>'yi ayırın ve bir dosya göstermesini deneyin:

source: Remounting <filename>/srv</filename> using <application>ecryptfs</application> will make the data viewable once again.
fr: Vous pourrez lire à nouveau les données une fois que vous aurez remonté <filename>/srv</filename> en utilisant <application>ecryptfs</application>.
pt_br: Remontando <filename>/srv</filename> usando <application>ecryptfs</application> colocará os dados visualizáveis novamente.
tr: <application>ecryptfs</application>'yi kullanarak <filename>/srv</filename>'yi tekrar bağlama veriyi tekrar görülebilir yapacaktır.

source: Automatically Mounting Encrypted Partitions
fr: Monter automatiquement les partitions chiffrées
pt_br: Montando automaticamente partições encriptadas
tr: Otomatik Bağlamalı Şifreleme Bölümleri
