Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Click <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Administrative Tools</guimenuitem><guimenuitem>Manage Your Server</guimenuitem></menuchoice>. This will open the <application>Server Role Mangement</application> utility.
fr: Cliquez sur <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Outils d'administration</guimenuitem><guimenuitem>Gestion du serveur</guimenuitem></menuchoice>. Cela lancera l'utilitaire <application>Gestion du serveur de rôle</application>.
tr: <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Yönetim Araçları</guimenuitem><guimenuitem>Sunucunu Yönet</guimenuitem></menuchoice>'e tıkla. Bu, <application>Sunucu Kural Yönetimi</application> uygulamasını açacaktır.

source: Click <guilabel>Add or remove a role</guilabel>
fr: Cliquez sur <guilabel>Ajouter ou supprimer un rôle</guilabel>
tr: <guilabel>bir kural ekle veya kaldır</guilabel>

source: Click Next
fr: Cliquez sur « Suivant »
pt_br: Clique em Próximo
tr: Sonrakini tıklayın

source: Select "DNS Server"
fr: Sélectionnez « Serveur DNS »
pt_br: Selecione "Servidor DNS"
tr: "DNS Sunucusu"

source: Click Next again to proceed
fr: Cliquez à nouveau sur Suivant pour continuer
pt_br: Clique em "Próximo" novamente para prosseguir
tr: Devam etmek için İleri tıklayın

source: Select "Create a forward lookup zone" if it is not selected.
fr: Cochez « Créer une zone de recherche directe » si ce n'est déjà fait.
pt_br: Selecione "Criar uma zona de busca" se esta opção não estiver selecionada.
tr: Eğer seçilmemişse "Ön arama bölgesi yarat"ı seçin.

source: Make sure "This server maintains the zone" is selected and click Next.
fr: Assurez-vous que « Ce serveur assure la maintenance de cette zone » est sélectionné et cliquez sur « Suivant ».
pt_br: Certifique-se de que "Este servidor mantém a zona" está selecionado e clique em Próximo.
tr: "Bu sunucu bölgeyi korur" un seçildiğinden emin olun ve İleri'yi tıklayın.

source: Enter your domain name and click Next
fr: Entrez votre nom de domaine et cliquez sur Suivant
pt_br: Digite seu nome de domínio e clique em Próximo
tr: Etki alanı adınızı girin ve İleri'yi tıklayın

source: Click Next to "Allow only secure dynamic updates"
fr: Cliquez sur « Suivant » pour « N'autoriser que les mises à jours dynamiques sécurisées »
pt_br: Clique em Próximo para "Permitir apenas atualizações dinâmicas seguras"
tr: İleri "Sadece güvenli dinamik güncellemeler"i tıklayın

source: Enter the IP for DNS servers to forward queries to, or Select "No, it should not forward queries" and click Next.
fr: Saisissez les adresses IP des serveurs DNS auxquels les requêtes seront transmises ou cochez « Non, il ne doit pas rediriger les requêtes » puis cliquez sur « Suivant ».
pt_br: Digite o IP dos servidores de DNS para os quais repassar pedidos, ou selecione "Não, não repassar pedidos" e clique em Próximo.
tr: Sorgulara devam etmek için DNS sunucular için IP girin veya "Hayır, sorgular devam edemez "i seçin

source: Click Finish
fr: Cliquez sur Terminer
pt_br: Clique em Finalizar
tr: Bitir'i tıklayın.

source: DNS is now installed and can be further configured using the <application>Microsoft Management Console</application> DNS snap-in.
fr: DNS est maintenant installé et peut être configuré de manière plus fine en utilisant le complément DNS de la <application>Console de gestion Microsoft</application>.
pt_br: O DNS está configurado e pode ser reconfigurado usando o snap-in DNS do <application>Console de Gerenciamento da Microsoft (MMC)</application>.
tr: Şu an DNS yüklendi ve <application>Microsoft Yönetim Konsolu</application> DNS snap-in'i kullanarakdaha iyi yapılandırılabilir.

source: Click Start
fr: Cliquez sur « Démarrer »
pt_br: Clique em Iniciar
tr: Başlat'a tıkla

source: Control Panel
fr: Panneau de configuration
pt_br: Painel de Controle
tr: Denetim Masası

source: Network Connections
fr: Connexions réseau
pt_br: Conexões de rede
tr: Ağ Bağlantıları

source: Right Click "Local Area Connection"
fr: Faites un clic droit sur « Connexions au réseau local »
pt_br: Clique com o botão direito do mouse em "Conexão local"
tr: "Yerel Alan Bağlantısı"na Sağ Tıkla

source: Click Properties
fr: Cliquez sur « Propriétés »
pt_br: Clique em Propridades
tr: Özellikler'e tıklayın.

source: Double click "Internet Protocol (TCP/IP)"
fr: Double-cliquez sur "Protocole Internet (TCP/IP)"
pt_br: Clique duplo em "Protocolo de Internet (TCP/IP)"
tr: "Internet Protokolü (TCP/IP)"ne çift tıklayın

source: Enter the Server's IP Address as the "Preferred DNS server"
fr: Entrez l'adresse IP du serveur en tant que "Serveur DNS préféré"
pt_br: Digite o endereço IP do Servidor como o "servidor DNS preferencial"
tr: "Tercih edilen DNS sunucusu" olarak Sunucunun IP Adresini girin.

source: Click Ok
fr: Cliquez sur Ok
pt_br: Clique em Ok
tr: Tamam'a tıklayın

source: Click Ok again to save the settings
fr: Cliquez à nouveau sur Ok pour sauvergarder les réglages.
pt_br: Clique em Ok novamente para salvar as configurações
tr: Ayarları kaydetmek için tekrar Tamam'a tıklayın

source: Next, configure the Server to use itself for DNS queries: <placeholder-1/>
fr: Ensuite, configurez le serveur pour qu'il traite lui-même les requêtes DNS : <placeholder-1/>
pt_br: A seguir, configure o servidor para utilizar a si próprio como DNS: <placeholder-1/>
tr: Sonra, DNS sorguları için kendisini kullanarak yapılandırın: <placeholder-1/>

source: References
fr: Références
pt_br: Referências
tr: Başvurular

source: Please refer to the <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> home page for further information.
fr: Veuillez consulter la page d'accueil de <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> (en anglais) pour plus d'informations.
pt_br: Por favor, visite a página do <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> para maiores informações.
tr: Daha fazla bilgi için lütfen <ulink url="http://www.likewisesoftware.com/">Likewise</ulink> ana sayfasına müracaat ediniz.

source: For more <application>domainjoin-cli</application> options see the man page: <command>man domainjoin-cli</command>.
fr: Référez-vous à la page de manuel <command>man domainjoin-cli</command> pour de plus amples informations.
pt_br: Para mais opções de <application>domainjoin-cli</application> veja a página de manual: <command>man domainjoin-cli</command>.
tr: Daha fazla <application>domainjoin-cli</application> seçeneği için man sayfasına bakınız: <command>man domainjoin-cli</command>.

source: Also, see the <ulink url="https://help.ubuntu.com/community/LikewiseOpen">Ubuntu Wiki LikewiseOpen</ulink> page.
fr: Vous pouvez également consulter la page du <ulink url="https://help.ubuntu.com/community/LikewiseOpen">Wiki Ubuntu consacrée à LikewiseOpen</ulink>.
pt_br: Veja também a página <ulink url="https://help.ubuntu.com/community/LikewiseOpen">Ubuntu Wiki LikewiseOpen</ulink>.

source: Web Servers
fr: Serveurs Web
pt_br: Servidores Web
tr: Ağ Sunucuları

source: A Web server is a software responsible for accepting HTTP requests from clients, which are known as Web browsers, and serving them HTTP responses along with optional data contents, which usually are Web pages such as HTML documents and linked objects (images, etc.).
fr: Un serveur Web est un logiciel chargé d'accepter les requêtes HTTP de clients, appelés navigateurs Web, et de leur envoyer des réponses HTTP en même temps que des contenus, qui sont habituellement des pages Web, c'est à dire des documents HTML et des objets liés (images, etc.).
pt_br: Um servidor Web é um programa responsável por aceitar requisições HTTP de clientes, os quais são conhecidos como navegadores Web, servindo-os com respostas HTTP acompanhadas ou não de dados, os quais usualmente são páginas Web tais como documentos HTML e objetos ligados (imagens, etc.).
tr: Bir Web Sunucusu, istemcilerdeki HTTP isteklerinin kabul etmeyi sağlayan bir yazılımdır.

source: HTTPD - Apache2 Web Server
fr: HTTPD - serveur Web Apache2
pt_br: HTTPD - Servidor Web Apache2

source: Apache is the most commonly used Web Server on Linux systems. Web Servers are used to serve Web Pages requested by client computers. Clients typically request and view Web Pages using Web Browser applications such as <application>Firefox</application>, <application>Opera</application>, or <application>Mozilla</application>.
fr: Apache est le serveur Web le plus couramment utilisé sur les systèmes Linux. Les serveurs Web sont utilisés pour délivrer les pages Web demandées par les ordinateurs clients. Les clients demandent et affichent les pages Web en utilisant des logiciels de navigation sur le Web, tel que <application>Firefox</application>, <application>Opera</application> ou <application>Mozilla</application>.
pt_br: O Apache é o Servidor Web mais utilizado em sistemas Linux. Servidores Web são utilizados para servir Páginas Web solicitadas por computadores clientes. Os clientes normalmente solicitam e visualizam Páginas Web usando Navegadores Web como <application>Firefox</application>, <application>Opera</application> ou <application>Mozilla</application>.
tr: Apache Linux sistemlerinde çok yaygın bir şekilde kullanılır. Web Sunucular, kullanıcılar (istemciler) tarafından istenen Web Sayfalarını sunarlar. Kullanıcılar, tipik olarak <application>Firefox</application>, <application>Opera</application> veya <application>Mozilla</application> gibi Web Tarayıcıları kullanarak istedikleri Web Sayfalarını görüntülerler.

source: Users enter a Uniform Resource Locator (URL) to point to a Web server by means of its Fully Qualified Domain Name (FQDN) and a path to the required resource. For example, to view the home page of the <ulink url="http://www.ubuntu.com">Ubuntu Web site</ulink> a user will enter only the FQDN. To request specific information about <ulink url="http://www.ubuntu.com/support/paid">paid support</ulink>, a user will enter the FQDN followed by a path.
fr: Les utilisateurs saisissent un URL (Uniform Resource Locator) qui pointe vers un serveur Web identifié par un nom de domaine pleinement qualifié (FQDN), et chemin d'accès vers le document demandé. Par exemple, pour lire la page d'accueil du <ulink url="http://www.ubuntu.com">site Web d'Ubuntu</ulink> l'utilisateur va simplement saisir le nom de domaine (FQDN). Pour accéder à une information plus précise sur le <ulink url="http://www.ubuntu.com/support/paid">support payant</ulink>, l'utilisateur va saisir le FQDN suivi du chemin d'accès au document.
pt_br: Os usuários inserem um Localizador Uniforme de Recursos (URL, do inglês 'Uniform Resource Locator') para apontar para o servidor Web através do seu Nome de Domínio Plenamente Qualificado (FQDN, do inglês 'Fully Qualified Domain Name') e o caminho para o recurso necessário. Por exemplo, para ver a página inicial do <ulink url="http://www.ubuntu.com">web site do Ubuntu</ulink> um usuário irá inserir apenas o FQDN. Para pedir informações específicas sobre <ulink url="http://www.ubuntu.com/support/paid">suporte pago</ulink>, um usuário irá inserir o FQDN seguido por um caminho.
tr: Kullanıcılar, Web sunucu adresine bir Tekdüzen Kaynak Bulucu (URL) girerek istenen kaynaklara erişirler. Örneğin. <ulink url="http://www.ubuntu-tr.org/">Ubuntu Türkiye</ulink> ana sayfasını görüntülemek için kullanıcı sadece Tam Tanımlanmış Alan Adı (FQDN) girer. Örneğin; <ulink url="http://forum.ubuntu-tr.org/index.php">Ubuntu TR Forum</ulink> için adres ile birlikte FQDN de girilmelidir

source: The most common protocol used to transfer Web pages is the Hyper Text Transfer Protocol (HTTP). Protocols such as Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS), and File Transfer Protocol (FTP), a protocol for uploading and downloading files, are also supported.
fr: La méthode la plus communément utilisée pour le transfert de pages Web est le protocole de transfert hypertexte (dont l'acronyme anglais est HTTP). Le protocole de transfert hypertexte sur sockets sécurisées (HTTPS) et le protocole de transfert de fichiers (FTP), qui permet d'envoyer et de télécharger des fichiers, sont également pris en charge.
pt_br: O protocolo mais comum usado para transferir páginas de internet é o Hyper Text Transfer Protocol (HTTP - Protocolo de transferência de hipertexto). Protocolos como Hyper Text Transfer Protocol over Secure Sockets Layer (HTTPS - Protocolo seguro de transferência de hipertexto) e File Transfer Protocol (FTP - Protocolo de transferência de arquivo), um protocolo para enviar e receber arquivos, são também suportados.
tr: Web sayfalarını taşımak için kullanılan en yaygın protokol, Hipermetin Aktarma İletişim Kuralı (HTTP)'dır. Güvenli Hiper Metin Aktarım İletişim Kuralı (HTTPS) ve Dosya Aktarım İletişim Kuralı (FTP) gibi protokollar dosya indirme ve yükleme için desteklenirler.

source: Apache Web Servers are often used in combination with the <application>MySQL</application> database engine, the HyperText Preprocessor (<application>PHP</application>) scripting language, and other popular scripting languages such as <application>Python</application> and <application>Perl</application>. This configuration is termed LAMP (Linux, Apache, MySQL and Perl/Python/PHP) and forms a powerful and robust platform for the development and deployment of Web-based applications.
fr: Les serveurs Web Apache sont fréquemment utilisés en combinaison avec le moteur de base de données <application>MySQL</application>, le langage de script de pré-traitement hypertexte (<application>PHP</application>), et d'autres langages de scripts prisés tels que <application>Python</application> et <application>Perl</application>. Cette configuration, connue sous le nom de LAMP (Linux, Apache, MySQL et Perl/Python/PHP), constitue une puissante et robuste plate-forme de développement et de déploiement d'applications Web.
pt_br: Servidores Web Apache são geralmente utilizados em conjunto com o motor de banco de dados <application>MySQL</application>, a linguagem de de construção de scripts pré-processadora de hiper-texto (<application>PHP</application>), e outras linguagens de construção de scripts populares como o <application>Python</application> e o <application>Perl</application>. Essa configuração é denominada LAMP (Linux, Apache, MySQL e Perl/Python/PHP) e dá forma a uma poderosa e robusta plataforma de desenvolvimento e hospedagem de aplicações basedas na web.
tr: Apache Web Sunucuları daha çok <application>MySQL</application> veritabanı yapısı, Üstün Yazı İşlemcisi (<application>PHP</application>) betik dili ve <application>Python</application> ve <application>Perl</application> gibi diğer yaygın betik dilleri kullanılır. Bu yapı LAMP (Linux, Apache, MySQL ve Perl/Python/PHP) olarak adlandırılır ve. Geliştirme ve Web tabanlı uygulama dağıtımları için güçlü ve sağlam platformlar oluşturur.

source: The <application>Apache2</application> web server is available in Ubuntu Linux. To install Apache2:
fr: Le serveur web <application>Apache2</application> est disponible dans Ubuntu Linux. Pour installer Apache2 :
pt_br: O servidor web <application>Apache2</application> está disponível para Ubuntu Linux. Para instalá-lo:
tr: <application>Apache2</application> web sunucusu Ubuntu Linux'de kullanılır. Apache2'yi yüklemek için:

source: At a terminal prompt enter the following command:
fr: Saisissez la commande suivante dans un terminal :
pt_br: Em um terminal digite o comando:
tr: Uçbirime aşağıdaki komutu girin:

source: Apache2 is configured by placing <emphasis>directives</emphasis> in plain text configuration files. These <emphasis>directives</emphasis> are separated between the following files and directories:
fr: Apache2 doit être configuré à l'aide de <emphasis>directives</emphasis> décrites dans des fichiers texte de configuration. Ces <emphasis>directives</emphasis> sont réparties entre les fichiers et dossiers suivants :
pt_br: O Apache2 é configurado inserindo-se <emphasis>diretivas</emphasis> em arquivos de configuração em texto puro. Estas <emphasis>diretivas</emphasis> estão distribuídas pelos seguintes diretórios:
tr: Apache2, düz yazı yapılandırma dosyalarında <emphasis>yönergeler</emphasis>'e yerleşerek yapılandırılır. Yapılandırma dosyaları aşağıdaki dosya ve dizinler arasında ayrılır:

source: <emphasis>apache2.conf:</emphasis> the main Apache2 configuration file. Contains settings that are <emphasis>global</emphasis> to Apache2.
fr: Le fichier de configuration principal est <emphasis>apache2.conf</emphasis>. Il contient les paramètres <emphasis>globaux</emphasis> d'Apache2.
pt_br: <emphasis>apache2.conf:</emphasis> o arquivo de configuração principal do Apache2. Contém configurações que são <emphasis>globais</emphasis> para o Apache2.
tr: <emphasis>apache2.conf:</emphasis> Apache2 yapılandırma ana dosyası. Apache2'nin <emphasis>global</emphasis> ayarlarını barındırır.

source: <emphasis>conf.d:</emphasis> contains configuration files which apply <emphasis>globally</emphasis> to Apache2. Other packages that use Apache2 to serve content may add files, or symlinks, to this directory.
fr: <emphasis>conf.d :</emphasis> contient les fichiers de configuration qui s'applique <emphasis>de manière globale</emphasis> à Apache2. D'autres paquets utilisant Apache2 pour afficher du contenu peuvent ajouter des fichiers ou des liens symboliques dans ce dossier.
tr: <emphasis>apache2.conf:</emphasis> Apache2 yapılandırma ana dosyası. Apache2'nin <emphasis>global</emphasis> ayarlarını barındırır.

source: <emphasis>envvars:</emphasis> file where Apache2 <emphasis>environment</emphasis> variables are set.
fr: <emphasis>envvars :</emphasis> fichier où les variables d'<emphasis>environnement</emphasis> d'Apache2 sont définies.
pt_br: <emphasis>envvars:</emphasis> arquivo onde váriaveis de <emphasis>ambiente</emphasis> do Apache2 são setadas.
tr: <emphasis>envvars:</emphasis> Apache2'nin <emphasis>ortam</emphasis> değişkenlerinin ayarlandığı dosya.

source: <emphasis>httpd.conf:</emphasis> historically the main Apache2 configuration file, named after the <application>httpd</application> daemon. The file can be used for <emphasis>user specific</emphasis> configuration options that globally effect Apache2.
fr: <emphasis>httpd.conf :</emphasis> historiquement le principal fichier de configuration d'Apache2, nommé d'après le démon <application>httpd</application>. Le fichier peut être utilisé pour les options de configuration <emphasis>propres à l'utilisateur</emphasis> qui affectent globalement Apache2.
pt_br: <emphasis>httpd.conf:</emphasis> historicamente o arquivo principal de configuração do Apache2, nomeado após o daemon <application>httpd</application>. O arquivo pode ser utilizado para configuração de opções <emphasis>específicas do usuário</emphasis> que afetam globalmente o Apache2.
tr: <emphasis>httpd.conf:</emphasis>Apache2 yapılandırma ana dosyası geçmişi <application>httpd</application>'den sonra adlandırılır. Dosya, global etkili <emphasis>kullanıcı özellikleri</emphasis> yapılandırma seçenekleri için kullanılabilir.

source: <emphasis>mods-available:</emphasis> this directory contains configuration files to both load <emphasis>modules</emphasis> and configure them. Not all modules will have specific configuration files, however.
fr: <emphasis>mods-available :</emphasis> ce répertoire contient les fichiers de configuration qui permettent de charger les <emphasis>modules</emphasis> et de les paramétrer. Certains modules peuvent ne pas avoir de fichier de configuration.
pt_br: <emphasis>mods-available:</emphasis> este diretório contém arquivos de configuração tanto para carregar <emphasis>modules</emphasis> quanto para configura-los. No entanto, nem todos os módulos terão arquivos de configuração específicos.
tr: <emphasis>mods-available:</emphasis> bu dizin hem <emphasis>kibler</emphasis>i yükleme hem de onları yapılandırma dosyaları içerir. Bununla birlikte bütün kiblerde belirli yapılandırma dosyaları bulunmaz.

source: <emphasis>mods-enabled:</emphasis> holds <emphasis>symlinks</emphasis> to the files in <filename>/etc/apache2/mods-available</filename>. When a module configuration file is symlinked it will be enabled the next time <application>apache2</application> is restarted.
fr: <emphasis>mods-enabled :</emphasis> contient <emphasis>les liens symboliques (symlinks)</emphasis> vers les fichiers de <filename>/etc/apache2/mods-available</filename>. Lorsqu'un lien symbolique vers un module de configuration est créé, il sera activé au prochain redémarrage d'<application>Apache2</application>.
pt_br: <emphasis>mods-enabled:</emphasis> contém <emphasis>links simbólicos</emphasis> para os arquivos em <filename>/etc/apache2/mods-available</filename>. Quando um arquivo de configuração de módulo é linkado simbólicamente será ativado na próxima vez que o <application>apache2</application> for reiniciado.
tr: <emphasis>mods-enabled:</emphasis> <filename>/etc/apache2/mods-available</filename> dosyasındaki <emphasis>sembolik bağlantılar</emphasis>ı saklar. Sembolik bağlanan bir kip yapılandırma dosyası <application>apache2</application>'nin sonraki başlamasında etkin olacaktır.

source: <emphasis>ports.conf:</emphasis> houses the directives that determine which TCP ports Apache2 is listening on.
fr: <emphasis>ports.conf :</emphasis> héberge les directives déterminant les ports TCP sur lesquels Apache2 est en écoute.
pt_br: <emphasis>ports.conf:</emphasis> mantém as diretivas que determimam quais portas TCP o Apache2 estará escutando.
tr: <emphasis>ports.conf:</emphasis> Apache2'nin hangi TCP yuvalarını dinlediğini belirleyen yönergelerin bulunduğu yerdir.

source: <emphasis>sites-available:</emphasis> this directory has configuration files for Apache2 <emphasis>Virtual Hosts</emphasis>. Virtual Hosts allow Apache2 to be configured for multiple sites that have separate configurations.
fr: <emphasis>sites-available :</emphasis> ce dossier contient des fichiers de configuration pour les <emphasis>serveurs virtuels</emphasis> d'Apache2. Les serveurs virtuels permettent de configurer Apache2 pour plusieurs sites ayant différentes configurations.
tr: <emphasis>sites-available:</emphasis> bu dizinde, Apache <emphasis>Sanal Ana Sistemler</emphasis> için yapılandırma vardır. Sanal Ana Sistemler, Apache2'nin farklı yapılandırmalara sahip olan çoklu siteleri yapılandırmasına izin verir.

source: <emphasis>sites-enabled:</emphasis> like mods-enabled, <filename role="directory">sites-enabled</filename> contains symlinks to the <filename>/etc/apache2/sites-available</filename> directory. Similarly when a configuration file in sites-available is symlinked, the site configured by it will be active once Apache2 is restarted.
fr: <emphasis>sites-enabled :</emphasis> comme mods-enabled, <filename role="directory">sites-enabled</filename> contient des liens symboliques vers le dossier <filename>/etc/apache2/sites-available</filename>. De la même manière que lorsqu'un lien symbolique vers un fichier de configuration de sites-available est créé, le site ainsi configuré sera activé au prochain redémarrage d'Apache2.
tr: <emphasis>sites-enabled:</emphasis> mods-enabled gibidir. <filename role="directory">sites-enabled</filename>, <filename>/etc/apache2/sites-available</filename> dizinine sembolik bağlantıları içerir. Aynı şekilde sembolik bağlantılı site-available'daki bir yapılandırma dosyası Apache yeniden başladıktan sonra aktif olur..
