Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: First, create a configuration file named <filename>schema_convert.conf</filename>, or a similar descriptive name, containing the following lines:
fr: Créez d'abord un fichier de configuration <filename>schema_convert.conf</filename>, ou tout autre nom vous convenant, avec les données suivantes :
pt_br: Primeiro, criar um arquivo de configuração chamado <filename>schema_convert.conf</filename>, ou um nome descritivo semelhante, contendo as seguintes linhas:
tr: İlk önce aşağıdaki satırlara sahip, <filename>schema_convert.conf</filename> adında veya buna benzer adda bir yapılandırma dosyası oluştur:

source: Now use <application>slapcat</application> to convert the schema files:
fr: Maintenant, servez-vous de <application>slapcat</application> pour convertir les fichiers de schéma :
pt_br: Agora usando o comando <application>slapcat</application> para converter os arquivos de esquemas:
tr: Şimdi şema dosyalarını dönüştürmek için <application>slapcat</application>'i kullanın:

source: Change the above file and path names to match your own if they are different.
fr: Modifiez si nécessaire le nom et l'emplacement du fichier.
pt_br: Altere os nomes de arquivo e de caminho acima para coincidirem com o seu próprio se eles forem diferentes.
tr: Yukarıdaki dosya ve konumu, eğer seninkinden farklıysa, kendininkiyle eşleştir.

source: Edit the generated <filename>/tmp/cn\=samba.ldif</filename> file, changing the following attributes:
fr: Modifiez le fichier généré <filename>/tmp/cn\=samba.ldif</filename> en changeant les attributs suivants :
pt_br: Editar o arquivo <filename>/tmp/cn\=samba.ldif</filename> criado, alterando os seguintes atributos:
tr: Oluşturulan <filename>/tmp/cn\=samba.ldif</filename> dosyasını, aşağıdaki özellikleri değiştirerek düzenleyin.

source: There should now be a <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis>, where "X" is the next sequential schema, entry in the cn=config tree.
fr: Il doit y avoir maintenant une nouvelle entrée <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis> (où X est le schéma séquentiel suivant) dans l'arborescence de cn=config.
pt_br: Agora, deverá haver, na árvore cn=config, uma entrada <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis>, onde "X" é o próximo esquema sequencial.
tr: Şu an "X" in yanında ardışık şema ve girişi cn=config ağacı olan bir <emphasis>dn: cn={X}misc,cn=schema,cn=config</emphasis> olabilir.

source: Copy and paste the following into a file named <filename>samba_indexes.ldif</filename>:
fr: Copiez et collez ce qui suit dans un fichier nommé <filename>samba_indexes.ldif</filename> :
pt_br: Copie e cole o seguinte em um arquivo chamado <filename>samba_indexes.ldif</filename>:
tr: Aşağıdakileri <filename>samba_indexes.ldif</filename> adındaki dosyanın içine kopyala ve yapıştır:

source: Using the <application>ldapmodify</application> utility load the new indexes:
fr: Chargez le nouvel index à l'aide de <application>ldapmodify</application> :
pt_br: Usando o utilitário <application>ldapmodify</application> para carregar os novos índices:
tr: <application>ldapmodify</application> uygulamasını kullanarak yeni içerikleri yükle:

source: If all went well you should see the new indexes using <application>ldapsearch</application>:
fr: Si tout s'est bien passé, vous devez maintenant voir les nouveaux index à l'aide de <application>ldapsearch</application> :
pt_br: Se tudo correu bem você verá os novos índices usando <application>ldapsearch</application>:
tr: Eğer herşey yolunda giderse <application>ldapsearch</application> kullanarak yeni içerikleri göreceksin:

source: Next, configure the <application>smbldap-tools</application> package to match your environment. The package comes with a configuration script that will ask questions about the needed options. To run the script enter:
fr: Configurez ensuite le paquet <application>smbldap-tools</application> selon votre environnement. Un script de configuration vous posera des questions à propos des options souhaitées. Pour lancer le script, saisissez :
pt_br: A seguir, configure o pacote <application>smbldap-tools</application> para atender a seu ambiente. O pacote vem com um script de configuração que lhe fará perguntas sobre as opções necessárias. Para executar o script, entre:
tr: Sonra ortamınla eşleştirmen için <application>smbldap-tools</application> paketini yapılandırın. Paket, gerekli seçenekleri soracak olan bir yapılandırma betiği ile birlikte gelir. Betiği çalıştırmak için girin:

source: Once you have answered the questions, there should be <filename>/etc/smbldap-tools/smbldap.conf</filename> and <filename>/etc/smbldap-tools/smbldap_bind.conf</filename> files. These files are generated by the configure script, so if you made any mistakes while executing the script it may be simpler to edit the file appropriately.
fr: Deux fichiers seront créés une fois les réponses données : <filename>/etc/smbldap-tools/smbldap.conf</filename> et <filename>/etc/smbldap-tools/smbldap_bind.conf</filename>. Ces fichiers sont générés par le script de configuration. Si vous commettez une erreur durant l'exécution du script, il est plus simple de modifier les fichiers après coup.
pt_br: Uma vez que você tenha respondido às perguntas, deverão estar presentes os arquivos <filename>/etc/smbldap-tools/smbldap.conf</filename> e <filename>/etc/smbldap-tools/smbldap_bind.conf</filename>. Estes arquivos são gerados pelo script de configuração. Assim, se você cometeu algum engano durante a execução do script, pode ser que seja mais simples editar adequadamente o arquivo.
tr: Soruları cevapladıktan sonra <filename>/etc/smbldap-tools/smbldap.conf</filename> ve <filename>/etc/smbldap-tools/smbldap_bind.conf</filename> dosyaları oluşacaktır. Bu dosyalar yapılandırma betiği tarafından oluşturuldu. Bu yüzden eğer betiği çalıştırma esnasında hata yaparsan, uygun şekilde düzenlenebilir.

source: The <application>smbldap-populate</application> script will add the necessary users, groups, and LDAP objects required for Samba. It is a good idea to make a backup LDAP Data Interchange Format (LDIF) file with <application>slapcat</application> before executing the command:
fr: Le script <application>smbldap-populate</application> ajoutera les utilisateurs, groupes et objets LDAP nécessaires à Samba. Il est judicieux d'effectuer une sauvegarde au format LDIF (LDAP Data Interchange Format) avec <application>slapcat</application> au préalable :
pt_br: O script <application>smbldap-populate</application> adicionará os usuários, grupos e objetos LDAP requeridos por Samba. É uma boa ideia fazer um backup do arquivo LDAP Data Interchange Format (LDIF) com <application>slapcat</application> antes de executar o comando:
tr: <application>smbldap-populate</application> betiği gerekli kullanıcı, grup ve Samba için LDAP objelerini ekler. Komutu çalıştırmadan önce <application>slapcat</application> ile LDAP Data Interchange Format (LDIF) dosyasının yedeğini almak iyi bir fikirdir:

source: Once you have a current backup execute <application>smbldap-populate</application> by entering:
fr: Une fois la sauvegarde effectuée, lancez <application>smbldap-populate</application> en saisissant :
pt_br: Assim que você tiver um backup atual, execute <application>smbldap-populate</application> entrando:
tr: Mevcut bir paket oluşturduktan sonra <application>smbldap-populate</application>'yi çalıştırmak için şunu girin:

source: You can create an LDIF file containing the new Samba objects by executing <command>sudo smbldap-populate -e samba.ldif</command>. This allows you to look over the changes making sure everything is correct.
fr: Vous pouvez créer un fichier LDIF contenant les nouveaux objets Samba en lançant <command>sudo smbldap-populate -e samba.ldif</command>. Ceci vous permettra de vérifier les changements pour vous assurer que tout est correct.
pt_br: Você pode criar um arquivo LDIF contendo os novos objetos Samba através da execução de <command>sudo smbldap-populate -e samba.ldif</command>. Isto permite que você veja as mudanças, assegurando-se que tudo está correto.
tr: <command>sudo smbldap-populate -e samba.ldif</command> çalıştırarak yeni Samba objelerini içeren bir LDIF dosyası oluşturabilirsin. Bu herşeyi doğru yaptığından emin olmanı sağlar.

source: Your LDAP directory now has the necessary domain information to authenticate Samba users.
fr: Votre annuaire LDAP a maintenant les informations de domaine nécessaires pour l'identification d'utilisateurs Samba.
pt_br: O seu diretório LDAP tem agora as informações de domínios necessárias para autenticar os usuários Samba.
tr: Şu an LDAP dizinin Samba kullanıcılarının kimliklerini doğrulaması için gerekli alan bilgisine sahiptir.

source: Samba Configuration
fr: Configuration de Samba
pt_br: Configuração do Samba
tr: Samba Yapılandırması

source: There a multiple ways to configure Samba for details on some common configurations see <xref linkend="windows-networking"/>. To configure Samba to use LDAP, edit the main Samba configuration file <filename>/etc/samba/smb.conf</filename> commenting the <emphasis>passdb backend</emphasis> option and adding the following:
fr: Il y a plusieurs moyens de configurer Samba. Pour de plus amples informations sur les configurations courantes, consultez <xref linkend="windows-networking"/>. Pour intégrer Samba à LDAP, modifiez le fichier principal de Samba <filename>/etc/samba/smb.conf</filename> en commentant l'option <emphasis>passdb backend</emphasis> et en ajoutant :
pt_br: Há várias formas para configurar Samba. Para detalhes sobre algumas configurações comuns, veja <xref linkend="windows-networking"/>. Para configurar Samba para usar LDAP, edite o arquivo principal de configuração do Samba <filename>/etc/samba/smb.conf</filename> inserindo marcas de comentário na opção <emphasis>passdb infraestrutura</emphasis> e adicionando o seguinte:
tr: Samba'yı ayrıntılı olarak yapılandırmak için birkaç yol vardır. Temel yapılandırmalar için <xref linkend="windows-networking"/>'e bakın. LDAP kullanarak Samba'yı yapılandırmak için, ana Samba yapılandırma dosyası olan <filename>/etc/samba/smb.conf</filename>'i <emphasis>passdb backend</emphasis> seçeneğini açıklayarak ve aşağıdakilerini ekleyerek düzenleyin:

source: Restart <application>samba</application> to enable the new settings:
fr: Redémarrez <application>samba</application> pour activer les nouveaux paramètres :
pt_br: Reinicie o <application>samba</application> para ativar as novas configurações:
tr: Yeni ayarların etkinleşmesi için <application>samba</application>'yı yeniden başlatın:

source: Now Samba needs to know the LDAP admin password. From a terminal prompt enter:
fr: Vous devez donner maintenant le mot de passe de l'administrateur LDAP à Samba :
pt_br: Agora o Samba necessita saber a senha de administrador LDAP. A partir de um terminal prompt digite:
tr: Şimdi Samba'nın LDAP yönetici şifresini bilmesi gerekir. Terminalden şunu girin:

source: Replacing <emphasis role="italic">secret</emphasis> with your LDAP admin password.
fr: Remplacez <emphasis role="italic">secret</emphasis> par le mot de passe de votre administrateur LDAP.
pt_br: Substituindo <emphasis role="italic">secret</emphasis> com sua senha admin LDAP.
tr: <emphasis role="italic">gizli</emphasis> yerine LDAP yönetim şifresini girin.

source: If you currently have users in LDAP, and you want them to authenticate using Samba, they will need some Samba attributes defined in the <filename>samba.schema</filename> file. Add the Samba attributes to existing users using the <application>smbpasswd</application> utility, replacing <emphasis role="italic">username</emphasis> with an actual user:
fr: Si vous avez déjà des utilisateurs dans LDAP et que vous souhaitez qu'ils puissent s'authentifier en utilisant Samba, ils auront besoin d'attributs Samba définis dans le fichier <filename>samba.schema</filename>. Ajoutez ces attributs aux utilisateurs existants à l'aide de <application>smbpasswd</application> en remplaçant <emphasis role="italic">identifiant</emphasis> par le nom d'utilisateur réel.
pt_br: Se você tem, no momento, usuários em LDAP e deseja que eles se autentiquem usando Samba, eles precisarão alguns atributos de Samba definidos no arquivo <filename>samba.schema</filename>. Adicione os atributos Samba para usuários existentes usando o utilitário <application>smbpasswd</application>, substituindo <emphasis role="italic">username</emphasis> com um usuário real:
tr: Eğer LDAP'da şu an için kullanıcı bulunuyor ve onları Samba kullanarak kimlik doğrulamasını istiyorsan, onların <filename>samba.schema</filename> dosyasında tanımlanan bazı özelliklere ihtiyacı vardır. <application>smbpasswd</application> uygulamasını kullanarak Samba özelliklerinin mevcut kullanıcılara ekleyin, <emphasis role="italic">username</emphasis>'i mevcut kullanıcı ile değiştirin:

source: sudo smbpasswd -a username
fr: sudo smbpasswd -a identifiant

source: You will then be asked to enter the user's password.
fr: Le mot de passe de l'utilisateur vous sera alors demandé.
pt_br: Será então pedido a você para entrar a senha do usuário.
tr: Sonra kullanıcının şifresini girmen istenecektir.

source: To add new user, group, and machine accounts use the utilities from the <application>smbldap-tools</application> package. Here are some examples:
fr: Pour ajouter un nouvel utilisateur, groupe ou compte machine, utilisez les programmes du paquet <application>smbldap-tools</application>. Voici quelques exemples :
pt_br: Para adicionar um novo usuário, grupo ou conta de máquina, use os utilitários do pacote <application>smbldap-tools</application>. Aqui estão alguns exemplos:
tr: Yeni kullanıcı, grup ve makine hesapları eklemek için <application>smbldap-tools</application> paketindeki uygulamaları kullanın. Burada birkaç örnek vardır:

source: To add a new user to LDAP with Samba attributes enter the following, replacing username with an actual username:
fr: Pour ajouter un nouvel utilisateur dans LDAP avec des attributs Samba (remplacez identifiant par le nom d'utilisateur réel) :
pt_br: Para adicionar um novo usuário a LDAP com atributos Samba, entre o seguinte, substituind username com um nome de usuário real:
tr: Samba özellikli yeni bir kullanıcıyı LDAP'a eklemek için aşağıdakileri kullanıcıadı yerine mevcut kullanıcı adı yazarak girin.

source: sudo smbldap-useradd -a -P username
fr: sudo smbldap-useradd -a -P identifiant
tr: sudo smbldap-useradd -a -P kullanıcıadı

source: The <emphasis>-a</emphasis> option adds the Samba attributes, and the <emphasis>-P</emphasis> options calls the <application>smbldap-passwd</application> utility after the user is created allowing you to enter a password for the user.
fr: L'option <emphasis>-a</emphasis> ajoute les attributs Samba et l'option <emphasis>-P</emphasis> lance l'utilitaire <application>smbldap-passwd</application> après la création de l'utilisateur et vous permet de saisir un mot de passe pour celui-ci.
pt_br: A opção <emphasis>-a</emphasis> adiciona os atributos Samba e a opção <emphasis>-P</emphasis> chama o utilitário <application>smbldap-passwd</application> depois que o usuário for criado, permitindo a você entrar uma senha para aquele usuário.
tr: <emphasis>-a</emphasis> seçeneği Samba özelliklerini ekler ve <emphasis>-P</emphasis> seçeneği şifreli bir şekilde oluşturulan kullanıcıdan sonra <application>smbldap-passwd</application> uygulamasını çağırır.

source: To remove a user from the directory enter:
fr: Pour supprimer un utilisateur de l'annuaire :
pt_br: Para remover um usuário do diretório, entre:
tr: Dizindeki kullanıcıyı kaldırmak için şunu girin:

source: sudo smbldap-userdel username
fr: sudo smbldap-userdel identifiant

source: The <application>smbldap-userdel</application> utility also has a <emphasis>-r</emphasis> option to remove the user's home directory.
fr: <application>smbldap-userdel</application> a aussi une option <emphasis>-r</emphasis> pour supprimer le répertoire personnel de l'utilisateur.
pt_br: O utilitário <application>smbldap-userdel</application> também tem uma opção <emphasis>-r</emphasis> para remover o diretório pessoal do usuário.
tr: <application>smbldap-userdel</application> uygulaması da kullanıcı ev dizinini kaldırması için <emphasis>-r</emphasis> seçeneğine sahiptir.

source: Use <application>smbldap-groupadd</application> to add a group, replacing groupname with an appropriate group:
fr: Pour ajouter un groupe (remplacez nom_de_groupe par le groupe approprié) :
pt_br: Use <application>smbldap-groupadd</application> para adicionar um grupo, substituindo groupname por um grupo apropriado:
tr: Grup eklemek için <application>smbldap-groupadd</application> kullanın, grupadı yerine uygun grup yazın:

source: sudo smbldap-groupadd -a groupname
fr: sudo smbldap-groupadd -a nom_de_groupe
tr: sudo smbldap-groupadd -a grupadı

source: Similar to <application>smbldap-useradd</application>, the <emphasis>-a</emphasis> adds the Samba attributes.
fr: Comme pour <application>smbldap-useradd</application>, l'option <emphasis>-a</emphasis> ajoute les attributs Samba.
pt_br: De forma similar a <application>smbldap-useradd</application>, a opção <emphasis>-a</emphasis> adiciona os atributos Samba.
tr: Benzer şekilde <application>smbldap-useradd</application>'deki <emphasis>-a</emphasis> Samba özelliklerini ekler.

source: To add a user to a group use <application>smbldap-groupmod</application>:
fr: Pour ajouter un utilisateur à un groupe :
pt_br: Para adicionar um usuário a um grupo use <application>smbldap-groupmod</application>:
tr: Bir gruba kullanıcı eklemek için <application>smbldap-groupmod</application>'u kullanın:

source: sudo smbldap-groupmod -m username groupname
fr: sudo smbldap-groupmod -m identifiant nom_de_groupe

source: Be sure to replace <emphasis>username</emphasis> with a real user. Also, the <emphasis>-m</emphasis> option can add more than one user at a time by listing them in <emphasis>comma separated</emphasis> format.
fr: N'oubliez pas de remplacer <emphasis>identifiant</emphasis> par un vrai nom d'utilisateur. L'option <emphasis>-m</emphasis> vous permet d'ajouter plusieurs utilisateurs à la fois en séparant chaque utilisateur par une <emphasis>virgule</emphasis>.
pt_br: Assegure-se de substituir <emphasis>username</emphasis> por um usuário real. Também, a opção <emphasis>-m</emphasis> pode adicionar mais que um usuário de cada vez, listando-os em formato <emphasis>separado por vírgulas</emphasis>.
tr: <emphasis>username</emphasis> yerine gerçek kullanıcıyı girdiğinden emin ol. Ayrıca <emphasis>-m</emphasis> seçeneği aynı anda birden çok kullanıcıyı <emphasis>virgülle ayrılmış</emphasis> biçiminde listeleyerek ekleyebilir.

source: <application>smbldap-groupmod</application> can also be used to remove a user from a group:
fr: <application>smbldap-groupmod</application> peut aussi être utilisé pour enlever un utilisateur d'un groupe :
pt_br: <application>smbldap-groupmod</application> também pode ser usado para remover usuário do grupo:
tr: Gruptan kullanıcı kaldırmak için <application>smbldap-groupmod</application> de kullanılabilir:

source: sudo smbldap-groupmod -x username groupname
fr: sudo smbldap-groupmod -x identifiant nom_de_groupe

source: Additionally, the <application>smbldap-useradd</application> utility can add Samba machine accounts:
fr: Vous pouvez aussi ajouter des comptes machines grâce à <application>smbldap-useradd</application> :
pt_br: Além disso, o utilitário <application>smbldap-useradd</application> pode adicionar contas de máquinas Samba:
tr: Ek olarak <application>smbldap-useradd</application> uygulaması Samba makine hesapları ekleyebilir:

source: sudo smbldap-useradd -t 0 -w username
fr: sudo smbldap-useradd -t 0 -w nom_machine
tr: sudo smbldap-useradd -t 0 -w kullanıcıadı

source: Replace <emphasis>username</emphasis> with the name of the workstation. The <emphasis>-t 0</emphasis> option creates the machine account without a delay, while the <emphasis>-w</emphasis> option specifies the user as a machine account. Also, note the <emphasis>add machine script</emphasis> option in <filename>/etc/samba/smb.conf</filename> was changed to use <application>smbldap-useradd</application>.
fr: Remplacez <emphasis>nom_machine</emphasis> par le nom d'hôte de votre client. L'option <emphasis>-t 0</emphasis> crée un compte machine immédiatement et <emphasis>-w</emphasis> indique que ce qui suit n'est pas un utilisateur mais un compte machine. Il est à noter que l'option <emphasis>add machine script</emphasis> dans <filename>/etc/samba/smb.conf</filename> a été changée de manière a utiliser <application>smbldap-useradd</application>.
pt_br: Substitua <emphasis>username</emphasis> pelo nome da estação de trabalho. A opção <emphasis>-t 0</emphasis> cria a conta de máquina sem retardo, enquanto a opção <emphasis>-w</emphasis> especifica um usuário como uma conta de máquina. Observe, também, que a opção <emphasis>add machine script</emphasis> em <filename>/etc/samba/smb.conf</filename> foi alterada para usar <application>smbldap-useradd</application>.
tr: <emphasis>kullanıcıadı</emphasis>nı çalışma istasyonu adı ile değiştirin. <emphasis>-t 0</emphasis> seçeneği, gecikme olmaksızın makine hesapları oluşturur. <emphasis>-w</emphasis> seçeneği kullanıcıyı makine hesabı gibi tanımlar. Ayrıca <filename>/etc/samba/smb.conf</filename>'daki <emphasis>makine betiği ekle</emphasis> seçeneği, <application>smbldap-useradd</application>'i kullanmak için değiştirildi.

source: There are more useful utilities and options in the <application>smbldap-tools</application> package. The man page for each utility provides more details.
fr: D'autres programmes et options sont disponibles dans le paquet <application>smbldap-tools</application>. La page de manuel de chaque programme vous en dira plus.
pt_br: Há mais utilitários e opções úteis no pacote <application>smbldap-tools</application>. A página do manual para cada utilitário fornece mais detalhes.
tr: <application>smbldap-tools</application> paketinde daha fazla kullanışlı uygulama ve seçenek vardır. Herbir uygulamanın ana sayfası daha fazla ayrıntıya sahiptir.

source: There are multiple places where LDAP and Samba is documented in the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>.
fr: Différentes pages de la <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">collectiion des guides SAMBA</ulink> (en anglais) traitent de LDAP et Samba.
pt_br: Há vários locais em que LDAP e Samba estão documentados em <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>.
tr: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink>'da LDAP ve Samba ile ilgili birçok yer bulunur.

source: Specifically see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb section</ulink>.
fr: Voir plus spécialement la <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">section passdb</ulink>.
pt_br: Especificamente, veja a <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">seção passdb</ulink>.
tr: Özellikle <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/passdb.html">passdb bölümü</ulink>'ne bakınız.

source: Another good site is <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.
fr: Un autre bon site est <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.
pt_br: Outro bom site é <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>.
tr: Diğer güzel bir site <ulink url="http://www.iallanis.info/smbldap-tools/docs/samba-ldap-howto/">Samba OpenLDAP HOWTO</ulink>'dur.
