Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: There are default AppArmor profiles for <filename>/usr/sbin/smbd</filename> and <filename>/usr/sbin/nmbd</filename>, the Samba daemon binaries, as part of the <application>apparmor-profiles</application> packages. To install the package, from a terminal prompt enter:
fr: Il existe des profils par défaut pour les démons Samba <filename>/usr/sbin/smbd</filename> et <filename>/usr/sbin/nmbd</filename>. Ces profils font partie du paquet <application>apparmor-profiles</application>. Pour installer ce paquet, saisissez ceci dans un terminal :
pt_br: Existem perfis padrão do AppArmor para <filename>/usr/sbin/smbd</filename> e <filename>/usr/sbin/nmbd</filename>, os binários do daemon the Samba, que são parte do pacote <application>apparmor-profiles</application>. Para instalar o pacote, digite a partir de um terminal:
tr: <filename>/usr/sbin/smbd</filename> ve <filename>/usr/sbin/nmbd</filename> için mevcut AppArmor profilleri vardır. Bunlar <application>apparmor-profiles</application> paketlerin bölümü gibi Samba ikili değerleridir. Paketi indirmek için uçbirimden şunu gir:

source: This package contains profiles for several other binaries.
fr: Ce paquet contient des profils pour plusieurs autres exécutables.
pt_br: Este pacote contém perfis para diversos outros binários.
tr: Bu paket diğer birkaç ikili terimler için profiller içerir.

source: By default the profiles for <application>smbd</application> and <application>nmbd</application> are in <emphasis>complain</emphasis> mode allowing Samba to work without modifying the profile, and only logging errors. To place the <application>smbd</application> profile into <emphasis>enforce</emphasis> mode, and have Samba work as expected, the profile will need to be modified to reflect any directories that are shared.
fr: Par défaut les profils pour <application>smbd</application> et <application>nmbd</application> sont dans le mode <emphasis>complain</emphasis> pour permettre à Samba de travailler sans modifier le profil et de journaliser les erreurs seulement. Pour placer le profil <application>smbd</application> dans le mode <emphasis>enforce</emphasis> et ainsi faire fonctionner Samba comme prévu, le profil doit être modifié de façon à tenir compte de tous les répertoires partagés.
pt_br: Por padrão para os perfis <application>smbd</application> e <application>nmbd</application> estão em <emphasis>queixar</emphasis> de modo que permita o Samba trabalhar sem modificar o perfil e apenas registrando erros. Para colocar o perfil <application>smbd</application> dentro do modo <emphasis>valer</emphasis>, o Samba terá que funcionar como esperado, o perfil terá de ser modificado para refletir em quaisquer diretórios que serão compartilhados.
tr: Normalde <application>smbd</application> ve <application>nmbd</application> için profiller <emphasis>şikayet</emphasis> kibinde Samba, profil düzenlemeden çalışmaya ve sadece giriş hatalarına izin verir. <application>smbd</application> profilini <emphasis>zorlama</emphasis> kibi içine yerleştirmek ve Samba'nın beklenen şekilde çalışması için, profil paylaşılan herhangi dizinlere yansıtılarak düzenlenmelidir.

source: Edit <filename>/etc/apparmor.d/usr.sbin.smbd</filename> adding information for <emphasis>[share]</emphasis> from the file server example:
fr: Modifiez <filename>/etc/apparmor.d/usr.sbin.smbd</filename> en ajoutant les informations dans <emphasis>[share]</emphasis> à partir de l'exemple du serveur de fichiers :
pt_br: Editar <filename>/etc/apparmor.d/usr.sbin.smbd</filename> adicionando informações para <emphasis>[share]</emphasis> a partir do servidor de arquivos, exemplo:
tr: <filename>/etc/apparmor.d/usr.sbin.smbd</filename>'yi örnekteki dosya sunucusundan <emphasis>[share]</emphasis> bilgilerini ekleyerek düzenle:

source: Now place the profile into <emphasis>enforce</emphasis> and reload it:
fr: Maintenant, placez le profil dans <emphasis>enforce</emphasis> et rechargez-le :
pt_br: Agora coloque o perfil em <emphasis>valer</emphasis> e recarregue-o:
tr: Şimdi profili<emphasis>zorlama</emphasis> içine yerleştir ve onu yenien yükle:

source: You should now be able to read, write, and execute files in the shared directory as normal, and the <application>smbd</application> binary will have access to only the configured files and directories. Be sure to add entries for each directory you configure Samba to share. Also, any errors will be logged to <filename>/var/log/syslog</filename>.
fr: Vous devriez pouvoir lire, écrire et exécuter les fichiers dans le dossier partagé et l'exécutable <application>smbd</application> n'aura accès qu'aux fichiers et dossiers configurés. Assurez vous d'avoir ajouté une entrée pour chaque dossier que vous voulez partager avec Samba. Quoiqu'il en soit, toutes les erreurs seront écrites dans le fichier journal <filename>/var/log/syslog</filename>.
pt_br: Agora você poderá ler, gravar e executar arquivos no diretório compartilhado normalmente, e o binário <application>smbd</application> acessará somente os arquivos e diretórios configurados. Certifique-se de adicionar entradas para cada diretório que você configurar como um compartilhamento do Samba. Além disso, qualquer erro será registrado no arquivo <filename>/var/log/syslog</filename>.
tr: Şimdi paylaşılan dizindeki dosyaları normal olarak okuyabilir, yazabilir ve uygulayabilirsin. <application>smbd</application> ikili terimi sadece yapılandırılmış dosya ve dizinlere erişebilecek. Sambayı yapılandırarak herbir dizine erişimi sağlamak için girişleri eklediğinden emin ol. Ayrıca herbir hata <filename>/var/log/syslog</filename>'a yazılacak.

source: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> is also a good reference.
fr: Le manuel O'Reilly <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> (en anglais) est aussi une bonne référence.
pt_br: O livro de O'Reilly <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> é também uma boa referência.
tr: O'Reilly's <ulink url="http://www.oreilly.com/catalog/9780596007690/">Using Samba</ulink> iyi bir kaynaktır.

source: <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">Chapter 18</ulink> of the Samba HOWTO Collection is devoted to security.
fr: Le <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">chapitre 18</ulink> (en anglais) de la collection HOWTO de Samba est dédié à la sécurité.
pt_br: O <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">Capítulo 18</ulink> da Coleção de Guias Samba é dedicado a segurança.
tr: Samba HOWTO Bölümünün<ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/securing-samba.html">18. Kısmı</ulink> güvenlik için ayrılmıştır.

source: For more information on Samba and ACLs see the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">Samba ACLs page </ulink>.
fr: Pour plus d'informations sur Samba et sur les ACLs, consultez la page <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">Samba ACLs</ulink>.
pt_br: Para obter mais informações sobre Samba e ACL veja a <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">página Samba ACLs </ulink>.
tr: Samba ve ACLs hakkında daha fazla bilgi için <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/AccessControls.html#id397568">Samba ACLs sayfası</ulink>na bakınız.

source: Samba as a Domain Controller
fr: Samba comme contrôleur de domaine
pt_br: Samba como um Controlador de Domínio
tr: Alan Kontrolörü gibi Samba

source: Although it cannot act as an Active Directory Primary Domain Controller (PDC), a Samba server can be configured to appear as a Windows NT4-style domain controller. A major advantage of this configuration is the ability to centralize user and machine credentials. Samba can also use multiple backends to store the user information.
fr: Bien qu'il ne puisse pas agir comme un contrôleur de domaine principal Active Directory (PDC), un serveur Samba peut être configuré pour apparaître comme contrôleur de domaine de type Windows NT4. Un des avantages majeurs de cette configuration est la centralisation authentifiants pour les machines et les utilisateurs. Samba peut également stocker les informations utilisateurs de différentes manières.
pt_br: Ainda que não possa atuar como um Controlador de Domínio Primário de Diretório Ativo (PDC), um servidor Samba pode ser configurado para aparecer como um controlador de domínio no estilo do Windows NT4. Uma grande vantagem desta configuração é a habilidade de centralizar credenciais de usuários e máquinas. Samba também pode utilizar múltiplas infraestruturas para guardar informações do usuário.
tr: Her ne kadar bir Aktif Dizin Birincil Alan kontrolörü (PDC) gibi çalışmazsa bile, Samba sunucu, bir Windows NT sitili alan kontrolörü gibi göstermek için yapılandırılabilir. Bu yapılandırmanın büyük bir avantajı kullanıcı ve makine kimliklerini merkezde toplayabilmesidir. Ayrıca Samba kullanıcı bilgilerini depolamak için çoklu arka uçlar kullanabilir.

source: Primary Domain Controller
fr: Contrôleur principal de domaine
pt_br: Controlador de Domínio Primário
tr: Birincil Alan Kontrolörü

source: This section covers configuring Samba as a Primary Domain Controller (PDC) using the default smbpasswd backend.
fr: Cette section aborde la configuration de Samba en contrôleur de domaine principal (PDC) en utilisant le gestionnaire de mot de passe par défaut smbpasswd.
pt_br: Esta seção cobre a configuração do Samba como um Controlador de Domínio Primário (PDC) usando o infraestrutura padrão smbpasswd.
tr: Bu bölüm Samba'yı varsayılan smbpasswd arka uç kullanarak Birincil Alan Kontrolörü (PDC) gibi yapılandırmayı içerir.

source: First, install Samba, and <application>libpam-smbpass</application> to sync the user accounts, by entering the following in a terminal prompt:
fr: Installez d'abord Samba et <application>libpam-smbpass</application> pour synchroniser les comptes utilisateurs, en saisissant ce qui suit dans un terminal :
pt_br: Primeiro, instale o Samba, e <application>libpam-smbpass</application> para sincronizar as contas de usuário, digitando o seguinte em um terminal:
tr: ilk önce Samba'yı yükle ve kullanıcı hesabını <application>libpam-smbpass</application> ile senkronize etmek için uçbirime şunu girin:

source: Next, configure Samba by editing <filename>/etc/samba/smb.conf</filename>. The <emphasis>security</emphasis> mode should be set to <emphasis role="italic">user</emphasis>, and the <emphasis>workgroup</emphasis> should relate to your organization:
fr: Ensuite, configurez Samba en modifiant <filename>/etc/samba/smb.conf</filename>. Le mode de <emphasis>security</emphasis> doit être réglé sur <emphasis role="italic">user</emphasis>, et le <emphasis>workgroup</emphasis> doit correspondre à votre organisation :
pt_br: A seguir, configure o Samba editando <filename>/etc/samba/smb.conf</filename>. O modo de <emphasis>segurança</emphasis> deve estar configurado para <emphasis role="italic">usuário</emphasis>, e o <emphasis>grupo de trabalho</emphasis> deve relacionar-se a sua organização.
tr: Sonra, <filename>/etc/samba/smb.conf</filename>'i düzenleyerek Samba'yı yapılandırın <emphasis>güvenlik</emphasis> kipi, <emphasis role="italic">kullanıcı</emphasis> ve <emphasis>çalışma grubu</emphasis> ile ilgili organizasyonunu ayarla:

source: In the commented <quote>Domains</quote> section add or uncomment the following:
fr: Dans la section commentée <quote>Domains</quote>, ajoutez ou dé-commentez ce qui suit :
pt_br: Nos <quote>Domínios</quote> comentados seção adicionar ou descomentar o seguinte:
tr: Açıklamada <quote>Alanlar</quote> bölümü ekle veya açıklamasız şöyle yap:

source: <emphasis>domain logons:</emphasis> provides the netlogon service causing Samba to act as a domain controller.
fr: <emphasis>domain logons :</emphasis> permet à Samba d'agir comme un contrôleur de domaine
pt_br: <emphasis>logons de domínio:</emphasis> fornece o serviço netlogon fazendo com que o Samba aja como um controlador de domínio.
tr: <emphasis>alan bağlantıları:</emphasis> Samba'da bir alan kontrolörü gibi işlem gören ağ bağlantısı servisi sunar.

source: <emphasis>logon path:</emphasis> places the user's Windows profile into their home directory. It is also possible to configure a <emphasis>[profiles]</emphasis> share placing all profiles under a single directory.
fr: <emphasis>logon path :</emphasis> place le profil des utilisateurs Windows dans leur répertoire personnel. Il est également possible de configurer un partage <emphasis>[profiles]</emphasis> pour placer tous les profils dans un seul et même répertoire.
pt_br: <emphasis>caminho de logon:</emphasis> coloca o perfil do Windows do usuário em sua pasta pessoal. Também é possível configurar um compartilhamento de <emphasis>[perfis]</emphasis> colocando todos os perfis em um único diretório.
tr: <emphasis>bağlantı yolu:</emphasis> kullanıcıları Windows profilini onların kendi ev dizinine yerleştirir. Ayrıca tek bir dizin altında bütün profilleri <emphasis>[profiller]</emphasis> paylaşım yeri yapılandırmak mümkündür

source: <emphasis>logon drive:</emphasis> specifies the home directory local path.
fr: <emphasis>logon drive :</emphasis> spécifie l'emplacement du répertoire personnel local.
pt_br: <emphasis>drive de autenticação:</emphasis> especifica o caminho local para o diretório pessoal.
tr: <emphasis>bağlantı sürücüsü:</emphasis> yerel yolun ev dizinini belirtir.

source: <emphasis>logon home:</emphasis> specifies the home directory location.
fr: <emphasis>logon home :</emphasis> spécifie l'emplacement du répertoire personnel.
pt_br: <emphasis>pasta pessoal de logon:</emphasis> especifica a localização da pasta pessoal.
tr: <emphasis>bağlantı evi:</emphasis> yerleşim ev dizinini belirtir.

source: <emphasis>logon script:</emphasis> determines the script to be run locally once a user has logged in. The script needs to be placed in the <emphasis>[netlogon]</emphasis> share.
fr: <emphasis>logon script :</emphasis> indique le script à exécuter localement une fois l'utilisateur connecté. Le script doit être placé dans le partage <emphasis>[netlogon]</emphasis>.
pt_br: <emphasis>script de logon:</emphasis> determina o script que será rodado localmente assim que um usuário fizer logon. O script deve ser colocado no compartilhamento <emphasis>[netlogon]</emphasis>.
tr: <emphasis>bağlantı betiği:</emphasis> kullanıcının ilk girdiğinde yerel olarak betiği çalıştırır. Betik <emphasis>[ağ bağlantısı]</emphasis> paylaşımında olması gerekir.

source: <emphasis>add machine script:</emphasis> a script that will automatically create the <emphasis>Machine Trust Account</emphasis> needed for a workstation to join the domain.
fr: <emphasis>add machine script :</emphasis> un script qui créera automatiquement un <emphasis>compte de machine approuvé</emphasis>, requis pour qu'une station de travail puisse joindre le domaine.
pt_br: <emphasis>script de inclusão de máquina:</emphasis> um script que irá criar automaticamente a <emphasis>Conta de Confiança da Máquina</emphasis> necessária para a estação participar do domínio.
tr: <emphasis>makine betiği ekle:</emphasis> alana girmeye yarayan çalışma istasyonu için gereken <emphasis>Makine Koruma Hesabı</emphasis>'nı otomatik oluşturan betik.

source: In this example the <emphasis>machines</emphasis> group will need to be created using the <application>addgroup</application> utility see <xref linkend="adding-deleting-users"/> for details.
fr: Dans cet exemple le groupe <emphasis>machines</emphasis> devra être créé en utilisant la commande <application>addgroup</application>, consultez <xref linkend="adding-deleting-users"/> pour plus de détails.
pt_br: Neste exemplo de <emphasis>Máquinas</emphasis> o grupo terá de ser criado utilizando o <application>addgroup</application> ver utilidade <xref linkend="adding-deleting-users"/> para detalhes.
tr: Bu örnekte <emphasis>makineler</emphasis> grubu, <application>addgroup</application> uygulaması kullanılarak oluşturulmalıdır. Ayrıntılar için <xref linkend="adding-deleting-users"/>'a bakınız.

source: If you wish to not use <emphasis>Roaming Profiles</emphasis> leave the <emphasis>logon home</emphasis> and <emphasis>logon path</emphasis> options commented.
fr: Si vous ne voulez pas utiliser les <emphasis>profils itinérants</emphasis> laissez commentées les options <emphasis>logon home</emphasis> et <emphasis>logon path</emphasis>.
pt_br: Se você deseja usar <emphasis>Perfil Ambulante<emphasis> deixe as opções de <emphasis>logon home</emphasis> d <emphasis>logon path</emphasis> comentadas.
tr: Eğer <emphasis>Dolaşım Profilleri</emphasis>'ni kullanmak istemiyorsan <emphasis>bağlantı evi</emphasis> ve <emphasis>bağlantı yolu</emphasis> seçeneklerini açıklamalı bırakın.

source: Uncomment the <emphasis>[homes]</emphasis> share to allow the <emphasis role="italic">logon home</emphasis> to be mapped:
fr: Décommentez le partage <emphasis>[homes]</emphasis> pour permettre au <emphasis role="italic">logon home</emphasis> d'être monté en lecteur réseau :
pt_br: Descomente o <emphasis>[homes]</emphasis> compartilhamento para permitir o <emphasis role="italic">logon home</emphasis> a ser mapeado:
tr: <emphasis role="italic">bağlantı evi</emphasis>'nin eşleşmesi için <emphasis>[evler]</emphasis> paylaşımını açıklamasız bırakın:

source: When configured as a domain controller a <emphasis>[netlogon]</emphasis> share needs to be configured. To enable the share, uncomment:
fr: Dans le cas d'une configuration en contrôleur de domaine, un partage <emphasis>[netlogon]</emphasis> doit être configuré. Pour activer le partage, décommenter :
pt_br: Quando configurado como controlador de domínio um compartilhamento <emphasis>[netlogon]</emphasis> deve ser configurado. Para permitir o compartilhamento, descomente:
tr: Bir <emphasis>[ağ bağlantısı]</emphasis> paylaşımını alan kontrolörü gibi yapılandırılmalıdır. Paylaşımı aktifleştirmek için açıklamasız:

source: The original <emphasis>netlogon</emphasis> share path is <filename>/home/samba/netlogon</filename>, but according to the Filesystem Hierarchy Standard (FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> is the correct location for site-specific data provided by the system.
fr: Le chemin par défaut du partage <emphasis>netlogon</emphasis> est <filename>/home/samba/netlogon</filename>. Cependant, d'après le standard FHS (Filesystem Hierarchy Standard), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> est l'emplacement correct pour des données spécifiques à un site fournies par le système.
pt_br: O caminho original de compartilhamento do <emphasis>netlogon</emphasis> é <filename>/home/samba/netlogon</filename>, mas de acordo com o Padrão de Hierarquia de Sistema de Arquivos (FHS), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> é o lugar correto para dados específicos do site, fornecidos pelo sistema.
tr: Orjinal <emphasis>ağ bağlantısı</emphasis> paylaşım yolu <filename>/home/samba/netlogon</filename>'dur. Fakat, Dosya sistemi Hiyerarşi Standartı (FHS) kaydı, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> özel site veri sağlama sistem tarafından doğru yerdedir

source: Now create the <filename role="directory">netlogon</filename> directory, and an empty (for now) <filename>logon.cmd</filename> script file:
fr: Créez maintenant le dossier <filename role="directory">netlogon</filename> et le fichier de script <filename>logon.cmd</filename> vide (pour l'instant) :
pt_br: Agora crie o diretório <filename role="directory">netlogon</filename>, e um arquivo de script vazio (por enquanto) <filename>logon.cmd</filename>:
tr: Şimdi <filename role="directory">ağ bağlantısı</filename> dizini ve şimdilik boş olan bir <filename>logon.cmd</filename> betik dosyası oluştur:

source: You can enter any normal Windows logon script commands in <filename>logon.cmd</filename> to customize the client's environment.
fr: Vous pouvez utiliser les commandes de script de connexion normales Windows dans <filename>logon.cmd</filename> pour personnaliser l'environnement du client.
pt_br: Você pode adicionar os comandos de qualquer script de logon normal do Windows em <filename>logon.cmd</filename> para modificar o ambiente do cliente.
tr: Herhangi normal bir Windows bağlantı betik komutunu istemci ortamlarını düzenlemek için <filename>logon.cmd</filename> dosyasına girebilirsin.

source: With <emphasis>root</emphasis> being disabled by default, in order to join a workstation to the domain, a system group needs to be mapped to the Windows <emphasis>Domain Admins</emphasis> group. Using the <application>net</application> utility, from a terminal enter:
fr: Comme <emphasis>root</emphasis> est désactivé par défaut, il est nécessaire de faire correspondre un groupe système au groupe Windows <emphasis>Domain Admins</emphasis> pour pouvoir joindre une machine au domaine. Saisissez la commande suivante dans un terminal (utilisation de <application>net</application>) :
pt_br: Com <emphasis>root</emphasis> estando desativado por padrão, para adicionar uma estação de trabalho ao domínio, um grupo do sistema deve estar mapeado ao grupo do Windows <emphasis>Administradores de Domínio</emphasis>. Utilizando o utilitário <application>net</application> , digite em um terminal:
tr: Normalde pasif olan <emphasis>root</emphasis> ile çalışma istasyonu alanına, Windows <emphasis>Alan Yöneticileri</emphasis> grubu ile eşleşen sistem grubu gerekir. <application>net</application> uygulamasını uçbirimde kullan:

source: Change <emphasis role="italic">sysadmin</emphasis> to whichever group you prefer. Also, the user used to join the domain needs to be a member of the <emphasis>sysadmin</emphasis> group, as well as a member of the system <emphasis>admin</emphasis> group. The <emphasis>admin</emphasis> group allows <application>sudo</application> use.
fr: Remplacez <emphasis role="italic">sysadmin</emphasis> par le groupe que vous préférez. De même, l'utilisateur qui joindra les machines au domaine doit être membre du groupe <emphasis>sysadmin</emphasis> mais aussi du groupe <emphasis>admin</emphasis>. Le groupe <emphasis>admin</emphasis> permet l'utilisation de <application>sudo</application>.
pt_br: Troque <emphasis role="italic">sysadmin</emphasis> para qualquer grupo que você preferir. Além disso, o usuário utilizado para entrar no domínio deve ser um membro do grupo <emphasis>sysadmin</emphasis> , e também do grupo do sistema <emphasis>admin</emphasis>. O grupo <emphasis>admin</emphasis> permite o uso de <application>sudo</application>.
tr: <emphasis role="italic">sysadmin</emphasis>'i istediğin grupla değiştir. Ayrıca, alana girmek için kullanılan kullanıcı hem <emphasis>sysadmin</emphasis> grubunun hem de <emphasis>admin</emphasis> grubunun bir üyesi olmalıdır. <emphasis>admin</emphasis> grubu <application>sudo</application> kullanımına izin verir.

source: Finally, restart Samba to enable the new domain controller:
fr: Enfin, redémarrez Samba pour activer le nouveau contrôleur de domaine :
pt_br: Finalmente, reinicie o Samba para habilitar o novo controlador de domínio:
tr: Son olarak yeni alan kontrolörünü aktifleştimek için Sambayı yeniden başlat:
