Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: SMTP-AUTH allows a client to identify itself through an authentication mechanism (SASL). Transport Layer Security (TLS) should be used to encrypt the authentication process. Once authenticated the SMTP server will allow the client to relay mail.
fr: SMTP-AUTH permet à un client de s'identifier par un méchanisme d'authentification (SASL). Transport Layer Security (TLS) devrait être utilisée afin de chiffrer le processus d'authentification. Une fois authentifié, le serveur SMTP autorisera le client à relayer les courriels.
pt_br: SMTP-AUTH permite que um cliente se identifique através de um mecanismo de autenticação (SASL). Transport Layer Security (TLS) deve ser utilizado para encriptar o processo de autenticação. Após autenticado, o servidor SMTP irá permitir que o cliente veja os emails.
tr: SMTP-AUTH, istemciye, kimlik doğrulama mekanizması (SASL)'nı kullanarak kendi kimlik doğrulaması yapmasını sağlar. Taşıma Katman Güvenliği (TLS) kimlki doğrulama işlemini şifrelemesi için kullanılabilir. Kimlik doğrulamadan önce SMTP sunucu, istemcinin posta göndermesini sağlar.

source: Configure Postfix for SMTP-AUTH using SASL (Dovecot SASL):
fr: configurez Postfix pour SMTP-AUTH en utilisant SASL (Dovecot SASL):
pt_br: Configura o Postfix para SMTP-AUTH utilizando SASL (Dovecot SASL):
tr: SMTP-AUTH için SASL (Dovecot SASL) kullanarak Postfix'i Yapılandırma :

source: The <emphasis>smtpd_sasl_path</emphasis> configuration is a path relative to the Postfix queue directory.
fr: Le chemin <emphasis>smtpd_sasl_path</emphasis> est un chemin relatif au répertoire de la file d'attente (queue) de Postfix.
pt_br: A configuração <emphasis>smtpd_sasl_path</emphasis> é relativa a localizaão do diretório de enfileiramento do Postfix.
tr: <emphasis>smtpd_sasl_path</emphasis> yapılandırması Postfix sıra dizininin göreceli konumudur.

source: You can get the digital certificate from a certificate authority. But unlike web clients, SMTP clients rarely complain about "self-signed certificates", so alternatively, you can create the certificate yourself. Refer to <xref linkend="creating-a-self-signed-certificate"/> for more details.
fr: Vous pouvez obtenir le certificat numérique d'une autorité de certification. Cependant, à la différence des clients Web, les clients SMTP envoient rarement un avertissement pour les « certificats auto-signés », vous pouvez donc créer le certificat vous-même. Voir <xref linkend="creating-a-self-signed-certificate"/> pour plus de renseignements
pt_br: Você pode obeter um certificado digital de uma autoridade de certificação. Mas diferente de um cliente web, clientes SMTP raramente reclamam sobre "certificados auto-assinados", então alternativamente, você mesmo pode criar o certificado. Veja o <xref linkend="creating-a-self-signed-certificate"/> para mais detalhes.
tr: Sertifika yetkilinden dijital sertifika alabilirsin. Fakat web istemcileri, SMTP istemcileri "kendi imzalı sertifikalar"ını nadiren derlediklerinden dolayı, bunlar gibi değil. Bu yüzden alternatif olarak kendi kendine sertifika oluşturabilirsin. Ayrıntı için <xref linkend="creating-a-self-signed-certificate"/>'e bakın.

source: Once you have a certificate, configure Postfix to provide TLS encryption for both incoming and outgoing mail:
fr: Une fois que vous avez un certificat, configurez Postfix pour fournir l'encryptage à l'aide du protocole TLS des e-mails entrants et sortants :
pt_br: Depois de ter um certificado, configure o Postfix para fornecer criptografia TLS para entrada e saída de e-mail
tr: Sertifika aldıktan sonra, hem gelen hem de giden postalar için TLS şifrelemesini sağlaması için Postfix'i yapılandırın:

source: After running all the commands, <application>Postfix</application> is configured for SMTP-AUTH and a self-signed certificate has been created for TLS encryption.
fr: Après avoir exécuté toutes les commandes, <application>Postfix</application> est configuré pour SMTP-AUTH et un certificat autosigné a été créé pour le cryptage TLS.
pt_br: Depois de executar todos os comandos, o <application>Postfix</application> está configurado para SMTP-AUTH e um certificado auto-assinado foi criado para criptografia TLS.
tr: Bütün komutları çalıştırdıktan sonra SMTP-AUTH için <application>Postfix</application> yapılandırılır ve TLS şifreleme için kendi imzalı sertifika oluşturuldu.

source: Now, the file <filename>/etc/postfix/main.cf</filename> should look like <ulink url="../sample/postfix_configuration">this</ulink>.
fr: Maintenant, le fichier <filename>/etc/postfix/main.cf</filename> doit ressembler à <ulink url="../sample/postfix_configuration">ceci</ulink>.
pt_br: Agora, o arquivo <filename>/etc/postfix/main.cf</filename> parecerá com <ulink url="../sample/postfix_configuration">este</ulink>.
tr: Şimdi <filename>/etc/postfix/main.cf</filename> dosyası <ulink url="../sample/postfix_configuration">bunun</ulink> gibi gözükür.

source: The postfix initial configuration is complete. Run the following command to restart the postfix daemon:
fr: La configuration initiale de Postfix est terminée. Tapez la commande suivante pour redémarrer le démon Postfix :
pt_br: A configuração inicial do postifix está completa. Execute o seguinte comando no terminal para reiniciar o deamon do postfix:
tr: Postfix'in ilk yapılandırması tamamlandı. Postfix programını yeniden başlatmak için şu komutu çalıştırın:

source: <application>Postfix</application> supports SMTP-AUTH as defined in <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. It is based on <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. However it is still necessary to set up SASL authentication before you can use SMTP-AUTH.
fr: <application>Postfix</application> prend en charge SMTP-AUTH comme défini dans la <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. Ceci est basé sur <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. Cependant, il reste nécessaire de configurer l'authentification SASL avant de pouvoir utiliser SMTP-AUTH.
pt_br: <application>Postfix</application> suporta SMTP-AUTH como definido em <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>. É baseado no <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink>. No entando é necessário habilitar autenticação SASL antes para poder utilizar SMTP-AUTH.
tr: <application>Postfix</application>, SMTP-AUTH'i <ulink url="ftp://ftp.isi.edu/in-notes/rfc2554.txt">RFC2554</ulink>'de tanımlandığı gibi destekler. Bu, <ulink url="ftp://ftp.isi.edu/in-notes/rfc2222.txt">SASL</ulink> tabanlıdır. Yine de SMTP-AUTH kullanmadan önce SASL kimlik doğrulamasını kurmalısın

source: Configuring SASL
fr: Configuration de SASL
pt_br: Configurando SASL
tr: SASL'i Yapılandırma

source: Postfix supports two SASL implementations Cyrus SASL and Dovecot SASL. To enable Dovecot SASL the <application>dovecot-common</application> package will need to be installed. From a terminal prompt enter the following:
fr: Postfix prend en charge deux implémentations SASL : Cyrus SASL et Dovecot SASL. Afin d'activer l'implémentation Dovecot SASL, le paquet <application>dovecot-common</application> aura besoin d'être installé. Dans un terminal, saisissez :
pt_br: O Postfix suporta duas implementações SASL, Cyrus SASL e Dovecot SASL.Para habilitar o Dovecot SASL, o pacote <application>dovecot-common</application> terá que ser instalado. A partir do terminal, digite o seguinte:
tr: Postfix, Cyrus SASL ve Dovecot SASL adında iki uygulamayı destekler. Dovecot SASL'ı etkinleştirmek için <application>dovecot-common</application> paketinin yüklenmesi gerekir. Terminalen şunu girin:

source: Next you will need to edit <filename>/etc/dovecot/dovecot.conf</filename>. In the <emphasis>auth default</emphasis> section uncomment the <emphasis>socket listen</emphasis> option and change the following:
fr: Maintenant vous allez devoir éditer <filename>/etc/dovecot/dovecot.conf</filename>. Dans la section <emphasis>auth default</emphasis> annulez le commentaire de l'option <emphasis>socket listen</emphasis> et modifiez ce qui suit:
pt_br: A seguir você terá que editar o arquivo <filename>/etc/dovecot/dovecot.conf</filename>. Na seção <emphasis>auth default</emphasis> remova o comentário da opção <emphasis>socket listen</emphasis> e altere o seguinte:
tr: Sonra <filename>/etc/dovecot/dovecot.conf</filename>'i düzenlemelisin.<emphasis>auth default</emphasis> bölümündeki açıklama <emphasis>socket listen</emphasis> seçeneğini boş bırakın ve şunları değiştirin:

source: In order to let <application>Outlook</application> clients use SMTPAUTH, in the <emphasis>auth default</emphasis> section of /etc/dovecot/dovecot.conf add <emphasis>"login"</emphasis>:
fr: Dans le but de permettre aux clients <application>Outlook</application> d'utiliser SMTPAUTH, ajoutez dans la section <emphasis>auth default</emphasis>du fichier /etc/dovecot/dovecot.conf : <emphasis>"login"</emphasis>:
pt_br: Para deixar os clientes <application>Outlook</application> usarem SMTPAUTH, adicione <emphasis>"login"</emphasis> na seção de <emphasis>auth default</emphasis> do /etc/dovecot/dovecot.conf:
tr: <application>Outlook</application> istemcileri bırakmak için /etc/dovecot/dovecot.conf 'un <emphasis>auth default</emphasis> bölümündeki SMTPAUTH kullanın <emphasis>"login"</emphasis> ekleyin:

source: Once you have <application>Dovecot</application> configured restart it with:
fr: Une fois que vous avez configuré <application>Dovecot</application>, faites le redémarrer avec :
pt_br: Após ter instalado o <application>Dovecot</application> reinicie-o com:
tr: <application>Dovecot</application> yapılandırmadan önce onu şununla yeniden başlatın:

source: You may or may not want to run IMAP, IMAPS, POP3, or POP3S on your mail server. For example, if you are configuring your server to be a mail gateway, spam/virus filter, etc. If this is the case it may be easier to use the above commands to configure Postfix for SMTPAUTH.
fr: C'est vous de choisir si vous voulez utiliser IMAP, IMAPS, POP3, ou POP3S sur votre serveur de mail. Par exemple, si vous configurez votre serveur pour être une passerelle mail, un filtre spam/virus, etc. Si c'est le cas, il serait plus simple d'utiliser les commandes ci-dessus pour configurer Postfix pour SMTPAUTH.
pt_br: Você pode ou não querer executar IMAP, IMAPS, POP3 ou POP3S em seu servidor de e-mail. Por exemplo, se você está configurando o servidor para ser um gateway de e-mail, filtro de spam/vírus, etc. Se este é o caso, pode ser mais fácil usar os comandos acima para configurar o Postfix para SMTPAUTH.
tr: Posta sunucunda IMAP, IMAPS, POP3 veya POP3S'i çalıştırıp veya çalıştırmamakta serbestsin. Örneğin, sunucunu bir posta ağ geciti, spam/virüs filtresi, vb. olacak şekilde yapılandırabilirsin. Eğer seçimin bu ise SMTPAUTH için Posfix'i yapılandırmada yukarıdaki komutları kullanmak daha kolaydır.

source: To install the package, from a terminal prompt enter:
fr: Pour installer le paquet, saisissez dans un terminal :
pt_br: Para instalar o pacote, digite no terminal:
tr: Paketi yüklemek için terminalden şunu girin:

source: You should now have a working mail server, but there are a few options that you may wish to further customize. For example, the package uses the certificate and key from the <application>ssl-cert</application> package, and in a production environment you should use a certificate and key generated for the host. See <xref linkend="certificates-and-security"/> for more details.
fr: Votre serveur de courriel devrait être opérationnel, mais vous voudrez sans doute configurer certaines options. Par exemple, le paquet utilise le certificat et la clé du paquet <application>ssl-cert</application>, mais dans un environnement de production, vous devriez utiliser un certificat et une clef créée pour l'hôte. Consultez <xref linkend="certificates-and-security"/> pour de plus amples informations.
pt_br: Agora seu servidor de e-mail deve estar pronto para uso, mas existem algumas outras opções que talvez você queira configurar. Por exemplo, o pacote utiliza o certificado e a chave do pacote <application>ssl-cert</application>, e em um ambiente de produção você deve utilizar um certificado e uma chave gerada para o host. Veja <xref linkend="certificates-and-security"/> para mais detalhes.
tr: Şu an çalışan bir posta sunucun var. Fakat onu daha iyileştirmek istiyorsan birkaç seçenek vardır. Örneğin, paket sertifika ve anahtarı, <application>ssl-cert</application> paketinden kullanır ve ürün ortamında makine için oluşturulan bir sertifika ve anahtar kullanabilirsin. Daha fazla ayrıntı için <xref linkend="certificates-and-security"/>'e bakın.

source: Once you have a customized certificate and key for the host, change the following options in <filename>/etc/postfix/main.cf</filename>:
fr: Changez les options suivantes dans <filename>/etc/postfix/main.cf</filename> une fois que vous avez personnalisé un certificat et une clé pour l'hôte :
pt_br: Uma vez que você tenha configurado o certificado e a chave para o host, modifique as seguintes opções em <filename>/etc/postfix/main.cf</filename>:
tr: Makine için serfitika ve anahtarını düzenledikten sonra <filename>/etc/postfix/main.cf</filename>'deki aşağıdaki seçenekleri değiştirin:

source: Then restart Postfix:
fr: Redémarrez ensuite Postfix :
pt_br: Então reinicie o Postfix:
tr: Sonra Postfix'i yeniden başlatın:

source: SMTP-AUTH configuration is complete. Now it is time to test the setup.
fr: La configuration de SMTP-AUTH est terminée. Il est maintenant temps de tester la configuration.
pt_br: A configuração do SMTP-AUTH está completa. Agora é hora de testar a configuração.
tr: SMTP-AUTH yapılandırması tamamlandı. Şimdi kurulumu test etme vaktidir.

source: To see if SMTP-AUTH and TLS work properly, run the following command:
fr: Pour vérifier que SMTP-AUTH et TLS fonctionnent correctement, exécutez la commande suivante :
pt_br: Para verificar se o SMTP-AUTH e TLS estão funcionando corretamente, execute o seguinte comando:
tr: SMTP-AUTH ve TLS'nin düzgün çalışıp, çalışmadığını görmek için aşağıdaki komutu çalıştırın:

source: After you have established the connection to the postfix mail server, type:
fr: Après avoir établi la connexion au serveur Postfix, tapez :
pt_br: Após ter estabelecido a conexão com o servidor de email do postifix, digite:
tr: Postfix posta sunucusuna bağlandıktan sonra şunu yazın:

source: If you see the following lines among others, then everything is working perfectly. Type <command>quit</command> to exit.
fr: Si vous voyez, entre autres, les lignes suivantes, alors tout fonctionne parfaitement. Tapez <command>quit</command> pour sortir.
pt_br: Se você ver as seguintes linhas entre outras, então tudo está funcionando perfeitamente. Digite<command>quit</command> para sair.
tr: Eğer diğerlerinden faklı olarak şöyle satır görürsen herşey mükemmel çalışıyor demektir. Çıkmak için <command>quit</command> yazın.

source: This section introduces some common ways to determine the cause if problems arise.
fr: Cette section introduit les méthodes de base pour déterminer les causes d'un éventuel problème.
pt_br: Esta seção introduz alguns caminhos básicos para determinar a causa de problemas caso aconteçam.
tr: Bo bölüm, problemlerin nedenlerini tanımlamak için birkaç temel yol gösterir.

source: Escaping chroot
fr: Échappement du chroot
pt_br: Escapando do chroot
tr: chroot kaçışı

source: The Ubuntu <application>postfix</application> package will by default install into a <emphasis>chroot</emphasis> environment for security reasons. This can add greater complexity when troubleshooting problems.
fr: Le paquet <application>postfix</application> d'Ubuntu s'installera par défaut dans un environnement <emphasis>chroot</emphasis> par mesure de sécurité. Ceci peut accroître la complexité de la résolution de problèmes.
pt_br: O pacote <application>postfix</application> do Ubuntu será instalado por padrão em um ambiente <emphasis>chroot</emphasis> por questões de segurança. Isto pode adicionar uma grande complexidade quando estiver tentando localizar problemas.
tr: Normalde güvenlik sebeplerinden dolayı Ubuntu <application>postfix</application> paketi bir <emphasis>chroot</emphasis> ortamı içine yüklenir. Bu, problem oluştuğunda daha karmaşık olarak ekleyebilir.

source: To turn off the chroot operation locate for the following line in the <filename>/etc/postfix/master.cf</filename> configuration file:
fr: Pour désactiver l'opération chroot essayez de trouver la ligne suivante dans le fichier de configuration <filename>/etc/postfix/master.cf</filename> :
pt_br: Para desligar a operação chroot, localize a seguinte linha no arquivo de configuração <filename>/etc/postfix/master.cf</filename>:
tr: chroot işlemini iptal etmek için aşağıdaki satırları <filename>/etc/postfix/master.cf</filename> yapılandırma dosyasına yerleştirin:

source: and modify it as follows:
fr: et la modifier ainsi :
pt_br: e modifique isso com o seguinte:
tr: ve şu şekilde onu düzenleyin:

source: You will then need to restart Postfix to use the new configuration. From a terminal prompt enter:
fr: Vous devrez ensuite redémarrer Postfix pour utiliser la nouvelle configuration. A parti d'un terminal, saisissez :
pt_br: Você terá que reiniciar o Postfix para poder usar a nova configuração. Em um terminal digite:
tr: Ardından yeni yapılandırmayı kullanmak için Postfix'i yeniden başlatmanız gerekir. Terminalden şunu girin:

source: Log Files
fr: Fichiers journaux
pt_br: Arquivos de Log
tr: Kaydı Dosyaları

source: <application>Postfix</application> sends all log messages to <filename>/var/log/mail.log</filename>. However error and warning messages can sometimes get lost in the normal log output so they are also logged to <filename>/var/log/mail.err</filename> and <filename>/var/log/mail.warn</filename> respectively.
fr: <application>Postfix</application> inscrit tous les messages de journalisation dans <filename>/var/log/mail.log</filename>. Cependant, les erreurs et les alertes peuvent quelquefois disparaître dans les messages normaux, ils sont donc également inscrits dans <filename>/var/log/mail.err</filename> et <filename>/var/log/mail.warn</filename> respectivement.
pt_br: O <application>Postfix</application> envia todas as mensagens de log para <filename>/var/log/mail.log</filename>, contudo, mensagens de erro e alertas podem perder-se algumas vezes na saída padrão de log, portanto também são registradas em <filename>/var/log/mail.err</filename> e <filename>/var/log/mail.warn</filename> respectivamente.
tr: <application>Postfix</application> tüm kayıt mesajlarının <filename>/var/log/mail.log</filename>'a gönderir. Yine de hata ve uyarı mesajları bazen normal kayıttan kaybolabilir. Bu yüzden ayrıca sırasıyla <filename>/var/log/mail.err</filename> ve <filename>/var/log/mail.warn</filename>'a da kaydedilirler.

source: To see messages entered into the logs in real time you can use the <application>tail -f</application> command:
fr: Pour voir en temps réel les messages inscrits dans les journaux, vous pouvez utiliser la commande <application>tail -f</application> :
pt_br: Para ver as mensagens enviadas aos logs em tempo real você pode utilizar o comando <application>tail -f</application>:
tr: Gerçek zamanda kayıtların içindeki mesajları görmek için <application>tail -f</application> komutunu kullanabilirsin:

source: The amount of detail that is recorded in the logs can be increased. Below are some configuration options for increasing the log level for some of the areas covered above.
fr: La quantité de renseignements enregistrés dans les journaux peut être augmenté. Voici quelques options de configuration afin d'augmenter le niveau de journalisation pour certains des domaines visés ci-dessus.
pt_br: A quantidade de detalhes que são gravados nos logs pode ser aumentada. Segue abaixo algumas opções de configuração para aumentar o nível de log para algumas das áreas mencionadas acima.
tr: Kayıtların içindeki ayrıntıların miktarı artabilir. Yukarıda bahsedilen alanların bazılarının artışı için birkaç yapılandırma seçeneği aşağıda bulunur.

source: To increase <emphasis>TLS</emphasis> activity logging set the <emphasis>smtpd_tls_loglevel</emphasis> option to a value from 1 to 4.
fr: Afin d'accroître l'activité de log de <emphasis>TLS</emphasis>, configurez l'option <emphasis>smtpd_tls_loglevel</emphasis> sur une valeur entre 1 et 4.
pt_br: Para aumentar a atividade de log do <emphasis>TLS</emphasis>, ajuste a opção <emphasis>smtpd_tls_loglevel</emphasis> para um valor entre 1 e 4.
tr: <emphasis>TLS</emphasis> aktif kaydını arttırmak için <emphasis>smtpd_tls_loglevel</emphasis> seçeneğini 1'den 4'e kadar bir değerle ayarlayın.

source: If you are having trouble sending or receiving mail from a specific domain you can add the domain to the <emphasis>debug_peer_list</emphasis> parameter.
fr: Si vous avez des problèmes d'envoi ou de réception de courriers électroniques en provenance d'un domaine spécifique vous pouvez ajouter ce domaine à la directive <emphasis>debug_peer_list</emphasis>.
pt_br: Se você estiver tendo problemas enviando ou recebendo emails de um domínio específico
tr: Özel bir alanda posta gönderme ve alma ile ilgili endişelerin varsa, alanı <emphasis>debug_peer_list</emphasis> parametresine ekleyebilirsin.

source: You can increase the verbosity of any <application>Postfix</application> daemon process by editing the <filename>/etc/postfix/master.cf</filename> and adding a <emphasis>-v</emphasis> after the entry. For example edit the <emphasis>smtp</emphasis> entry:
fr: Vous pouvez accroître la verbosité de n'importe quel démon <application>Postfix</application> en modifiant <filename>/etc/postfix/master.cf</filename> et en ajoutant <emphasis>-v</emphasis> après l'entrée. Par exemple, modifiez l'entrée <emphasis>smtp</emphasis> :
pt_br: Você pode aumentar a saída de qualquer processo do deamon do <application>Postfix</application> editando <filename>/etc/postfix/master.cf</filename> e adicionando um <emphasis>-v</emphasis> após cada entrada. Por exemplo, edite a entrada <emphasis>smtp</emphasis>.
tr: Herhangi <application>Postfix</application> program işleminden gereksiz olanları arttırmak için <filename>/etc/postfix/master.cf</filename>'yi düzenleyin ve girişten sonra bir <emphasis>-v</emphasis> ekleyin. Örneğin <emphasis>smtp</emphasis> girişini düzenleyin:

source: It is important to note that after making one of the logging changes above the <application>Postfix</application> process will need to be reloaded in order to recognize the new configuration: <command>sudo /etc/init.d/postfix reload</command>
fr: Il est important de noter qu'après avoir effectué l'une des modifications de log ci-dessus, le processus <application>Postfix</application> devra être rechargé afin de reconnaître la nouvelle configuration : <command>sudo /etc/init.d/postfix reload</command>
pt_br: É importante notar que após fazer qualquer uma as mudanças acima, o processo do <application>Postfix</application> deve ser recarregado para reconhecer a nova configuração: <command>sudo /etc/init.d/postfix reload</command>
tr: Yukarıdaki <application>Postfix</application> işlemi ile bir kayıt değişikliği yaptıktan sonra onu not etme önemlidir. Bu işlem esnasında düzenleme yeni yapılandırmaya tekrar yüklenecektir: <command>sudo /etc/init.d/postfix reload</command>
