Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Replace all instances of <emphasis>fs01.example.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=steve,password=secret</emphasis>, and <emphasis>file.txt</emphasis> with your server's IP, hostname, share name, file name, and an actual username and password with rights to the share.
fr: Remplace toutes les instances <emphasis>fs01.exemple.com/partage</emphasis>, <emphasis>//192.168.0.5/partage</emphasis>, <emphasis>username=martin,password=secret</emphasis> et <emphasis>fichier.txt</emphasis> par vos propres adresses IP, nom d'hôte, nom de partage, nom de fichier ainsi que l'identifiant réel (et son mot de passe) ayant les droits sur le partage.
pt_br: Troque todas as ocorrências de <emphasis>fs01.example.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>username=steve,password=secret</emphasis>, e <emphasis>file.txt</emphasis> pelo IP do seu servidor, hostname, nome do compartilhamento, nome do arquivo, e um nome de usuário e senha com permissão para acessar o compartilhamento.
tr: Bütün <emphasis>fs01.example.com/share</emphasis>, <emphasis>//192.168.0.5/share</emphasis>, <emphasis>kullanıcı=esat,şifre=gizli</emphasis> ve <emphasis>dosya.txt</emphasis>'leri sunucu IP, alan adı, paylaşım adı, dosya adı ve aktif kullanıcı ve şifre ile değiştir.

source: For more <application>smbclient</application> options see the man page: <command>man smbclient</command>, also available <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man1/smbclient.1.html">online</ulink>.
fr: Pour plus d'options sur <application>smbclient</application>, consultez la page de manuel : <command>man smbclient</command>, également disponible <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man1/smbclient.1.html">en ligne</ulink>.
pt_br: Para obter mais opções do <application>smbclient</application> visite a página de manual: <command>man smbclient</command>, também disponível <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man1/smbclient.1.html">on-line</ulink>.

source: The <application>mount.cifs</application><ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man8/mount.cifs.8.html">man page</ulink> is also useful for more detailed information.
fr: La <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man8/mount.cifs.8.html">page de manuel</ulink> de <application>mount.cifs</application> pourra également vous apporter des informations plus détaillées.
pt_br: A página de manual <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man8/mount.cifs.8.html">página man</ulink> do <application>mount.cifs</application> também pode ser útil para maiores informações.

source: <application>Likewise Open</application> simplifies the necessary configuration needed to authenticate a Linux machine to an Active Directory domain. Based on <application>winbind</application>, the <application>likewise-open</application> package takes the pain out of integrating Ubuntu authentication into an existing Windows network.
fr: <application>Likewise Open</application> simplifie la configuration nécessaire pour authentifier une machine Linux dans un domaine Active Directory. Basé sur <application>winbind</application>, le paquet <application>likewise-open</application> se charge d'intégrer l'authentification Ubuntu dans un réseau Windows existant.
pt_br: O <application>Likewise Open</application> simplifica a a configuração necessária para autenticar uma máquina Linux em um domínio do Active Directory. Baseado no <application>winbind</application>, o pacote <application>likewise-open</application> remove a dor da integração de uma autenticação Ubuntu em um rede Windows existente.
tr: <application>Likewise Open</application> bir Linux makineyi Aktif Dizin alanına gerçekleştirmek için gerekli olan yapılandırmayı basitleştirir. <application>winbind</application> tabanlı, <application>likewise-open</application> paketi Ubuntu bağlantısını var olan Windows ağına kolayca bağlar.

source: There are two ways to use Likewise Open, <application>likewise-open</application> the command line utility and <application>likewise-open-gui</application>. This section focuses on the command line utility.
fr: Il existe deux manières de se servir de Likwise Open, l’utilitaire en ligne de commande <application>likewise-open</application> et <application>likewise-open-gui</application> en mode graphique. Cette section est dédiée à l’utilitaire en ligne de commande.
pt_br: Existem duas formas de usar o Likewise Open, o utilitário em linha de comando <application>likewise-open</application> e o <application>likewise-open-gui</application>. Esta seção foca o uso do utilitário em linha de comando.
tr: Likewise Open kullanmanın iki yolu vardır. Biri <application>likewise-open</application> komut satır uygulaması, diğeri ise <application>likewise-open-gui</application>. Bu bölüm komut satırı uygulamasını açıklar.

source: To install the <application>likewise-open</application> package, open a terminal prompt and enter:
fr: Pour installer le paquet <application>likewise-open</application>, ouvrez un terminal et saisissez :
pt_br: Para instalar o pacote <application>likewise-open</application>, abra um terminal e digite:
tr: <application>likewise-open</application> paketini yüklemek için, uçbirimi aç ve şunu gir:

source: Joining a Domain
fr: Rejoindre un domaine
pt_br: Juntando-se a um domínio
tr: Bir Alana Girme

source: The main executable file of the <application>likewise-open</application> package is <filename>/usr/bin/domainjoin-cli</filename>, which is used to join your computer to the domain. Before you join a domain you will need to make sure you have:
fr: Le principal fichier exécutable du paquet <application>likewise-open</application> est <filename>/usr/bin/domainjoin-cli</filename>. On l'utilise pour intégrer le domaine. Pour ce faire, il vous faudra :
pt_br: O principal arquivo executável do pacote <application>likewise-open</application> é <filename>/usr/bin/domainjoin-cli</filename>, que é utilizado para seu computador participar do domínio. Antes de aderir a um domínio, você precisa ter certeza de que você o tem:
tr: <application>likewise-open</application> paketindeki temel çalıştırılabilir dosya bilgisayar alanına girmek için kullanılan <filename>/usr/bin/domainjoin-cli</filename>'dir. Alana girmeden önce şunu yaptığından emin olmalısın:

source: Access to an Active Directory user with appropriate rights to join the domain.
fr: accès à un utilisateur de l'Active Directory avec les droits appropriés pour rejoindre le domaine ;
pt_br: Acesso para um usuário do Active Directory com direitos apropriados para se juntar ao domínio.
tr: Uygun haklar ile alana girmek için Aktif Dizi kullanıcısına eriş

source: The <emphasis>Fully Qualified Domain Name</emphasis> (FQDN) of the domain you want to join. If your AD domain does not match a valid domain such as <emphasis role="italic">example.com</emphasis>, it is likely that it has the form of <emphasis>domainname.local</emphasis>.
fr: Le <emphasis>nom de domaine pleinement qualifié</emphasis> (FQDN - Fully Qualified Domain Name) du domaine que vous voulez intégrer. Si votre nom de domaine ne ressemble pas à <emphasis role="italic">exemple.com</emphasis> il y de fortes chances pour qu'il ressemble à <emphasis>domainname.local</emphasis>.
pt_br: O <emphasis>Nome de Domínio Totalmente Qualificado</emphasis> (FQDN) do domínio em que você deseja entrar. Se o seu domínio AD não coincidir com um domínio válido como <emphasis role="italic">exemplo.com.br</emphasis>, é provável que ele tenha a forma <emphasis>nomedodominio.local</emphasis>.
tr: Girmek istediğin alanın <emphasis>Tam Nitelikli Alan Adı</emphasis> (FQDN). Eğer AD alanın <emphasis role="italic">ubuntu-tr.org</emphasis> gibi geçerli bir alan ile eşleşmiyorsa, o <emphasis>domainname.local</emphasis> formuna sahip demektir.

source: DNS for the domain setup properly. In a production AD environment this should be the case. Proper Microsoft DNS is needed so that client workstations can determine the Active Directory domain is available.
fr: Un serveur DNS fonctionnant correctement. Dans un environnement AD en production, ceci devrait déjà être le cas. Un DNS Microsoft est indispensable pour que les clients puissent déterminer si le domaine Active Directory est disponible.
pt_br: DNS para o domínio configurado corretamente. Em um ambiente AD de produção este deve ser o caso. Um DNS Microsoft adequado é necessário para que estações de trabalho clientes possam determinar se o domínio Diretório Ativo (AD) está disponível.
tr: DNS tam alan kurulumu içindir. AD ortamındaki üründe bu neden olabilir. Uygun Microsoft DNS gereklidir. Bu yüzden istemci çalışma istasyonları Aktif Dizin alanını kullanılabilir olarak belirtebilir

source: If you don't have a Windows DNS server on your network, see <xref linkend="likewise-open-ms-dns"/> for details.
fr: Si vous n'avez pas de serveur DNS Windows sur votre réseau, consultez <xref linkend="likewise-open-ms-dns"/> pour plus de détails.
pt_br: Se você não tiver um servidor de DNS do Windows na sua rede, veja <xref linkend="likewise-open-ms-dns"/> para detalhes.
tr: Eğer ağınızda Windows DNS sunucusu yoksa, detaylar için <xref linkend="likewise-open-ms-dns"/> 'a bakın.

source: To join a domain, from a terminal prompt enter:
fr: Pour rejoindre un domaine, dans un terminal saisissez :
pt_br: Para se juntar a um domínio, a partir de um terminal digite:
tr: Alana girmek için uçbirimden şöyle girin:

source: sudo domainjoin-cli join example.com Administrator
fr: sudo domainjoin-cli join exemple.com Administrateur
tr: sudo domainjoin-cli join ubuntu-tr.org Yönetici

source: Replace <emphasis>example.com</emphasis> with your domain name, and <emphasis>Administrator</emphasis> with the appropriate user name.
fr: Remplacez <emphasis>exemple.com</emphasis> par votre nom de domaine et <emphasis>Administrator</emphasis> par le nom d'utilisateur approprié.
pt_br: Substitua <emphasis>exemplo.com</emphasis> pelo nome do seu domínio, e <emphasis>Administrador</emphasis> pelo nome de usuário apropriado.
tr: <emphasis>ubuntu-tr.org</emphasis>'u senin alan adın ile ve <emphasis>Yönetici</emphasis>'yi de uygun kullanıcı adıyla değiştir.

source: You will then be prompted for the user's password. If all goes well a <emphasis>SUCCESS</emphasis> message should be printed to the console.
fr: Vous serez ensuite invité à saisir le mot de passe utilisateur. Si tout va bien un message <emphasis>SUCCÈS</emphasis> doit s'afficher sur la console.
pt_br: Será solicitado que você informe a senha do usuário. Se tudo correr bem uma mensagem <emphasis>SUCCESS</emphasis> deve ser impressa no console.
tr: Sonra kullanıcı şifresi istenecektir. Eğer herşey yolunda giderse, <emphasis>BAŞARILI</emphasis> mesajı konsolda görünecektir.

source: After joining the domain, it is necessary to reboot before attempting to authenticate against the domain.
fr: Après avoir rejoint le domaine, il est nécessaire de redémarrer avant de tenter de s'y authentifier.
pt_br: Após ingressar no domínio, é necessário reiniciar antes de tentar autenticar-se no domínio.
tr: Alana girdikten sonra, alana bağlanmadan önce yeniden başlatmak gerekir.

source: After successfully joining an Ubuntu machine to an Active Directory domain you can authenticate using any valid AD user. To login you will need to enter the user name as 'domain\username'. For example to ssh to a server joined to the domain enter:
fr: Après avoir réussi à joindre une machine Ubuntu à un domaine Active Directory, vous pouvez vous authentifier avec n'importe quel utilisateur AD valide. Pour vous connecter, vous devrez saisir le nom d'utilisateur comme ceci : 'domaine\nomutilisateur'. Par exemple, pour un serveur SSH joint au domaine saisissez :
pt_br: Depois de associar com sucesso um computador Ubuntu a um domínio Active Directory você pode autenticar-se usando qualquer usuário AD válido. Para efetuar o login você precisará entrar com o nome do usuário como 'domínio\nome do usuário'. Por exemplo, para ssh em um servidor associado ao domínio digite:
tr: Ubuntu makinede Aktif Dizin alanına başarılı girişten sonra, herhangi uygun bir AD kullanıcı kullanarak bağlanabilirsin. Girmek için 'domain\kullanıcı' şeklinde bir kullanıcı adı yazmalısın. Örneğin ssh alanına girmek için:

source: ssh 'example\steve'@hostname
fr: ssh 'exemple\lea'@nomhote
tr: ssh 'example\esat'@hostname

source: If configuring a Desktop the user name will need to be prefixed with <emphasis role="italic">domain\</emphasis> in the graphical logon as well.
fr: Si vous configurez un ordinateur de bureau le nom d'utilisateur devra également être préfixé avec <emphasis role="italic">domaine\</emphasis> dans l'écran de connexion graphique.
pt_br: Se estiver configurando um Desktop o nome de usuário deverá ter como prefixo <emphasis role="italic">domain\</emphasis> também no logon gráfico.
tr: Eğer Masaüstü yapılandırmandaki kullanıcı adının önüne grafiksel bağlantı için <emphasis role="italic">domain\</emphasis> gerekir.

source: To make likewise-open use a default domain, you can add the following statement to <filename>/etc/samba/lwiauthd.conf</filename>:
fr: Vous pouvez ajouter la déclaration suivante à <filename>/etc/samba/lwiauthd.conf</filename> pour que likewise-open utilise le domaine par défaut :
pt_br: Para fazer com que o likewise-open use um domínio padrão, você pode adicionar a seguinte declaração a <filename>/etc/samba/lwiauthd.conf</filename>:
tr: likewise-open yapmak için varsayılan bir alan kullan. Aşağıdaki ifadeyi <filename>/etc/samba/lwiauthd.conf</filename>'e ekleyebilirsin:

source: Then restart the <application>likewise-open</application> daemons:
fr: Puis relancez les démons <application>likewise-open</application> :
pt_br: Então reinicie os daemons <application>likewise-open</application>:
tr: Sonra <application>likewise-open</application> yeniden başlatın:

source: Once configured for a <emphasis>default domain</emphasis> the <emphasis role="italic">'domain\'</emphasis> is no longer required, users can login using only their username.
fr: Une fois configuré pour un <emphasis>domaine par défaut</emphasis> le <emphasis role="italic">'domaine\'</emphasis> n'est plus nécessaire. les utilisateurs peuvent se connecter avec leur identifiant seulement.
pt_br: Uma vez configurado para um <emphasis>domínio padrão</emphasis> o <emphasis role="italic">'domínio\'</emphasis> não é mais requerido, usuários podem autenticar apenas com seu nome de usuário.
tr: <emphasis>mevcut alan</emphasis> için ilk yapılandırmada artık <emphasis role="italic">'domain\'</emphasis> gerekmiyor. Kullanıcılar sadece kullanıcı adlarıyla girebilirler.

source: The <application>domainjoin-cli</application> utility can also be used to leave the domain. From a terminal:
fr: L'utilitaire <application>domainjoin-cli</application> peut aussi être utilisé pour quitter le domaine. Dans un terminal :
pt_br: O utilitário <application>domainjoin-cli</application> pode também ser usado para deixar um domínio. Em um terminal:
tr: <application>domainjoin-cli</application> uygulaması alan ayırmak için kullanılabilir. Uçbirimden:

source: Other Utilities
fr: Autres utilitaires
pt_br: Outros Utilitários
tr: Diğer uygulamalar

source: The <application>likewise-open</application> package comes with a few other utilities that may be useful for gathering information about the Active Directory environment. These utilities are used to join the machine to the domain, and are the same as those available in the <application>samba-common</application> and <application>winbind</application> packages:
fr: Le paquet <application>likewise-open</application> est livré avec quelques autres utilitaires qui peuvent être pratiques pour rassembler des informations à propos de l'environnement Active Directory. Ces utilitaires servent à ajouter la machine au domaine, et sont les mêmes que ceux disponibles dans les paquets <application>samba-common</application> et <application>winbind</application> :
pt_br: O pacote <application>likewise-open</application> vem com alguns outros utilitários que podem ser usados para reunir informações sobre o ambiente Active Directory. Estes utilitários são usados para associar o computador ao domínio e são os mesmos que estão disponíveis nos pacotes <application>samba-common</application> e <application>winbind</application>:
tr: <application>likewise-open</application> paketi diğer Aktif Dizin ortamı hakkında bilgi toplamak için kullanışlı olan birkaç uygulama ile gelir. Bu uygulamalar, alandaki makineye girmek için kullanılır. Bu paketler <application>samba-common</application> ve <application>winbind</application>'dir:

source: <application>lwinet</application>: Returns information about the network and the domain.
fr: <application>lwinet</application> : renvoie des informations sur le réseau et le domaine.
pt_br: <application>lwinet</application>: Retorna informação sobre a rede e o domínio.
tr: <application>lwinet</application>: Ağ ve alan hakkındaki bilgiyi saplar.

source: <application>lwimsg</application>: Allows interaction with the <application>likewise-winbindd</application> daemon.
fr: <application>lwimsg</application> : permet d'interagir avec le démon <application>likewise-winbindd</application>.
pt_br: <application>lwimsg</application>: Perminte uma interação com o daemon do <application>likewise-winbindd</application>.
tr: <application>lwimsg</application>: <application>likewise-winbindd</application> ile iletişimi sağlar.

source: <application>lwiinfo</application>: Displays information about various parts of the Domain.
fr: <application>lwiinfo</application> : affiche des informations sur différentes parties du domaine.
pt_br: <application>lwiinfo</application>: Mostra informação sobre várias partes do Domínio.
tr: <application>lwiinfo</application>: Alanların çeşitli bölümleri hakkında bilgiyi gösterir.

source: Please refer to each utility's man page specific for details.
fr: Veuillez consulter la page de manuel spécifique à chaque utilitaire pour plus de détails.
pt_br: Por favor refira-se a cada página do man específica do utilitário para detalhes.
tr: Ayrıntılar için lütfen her uygulama man sayfasına özellik atfedin.

source: Troubleshooting
fr: Dépannage
pt_br: Solucão de problemas
tr: Sorun Giderme

source: If the client has trouble joining the domain, double check that the Microsoft DNS is listed first in <filename>/etc/resolv.conf</filename>. For example:
fr: Si un client a du mal à intégrer le domaine, vérifiez d'abord que le DNS Microsoft apparaît en premier dans <filename>/etc/resolv.conf</filename>. Par exemple :
pt_br: Se o cliente tiver problemas ao entrar no domínio, certifique-se novamente de que o DNS Microsoft está listado em primeiro lugar em <filename>/etc/resolv.conf</filename>. Por exemplo:
tr: Eğer istemci alana girme ile ilgili sıkıntı yaşıyorsa, Microsoft DNS'sinin <filename>/etc/resolv.conf</filename>'de ilk listelendiğini kontrol ediniz.

source: For more information when joining a domain, use the <emphasis>--loglevel verbose</emphasis> or <emphasis>--advanced</emphasis> option of the <application>domainjoin-cli</application> utility:
fr: Pour de plus amples informations concernant l'intégration au domaine, utilisez l'option <emphasis>--loglevel verbose</emphasis> ou <emphasis>--advanced</emphasis> de l'utilitaire <application>domainjoin-cli</application> :
pt_br: Para obter mais informações quando associar a um domínio, utilize o <emphasis>--loglevel verbose</emphasis> ou a opção <emphasis>--advanced</emphasis> do utilitário <application>domainjoin-cli</application>:
tr: Daha fazla bilgi için bir alana girerken, <application>domainjoin-cli</application> uygulamasının <emphasis>--loglevel ayrıntı</emphasis> veya <emphasis>--gelişmiş</emphasis> seçeneğini kullanın.

source: sudo domainjoin-cli --loglevel verbose join example.com Administrator
fr: sudo domainjoin-cli --loglevel verbose join exemple.com Administrateur
tr: sudo domainjoin-cli --loglevel verbose join ubuntu-tr.org Yönetici

source: If an Active Directory user has trouble logging in, check the <filename>/var/log/auth.log</filename> for details.
fr: Si un utilisateur d'Active Directory a des difficultés pour s'identifier, alors regardez <filename>/var/log/auth.log</filename> pour plus de détails.
pt_br: Se um usuário do Active Directory tiver problemas de autenticação, verifique o <filename>/var/log/auth.log</filename> para detalhes.
tr: Eğer Aktif Dizin kullanıcısı giriş sorunu yaşarsa, ayrıntılar için <filename>/var/log/auth.log</filename>'i kontrol ediniz.

source: When joining an Ubuntu Desktop workstation to a domain, you may need to edit <filename>/etc/nsswitch.conf</filename> if your AD domain uses the <emphasis role="italic">.local</emphasis> syntax. In order to join the domain the <emphasis>"mdns4"</emphasis> entry should be removed from the <emphasis>hosts</emphasis> option. For example:
fr: Lors de l'intégration d'un poste de travail Ubuntu à un domaine, vous devrez peut-être modifier le fichier <filename>/etc/nsswitch.conf</filename> si votre domaine AD utilise la syntaxe <emphasis role="italic">.local</emphasis>. Pour pouvoir intégrer le domaine, il est nécessaire de retirer l'entrée <emphasis>"mdns4"</emphasis> de l'option <emphasis>hosts</emphasis>. Par exemple :
pt_br: Ao adicionar uma estação de trabalho Ubuntu a um determinado domínio, talvez você precise editar <filename>/etc/nsswitch.conf</filename> caso seu domínio AD utilize sintaxe <emphasis role="italic">.local</emphasis>. A fim de juntar-se ao domínio a entrada <emphasis>"mdns4"</emphasis> deve ser removida da opção <emphasis>hosts</emphasis>. Por exemplo:
tr: Ubuntu Desktop çalışma istasyonu alanına girdiğinde, eğer AD alanın <emphasis role="italic">.local</emphasis> söz dizimini kullanırsa <filename>/etc/nsswitch.conf</filename>'i düzenlemelisin. Alana girmek için <emphasis>"mdns4"</emphasis> girişi <emphasis>hosts</emphasis> seçiminden kaldırılmalıdır. Örneğin:

source: Change the above to:
fr: Transformez la ligne ci-dessus en :
pt_br: Altere o conteúdo acima para:
tr: Yukarısını şöyle değiştir:

source: Then restart networking by entering:
fr: Puis redémarrez le réseau en saisissant :
pt_br: Então, reinicie a rede inserindo:
tr: Sonra ağı şunu girerek yeniden başlatın:

source: You should now be able to join the Active Directory domain.
fr: Vous devriez maintenant pouvoir accéder au domaine Active Directory
pt_br: Agora, você deve ser capaz de entrar no domínio do Active Directory.
tr: Şu an Aktif Dizin alanına girebiliyor olmalısın.

source: Microsoft DNS
fr: DNS Microsoft
pt_br: DNS Microsoft

source: The following are instructions for installing DNS on an Active Directory domain controller running Windows Server 2003, but the instructions should be similar for other versions:
fr: Les informations suivantes sont des instructions pour installer un serveur DNS dans un contrôleur de domaine AD Windows Serveur 2003. Ces instructions peuvent éventuellement être utilisées pour d'autres versions.
pt_br: Abaixo, seguem instruções para instalar um DNS em um controlador de domínio Active Directory rodando no Windows Server 2003, mas as instruções devem ser similares em outras versões:
tr: Aşağıdakiler, Windows Server 2003 çalıştıran Aktif Dizin alan kontrolörüne DNS yükleme için gereken yönergelerdir. Fakat yönergeler diğer sürümler için de benzerlik gösterebilir.
