Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Enter the number of active devices <emphasis>"2"</emphasis>, or the amount of hard drives you have, for the array. Then select <emphasis>"Continue"</emphasis>.
pt_br: Digite o número de dispositivos ativos <emphasis>"2"</emphasis>, ou a quantidade de discos rígidos que você tem para a matriz. Então clique em <emphasis>"Continuar"</emphasis>.
tr: Aktif aygıtların sayısını <emphasis>"2"</emphasis> olarak veya elindeki sabit sürücü miktarına göre girin. Ardından <emphasis>"Devam"</emphasis>ı seçin.

source: Next, enter the number of spare devices <emphasis>"0"</emphasis> by default, then choose <emphasis>"Continue"</emphasis>.
pt_br: A seguir, digite o número de dispositivos sobressalentes <emphasis>"0"</emphasis> por padrão, então clique em <emphasis>"Continuar"</emphasis>.
tr: Sonra, yedek aygıtların sayısını girin, normalde <emphasis>"0"</emphasis>'dır, ardından <emphasis>"Devam"</emphasis>ı seçin.

source: Choose which partitions to use. Generally they will be sda1, sdb1, sdc1, etc. The numbers will usually match and the different letters correspond to different hard drives.
pt_br: Escolha quais partições usar. Elas costumam ser sda1, sdb1, sdc1, etc. Os números normalmente vão combinar e as diferentes letras corresponder a diferentes discos rígidos.
tr: Kullanılacak bölümü seçin. Genellikle sda1, sdb1, sdc1, vb. olurlar. Sayılar genellikle eşleşecek ve farklı harfler farklı sabit sürücülere denk gelir.

source: For the <emphasis>swap</emphasis> partition choose <emphasis>sda1</emphasis> and <emphasis>sdb1</emphasis>. Select <emphasis>"Continue"</emphasis> to go to the next step.
pt_br: Para a partição <emphasis>swap</emphasis> escolha <emphasis>sda1</emphasis> e <emphasis>sdb1</emphasis>. Selecione <emphasis>"Continuar"</emphasis> para ir ao próximo passo.
tr: <emphasis>Swap</emphasis> bölümü için <emphasis>sda1</emphasis> ve <emphasis>sdb1</emphasis>'i seçin. Sonraki adıma geçmek için <emphasis>"Devam"</emphasis>ı tıklayın.

source: Repeat steps <emphasis>three</emphasis> through <emphasis>seven</emphasis> for the <emphasis>/</emphasis> partition choosing <emphasis>sda2</emphasis> and <emphasis>sdb2</emphasis>.
pt_br: Repita os passos de <emphasis>três</emphasis> e <emphasis>sete</emphasis> para a partição <emphasis>/</emphasis> escolhendo <emphasis>sda2</emphasis> e <emphasis>sdb2</emphasis>.
tr: <emphasis>/</emphasis> bölümü için, <emphasis>sda2</emphasis> ve <emphasis>sdb2</emphasis>'yi seçerek <emphasis>üç</emphasis>ten <emphasis>yedi</emphasis>ye kadar olan adımları tekrarlayın .

source: Once done select <emphasis>"Finish"</emphasis>.
pt_br: Uma vez que tenha terminado, Clique em <emphasis>"Finalizar"</emphasis>.
tr: <emphasis>"Son"</emphasis>u seçerek bitirin.

source: Formatting
pt_br: Formatando
tr: Biçimlendirme

source: Select <emphasis>"#1"</emphasis> under the <emphasis>"RAID1 device #0"</emphasis> partition.
tr: <emphasis>"RAID1 aygıtı #0"</emphasis> bölümü altındaki <emphasis>"#1"</emphasis>'i seçin.

source: Next, select <emphasis>"#1"</emphasis> under the <emphasis>"RAID1 device #1"</emphasis> partition.
tr: Sonra, <emphasis>"RAID1 aygıt #1"</emphasis> bölümü altındaki <emphasis>"#1"</emphasis>'i seçin.

source: Choose <emphasis>"Use as:"</emphasis>. Then select <emphasis>"Ext4 journaling file system"</emphasis>.
tr: <emphasis>"Kullan:"</emphasis>ı, sonra da <emphasis>"Ext4 journaling dosya sistemi"</emphasis>ni seçin.

source: If the array has become degraded, due to the chance of data corruption, by default Ubuntu Server Edition will boot to <emphasis>initramfs</emphasis> after thirty seconds. Once the initramfs has booted there is a fifteen second prompt giving you the option to go ahead and boot the system, or attempt manual recover. Booting to the initramfs prompt may or may not be the desired behavior, especially if the machine is in a remote location. Booting to a degraded array can be configured several ways:
pt_br: Se a matriz se degradou, devido à chance de corrupção de dados, a Edição de Servidor Ubuntu vai inicializar com o <emphasis>initramfs</emphasis> após trinta segundos. Uma vez que o initramfs tenha iniciado, há um aviso de quinze segundos dando-lhe a opção para avançar e iniciar o sistema ou tentar uma recuperação manual. Inicializar com o prompt do initramfs pode ou não ser o comportamento desejado, especialmente se a máquina está em um local remoto. Inicializar por uma matriz degradada pode ser configurado de diversas maneiras:
tr: Eğer dizi veri bozulmasından dolayı indirilirse, normalde Ubuntu Server Edition üç saniye sonra <emphasis>initramfs</emphasis>'ye başlatacak. initramfs başladıktan onbeş saniye sonra devam etmek için bir seçenek gelecek ve sistem başlayacak veya elle düzeltilecek. initramfs başlaması istenen durum olabilir de olmayada bilir, özellikle makine uzak konumda ise. İndirilmiş dizide başlatma birkaç yolla yapılabilir:

source: The <application>dpkg-reconfigure</application> utility can be used to configure the default behavior, and during the process you will be queried about additional settings related to the array. Such as monitoring, email alerts, etc. To reconfigure <application>mdadm</application> enter the following:
pt_br: O utilitário <application>dpkg-reconfigure</application> pode ser usado para configurar o comportamento padrão e, durante o processo, você será questionado sobre configurações adicionais relacionadas à matriz com perguntas sobre monitoramento, alertas por email, etc. Para reconfigurar o <application>mdadm</application, digite o seguinte:
tr: <application>dpkg-reconfigure</application> uygulaması normal durumu yapılandırmak için kullanılabilir ve işlem esnasında, gösterim, e-posta olayları, vb gibi dizi için ek ayarlar sorulacak. <application>mdadm</application>'i yeniden yapılandırmak için şunu girin:

source: The configuration file can be overridden by using a Kernel argument.
pt_br: O arquivo de configuração pode ser sobrescrito usando um argumento de Kernel.
tr: Yapılandırma dosyasının üzerine Çekirdek argümanı kullanılarak yazılabilir.

source: Sometimes a disk can change to a <emphasis>faulty</emphasis> state even though there is nothing physically wrong with the drive. It is usually worthwhile to remove the drive from the array then re-add it. This will cause the drive to re-sync with the array. If the drive will not sync with the array, it is a good indication of hardware failure.
pt_br: Algumas vezes, um disco pode apresentar o estado de <emphasis>faulty</emphasis> mesmo que não haja nada errado fisicamente com a unidade. Normalmente não vale à pena remover a unidade da matriz e então adicioná-lo novamente. Isto fará com que a unidade sincronize-se novamente com o array. Se a unidade não sincronizar com o array, é uma boa indicação de falha no hardware.
tr: Bazen bir disk, sürücüde fiziksel bir yanlışlık olmazsa bile <emphasis>hatalı</emphasis> durumuna değiştirilebilir. Bu durum, sürücüyü diziden kaldırıp, tekrar eklemekten genellikle daha iyi bir seçimdir. Bu, sürücüyü dizi ile tekrar senkronize olmasına sebep olur. Eğer sürücü dizi ile senkronize olmazsa, bu donanım hatasının iyi bir işaretidir.

source: Personalities : [linear] [multipath] [raid0] [raid1] [raid6] [raid5] [raid4] [raid10] md0 : active raid1 sda1[0] sdb1[1] 10016384 blocks [2/2] [UU] unused devices: &lt;none&gt;
pt_br: Personalidades : [linear] [multipath] [raid0] [raid1] [raid6] [raid5] [raid4] [raid10] md0 : active raid1 sda1[0] sdb1[1] 10016384 blocks [2/2] [UU] dispositivos não usados: &lt;nenhum&gt;
tr: Personalities : [linear] [multipath] [raid0] [raid1] [raid6] [raid5] [raid4] [raid10] md0 : active raid1 sda1[0] sdb1[1] 10016384 blocks [2/2] [UU] kullanılmayan aygıtlar: &lt;none&gt;

source: Replace <filename>/dev/md0</filename> with the appropriate array device name.
pt_br: Substitua <filename>/dev/md0</filename> com nome de dispositivo de matriz apropriado.
tr: <filename>/dev/md0</filename> yerine uygun dizi aygıt adı yazın.

source: For the LVM <emphasis>/srv</emphasis>, create a new <emphasis>Logical</emphasis> partition. Then change <emphasis>"Use as"</emphasis> to <emphasis>"physical volume for LVM"</emphasis> then <emphasis>"Done setting up the partition"</emphasis>.
pt_br: Para o LVM <emphasis>/srv</emphasis>, crie uma nova partição <emphasis>Lógica</emphasis>. Então mude <emphasis>"Usar como"</emphasis> para <emphasis>"volume físico para LVM"</emphasis> então <emphasis>"Configuração da partição concluída"</emphasis>.
tr: LVM <emphasis>/srv</emphasis> için, yeni bir <emphasis>Mantıksal</emphasis> bölüm oluştur. Sonra <emphasis>"Kullan"</emphasis>ı <emphasis>"LVM için fiziksel birim"</emphasis>e değiştir ardından <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>.

source: Now select <emphasis>"Configure the Logical Volume Manager"</emphasis> at the top, and choose <emphasis>"Yes"</emphasis> to write the changes to disk.
pt_br: Agora selecione <emphasis>"Configurar o gerenciador de volumes lógicos (LVM) </emphasis> no topo, e selecione <emphasis>"Sim"</emphasis> para gravar as mudanças no disco.
tr: Şimdi, üstten <emphasis>"Mantıksal Birim Yöneticisini Yapılandır"</emphasis>ı ardından da değişikliklerin diske yazılması için <emphasis>"Evet"</emphasis>i seçin.

source: For the <emphasis>"LVM configuration action"</emphasis> on the next screen, choose <emphasis>"Create volume group"</emphasis>. Enter a name for the VG such as <emphasis>vg01</emphasis>, or something more descriptive. After entering a name, select the partition configured for LVM, and choose <emphasis>"Continue"</emphasis>.
pt_br: Para a <emphasis>"ação de configuração do LVM"</emphasis> na tela seguinte, escolha <emphasis>"Criar grupo de volume"</emphasis>. Insira um nome para o GV tal como <emphasis>gv01</emphasis>, ou algo mais descritivo. Após inserir um nome, selecione a partição configurada para LVM, e escolha <emphasis>"Continuar"</emphasis>.
tr: Sonraki ekrandaki <emphasis>"LVM yapılandırma eylemi"</emphasis> için, <emphasis>"Birim grubu oluştur"</emphasis>u seçin. <emphasis>vg01</emphasis> veya daha açıklamalı bir ad girin. Ad girdikten sonra, LVM için yapılı bölümü ardından <emphasis>"Devam"</emphasis>ı seçin.

source: Back at the <emphasis>"LVM configuration action"</emphasis> screen, select <emphasis>"Create logical volume"</emphasis>. Select the newly created volume group, and enter a name for the new LV, for example <emphasis>srv</emphasis> since that is the intended mount point. Then choose a size, which may be the full partition because it can always be extended later. Choose <emphasis>"Finish"</emphasis> and you should be back at the main <emphasis>"Partition Disks"</emphasis> screen.
pt_br: Volte para a tela <emphasis>"ação de configuração do LVM"</emphasis>, selecione <emphasis>"Criar volume lógico"</emphasis>. Selecione o mais recentemente criado grupo de volume, e insira um nome para o novo VL, por exemplo <emphasis>srv</emphasis> uma vez que este é o ponto de montagem que se deseja. Então escolha um tamanho, que pode ser a partição toda já que ela pode ser sempre extendida mais tarde. Escolha <emphasis>"Terminar"</emphasis> e você estará de volta na tela <emphasis>"Particionar Dicos"</emphasis>.
tr: <emphasis>"LVM yapılandırma eylemi"</emphasis> ekranına geri git, <emphasis>"Mantıksal birim oluştur"</emphasis>u seç. Yeni oluşturulan birim grubunu seçin ve yeni LV için gir ad girin, örneğin bağlama noktasına kastıyla <emphasis>srv</emphasis>. Sonra tüm bölümün bulunacağı bir boyut seçin. Çünkü daha sonra genişletilmiş olabilir. <emphasis>"Son"</emphasis>u seçerek ana <emphasis>"Diskler Bölümleme"</emphasis> ekranına göneceksin.

source: Now add a filesystem to the new LVM. Select the partition under <emphasis>"LVM VG vg01, LV srv"</emphasis>, or whatever name you have chosen, the choose <emphasis>Use as</emphasis>. Setup a file system as normal selecting <emphasis>/srv</emphasis> as the mount point. Once done, select <emphasis>"Done setting up the partition"</emphasis>.
pt_br: Agora adicione um sistema de arquivos ao novo LVM. Selecione a partição em <emphasis>"LVM GV gv01, VL srv"</emphasis>, ou qualquer outro nome que você tenha preferido, então escolha <emphasis>Usar como</emphasis>. Configure um sistema de arquivo como normal selecionando <emphasis>/srv</emphasis> como o ponto de montagem. Tendo feito isso, selecione <emphasis>"Configuração da partição concluída"</emphasis>.
tr: Şimdi yeni LVM'ye bir dosya sistemi ekle. <emphasis>"LVM VG vg01, LV srv"</emphasis> veya buna benzer seçtiğin bir adın altındaki bölümü, ardından da <emphasis>Kullan</emphasis>ı seç. Bağlama noktası olacak şekilde normal <emphasis>/srv</emphasis> seçimi gibi bir dosya sistemi kur. Bittikten sonra, <emphasis>"Bölüm oluşturmayı tamamla"</emphasis>yı seçin.

source: Finally, select <emphasis>"Finish partitioning and write changes to disk"</emphasis>. Then confirm the changes and continue with the rest of the installation.
pt_br: Finalmente, selecione <emphasis>"FInalizar o particionamento e gravar as alterações no disco" "</emphasis>. Então confirme as alterações e continue com o resto da instalação.
tr: Son olarak, <emphasis>"Biçimlendirmeyi bitir ve değişiklikleri diske yaz"</emphasis>ı seçin. Ardından değişiklikleri onaylayın ve yüklemenin geri kalan kısmına devam edin.

source: Continuing with <emphasis>srv</emphasis> as an LVM volume example, this section covers adding a second hard disk, creating a Physical Volume (PV), adding it to the volume group (VG), extending the logical volume <filename role="directory">srv</filename> and finally extending the filesystem. This example assumes a second hard disk has been added to the system. This hard disk will be named <filename>/dev/sdb</filename> in our example. BEWARE: make sure you don't already have an existing <filename>/dev/sdb</filename> before issuing the commands below. You could lose some data if you issue those commands on a non-empty disk. In our example we will use the entire disk as a physical volume (you could choose to create partitions and use them as different physical volumes)
pt_br: Continuando com <emphasis>srv</emphasis> como um volume LVM de exemplo, esta seção cobre a adição de um segundo disco rígido, criando um volume físico (VF) que será adicionado ao grupo de volume (GV), estendendo o volume lógico <filename role="directory">srv</filename> e, finalmente, estendendo o sistema de arquivo. Este exemplo assume que um segundo disco rígido foi adicionado ao sistemas. Este disco rígido será nomeado <filename>/dev/sdb</filename> em nosso exemplo. CUIDADO: certifique-se de que você já não tenha um dispositivo <filename>/dev/sdb</filename> existente anteriormente antes de proceder com os comandos abaixo. Você perderá dados caso proceda com estes comandos em um disco não vazio. Em nosso exemplo usaremos o disco inteiro como um volume físico (você poderia escolher criar partições e usá-las como diferentes volumes físicos)
tr: <emphasis>srv</emphasis> ile bir LVM birim örneği olarak devam etme, bu bölümde ikinci bir sabit disk eklemeyi, bir Fiziksel Birim (PV) oluşturmayı, onu birim grubuna (VG) eklemeyi, mantıksal birim olan <filename role="directory">srv</filename>'yi genişletmeyi ve son olarak dosya sistemi genişletmeyi kapsar. Bu örnekte ikinci bir sabit diskin sisteme eklendiği varsayılır. Bu sabit disk bizim örneğimizde <filename>/dev/sdb</filename> olarak adlandırılır. DİKKAT: aşağıdaki komutları yürütmeden önce zaten <filename>/dev/sdb</filename> adında bir diskin olmadığından emin olun. Eğer bu komutları boş olmayan bir disktte yürüttüysen bazı verileri kayıp edebilirsin. Bizim örneğimizde tüm diski bir fiziksel birim gibi kullanacağız. Bölüm oluşturmayı seçebilir ve onları farklı fiziksel birimler olarak kullanabilirsin.

source: Use <application>vgdisplay</application> to find out the free physical extents - Free PE / size (the size you can allocate). We will assume a free size of 511 PE (equivalent to 2GB with a PE size of 4MB) and we will use the whole free space available. Use your own PE and/or free space.
pt_br: Usar <application>vgdisplay</application> para buscar por extensões físicas livres - EF Livres / tamanho (o tamanho que você pode alocar). Assumiremos um tamanho disponível de 511 EF (equivalente a 2 GB com um tamanho de EF de 4 MB) e usaremos todo o espaço disponível. Use sua própria EF e/ou espaço disponível.
tr: Boş fiziksel genişleme bulmak için <application>vgdisplay</application>i kullanın - Boş PE / boyut (ayırabileceğin boyut). Boş boyutun 511 PE ( 2GB'a eşittir. 1 PE = 4MB) olduğunu ve tüm kullanılabilir boş alanı kullanacağımızı varsayıyoruz. Kendi PE ve/veya boş alanını kullan.

source: The Logical Volume (LV) can now be extended by different methods, we will only see how to use the PE to extend the LV:
pt_br: O Volume Lógico (LV) pode agora ser estendido por diferentes métodos. Veremos apenas como usar a EF para estender o VL.
tr: Şimdi Mantıksal Birim (LV) farklı metotlarda genişletilebilir. Biz LV'yi genişletmek için sadece PE'nin nasıl kullanılacağını göreceğiz:

source: The <emphasis>-l</emphasis> option allows the LV to be extended using PE. The <emphasis>-L</emphasis> option allows the LV to be extended using Meg, Gig, Tera, etc bytes.
pt_br: A opção <emphasis>-l</emphasis> permite o VL ser estendido usando EF. A opção <emphasis>-L</emphasis> permite o VL ser estendido usando Meg, Gig, Tera etc bytes.
tr: <emphasis>-l</emphasis> seçeneği LV'nin PE kullanılarak genişlemesini sağlar. <emphasis>-L</emphasis> seçeneği LV'nin Mega, Giga, Tera, vb. baytları kullanarak genişlemesini sağlar.

source: By default <application>vsftpd</application> is configured to only allow anonymous download. During installation a <emphasis>ftp</emphasis> user is created with a home directory of <filename>/home/ftp</filename>. This is the default FTP directory.
pt_br: Por padrão, o <application>vsftpd</application> é configurado para permitir somente downloads anônimos. Durante a instalação um usuário <emphasis>ftp</emphasis> é criado, com o diretório home localizado em <filename>/home/ftp</filename>. Esté é o diretório padrão do FTP.
tr: Normalde <application>vsftpd</application> sadece anonim indirmeleri sağlaması için yapılandırılır. Yükleme esansında bir <emphasis>ftp</emphasis> kullanıcı <filename>/home/ftp</filename> ev dizini ile oluşturulur. Bu mevcut FTP dizinidir.

source: Now when system users login to FTP they will start in their <emphasis>home</emphasis> directories where they can download, upload, create directories, etc.
pt_br: Agora, quando os usuários do sistema logarem no FTP, eles terão o seu <emphasis>home</emphasis> como diretório inicial, de onde poderão ser baixado, enviado, criar diretório, etc.
tr: şimdi sistem kullanıcıları FTP'ye giriş yaptıkları zaman, indirdiklerinde, yüklediklerinde, dizin oluşturduklarında, vb. işlemlerde kendi <emphasis>ev</emphasis> dizinlerinde başlayacaklar.

source: There are options in <filename>/etc/vsftpd.conf</filename> to help make <application>vsftpd</application> more secure. For example users can be limited to their home directories by uncommenting:
pt_br: Existem opções em <filename>/etc/vsftpd.conf</filename> que podem ajudar a tornar o <application>vsftpd</application> mais seguro. Como exemplo, usuários podem ser configurados para acessar somente seus diretórios home descomentando o seguinte:
tr: <application>vsftpd</application>'yi daha güvenli yapmak için <filename>/etc/vsftpd.conf</filename>'de birkaç seçenek vardır. Örneğin kullanıcının kendi ev dizinine yazması sınırlandırılabilir.

source: After uncommenting the above options, create a <filename>/etc/vsftpd.chroot_list</filename> containing a list of users one per line. Then restart <application>vsftpd</application>:
pt_br: Após descomentar as opções acima, crie o arquivo <filename>/etc/vsftpd.chroot_list</filename>, contendo uma lista de usuários, um por linha. Então, reinicie o <application>vsftpd</application>:
tr: Yukarıdaki seçenekler yazıldıktan sonra, her bir satırda bir kullanıcı olacak şekilde listeyi içeren bir <filename>/etc/vsftpd.chroot_list</filename> oluştur. Sonra <application>vsftpd</application>'yi yeniden başlat:

source: Also, the <filename>/etc/ftpusers</filename> file is a list of users that are <emphasis>disallowed</emphasis> FTP access. The default list includes root, daemon, nobody, etc. To disable FTP access for additional users simply add them to the list.
pt_br: O arquivo <filename>/etc/ftpusers</filename> possui uma lista de usuários com acesso ao FTP desabilitado. A lista padrão possui root, daemon, nobody, etc. Para desabilitar o acesso FTP de algum outro usuário, simplesmente adicione-o à lista.
tr: Ayrıca <filename>/etc/ftpusers</filename> dosyasında FTP erişimi <emphasis>sağlanmayan</emphasis> kullanıcı listesi vardır. Mevcut liste kök, program, hiçkimse, vb içerir. Ek kullanıcılar için FTP erişimini pasifleştirmek için sadece onları listeye ekleyin.

source: FTP can also be encrypted using <emphasis>FTPS</emphasis>. Different from <emphasis>SFTP</emphasis>, <emphasis>FTPS</emphasis> is FTP over Secure Socket Layer (SSL). <emphasis>SFTP</emphasis> is a FTP like session over an encrypted <emphasis>SSH</emphasis> connection. A major difference is that users of SFTP need to have a <emphasis>shell</emphasis> account on the system, instead of a <emphasis>nologin</emphasis> shell. Providing all users with a shell may not be ideal for some environments, such as a shared web host.
pt_br: O FTP pode ser criptografado usando <emphasis>FTPS</emphasis>. Diferentemente do <emphasis>SFTP</emphasis>, <emphasis>FTPS</emphasis> implementa o FTP sobre Secure Socket Layer (SSL). Já o <emphasis>SFTP</emphasis> implementa uma sessão de FTP sobre uma conexão SSH criptografada. A maior diferença é que usuários do SFTP precisam ter uma conta local <emphasis>shell</emphasis> no sistema, no lugar de uma shell do tipo <emphasis>nologin</emphasis>. Fornecer shell para todos os usuários pode não ser ideal para alguns ambientes, como um servidor web compartilhado.
tr: FTP ayrıca <emphasis>FTPS</emphasis> kullanılarak şifrelenebilir. <emphasis>SFTP</emphasis>, <emphasis>FTPS</emphasis>'den farklı olarak FTP, Güvenli Yuva Katmanı (SSL) üzerinden işlem yapar. <emphasis>SFTP</emphasis>, FTP benzeri oturumdur ve şifreli <emphasis>SSH</emphasis> bağlantısı üzerinden. Büyük bir fark SFTP kullanıcısının sistemde <emphasis>kayıtsız</emphasis> shell yerine bir <emphasis>shell</emphasis> hesabının olması gerektiğidir. Tüm kullanıcıları bir shell ile sağlama paylaşılan web makineleri gibi bazı ortamlar için ideal olmayabilir.

source: Also, notice the certificate and key related options:
pt_br: Verifique também as opções relacionadas à certificado e chaves:
tr: Ayrıca, sertifika ve anahtar güncelleme seçeneklerini not edin:

source: By default these options are set the certificate and key provided by the <application>ssl-cert</application> package. In a production environment these should be replaced with a certificate and key generated for the specific host. For more information on certificates see <xref linkend="certificates-and-security"/>.
pt_br: Por padrão estas opções irão definir o certificado e a chave fornecida pelo pacote <application>ssl-cert</application>. Em um ambiente de produção, estes deverão ser substituídos por um certificado e uma chave gerados para o host específico. Para mais informações sobre certificados consulte <xref linkend="certificates-and-security"/>.
tr: Normalde bu seçenekler sertifika ve anahtar <application>ssl-cert</application> paketi tarafından sağlanır. Bir ürün ortamında bunlar özel makine için oluşturulan sertifika ve anahtarla değiştirilir. Sertifikalar hakkında daha fazla bilgi için <xref linkend="certificates-and-security"/>'ye bakın.
