Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The Subversion repository can be created using the following command from a terminal prompt:
fr: Le dépôt Subversion peut être créé en utilisant la commande suivante dans un terminal :
pt_br: O repositório Subversion pode ser criado usando o seguinte comando de um prompt de terminal:
tr: Bozulma deposunu terminale aşağıdaki komutu girilerek oluşturabilirsin:

source: Importing Files
fr: Importation des fichiers
pt_br: Importando Arquivos
tr: Dosyaları Alma

source: Once you create the repository you can <emphasis>import</emphasis> files into the repository. To import a directory, enter the following from a terminal prompt: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>
fr: Dès que vous avez créé le dépôt vous pouvez <emphasis>importer</emphasis> des fichiers dans le dépôt. Pour importer un dossier, saisissez dans un terminal : <screen> <command>svn import /chemin/vers/dossier/concerné file:///chemin/vers/depot/projet/</command> </screen>
pt_br: Assim que você criar o repositório você pode <emphasis>importar</emphasis> arquivos para ele. Para importar um diretório, digite o seguinte em um terminal: <screen> <command>svn import /caminho/para/diretorio/ file:///caminho/para/repos/projeto</command> </screen>
tr: Depoyu oluşturduktan sonra dosyaları deponun içine <emphasis>al</emphasis>abilirsin. Bir dizin almak için terminale şu komutu girin: <screen> <command>svn import /path/to/import/directory file:///path/to/repos/project</command> </screen>

source: Access Methods
fr: Méthodes d'accès
pt_br: Métodos de Acesso
tr: Erişme Yöntemleri

source: Subversion repositories can be accessed (checked out) through many different methods --on local disk, or through various network protocols. A repository location, however, is always a URL. The table describes how different URL schemes map to the available access methods.
fr: Les dépôts Subversion sont accessibles (vérifiés) via de nombreuses méthodes différentes (sur un disque local ou au travers de protocoles réseaux divers). L'emplacement d'un dépôt est cependant toujours un URL. Le tableau indique comment les différents types d'URL sont reliés aux méthodes d'accès disponibles.
pt_br: Repositórios Subversion podem ser acessados (checked out) através de vários métodos diferentes-- no disco local ou através de vários protocolos de rede. Uma localização do repositório é, todavia, sempre uma URL. A tabela descrever como diferentes configurações de URL correspondem aos métodos de acesso disponíveis.
tr: Bozulma depolarına yerel diskte veya çeşitli ağ iletişim kurallarıyla erişilebilir. Depo daima bir URL'de bulunur. Tablo, kullanılabilir erişim yöntemleri için farklı URL şema haritasını açıklıyor.

source: Schema
fr: Schéma
pt_br: Esquema
tr: Şema

source: Access Method
fr: Méthode d'accès
pt_br: Método de Acesso
tr: Erişim Yöntemi

source: direct repository access (on local disk)
fr: accès direct au dépôt (sur disque local)
pt_br: acesso direto ao repositório (no disco local)
tr: doğrudan depoya erişim (yerel diskte)

source: Access via WebDAV protocol to Subversion-aware Apache2 web server
fr: Accès via le protocole WebDAV au serveur Web Apache2 fournissant Subversion
pt_br: Acesso via protocolo WebDAV aos servidores web Apache2 dotados de Subversion
tr: WebDAV iletişim kuralı ile Bozulma'ya erişme Apache2 web sunucusu ile olur

source: Same as http://, but with SSL encryption
fr: Identique à http://, mais avec chiffrement SSL
pt_br: O mesmo que http://, mais com criptografia SSL
tr: http:// ile aynıdır, fakat SSL şifrelemesi vardır

source: Access via custom protocol to an svnserve server
fr: Accès via un protocole personnalisé à un serveur svnserve
pt_br: Acesso via protocolo customizado para um servidor svnserve
tr: Özel istekli iletişim kuralı ile bir svnserve sunucusuna erişme

source: Same as svn://, but through an SSH tunnel
fr: Identique à svn://, mais au travers d'un tunnel SSH
pt_br: Mesmo que svn://, mais através de um túnel SSH
tr: svn:// ile aynı, fakat bir SSH gecitiyle

source: In this section, we will see how to configure Subversion for all these access methods. Here, we cover the basics. For more advanced usage details, refer to the <ulink url="http://svnbook.red-bean.com/">svn book</ulink>.
fr: Dans cette section, nous verrons comment configurer Subversion pour toutes ces méthodes d'accès. Nous voyons ici les bases. Pour une utilisation plus avancée, référez-vous au <ulink url="http://svnbook.red-bean.com/">svn book</ulink> (NdT : livre non traduit en français pour l'heure).
pt_br: Nessa seção, nós iremos ver como configurar o Subversion para todos esses métodos de acesso. Aqui, nós iremos cobrir o básico. Para detalhes avançados de utilização consulte o <ulink url="http://svnbook.red-bean.com/">livro do svn</ulink>.
tr: Bu bölümde Bozulma'yı bütün bu yöntemler için nasıl yapılandıracağımızı göreceksin. Burada basitçe ele alınacaktır. Daha fazla kullanışlı ayrıntılar için <ulink url="http://svnbook.red-bean.com/">svn book</ulink>'a bakınız.

source: Direct repository access (file://)
fr: Accès direct au dépôt (file://)
pt_br: Acesso direto ao repositório (file://)
tr: Doğrudan depoya erişme (file://)

source: This is the simplest of all access methods. It does not require any Subversion server process to be running. This access method is used to access Subversion from the same machine. The syntax of the command, entered at a terminal prompt, is as follows:
fr: C'est la plus simple des méthodes d'accès. Elle ne nécessite aucun serveur Subversion pour être exécutée. Cette méthode d'accès est utilisée lors d'un accès Subversion depuis la même machine. La syntaxe de la commande, saisie dans un terminal, est la suivante :
pt_br: Esse é o mais simples de todos os métodos de acesso. Ele não requer que nenhum processo do servidor Subversion esteja rodando. Esse método de acesso é usado para acessar o Subversion a partir da mesma máquina. A sintaxe do comando, informado no prompt de um terminal, é a seguinte:
tr: Bu, bütün erişim yöntemlerinin en basitidir. Çalıştırmak için herhangi bir Bozulma sunucu işlemi gerekmez. Bu erişim yöntemi, Bozulma'ya aynı makineden erişmek için kullanılır. Uçbirime aşağıdaki gibi komut söz dizimi girildi:

source: svn co file:///path/to/repos/project
fr: svn co file:///chemin/vers/depot/nomduprojet

source: or
fr: ou
pt_br: ou
tr: veya

source: svn co file://localhost/path/to/repos/project
fr: svn co file://localhost/chemin/vers/depot/nomduprojet
pt_br: svn co file://localhost/caminho/para/o/repositorio/do/projeto

source: If you do not specify the hostname, there are three forward slashes (///) -- two for the protocol (file, in this case) plus the leading slash in the path. If you specify the hostname, you must use two forward slashes (//).
fr: Si vous ne spécifiez pas le nom d'hôte, il y a trois barres obliques (///), deux pour le protocole (file, dans ce cas) plus la première barre oblique de l'arborescence des fichiers. Si vous spécifiez le nom d'hôte, vous devez utiliser deux barres obliques (//).
pt_br: Se você não especificar o nome do host, haverão três barras (///) -- duas para o protocolo (arquivo, nesse caso) mais a barra inicial do caminho. Se você especificar o nome do host, você deverá usar duas barras (//).
tr: Eğer ana sistem adını belirtmemişsen, üç adet slaş (///) vardır. (İletişim kuralı için iki ve bir de konumun başlama slaşı). Eğer ana sistem adını belirtmişsen iki slaş (//) kullanmalısın.

source: The repository permissions depend on filesystem permissions. If the user has read/write permission, he can checkout from and commit to the repository.
fr: Les droits d'accès au dépôt dépendent de ceux du système de fichiers. Si l'utilisateur a les droits d'accès en lecture et écriture, alors il peut extraire et déposer des fichiers sur le serveur.
pt_br: As permissões do repositório dependem das permissões do sistema de arquivos. Se o usuário tem permissão de leitura/gravação, ele pode fazer checkout e fazer commit para o repositório.
tr: Depo izinleri dosya sistem izinlerine bağlıdır. Eğer kullanıcı okuma/yazma izinine sahipse depoyu kontrol edebilir ve çalıştırabilirsin.

source: Access via WebDAV protocol (http://)
fr: Accès par le protocole WebDAV (http://)
pt_br: Acesso via protocolo WebDAV (http://)
tr: WebDAV iletişim kuralı ile erişme (http://)

source: To import or commit files to your Subversion repository over HTTP, the repository should be owned by the HTTP user. In Ubuntu systems, normally the HTTP user is <command>www-data</command>. To change the ownership of the repository files enter the following command from terminal prompt:
fr: Pour importer ou renvoyer des fichiers vers votre dépôt SVN via HTTP, le dépôt doit appartenir à l'utilisateur HTTP. Sur les systèmes Ubuntu, normalement l'utilisateur HTTP est <command>www-data</command>. Pour changer le propriétaire des fichiers du dépôt, saisissez ce qui suit dans un terminal :
pt_br: Para importar ou enviar arquivos para seu repositório Subversion através de HTTP, o repositório deve ter o usuário HTTP como dono. Nos sistemas Ubuntu, o usuário HTTP normalmente é <command>www-data</command>. Para mudar o dono dos arquivos de um repositório difite o seguinte comando em um prompt de terminal:
tr: Bozulma deposundaki dosyaları HTTP ile almak veya işlemek için, depo HTTP kullanıcısı tarafından sahiplenilebilinir. Ubuntu sistemlerinde normalde HTTP kullanıcısı <command>www-data</command>'dır. Depo dosyalarının sahipliğini değiştirmek için terminale aşağıdaki komutu girin:

source: sudo chown -R www-data:www-data /path/to/repos
fr: sudo chown -R www-data:www-data /chemin/vers/dépôt

source: By changing the ownership of repository as <command>www-data</command> you will not be able to import or commit files into the repository by running <command>svn import file:///</command> command as any user other than <command>www-data</command>.
fr: Si vous modifiez le propriétaire du dépôt en <command>www-data</command> vous ne pourrez plus importer ou renvoyer des fichiers dans le dépôt en exécutant la commande <command>svn import file:///</command> en tant qu'utilisateur différent de <command>www-data</command>.
pt_br: Mudando o done do repositório para <command>www-data</command> você não poderá importar ou enviar arquivos ao repositório executando o comando <command>svn import file:///</command> como qualquer usuário diferente de <command>www-data</command>.
tr: Depo sahipliğini <command>www-data</command> şeklinde değiştirerek <command>svn import file:///</command> komutunu herhangi bir kullanıcı gibi çalıştırarak deponun içindeki dosyaları alamaz ve işleyemezsin.

source: Next, you must create the <filename>/etc/subversion/passwd</filename> file that will contain user authentication details. To create a file issue the following command at a command prompt (which will create the file and add the first user):
fr: Ensuite, vous devez créer le fichier <filename>/etc/subversion/passwd</filename> qui contiendra les détails d'authentification des utilisateurs. Pour cela, saisissez la commande suivante dans une invite de terminal (ce qui créera le fichier et ajoutera le premier utilisateur) :
pt_br: A seguir, você deve criar o aquivo <filename>/etc/subversion/passwd</filename> para armazenar os detalhes de autenticação de usuário. Para criar o arquivo, lance o seguinte comando no prompt de comando (que irá criar o arquivo e adicionar o primeiro usuário):
tr: Sonra, kullanıcı doğrulaması ayrıntılarını içeren <filename>/etc/subversion/passwd</filename> dosyasını oluşturmalısın. Bir dosya sorun kaydı oluşturmak için uçbirime şunu girin. Bu işlem dosya oluşturacak ve ilk kullanıcıyı ekleyecek:

source: sudo htpasswd -c /etc/subversion/passwd user_name
fr: sudo htpasswd -c /etc/subversion/passwd nom_utilisateur
pt_br: sudo htpasswd -c /etc/subversion/passwd nome_do_usuario

source: To add additional users omit the <emphasis>"-c"</emphasis> option as this option replaces the old file. Instead use this form:
fr: Pour ajouter d'autres utilisateurs, omettez l'option <emphasis>« -c »</emphasis> car celle-ci remplace l'ancien fichier. Utilisez à la place cette formulation :
pt_br: Para adicionar usuários adicionais, ignore a opção <emphasis>"-c"</emphasis> uma vez que esta substitui o arquivo anterior. Ao invés, utiliza essa forma:
tr: Daha fazla kullanıcı eklemek için eski dosyadaki gibi <emphasis>"-c"</emphasis> seçeneği olmadan onun yerine şu formu kullan:

source: sudo htpasswd /etc/subversion/password user_name
fr: sudo htpasswd /etc/subversion/passwd nom_utilisateur

source: This command will prompt you to enter the password. Once you enter the password, the user is added. Now, to access the repository you can run the following command:
fr: Cette commande vous demande de saisir le mot de passe. Une fois le mot de passe saisi, l'utilisateur est ajouté. Dès lors, pour accéder au dépôt, vous pouvez utiliser la commande suivante :
pt_br: Esse comando irá lhe solicitar a entrada de uma senha. Assim que você informar a senha, o usuário será adicionado. Agora, para acessar o repositório você precisa rodar o seguinte comando:
tr: Bu komut şifreni girmeni sağlayacak. Şifreyi girdikten sonra kullanıcı eklenir. Şimdi depoya erişmek için şu komutu çalıştırabilirsin:

source: svn co http://servername/svn
fr: svn co http://nomduserveur/svn

source: The password is transmitted as plain text. If you are worried about password snooping, you are advised to use SSL encryption. For details, please refer next section.
fr: Le mot de passe est transmis en clair, comme texte simple. Si vous craignez que des fouineurs récupèrent votre mot de passe, nous vous conseillons d'utiliser un chiffrement par SSL. Pour plus d'information, veuillez consulter la section suivante.
pt_br: As senhas são transmitidas em texto simples. Se você estiver preocupado com roubo de senhas, você está convidado a usar criptografia SSL. Para detalhes, por favor consulte a próxima seção.
tr: Şifre basit yazı şeklinde iletilir. Eğer şifrenin çalınmasından endişe duyuyorsan SSL şifrelemesini kullanman tavsiye edilir. Ayrıntılan için lütfen sonraki bölüme bakınız.

source: Access via WebDAV protocol with SSL encryption (https://)
fr: Accès par le protocole WebDAV avec un chiffrement SSL (https://)
pt_br: Acesso via protocolo WebDAV com criptografia SSL (https://)
tr: WebDAV iletişim kuralına SSL şifrelemesi ile erişme (https://)

source: Accessing Subversion repository via WebDAV protocol with SSL encryption (https://) is similar to http:// except that you must install and configure the digital certificate in your Apache2 web server. To use SSL with Subversion add the above Apache2 configuration to <filename>/etc/apache2/sites-available/default-ssl</filename>. For more information on setting up Apache2 with SSL see <xref linkend="https-configuration"/>.
fr: L’accès à un dépôt Subversion via le protocole WebDAV avec chiffrement SSL (https://) est similaire à http:// excepté qu’il faut installer et configurer le certificat numérique dans votre serveur web Apache2. Pour utiliser SSL avec Subversion, ajoutez la configuration ci-dessus à <filename>/etc/apache2/sites-available/default-ssl</filename>. Pour plus d’informations concernant la configuration d’Apache2 avec SSL, consultez <xref linkend="https-configuration"/>.
pt_br: Acessar um repositório do Subversion via protocolo LDAP com criptografia SSL (https://) é similar ao acesso via http:// exceto pelo fato de que você deve instalar e configurar o certificado digital no seu servidor web Apache2. Para utilizar o SSL com o Subversion adicione a configuração do Apache2 acima ao arquivo <filename>/etc/apache2/sites-available/default-ssl</filename>. Para maiores informações sobre a configuração do Apache2 com SSL veja <xref linkend="https-configuration"/>.
tr: Bozulma deposuna WebDAV iletişim kuralı ile SSL şifrelemesi kullanarak erişme Apache2 web sunucunda dijital sertifika yükleme ve yapılandırma haricinde http:// ile aynıdır. SSL'yi Bozulma ile kullanmak için yukardaki Apache2 yapılandırmasını <filename>/etc/apache2/sites-available/default-ssl</filename>'ye ekle. Apache2'yi SSL ile ayarlama hakkında daha fazla bilgi için <xref linkend="https-configuration"/>'a bakınız.

source: You can install a digital certificate issued by a signing authority. Alternatively, you can install your own self-signed certificate.
fr: Vous pouvez installer un certificat numérique signé par une autoité de certification. Sinon, vous pouvez installer votre propre certificat auto-signé.
pt_br: Você pode instalar um certificado digital fornecido por uma autoridade de certificação. Alternativamente, você pode instalar o seu próprio certificado auto-assinado.
tr: İmza yetkisiyle verilen bir dijital sertifikayı yükleyebilirsin. Alternatif olarak kendi imzalı sertifikanı da yükleyebilirsin.

source: This step assumes you have installed and configured a digital certificate in your Apache 2 web server. Now, to access the Subversion repository, please refer to the above section! The access methods are exactly the same, except the protocol. You must use https:// to access the Subversion repository.
fr: Cette étape suppose que vous avez installé et configuré un certificat numérique sur votre serveur Web Apache2. Maintenant, pour accéder au dépôt Subversion, veuillez vous référer à la section ci-dessus ! Les méthodes d'accès sont exactement les mêmes, hormis le protocole. Vous devez utiliser https:// pour accéder au dépôt Subversion.
pt_br: Esse passo assume que você tenha instalado e configurado um certificado digital no seu servidor web Apache 2. Agora, para acessar o repositório do Subversion, por favor consulte a seção acima! Os métodos de acesso são exatamente os mesmos, exceto pelo protocolo. Você precisa usar https:// para acessar o repositório do Subversion.
tr: Bu adım, Apache2 web sunucuna bir dijital sertifika yükleyip, yapılandırdığını var sayar. Şimdi, Bozulma deposuna erişmek için lütfen yukardaki bölüme bakınız. Erişim yöntemleri iletişim kuralı haricinde aynıdır. Bozulma deposuna erişmek için https:// kullanmalısın.

source: Access via custom protocol (svn://)
fr: Accès via un protocole personnalisé (svn://)
pt_br: Acessar via protocolo específico (svn://)
tr: Özel istekli iletişim kuralıyla erişme (svn://)

source: Once the Subversion repository is created, you can configure the access control. You can edit the <filename> /path/to/repos/project/conf/svnserve.conf</filename> file to configure the access control. For example, to set up authentication, you can uncomment the following lines in the configuration file:
fr: Une fois le dépôt Subversion créé, vous pouvez configurer le contrôle d'accès. Vous pouvez modifier le fichier <filename>/path/to/repos/project/conf/svnserve.conf</filename> pour cela. Par exemple, pour activer l'authentification, vous pouvez décommenter les lignes suivantes dans le fichier de configuration :
pt_br: Assim que o repositório do Subversion é criado, você pode configurar o protocolo de acesso. Você pode editar o arquivo <filename> /path/to/repos/project/conf/svnserve.conf</filename> para configurar o controle de acesso. Por exemplo, para configurar a autenticação você pode descomentar as seguintes linhas no arquivo de configuração:
tr: Bozulma deposu oluşturulduktan sonra, erişim kontrolünü yapılandırabilirsin. Erişim kontrolümü yapılandırmak için <filename> /path/to/repos/project/conf/svnserve.conf</filename> dosyasını düzenleyebilirsin. Örneğin, doğrulamayı ayarlamak için yapılandırma dosyasındaki şu satırlar açıklamasız olabilir.

source: After uncommenting the above lines, you can maintain the user list in the passwd file. So, edit the file <filename>passwd </filename> in the same directory and add the new user. The syntax is as follows:
fr: Après avoir décommenté ces lignes, vous pouvez gérer la liste des utilisateurs dans le fichier passwd. Modifiez donc le fichier <filename>passwd</filename> dans le même répertoire et ajoutez le nouvel utilisateur. La syntaxe se présente ainsi :
pt_br: Depois de descomentar as linhas acima você pode manter a lista de usuários no arquivo passwd. Então, edite o arquivo <filename>passwd </filename> no mesmo diretório e adicione o novo usuário. A sintaxe é a seguinte:
tr: Yukardaki satırları açıklamasız bıraktıktan sonra passwd dosyasındaki kullanıcı listesini devam eddirebilirsin. Bunun için aynı dizindeki <filename>passwd </filename> dosyasını yeni kullanıcı ekleyerek düzenleyin. Söz dizimi aşağıdaki gibidir:

source: For more details, please refer to the file.
fr: Pour plus de renseignements, référez-vous au fichier.
pt_br: Para mais detalhes, por favor referir ao arquivo.
tr: Daha fazla ayrıntı için lütfen ilgili dosyaya bakınız.

source: Now, to access Subversion via the svn:// custom protocol, either from the same machine or a different machine, you can run svnserver using svnserve command. The syntax is as follows:
fr: Maintenant, pour accéder à Subversion via le protocole personnalisé svn://, soit de la même machine, soit d'une autre, vous pouvez exécuter svnserver en utilisant la commande svnserve. La syntaxe se présente ainsi :
pt_br: Agora, para acessar o Subversion via protocolo específico svn://, estando na mesma maquina ou não, você pode rodar o svnserver usando o comando svnserve. A sintaxe é a seguinte:
tr: Şimdi svn:// özel tanımlı iletişim kuralı ile Bozulma deposuna erişmek için ya aynı makine ya da farklı makineden svnserve komutunu kullanarak svnserver'ı çalıştırabilirsin. Söz dizimi şunun gibidir:

source: Once you run this command, Subversion starts listening on default port (3690). To access the project repository, you must run the following command from a terminal prompt:
fr: Une fois la commande exécutée, Subversion démarre en écoutant le port par défaut (3690). Pour accéder au dépôt du projet, vous devez exécuter la commande suivante dans un terminal :
pt_br: Assim que você rodar esse comando, o Subversion iniciará ouvindo na porta padrão (3690). Para acessar o repositório do projeto, você precisa rodar o seguinte comando a partir de um prompt de terminal:
tr: Bu komutu çalıştırdıktan sonra Bozulma, mevcut 3690 yuvasında dinlemeye başlar. Proje deposuna erişmek için aşağıdaki komutu bir terminalden çalıştırmalısın:

source: svn co svn://hostname/project project --username user_name
fr: svn co svn://nom_hote/projet project --username nom_utilisateur
pt_br: svn co svn://hostname/project project --username nome_do_usuário

source: Based on server configuration, it prompts for password. Once you are authenticated, it checks out the code from Subversion repository. To synchronize the project repository with the local copy, you can run the <command>update</command> sub-command. The syntax of the command, entered at a terminal prompt, is as follows:
fr: Suivant la configuration du serveur, il vous demande un mot de passe. Une fois que vous vous êtes authentifié, il vérifie le code sur le dépôt Subversion. Pour synchroniser le dépôt du projet avec votre copie locale, vous pouvez exécuter la sous-commande <command>update</command>. La syntaxe de cette commande, saisie dans un terminal, est la suivante :
pt_br: Baseado na configuração do servidor, ele perguntará por uma senha. Assim que você estiver autenticado, ele irá fazer a retirada do código do repositório do Subversion. Para sincronizar o repositório do projeto com a cópia local, você pode rodar o sub-comando <command>update</command>. A sintaxe do comando, informado em um prompt de terminal, é a seguinte:
tr: Sunucu yapılandırması temelde şifre ister. Doğrulamayı yapıldığında Bozulma deposundan kodu kontrol eder. Proje deposunu yerel kopya ile senkronize etmek için <command>update</command> alt komutunu çalıştırabilirsin. Terminale girilecek komutun söz dizimi şu şekildedir:
