Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You can remove the world readable permissions using the following syntax:
fr: Vous pouvez supprimer les droits en lecture pour tout le monde avec la syntaxe suivante :
pt_br: Você pode remover a permissão de leitura mundial usando a seguinte sintaxe:
tr: Dünya okunabilir izinlerini şu söz dizimini kullanarak kaldırabilirsin:

source: sudo chmod 0750 /home/username
fr: sudo chmod 0750 /home/nomutilisateur
pt_br: sudo chmod 0750 /home/nomedousuario

source: Some people tend to use the recursive option (-R) indiscriminately which modifies all child folders and files, but this is not necessary, and may yield other undesirable results. The parent directory alone is sufficient for preventing unauthorized access to anything below the parent.
fr: Certaines personnes ont tendance à utiliser aveuglément l'option de récursion (-R) qui modifie tous les sous-répertoires et fichiers. Ceci n'est pas nécessaires et peut conduire à des résultats indésirables. Agir sur le répertoire principal est suffisant pour empêcher les accès non autorisés à tout ce qui peut se trouver dedans.
pt_br: Algumas pessoas tendem a usar a opção recursiva (-R), que modifica indiscriminadamente todas as sub pastas e arquivos, mas isso não é necessário, e pode produzir outros resultados indesejáveis. A pasta principal sozinha é suficiente para impedir o acesso não autorizado a qualquer coisa abaixo dela.
tr: Bazı kişilerin bütün küçük klasör ve dosyaları düzenleyen, tekrarlı seçim olan -R'yi gelişi güzel kullanmaya eğilimi vardır. Fakat buna gerek yoktur. Bu diğer istenmeyen sonuçlar doğurabilir. Ana tek dizin aşağıda herhangi bir yerde istenmeyen erişimleri engellemek için yeterlidir

source: A much more efficient approach to the matter would be to modify the <application>adduser</application> global default permissions when creating user home folders. Simply edit the file <filename>/etc/adduser.conf</filename> and modify the <varname>DIR_MODE</varname> variable to something appropriate, so that all new home directories will receive the correct permissions.
fr: Un approche bien plus efficace pour ce problème serait de modifier globalement les droits d'accès établis par défaut par <application>adduser</application> lors de la création des répertoires personnels. Ouvrez simplement le fichier <filename>/etc/adduser.conf</filename> et changez la valeur de la variable <varname>DIR_MODE</varname> pour quelque chose d'approprié, ainsi les nouveaux dossiers utilisateurs auront les bons droits d'accès lors de leur création.
pt_br: Uma abordagem mais eficiente para a questão seria a de modificar a <application>adduser</application> permissão global quando criar a pasta pessoal. Basta editar o arquivo <filename>/etc/adduser.conf</filename> e modificar o <varname>DIR_MODE</varname> variável para algo apropriado, assim todas as pastas pessoais vão receber o permissões corretas.
tr: Daha etkili bir yaklaşım kullanıcı ev klasörleri oluşturduğunda <application>adduser</application> global mevcut izinlerini düzenlemektir. Basitçe <filename>/etc/adduser.conf</filename> dosyasını ve <varname>DIR_MODE</varname> değişkenini uygun şekilde düzenle. Böylece tüm yeni ev dizinleri doğru izinleri alacaktır.

source: After correcting the directory permissions using any of the previously mentioned techniques, verify the results using the following syntax:
fr: Après avoir corrigé les droits d'accès avec l'une des méthodes mentionnée précédemment, effectuez-en un contrôle avec la commande suivante :
pt_br: Depois de corrigir as permissões do diretório usando qualquer das técnicas mencionadas anteriormente, verifique os resultados usando a seguinte sintaxe:
tr: Daha önce bahsedilen yöntemlerden herhangi birini kullanarak dizin izinlerini doğruladıktan sonra, şu söz dizimini kullanarak sonuçları doğrula:

source: The results below show that world readable permissions have been removed:
fr: Les résultats ci-dessous montrent que les droits de lecture pour tout le monde ont été enlevés :
pt_br: Os resultados abaixo mostram que as permissões globais de leitura foram removidas:
tr: Aşağıdaki sonuçlar dünyada okunabilir izinlerin kaldırıldığını gösteriyor:

source: drwxr-x--- 2 username username 4096 2007-10-02 20:03 username
fr: drwxr-x--- 2 nomutilisateur nomutilisateur 4096 2007-10-02 20:03 nomutilisateur
pt_br: drwxr-x--- 2 nomedousuario nomedousuario 4096 2007-10-02 20:03 nomedousuario

source: Password Policy
fr: Politique des mots de passe
pt_br: Política de Senhas
tr: Şifre Kuralı

source: A strong password policy is one of the most important aspects of your security posture. Many successful security breaches involve simple brute force and dictionary attacks against weak passwords. If you intend to offer any form of remote access involving your local password system, make sure you adequately address minimum password complexity requirements, maximum password lifetimes, and frequent audits of your authentication systems.
fr: Avoir une politique rigoureuse des mots de passe est l'un des aspect les plus important de votre stratégie de sécurité. Des attaques de type force brute ou par dictionnaire contre des mots de passe faibles sont à l'origine de nombreuses intrusions. Si vous désirez ouvrir un accès distant (quel que soit son type) à votre système en utilisant votre mot de passe local, vous devez vous assurer que vous respectez des exigences minimales de complexité des mots de passe, des durées de vie des mots de passe limitées, et que vous effectuez des audits fréquents de vos systèmes d'authentification.
pt_br: Uma Política de senha forte é um dos aspectos mais importantes para sua segurança. Muitas violações de seguranças de sucesso envolve simples força bruta e ataques de dicionário contra senhas fracas. Se você tem intenção de oferecer qualquer forma de acesso remoto envolvendo sua senha do sistema local, certifique-se dos requisitos mínimos da complexidade da senha, vida útil máxima da senha, e freqüência de do seu sistema de autenticação.
tr: Güçlü bir şifre kuralı, güvenlik durumunun çok önemlilerinden biridir. Çok başarılı güvenlik açıklıkları basit kaba kuvvet gerektirir ve zayıf şifrelere karşı kelime üretme saldırıları maruz kalır. Eğer senin yerel sistem şifreni içeren herhangi uzaktan erişimi amaçlıyorsan, şifrenin, karmaşık ihtiyaçların üstesinden gelecek, en büyük kullanım süresini sahip ve sistem doğrulamanın alışılmış denetimi sağlayacağından emin ol.

source: Minimum Password Length
fr: Longueur minimale du mot de passe
pt_br: Tamanho Mínimo de Senha
tr: En küçük Şifre Uzunluğu

source: By default, Ubuntu requires a minimum password length of 4 characters, as well as some basic entropy checks. These values are controlled in the file <filename>/etc/pam.d/common-password</filename>, which is outlined below.
fr: Par défaut, Ubuntu requiert un mot de passe d'au moins 4 caractères, ainsi que certaines vérifications basiques d'entropie. Ces paramètres sont gérés par le fichier <filename>/etc/pam.d/common-password</filename> qui est décrit ci-dessous.
pt_br: Por padrão, o Ubuntu exige um tamanho mínimo de senha de 4 caracteres, assim como algumas checagens básicas de entropia. Estes valores estão controlados no arquivo <filename>/etc/pam.d/common-password</filename>, que são esboçadas abaixo.
tr: Normalde, Ubuntu en az 4 karakter uzunluğunda bir şifre gerektirir. Bu değerler aşağıda <filename>/etc/pam.d/common-password</filename> dosyasında görüldüğü gibi kontrol edilir.

source: If you would like to adjust the minimum length to 6 characters, change the appropriate variable to min=6. The modification is outlined below.
fr: Si vous voulez modifier la taille minimale du mot de passe à 6 caractères, changez la variable appropriée à min=6. La modification est présentée ci-dessous.
pt_br: Se você deseja ajustar o tamanho mínimo para 6 caracteres, mude a variável apropriada para min=6. A modificação está esboçada abaixo.
tr: Eğer en az 6 karakterlik bir şifre ayarlamak istiyorsan, uygun değişkeni min=6 şeklinde değiştir. Düzenleme aşağıdaki gibi gözükür:

source: The <varname>max=8</varname> variable does not represent the maximum length of a password. It only means that complexity requirements will not be checked on passwords over 8 characters. You may want to look at the <application>libpam-cracklib</application> package for additional password entropy assistance.
fr: La variable <varname>max=8</varname> ne représente pas la taille maximale d'un mot de passe. Elle signifie seulement que les tests de complexité ne seront pas appliqués aux mots de passe de plus de 8 caractères. Vous pouvez regarder le paquet <application>libpam-cracklib</application> pour une aide supplémentaire sur l'entropie des mots de passe.
pt_br: A variável <varname>max=8</varname> não representa o tamanho máximo de uma senha. Ela apenas significa que não serão checados os requisitos de complexidade em senha com mais de 8 caracteres. Você deve olhar no pacote <application>libpam-cracklib</application> para uma assistência adicional sobre entropia de senhas.
tr: The <varname>max=8</varname> değişkeni şifrenin en büyük uzunluğunu temsil etmez. Bu sadece karmaşık ihtiyaçlar 8 karakterden daha uzun şifre için kontrol edilmeyeceği anlamına gelir. Şifreleme dağınımı hakkında ek yardım için <application>libpam-cracklib</application> paketine bakabilirsin.

source: Password Expiration
fr: Expiration du mot de passe
pt_br: Expiração de Senha
tr: Şifre Süre Bitimi

source: When creating user accounts, you should make it a policy to have a minimum and maximum password age forcing users to change their passwords when they expire.
fr: Lorsque vous créez des comptes utilisateurs, vous devriez vous fixer comme règle de définir une durée de vie minimale et maximale pour les mots de passe. Cela obligera les utilisateurs à changer leur mot de passe lorsqu'il arrive à expiration.
pt_br: Quando criar contas de usuário, você deve fazer uma política de tempo mínimo e máximo de senha para força-los a trocar quando elas expirarem.
tr: Kullanıcı hesapları oluşturduğunda, en küçük veya en büyük şifre süresini belirterek, kullanıcıları şifrelerini değiştirmeye zorlayacak bir kural koyabilirsin.

source: To easily view the current status of a user account, use the following syntax:
fr: Pour afficher facilement l'état actuel d'un compte utilisateur, utilisez la syntaxe suivante :
pt_br: Para ver o status de uma conta de usuário facilmente, use o seguinte comando:
tr: Kullanıcı hesabının mevcut durumunu kolayca görüntülemek için şu söz dizimini kullanın:

source: The output below shows interesting facts about the user account, namely that there are no policies applied:
fr: La sortie ci-dessous montre des choses intéressantes sur le compte utilisateur, en fait aucune règle n'est appliquée :
pt_br: A saída abaixo mostra alguns fatos interessantes sobre a conta de usuário, com a premissa de que não há políticas aplicadas:
tr: Aşağıdaki çıktı, kullanıcı hesabı ile ilgili uygulanan herhangi bir kural olmadığı durumunu gösteriyor:

source: Last password change : Jan 20, 2008 Password expires : never Password inactive : never Account expires : never Minimum number of days between password change : 0 Maximum number of days between password change : 99999 Number of days of warning before password expires : 7
fr: Dernier changement de mot de passe : 20 janvier 2008 Fin de validité du mot de passe : jamais Mot de passe désactivé : jamais Fin de validité du compte : jamais Nombre minimum de jours entre les changements de mot de passe : 0 Nombre maximum de jours entre les changements de mot de passe : 99999 Nombre de jours d'avertissement avant la fin de validité du mot de passe : 7
pt_br: Ultima mudança de senha : Jan 20, 2008 Senha Expira : nunca Senha Inativa : nunca Conta Expira : nunca Mínimo de dias para mudar a senha : 0 Máximo de dias para muda a senha : 99999 Número de dias de aviso antes da senha expirar : 7
tr: Son şifre değiştirme : 8 Şubat 2010 Şifre süre sonu : never Şifrenin kullanımı : never Hesap süre sonu : never Şifre değiştirme arasındaki en az gün sayısı : 0 Şifre değiştirme arasındaki en fazla gün sayısı : 99999 Şifre süre sonu bitmeden önce uyarılacak gün sayısı : 7

source: To set any of these values, simply use the following syntax, and follow the interactive prompts:
fr: Pour définir une de ces valeurs, utilisez simplement la syntaxe suivante et suivez les indications :
pt_br: Para setar alguns desses valores, simplesmente use a sintaxe seguinte e responda às perguntas interativas:
tr: Bu değerlerden herhangi birini ayarlamak için basitçe şu söz dizimini kullanın ve etkileşimi takip edin:

source: sudo chage username
fr: sudo chage nomutilisateur
pt_br: sudo chage nomedousuario

source: The following is also an example of how you can manually change the explicit expiration date (-E) to 01/31/2008, minimum password age (-m) of 5 days, maximum password age (-M) of 90 days, inactivity period (-I) of 5 days after password expiration, and a warning time period (-W) of 14 days before password expiration.
fr: Ce qui suit est également un exemple de la façon dont vous pouvez modifier manuellement la date d'expiration explicite (-E) au 31/01/2008, la durée de vie minimale du mot de passe (-m) à 5 jours, sa durée de vie maximale (-M) à 90 jours, la période d'inactivité (-I) à 5 jours après l'expiration du mot de passe et une période d'avertissement (-W) de 14 jours avant l'expiration du mot de passe.
pt_br: O exemplo a seguir mostra como você pode mudar a data de expiração explicitamente (-E) para 01/31/2008, idade mínima da senha (-m) para 5 dias, idade máxima da senha (-M) para 90 dias, período de inatividade (-I) de 5 dias após a expiração da senha, e um período de aviso (-W) de 14 dias antes da expiração da senha.
tr: Aşağıdaki, açık olarak elle nasıl değiştirebileceğine ait bir örnektir. Süre sonu tarihi (-E): 01/02/2010, en küçük şifre ömrü (-m): 5 gün, en büyük şifre ömrü (-M): 90 gün, şifre süre bitiminden sonraki eylemsizlik periyodu (-I): 5 gün ve şifre süre bitiminden önceki uyarılacak zaman periyodu (-W): 14 gün.

source: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 username
fr: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 nomutilisateur
pt_br: sudo chage -E 01/31/2008 -m 5 -M 90 -I 30 -W 14 nomedousuario
tr: sudo chage -E 01/02/2010 -m 5 -M 90 -I 30 -W 14 username

source: To verify changes, use the same syntax as mentioned previously:
fr: Pour vérifier les modifications, utilisez la même syntaxe que celle mentionnée précédemment :
pt_br: Para verficar as mudanças, use o mesmo comando, como mencionado anteriormente.
tr: Değişiklikleri onaylamak için daha önce yukarıda bahsedilen söz dizimini kullanın:

source: The output below shows the new policies that have been established for the account:
fr: La sortie ci-dessous indique les nouvelles règles qui ont été établies pour le compte :
pt_br: A saída abaixo mostra as novas políticas que foram estabelecidas para a conta:
tr: Aşağıdaki çıktı hesap için sağlanan yeni kuralları gösteriyor:

source: Last password change : Jan 20, 2008 Password expires : Apr 19, 2008 Password inactive : May 19, 2008 Account expires : Jan 31, 2008 Minimum number of days between password change : 5 Maximum number of days between password change : 90 Number of days of warning before password expires : 14
fr: Dernier changement de mot de passe : 20 janvier 2008 Fin de validité du mot de passe : 19 avril 2008 Mot de passe désactivé : 19 mai 2008 Fin de validité du compte : 31 janvier 2008 Nombre minimal de jours entre deux changements de mot de passe : 5 Nombre maximal de jours entre deux changements de mot de passe : 90 Nombre de jours d'avertissement avant la fin de validité du mot de passe : 14
pt_br: Última alteração de senha : Jan 20, 2008 Senha expira em : Abr 19, 2008 Senha inativa : Mai 19, 2008 Account expires : Jan 31, 2008 Número mínimo de dias entre mudanças de senha : 5 Número máximo de dias entre mudanças de senha : 90 Número de dias para aviso antes da expiração da senha : 14
tr: Son şifre değiştirme : 8 Şubat 2010 Şifre süre sonu : 19 Nisan 2010 Şifrenin kullanımı : 19 Mayıs 2010r Hesap süre sonu : 31 Ocak 2010 Şifre değiştirme arasındaki en az gün sayısı : 0 Şifre değiştirme arasındaki en fazla gün sayısı : 99999 Şifre süre sonu bitmeden önce uyarılacak gün sayısı : 7

source: Other Security Considerations
fr: Autres considérations de sécurité
pt_br: Outras Considerações de Segurança
tr: Diğer Güvenlik Hatırlatmaları

source: Many applications use alternate authentication mechanisms that can be easily overlooked by even experienced system administrators. Therefore, it is important to understand and control how users authenticate and gain access to services and applications on your server.
fr: Un grand nombre d'applications utilisent d'autres mécanismes d'authentification qui peuvent facilement être négligés, même par des administrateurs système expérimentés. Par conséquent, il est important de comprendre et de contrôler la manière dont les utilisateurs s'authentifient et ont accès aux services et aux applications sur votre serveur.
pt_br: Várias aplicações utilizam mecanismos alternativos de autenticação que podem facilmente ser encontrados por administradores de sistemas experientes. Sendo assim, é importante entender e controlar como os usuários se autenticam e tem acesso a serviços e aplicações no seu servidor.
tr: Birçok uygulama tecrübeli sistem yöneticileri tarafından bile kolayca gözden kaçırılabilecek alternatif doğrulama mekanizması kullanır. Bu yüzden, hangi kullanıcılara izin verileceğini anlamak ve kontrol etmek, sunucundaki hangi servislere ve uygulamalara erişeceğini ayarlamak önemlidir.

source: SSH Access by Disabled Users
fr: Accès SSH par des utilisateurs désactivés
pt_br: Acesso SSH por usuários desabilitados
tr: Pasif Kullanıcılar tarafından SSH'a Erişme

source: Simply disabling/locking a user account will not prevent a user from logging into your server remotely if they have previously set up RSA public key authentication. They will still be able to gain shell access to the server, without the need for any password. Remember to check the users home directory for files that will allow for this type of authenticated SSH access. e.g. <filename>/home/username/.ssh/authorized_keys</filename>.
fr: Le simple fait de désactiver ou verrouiller un compte utilisateur, n'empêchera pas celui-ci de se connecter à distance à votre serveur s'il a précédemment défini une authentification par clé publique RSA. Il continuera à avoir un accès en ligne de commande au serveur, sans avoir besoin d'un mot de passe. Pensez à vérifier dans les répertoires personnels des utilisateurs la présence de fichiers qui autorisent ce type d'accès SSH avec authentification, c'est-à-dire <filename>/home/nomutilisateur/.ssh/authorized_keys</filename>.
pt_br: Apenas desabilitar/bloquear uma conta de usuário não irá prevenir que um usuário se conecte ao seu servidor remotamente se ele tiver configurado previamente um chave de autenticação pública RSA. Eles continuarão podendo ter acesso ao servidor, sem a necessidade de nenhuma senha. Lembre de checar o diretório pessoal do usuário por arquivos que permitirá este tipo de acesso com autenticação SSH. ex. <filename>/home/nome_do_usuário/.ssh/authorized_keys<filename>.
tr: Basit olarak pasif/kilitli bir kullanıcı hesabı, sunucuna uzaktan giriş yapan kullanıcıyı, eğer evvelki RSA genel anahtar doğrulamasına sahipse engellemez. Bunlar herhangi bir şifreye gerek kalmadan hala sunucuna erişebilecektir. Doğrulanmış SSH erişiminin bü türüne izin veren dosyalar için kullanıcı ev dizinini kontrol etmeyi hatırlayın. örn; <filename>/home/username/.ssh/authorized_keys</filename>.

source: Remove or rename the directory <filename class="directory">.ssh/</filename> in the user's home folder to prevent further SSH authentication capabilities.
fr: Supprimez ou renommez le dossier <filename class="directory">.ssh/</filename> du répertoire personnel de l'utilisateur pour l'empêcher d'utiliser les capacités d'authentification SSH à l'avenir.
pt_br: Remova ou renomeie o diretório <filename class="directory">.ssh/</filename> localizado na pasta home do usuário para previnir futuras autenticações SSH.
tr: Diğer SSH doğrulama yeteneklerini engellemek için kullanıcının ev klasöründeki <filename class="directory">.ssh/</filename> dizinini kaldırın veya yeniden adlandırın.

source: Be sure to check for any established SSH connections by the disabled user, as it is possible they may have existing inbound or outbound connections. Kill any that are found.
fr: Vérifiez bien qu'aucune connexion SSH n'est établie par l'utilisateur désactivé, en effet il peut avoir une connexion entrante ou sortante active. Mettez fin à toutes celles que vous trouvez.
pt_br: Certifique-se de checar qualquer conexão baseado no SSH por usuários incapacitados, como isto é possível eles podem ter conexões de entrada ou saída existentes. Feche qualquer uma encontrada.
tr: Yayımlanmış herhangi SSH bağlantılarda kullanıcının pasifleştirildiğinden emin olun. Bunların mevcut gelen veya giden bağlantılara sahip olması mümkündür. Bulduklarınızı öldürün. :)

source: Restrict SSH access to only user accounts that should have it. For example, you may create a group called "sshlogin" and add the group name as the value associated with the <varname>AllowGroups</varname> variable located in the file <filename>/etc/ssh/sshd_config</filename>.
fr: Restreignez l'accès en SSH aux seuls comptes utilisateurs qui devrait l'avoir. Vous pouvez par exemple, créer un groupe nommé « sshlogin » et ajouter ce nom de groupe comme valeur à la variable <varname>AllowGroups</varname> située dans le fichier <filename>/etc/ssh/sshd_config</filename>.
pt_br: Acesso SSH restrito apenas para contas de usuários que devem ter isso. Por exemplo, você pode cirar um grupo chamado "sshlogin" e adicionar ao nome
tr: SSH erişimini sadece kullanıcı hesabı olanlar için sınırlayın. Örneğin; "sshlogin" adında bir grup oluşturabilir ve grup adını <filename>/etc/ssh/sshd_config</filename> dosyasında bulunan <varname>AllowGroups</varname> değişkeni ile ilgili değer gibi ekleyebilirsiniz.

source: Then add your permitted SSH users to the group "sshlogin", and restart the SSH service.
fr: Puis ajoutez vos utilisateurs SSH autorisés au groupe « sshlogin », et redémarrez le service SSH.
pt_br: Então adicione seus usuários SSH permitidos ao grupo "sshlogin", e reinicie o serviço SSH.
tr: Sonra izin verdiğin SSH kullanıcılarını "sshlogin" grubuna ekleyin ve SSH servisini yeniden başlatın.

source: sudo adduser username sshlogin
fr: sudo adduser nomutilisateur sshlogin
pt_br: sudo adduser nome_de_usuário sshlogin

source: External User Database Authentication
fr: Authentification via une base de données utilisateurs externe
pt_br: Base de dados de Autenticação de Usuário Externo
tr: Harici Kullanıcı Veritabanı Doğrulaması
