Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Now that we can connect to our <application>PostgreSQL</application> server, the next step is to set a password for the <emphasis>postgres</emphasis> user. Run the following command at a terminal prompt to connect to the default PostgreSQL template database:
fr: Maintenant que nous pouvons nous connecter à notre serveur <application>PostgreSQL</application>, la prochaine étape consiste à définir un mot de passe pour l'utilisateur <emphasis>postgres</emphasis>. Exécutez la commande suivante dans un terminal pour vous connecter à la structure de base de données par défaut de PostgreSQL :
pt_br: Agora que podemos conectar no nosso servidor <application>PostgreSQL</application>, o próximo passo é determinar uma senha para o usuário <emphasis>postgres</emphasis>. Execute o seguinte comando em um terminal para conectar ao modelo padrão de banco de dados do PostgreSQL.
tr: Şimdi <application>PostgreSQL</application> sunucumuza bağlanabiliriz. Sonraki adım <emphasis>postgres</emphasis> kullanıcısı için bir şifre ayarlamaktır. Öntanımlı PostgreSQL şablon veritabanına bağlanmak için terminale şu komutu çalıştırın:

source: The above command connects to PostgreSQL database <emphasis>template1</emphasis> as user <emphasis>postgres</emphasis>. Once you connect to the PostgreSQL server, you will be at a SQL prompt. You can run the following SQL command at the <application>psql</application> prompt to configure the password for the user <emphasis role="italics">postgres</emphasis>.
fr: La commande ci-dessus permet la connexion à la base de données PostgreSQL <emphasis>template1</emphasis> en tant qu'utilisateur <emphasis>postgres</emphasis>. Une fois connecté au serveur PostgreSQL, vous serez face à une invite de commande SQL. Vous pouvez alors utiliser la commande SQL suivante à l'invite de <application>psql</application> afin de configurer le mot de passe de l'utilisateur <emphasis role="italics">postgres</emphasis>.
pt_br: O comando acima conecta ao banco de dados <emphasis>template1</emphasis> do PostgreSQL como usuário <emphasis>postgres</emphasis>. Assim que você se conectar ao servidor PostgreSQL, você estará no prompt SQL. Você pode rodar os seguintes comandos SQL no prompt do <application>psql</application> para configurar a senha para o usuário <emphasis role="italics">postgres</emphasis>.
tr: Yukarıdaki komut, PostgreSQL veritabanı <emphasis>şablon1</emphasis>'e <emphasis>postgres</emphasis> kullanıcı olarak bağlar. PostgreSQL sunucuya bağlandıktan sonra, bir SQL istemde bulunabilirsin. <emphasis role="italics">postgres</emphasis> kullanıcı şifresini yapılandırmak için <application>psql</application>'da aşağıdaki SQL komutunu çalıştırabilirsin.

source: ALTER USER postgres with encrypted password 'your_password';
fr: ALTER USER postgres with encrypted password 'votre_mot_de_passe';
pt_br: ALTER USER postgres with encrypted password 'sua_senha';
tr: Kriptolanmış şifre 'your_password' KULLANICI DEĞİŞTİRME postgres ;

source: After configuring the password, edit the file <filename>/etc/postgresql/8.4/main/pg_hba.conf</filename> to use <emphasis>MD5</emphasis> authentication with the <emphasis>postgres</emphasis> user:
fr: Après avoir configuré le mot de passe, modifiez le fichier <filename>/etc/postgresql/8.4/main/pg_hba.conf</filename> pour utiliser l'authentification <emphasis>MD5</emphasis> avec l'utilisateur <emphasis>postgres</emphasis> :
pt_br: Após configurar a senha, edite o arquivo <filename>/etc/postgresql/8.4/main/pg_hba.conf</filename> para usar a autenticação <emphasis>MD5</emphasis> com o usuário <emphasis>postgres</emphasis>:
tr: Şifreni yapılandırdıktan sonra, <emphasis>MD5</emphasis> kimlik doğrulamasını <emphasis>postgres</emphasis> kullanıcısı ile kullanmak için <filename>/etc/postgresql/8.4/main/pg_hba.conf</filename> dosyasını düzenleyin:

source: Finally, you should restart the <application>PostgreSQL</application> service to initialize the new configuration. From a terminal prompt enter the following to restart <application>PostgreSQL</application>:
fr: Enfin, vous devez redémarrer le service <application>PostgreSQL</application> pour initialiser la nouvelle configuration. À partir d'un terminal, tapez ceci pour redémarrer <application>PostgreSQL</application>:
pt_br: Finalmente, você deve reiniciar o serviço <application>PostgreSQL</application> para inicializar a nova configuração. A partir de um terminar digite o seguinte para reiniciar o <application>PostgreSQL</application>:
tr: Son olarak, yeni yapılandırmanın başlaması için <application>PostgreSQL</application> servisini yeniden başlatın. <application>PostgreSQL</application>'i yeniden başlatmak için terminale şunu girin:

source: The above configuration is not complete by any means. Please refer <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink> to configure more parameters.
fr: La configuration ci-dessus n'est en aucun cas complète. Veuillez vous referer au <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html">Guide de l'administrateur PostgreSQL</ulink> pour configurer plus de paramètres.
pt_br: A configuração acima não está completa. Por favor consulte <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink> para configurar mais parâmetros.
tr: Yukarıdaki yapılandırma tam olarak tamamlanmadı. Daha fazla parametre yapılandırmak için lütfen <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>'a bakın.

source: As mentioned above the <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html">Administrator's Guide</ulink> is an excellent resource. The guide is also available in the <application>postgresql-doc-8.4</application> package. Execute the following in a terminal to install the package:
fr: Comme mentionné ci-dessus, le <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html">Guide de l'administrateur</ulink> est une excellente ressource. Ce guide est aussi disponible dans le paquet <application>postgresql-doc-8.4</application>. Exécutez la commande suivante dans un terminal pour installer le paquet :
pt_br: Como mencionado acima o <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html">Administrator's Guide</ulink> é um excelente recurso. O manual está disponível no pacote <application>postgresql-doc-8.4</application>. Execute o seguinte comando para instalar o pacote
tr: Yukarıda bahsedildiği gibi <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html">Administrator's Guide</ulink> mükemmel bir kaynaktır. Rehber <application>postgresql-doc-8.4</application> paketinde de bulunur. Paketi yüklemek için terminalde aşağıdakini çalıştırın:

source: To view the guide enter <command>file:///usr/share/doc/postgresql-doc-8.4/html/index.html</command> into the address bar of your browser.
fr: Pour consulter le guide, entrez <command>file:///usr/share/doc/postgresql-doc-8.4/html/index.html</command> dans la barre d'adresse de votre navigateur.
pt_br: Para ver o manual coloque o endereço <command>file:///usr/share/doc/postgresql-doc-8.4/html/index.html</command> na barra de endereço do seu navegador
tr: Rehberi görüntülemek için tarayıcınızın adres çubuğuna şunu girin: <command>file:///usr/share/doc/postgresql-doc-8.4/html/index.html</command>

source: Distributed Replicated Block Device (DRBD) mirrors block devices between multiple hosts. The replication is transparent to other applications on the host systems. Any block device hard disks, partitions, RAID devices, logical volumes, etc can be mirrored.
fr: Un périphérique en mode bloc répliqué et distribué (Distributed Replicated Block Device ou DRBD) met en miroir des périphériques en mode bloc entre plusieurs hôtes. La réplication est transparente pour les autres applications sur les systèmes hôtes. N'importe quel périphérique en mode bloc (disque dur, partitions, périphériques RAID, volumes logiques, etc.) peut être mis en miroir.
pt_br: Dispositivos de bloco replicados distribuídos (DRBD - Distributed Replicated Block Device) realizam o espelhamento de dispositivos de bloco entre múltiplas máquinas. A replicação é transparente para outros aplicativos nos sistemas das máquinas. Qualquer dispositivo de blocos como discos rígidos, partições, dispositivos RAID, volumes lógicos etc podem ser espelhados.
tr: Dağıtılmış Tekrarlı Blok Aygıtı (DRBD), çoklu ana makineler arasındaki aygıtları yansıtır. Çoğalma, ana sistemlerdeki diğer uygulamalarda şeffaftır. Her hangi blok aygıtları, sabit diskler, bölümlemeler, RAID aygıtları, mantıksal birimler, vb. yansıtılabilir.

source: To get started using <application>drbd</application>, first install the necessary packages. From a terminal enter:
fr: Pour commencer à utiliser <application>drbd</application>, installez d'abord les paquets nécessaires. Dans un terminal, écrivez :
pt_br: Para iniciar o uso de <application>drbd</application>, primeiro instale os pacotes necessários. Numa janela de terminal insira:
tr: <application>drbd</application> kullanarak başlamak için, öncelikle gerekli paketleri yükleyin. Bunun için terminalden şunu girin:

source: This section covers setting up a <application>drbd</application> to replicate a separate <filename>/srv</filename> partition, with an <application>ext3</application> filesystem between two hosts. The partition size is not particularly relevant, but both partitions need to be the same size.
fr: Cette section décrit le paramétrage de <application>drbd</application> pour répliquer une partition <filename>/srv</filename> distincte, avec un système de fichiers <application>ext3</application>, entre deux hôtes. La taille de partition n'est pas importante, mais les deux partitions doivent être de la même taille.
pt_br: a cobertura desta seção configura <application>drbd</application> para replicar uma partição <filename>/srv</filename> separada, com um arquivo de sistema <application>ext3</application> entre dois hosts. O tamanho da partição não é particularmente relevante, mas as duas partições devem ter o mesmo tamanho.
tr: Bu bölüm, farklı bir <filename>/srv</filename> bölümünü <application>ext3</application> ile çoğaltmak için iki ana sistem arasında <application>drbd</application>'yi kurmayı kapsar. Bölüm boyutu çokta önemli değildir. Fakat her iki bölüm de aynı boyutta olmalıdır.

source: The two hosts in this example will be called <emphasis>drbd01</emphasis> and <emphasis>drbd02</emphasis>. They will need to have name resolution configured either through DNS or the <filename>/etc/hosts</filename> file. See <xref linkend="dns"/> for details.
fr: Les deux hôtes dans cet exemple s'appellent <emphasis>drbd01</emphasis> et <emphasis>drbd02</emphasis>. Ils auront besoin d'avoir la résolution d'adresse configurée soit par DNS, soit à l'aide du fichier <filename>/etc/hosts</filename>. Consultez <xref linkend="dns"/> pour de plus amples informations.
pt_br: Os dois hosts neste exemplo serão denominados <emphasis>drbd01</emphasis> e <emphasis>drbd02</emphasis>. Eles precisarão ter a configuração de solução do nome configurado também através do DNS ou do arquivo <filename>/etc/hosts</filename> . Veja <xref linkend="dns"/> para detalhes.
tr: Bu örnekteki iki ana makine <emphasis>drbd01</emphasis> ve <emphasis>drbd02</emphasis> olarak adlandırılacak. Bunlar ya DNS ya da <filename>/etc/hosts</filename> dosyası tarafından kararlı yapıda ada sahip olmalıdır. Ayrıntılar için <xref linkend="dns"/>'ye bakın.

source: To configure <application>drbd</application>, on the first host edit <filename>/etc/drbd.conf</filename>:
fr: Pour configurer <application>drbd</application>, modifiez sur le premier hôte le fichier <filename>/etc/drbd.conf</filename> :
pt_br: Para configurar <application>drbd</application>, no primeiro editor host <filename>/etc/drbd.conf</filename>:
tr: <application>drbd</application>'yi yapılandırmak için, ilk ana makinede <filename>/etc/drbd.conf</filename>'i düzenleyin:

source: There are many other options in <filename>/etc/drbd.conf</filename>, but for this example their default values are fine.
fr: Beaucoup d'autres options sont disponibles dans le fichier <filename>/etc/drbd.conf</filename> mais leur valeur par défaut seront suffisantes pour cet exemple.
pt_br: Há muitas outras opções em <filename>/etc/drbd.conf</filename>, mas para este exemplo seus valores padrão estão bem.
tr: <filename>/etc/drbd.conf</filename>'de daha çok seçenek vardır. Fakat bu örnek için onların öntanımlı değerleri iyidir.

source: Now copy <filename>/etc/drbd.conf</filename> to the second host:
fr: Copiez maintenant <filename>/etc/drbd.conf</filename> vers le deuxième hôte :
pt_br: Agora copie <filename>/etc/drbd.conf</filename> para o segundo host:
tr: Şimdi <filename>/etc/drbd.conf</filename>'i ikinci ana makineye kopyalayın:

source: And, on <emphasis>drbd02</emphasis> move the file to <filename>/etc</filename>:
fr: Déplacez ensuite le fichier dans <filename>/etc</filename> sur <emphasis>drbd02</emphasis> :
pt_br: E, em <emphasis>drbd02</emphasis> mova o arquivo para <filename>/etc</filename>:
tr: Ve <emphasis>drbd02</emphasis>'deki dosyayı <filename>/etc</filename>'ye taşı:

source: Next, on both hosts, start the <application>drbd</application> daemon:
fr: Lancez ensuite le démon <application>drbd</application> sur les deux hôtes :
pt_br: A seguir, no hosts de both, inicie a demonstração<application>drbd</application> :
tr: Sonra, her iki ana makinede <application>drbd</application> programı başlat:

source: Now using the <application>drbdadm</application> utility initialize the meta data storage. On each server execute:
fr: Initialisez maintenant les méta données de stockage en utilisant <application>drbdadm</application>. Exécutez la commande suivante sur les deux serveurs :
pt_br: Agora usando o utilitário <application>drbdadm</application> inicialize o armazenador de meta-dados. Em cada servidor execute:
tr: Şimdi <application>drbdadm</application> uygulamasını kullanarak meta veri depolamayı başlatın. Her sunucuda çalıştırın:

source: On the <emphasis>drbd01</emphasis>, or whichever host you wish to be the primary, enter the following:
fr: Sur l'hôte <emphasis>drbd01</emphasis>, ou celui que vous souhaitez définir comme hôte primaire, saisissez :
pt_br: No <emphasis>drbd01</emphasis>, ou outro host que você escolha como primário, entre o seguinte:
tr: <emphasis>drbd01</emphasis>'de veya birincil olmasını istediğin herhangi makinede, aşağıdakileri girin:

source: After executing the above command, the data will start syncing with the secondary host. To watch the progresss, on <emphasis>drbd02</emphasis> enter the following:
fr: Après exécution de la commande précédente, les données commencer à se synchroniser avec l'hôte secondaire. Pour en suivre la progression, saisissez sur <emphasis>drbd02</emphasis> :
pt_br: Depois de executado o comando acima, a informação iniciará sincronismo com o host secundário. Para observar o progresso, em <emphasis>drbd02</emphasis> entre com o seguinte:
tr: Yukarıdaki komutu çalıştırdıktan sonra veri, ikincil makine ile senkronize olmaya başlayacak. İşlemleri seyretmek için, <emphasis>drbd02</emphasis>'de aşağıdakini girin:"

source: To stop watching the output press <emphasis>Ctrl+c</emphasis>.
fr: Appuyez sur <emphasis>Ctrl+c</emphasis> pour arrêter la commande « watch ».
pt_br: Para parar de observar a impressão de saída <emphasis>Ctrl+c</emphasis>.
tr: Çıktıyı seyretmeyi durdurmak için <emphasis>Ctrl+c</emphasis>'ye bas.

source: Finally, add a filesystem to <filename>/dev/drbd0</filename> and mount it:
fr: Pour finir, ajoutez un système de fichier à <filename>/dev/drbd0</filename> et montez-le :
pt_br: Finalmente, adicione um arquivo de sistema a <filename>/dev/drbd0</filename> e monte-o:
tr: Son olarak, <filename>/dev/drbd0</filename>'a bir dosya sistemi ekle ve bağla:

source: To test that the data is actually syncing between the hosts copy some files on the <emphasis>drbd01</emphasis>, the primary, to <filename>/srv</filename>:
fr: Pour vérifier que les données se synchronisent réellement entre les deux hôtes, copiez quelques fichiers de <emphasis>drbd01</emphasis>, l'hôte primaire, sur <filename>/srv</filename> :
pt_br: Para testar se os dados estão sincronizados entre os hosts copie alguns arquivos no <emphasis>drbd01</emphasis>, o primário, para <filename>/srv</filename>:
tr: Verinin makineler arasında senkronize olduğunu sınamak için <emphasis>drbd01</emphasis>'deki bazı dosyaları <filename>/srv</filename>'ye kopyalayın:

source: Next, unmount <filename>/srv</filename>:
fr: Démontez ensuite <filename>/srv</filename> :
pt_br: A seguir, desmonte <filename>/srv</filename>:
tr: Sonra, <filename>/srv</filename>'yi ayırın:

source: <emphasis>Demote</emphasis> the <emphasis>primary</emphasis> server to the <emphasis>secondary</emphasis> role:
fr: <emphasis>Rétrogradez</emphasis> le serveur <emphasis>primaire</emphasis> au rôle <emphasis>secondaire</emphasis> :
pt_br: Regra para <emphasis>rebaixar</emphasis> o servidor <emphasis>primário</emphasis> para <emphasis>secundário</emphasis>:
tr: <emphasis>Birincil</emphasis> sunucuyu <emphasis>ikincil</emphasis> konuma <emphasis>indirin</emphasis>:

source: Lastly, mount the partition:
fr: Enfin, montez la partition :
pt_br: Finalmente, monte a partição
tr: Son olarak, bölümü bağlayın:

source: Using <emphasis>ls</emphasis> you should see <filename>/srv/default</filename> copied from the former <emphasis>primary</emphasis> host <emphasis>drbd01</emphasis>.
fr: Avec <emphasis>ls</emphasis>, vous devriez voir le fichier <filename>/srv/default</filename> copié depuis l'ancien hôte <emphasis>primaire</emphasis> <emphasis>drbd01</emphasis>.
pt_br: usando <emphasis>ls</emphasis> você deverá ver <filename>/srv/default</filename> copiado do criador <emphasis>host</emphasis> primário <emphasis>drbd01</emphasis>.
tr: emphasis>ls</emphasis>'yi kullanarak <emphasis>birincil</emphasis> makine formundaki <filename>/srv/default</filename> kopyasını <emphasis>drbd01</emphasis>'de görebilirsiniz.

source: For more information on <application>DRBD</application> see the <ulink url="http://www.drbd.org/">DRBD web site</ulink>.
fr: Pour plus d'informations sur <application>DRBD</application>, consultez le <ulink url="http://www.drbd.org/">site Web DRBD</ulink>.
pt_br: Para mais informações acerca de <application>DRBD</application> veja <ulink url="http://www.drbd.org/">DRBD web site</ulink>.
tr: <application>DRBD</application> hakkında daha fazla bilgi için <ulink url=\"http://www.drbd.org/\">DRBD web site</ulink> sine bakın.

source: Chat Applications
fr: Applications de Chat
pt_br: Aplicativo de bate-papo
tr: Chat Uygulamaları

source: In this section, we will discuss how to install and configure a IRC server, <application>ircd-irc2</application>. We will also discuss how to install and configure Jabber, an instance messaging server.
fr: Dans cette section, nous allons voir comment installer et configurer un serveur IRC, <application>ircd-irc2</application>. Nous allons aussi voir comment installer et configurer Jabber, un serveur de messagerie instantanée.
pt_br: Nesta seção, discutiremos como instalar e configurar um servidor IRC, o <application>ircd-irc2</application>. Iremos também discutir como instalar e configurar o Jabber, um serviço de mensagens instantâneas.
tr: Bu bölümde, bir IRC sunucusu olan <application>ircd-irc2</application>'nin nasıl yüklenip, yapılandırılacağını göreceğiz. Ayrıca Jabber, ve ani mesajlaşma sunucu nasıl yüklenip, yapılandırılacağını da göreceğiz.

source: IRC Server
fr: Serveur IRC
pt_br: Servidor de IRC
tr: IRC Sunucu

source: The Ubuntu repository has many Internet Relay Chat servers. This section explains how to install and configure the original IRC server <application>ircd-irc2</application>.
fr: Le dépôt Ubuntu vous propose de nombreux serveurs Internet Relay Chat. Cette section explique comment installer et configurer le serveur IRC original <application>ircd-irc2</application>.
pt_br: O repositório do Ubuntu têm muitos servidores IRC (Internet Relay Chat). Esta seção explica como instalar e configurar o servidor IRC original <application>ircd-irc2</application>.
tr: Ubuntu deposunda birçok Internet Relay Chat (IRC) sunucu vardır. Bu bölüm özgün IRC sunucu olan <application>ircd-irc2</application>'nin nasıl yüklenip yapılandırılacağını açıklar.

source: To install <application>ircd-irc2</application>, run the following command in the command prompt:
fr: Pour installer <application>ircd-irc2</application>, exécutez la commande suivante dans un terminal :
pt_br: Para instalar <application>ircd-irc2</application>, execute o seguinte comando no prompt de comando:
tr: <application>ircd-irc2</application>'yi yüklemek için, aşağıdaki komutu çalıştırın:

source: The configuration files are stored in <filename>/etc/ircd</filename> directory. The documents are available in <filename>/usr/share/doc/ircd-irc2</filename> directory.
fr: Les fichiers de configuration sont enregistrés dans le répertoire <filename>/etc/ircd</filename>. Les documents sont disponible dans le répertoire <filename>/usr/share/doc/ircd-irc2</filename>.
pt_br: Os arquivos de configuração estão armazenados no diretório <filename>/etc/ircd</filename>. Os documentos estão disponíveis no diretório <filename>/usr/share/doc/ircd-irc2</filename>.
tr: Yapılandırma dosyaları <filename>/etc/ircd</filename> dizininde depolanır. Belgeler <filename>/usr/share/doc/ircd-irc2</filename> dizininde bulunur.

source: The IRC settings can be done in the configuration file <filename>/etc/ircd/ircd.conf</filename>. You can set the IRC host name in this file by editing the following line:
fr: Le paramétrage d'IRC peut être fait dans le fichier de configuration <filename>/etc/ircd/ircd.conf</filename>. Vous pouvez définir le nom d'hôte IRC dans ce fichier en modifiant la ligne suivante :
pt_br: As configurações do IRC podem ser feitas no arquivo de configuração <filename>/etc/ircd/ircd.conf</filename>. Você pode definir o nome do host IRC neste arquivo editando a seguinte linha:
tr: IRC ayarları <filename>/etc/ircd/ircd.conf</filename> yapılandırma dosyasında yapılabilir. Bu dosyadaki IRC makine adını aşağıdaki satırı düzenleyerek ayarlayabilirsin:

source: The IRC admin details can be configured by editting the following line:
fr: Les informations sur l'administrateur IRC peuvent être configurées en modifiant les lignes suivantes :
pt_br: Os detalhes do administrador do IRC podem ser configurados editando a seguinte linha:
tr: IRC yönetim ayrıntıları, aşağıdaki satır düzenlenerek yapılandırılabilir:
