Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The main configuration file, <filename>/etc/etckeeper/etckeeper.conf</filename>, is fairly simple. The main option is which VCS to use. By default <application>etckeeper</application> is configured to use <application>bzr</application> for version control. The repository is automatically initialized (and committed for the first time) during package installation. It is possible to undo this by entering the following command:
fr: Le fichier de configuration principal, <filename>/etc/etckeeper/etckeeper.conf</filename>, est très simple. La principale option concerne le VCS à utiliser. Par défaut <application>etckeeper</application> iest configuré pour utiliser <application>bzr</application> comme système de contrôle de versions. Le dépôt est initialisé automatiquement (et exporté pour la première fois, NdT : en anglais committed) pendant l'installation du paquet. Il est possible de revenir en arrière avec la commande suivante :
pt_br: O arquivo principal de configuração, <filename>/etc/etckeeper/etckeeper.conf</filename>, é razoavelmente simples. A opção principal é qual VCS será utilizado. Por padrão, o <application>etckeeper</application> é configurado para utilizar o <application>bzr</application> para controle de versões. O repositório é inicializado automaticamente (e submetido pela primeira vez) durante a instalação dos pacotes. É possível desfazer essa ação utilizando o seguinte comando:
tr: Temel yapılandırma dosyası <filename>/etc/etckeeper/etckeeper.conf</filename> oldukça basittir. Ana seçim VCS kullanmaktır. Normalde <application>etckeeper</application> sürüm kontrolünde <application>bzr</application>'ı kullanmak için yapılandırılır. Paket yükleme esnasında depo otomatik olarak başlatılır ve ilk kullanıma hazırlanır. Şu komutu girerek bu işlem geri alınınabilir:

source: By default, etckeeper will commit uncommitted changes made to /etc daily. This can be disabled using the AVOID_DAILY_AUTOCOMMITS configuration option. It will also automatically commit changes before and after package installation. For a more precise tracking of changes, it is recommended to commit your changes manually, together with a commit message, using:
fr: Par défaut, etckeeper exportera les modifications de /etc non exportés, quotidiennement.. Ceci peut être désactivé avec l'option de configuration AVOID_DAILY_AUTOCOMMITS. Il exportera également les modifications avant et après une installation de paquet. Pour un suivi plus précis des changements, il est recommandé de les exporter manuellement avec un message d'exportation. Pour cela utilisez :
pt_br: Por padrão, o etckeeper irá submeter as alterações não submetidas feitas ao /etc diariamente. Isto pode ser desativado utilizando a opção de configuração AVOID_DAILY_AUTOCOMMITS. Isto também irá submeter automaticamente as alterações antes e depois da instalação dos pacotes. Para um acompanhamento das mudanças mais preciso, é recomendado que você submeta suas alterações manualmente, juntamente com uma mensagem de submissão, utilizando o comando:
tr: Normalde etckeeper yapılmamış değişiklikleri /etc'ye günlük olarak işleyecek. Bu, AVOID_DAILY_AUTOCOMMITS yapılandırma seçeneği kullanılarak pasifleştirilebilir. Ayrıca paket yüklemeden önce ve sonra yapılan değişiklikleri de otomatik olarak yapacaktır. Değişiklik parçalarını daha kusursuz yapmak için, değişiklikleri şu mesajı kullanarak elle yapman tavsiye edilir:

source: sudo etckeeper commit "..Reason for configuration change.."
fr: sudo etckeeper commit "..Motifdu changement de configuration.."
pt_br: sudo etckeeper commit "..Motivo da mudança de configuração.."
tr: sudo etckeeper commit "..Değişiklik yapmanın sebebi.."

source: Using the VCS commands you can view log information about files in <filename>/etc</filename>:
fr: Vous pouvez voir le journal des fichiers de <filename>/etc</filename> en utilisant les commandes CVS :
pt_br: Usando os comandos VCS você pode ver informações de log sobre arquivos em <filename>/etc</filename>:
tr: <filename>/etc</filename>'deki dosyalar hakkındaki kayıt bilgisi için VCS komutlarını kullanarak kayıt bilgisini görebilirsin:

source: To demonstrate the integration with the package management system, install <application>postfix</application>:
fr: Pour vérifier l'intégration avec le système de gestion de paquets, installez <application>postfix</application> :
pt_br: Para demonstrar a integração com o sistema de gerenciamento de pacotes, instale <application>postfix</application>:
tr: Paket yönetim sistemiyle olan birleşmeyi kanıtlamak için <application>postfix</application> yükleyin:

source: When the installation is finished, all the <application>postfix</application> configuration files should be committed to the repository:
fr: Lorsque l'installation est terminée, tous les fichiers de configuration de <application>postfix</application> devraient se trouver dans le dépôt CVS :
pt_br: Quando a instalação estiver terminada, todos os arquivos de configuração do <application>postfix</application> devem ser adicionados ao repositório:
tr: Yükleme bittiğinde tüm <application>postfix</application> yapılandırma dosyaları depoya konulur:

source: For an example of how <application>etckeeper</application> tracks manual changes, add new a host to <filename>/etc/hosts</filename>. Using <application>bzr</application> you can see which files have been modified:
fr: Pour voir comment <application>etckeeper</application> garde un trace des changements manuels, ajoutez un nouvel hôte à <filename>/etc/hosts</filename>. En utilisant <application>bzr</application>, vous verrez quels fichiers ont été modifiés :
pt_br: Para um exemplo de como <application>etckeeper</application> rastreia mudanças manuais, adicione um novo host no arquivo <filename>/etc/hosts</filename>. Usando <application>bzr</application> você poderá ver que arquivos foram modificados:
tr: <application>etckeeper</application> parçalarının elle nasıl değiştirildiğinin bir örneği için <filename>/etc/hosts</filename>'a bir ana sistem ekleyin. <application>bzr</application>'ı kullanarak hangi dosyaların değiştirildiğini görebilirsiniz:

source: Now commit the changes:
fr: Appliquez maintenant les changements :
pt_br: Agora adicione as mudanças:
tr: Şimdi değişiklikleri işleyin:

source: For more information on <application>bzr</application> see <xref linkend="bazaar"/>.
fr: Pour de plaus amples informations à propos de <application>bzr</application>, consultez <xref linkend="bazaar"/>.
pt_br: Para mais informações sobre <application>bzr</application> veja <xref linkend="bazaar"/>.
tr: <application>bzr</application> hakkında daha fazla bilgi için <xref linkend="bazaar"/>'a bakınız.

source: View the Help menu
fr: Afficher le menu d'aide
pt_br: Visualizar o menu Ajuda
tr: Yardım menüsünü göster

source: Change Byobu's background color
fr: Modifier la couleur d'arrière-plan de Byobu
pt_br: Alterar a cor do plano de fundo do Byobu

source: Change Byobu's foreground color
fr: Modifier la couleur de premier-plan de Byobu
pt_br: Aletrar a cor do primeiro plano do Byobu

source: Toggle status notifications
fr: Changer les notification d'état
pt_br: Alternar notificações de estado

source: Change the key binding set
fr: Modifier les raccourcis claviers
pt_br: Mudar a tecla de atalho definida
tr: Anahtar bağlama ayarını değiştir

source: Change the escape sequence
fr: Changer la séquence d'échappement
pt_br: Mudar a sequência de escape
tr: Boşluk mesafesini değiştir

source: Create new windows
fr: Créer de nouvelles fenêtres
pt_br: Criar novas janelas

source: Manage the default windows
fr: Gérer les fenêtres par défaut
pt_br: Gerenciar a janela padrão
tr: Mevcut pencereleri yönet

source: Byobu currently does not launch at login (toggle on)
fr: Byobu ne s'exécute actuellement pas à la connexion (activer)
pt_br: Byobu atualmente não é executado ao logar (tornar ligado)

source: <emphasis>h</emphasis> - Move the cursor left by one character
fr: <emphasis>h</emphasis> - reculer le curseur d'un caractère
pt_br: <emphasis>h</emphasis> - Move o cursor um caracter à esquerda
tr: <emphasis>h</emphasis> - İmleci bir karakter sola taşı

source: <emphasis>j</emphasis> - Move the cursor down by one line
fr: <emphasis>j</emphasis> - descendre le curseur d'un ligne
pt_br: <emphasis>j</emphasis> - Move o cursor uma linha abaixo
tr: <emphasis>j</emphasis> - İmleci bir satır aşağı taşı

source: <emphasis>k</emphasis> - Move the cursor up by one line
fr: <emphasis>k</emphasis> - monter le curseur d'une ligne
pt_br: <emphasis>k</emphasis> - Move o cursor uma linha acima
tr: <emphasis>k</emphasis> - İmleci bir satır yukarı taşı

source: <emphasis>l</emphasis> - Move the cursor right by one character
fr: <emphasis>l</emphasis> - avancer le curseur d'un caractère
pt_br: <emphasis>l</emphasis> - Move o cursor um caracter à direita
tr: <emphasis>l</emphasis> - İmleci bir karakter sağa taşı

source: <emphasis>0</emphasis> - Move to the beginning of the current line
fr: <emphasis>0</emphasis> - aller au début de la ligne
pt_br: <emphasis>0</emphasis> - Move para o início da linha atual
tr: <emphasis>0</emphasis> - Mevcut satırın başına git

source: <emphasis>$</emphasis> - Move to the end of the current line
fr: <emphasis>$</emphasis> - aller à la fin de la ligne
pt_br: <emphasis>$</emphasis> - Move para o fim da linha atual
tr: <emphasis>$</emphasis> - Mevcut satırın sonuna git

source: <emphasis>G</emphasis> - Moves to the specified line (defaults to the end of the buffer)
fr: <emphasis>G</emphasis> - aller à la ligne indiquée (par défaut va en fin de tampon)
pt_br: <emphasis>G</emphasis> - Move para uma linha específica (padrão é para fim do buffer)
tr: <emphasis>G</emphasis> - Belirlenen satıra gider (öntanımlı olan tamponun sonudur)

source: <emphasis>/</emphasis> - Search forward
fr: <emphasis>/</emphasis> - recherche en avant
pt_br: <emphasis>/</emphasis> - Pesquisar seguinte
tr: <emphasis>/</emphasis> - İleridekini arar

source: <emphasis>?</emphasis> - Search backward
fr: <emphasis>?</emphasis> - recherche en arrière
pt_br: <emphasis>?</emphasis> - Procurar para trás
tr: <emphasis>?</emphasis> - Geridekini arar

source: <emphasis>n</emphasis> - Moves to the next match, either forward or backword
fr: <emphasis>n</emphasis> - aller à la correspondance suivante, qu'elle soit en arrière ou en avant
pt_br: <emphasis>n</emphasis> - Move para a próxima palavra encontrada, seja para frente ou para trás
tr: <emphasis>n</emphasis> - İster ilerde ister geride olsun sonraki eşlemeye gider

source: The Debian Package of the Day <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">weather</ulink> article has more details about using the <application>weather</application>utility.
fr: Le paquet Debian du jour (Debian Package of the Day) : <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">weather</ulink> (en anglais) contient plus de renseignements sur l'utilisation de <application>weather</application>.
pt_br: O artigo do The Debian Package of the Day sobre o <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">weather</ulink> tem mais detalhes sobre como usar o utilitário <application>weather</application>.
tr: Günün Debian Paketi <ulink url="http://debaday.debian.net/2007/10/04/weather-check-weather-conditions-and-forecasts-on-the-command-line/">havacılık</ulink> konusu <application>havacılık</application>uygulaması hakkında daha fazla ayrıntıya sahiptir.

source: See the <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> site for more details on using <application>etckeeper</application>.
fr: Pour de pus amples informations à propos de l'utilisation de <application>etckeeper</application>, consultez <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> (en anglais).
pt_br: Veja o site do <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> para mais detalhes sobre como usar o <application>etckeeper</application>.
tr: <application>etckeeper</application> kullanımı hakkında daha fazla ayrıntı için <ulink url="http://kitenet.net/~joey/code/etckeeper/">etckeeper</ulink> sitesine bakınız.

source: The <ulink url="https://help.ubuntu.com/community/etckeeper">etckeeper Ubuntu Wiki</ulink> page.
fr: Page du <ulink url="https://help.ubuntu.com/community/etckeeper">Wiki Ubuntu consacrée à etckeeper</ulink>.

source: For the latest news and information about <application>bzr</application> see the <ulink url="http://bazaar-vcs.org/">bzr</ulink> web site.
fr: Pour plus d'informations à propos de <application>bzr</application>, consultez le site Web de <ulink url="http://bazaar-vcs.org/">bzr</ulink> (en anglais).
pt_br: Para as notícias e informações mais recentes sobre o <application>bzr</application> veja o site do <ulink url="http://bazaar-vcs.org/">bzr</ulink>.
tr: <application>bzr</application> hakkında en son haber ve bilgi için <ulink url="http://bazaar-vcs.org/">bzr</ulink> web sitesine bakınız.

source: For more information on <application>screen</application> see the <ulink url="http://www.gnu.org/software/screen/">screen web site</ulink>.
fr: Pour plus d'informations à propos de <application>screen</application>, consultez le site Web de <ulink url="http://www.gnu.org/software/screen/">screen</ulink> (en anglais).
pt_br: Para mais informações sobre o <application>screen</application> veja o <ulink url="http://www.gnu.org/software/screen/">web site do screen</ulink>.
tr: <application>screen</application> hakkında daha fazla bilgi için <ulink url="http://www.gnu.org/software/screen/">screen web sitesi</ulink>ne bakınız.

source: And the <ulink url="https://help.ubuntu.com/community/Screen">Ubuntu Wiki screen</ulink> page.
fr: Ainsi que la page du <ulink url="https://help.ubuntu.com/community/Screen">Wiki Ubuntu consacrée à screen</ulink>.

source: Also, see the <application>byobu</application><ulink url="https://launchpad.net/byobu">project page</ulink> for more information.
fr: Consultez également le <ulink url="https://launchpad.net/byobu">site Web de Byobu</ulink> pour plus d'information.

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling or wireless links for the purpose of sharing and distributing information among the connected devices.
fr: Les réseaux sont constitués d'au moins deux dispositifs, tels que des ordinateurs, des imprimantes ou des équipements similaires, connectés soit par câble soit par connexion sans-fil, dans le but de partager et de distribuer de l'information entre les dispositifs connectés.
pt_br: Redes consistem em dois ou mais dispositivos, tais como computadores, impressoras e equipamentos relacionados, os quais estão conectados por cabeamento físico ou links sem fio com o propósito de compartilhar e distribuir informação entre os dispositivos conectados.
tr: Ağlar, bilgisayar sistemleri, yazıcılar ve ister kablolu ister kablosuz bağlantı olan bağlı donanımlar gibi iki veya daha fazla aygıttan oluşur. Bunlar bağlı aygıtlara ulaşmak ve bilgi götürmek amacı güderler.

source: This section provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols.
fr: Cette section fournit des informations générales, mais aussi spécifiques, relatives aux réseaux, comprenant une introduction aux concepts de base et une présentation détaillée des protocoles réseaux les plus connus.
pt_br: Essa seção provê informações gerais e específicas pertinentes à rede, incluindo uma visão geral sobre conceitos de rede e discussões detalhadas sobre protocolos de rede populares.
tr: Bu bölüm ağ kurma ile ilgili genel ve özel bilgi içerir. Yaygın ağ iletişim kuralları ile yapılan ayrıntılı fikir alış verişlerini de kaplar.

source: Network Configuration
fr: Configuration du réseau
pt_br: Configuração de Rede
tr: Ağ Yapılandırması

source: Ubuntu ships with a number of graphical utilities to configure your network devices. This document is geared toward server administrators and will focus on managing your network on the command line.
fr: Ubuntu est fournie avec de nombreux utilitaires graphiques pour la configuration des périphériques réseau. Ce document s'adresse aux administrateurs de serveurs et se focalisera sur la gestion de votre réseau en ligne de commande.
pt_br: O Ubuntu distribui um número de utilidades gráficas para configurar seus equipamentos de rede. Este documento tem como foco administradores de servidores e focalizará em como administrar sua rede usando a linha de comando.
tr: Ubuntu, ağ aygıtlarını yapılandırmak için grafiksel uygulamalar barındırır. Bu belge sunucu yöneticilerine için ayarlanır ve ağını komut satırında yönetmeye odaklanır.

source: Ethernet Interfaces
fr: Interfaces Ethernet

source: Identify Ethernet Interfaces
fr: Repérer les interfaces Ethernet

source: To quickly identify all available Ethernet interfaces, you can use the <application>ifconfig</application> command as shown below.
fr: Pour repérer rapidement toutes les interfaces Ethernet disponibles, vous pouvez utilisez la commande <application>ifconfig</application> comme indiqué ci-après.

source: Ethernet Interface Logical Names
fr: Noms logiques de l'interface Ethernet

source: Ethernet Interface Settings
fr: Paramètres de l'interface Ethernet

source: search example.com nameserver 8.8.8.8 nameserver 8.8.4.4
fr: search exemple.com nameserver 8.8.8.8 nameserver 8.8.4.4

source: search example.com sales.example.com dev.example.com nameserver 8.8.8.8 nameserver 8.8.4.4
fr: search exemple.com ventes.exemple.com dev.exemple.com nameserver 8.8.8.8 nameserver 8.8.4.4

source: server1<emphasis role="bold">.example.com</emphasis>
fr: server1<emphasis role="bold">.exemple.com</emphasis>

source: server1<emphasis role="bold">.sales.example.com</emphasis>
fr: server1<emphasis role="bold">.ventes.exemple.com</emphasis>

source: server1<emphasis role="bold">.dev.example.com</emphasis>
fr: server1<emphasis role="bold">.dev.exemple.com</emphasis>

source: 127.0.0.1 localhost 127.0.1.1 ubuntu-server 10.0.0.11 server1 vpn server1.example.com 10.0.0.12 server2 mail server2.example.com 10.0.0.13 server3 www server3.example.com 10.0.0.14 server4 file server4.example.com
fr: 127.0.0.1 localhost 127.0.1.1 ubuntu-server 10.0.0.11 server1 vpn server1.exemple.com 10.0.0.12 server2 mail server2.exemple.com 10.0.0.13 server3 www server3.exemple.com 10.0.0.14 server4 file server4.exemple.com

source: Bridging
fr: Pont réseau
pt_br: Ponte
tr: Köprüleme

source: Bridging multiple interfaces is a more advanced configuration, but is very useful in multiple scenarios. One scenario is setting up a bridge with multiple network interfaces, then using a firewall to filter traffic between two network segments. Another scenario is using bridge on a system with one interface to allow virtual machines direct access to the outside network. The following example covers the latter scenario.
fr: Ponter plusieurs interfaces est une configuration plus élaborée, mais elle est très utile dans beaucoup de cas. Un premier scénario est de créer un pont avec plusieurs interfaces réseaux, puis d'utiliser un pare-feu pour filtrer le trafic entre les deux segments de réseau. Un autre scénario est d'utiliser un pont sur un système avec une seule interface pour autoriser plusieurs machines virtuelles à accéder au réseau extérieur. L'exemple suivant couvre ce dernier scénario.
pt_br: Colocando multiplas placas de rede é uma mais avançada configuração, mas é muito útil em vários ambientes. Um ambiente é configurado com uma ponte entre múltiplas conexões de rede, usando um firewall para filtrar o tráfego entre os dois seguimentos de rede. Outro ambiente é usando uma ponte no sistema com uma placa de rede para liberar maquinas virtuais para acessar diretamento o outro lado da rede. O exemplo a seguir abrange o ambiente.
tr: Çoklu arayüz köprüleme çok gelişmiş bir yapılandırmadır. Fakat çoklu senaryolarda çok kullanışlıdır. Senaryo, köprüyü çoklu ağ arayüzleri ileayarlamak sonra iki ağ bölümü arasındaki ağı filtrelemek için bir güvenlik duvarı kullanmaktır. Diğer senaryo, dış ağlara sanal makinelerle doğrudan erişimi sağlamak için bir arayüzlü sistemdeki köprüyü kullanmaktır.

source: Before configuring a bridge you will need to install the <application>bridge-utils</application> package. To install the package, in a terminal enter:
fr: Avant de configurer un pont, vous devez installer le paquet <application>bridge-utils</application>. Pour l'installer, tapez dans un terminal :
pt_br: Antes de configurar uma ponte terá de instalar o pacote <application>bridge-utils</application>. Para instalar o pacote, em um terminal digite:
tr: Köprü yapılandırmadan önce <application>bridge-utils</application> paketini yüklemelisin. Paketi yüklemek için terminalden şunu giriniz::

source: Next, configure the bridge by editing <filename>/etc/network/interfaces</filename>:
fr: Ensuite, configurez le pont en modifiant <filename>/etc/network/interfaces</filename> :
pt_br: Em seguida, configure a ponte, editando <filename>/etc/network/interfaces</filename>:
tr: Sonra, <filename>/etc/network/interfaces</filename>'i düzenleyerek köprüyü yapılandırın:

source: Enter the appropriate values for your physical interface and network.
fr: Saisissez les valeurs appropriées pour votre réseau et votre interface physique.
pt_br: Entre com os valores apropriados para sua interface física e rede.
tr: Fiziksel arayüz ve ağın için uygun değerleri girin.

source: Now restart networking to enable the bridge interface:
fr: Relancez maintenant la mise en réseau pour activer le pont :
pt_br: Agora reinicie a rede para habilitar a interface da ponte:
tr: Şimdi, köprü arayüzünü etkinleştirmek için apı yeniden başlatın:

source: The new bridge interface should now be up and running. The <application>brctl</application> provides useful information about the state of the bridge, controls which interfaces are part of the bridge, etc. See <command>man brctl</command> for more information.
fr: La nouvelle interface de pont doit maintenant être active et fonctionnelle. L'application <application>brctl</application> fournit des informations utiles à propos de l'état du pont ; contrôle quelle interface fait partie du pont ; etc. Consultez <command>man brctl</command> pour plus d'informations.
pt_br: A nova placa de rede bridge (ponte) de agora estar ativa e funcionando. O <application>brctl</application> proporciona informações sobre o estado da bridge, controla qual interface é parte do bridge, etc. Veja <command>man brctl</command> para mais informações.
tr: Şimdi köprü arayüzü tamamlanıp, çalıştırılacak. <application>brctl</application>, köprünün durumu hakkında kullanışlı bilgi sağlar, hangi arayüzün hangi köprünün, vb. bir bölümü olduğunu kontrol eder. Daha fazla bilgi için <command>man brctl</command>'a bakınız.
