Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Canonical Ltd. and members of the <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri

source: The Ubuntu Documentation Project
fr: Le projet de documentation d'Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
tr: Ubuntu Dökümantasyon Projesi

source: Welcome to the <emphasis>Ubuntu Server Guide</emphasis>! It contains information on how to install and configure various server applications on your Ubuntu system to fit your needs. It is a step-by-step, task-oriented guide for configuring and customizing your system.
fr: Bienvenue dans <emphasis>le guide du serveur Ubuntu</emphasis> ! Vous trouverez ici des informations concernant l'installation et la configuration de plusieurs applications serveur sur votre système Ubuntu afin de satisfaire vos besoins. Il s'agit d'un guide pratique, procédant étape par étape, pour configurer et personnaliser votre système.
pt_br: Bem Vindo ao <emphasis>Guia do Servidor Ubuntu</emphasis>! Ele contém informações de como instalar e configurar várias aplicações para servidor em seu sistema Ubuntu para se ajustar ás suas necessidades. É um guia passo-a-passo, orientado à tarefas para configurar e personalizar seu sistema.
tr: <emphasis>Ubuntu Sunucu Rehberi</emphasis>'ne Hoş geldiniz! Bu, çeşitli sunucu uygulamalarını Ubuntu sistemine nasıl yükleyip, yapılandıracağın hakkında bilgi içerir. Bu, sistemini yapılandırma ve onarma için adım adım takip edilen ve görev amaçlı bir rehberdir.

source: Security
fr: Sécurité
pt_br: Segurança
tr: Güvenlik

source: Security should always be considered when installing, deploying, and using any type of computer system. Although a fresh installation of Ubuntu is relatively safe for immediate use on the Internet, it is important to have a balanced understanding of your systems security posture based on how it will be used after deployment.
fr: La sécurité devrait toujours être prise en compte lors de l'installation, le déploiement et l'utilisation de n'importe quel système informatique. Bien qu'une nouvelle installation d'Ubuntu soit relativement sécurisée pour un usage immédiat de l'Internet, il est important de bien appréhender la politique de sécurité de votre système, qui doit être basée sur la façon dont il sera utilisé après déploiement.
pt_br: Segurança deve ser sempre considerada durante a instalação, distribuição, e uso de qualquer tipos de sistema computacional. Embora uma nova instalação do Ubuntu seja relativamente segura para uso imediato na Internet, é muito importante que exista um equilíbrio entre a postura de segurança do sistema e como ela será utilizada após a implantação.
tr: Yüklenildiğinde, dağıtıldığında ve herhangi bilgisayar sistem türü kullanıldığında güvenlik daima dikkate alınır. Ubuntu'nun yeni bir sürümü, Interneti kullanmak için güvenlidir. Sistemin, geliştirildikten sonra nasıl kullanılacağını tesbit etmek için güvenlik ayarlarına sahip olması önemlidir.

source: This chapter provides an overview of security related topics as they pertain to Ubuntu 10.04 LTS Server Edition, and outlines simple measures you may use to protect your server and network from any number of potential security threats.
fr: Ce chapitre donne un aperçu des sujets liés à la sécurité ayant trait à Ubuntu 10.04 LTS Server Edition et décrit comment protéger votre serveur et votre réseau d'un certain nombre de menaces potentielles.
tr: Bu bölüm, Ubuntu 10.04 LTS Server Edition'a uygun olan güvenlik konuları ile ilgili bir ön görünüm sağlar. Sunucunu projelendirmek için kullanabileceğin ve potansiyel güvenlik konularının yapılandırması gibi basit ölçümleri özetler.

source: User Management
fr: Gestion des utilisateurs
pt_br: Gerenciamento de Usuários
tr: Kullanıcı Yönetimi

source: User management is a critical part of maintaining a secure system. Ineffective user and privilege management often lead many systems into being compromised. Therefore, it is important that you understand how you can protect your server through simple and effective user account management techniques.
fr: La gestion des utilisateurs est une partie cruciale de la sécurisation du système. Une gestion inefficace des utilisateurs et de leurs droits conduit souvent de nombreux systèmes a être corrompus. Il est donc fondamental de comprendre comment vous pouvez protéger votre serveur aux travers de techniques simples de gestion des comptes utilisateurs.
pt_br: Gerenciamento de usuários é uma parte crítica da manutenção de um servidor seguro. Gerenciamento ineficiente de usuários e privilégios geralmente é a causa de muitos sistemas comprometidos. Por isso é importante entender como você pode proteger seu servidor através de técnicas simples e efetivas para gerenciameento de usuários.
tr: Kullanıcı yönetimi, güvenlik sistemi korumasının kritik bir parçasıdır. Etkisiz kullanıcı ve ayrıcalıklı yönetim birçok tehlikeli sistemde çalışır. Bu yüzden basit ve etkin kullanıcı hesabının yönetim teknikleriyle sunucunu nasıl koruyacağını bilmek önemlidir.

source: Where is root?
fr: Où est la racine ?
pt_br: Onde está o root?
tr: Kök nerededir?

source: Ubuntu developers made a conscientious decision to disable the administrative root account by default in all Ubuntu installations. This does not mean that the root account has been deleted or that it may not be accessed. It merely has been given a password which matches no possible encrypted value, therefore may not log in directly by itself.
fr: Les développeurs Ubuntu ont choisi en conscience de désactiver par défaut le compte root pour toutes les versions d'Ubuntu. Ce qui ne signifie pas que le compte root ait été supprimé, ou qu'il ne soit pas accessible. Il lui a simplement été attribué un mot de passe qui ne correspond à aucune valeur chiffrée possible, on ne peut donc se connecter directement avec ce compte.
pt_br: Os desenvolvedores do Ubuntu fizeram uma decisão consciente ao desabilitar a conta administrativa de root por padrão em todas as instalações do Ubuntu. Isso não significa que a conta de root foi removida ou que não pode ser acessada. Ela foi meramente associada a uma senha que não corresponde a nenhum valor criptografado possível, portanto não pode ser acessada diretamente por si mesma.
tr: Ubuntu geliştiricileri, yönetim kök hesabını tüm Ubuntu yüklemelerinde öntanımlı olarak pasifleştirmek için dikkatli karar alırlar. Bu, kök hesabının silindiği veya erişilemez olduğu anlamına gelmez. Bu, sadece bir şifre verildiği anlamındadır. Bu yüzden ona doğrudan girilemez.

source: Instead, users are encouraged to make use of a tool by the name of <application>sudo</application> to carry out system administrative duties. <application>Sudo</application> allows an authorized user to temporarily elevate their privileges using their own password instead of having to know the password belonging to the root account. This simple yet effective methodology provides accountability for all user actions, and gives the administrator granular control over which actions a user can perform with said privileges.
fr: À la place, les utilisateurs sont invités à se servir d'un outil nommé <application>sudo</application> pour effectuer les tâches d'administration du système. <application>Sudo</application> permet à un utilisateur qui y est autorisé, d'étendre temporairement ses privilèges en saisissant son propre mot de passe plutôt que d'avoir à connaître celui du compte root. Cette méthode simple mais efficace permet de responsabiliser l'utilisateur pour toutes ses actions et permet à l'administrateur de contrôler finement les actions qu'un utilisateur peut effectuer avec lesdits privilèges.
pt_br: Em vez disso, os usuários são encorajados a fazerem uso de uma ferramenta de nome <application>sudo</application> para realizarem tarefas administrativas no sistema. <application>Sudo</application> permite a um usuário autorizado elevar temporariamente seus privilégios usando sua própria senha ao invés de terem que saber a senha pertencente à conta root. Essa simples mas efetiva metodologia fornece responsabilidade a todas as ações do usuário, e dá controle administrativo granular sobre quais ações um usuário pode realizar com dados privilégios.
tr: Bunun yerine sistem yönetim görevlerini uygulamak için kullanıcılara, <application>sudo</application> adında bir araç kullanmaları tavsiye edilir. <application>Sudo</application>, onların ayrıcalıklarını geçici olarak arttırmak için kök hesabında verilen, bilindik şifre yerine kendi şifrelerini kullanarak yetkili bir kullanıcı sağlar. Bu basit etkili yöntem bütün kullanıcı eylemleri için sorumlulukları sağlar ve yöneticiye hassas kontrol verir.

source: If for some reason you wish to enable the root account, simply give it a password:
fr: Si pour une raison quelconque vous voulez activer le compte root, donnez-lui tout simplement un mot de passe :
pt_br: Se por alguma razão você desejar habilitar a conta do root, simplesmente de uma senha a ele:
tr: Eğer bazı nedenlerden dolayı kök hesabını aktifleştirmek istersen, basitçe ona bir şifre ver:

source: Sudo will prompt you for your password, and then ask you to supply a new password for root as shown below:
fr: Sudo vous demandera votre mot de passe, puis de fournir un nouveau mot de passe pour root, tel que présenté ci-dessous :
pt_br: O Sudo irá pedir sua senha, e após isso você deve fornecer uma nova senha para o root como mostrado abaixo:
tr: Sudo şifreni oluşturacak ve aşağıda görüldüğü gibi kök için şifre oluşturmanı isteyecek:

source: (enter your own password)
fr: (saisissez votre propre mot de passe)
pt_br: (entre com sua senha)
tr: (kendi şifrenizi giriniz)

source: (enter a new password for root)
fr: (saisissez un nouveau mot de passe pour root)
pt_br: (entre com a nova senha do root)
tr: (kök için yeni bir şifre girin)

source: (repeat new password for root)
fr: (répétez le nouveau mot de passe pour root)
pt_br: (repita da nova senha do root)
tr: (kök için yeni şifreyi tekrarlayın)

source: [sudo] password for username: <placeholder-1/> Enter new UNIX password: <placeholder-2/> Retype new UNIX password: <placeholder-3/> passwd: password updated successfully
fr: [sudo] password for username: <placeholder-1/> Saisissez le nouveau mot de passe UNIX : <placeholder-2/> Retapez le nouveau mot de passe UNIX : <placeholder-3/> passwd : le mot de passe a été mis à jour avec succès
pt_br: [sudo] senha para usuário: <placeholder-1/> Digite a nova senha UNIX: <placeholder-2/> Redigite a nova senha UNIX: <placeholder-3/> passwd: senha atualizada com sucesso
tr: [sudo] kullanıcı şifresi: <placeholder-1/> Yeni UNIX şifresi girin: <placeholder-2/> Yeni UNIX şifresini tekrar yazın: <placeholder-3/> passwd: şifre başarıyla oluşturuldu

source: To disable the root account, use the following passwd syntax:
fr: Pour désactiver le compte root, utilisez la syntaxe suivante :
pt_br: Para desabilitar a conta do root, use o seguinte comando:
tr: Kök hesabını pasifleştirmek için aşağıdaki passwd söz dizimini kullanın:

source: You should read more on <application>Sudo</application> by checking out it's man page:
fr: Vous pouvez en savoir davantage sur <application>Sudo</application> en lisant sa page de manuel :
pt_br: Você deve ler mais nas man pages do <application>Sudo</application>:
tr: <application>Sudo</application>'nun kendi sayfasını gözden geçirerek daha fazlasını okuyabilirsiniz:

source: By default, the initial user created by the Ubuntu installer is a member of the group "admin" which is added to the file <filename>/etc/sudoers</filename> as an authorized sudo user. If you wish to give any other account full root access through <application>sudo</application>, simply add them to the admin group.
fr: Par défaut, le premier utilisateur créé lors de l'installation d'Ubuntu est membre du groupe « admin ». Ce groupe est ajouté au fichier <filename>/etc/sudoers</filename> afin que ses membres soit autorisés à utiliser sudo. Si vous voulez donner un accès root complet à n'importe quel autre utilisateur, ajoutez-le simplement au groupe admin.
pt_br: Por padrão, o usuário inicial criado pelo instalador do Ubuntu é um membro do grupo "admin" e é adicionado no arquivo <filename>/etc/sudoers</filename> como um usuário sudo autorizado. Se você desejar dar acesso ao root para outras contas através do <application>sudo</application>, simplesmente adicione a mesma ao grupo admin.
tr: Normalde, Ubuntu yükleyicisi tarafından oluşturulan evvelki kullanıcı <filename>/etc/sudoers</filename> dosyasına yetkili sudo kullanıcısı gibi eklenen "yönetim" grubunun bir üyesidir. Eğer diğer herhangi hesaba tam kök erişimini <application>sudo</application> ile vermek istiyorsan, basitçe onları yönetim grubuna ekle.

source: Adding and Deleting Users
fr: Ajout et suppression d'utilisateurs
pt_br: Adicionando e Removendo Usuários
tr: Kullanıcı Ekleme ve Silme

source: The process for managing local users and groups is straight forward and differs very little from most other GNU/Linux operating systems. Ubuntu and other Debian based distributions, encourage the use of the "adduser" package for account management.
fr: La manière de gérer les utilisateurs et les groupes est claire et nette. Elle varie très peu d'un système GNU/Linux à l'autre. Ubuntu et les autres distributions basées sur Debian, incitent à utiliser la paquet « adduser » pour gérer les comptes utilisateurs.
pt_br: O processo para gerenciar usuários locais e grupos é direto e difere muito pouco da maioria dos sistemas operacionais GNU/Linux. O Ubuntu e outras distribuições baseadas no Debian, recomendam o uso do pacote "adduser" para gerência de contas.
tr: Yerel kullanıcı ve grupların yönetim işlemi devam eder ve çoğu diğer GNU/Linux işletim sistemlerinden çok az farklılık gösterir. Ubuntu ve diğer Debian tabanlı dağıtımlar "adduser" paket kullanıcısına hesap yönetimi için tavsiye edilir.

source: To add a user account, use the following syntax, and follow the prompts to give the account a password and identifiable characteristics such as a full name, phone number, etc.
fr: Pour ajouter un compte utilisateur, utilisez la syntaxe suivante et suivez les indications pour attribuer à ce compte un mot de passe et certaines caractéristiques d'identification, comme le nom complet, le numéro de téléphone, etc.
pt_br: Para adicionar uma conta de usuário, use o seguinte comando e siga as perguntas para dar à conta uma senha e características identificáveis tais como um nome completo, número de telefone, etc.
tr: Bir kullanıcı hesabı eklemek için aşağıdaki söz dizimini kullan ve hesaba bir şifre ve tam ad, telefon numarası vb. gibi tanınabilir karakterler vermek için yönergeleri takip et.

source: sudo adduser username
fr: sudo adduser nomutilisateur
pt_br: sudo adduser nomedousuario

source: To delete a user account and its primary group, use the following syntax:
fr: Pour supprimer un compte utilisateur et son groupe primaire, utilisez la syntaxe suivante :
pt_br: Para remover uma conta de usuário e seu grupo primário, use o seguinte comando:
tr: Kullanıcı hesabını ve birincil grubu silmek için aşağıdaki söz dizimini kullanın:

source: sudo deluser username
fr: sudo deluser nomutilisateur
pt_br: sudo deluser nomedousuario

source: Deleting an account does not remove their respective home folder. It is up to you whether or not you wish to delete the folder manually or keep it according to your desired retention policies.
fr: La suppression d'un compte n'entraîne pas la suppression de son répertoire personnel. C'est à vous de décider si vous voulez ou non, supprimer ce dossier manuellement, en accord avec votre politique de conservation des données.
pt_br: Apagar uma conta não remove seu respectivo diretório home. Será sua opção a de apagar manualmente ou mantê-lo de acordo com as políticas de retenção desejadas.
tr: Bir hesap silerek onun ilgili ev klasörü kaldırılmaz. Bu klasörü elle silip silmek istediğine veya ilkeleri korumak istediğine bağlıdır.

source: Remember, any user added later on with the same UID/GID as the previous owner will now have access to this folder if you have not taken the necessary precautions.
fr: Notez bien que n'importe quel utilisateur ajouté par la suite avec le même UID/GID que le précédent propriétaire aura alors accès à ce dossier, si vous n'avez pas pris les précautions nécessaires.
pt_br: Lembre-se, qualquer usuário adicionado depois com o mesmo UID/GID do proprietário anterior terá acesso a este diretório se você não tomou as precauções necessárias.
tr: Aynı UID/GID'de önceki sahibi gibi daha sonra eklenecek kullanıcı da eğer gerekli güvenlik önlemlerini almazsan bu klasöre şu an erişebileceğini hatırla.

source: You may want to change these UID/GID values to something more appropriate, such as the root account, and perhaps even relocate the folder to avoid future conflicts:
fr: Vous voudrez sans doute modifier ces valeurs des UID/GID pour quelque chose de plus approprié, telles que celles du compte root, et peut-être déplacer le dossier pour éviter de futurs conflits :
pt_br: Você pode querer mudar estes UID/GID para algum valor mais apropriado, tal como a conta root, e talvez também queira mover a pasta para evitar futuros conflitos:
tr: Bu UID/GID değerlerini kök hesabı gibi daha uygun şeylerle değiştirebilirsin. Belkide gelecek çakışmalardan sakınmak için klasörü de taşımak isteyebilirsin.

source: sudo chown -R root:root /home/username/
fr: sudo chown -R root:root /home/nomutilisateur/

source: sudo mkdir /home/archived_users/
fr: sudo mkdir /home/archives_utilisateurs/

source: sudo mv /home/username /home/archived_users/
fr: sudo mv /home/nomutilisateur /home/archives_utilisateurs/

source: To temporarily lock or unlock a user account, use the following syntax, respectively:
fr: Pour verrouiller ou déverrouiller temporairement un compte utilisateur, utilisez la syntaxe suivante, respectivement :
pt_br: Para habilitar ou desabilitar uma conta de usuário, use o seguinte comando, respectivamente:
tr: Bir kullanıcı hesabını geçici olarak kilitlemek veya kilidini açmak için aşağıdaki söz dizimini sırayla kullanın:

source: sudo passwd -l username
fr: sudo passwd -l nomutilisateur
pt_br: sudo passwd -l nome_do_usuario

source: sudo passwd -u username
fr: sudo passwd -u nomutilisateur
pt_br: sudo passwd -u nome_do_usuario

source: To add or delete a personalized group, use the following syntax, respectively:
fr: Pour ajouter ou supprimer un groupe personnalisé, utilisez la syntaxe suivante, soit respectivement :
pt_br: Para adicionar ou remover um grupo personalizado, use os seguintes comandos, respectivamente:
tr: Kişileştirilmiş bir grup eklemek veya silmek için aşağıdaki söz dizimini sırayla kullanın.

source: sudo addgroup groupname
fr: sudo addgroup nomgroupe
pt_br: sudo addgroup nome_do_grupo

source: sudo delgroup groupname
fr: sudo delgroup nomgroupe
pt_br: sudo delgroup nome_do_grupo

source: To add a user to a group, use the following syntax:
fr: Pour ajouter un utilisateur à un groupe, utilisez la syntaxe suivante :
pt_br: Para adicionar um usuário a um grupe, use o seguinte comando:
tr: Gruba bir kullanıcı eklemek için aşağıdaki söz dizimini kullanın:

source: sudo adduser username groupname
fr: sudo adduser nomutilisateur nomgroupe
pt_br: sudo adduser nomedousuario nomedogrupo

source: User Profile Security
fr: Sécurité du profil utilisateur
pt_br: Segurança do Perfil de Usuário
tr: Kullanıcı Profil Güvenliği

source: When a new user is created, the adduser utility creates a brand new home directory named <filename class="directory">/home/username</filename>, respectively. The default profile is modeled after the contents found in the directory of <filename class="directory">/etc/skel</filename>, which includes all profile basics.
fr: Lorsqu'un nouvel utilisateur est créé, l'application adduser crée un tout nouveau répertoire personnel nommé <filename class="directory">/home/nomutilisateur</filename>. Le profil par défaut est copié d'après les contenus se trouvant dans le dossier <filename class="directory">/etc/skel</filename>, qui inclut tous les éléments essentiels d'un profil.
pt_br: Quando um novo usuário é criado, o utilitário adduser cria um novo diretório home chamado de <filename class="directory">/home/username</filename>, respectivamente. O perfil padrão é modelado de acordo com o conteúdo do diretório <filename class="directory">/etc/skel</filename>, que inclui todos os perfis básicos.
tr: Yeni bir kullanıcı oluşturulduğunda, adduser uygulaması <filename class="directory">/home/username</filename> adında, işaretli yeni bir ev dizini oluşturur. Varsayılan profil bütün profil temellerini içeren <filename class="directory">/etc/skel</filename> dizinindeki içeriklerden sonra modellenir.

source: If your server will be home to multiple users, you should pay close attention to the user home directory permissions to ensure confidentiality. By default, user home directories in Ubuntu are created with world read/execute permissions. This means that all users can browse and access the contents of other users home directories. This may not be suitable for your environment.
fr: Si votre serveur héberge de multiples utilisateurs, vous devrez être particulièrement attentif aux droits d'accès des répertoires personnels pour assurer la confidentialité des données. Par défaut, les répertoires personnels sur Ubuntu sont créés avec des droits de lecture et d'exécution pour tout le monde. Ce qui signifie que tous les utilisateurs peuvent parcourir et lire les contenus des dossiers personnels des autres utilisateurs. Cela ne convient peut-être pas à votre configuration.
pt_br: Se seu servidor for destinado a vários usuários, prestar bastante atenção as permissões do diretório home para assegurar a confiabilidade. Por padrão, os diretórios pessoais dos usuários no Ubuntu são criados com permissões globais de leitura/execução. Isto significa que todos os usuários podem navegar e acessar os conteúdos do diretório de outro usuário. Isto pode não ser adequado para seu ambiente.
tr: Eğer çoklu kullanıcıda seninki ana sunucu olursa, gizliliği sağlamak için kapalı durumları kullanıcı ev dizin izinlerine açmalısın. Normalde Ubuntu'daki kullanıcı ev dizinleri dünyada okuma/yürütme izinleriyle oluşturulur. Bu, tüm kullanıcıların, diğer kullanıcıların ev dizinlerindeki içerikleri açabileceği ve erişebileceği anlamına gelir. Bu senin ortamın için uygun değildir.

source: To verify your current users home directory permissions, use the following syntax:
fr: Pour vérifier les droits d'accès des répertoires personnels des utilisateurs, utilisez la syntaxe suivante :
pt_br: Para verificar as permissões do diretório home dos usuários, use a seguinte sintaxe:
tr: Mevcut kullanıcılarının ev dizin izinlerini doğrulamak için aşağıdaki söz dizimini kullanın:

source: ls -ld /home/username
fr: ls -ld /home/nomutilisateur
pt_br: ls -ld /home/nomedousuario

source: The following output shows that the directory <filename class="directory">/home/username</filename> has world readable permissions:
fr: La sortie suivante montre que le dossier <filename class="directory">/home/nomutilisateur</filename> est accessible en lecture pour tout le monde :
pt_br: A seguinte saída mostra que o diretório <filename class="directory">/home/nomedousuario</filename> tem permissões globais de leitura:
tr: Aşağıdaki çıktı, <filename class="directory">/home/username</filename> dizininin dünyada okunabilir izinlerini gösteriyor:

source: drwxr-xr-x 2 username username 4096 2007-10-02 20:03 username
fr: drwxr-xr-x 2 nomutilisateur nomutilisateur 4096 2007-10-02 20:03 nomutilisateur
pt_br: drwxr-xr-x 2 nomedousuario nomedousuario 4096 2007-10-02 20:03 nomedousuario
