Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The Transmission Control Protocol and Internet Protocol (TCP/IP) is a standard set of protocols developed in the late 1970s by the Defense Advanced Research Projects Agency (DARPA) as a means of communication between different types of computers and computer networks. TCP/IP is the driving force of the Internet, and thus it is the most popular set of network protocols on Earth.
fr: Transmission Control Protocol et Internet Protocol (TCP/IP) sont les protocoles standards développés à la fin des années 1970 par la Defense Advanced Research Projects Agency (DARPA) pour servir de moyen de communication entre les différents types d'ordinateurs et de réseaux. TCP/IP est le moteur de l'Internet, et est donc l'ensemble de protocoles le plus populaire au monde.
pt_br: O Transmission Control Protocol e o Internet Protocol (TCP/IP) são um conjunto padrão de protocolos desenvolvidos no final dos anos 1970 pela Defense Advanced Research Projects Agency (DARPA) como uma forma de comunicação entre diferente tipos de computadores e redes de computadores. TCP/IP é a força motora da Internet, e é portanto o mais popular conjunto de protocolos da Terra.
tr: Aktarım Kontrol İletişim Kuralı ve Internet İletişim Kuralı (TCP/IP ), 1970 sonlarında, Savunma Bakanlığı İleri Araştırma Projeleri Ajansı (DARPA) tarafından geliştirilen standart bir iletişim kuralıdır. Bu, çeşitli bilgisayar türleri ve ağları arasında iletişim sağlar. Dünyada en yaygın kullanılan ağ iletişim kuralıdır.

source: TCP/IP Introduction
fr: Introduction à TCP/IP
pt_br: Introdução ao TCP/IP
tr: TCP/IP Tanıtım

source: The two protocol components of TCP/IP deal with different aspects of computer networking. <emphasis>Internet Protocol</emphasis>, the "IP" of TCP/IP is a connectionless protocol which deals only with network packet routing using the <emphasis role="italics">IP Datagram</emphasis> as the basic unit of networking information. The IP Datagram consists of a header followed by a message. The <emphasis> Transmission Control Protocol</emphasis> is the "TCP" of TCP/IP and enables network hosts to establish connections which may be used to exchange data streams. TCP also guarantees that the data between connections is delivered and that it arrives at one network host in the same order as sent from another network host.
fr: TCP/IP sont en fait deux protocoles couvrant des aspects différents de la mise en réseau. <emphasis>Internet Protocol - IP</emphasis> s'occupe simplement de router les paquets en utilisant le <emphasis role="italics">datagramme IP</emphasis> comme unité de base d'information réseau. Le datagramme IP consiste en un en-tête suivi d'un message. <emphasis> Transmission Control Protocol - TCP</emphasis> permet aux hôtes d'établir des connexions pour échanger des flux de données. TCP garantit que les données sont bien délivrées d'un hôte vers un autre, dans l'ordre dans lequel elles sont parties.
pt_br: Os dois componentes de protocolo do TCP/IP lidam com aspectos diferentes da rede de computadores. <emphasis>Protocolo Internet</emphasis>, o "IP" (do inglês /"Internet Protocol/") de TCP/IP é um protocolo independente de conexão que lida somente com roteamento de pacotes de rede usando o <emphasis role="italics">Datagrama IP</emphasis> como unidade básica de informação de rede. O Datagrama IP consiste de um cabeçalho seguido de uma mensagem. O <emphasis>Protocolo de Controle de Transmissão</emphasis> é o "TCP" (do inglês /"Transmission Control Protocol/") de TCP/IP e permite que hosts da rede estabeleçam conexões que podem ser usadas para trocar fluxos de dados. O TCP também garante que os dados entre as conexões são entregues e que eles chegam a um host da rede na mesma ordem em que foram enviados por outro host da rede.
tr: TCP/IP'nin iki iletişim kuralı parçaları bilgisayar ağının farklı görüş ile alakalıdır. <emphasis>Internet İletişim Kuralı</emphasis> TCP/IP'deki "IP" ağ bilgisinin temel birimi olarak sadece <emphasis role="italics">IP Veri İletisi</emphasis> kullanan ağ paket yönlendirmeli bağlantısız iletişim kuralıdır. IP Veri İletisi şu şekilde bir başlıktan oluşur.<emphasis> Taşıma Katmanı Kontrol İletişim Kuralı</emphasis> TCP/IP'deki "TCP" ve etkin ağlar veri akışını değiştirmek için kullanılan bağlantıyı oluşturması için ana sistem oluşturur. Ayrıca TCP, ağlar arasındaki veriyi ulaştırmayı garantiye alır ve aynı sistemdeki bir ağdan diğerine ulaşır.

source: TCP/IP Configuration
fr: Configuration TCP/IP
pt_br: Configurando TCP/IP
tr: TCP/IP Yapılandırması

source: The TCP/IP protocol configuration consists of several elements which must be set by editing the appropriate configuration files, or deploying solutions such as the Dynamic Host Configuration Protocol (DHCP) server which in turn, can be configured to provide the proper TCP/IP configuration settings to network clients automatically. These configuration values must be set correctly in order to facilitate the proper network operation of your Ubuntu system.
fr: La configuration du protocole TCP/IP consiste en plusieurs éléments qui doivent être paramétrés en éditant les fichiers de configuration adaptés, ou en déployant des solutions telles qu'un serveur Dynamic Host Configuration Protocol (DHCP). Ce dernier pourra fournir automatiquement la bonne configuration IP aux clients. Ces données de configuration doivent être définies correctement pour assurer un bon fonctionnement du réseau avec Ubuntu.
pt_br: A configuração do protocolo TCP/IP consiste em diversos elementos, que podem ser editados nos arquivos de configuração apropriados, ou optando-se por soluções como o servidor de DHCP (Protocolo de Configuração Dinâmica de Hosts), que por sua vez pode ser configurado para prover as configurações TCP/IP necessárias para cada cliente de rede automaticamente. Esses valores da configuração precisam ser definidos corretamente, de maneira que que facilite o funcionamento em rede do seu sistema Ubuntu.
tr: TCP/IP iletişim kuralı yapılandırması, uygun yapılandırma dosyaları düzenlenerek ayarlanan birkaç elemanı içerir. Dinamik İstemci Ayarlama İletişim Kuralı (DHCP) sunucusu, uygun TCP/IP ayarlarını ağ istemcisine otomatik olarak sağlaması için yapılandırılır. Bu yapılandırma değerleri Ubuntu sistemindeki uygun ağ işlemini kolaylaştırması için doğru olarak ayarlanmalıdır.

source: <emphasis role="bold">IP address</emphasis> The IP address is a unique identifying string expressed as four decimal numbers ranging from zero (0) to two-hundred and fifty-five (255), separated by periods, with each of the four numbers representing eight (8) bits of the address for a total length of thirty-two (32) bits for the whole address. This format is called <emphasis>dotted quad notation</emphasis>.
fr: <emphasis role="bold">adresse IP</emphasis> L'adresse IP est un identifiant unique composé de 4 nombres entre 0 et 255 séparés par des point. Chaque nombre représente 8 bits d'une adresse qui fait au total 32 bits. Ce format est appelé <emphasis>notation décimale pointée</emphasis>.
pt_br: <emphasis role="bold">Endereço IP</emphasis> O Endereço de IP é uma string de identificação única, expressa em quatro números decimais, que vão de zero (0) à duzentos e cinqüenta e cinco (255), separada por pontos, com cada um dos quatros números representado oito (8) bits do endereço, para um tamanho total de trinta e dois (32) bits para todo o endereço. Este formato é chamado de <emphasis>notação decimal com pontos</emphasis>.
tr: <emphasis role="bold">IP adresi</emphasis> IP adresi eşsiz, sıkıştırılmış betik kimliğidir. Sıfır (0)'dan ikiyüz ellibeş (255)'e kadar olan ondalık sayılardan oluşan, periyotlarla ayrılan, 32 bitlik tüm adresin her biri 8 bitlik adrese sahip olan dört sayıyı gösterir. Bu biçim <emphasis>dört noktalı gösterim</emphasis> (dotted dual notation) olarak adlandırılır..

source: <emphasis role="bold">Netmask</emphasis> The Subnet Mask (or simply, <emphasis>netmask</emphasis>) is a local bit mask, or set of flags which separate the portions of an IP address significant to the network from the bits significant to the <emphasis>subnetwork</emphasis>. For example, in a Class C network, the standard netmask is 255.255.255.0 which masks the first three bytes of the IP address and allows the last byte of the IP address to remain available for specifying hosts on the subnetwork.
fr: <emphasis role="bold">Masque de sous-réseau</emphasis> Le masque de sous-réseau est un masque de bits, ou ensemble de marqueurs, qui séparent les parties de l'adresse IP correspondantes au réseau, et celles qui correspondent au <emphasis>sous-réseau</emphasis>. Par exemple dans un réseau de classe C, le masque standard qui est 255.255.255.0 cache les 3 premiers octets de l'adresse et permet d'utiliser le dernier octet pour adresser les hôtes du sous-réseau.
pt_br: <emphasis role="bold">Netmask</emphasis> A Máscara de Subrede (ou simplesmente <emphasis>netmask</emphasis>) é uma máscara de bits locais, ou alguns marcadores que separam porções de endereços IPs relacionados à uma rede de uma <emphasis>subrede</emphasis>. Por exemplo, na Classe C, a máscara padrão é 255.255.255.0, que mascara os primeiros três bytes do endereço IP e permite somente o último byte do endereços disponível para a alocação e especificação de hosts ou subredes.
tr: <emphasis role="bold">Netmask</emphasis> Alt Ağ Maskesi, (veya sadece <emphasis>netmask</emphasis>) yerel bir bit maskesidir veya IP adres belirtecinin bölümleriyle ayrılan bayrak ayarıdır. Örneğin C sınıf ağda standart ağ maskesi 255.255.255.0 şeklindedir. Bu IP adresinin ilk üç baytı maske ve geri kalan son baytı da alt ağdaki ana sistemleri belirlemek için kullanılır.

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, where twelve (12) represents the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. A network host using the private IP address 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
fr: <emphasis role="bold">Adresse Réseau</emphasis> L'Adresse Réseau représente les octets constituant la partie réseau d'une adresse IP. Par exemple, l'hôte 12.128.1.2 dans un réseau de classe A utilisera l'adresse réseau 12.0.0.0, dans laquelle douze (12) représente le premier octet de l'adresse IP, (la partie réseau) et les zéros (0) des autres octets suivants représentent les valeurs d'hôtes potentiels. Un hôte réseau utilisant l'adresse privée 192.168.1.100 utilisera lui une Adresse Réseau de 192.168.1.0 qui indique les trois premiers octets du réseau de classe C 192.168.1 et un zéro (0) pour tous les hôtes possibles sur le réseau.
pt_br: <emphasis role="bold">Endereço de Rede</emphasis> O Endereço de Rede representa a quantidade de bytes destinados ao endereço da rede em um endereço IP. Por exemplo, o host 12.128.1.2 em uma rede Classe A irá usar 12.0.0.0 como endereço de rede, onde doze (12) representa o primeiro byte do endereço IP e (a parte da rede) os zeros (0) em todos os três bytes restantes para representar valores de host em potencial. Um rede usando o endereço IP privado 192.168.1.100 irá usar um Endereço de Rede 192.168.1.0, que especifica os três primeiros bytes de um rede Classe C 192.168.1 e um zero (0) para todos os possíveis hosts na rede.
tr: <emphasis role="bold">Ağ Adresi</emphasis>, IP adresinin ağ bölümünün oluştuğu baytı gösterir. Örneğin A Sınıf ağdaki 12.128.1.2 nolu ana sistem ağ adresi olarak 12.0.0.0 kullanabilir. Buradaki oniki (12) IP adresinin ilk baytını belirtir, ağ bölümü ve geri kalan tüm üm baytlık sıfırlar (0) potansiyel sistem değerlerini gösterir. 192.168.1.100 şeklinde özel bir IP adresi kullanan ağ ana sisteminin, 192.168.1 olan ilk üç baytı Sınıf C'nin ağını ve sondaki sıfır ağdaki mümkün olan tüm ana sistemleri gösteren 192.168.1.0 şeklinde bir Ağ Adresi kullanır.

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the private Class C IP network, 192.168.1.0, the broadcast address is 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
fr: <emphasis role="bold">Broadcast Address</emphasis> L'adresse de diffusion est une adresse IP utilisée pour envoyer un message à tous les hôtes d'un réseau local, plutôt qu'à un hôte en particulier. L'adresse de diffusion générale standard des réseaux IP est 255.255.255.255, mais cette adresse de diffusion ne peut toutefois pas être utilisée pour envoyer un message à tous les ordinateurs sur l'Internet car elle est bloquée par les routeurs. Une adresse de diffusion plus appropriée est déterminée pour correspondre à un sous-réseau particulier. Par exemple, sur le réseau IP privé de classe C, 192.168.1.0, l'adresse de diffusion est 192.168.1.255. De tels messages de diffusion sont généralement produits par des protocoles réseaux tels que ARP (Address Resolution Protocol) et RIP (Routing Information Protocol).
pt_br: <emphasis role="bold">Endereço Broadcas</emphasis> O Endereço Broadcast é um endereço IP que permite que dados da rede sejam enviados simultaneamente para todos os hosts em uma dada subrede ao invés de especificar um host particular. O endereço broadcast padrão para redes IP normalmente é 255.255.255.255, mas este endereço de broadcast não pode ser usado para mandar uma mensagem de broadcast para todos os hosts na Internet pois os roteadores bloqueiam isso. Um endereço broadcast mais apropriado é definido para corresponder a uma subrede específica. Por exemplo, na rede IP privada Classe C, 192.168.1.0, o endereço broadcast é 192.168.1.255. Mensagens de broadcast são produzidas geralmente por protocolos de rede como o Protocolo de Resolução de Endereço (ARP, do inglês Address Resolution Protocol) e o Protocolo de Roteamento de Informação (RIP, do inglês Routing Information Protocol).
tr: <emphasis role="bold">Yayın Adresi</emphasis> Yayın Adresi, bilinen veriyi belirli özel ana sistemden ziyade bir alt ağdaki tüm sistemlere eş zamanlı olarak göndermeyi sağlayan bir IP adresidir. IP ağları için standart genel yayın akışı 255.255.255.255'dir. Fakat bu yayın adresi, yayın mesajını Internetteki her ana sisteme göndermek için, yönlendiricilerin engelinden dolayı kullanılamaz. Daha uygun yayın adresi özel alt ağları eşleştirmek için ayarlar. Örneğin, özel Sınıf C IP ağı, 192.168.1.0, yayın adresi 192.168.1.255'dir. Yayın mesajları, Adres Çözümleme İletişim Kuralı (ARP) ve Yönlendirme Bilgisi İletişim Kuralı (RIP) gibi ağ iletişim kuralları tarafından tipik olarak üretilir.

source: <emphasis role="bold">Gateway Address</emphasis> A Gateway Address is the IP address through which a particular network, or host on a network, may be reached. If one network host wishes to communicate with another network host, and that host is not located on the same network, then a <emphasis>gateway</emphasis> must be used. In many cases, the Gateway Address will be that of a router on the same network, which will in turn pass traffic on to other networks or hosts, such as Internet hosts. The value of the Gateway Address setting must be correct, or your system will not be able to reach any hosts beyond those on the same network.
fr: <emphasis role="bold">Adresse de la passerelle</emphasis> Une adresse de passerelle est l'adresse IP à travers laquelle un réseau ou un hôte d'un autre réseau peuvent être atteints. Si un hôte veut communiquer avec un hôte d'un autre réseau, alors il doit utiliser la <emphasis>passerelle</emphasis>. En général cette passerelle sera le routeur du réseau, qui transmettra les données aux réseaux ou hôtes extérieurs n'appartenant au réseau privé, sur Internet par exemple. L'adresse de la passerelle doit être définie, sans quoi votre système sera incapable de communiquer avec des hôtes extérieurs à votre réseau.
pt_br: <emphasis role="bold">Gateway Address</emphasis>Um Gateway Address é o endereço IP direto de uma rede particular, ou host em uma rede, podendo se estender. Se uma rede de host não define-se ao comunicar com outra rede de host, e aquele host não é localizado em uma mesma rede, então um <emphasis>gateway</emphasis> deve ser usado. Em muitos casos, o Gateway Anddress será de um roteador na mesma rede, que vai habilitar o trafico de passagem em outras redes ou hosts, tais como Internet hosts. O valor definido a um Gateway Address deve ser correto, ou seu sistema não será capaz de alcançar nenhum host ligado na mesma rede.
tr: <emphasis role="bold">Ağ Geçit Adresi</emphasis> Ağ Geçit Adresi, özel ağ, ağdaki bir ana sistem tarafından erişilen bir IP adresidir. Eğer bir ağ ana sistemi diğer ağ ana sistemiyle iletişime geçmek ister ve ana sistem aynı ağda bulunmuyorsa bir <emphasis>ağ geçit</emphasis>i kullanmılmalıdır. Birçok sebepten dolayı Ağ Geçit Adresi, Internet ana sistemleri gibi diğer ağlarda veya ana sistemlerdeki tarafiği düzenlemesi için aynı ağdaki bir yönlendirici olur. Ağ Geçit Adresinin değeri doğru olarak ayarlanmalıdır. Aksi taktirde sistemin, aynı ağdaki herhangi bir ana sisteme ulaşamayacaktır.

source: <emphasis role="bold">Nameserver Address</emphasis> Nameserver Addresses represent the IP addresses of Domain Name Service (DNS) systems, which resolve network hostnames into IP addresses. There are three levels of Nameserver Addresses, which may be specified in order of precedence: The <emphasis>Primary</emphasis> Nameserver, the <emphasis>Secondary</emphasis> Nameserver, and the <emphasis>Tertiary</emphasis> Nameserver. In order for your system to be able to resolve network hostnames into their corresponding IP addresses, you must specify valid Nameserver Addresses which you are authorized to use in your system's TCP/IP configuration. In many cases these addresses can and will be provided by your network service provider, but many free and publicly accessible nameservers are available for use, such as the Level3 (Verizon) servers with IP addresses from 4.2.2.1 to 4.2.2.6.
fr: <emphasis role="bold">Nameserver Address (adresse de serveur de noms)</emphasis> représente les adresses IP d'un DNS (serveur de noms de domaine), qui résout les noms de domaines en adresses IP. Il y a trois niveaux d'adresses de serveur de noms qui peuvent être par ordre de priorité : serveur de noms <emphasis>primaire</emphasis>, serveur de noms <emphasis>secondaire</emphasis> et serveur de noms <emphasis>tertiaire</emphasis>. Pour que votre système puisse résoudre les noms d'hôtes, vous devez spécifier une adresse de serveur de noms correcte que vous êtes autorisés à utiliser sur votre réseau. Dans bien des cas, ces adresses seront fournies par votre fournisseur de service réseau mais vous pouvez aussi utiliser des serveurs de noms publics tel que les serveurs Verizon (IP 4.2.2.1 à 4.2.2.6).
pt_br: <emphasis role="bold">Endereço de Servidores de Nomes</emphasis> Endereços de Servidores de Nomes representam os endereços IP dos sistemas de Serviço de Nomes de Domínio, que convertem os nomes dos hosts da rede para endereços IP. Há três níveis de Endereços de Servidores de Nomes que podem ser especificados em ordem de precedência: O Servidor de Nomes <emphasis>Primário</emphasis>, o Servidor de Nomes <emphasis>Secundário</emphasis> e o Servidor de Nomes <emphasis>Terciário</emphasis>. Para que seu sistema seja capaz de traduzir os nomes dos hosts da rede em seus respectivos endereços IP, você deve especificar Endereços de Servidores de Nomes válidos que são autorizados para usar na configuração TCP/IP de seu sistema. Em muitos casos, estes endereços podem ser, e serão, providos pelo provedor de seu serviço de rede mas muitos servidores de nomes gratuitos e acessíveis publicamente estão disponíveis para uso, tais como servidor Level3 (Verizon) com os endereços IP de 4.2.2.1 a 4.2.2.6.
tr: <emphasis role="bold">Sunucu Adı Adresi</emphasis> Sunucu Adı Adresi, IP adreslerindeki ağ ana sistem adlarını çözümleten Alan Adı Servis (DNS) sisteminin IP adreslerini belirtir. Sunucu Adı Adresinin üç seviyesi vardır. Bunlar şırayla şu şeklide belirtilirler: <emphasis>Birincil</emphasis> Sunucu Adı, <emphasis>İkincil</emphasis> Sunucu Adı ve <emphasis>Üçüncül</emphasis> Sunucu Adı. Ağ ana sistemlerini kendi eş değer IP adresleri içinde çözümlemesi için sistemindeki sırasını, Sunucu Adı adreslerini özel olarak belirtmelisin. Böylece kendi sisteminin TCP/IP yapılandırmasına yetkili olabilirsin. Birçok nedenden dolayı bu adresler, kendi ağ servis sağlayıcısı tarafından sağlanabilir veya sağlanacaktırr.

source: The IP address, Netmask, Network Address, Broadcast Address, and Gateway Address are typically specified via the appropriate directives in the file <filename>/etc/network/interfaces</filename>. The Nameserver Addresses are typically specified via <emphasis>nameserver</emphasis> directives in the file <filename>/etc/resolv.conf</filename>. For more information, view the system manual page for <filename>interfaces</filename> or <filename>resolv.conf</filename> respectively, with the following commands typed at a terminal prompt:
fr: Les adresses IP, masques, adresses de réseau, adresses de diffusion et adresses de passerelle sont généralement spécifiés par la directive appropriée dans le fichier <filename>/etc/network/interfaces</filename>. L'adresse de serveur de nom est spécifiée par la directive <emphasis>nameserver</emphasis> dans le fichier <filename>/etc/resolv.conf</filename>. Pour plus d'informations, lisez la page de manuel pour <filename>interfaces</filename> ou <filename>resolv.conf</filename> respectivement, avec les commande suivantes dans une console :
pt_br: O Endereço de IP, a Máscara de rede (netmask), o Endereço de rede, Endereço de broadcast, e o Endereço de Gateway são, em geral, especificados com as diretivas apropriadas no arquivo <filename>/etc/network/interfaces</filename>. O endereço do Servidor de Nomes (DNS) é em geral especificado pela diretiva <emphasis>nameserver</emphasis> no arquivo <filename>/etc/resolv.conf</filename>. Para maiores informações, veja a página de manual para <filename>interfaces</filename> ou <filename>resolv.conf</filename> respectivamente, com os seguintes comandos a serem digitados no terminal:
tr: IP adresi, Ağ Maskesi, Ağ Adresi, Yayın Adresi ve Ağ Geçit Adresi tipik olarak <filename>/etc/network/interfaces</filename> dosyasındaki uygun yönergeler tarafından belirtilir. Sunucu Adı Adresi tipik olarak <filename>/etc/resolv.conf</filename> dosyasındaki <emphasis>nameserver</emphasis> yönergeleri tarafından belirtilir . <filename>Arayüzler</filename> veya <filename>resolv.conf</filename> hakkında daha fazla bilgi için, sistem kullanım sayfasını görüntülemek için sırasıyla terminale şu komutlar yazılır:

source: Access the system manual page for <filename>interfaces</filename> with the following command:
fr: Accédez au manuel du fichier <filename>interfaces</filename> avec la commande suivante :
pt_br: Acesse o sistema de páginas de manual para <filename>interfaces</filename> com o seguinte comando:
tr: <filename>Arayüzler</filename> için sistem kılavuz sayfasına erişmek için aşağıdaki komutu kullanın:
