Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: In addition, other configuration files may be added using the <emphasis>Include</emphasis> directive, and wildcards can be used to include many configuration files. Any directive may be placed in any of these configuration files. Changes to the main configuration files are only recognized by Apache2 when it is started or restarted.
fr: Enfin, d'autres paramétrages peuvent être ajoutés en utilisant la directive <emphasis>Include</emphasis> et des caractères jokers peuvent être utilisés pour inclure de multiples fichiers de configuration. Ces directives peuvent être placées dans n'importe lequel de ces fichiers de configuration. Les changements effectués dans les fichiers de configuration principaux ne sont pris en compte qu'au (re-)démarrage d'Apache2.
pt_br: Além disso, outros arquivos de configuração podem ser adicionados usando a diretiva <emphasis>Include</emphasis>, e coringas podem ser usados para incluir vários arquivos de configuração. Qualquer diretiva pode ser colocada em qualquer um destes arquivos de configuração. Alterações nos principais arquivos de configuração somente são reconhecidas pelo Apache2 quando ele for iniciado ou reiniciado.
tr: Ek olarak diğer yapılandırma dosyaları <emphasis>dahil et</emphasis> yönergesi kullanılarak eklenebilir ve daha çok yapılandırma dosyası dahil etmek için joker karakterleri kullanılabilir. Herhangi bir yönerge bu yapılandırma dosyalarından herhangi birine yerleşebilir. Ana yapılandırma dosyasındaki değişiklikler, sadece başlatıldığında veya yeniden başlatıldığında Apache2 tarafından teşhis edilir.

source: The server also reads a file containing mime document types; the filename is set by the <emphasis>TypesConfig</emphasis> directive, and is <filename>/etc/mime.types</filename> by default.
fr: Le serveur lit également un fichier contenant les types MIME des documents ; le nom du fichier est défini par la directive <emphasis>TypesConfig</emphasis>, par défaut il s'agit de <filename>/etc/mime.types</filename>.
pt_br: O servidor também lê um arquivo contendo tipos de documentos mime; o nome do arquivo é definido pela diretiva <emphasis>TypesConfig</emphasis>, e está em <filename>/etc/mime.types</filename> por padrão.
tr: Sunucu, mime belge türlerini içeren dosyayı da okur. Dosya adı <emphasis>TypesConfig</emphasis> yönergesi tarafından ayarlanır ve normalde <filename>/etc/mime.types</filename> şeklindedir.

source: Basic Settings
fr: Réglages de base
pt_br: Configurações Básicas
tr: Temel Ayarlar

source: This section explains Apache2 server essential configuration parameters. Refer to the <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink> for more details.
fr: Cette section explique les paramètres de configuration essentiels du serveur Apache2. Consultez la <ulink url="http://httpd.apache.org/docs/2.2/">documentation Apache2</ulink> pour plus de détails (en partie en français).
pt_br: Esta seção explica as configurações de parâmetros essenciais do servidor Apache2. Para maiores detalhes veja a <ulink url="http://httpd.apache.org/docs/2.2/">documentação do Apache2.</ulink>
tr: Bu bölüm, Apache2 sunucusu asıl yapılandırma parametrelerini içerir. Ayrıntılar için <ulink url="http://httpd.apache.org/docs/2.2/">Apache2 Documentation</ulink>'a bakınız.

source: Apache2 ships with a virtual-host-friendly default configuration. That is, it is configured with a single default virtual host (using the <emphasis>VirtualHost</emphasis> directive) which can modified or used as-is if you have a single site, or used as a template for additional virtual hosts if you have multiple sites. If left alone, the default virtual host will serve as your default site, or the site users will see if the URL they enter does not match the <emphasis>ServerName</emphasis> directive of any of your custom sites. To modify the default virtual host, edit the file <filename>/etc/apache2/sites-available/default</filename>.
fr: Apache2 est livré avec une configuration d'hôte virtuel par défaut. En fait, un seul hôte virtuel est paramétré (en utilisant la directive <emphasis>VirtualHost</emphasis>). Il peut être utilisé tel quel si vous n'avez qu'un seul site, modifié ou servir de modèle pour ajouter des hôtes virtuels. Sans intervention de votre part, l'hôte virtuel par défaut sera votre site par défaut ou celui que les visiteurs verront si l'URL qu'ils ont saisi ne correspond pas à la directive <emphasis>ServerName</emphasis>. Pour changer l'hôte virtuel par défaut, modifiez le fichier <filename>/etc/apache2/sites-available/default</filename>.
pt_br: O Apache2 é distribuído com uma configuração padrão de servidor-virtual-amigável. Ou seja, ele está configurado com um único padrão de servidor virtual (usando a diretiva <emphasis>VirtualHost</emphasis>) que pode ser modificado ou não, caso você tenha um único site, ou utilizá-lo como um modelo para outros servidores virtuais caso tenha vários sites. Se não for modificado, o servidor virtual padrão servirá como seu site padrão, ou o site que os usuários verão se o URL que for digitado não corresponder à diretiva <emphasis>ServerName</ emphasis> de qualquer um dos seus sites personalizados. Para modificar o servidor virtual padrão, edite o arquivo <filename>/etc/apache2/sites-available/default</filename>.
tr: Apache2, mevcut yapılandırmayı sanal dost ana sistemi ile yürütür. Bu, eğer tek siten varsa <emphasis>VirtualHost</emphasis> yönergesi kullanılarak veya düzenlenerek mevcut tek sanal ana sistem ile yapılandırılır veya eğer çoklu siten varsa ek sanal ana sistemler için bir örnek gibi kullanılabilir.

source: The directives set for a virtual host only apply to that particular virtual host. If a directive is set server-wide and not defined within the virtual host settings, the default setting is used. For example, you can define a Webmaster email address and not define individual email addresses for each virtual host.
fr: Le jeu de directives pour un hôte virtuel ne s'applique qu'à cet hôte virtuel en particulier. Si une directive est définie globalement pour le serveur et n'est pas définie dans les paramètres de l'hôte virtuel, les paramètres par défaut s'appliquent. Par exemple, vous pouvez définir l'adresse électronique du webmaster globalement, et ne pas définir d'adresses individuelles pour chaque hôte virtuel.
pt_br: As diretivas para um host virtual somente são aplicadas para um host virtual em particular. Se a diretiva é configurada para escopo de servidor e não definida dentro das configurações de um virtual host, as configurações padrão serão usadas. Por exempĺo, você pode definir o e-mail do Webmaster e não definir um e-mail individual para cada virtual host.
tr: Yönergeler, özel sanal ana sisteme sadece uygulama kurar. Eğer bir yönerge server-wide olarak kurulmuş ve sanal ana sistem içinde tanımlanmamışsa mevcut ayar kullanılır. Örneğin; her sanal ana sistem için bir Webmaster e-posta adresi tanımlayabilirsin. Fakat özel e-posta adresi tanımlayamazsın.

source: If you wish to configure a new virtual host or site, copy that file into the same directory with a name you choose. For example:
fr: Si vous souhaitez configurer un nouvel hôte virtuel ou site, copiez ce fichier dans le même répertoire avec un nom de votre choix. Par exemple :
pt_br: Se você deseja configurar um novo virtual host ou site, copie esse arquivo para o mesmo diretório com o nome que você escolher. Por exemplo:
tr: Eğer yeni bir sanal ana sistem veya site yapılandırmak istiyorsan dosyayı aynı dizin içine kopyala ve adını istediğin şekilde değiştir. Örneğin:

source: sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mynewsite
fr: sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/mon_nouveau_site
pt_br: sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/novosite
tr: sudo cp /etc/apache2/sites-available/default /etc/apache2/sites-available/benimyenisitem

source: Edit the new file to configure the new site using some of the directives described below.
fr: Modifiez le nouveau fichier pour configurer le nouveau site en utilisant certaines des commandes décrites ci-dessous.
pt_br: Edite o novo arquivo para configurar o novo site utilizando algumas das diretivas descritas abaixo.
tr: Aşağıda açıklanan yönergelerden bazılarını kullanarak yeni siteyi yapılandırmak için düzenleyin.

source: The <emphasis>ServerAdmin</emphasis> directive specifies the email address to be advertised for the server's administrator. The default value is webmaster@localhost. This should be changed to an email address that is delivered to you (if you are the server's administrator). If your website has a problem, Apache2 will display an error message containing this email address to report the problem to. Find this directive in your site's configuration file in /etc/apache2/sites-available.
fr: La directive <emphasis>ServerAdmin</emphasis> spécifie l'adresse électronique qui figurera comme adresse de l'administrateur du serveur. La valeur par défaut est webmaster@localhost. Cette valeur devrait être remplacée par une adresse dont vous êtes destinataire (dans le cas où vous êtes l'administrateur du serveur). Si votre site rencontre un problème, Apache2 affichera un message d'erreur contenant cette adresse mail afin de signaler le problème. Cette directive est à placer dans les fichiers de configuration de vos sites situés dans /etc/apache2/sites-available.
pt_br: A diretiva <emphasis>ServerAdmin</emphasis> especifica o endereço de e-mail a ser anunciado como do administrador do servidor. O valor padrão é webmaster@localhost. Ele deve ser alterado para um endereço de e-mail que seja entregue para você (caso você seja o administrador do servidor). Se seu website possuir um problema, o Apache2 mostrará uma mensagem de erro contendo este endereço de e-mail para qual o problema poderá ser relatado. Encontre esta diretiva no arquivo de configuração do site em /etc/apache2/sites-available.
tr: <emphasis>ServerAdmin</emphasis> yönergesi, sunucu yöneticisine e-posta adresini duyurmak için kullanılır. Mevcut değer webmaster@localhost'tur. Bunu eğer sunucu yöneticisi isen, istediğin e-posta adresi ile değiştirebilirsin. Eğer web sitende problem varsa, Apache2 problemi sana göstermek için bu e-posta adresini kullanarak sana hata mesajı gönderecek. Bu yönergeyi /etc/apache2/sites-available dosyasındaki site yapılandırmasında bul.

source: The <emphasis>Listen</emphasis> directive specifies the port, and optionally the IP address, Apache2 should listen on. If the IP address is not specified, Apache2 will listen on all IP addresses assigned to the machine it runs on. The default value for the Listen directive is 80. Change this to 127.0.0.1:80 to cause Apache2 to listen only on your loopback interface so that it will not be available to the Internet, to (for example) 81 to change the port that it listens on, or leave it as is for normal operation. This directive can be found and changed in its own file, <filename>/etc/apache2/ports.conf</filename>
fr: La directive <emphasis>Listen</emphasis> précise le port, et de manière optionnelle l'adresse IP, sur lesquels Apache2 écoute. Si l'adresse IP n'est pas spécifiée, Apache écoutera sur toutes les adresses IP assignées à la machine. La valeur par défaut de la directive Listen est 80. Modifiez la en 127.0.0.1:80 afin qu'Apache2 n'écoute que sur l'interface locale et ne soit pas accessible depuis l'Internet, en 81 (par exemple) afin de modifier le port sur lequel Apache2 écoute, ou laissez la valeur par défaut dans la majorité des cas. Cette directive se situe dans le fichier <filename>/etc/apache2/ports.conf</filename>
pt_br: A diretiva <emphasis>Listen</emphasis> especifica a porta, e opcionalmente o endereço IP, na qual o Apache2 irá escutar. Se o endereço IP não for especificado, o Apache2 irá escutar em todos os endereços IP designados para a máquina no qual ele esteja rodando. O valor padrão para a diretiva Listen é 80. Altere isso para 127.0.0.1:80 para fazer com que o Apache apenas escute apenas na sua interface de loopback, de forma que ele esteja disponível para a Internet, para (por exemplo) 81 para mudar a porta no qual ele escuta, ou deixe o valor como está para operação normal. Esta diretiva pode ser encontrada e alterada em seu próprio arquivo, <filename>/etc/apache2/ports.conf</filename>
tr: <emphasis>Dinle</emphasis> yönergesi, Apache2'nin dinleyeceği yuva ve şeçime bağlı IP adresini ifade eder. Eğer IP adresi belirtilmemişse, Apache2, çalışan makineye atanmış olan bütün IP adreslerini dinleyecektir. Dinle yönergesi için mevcut değer 80'dir. Bunu, Apache2'nin sadece senin geridöngünü arayüzünü dinlemesi için 127.0.0.1:80 olarak değiştir. Böylece bu Internet'te kullanılamaz. Örneğin 81 dinlenen yuvayı değiştirmek veya onu normal işleme bırakmak içindir. Bu yönerge kendi dosya olan <filename>/etc/apache2/ports.conf</filename>'de bulunabilir ve değiştirilebilir.

source: The <emphasis>ServerName</emphasis> directive is optional and specifies what FQDN your site should answer to. The default virtual host has no ServerName directive specified, so it will respond to all requests that do not match a ServerName directive in another virtual host. If you have just acquired the domain name ubunturocks.com and wish to host it on your Ubuntu server, the value of the ServerName directive in your virtual host configuration file should be ubunturocks.com. Add this directive to the new virtual host file you created earlier (<filename>/etc/apache2/sites-available/mynewsite</filename>).
fr: La directive <emphasis>ServerName</emphasis> est optionnelle et spécifie à quel FQDN devrait répondre votre site. L'hôte virtuel par défaut n'a pas de directive ServerName spécifiée, il devra donc répondre à toutes les requêtes qui ne correspondent pas à une directive ServerName d'un un autre hôte virtuel. Si vous venez juste d'acquérir le nom de domaine ubunturocks.com et souhaitez l'héberger sur votre serveur Ubuntu, la valeur de votre directive ServerName dans le fichier de configuration de votre serveur virtuel doit être ubunturocks.com. Ajoutez cette directive dans le nouveau fichier de l'hôte virtuel créé plus tôt (<filename>/etc/apache2/sites- available/ mon_nouveau_site</filename>).
pt_br: A diretiva <emphasis>ServerName</emphasis> é opcional e especifica para qual FQDN seu site deve responder. O servidor virtual padrão não tem uma diretiva ServerName especificada, pela qual irá responder a todas as solicitações que não coincidirem com uma diretiva ServerName de outro servidor virtual. Se você adquiriu o nome de domínio ubunturocks.com e deseja hospedá-lo em seu servidor Ubuntu, o valor da diretiva ServerName no seu arquivo de configuração do servidor virtual deverá ser ubunturocks.com. Adicione esta diretiva ao novo arquivo do servidor virtual que você já havia criado (<filename>/etc/apache2/sites-available/meunovosite</filename>).
tr: <emphasis>ServerName</emphasis> yönergesi seçime bağlıdır ve FQDN'nin senin sitene vereceği cevabı ifade eder. Mevcut sanal ana sistemde belirli bir ServerName yönergesi yoktur. Bu yüzden, ServerName yönergesi ile eşleşmeyen başka bir sanal ana sistemdeki bütün istekleri cevaplar. Eğer senin sadece ubunturocks.com alan adın varsa ve onu senin Ubuntu sunucuna bağlamak istiyorsan, sanal ana sistem yapılandırma dosyasının ServerName yönergesindeki değeri ubunturocks.com olabilir. Daha önce oluşturduğun <filename>/etc/apache2/sites-available/benimyenisitem</filename>'deki yeni sanal ana sisteme bu yönergeyi ekle.

source: You may also want your site to respond to www.ubunturocks.com, since many users will assume the www prefix is appropriate. Use the <emphasis>ServerAlias</emphasis> directive for this. You may also use wildcards in the ServerAlias directive.
fr: Comme beaucoup de visiteurs pensent que le préfixe www est utile, il est souhaitable que vous configuriez votre hôte virtuel pour qu'il réponde à ce nom. Utilisez la directive <emphasis>ServerAlias</emphasis>. Il est possible d'utiliser des caractères jokers dans la directive ServerAlias.
pt_br: Você também pode desejar que o seu site responda para www.ubunturocks.com, uma vez que muitos utilizadores irão assumir que o prefixo www é apropriado. A diretiva <emphasis>ServerAlias</emphasis> para isto. Você também pode utilizar curingas na diretiva ServerAlias.
tr: Ayrıca birçok kullanıcı www önekinin uygun olduğunu varsayarak senin sitenin www.ubunturocks.com'a yanıt vermesini isteyebilirsin. Bunu için <emphasis>ServerAlias</emphasis> yönergesini kullan. Ayrıca ServerAlias yönergesinde joker karakterleri kullanabilirsin.

source: For example, the following configuration will cause your site to respond to any domain request ending in <emphasis>.ubunturocks.com</emphasis>.
fr: Par exemple, votre site répondra à n'importe quelle requête de domaine finissant par <emphasis>.ubunturocks.com</emphasis> en utilisant la configuration suivante :
pt_br: Por exemplo, a seguinte configuração fará com que seu site responda a qualquer pedido que termine no domínio <emphasis>.ubunturocks.com</emphasis>.
tr: Örneğin, aşağıdaki yapılandırma <emphasis>.ubunturocks.com</emphasis> ile biten herhangi bir isteğe senin sitenin yanıt vermesine sebep olacak.

source: The <emphasis>DocumentRoot</emphasis> directive specifies where Apache2 should look for the files that make up the site. The default value is /var/www. No site is configured there, but if you uncomment the <emphasis>RedirectMatch</emphasis> directive in <filename>/etc/apache2/apache2.conf</filename> requests will be redirected to /var/www/apache2-default where the default Apache2 site awaits. Change this value in your site's virtual host file, and remember to create that directory if necessary!
fr: La directive <emphasis>DocumentRoot</emphasis> spécifie l'emplacement où Apache2 doit chercher les fichiers constituant le site. La valeur par défaut est /var/www. Aucun site n'y est configuré mais, en décommentant la directive <emphasis>RedirectMatch</emphasis> dans <filename>/etc/apache2/apache2.conf</filename>, les requêtes seront redirigées vers /var/www/apache2-default où réside le site par défaut d'Apache2. Modifiez cette valeur dans le fichier de votre serveur virtuel et pensez à créer le dossier en question s'il n'existe pas !
tr: <emphasis>DocumentRoot</emphasis> yönergesi siteyi oluşturan dosyaların nerede bulunacağını ifade eder. Mevcut değer /var/www'dir. Burada hiçbir site yapılandırılmadı. Fakat eğer <filename>/etc/apache2/apache2.conf</filename>'deki <emphasis>RedirectMatch</emphasis> yönergesini kabul edersen, istekler mevcut Apache2 sitesinin bulunduğu /var/www/apache2-default'a yönlendirilecek. Bu değeri senin sitenin sanal ana sistemiyle değiştir ve eğer gerekirse bu dizini oluştur.

source: The /etc/apache2/sites-available directory is <emphasis role="bold"> not</emphasis> parsed by Apache2. Symbolic links in /etc/apache2/sites-enabled point to "available" sites.
fr: Le répertoire /etc/apache2/sites-availabe n'est <emphasis role="bold">pas</emphases> interprété par Apache2. Des liens symboliques dans /etc/apache2/sites-enabled pointent vers les sites disponibles.
pt_br: O diretório /etc/apache2/sites-available <emphasis role="bold"> não</emphasis> analisado pelo Apache2. Links simbólicos em /etc/apache2/sites-enabled apontam para sites "disponíveis".
tr: /etc/apache2/sites-available dizini Apache2 tarafından <emphasis role="bold"> çözümlenmez</emphasis>. /etc/apache2/sites-enabled'daki sembolik bağlantılar "available" sitelerine bağlanır.

source: Enable the new <emphasis>VirtualHost</emphasis> using the <application>a2ensite</application> utility and restart Apache2:
fr: Activiter le nouveau <emphasis>VirtualHost</emphasis> grâce à l'utilitaire <application>a2ensite</application> puis redémarrez Apache2 :
tr: <application>a2ensite</application>'yi kullanarak yeni <emphasis>VirtualHost</emphasis> atkinleştir ve Apache'yi yeniden başlat:

source: sudo a2ensite mynewsite
fr: sudo a2ensite mon_nouveau_site
pt_br: sudo a2ensite novosite
tr: sudo a2ensite benimyenisitem

source: Be sure to replace <emphasis>mynewsite</emphasis> with a more descriptive name for the VirtualHost. One method is to name the file after the <emphasis>ServerName</emphasis> directive of the VirtualHost.
fr: Il est préférable d'utiliser un nom plus explicite que <emphasis>mon_nouveau_site</emphasis>. Par exemple nommez le fichier en utilisant la valeur de la directive <emphasis>ServerName</emphasis> de l'hôte virtuel.
pt_br: Certifique-se de substituir <emphasis>novosite</emphasis> para um nome mais descritivo para o Host Virtual. Um método é o nome do arquivo após a diretiva <emphasis>ServerName</emphasis> do Host Virtual.
tr: <emphasis>benimyenisitem</emphasis>'i VirtualHost için daha açıklayıcı şekilde değiştir. Bir yöntem, VirtualHost'un <emphasis>ServerName</emphasis> yönergesinden sonra dosyayı adlandırmaktır.

source: Similarly, use the <application>a2dissite</application> utility to disable sites. This is can be useful when troubleshooting configuration problems with multiple VirtualHosts:
fr: De manière analogue l'utilitaire <application>a2dissite</application> permet de désactiver les sites. Cela peut être utile lors du dépannage de problèmes de configuration avec plusieurs hôtes virtuels :
pt_br: Similarmente, utilize o utilitário <application>a2dissite</application> para desabilitar sites. Isto pode ser útil quando se está solucionando problemas de configuração de múltiplos Hosts Virtuais:
tr: Benzer şekilde siteleri pasifleştirmek için <application>a2dissite</application> uygulamasını kullan. Bu, çoklu VirtualHosts yapılandırırken oluşan problemleri çözmede kullanışlıdır.

source: sudo a2dissite mynewsite
fr: sudo a2dissite mon_nouveau_site
pt_br: sudo a2dissite novosite
tr: sudo a2dissite benimyenisitem

source: Default Settings
fr: Réglages par défaut
pt_br: Configuração Padrão
tr: Varsayılan Ayarlar

source: This section explains configuration of the Apache2 server default settings. For example, if you add a virtual host, the settings you configure for the virtual host take precedence for that virtual host. For a directive not defined within the virtual host settings, the default value is used.
fr: Cette section explique la configuration par défaut du serveur Apache2. Par exemple, si vous ajoutez un hôte virtuel, les paramètres que vous définissez pour celui-ci deviennent prioritaires. Pour une directive qui n'est pas définie à l'intérieur de l'hôte virtuel, la valeur par défaut est utilisée.
pt_br: Esta seção explica a configuração das definições padrão do servidor Apache2. Por exemplo, se você adicionar um host virtual, as definições que você configurar para o host virtual têm precedência para aquele host virtual. Para uma diretiva não definida dentro da definição de host virtual, o valor padrão é utilizado.
tr: Bu bölüm Apache2 sunucusunun mevcut yapılandırma ayarlarını açıklar. Örneğin; eğer bir sanal ana sistem eklemişsen sanal ana sistem için yapılandırdığın ayarlar bu sanal ana sistemin yerine geçecek. Sanal ana sistem ayarları içinde tanımlanmayan bir yönerge için mevcut değer kullanılır.
