Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Edit the new zone file <filename>/etc/bind/db.example.com</filename> change <emphasis>localhost.</emphasis> to the FQDN of your server, leaving the additional "." at the end. Change <emphasis>127.0.0.1</emphasis> to the nameserver's IP Address and <emphasis>root.localhost</emphasis> to a valid email address, but with a "." instead of the usual "@" symbol, again leaving the "." at the end.
fr: Modifiez le nouveau fichier zone <filename>/etc/bind/db.example.com</filename> en remplaçant <emphasis>localhost.</emphasis> par le FQDN de votre serveur, en laissant le point « . » final. Remplacez <emphasis>127.0.0.1</emphasis> par l'adresse IP du serveur de noms et <emphasis>root.localhost</emphasis> avec une adresse courriel correcte mais avec un « . » au lieu du symbole « @ » habituel, toujours en laissant le point « . » final.
pt_br: Edite o arquivo de zona <filename>/etc/bind/db.example.com</filename> altere <emphasis>localhost.</emphasis> para o FQDN do seu servidor, deixando um "." adicional no final. Altere <emphasis>127.0.0.1</emphasis> para o Endereço IP do servidor de nomes e<emphasis>root.localhost</emphasis> para um endereço de email válido. mas com um "." no lugar do símbolo "@" usual, novamente deixando um "." no final.
tr: Yeni bölge dosyası <filename>/etc/bind/db.example.com</filename>'u düzenleyin. <emphasis>localhost.</emphasis>'u sunucunun FQDN'si ile değiştirip sonuna "." ilave edin. <emphasis>127.0.0.1</emphasis> yerine ad sunucularının IP Adresini ve <emphasis>root.localhost</emphasis> yerine de geçerli e-postra adresi yazın. Fakat "@" sembolu yerine "." ve tekrar sonuna "." koyun.

source: Also, create an <emphasis>A record</emphasis> for <emphasis role="italic">ns.example.com</emphasis>. The name server in this example:
fr: Créer un <emphasis>enregistrement A</emphasis> pour <emphasis role="italic">ns.example.com</emphasis>. Dans notre exemple, c'est le serveur de noms :
pt_br: Além disso, crie um<emphasis>registro A</emphasis> para <emphasis role="italic">ns.example.com</emphasis>. O servidor de nomes neste exemplo:
tr: Ayrıca <emphasis role="italic">ns.example.com</emphasis> için <emphasis>Bir kayıt</emphasis> oluşturun. Bu örnekteki ad sunucusu:

source: ; ; BIND data file for local loopback interface ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns.example.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10
fr: ; ; Fichier de données BIND pour l'interface loopback locale ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns.example.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10
pt_br: ; ; BIND arquivo de dado de interface local loopback ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Serial 604800 ; Refresh 86400 ; Retry 2419200 ; Expire 604800 ) ; Negative Cache TTL ; @ IN NS ns.example.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10
tr: ; ; BIND yerel geri gönüş arayüzü için veri dosyası ; $TTL 604800 @ IN SOA ns.example.com. root.example.com. ( 2 ; Seri 604800 ; Yenile 86400 ; Tekrarla 2419200 ; Süre sonu 604800 ) ; Negative Cache TTL ; @ IN NS ns.example.com. @ IN A 127.0.0.1 @ IN AAAA ::1 ns IN A 192.168.1.10

source: You must increment the <emphasis>Serial Number</emphasis> every time you make changes to the zone file. If you make multiple changes before restarting BIND9, simply increment the Serial once.
fr: Vous devez incrémenter le <emphasis>numéro de série (Serial Number)</emphasis> à chaque fois que vous modifiez le fichier de zone. Si vous faites de multiples modifications en seule fois, n'incrémentez le numéro qu'une seule fois.
pt_br: Você deve incrementar o <emphasis>Número Serial</emphasis> sempre que fizer alterações no arquivo de zona. Se você fizer várias mudanças antes de reiniciar o BIND9, simplesmente incremente o Serial uma vez.
tr: Bölge dosyasına yaptığın her değişiklikten sonra <emphasis>Seri Numarası</emphasis>nı arttırmalısın. Eğer BIND9'u tekrar başlatmadan önce birçok kez değişiklik yaptıysan, Seriyi arttırın.

source: Now, you can add DNS records to the bottom of the zone file. See <xref linkend="dns-record-types"/> for details.
fr: Vous pouvez ajouter maintenant les enregistrements DNS à la fin du fichier de zone. Consultez <xref linkend="dns-record-types"/> pour plus de détails.
pt_br: Agora, você pode adicionar registros DNS no final do aquivo de zona. Veja <xref linkend="dns-record-types"/> para mais detalhes.
tr: Şimdi bölge dosyasının altına DNS kayıtlarını ekleyebilirsin. Ayrıntılar için <xref linkend="dns-record-types"/>'a bakın.

source: Many admins like to use the last date edited as the serial of a zone, such as <emphasis>2007010100</emphasis> which is yyyymmddss (where <emphasis>ss</emphasis> is the Serial Number)
fr: Beaucoup d'administrateurs utilisent la date de modification du fichier de zone comme numéro de série. Par exemple, <emphasis>2007010100</emphasis> utilisant ainsi le format aaaammjjss où ss est le numéro de série.
pt_br: Muitos administradores gostam de colocar a última data de alteração como o serial da zona, como <emphasis>2007010100</emphasis> que é aaaammddss (onde <emphasis>ss</emphasis> é o número serial)
tr: Çoğu yönetici düzenlenen son veriyi bölgenin seri numarası formu olan yyyymmddss yerine <emphasis>2007010100</emphasis> kullanmaktan hoşlanır. Buradaki <emphasis>ss</emphasis>, Seri Numarasıdır.

source: Once you have made a change to the zone file <application>BIND9</application> will need to be restarted for the changes to take effect:
fr: Après avoir apporté des changements à un fichier de zone, vous devrez redémarrer <application>BIND9</application> afin que les changements prennent effet.
pt_br: Uma vez que você tenha mudado o arquivo de zona <application>BIND9</application> precisará ser reiniciado para que as mudanças tenham efeito:
tr: Bölge dosyasına bir değişiklik yaptıktan sonra değişikliklerin etkin olması için <application>BIND9</application>'un yeniden başlatılması gerekir. Bunun için:

source: Reverse Zone File
fr: Fichier zone de recherche inverse
pt_br: Arquivo de Zona Reversa
tr: Ters Bölge Dosyası

source: Now that the zone is setup and resolving names to IP Adresses a <emphasis>Reverse zone</emphasis> is also required. A Reverse zone allows DNS to resolve an address to a name.
fr: Maintenant que la zone est configurée pour résoudre les noms en adresses IP, il est nécessaire de paramétrer la <emphasis>zone de recherche inverse (Reverse zone)</emphasis>. Celle-ci permet de résoudre les adresses IP en noms.
pt_br: Agora que uma zona foi configurada e resolve nomes para Endereços IP uma <emphasis>zona Reversa</emphasis> também é requerida. Uma zona Reversa permite que o DNS resolva um endereço para um nome.
tr: Şimdi bölge kuruldu ve çözümleme, IP Adreslerini gerekli <emphasis>Ters bölge</emphasis> ile adlandırı. Bir Ters bölge, adresi bir ad olarak çözümlemesi için DNS'ye imkan verir.

source: Edit /etc/bind/named.conf.local and add the following:
fr: Modifiez /etc/bind/named.conf.local et ajoutez ce qui suit :
pt_br: Edite /etc/bind/named.conf.local e adicione o seguinte:
tr: /etc/bind/named.conf.local'i düzenleyin ve aşağıdakileri ekleyin:

source: Replace <emphasis>1.168.192</emphasis> with the first three octets of whatever network you are using. Also, name the zone file <filename>/etc/bind/db.192</filename> appropriately. It should match the first octet of your network.
fr: Remplacez <emphasis>1.168.192</emphasis> par les trois premiers octets du réseau que vous utilisez. Nommez également le fichier de zone <filename>/etc/bind/db.192</filename> en conséquence. Il devrait correspondre au premier octet de votre réseau.
pt_br: Substitua <emphasis>1.168.192</emphasis> com o primeiro dos três octetos de qualquer rede que você estiver usando. Além disso, nomeie o arquivo de zona <filename>/etc/bind/db.192</filename> apropriadamente. Ele deve ser compatível com o primeiro octeto da sua rede.
tr: <emphasis>1.168.192</emphasis>^deki ilk üç rakam (192) yerine kullandığın ağınkileri yazın. Ayrıca <filename>/etc/bind/db.192</filename> yerine de uygun bölge dosyasının adını yazın. İlk üç rakamı senin ağınkisi ile eşleştirir.

source: Now create the <filename>/etc/bind/db.192</filename> file:
fr: Créez maintenant le fichier <filename>/etc/bind/db.192</filename> :
pt_br: Agora crie o arquivo <filename>/etc/bind/db.192</filename>:
tr: Şimdi <filename>/etc/bind/db.192</filename> dosyasını oluşturun:

source: Next edit <filename>/etc/bind/db.192</filename> changing the basically the same options as <filename>/etc/bind/db.example.com</filename>:
fr: Modifiez ensuite <filename>/etc/bind/db.192</filename> en changeant les mêmes options que dans <filename>/etc/bind/db.example.com</filename> :
pt_br: A seguir, edite o <filename>/etc/bind/db.192</filename> alterando basicamente as mesmas opções do <filename>/etc/bind/db.example.com</filename>:
tr: Sonra, <filename>/etc/bind/db.192</filename> gibi aynı seçenekleri değiştirerek <filename>/etc/bind/db.example.com</filename>'u düzenleyin.

source: The <emphasis>Serial Number</emphasis> in the Reverse zone needs to be incremented on each changes as well. For each <emphasis>A record</emphasis> you configure in <filename>/etc/bind/db.example.com</filename> you need to create a <emphasis>PTR record</emphasis> in <filename>/etc/bind/db.192</filename>.
fr: Le <emphasis>numéro de série</emphasis> de la zone de recherche inverse doit être aussi incrémenté à chaque modification. À chaque <emphasis>enregistrement A</emphasis> que vous configurez dans <filename>/etc/bind/db.example.com</filename> doit correspondre un <emphasis>enregistrement PTR</emphasis> dans <filename>/etc/bind/db.192</filename>.
pt_br: O <emphasis>Número Serial</emphasis> na zona Reversa precisa ser também incrementado a cada mudança. Para cada <emphasis>registro A</emphasis> que vc configurou no <filename>/etc/bind/db.example.com</filename> você precisa criar um <emphasis>registro PTR</emphasis> no <filename>/etc/bind/db.192</filename>.
tr: Ters bölgedeki <emphasis>Seri Numarası</emphasis> da her değişiklikten sonra arttırılmalıdır. <filename>/etc/bind/db.example.com</filename>'da yapılandırdığın her <emphasis>Bir kayıt</emphasis> için <filename>/etc/bind/db.192</filename>'de bir <emphasis>PTR kayıt</emphasis> oluşturmalısın.

source: After creating the reverse zone file restart <application>BIND9</application>:
fr: Après avoir créé le fichier de zone de recherche inverse, redémarrez <application>BIND9</application> :
pt_br: Após criar o arquivo de zona reversa reinicie o <application>BIND9</application>:
tr: Ters bölgeyi oluşturduktan sonra <application>BIND9</application>'u yeniden başlatın:

source: Secondary Master
fr: Maitre secondaire
tr: İkincil Master

source: Once a <emphasis>Primary Master</emphasis> has been configured a <emphasis>Secondary Master</emphasis> is needed in order to maintain the availability of the domain should the Primary become unavailable.
fr: Une fois que le <emphasis>maitre primaire</emphasis> est paramétré il faut configurer un <emphasis>maitre secondaire</emphasis> afin de maintenir la disponibilité du domaine en cas d'indisponibilité du serveur primaire.
pt_br: Uma vez que o <emphasis>Primary Master</emphasis> foi configurado, um <emphasis>Secondary Master</emphasis> é necessário para manter a disponibilidade do domínio caso o Primary se torne indisponível.
tr: <emphasis>Birincil Master</emphasis> yapılandırıldıktan sonra, Birincil'in kullanılamadığı durumlarda onun yerine geçebilecek <emphasis>İkincil Master</emphasis> gereklidir.

source: First, on the Primary Master server, the zone transfer needs to be allowed. Add the <emphasis>allow-transfer</emphasis> option to the example Forward and Reverse zone definitions in <filename>/etc/bind/named.conf.local</filename>:
fr: Nous devons tout d'abord autoriser le transfert de zone sur le serveur maitre primaire. Ajoutez l'option <emphasis>allow-transfer</emphasis> dans les exemples de définitions de zone de recherche directe et inverse du fichier <filename>/etc/bind/named.conf.local</filename> :
pt_br: Primeiro, no servidor Primary Master, a transferência de zona precisa ser permitida. Adicione a opção <emphasis>allow-transfer</emphasis> para as definições de zonas Forward e Reverse em <filename>/etc/bind/named.conf.local</filename>:
tr: İlk önce, Birincil Master sunucuda, bölge taşınmasının sağlanması gereklidir. <emphasis>allow-transfer</emphasis> seçimini, <filename>/etc/bind/named.conf.local</filename>'deki örnek İleri ve Ters bölge tanımlamalarına ekle:

source: Replace <emphasis>192.168.1.11</emphasis> with the IP Address of your Secondary nameserver.
fr: Remplacez <emphasis>192.168.1.11</emphasis> par l'adresse IP de votre serveur de noms secondaire.
pt_br: Substitua <emphasis>192.168.1.11</emphasis> com o Endereço IP do seu servidor secundário.
tr: <emphasis>192.168.1.11</emphasis> yerine İkincil ad sunucusunun IP Adresini yazın.

source: Next, on the Secondary Master, install the <application>bind9</application> package the same way as on the Primary. Then edit the <filename>/etc/bind/named.conf.local</filename> and add the following declarations for the Forward and Reverse zones:
fr: Installez ensuite le paquet <application>bind9</application> sur votre serveur maitre secondaire de la même manière que pour le serveur primaire. Puis modifiez le fichier <filename>/etc/bind/named.conf.local</filename> et ajoutez les déclarations suivantes pour les zones de recherche directe et inverse :
pt_br: A seguir, no Master Secundário, instale o pacote <application>bind9</application> da mesma maneira que no Primário. Então edite o <filename>/etc/bind/named.conf.local</filename> e adicione as seguintes declarações para as zonas Forward e Reverse:
tr: Sonra, aynen Birincil'de olduğu gibi İkincil Master'da da <application>bind9</application> paketini yükleyin. Ardından <filename>/etc/bind/named.conf.local</filename>'i düzenleyin ve aşağıdaki bildirimleri İleri ve Ters bölgeler için ekleyin:

source: Replace <emphasis>192.168.1.10</emphasis> with the IP Address of your Primary nameserver.
fr: Remplacez <emphasis>192.168.1.10</emphasis> par l'adresse IP de votre serveur de noms primaire.
pt_br: Substitua <emphasis>192.168.1.10</emphasis> com o Endereço IP do seu servidor de nomes Primário.
tr: <emphasis>192.168.1.10</emphasis> yerine Birincil ad sunucusunun IP Adresini yazın.

source: Restart <application>BIND9</application> on the Secondary Master:
fr: Redémarrez <application>BIND9</application> sur votre serveur maître secondaire :
pt_br: Reinicie o <application>BIND9</application> no Master Secundário:
tr: İkincil Master'da <application>BIND9</application>'u yeniden başlatın:

source: In <filename>/var/log/syslog</filename> you should see something similar to:
fr: Dans <filename>/var/log/syslog</filename> vous devez voir quelque chose similaire à:
pt_br: Em <filename>/var/log/syslog</filename> você deverá ver algo similar a:
tr: <filename>/var/log/syslog</filename>'da şuna benzer birşeyler göreceksin:

source: Note: A zone is only transferred if the <emphasis>Serial Number</emphasis> on the Primary is larger than the one on the Secondary.
fr: Attention : une zone n'est transférée que si le <emphasis>numéro de série</emphasis> du serveur primaire est plus grand que celui du serveur secondaire.
pt_br: Nota: Uma zona é somente transferida se o <emphasis>Número Serial</emphasis> no Primário for maior que o que consta no Secundário.
tr: Not: Bir bölge sadece, eğer Birinci'deki <emphasis>Seri Numarası</emphasis> İkincil'dekinden daha büyükse taşınır.

source: The default directory for non-authoritative zone files is <filename>/var/cache/bind/</filename>. This directory is also configured in <application>AppArmor</application> to allow the <application>named</application> daemon to write to. For more information on AppArmor see <xref linkend="apparmor"/>.
fr: Le répertoire par défaut des fichiers de zone ne faisant pas autorité est <filename>/var/cache/bind/</filename>. Ce répertoire est aussi configuré dans <application>AppArmor</application> pour autoriser en écriture le démon <application>named</application>. Consultez <xref linkend="apparmor"/> pour plus d'informations.
pt_br: O diretório padrão para os arquivos de zona não-autoritários é <filename>/var/cache/bind/</filename>. Este diretório é também configurado em <application>AppArmor</application> para permitir ao processo <application>named</application> escrever nele. Para mais informações sobre AppArmor veja <xref linkend="apparmor"/>.
tr: Kimlik doğrulamasız bölge dosyalarının öntanımlı dizini <filename>/var/cache/bind/</filename>'dir. Bu dizin de <application>named</application> programını yazmak için <application>AppArmor</application>'da yapılandırılır AppArmor hakkında daha fazlası için <xref linkend="apparmor"/>'a bakın.

source: This section covers ways to help determine the cause when problems happen with DNS and <application>BIND9</application>.
fr: Cette section aide à trouver la cause d'éventuels problèmes liés au DNS et à <application>BIND9</application>.
pt_br: Esta seção cobre maneiras que ajudam a determinar a causa quando os problemas acontecem com o DNS e o <application>BIND9</application>.
tr: Bu bölüm, DNS ve <application>BIND9</application> ile ilgili problemleri tanımlamak için gerekli yolları gösterir.

source: The first step in testing <application>BIND9</application> is to add the nameserver's IP Address to a hosts resolver. The Primary nameserver should be configured as well as another host to double check things. Simply edit <filename>/etc/resolv.conf</filename> and add the following:
fr: La première étape pour tester <application>BIND9</application> est d'ajouter l'adresse IP du serveur de noms à un solveur d'hôtes. Le serveur de noms doit être configuré, ainsi qu'un autre hôte afin d'effectuer une double vérification. Modifiez <filename>/etc/resolv.conf</filename> et ajoutez ce qui suit :
pt_br: O primeiro passo para testar o <application>BIND9</application> é adicionar o Endereço IP do servidor de nomes no resolvedor da máquina. O servidor de nomes Primário deve ser configurado também em outra máquina para checagem dupla. Simplesmente edite o <filename>/etc/resolv.conf</filename> e adicione o seguinte:
tr: <application>BIND9</application>'u sınamanın ilk adımı, ana makine çözücüsüne an sunucularının IP Adresini eklemektir. Birincil ad sunucusu, diğer ana makinenin çift kontrolü gibi yapılandırılmalıdır. Basitçe <filename>/etc/resolv.conf</filename>'i düzenleyin ve şunları ekleyin:

source: You should also add the IP Address of the Secondary nameserver in case the Primary becomes unavailable.
fr: Vous devriez ajouter aussi l'adresse IP du serveur de noms secondaire en cas d'indisponibilité du serveur primaire.
pt_br: Você deve também adicionar o Endereço IP do servidor de nomes Secundário no caso do Primário ficar indisponível.
tr: Birincil'in kullanılamaz olduğu durumlarda onun yerine geçmesi için İkincil'in ad sunucusunun IP Adresini de eklemelisiniz.

source: If you installed the <application>dnsutils</application> package you can test your setup using the DNS lookup utility <application>dig</application>:
fr: Si vous avez installé le paquet <application>dnsutils</application>, vous pouvez tester votre configuration avec l'utilitaire de recherche DNS <application>dig</application> :
pt_br: Se você instalou o pacote <application>dnsutils</application> você pode testar sua configuração utilizando o utilitário DNS de busca de DNS <application>dig</application>:
tr: Eğer <application>dnsutils</application> paketini yüklediysen, DNS arama uygulaması <application>dig</application>'i kullanarak kurulumunu test edebilirsin:

source: After installing <application>BIND9</application> use <application>dig</application> against the loopback interface to make sure it is listening on port 53. From a terminal prompt:
fr: Après avoir installé <application>BIND9</application>, utilisez <application>dig</application> sur l'interface loopback pour vous assurer qu'il écoute bien le port 53. Saisissez dans un terminal :
pt_br: Após instalar o <application>BIND9</application> use o <application>dig</application> contra a interface loopback para ter certeza que ele está ouvindo na porta 53. A partir de um terminal:
tr: <application>BIND9</application> yükledikten sonra, geri döngü arayüzününün yuva 53'de dinlendiğinden emin olmak için <application>dig</application> karşıtını kullanmak için terminalden şunu girin:

source: You should see lines similar to the following in the command output:
fr: Vous devriez obtenir un résultat similaire à ce qui suit :
pt_br: Você deve ver linhas parecidas com as seguintes na saída do comando:
tr: Komut çıktısında şuna benzer satırlar göreceksiniz:

source: If you have configured <application>BIND9</application> as a <emphasis>Caching</emphasis> nameserver "dig" an outside domain to check the query time:
fr: Si vous avez configuré <application>BIND9</application> en tant que serveur de noms de <emphasis>cache</emphasis>, exécutez « dig » sur un domaine extérieur pour vérifier le temps de requête :
pt_br: Se você configurou o <application>BIND9</application> como um servidor de nomes <emphasis>Caching</emphasis> "dig" um domínio externo para checar o tempo da consulta:
tr: Eğer <application>BIND9</application>'u bir <emphasis>Ön Bellekleme</emphasis> ad sunucusu olarak yapılandırdıysan "dig", alanın dışındaki sorgu zamanını kontrol eder:

source: Note the query time toward the end of the command output:
fr: Notez le temps de réponse en fin de résultat :
pt_br: Anote o tempo da consulta para no fim da saída do comando
tr: Sorgu zamanı komut çıktısının sonuna doğrudur.

source: After a second dig there should be improvement:
fr: Ce temps devrait être plus court après un deuxième « dig » :
pt_br: Depois de um segundo dig, poderá ter melhorado:
tr: Bir saniye sonra dig gelişebilir:

source: This tests if the nameserver can resolve the name <emphasis>ns.example.com</emphasis> to an IP Address. The command output should resemble:
fr: Vous obtiendrez un résultat similaire à ce qui suit si le serveur DNS peut résoudre le nom <emphasis>ns.example.com</emphasis> en une adresse IP :
pt_br: Isto testa se o servidor de nomes pode resolver o nome <emphasis>ns.example.com</emphasis> para um endereço IP. A saíde de comando deve representar:
tr: Bu, ad sunucusu <emphasis>ns.example.com</emphasis>'un bir IP Adresi olarak çözümleyip/ çözümleyemeyeceğini sınar.

source: PING ns.example.com (192.168.1.10) 56(84) bytes of data. 64 bytes from 192.168.1.10: icmp_seq=1 ttl=64 time=0.800 ms 64 bytes from 192.168.1.10: icmp_seq=2 ttl=64 time=0.813 ms
fr: PING ns.exemple.com (192.168.1.10) 56(84) bytes of data. 64 bytes from 192.168.1.10: icmp_seq=1 ttl=64 time=0.800 ms 64 bytes from 192.168.1.10: icmp_seq=2 ttl=64 time=0.813 ms

source: If everything is configured correctly you should see output similar to:
fr: Si tout est configuré correctement, vous devriez voir une sortie similaire à :
pt_br: Se tudo estiver configurado corretamente você deverá ver algo similar a:
tr: Eğer herşey doğru olarak yapılandırıldıysa, şuna benzer çıktı göreceksin:

source: The output should be similar to:
fr: La sortie devrait être semblable à :
pt_br: A saída deve ser similar a:
tr: Çıktı şuna benzeyecektir:

source: Logging
fr: Journal
pt_br: Registrando
tr: Günlük Raporu

source: If no logging option is configured the default option is:
fr: si aucune option de journalisation n' est configurée l'option par défaut est:
pt_br: Se nenhuma opção de registro estiver configurada o padrão é:
tr: Eğer yapılandırılımış kayıt seçeneği yoksa öntanımlı seçenek şudur:
