Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Again, for more information on <application>smbldap-tools</application> see the man pages: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.
fr: Pour de plus amples informations sur <application>smbldap-tools</application>, consultez les pages de manuel : <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.
pt_br: Mais uma vez, para mais informações sobre <application>smbldap-tools</application>, veja as páginas do manual: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, etc.
tr: Tekrar <application>smbldap-tools</application> hakkında daha fazlası için ana sayfalara bakın: <command>man smbldap-useradd</command>, <command>man smbldap-groupadd</command>, <command>man smbldap-populate</command>, vb.

source: <application>Kerberos</application> is a network authentication system based on the principal of a trusted third party. The other two parties being the user and the service the user wishes to authenticate to. Not all services and applications can use Kerberos, but for those that can, it brings the network environment one step closer to being Single Sign On (SSO).
fr: <application>Kerberos</application> est un système d'authentification réseau basé sur le principe d'un tiers de confiance. Les deux autres parties sont l'utilisateur et le service sur lequel l'utilisateur veut s'authentifier. Tous les services et applications ne savent pas utiliser Kerberos, mais pour ceux qui en sont capables, cela rapproche l'environnement réseau d'un système à authentification unique (Single Sign On ou SSO).
pt_br: <application>Kerberos</application> é um sistema de autenticação de rede baseado no principal de um sistema de confiança tripla. sendo que as outras duas partes são o usuário e o serviço no qual o usuário deseja autenticar-se. Nem todos os serviços e aplicações podem usar Kerberos mas, para aqueles que podem, ele traz um ambiente de rede um passo mais próximo de um Sign On Único (SSO).
tr: <application>Kerberos</application>, güvenli üçüncü partinin başlıca kimlik doğrulama sistem tabanlı bir ağıdır. Diğer iki parti kimlik doğrulamayı isteyen kullanıcı ve servistir. Tüm servis ve uygulamalar Kerberos'da kullanılamaz. Fakat bunlardan biri ağ ortamını bir adım yaklaştırarak Single Sign On (SSO) olur.

source: This section covers installation and configuration of a Kerberos server, and some example client configurations.
fr: Cette section couvre l'installation et la configuration d'un serveur Kerberos, et propose quelques exemples de configurations de clients.
pt_br: Esta seção cobre a instalação e configuração de um servidor Kerberos, além de fornecer alguns exemplos de configurações de clientes.
tr: Bu bölüm bir Kerberos sunucu yükleme ve yapılandırmayı ayrıca bazı şablon istemci yapılandırmalarını içerir.

source: If you are new to Kerberos there are a few terms that are good to understand before setting up a Kerberos server. Most of the terms will relate to things you may be familiar with in other environments:
fr: Si vous débutez avec Kerberos, il y a quelques termes qu'il est bon de comprendre avant de paramétrer un serveur Kerberos. La plupart des termes sont proches d'éléments qui peuvent vous être familiers dans d'autres environnements.
pt_br: Se você é novo em Kerberos, há alguns poucos termos que é interessante conhecer antes de configurar um servidor Kerberos. A maioria dos termos se relacionará a coisas com as quais você pode já estar familiarizado em outros ambientes:
tr: Eğer Kerberos'da yeni isen, Kerberos sunucu kurmadan önce birkaç terimi iyi anlaman gerekir. Terimlerin çoğu diğer ortamlarda kullanılanlarla yakından ilgilidir.

source: <emphasis>Principal:</emphasis> any users, computers, and services provided by servers need to be defined as Kerberos Principals.
fr: <emphasis>Donneur d'ordre :</emphasis> tous les utilisateurs, ordinateurs et services fournis par des serveurs doivent être définis comme « donneurs d'ordre » Kerberos.
pt_br: <emphasis>Principal:</emphasis> são quaisquer usuários, computadores e serviços providos por servidores e que precisam ser definidos como Principais do Kerberos.
tr: <emphasis>Prensip:</emphasis> herhangi kullanıcı, bilgisayar ve servislerden Kerberos Prensipleri gibi tanımlanması gerekenler sunucular tarafından sağlanır.

source: <emphasis>Instances:</emphasis> are used for service principals and special administrative principals.
fr: <emphasis>Instances :</emphasis> sont utilisés pour les donneurs d'ordre de service et les donneurs d'ordre administratifs spéciaux.
pt_br: <emphasis>Instâncias:</emphasis> são usadas por principais do serviço e principais administrativos especiais.
tr: <emphasis>Örnekler:</emphasis> servis prensiplleri ve özel yönetim prensipleri için kullanılır.

source: <emphasis>Realms:</emphasis> the unique realm of control provided by the Kerberos installation. Usually the DNS domain converted to uppercase (EXAMPLE.COM).
fr: <emphasis>Domaines : </emphasis> l'unique domaine de contrôle fourni par l'installation de Kerberos. Il s'agit habituellement du nom de domaine DNS écrit en majuscule (EXEMPLE.COM).
pt_br: <emphasis>Realms:</emphasis> o domínio exclusivo de controle provido pela instalação Kerberos. Geralmente, o domínio DNS convertido para maiúsculas (EXAMPLE.COM).
tr: <emphasis>Bölgeler:</emphasis> eşsiz kontrol bölgesi Kerberos yüklemesinde sağlanır. Genellikle DNS alanın büyük harfe dönüştürülür (EXAMPLE.COM).

source: <emphasis>Key Distribution Center:</emphasis> (KDC) consist of three parts, a database of all principals, the authentication server, and the ticket granting server. For each realm there must be at least one KDC.
fr: <emphasis>Centre de distribution de clé :</emphasis > (KDC) se compose de trois parties, une base de données de tous les donneurs d'ordre, le serveur d'authentification et le serveur accordant les tickets. Pour chaque domaine, il doit y avoir au moins un KDC.
pt_br: <emphasis>Key Distribution Center:</emphasis> (KDC) consiste de três partes, uma base de dados de todos os principais, o servidor de autenticação e o servidor de ticket granting. Para cada realm, deve haver pelo menos um KDC.
tr: <emphasis>Anahtar Dağıtım Merkezi:</emphasis> (KDC), bütün prensip kimlik doğrulama sunucusu ve bilet verme sunucusunun veritabanı olan üç parçadan oluşur. Her bölge için en az bir KDC olmalıdır.

source: <emphasis>Ticket Granting Ticket:</emphasis> issued by the Authentication Server (AS), the Ticket Granting Ticket (TGT) is encrypted in the user's password which is known only to the user and the KDC.
fr: <emphasis>Ticket d'octroi de ticket :</emphasis> émis par le serveur d'authentification (AS), le ticket d'octroi du ticket (TGT) est chiffré avec le mot de passe utilisateur qui n'est connu que par l'utilisateur et le KDC.
pt_br: <emphasis>Ticket Granting Ticket:</emphasis> emitido pelo Servidor de Autenticação (AS), o Ticket Granting Ticket (TGT) é criptografado na senha do usuário que é conhecida apenas pelo próprio usuário e pelo KDC.
tr: <emphasis>Bilet Verme Bileti:</emphasis> Kimlik Doğrulama Sunucusu (AS) tarafından bildirilir. Bilet Verme Bileti (TGT) sadece kullanıcı ve KDC'nin bildiği kullanıcı parolası şifrelenmiştir.

source: <emphasis>Ticket Granting Server:</emphasis> (TGS) issues service tickets to clients upon request.
fr: <emphasis>Serveur d'octroi de ticket :</emphasis> (TGS) génère sur demande des tickets de service aux clients.
pt_br: <emphasis>Servidor de Ticket Granting:</emphasis> (TGS) emite, sob solicitação, tickets de serviço para clientes.
tr: <emphasis>Bilet Verme Sunucusu:</emphasis> (TGS) servis biletlerini istemcilerden gelen isteklere bildirir.

source: <emphasis>Tickets:</emphasis> confirm the identity of the two principals. One principal being a user and the other a service requested by the user. Tickets establish an encryption key used for secure communication during the authenticated session.
fr: <emphasis>Tickets :</emphasis> confirment l'identité des deux donneurs d'ordre. Un donneur d'ordre étant un utilisateur et l'autre un service demandé par l'utilisateur. Les tickets établissent une clé de chiffrage utilisée pour la communication sécurisée pendant la session authentifiée.
pt_br: <emphasis>Tickets:</emphasis> confirmam a identidade dos dois principais. Um principal é o usuário e o outro um serviço solicitado pelo usuário. Os Tickets estabelecem uma chave de criptografia usada para comunicação segura durante a seção de autenticação.
tr: <emphasis>Biletler:</emphasis> iki prensibin kimliğini doğrular. Bir prensip kullanıcı, diğeri ise kullanıcının servis isteği olur. Biletler kimlik doğrulama bölümü esnasında güvenli iletişim için şifreli bir anahtar kullanır.

source: <emphasis>Keytab Files:</emphasis> are files extracted from the KDC principal database and contain the encryption key for a service or host.
fr: <emphasis>Fichiers Keytab :</emphasis> ce sont des fichiers extraits de la base de données KDC des « principals » et qui contiennent la clé de chiffrement pour un service ou un hôte.
pt_br: <emphasis>Arquivos de Keytab:</emphasis> são arquivos extraídos da base de dados do principal KDC e contêm a chave de criptografia para um serviço ou um host.
tr: <emphasis>Keytab Dosyaları:</emphasis> KDC prensip veritabanındaki sıkıştırılmış dosyalardır. Servis ve makine için şifre anahtarını içerir.

source: To put the pieces together, a Realm has at least one KDC, preferably two for redundancy, which contains a database of Principals. When a user principal logs into a workstation, configured for Kerberos authentication, the KDC issues a Ticket Granting Ticket (TGT). If the user supplied credentials match, the user is authenticated and can then request tickets for Kerberized services from the Ticket Granting Server (TGS). The service tickets allow the user to authenticate to the service without entering another username and password.
fr: Pour synthétiser, un domaine dispose au moins d'un KDC (de préférence deux pour la redondance) qui contient une base de données de donneurs d'ordre. Lorsqu'un donneur d'ordre utilisateur se connecte sur une station de travail configurée pour utiliser une authentification Kerberos, le KDC génère un TGT (« Ticket Granting Ticket » soit un ticket de ticket d'octroi). Si les identifiants fournis par l'utilisateur sont corrects, l'utilisateur est authentifié et il peut ensuite demander des tickets pour accéder à des services « kerberisés » auprès du TGS (« Ticket Granting Server » soit un serveur de ticket d'octroi). Les tickets de service authentifient l'utilisateur auprès du service sans qu'il doivent fournir à nouveau un nom d'utilisateur et un mot de passe.
pt_br: Juntando todas estas peças, um Realm tem pelo menos um KDC, e de preferência dois para redundância, que contém uma base de dados de Principais. Quando um usuário se loga em uma estação de trabalho configurada para autenticação Kerberos, o KDC emite um Ticket Granting Ticket (TGT). Se as credenciais fornecidas pelo usuário estiverem corretas, ele é autenticado e pode, então, solicitar tickets para os serviços Kerberos a partir do Servidor de Ticket Granting (TGS). Os tickets do serviço permitem, ao usuário, autenticar-se ao serviço sem precisar entrar com nenhum outro username nem senha.
tr: Parçaları beraber koymak için bir bölgede Prensiplerin veritabanını içeren en azından bir KDC vardır. İki tanesi daha iyidir. Bir kullanıcı prensibi çalışma istasyonuna girdiğinde, Kerberos kimlik doğrulama için yapılandırılır. KDC, bir Bilet Verme Bileti (TGT) bildirir. Eğer kullanıcı kaynağı kimlik bilgileri eşleşirse, kullanıcı kimliği doğrulanmıştır Kerberized servisler için biletleri Bilet Verme Sunucusu (TGS)'ndan isteyebilir. Servis biletleri, kullanıcının başka kullanıcı adı ve şifre girmeye gerek kalmaksızın servis kimlik doğrulamasına izin verir.

source: Kerberos Server
fr: Serveur Kerberos
pt_br: Servidor Kerberos
tr: Kerberos Sunucusu

source: Before installing the Kerberos server a properly configured DNS server is needed for your domain. Since the Kerberos Realm by convention matches the domain name, this section uses the <emphasis>example.com</emphasis> domain configured in <xref linkend="dns-primarymaster-configuration"/>.
fr: Avant l'installation du serveur Kerberos, un serveur DNS correctement configuré est nécessaire pour votre domaine. Puisque le domaine de Kerberos par convention correspond au nom du domaine, cette section utilise le domaine <emphasis>exemple.com</emphasis> configuré dans <xref linkend="dns-primarymaster-configuration"/>.
pt_br: Antes de instalar o servidor Kerberos, um servidor DNS propriamente configurado é necessário para o seu domínio. Como o domínio Kerberos, por convenção, verifica o nome do seu domínio, esta seção utiliza um dominio <emphasis>example.com</emphasis> configurado em <xref linkend="dns-primarymaster-configuration"/>.
tr: Kerberos sunucusu yüklemeden önce alanın için DNS sunucusunu doğru olarak yapılandırman gerekir. Kerberos Bölgesi alan adı ile eşleştirilir. Bu bölüm <xref linkend="dns-primarymaster-configuration"/>'da yapılandırılan <emphasis>example.com</emphasis> alanını kullanır .

source: Also, Kerberos is a time sensitive protocol. So if the local system time between a client machine and the server differs by more than five minutes (by default), the workstation will not be able to authenticate. To correct the problem all hosts should have their time synchronized using the <emphasis>Network Time Protocol (NTP)</emphasis>. For details on setting up NTP see <xref linkend="NTP"/>.
fr: De plus, Kerberos est un protocole sensible au temps. Ainsi, une différence de plus de cinq minutes (par défaut) entre l'heure système locale et celle du serveur fera échouer l'authentification. Pour éviter ce problème, chaque hôte doit être synchronisé sur un serveur <emphasis>Network Time Protocol (NTP)</emphasis>. Pour de plus amples informations concernant la configuration de NTP, consultez <xref linkend="NTP"/>.
pt_br: Também, o Kerberos é um protocolo sensível a data/hora. Então, se o horário local do sistema divergir por mais do que cinco minutos (por padrão) entre as máquinas cliente e servidor, a estação de trabalho não conseguirá autenticar-se. Para corrigir o problema, todos as máquinas deverão ter seu horário sincronizado utilizando o <emphasis>Network Time Protocol (NTP)</emphasis>. Para detalhes sobre como configurar o NTP veja <xref linkend="NTP"/>.
tr: Ayrıca Kerberos zaman hassaslı iletişim kuralıdır. Bu yüzden eğer istemci makine ile sunucu arasındaki yerel sistem zamanı beş dakikadan (öntanımlı olarak) daha farklıysa, çalışma istasyonu kimlik doğrulamasını yapmaz. Tüm makinelerdeki problemleri düzeltmek için <emphasis>Ağ Zaman İletişim Kuralı (NTP)</emphasis> kullanılarak kendi zamanları ayarlanabilir. NTP ayarı hakkında ayrıntı için <xref linkend="NTP"/>'ye bakın.

source: The first step in installing a Kerberos Realm is to install the <application>krb5-kdc</application> and <application>krb5-admin-server</application> packages. From a terminal enter:
fr: La première étape dans l'installation d'un domaine Kerberos consiste à installer les paquets <application>krb5-kdc</application> et <application>krb5-kdc</application>. Dans un terminal, saisissez :
pt_br: A primeira etapa na instalação do Kerberos Realm é instalar os <application>krb5-kdc</application> e <application>krb5-admin-server</application> pacotes. No terminal digite:
tr: Bir Kerberos Bölgesi yüklemedeki ilk adım <application>krb5-kdc</application> ve <application>krb5-admin-server</application> paketlerini yüklemektir. Uçbirimden şunu girin:

source: You will be asked at the end of the install to supply a name for the Kerberos and Admin servers, which may or may not be the same server, for the realm.
fr: À la fin de l'installation, vous serez amené à choisir un nom pour les serveurs Kerberos et Admin qui peuvent être un seul et même serveur pour le domaine.
pt_br: No final da instalação, será pedido a você para fornecer um nome para os servidores Kerberos e Admin, que podem ou não ser o mesmo servidor, para o realm.
tr: Yüklemeyi bitirmen için Kerberos ve Yönetim sunucuları için ad vermen istenecektir. Bunlar bölge için aynı sunucular olabilir de olmayada bilir.

source: Next, create the new realm with the <application>kdb5_newrealm</application> utility:
fr: Ensuite, créez le nouveau domaine à l'aide de l'utilitaire <application>kdb5_newrealm</application> :
pt_br: A seguir, crie o novo realm com o utilitário <application>kdb5_newrealm</application>:
tr: Sonra <application>kdb5_newrealm</application> uygulaması ile yeni bölge oluştur:

source: The questions asked during installation are used to configure the <filename>/etc/krb5.conf</filename> file. If you need to adjust the Key Distribution Center (KDC) settings simply edit the file and restart the <application>krb5-kdc</application> daemon.
fr: Les questions posées lors de l'installation sont utilisées pour configurer le fichier <filename>/etc/krb5.conf</filename>. Si vous avez besoin d'ajuster la configuration du Key Distribution Center (KDC), modifiez simplement le fichier puis redémarrez le service <application>krb5-kdc</application>.
pt_br: As perguntas feitas durante a instalação são usadas para configurar o arquivo <filename>/etc/krb5.conf</filename>. Se você precisar ajustar as configurações do Key Distribution Center (KDC), simplesmente edite o arquivo e reinicie o daemon <application>krb5-kdc</application>.
tr: Yükleme esnasındaki sorular <filename>/etc/krb5.conf</filename> dosyasını yapılandırman için kullanılır. Eğer Anahtar Dağıtım Merkezi (KDC) ayarlarını değiştirmek istiyorsan basitçe bu dosyayı düzenleyin ve <application>krb5-kdc</application> uygulamasını yeniden başlatın.

source: Now that the KDC running an admin user is needed. It is recommended to use a different username from your everyday username. Using the <application>kadmin.local</application> utility in a terminal prompt enter:
fr: Maintenant que le KDC est démarré, un utilisateur admin est nécessaire. Il est recommandé d'utiliser un nom différent de celui de votre utilisateur habituel. Recourant à l'utilitaire <application>kadmin.local</application>, saisissez dans un terminal :
pt_br: É agora que o KDC precisa estar operando no usuário admin. É recomendado usar um username diferente daquele que você usa no dia-a-dia. Usando o utilitário <application>kadmin.local</application> em um prompt de terminal, entre:
tr: Şimdi KDC gerekli yönetici gibi çalışıyor. Gündelik kullandığın kullanıcı adından farklı bir tane kullanman tavseye edilir. <application>kadmin.local</application> uygulamasını kullanarak terminalden girin:

source: Authenticating as principal root/admin@EXAMPLE.COM with password. kadmin.local:
fr: Authentification en tant que donneur d'ordre root/admin@EXEMPLE.COM avec un mot de passe. kadmin.local:
pt_br: Autenticação como root/admin@EXAMPLE.COM principal com senha.
tr: Prensip olarak root/admin@EXAMPLE.COM'u şifreli doğrulama. kadmin.local:

source: Replace <emphasis>EXAMPLE.COM</emphasis> and <emphasis>steve</emphasis> with your Realm and admin username.
fr: Remplacez <emphasis>EXEMPLE.COM</emphasis> et <emphasis>steve</emphasis> par votre nom d'utilisateur de domaine et d'administrateur.
pt_br: Substitua <emphasis>EXAMPLE.COM</emphasis> e <emphasis>steve</emphasis> com o seu Realm e usuário admin.
tr: <emphasis>EXAMPLE.COM</emphasis> ve <emphasis>yusuf</emphasis> yerine Bölge ve yönetim kullanıcı adınızı yazın

source: Next, the new admin user needs to have the appropriate Access Control List (ACL) permissions. The permissions are configured in the <filename>/etc/krb5kdc/kadm5.acl</filename> file:
fr: Ensuite, le nouvel utilisateur admin a besoin des permissions ACL (Access Control List) appropriées. Les permissions sont configurées dans le fichier <filename>/etc/krb5kdc/kadm5.acl</filename> :
pt_br: Após isto, o novo usuário administrador precisa ter as permissões apropriadas na Lista de Controle de Acesso (ACL). As permissões são configuradas no arquivo <filename>/etc/krb5kdc/kadm5.acl</filename>:
tr: Sonra, yeni yönetim kullanıcısının uygun Erişim Kontrol Listesi (ACL) izinlerine sahip olması gerekir. İzinler <filename>/etc/krb5kdc/kadm5.acl</filename> dosyasında yapılandırılır:

source: Now restart the <application>krb5-admin-server</application> for the new ACL to take affect:
fr: Redémarrez maintenant <application>krb5-admin-server</application> pour que les nouvelles ACL soient prises en compte :
pt_br: Agora reinicie o <application>krb5-admin-server</application> para que a nova ACL tenha efeito:
tr: Yeni ACL'nin etkinleşmesi için şimdi <application>krb5-admin-server</application>'ı yeniden başlatın:

source: The new user principal can be tested using the <application>kinit utility</application>:
fr: Le nouveau « principal » d'utilisateur peut être testé en utilisant <application>kinit utility</application> :
pt_br: O novo usuário principal pode ser testado utilizando o <application>kinit utility</application>:
tr: Yeni kullanıcı prensibi <application>kinit utility</application> kullanılarak test edilebilir:

source: steve/admin@EXAMPLE.COM's Password:
fr: Mot de passe de steve/admin@EXAMPLE.COM :
tr: yusuf/admin@EXAMPLE.COM'un Şifresi:

source: After entering the password, use the <application>klist</application> utility to view information about the Ticket Granting Ticket (TGT):
fr: Après avoir saisi le mot de passe, utilisez <application>klist</application> pour afficher les informations du TGT (Ticket Granting Ticket, ticket d'octroi de tickets) :
pt_br: Após digitar a senha, utilize o utilitário <application>klist</application> para exibir informações sobre o Ticket Granting Ticket (TGT):
tr: Şifreyi girdikten sonra Bilet Verme Bileti (TGT) hakkındaki bilgileri görmek için <application>klist</application> uygulamasını kullanın:

source: You may need to add an entry into the <filename>/etc/hosts</filename> for the KDC. For example:
fr: Vous aurez peut-être besoin d'ajouter une entrée dans <filename>/etc/hosts</filename> pour le KDC. Par exemple :
pt_br: Talvez seja necessário adicionar uma entrada no <filename>/etc/hosts</filename> para o KDC. Por exemplo:
tr: KDC için <filename>/etc/hosts</filename> içine bir giriş eklemelisin. Örneğin:

source: Replacing <emphasis>192.168.0.1</emphasis> with the IP address of your KDC.
fr: En remplaçant <emphasis>192.168.0.1</emphasis> par l'adresse IP de votre KDC.
pt_br: Substituir <emphasis>192.168.0.1</emphasis> com o endereço IP do seu KDC.
tr: <emphasis>192.168.0.1</emphasis> yerine kendi KDC'nin IP adresini yazın.

source: In order for clients to determine the KDC for the Realm some DNS SRV records are needed. Add the following to <filename>/etc/named/db.example.com</filename>:
fr: Pour que les clients puissent déterminer le KDC pour le domaine (realm), des entrées DNS SRV sont requises. Ajoutez ce qui suit à <filename>/etc/named/db.example.com</filename> :
pt_br: Para que os clientes determinem o KDC para o Domínio alguns registros SRV de DNS são necessários. Adicione o seguinte a <filename>/etc/named/db.example.com</filename>:
tr: Bölgede KDC'nin istemciler tarafından tanımlanması için bazı DNS SRV kayıtları gerekir. Aşağıdakileri <filename>/etc/named/db.example.com</filename>'a ekleyin:
