Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <application>dkim-filter</application> implements a Sendmail Mail Filter (Milter) for the DomainKeys Identified Mail (DKIM) standard.
fr: <application>dkim-filter</application> implémente un filtre mail Sendmail (Milter) pour le standard DomainKeys Identified Mail (DKIM).
pt_br: O <application>dkim-filter</application> implementa um Filtro de Correio do Sendmail(Milter) para o padrão DomainKeys Identified Mail (DKIM).
tr: <application>dkim-filter</application>, DomainKeys Tanımlanmış Posta (DKIM) standartı için bir Sendmail Posta Filtresi (Milter) uygular.

source: <application>python-policyd-spf</application> enables Sender Policy Framework (SPF) checking with <application>Postfix</application>.
fr: <application>python-policyd-spf</application> active la vérification Sender Policy Framework (SPF) avec <application>Postfix</application>.
pt_br: <application>python-policyd-spf</application> habilita a checagem Sender Policy Framework (SPF) com o <application>Postfix</application>.
tr: <application>python-policyd-spf</application>, Gönderici Kural Yapısı (SPF) kontrolünü <application>Postfix</application> ile etkinleştirir.

source: This is how the pieces fit together:
fr: Voici comment ces applications collaborent :
pt_br: Isto é como os pedaços se encaixam:
tr: Bu, parçaları birlikte nasıl uydurulacağıdır:

source: An email message is accepted by <application>Postfix</application>.
fr: Un courriel est accepté par <application>Postfix</application>.
pt_br: Uma mensagem de email é aceita pelo <application>Postfix</application>.
tr: Bir e-posta iletisi <application>Postfix</application> tarafından alındı.

source: The message is passed through any external filters <application>dkim-filter</application> and <application>python-policyd-spf</application> in this case.
fr: Le message est passé par tout les filtres externes <application>dkim-filter</ application> et <application>python-policyd-spf</ application> dans le cas présent.
pt_br: A mensagem é passada para qualquer filtro externo <application>dkim-filter</application> e <application>python-policyd-spf</application>, neste caso.
tr: Bu durumda ileti herbir harici filtreler <application>dkim-filter</application> ve <application>python-policyd-spf</application>'den geçirildi.

source: <application>Amavisd-new</application> then processes the message.
fr: <application>Amavisd-new</application> traite ensuite le message.
pt_br: então o <application>Amavisd-new</application> processa a mensagem.
tr: Sonra <application>Amavisd-new</application> iletiyi işler.

source: <application>ClamAV</application> is used to scan the message. If the message contains a virus <application>Postfix</application> will reject the message.
fr: <application>ClamAV</application> est utilisé pour nalyser le message. Si le message contient un virus alors <application>Postfix</application> le rejettera.
pt_br: o <application>ClamAV</application> é usado para escaniar a mensagem. Se a mensagem conter um vírus o <application>Postfix</application> irá rejeitar a mensagem.
tr: <application>ClamAV</application>, iletiyi taramak için kullanılır. Eğer ileti bir virüs içeriyorsa <application>Postfix</application>, iletiyi reddedecek.

source: Clean messages will then be analyzed by <application>Spamassassin</application> to find out if the message is spam. <application>Spamassassin</application> will then add X-Header lines allowing <application>Amavisd-new</application> to further manipulate the message.
fr: Les messages propres seront ensuite analysés par <application>Spamassassin</application> pour savoir si le courrier est indésirable (spam). <application>Spamassassin</application> ajoutera alors des lignes X-Header permettant à <application>Amavisd-new</application> de manipuler le message par la suite.
pt_br: Mensagem limpas serão analisadas pelo <application>Spamassassin</application> para verificar se a mensagem é um spam. O <application>Spamassassin</application> irá adicionar linhas X-Header permitindo que o <application>Amavisd-new</application> manipule a mensagem.
tr: Sonra temiz iletiler, spam olup olmadığını kontrol etmek için <application>Spamassassin</application> tarafından analiz edilir. Sonra <application>Spamassassin</application>, iletileri daha iyi ayıklamak için X-Header satırını, <application>Amavisd-new</application>'i de sağlayacak şekilde ekleyecek.

source: For example, if a message has a Spam score of over fifty the message could be automatically dropped from the queue without the recipient ever having to be bothered. Another, way to handle flagged messages is to deliver them to the Mail User Agent (MUA) allowing the user to deal with the message as they see fit.
fr: Par exemple, si un message a un score Spam de plus de cinquante le message pourrait être automatiquement sorti de la file sans que le destinataire ne soit jamais embêté. Un autre moyen de traiter les messages signalés est de les remettre au client de messagerie électronique (MUA) autorisant l'utilisateur à gérer le message comme il le souhaite.
pt_br: Por exemplo, se uma mensagem tiver uma pontuação de Spam acima de 15 a mensagem pode ser automaticamente tirada da fila sem que o recipiente seja notificado. Outra maneira de tratar mensagens sinalizadas é enviá-las para o Mail User Agent (MUA) permitindo que o usuário trate a mensagem como lhe convir.
tr: Örneğin, eğer bir iletide Spam varsa, ellinin üzerindeki iletiler, alıcı istemeksizin, otomatik olarak kuyruktan bırakılır. Diğer işaretli iletiler oraya gönderilir.

source: See <xref linkend="postfix"/> for instructions on installing and configuring Postfix.
fr: Consultez <xref linkend="postfix"/> pour les instructions d'installation et de configuration de Postfix.
pt_br: Veja <xref linkend="postfix"/> para instruções de como instalar e configurar o Postfix.
tr: Postfix yükleme ve yapılandırma yönergeleri için <xref linkend="postfix"/>'e bakın.

source: To install the rest of the applications enter the following from a terminal prompt:
fr: Pour installer le reste des applications saisissez ce qui suit dans un terminal :
pt_br: Para instalar o resto das aplicações digite o seguinte a partir de um terminal:
tr: Geri kalan uygulamaları yüklemek için terminale aşağıdakileri girin:

source: There are some optional packages that integrate with <application>Spamassassin</application> for better spam detection:
fr: Il existe des paquets facultatifs qui s'intègrent avec <application>Spamassassin</application> pour une meilleure détection des spams :
pt_br: Existem alguns pacotes opcionais que se integram com o <application>Spamassassin</application> para uma melhor detecção de spam:
tr: Daha iyi spam bulma için <application>Spamassassin</application> ile ilişkili birkaç isteğe bağlı paket vardır:

source: Along with the main filtering applications compression utilities are needed to process some email attachments:
fr: Avec les principales applications de filtrage, des utilitaires de compression sont nécessaires pour traiter certaines pièces jointes :
pt_br: Junto com as aplicações de filtragem principais, utilitários de compressão são necessários para processar alguns anexos de e-mails:
tr: Temel filtre sıkıştırma uygulamaları bazı ek e-posta işlemi gerektirir:

source: Now configure everything to work together and filter email.
fr: Configurez maintenant cela pour que tou fonctionne ensemble et flitre les courriers.
pt_br: Agora configure tudo para trabalhar junto e filtrar email.
tr: Şimdi birlikte çalışması ve e-posta filtrelemesi için herşeyi yapılandırın

source: The default behaviour of <application>ClamAV</application> will fit our needs. For more ClamAV configuration options, check the configuration files in <filename>/etc/clamav</filename>.
fr: L'installation par défaut de <application>ClamAV</application> nous conviendra. Regardez son fichier de configuration dans <filename>/etc/clamav</filename> pour avoir accès à plus d'options.
pt_br: O comportamento padrão do <application>ClamAV</application> irá atender as suas necessidades. Para mais opções de configuração do ClamAV, verifique os arquivos de configuração em <filename>/etc/clamav</filename>.
tr: <application>ClamAV</application>'nin mevcut durumu bizim ihtiyaçlarımızı karşılayacak. Daha fazla ClamAV yapılandırma seçenekleri için <filename>/etc/clamav</filename>'daki yapılandırma dosyalarını kontrol edin.

source: Add the <emphasis>clamav</emphasis> user to the <emphasis>amavis</emphasis> group in order for <application>Amavisd-new</application> to have the appropriate access to scan files:
fr: Ajoutez l'utilisateur <emphasis>clamav</emphasis> au groupe <emphasis>amavis</emphasis> de manière à ce que <application>Amavisd-new</application> ait les droits suffisants pour lire les fichiers :
pt_br: Adicione o usuário <emphasis>clamav</emphasis> no grupo <emphasis>amavis</emphasis> para que o <application>Amavisd-new</application> tenha o acesso apropriado para escanear arquivos:
tr: <emphasis>Clamav</emphasis> kullanıcısını, <application>Amavisd-new</application>'in dosya taramasını uygun olarak yapabilmesi için <emphasis>amavis</emphasis> grubuna ekleyin:

source: Spamassassin automatically detects optional components and will use them if they are present. This means that there is no need to configure <application>pyzor</application> and <application>razor</application>.
fr: Spamassassin détecte automatiquement les composants supplémentaires et les utilisera s'ils sont présents. Ceci veut donc dire qu'il n'est pas nécessaire de configurer <application>pyzor</application> et <application>razor</application>.
pt_br: O Spamassassin automaticamente detecta componentes opcionais e os utilizará caso estejam presentes. Isso quer dizer que não há necessidade de configurar o <application>pyzor</application> e o <application>razor</application>.
tr: Spamassassin, seçime bağlı bileşenleri otomatik olarak bulur ve eğer varsa onları kullanır. Bu demek oluyor ki, <application>pyzor</application> ve <application>razor</application>'u yapılandırmak gerekmez.

source: Edit <filename>/etc/default/spamassassin</filename> to activate the <application>Spamassassin</application> daemon. Change <emphasis>ENABLED=0</emphasis> to:
fr: Modifiez <filename>/etc/default/spamassassin</filename> pour activer le démon <application>Spamassassin</application>. Changez <emphasis>ENABLED=0</emphasis> par :
pt_br: Edite <filename>/etc/default/spamassassin</filename> para ativar o deamon <application>Spamassassin</application> . Substitua emphasis>ENABLED=0</emphasis> por:
tr: <application>Spamassassin</application> uygulamasını etkinleştirmek için <filename>/etc/default/spamassassin</filename>'i düzenleyin. <emphasis>ENABLED=0</emphasis>'ı şöyle değiştirin:

source: Now start the daemon:
fr: Lancez maintenant le démon :
pt_br: Agora inicie o daemon.
tr: Şimdi uygulamayı başlatın:

source: First activate spam and antivirus detection in <application>Amavisd-new</application> by editing <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:
fr: D'abord, activez la détection de spam et de virus dans <application>Amavisd-new</application> en éditant <filename>/etc/amavis/conf.d/15-content_filter_mode</filename> :
pt_br: Primeiro ative detecção de spam e antivirus no <application>Amavisd-new</application> editando o <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>:
tr: İlk önce <filename>/etc/amavis/conf.d/15-content_filter_mode</filename>'u düzenleyerek <application>Amavisd-new</application>'deki spam ve antivürüs bulmayı etkinleştirin:

source: Bouncing spam can be a bad idea as the return address is often faked. Consider editing <filename>/etc/amavis/conf.d/20-debian_defaults</filename> to set <emphasis>$final_spam_destiny</emphasis> to D_DISCARD rather than D_BOUNCE, as follows:
fr: Le renvoi d'un spam à l'expéditeur peut être une mauvaise idée étant donné que l'adresse de retour est souvent fausse. Vous devriez modifier <filename>/etc/amavis/conf.d/20-debian_defaults</filename> pour configurer <emphasis>$final_spam_destiny</emphasis>sur D_DISCARD plutôt que D_BOUNCE, comme suit :
pt_br: Saltar o Spam pode ser uma má idéia quando o endereço do retorno é falsificado freqüentemente. Considere editar o <filename>/etc/amavis/conf.d/20-debian_defaults</filename> para ajustar <emphasis>$final_spam_destiny</emphasis> para D_DISCARD ao invés de D_BOUNCE, conforme a seguir:
tr: Spam fırlatmak, sıksık aldatılmış geri dönüşüm adresi gibi kötü fikir olabilir. <emphasis>$final_spam_destiny</emphasis>'yi D_BOUNCE yerine D_DISCARD olarak ayarlamayı göz önünde bulundurarak <filename>/etc/amavis/conf.d/20-debian_defaults</filename>'u aşağıdaki gibi düzenleyin:

source: If the server's <emphasis>hostname</emphasis> is different from the domain's MX record you may need to manually set the <emphasis>$myhostname</emphasis> option. Also, if the server receives mail for multiple domains the <emphasis>@local_domains_acl</emphasis> option will need to be customized. Edit the <filename>/etc/amavis/conf.d/50-user</filename> file:
fr: Si le <emphasis>nom d'hôte (hostname)</emphasis> du serveur est différent de l'enregistrement MX du domaine vous devrez fixer vous-même l'option <emphasis>$myhostname</emphasis>. De même, si le serveur sert de multiples domaines, l'option <emphasis>@local_domains_acl</emphasis> devra être personnalisée. Modifiez le fichier <filename>/etc/amavis/conf.d/50-user</filename> :
pt_br: Se o <emphasis>hostname</emphasis> do servidor é diferente do registro MX do domínio, você talvez precise definir manualmente a opção <emphasis>$myhostname</emphasis>. Ainda, se o servidor recebe correspondências para múltiplos domínios, a opção <emphasis>@local_domains_acl</emphasis> precisará ser customizada. Edite o arquivo <filename>/etc/amavis/conf.d/50-user</filename>:
tr: Eğer sunucunun <emphasis>makinesi</emphasis> MX sunucusundan farklı ise <emphasis>$myhostname</emphasis> seçeneğini elle kayıt etmelisin. Ayrıca, sunucu çoklu alanlar için posta alırsa, <emphasis>@local_domains_acl</emphasis> seçeneği düzenlenmelidir. <filename>/etc/amavis/conf.d/50-user</filename> dosyasını düzenleyin:

source: After configuration <application>Amavisd-new</application> needs to be restarted:
fr: Après sa configuration, <application>Amavisd-new</application> doit être redémarré :
pt_br: Após a configuração o <application>Amavisd-new</application> precisa ser reiniciado:
tr: <application>Amavisd-new</application> yapılandırmasından sonra yeniden başlatılmalıdır:

source: DKIM Whitelist
fr: Liste blanche DKIM
pt_br: Lista branca DKIM
tr: DKIM Beyaz Listesi

source: <application>Amavisd-new</application> can be configured to automatically <emphasis>Whitelist</emphasis> addresses from domains with valid Domain Keys. There are some pre-configured domains in the <filename>/etc/amavis/conf.d/40-policy_banks</filename>.
fr: <application>Amavisd-new</application> peut être configuré pour mettre automatiquement les adresses des domaines ayant des clés correctes en <emphasis>liste blanche</emphasis>. Des domaines pré configurés se trouvent dans <filename>/etc/amavis/conf.d/40-policy_banks</filename>.
pt_br: <application>Amavisd-new</application> pode ser configurado para automaticamente <emphasis>adicionar à lista branca</emphasis> endereços de domínios com Chaves de Domínio válidas. Existem alguns domínios pré-configurados em <filename>/etc/amavis/conf.d/40-policy_banks</filename>.
tr: <application>Amavisd-new</application>, Alan Anahtarlarına sahip alanlar tarafından <emphasis>Beyaz liste</emphasis> adreslerine otomatik olarak yapılandırılabilir.<filename>/etc/amavis/conf.d/40-policy_banks</filename>'da birkaç önyapılı alan vardır.

source: There are multiple ways to configure the Whitelist for a domain:
fr: Il existent plusieurs manières de configurer la liste blanche d'un domaine :
pt_br: Existem várias maneiras de configurar a Lista Branca para um domínio:
tr: Bir alan için Beyaz liste (Whitelist) yapılandırmanın birkaç yolu vardır:

source: <emphasis>'example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist any address from the "example.com" domain.
fr: <emphasis>'example.com' =&gt; 'WHITELIST',</emphasis> : ajoute toutes les adresses du domaine « example.com » à la liste blanche .
pt_br: <emphasis>'exemplo.com' =&gt; 'WHITELIST',</emphasis>: irá adicionar à lista brance qualquer endereço do domínio "exemplo.com".
tr: <emphasis>'example.com' =&gt; 'WHITELIST',</emphasis>: example.com'daki herhangi bir adresi beyaz listeye alacak.

source: <emphasis>'.example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist any address from any <emphasis>subdomains</emphasis> of "example.com" that have a valid signature.
fr: <emphasis>'.example.com' =&gt; 'WHITELIST',</emphasis> : ajoute n'importe quelle adresse de n'importe quel <emphasis>sous-domaine</emphasis> de « example.com » s'ils ont une signature valable.
pt_br: <emphasis>'.exemplo.com' =&gt; 'WHITELIST',</emphasis>: irá adicionar à lista brance qualquer endereço de quaisquer <emphasis>subdomínios</emphasis> de "exemplo.com" que possuírem uma assinatura válida.
tr: <emphasis>'.example.com' =&gt; 'WHITELIST',</emphasis>: "example.com"un herhangi bir <emphasis>alt alanları</emphasis>ndaki herhangi bir adresi beyaz listeye alacak.

source: <emphasis>'.example.com/@example.com' =&gt; 'WHITELIST',</emphasis>: will whitelist subdomains of "example.com" that use the signature of <emphasis role="italic">example.com</emphasis> the parent domain.
fr: <emphasis>'.example.com/@example.com' =&gt; 'WHITELIST',</emphasis> : ajoute les sous-domaines de « example.com » qui utilisent la signature du domaine parent <emphasis role="italic">example.com</emphasis>.
pt_br: <emphasis>'.exemplo.com/@exemplo.com' =&gt; 'WHITELIST',</emphasis>: irá adicionar à lista branca subdomńios de "exemplo.com" que usam a assinatura de <emphasis role="italic">exemplo.com</emphasis>, o domínio superior.
tr: <emphasis>'.example.com/@example.com' =&gt; 'WHITELIST',</emphasis>: <emphasis role="italic">example.com</emphasis> ana alanının imzasını kullanan "example.com"un alt alanlarını beyaz listeye alacak.

source: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis>: adds addresses that have a valid signature from "example.com". This is usually used for discussion groups that sign thier messages.
fr: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis> : ajoute les adresses ayant une signature valable issue de « example.com ». Ceci est généralement utilisé pour les groupes de discussions signant leur messages.
pt_br: <emphasis>'./@exemplo.com' =&gt; 'WHITELIST',</emphasis>: adiciona endereços que possuem uma assinatura válida de "exemplo.com". Isto é geralmente utilizado para grupos de discussão que assinam suas mensagens.
tr: <emphasis>'./@example.com' =&gt; 'WHITELIST',</emphasis>: "example.com" dan bir imzaya sahip adresleri ekler. Bu genellikle kendi iletilerini işaretleyen grup görüşmeleri için kullanılır.

source: A domain can also have multiple Whitelist configurations. After, editing the file restart <application>amaisd-new</application>:
fr: Un domaine peut avoir de multiples configurations de liste blanche. Redémarrez <application>amavisd-new</application> pour prendre en compte les modifications :
pt_br: Um domínio pode conter várias configurações de Listas Brancas. Após a edição do arquivo reinicie o <application>amaisd-new</application>:
tr: A yrıca bir alan çoklu Beyaz liste yapılarına sahip olabilir. Dosyayı düzenledikten sonra <application>amaisd-new</application>'i yeniden başlatın:

source: In this context, once a domain has been added to the Whitelist the message will not receive any anti-virus or spam filtering. This may or may not be the intended behavior you wish for a domain.
fr: Dans ce contexte, une fois qu'un domaine a été ajouté à la liste blanche, le message ne sera pas filtré par un anti-virus quelconque ou un anti-spam. Ceci peut ne pas vous convenir.
pt_br: Neste contexto, assim que um domínio for adicionado à lista branca a mensagem não passará por nenhum filtro anti-spam ou anti-vírus. Esse pode ou não ser o comportamento que você deseja para o domínio.
tr: Bu içerikte, Beyaz listeye bir alan eklendikten sonra, ileti herhangi bir antivirüs veya spam almayacaktır. Bu, bir alan için istediğin veya istemediğin bir durum olabilir.

source: For <application>Postfix</application> integration, enter the following from a terminal prompt:
fr: Pour l'intégration dans <application>Postfix</application>, saisissez la commande suivant dans un terminal :
pt_br: Para integração com o <application>Postfix</application>, execute o seguinte a partir do terminal:
tr: <application>Postfix</application> tamamlaması için, aşağıdakileri terminale girin:

source: Next edit <filename>/etc/postfix/master.cf</filename> and add the following to the end of the file:
fr: Ouvrez ensuite le fichier <filename>/etc/postfix/master.cf</filename> et ajoutez ce qui suit tout à la fin :
pt_br: A seguir, edite o arquivo <filename>/etc/postfix/master.cf</filename> e adicione o seguinte no final do arquivo:
tr: Sonra <filename>/etc/postfix/master.cf</filename>'yi düzenleyin ve dosyanın sonuna aşağıdakileri ekleyin:

source: Also add the following two lines immediately below the <emphasis>"pickup"</emphasis> transport service:
fr: Ajoutez aussi les deux lignes suivantes immédiatement en dessous du service de transport <emphasis>"pickup"</emphasis>
pt_br: Adicione também estas duas linhas imediatamente abaixo do serviço de transporte <emphasis>"pickup"</emphasis>.
tr: Ayrıca şu iki satırı <emphasis>"pickup"</emphasis> ulaşım servisi (transport services)nin hemen altına ekleyin:

source: This will prevent messages that are generated to report on spam from being classified as spam.
fr: Ceci empêchera la classification en tant que pourriel des messages de rapport de pourriels.
pt_br: Isto irá prevenir que as mensagens geradas para reportar spam sejam classificadas como spam.
tr: Bu, spam olarak sınıflandırılan iletileri engelleyecek

source: Now restart <application>Postfix</application>:
fr: Maintenant, redémarrez <application>Postfix</application> :
pt_br: Agora reinicie o <application>Postfix</application>:
tr: Şimdi <application>Postfix</application>'i yeniden başlatın:

source: Content filtering with spam and virus detection is now enabled.
fr: Le filtrage anti-spam et anti-virus est maintenant activé.
pt_br: Filtro de Conteúdo com spam e detecção de vírus agora está ativado.
tr: Şimdi spam ve virüs içeriği bulma filtresi etkinleştirildi.

source: First, test that the <application>Amavisd-new</application> SMTP is listening:
fr: D'abord, testez que l'application <application>Amavisd-new</application> écoute bien sur le port 10024 :
pt_br: Primeiro, teste se <application>Amavisd-new</application> SMTP está ouvindo:
tr: Önce, <application>Amavisd-new</application> SMTP'ın listelendiğini sına:

source: In the Header of messages that go through the content filter you should see:
fr: Dans l'en-tête des messages qui passent par le filtre de contenu, vous devriez lire :
pt_br: No cabeçalho das mensagens que passam pelo filtro de conteúdo você deverá ver:
tr: İletilerin başlığındaki içerik filtresini şöyle görebilirsin:

source: Your output will vary, but the important thing is that there are <emphasis>X-Virus-Scanned</emphasis> and <emphasis>X-Spam-Status</emphasis> entries.
fr: Votre sortie variera, mais l'important c'est qu'il existe des entrées <emphasis>X-Virus-Scanned</emphasis> et <emphasis>X-Spam-Status</emphasis>.
pt_br: Sua resposta pode variar, mas o importante é que existam <emphasis>X-Virus-Scanned</emphasis> e a entrada <emphasis>X-Spam-Status</emphasis>.
tr: Senin çıktın değişik olabilir. Fakat önemli olan <emphasis>X-Virus-Scanned</emphasis> ve <emphasis>X-Spam-Status</emphasis> girişlerinin olmasıdır.
