Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: #Load the syncprov module. dn: cn=module{0},cn=config changetype: modify add: olcModuleLoad olcModuleLoad: syncprov # syncrepl specific indices dn: olcDatabase={1}hdb,cn=config changetype: modify add: olcDbIndex olcDbIndex: entryUUID eq - add: olcSyncRepl olcSyncRepl: rid=0 provider=ldap://ldap01.example.com bindmethod=simple binddn="cn=admin,dc=example,dc=com" credentials=secret searchbase="dc=example,dc=com" logbase="cn=accesslog" logfilter="(&amp;(objectClass=auditWriteObject)(reqResult=0))" schemachecking=on type=refreshAndPersist retry="60 +" syncdata=accesslog - add: olcUpdateRef olcUpdateRef: ldap://ldap01.example.com
fr: # Charge le module syncprov. dn: cn=module{0},cn=config changetype: modify add: olcModuleLoad olcModuleLoad: syncprov # Indices spécifiques à syncrepl dn: olcDatabase={1}hdb,cn=config changetype: modify add: olcDbIndex olcDbIndex: entryUUID eq - add: olcSyncRepl olcSyncRepl: rid=0 provider=ldap://ldap01.exemple.com bindmethod=simple binddn="cn=admin,dc=exemple,dc=com" credentials=secret searchbase="dc=exemple,dc=com" logbase="cn=accesslog" logfilter="(&amp;(objectClass=auditWriteObject)(reqResult=0))" schemachecking=on type=refreshAndPersist retry="60 +" syncdata=accesslog - add: olcUpdateRef olcUpdateRef: ldap://ldap01.exemple.com

source: 127.0.0.1 ldap01.example.com ldap01
fr: 127.0.0.1 ldap01.exemple.com ldap01
pt_br: 127.0.0.1 ldap01.exemplo.com ldap01

source: The <application>slapd</application> daemon will send log information to <filename>/var/log/syslog</filename> by default. So if all does <emphasis>not</emphasis> go well check there for errors and other troubleshooting information. Also, be sure that each server knows it's Fully Qualified Domain Name (FQDN). This is configured in <filename>/etc/hosts</filename> with a line similar to: <placeholder-1/>.
fr: Par défaut, le démon <application>slapd</application> journalisera les informations dans <filename>/var/log/syslog</filename>. Donc, si tout ne fonctionne <emphasis>pas</emphasis> correctement, vérifiez les erreurs et autres informations de dépannage à cet endroit. Assurez-vous que chaque serveur à un FQDN correct dans <filename>/etc/hosts</filename>. Ce FQDN est du type : <placeholder-1/>.
pt_br: O serviço <application>slapd</application> enviará informações de log para <filename>/var/log/syslog</filename> por padrão. Então, tudo correr bem, <emphasis>não</emphasis> há verificação de erros e outras informações para solucionar problemas. AAlém disso, a certeza de que cada servidor sabe que é Fully Qualified Domain Name (FQDN). Isto é configurado no arquivo <filename>/etc/hosts</filename> em uma linha parecida com esta: <placeholder-1/>.
tr: Normalde <application>slapd</application> uygulaması kayıt bilgisini <filename>/var/log/syslog</filename>'a gönderir. Böylece eğer herşey yolunda <emphasis>gitmezse</emphasis> hataları ve önerileri kontrol edebilirsin. Ayrıca her sunucunun kendi Tam Nitelikli Alan Adı (FQDN)nı bildiğinden emin olun. Bu, <filename>/etc/hosts</filename>'daki şuna benzer bir satır ile yapılandırılır: <placeholder-1/>.

source: Setting up ACL
fr: Paramétrage des ACL
pt_br: Configurando ACL
tr: ACL Kurma

source: Authentication requires access to the password field, that should be not accessible by default. Also, in order for users to change their own password, using <command>passwd</command> or other utilities, <emphasis>shadowLastChange</emphasis> needs to be accessible once a user has authenticated.
fr: L'authentification nécessite la lecture du champ « mot de passe » qui n'est pas accessible par défaut. Ainsi, pour que les utilisateurs puissent changer leur propre mot de passe à l'aide de <command>passwd</command> ou de tout autre utilitaire, <emphasis>shadowLastChange</emphasis> doit être accessible dès que l'utilisateur est authentifié.
pt_br: Autenticação requer acesso ao campo de senha, que poderá não estar acessível por padrão. Também, para que usuários possam alterar sua própria senha, utilizando <command>passwd</command> ou outros utilitários, é necessário que estejam acessível uma vez que o usuário tenha se autenticado.
tr: Kimlik doğrulama, şifre alanına erişim gerektirir ki öntanımlı olarak buna erişilemez. Ayrıca kullanıcıların şifrelerini <command>passwd</command> veya diğer uygulamaları kullanarak değiştirmesi için <emphasis>shadowLastChange</emphasis>'e kullanıcının erişmesi gerekir.

source: To view the Access Control List (ACL), use the <application>ldapsearch</application> utility:
fr: Pour afficher la liste de contrôle d'accès (ACL), utilisez l'application <application>ldapsearch</application> :
pt_br: Para ver a Lista de Controle de Acesso (ACL), use o utilitário <application>ldapsearch</application>:
tr: Erişim Kontrol Listesini (ACL) görmek için <application>ldapsearch</application> uygulamasını kullanın:

source: TLS and SSL
fr: TLS et SSL
pt_br: TLS e SSL
tr: TLS ve SSL

source: When authenticating to an OpenLDAP server it is best to do so using an encrypted session. This can be accomplished using Transport Layer Security (TLS) and/or Secure Sockets Layer (SSL).
fr: Il est préférable de s'identifier sur un serveur LDAP en utilisant une session chiffrée. Pour ce faire servez-vous de TLS (Transport Layer Security) et/ou de SSL (Secure Sockets Layer).
pt_br: Quando autenticando em um servidor OpenLDAP, a melhor coisa a fazer é usar uma sessão criptografada. Isto pode ser conseguido usando Transport Layer Security (TLS) e/ou Secure Sockets Layer (SSL).
tr: OpenLDAP sunucuya kimlik doğrularken şifreleme bölümünü kullanmak en iyisidir. Bu, Taşıma Katman Güvenliği (TLS) ve/veya Güvenli Yuva Katmanı (SSL) kullanılarak yapılabilir.

source: cn = Example Company ca cert_signing_key
fr: cn = Entreprise Exemple ca cert_signing_key

source: organization = Example Company cn = ldap01.example.com tls_www_server encryption_key signing_key
fr: organization = Entreprise Exemple cn = ldap01.exemple.com tls_www_server encryption_key signing_key

source: Once you have a certificate, key, and CA cert installed, use <application>ldapmodify</application> to add the new configuration options:
fr: Une fois que le certificat, la clé et le certificat de l'AC sont installés, ajoutez les nouvelles options de configuration à l'aide de <application>ldapmodify</application> :
pt_br: Uma vez que você tenha um certificado, chave e certif. CA instalado, use <application>ldapmodify</application> para adicionar as novas opções de configuração:
tr: Sertifika, anahtar ve yüklü CA aldıktan sonra yeni yapılandırma seçenekleri eklemek için <application>ldapmodify</application> kullanın:

source: Next, edit <filename>/etc/default/slapd</filename> uncomment the <emphasis>SLAPD_SERVICES</emphasis> option:
fr: Puis ouvrez <filename>/etc/default/slapd</filename> et dé-commentez l'option <emphasis>SLAPD_SERVICES</emphasis> :
pt_br: A seguir, edite <filename>/etc/default/slapd</filename> e descomente da opção <emphasis>SLAPD_SERVICES</emphasis>:
tr: Sonra <filename>/etc/default/slapd</filename>'deki <emphasis>SLAPD_SERVICES</emphasis> seçeğinin açıklamasız olarak düzenleyin:

source: Now the <emphasis>openldap</emphasis> user needs access to the certificate:
fr: L'utilisateur <emphasis>openldap</emphasis> a maintenant besoin d'accéder au certificat :
pt_br: Agora, o usuário de <emphasis>openldap</emphasis> necessita acesso ao certificado:
tr: Şimdi <emphasis>openldap</emphasis> kullanıcısı sertifika erişimine ihtiyacı var:

source: If the <filename role="directory">/etc/ssl/private</filename> and <filename>/etc/ssl/private/server.key</filename> have different permissions, adjust the commands appropriately.
fr: Si <filename role="directory">/etc/ssl/private</filename> et <filename>/etc/ssl/private/server.key</filename> ont des droits d'accès différents, modifiez les commandes en conséquence.
pt_br: Se <filename role="directory">/etc/ssl/private</filename> e <filename>/etc/ssl/private/server.key</filename> tiverem permissões diferentes, ajuste os comandos apropriadamente.
tr: Eğer <filename role="directory">/etc/ssl/private</filename> ve <filename>/etc/ssl/private/server.key</filename> farklı izinlere sahipse komutları uygun olarak ayarlayın.

source: Finally, restart <application>slapd</application>:
fr: Pour finir, redémarrez <application>slapd</application> :
pt_br: Finalmente, reinicie <application>slapd</application>:
tr: Son olarak <application>slapd</application>'ı yeniden başlatın:

source: The <application>slapd</application> daemon should now be listening for LDAPS connections and be able to use STARTTLS during authentication.
fr: Le démon <application>slapd</application> doit être à l'écoute des connexions LDAPS et être capable d'utiliser STARTTLS lors de l'authentification.
pt_br: O daemon <application>slapd</application> deverá, agora, estar ouvindo as conexões LDAPS e serem capazes de usar STARTLLS durante autenticação.
tr: Şimdi <application>slapd</application> uygulaması LDAPS bağlantılarını dinleyecek ve kimlik doğrulama esnasında STARTTLS kullanabilecek.

source: If you run into troubles with the server not starting, check the /var/log/syslog. If you see errors like main: TLS init def ctx failed: -1, it is likely there is a configuration problem. Check that the certificate is signed by the authority from in the files configured, and that the ssl-cert group has read permissions on the private key.
fr: Si vous avez des problèmes de démarrage avec le serveur, vérifiez le journal /var/log/syslog. Si vous y trouvez des erreurs du type main: TLS init def ctx failed: -1, il est très probable qu'il y ait un problème de configuration. Vérifiez que le certificat est bien signé par l'autorité indiquée par les fichiers de configuration, et que le groupe du certificat ssl (ssl-cert) possède les droits en lecture sur la clef privée.
pt_br: Caso você tenha problemas com a inicialização do servidor, verifique o /var/log/syslog. Caso você encontre erros tais como: TLS init def ctx failed: -1, é muito provável que seja um problema de configuração. Verifique se o certificado é assinado pela autoridade dos arquivos configurados, e que o grupo ssl-cert tem permissões de leitura na chave privada.
tr: Eğer sunucu düzgün olarak başlamadıysa, /var/log/syslog'u kontrol edin. Eğer şuna benzer hatalar görürsen: TLS init def ctx hatası: -1, bu yapılandırma probleminin olduğunu gösterir. Yapılı dosyalarda kimlikleme tarafından işaretli sertifikayı ve özel anahtarda ssl-cert grubunun okuma izinlerine sahip olduğunu kontrol edin.

source: TLS Replication
fr: Réplication TLS
pt_br: Replicação TLS
tr: TLS Çoğaltma

source: If you have setup <application>Syncrepl</application> between servers, it is prudent to encrypt the replication traffic using <emphasis>Transport Layer Security (TLS)</emphasis>. For details on setting up replication see <xref linkend="openldap-server-replication"/>.
fr: Si vous avez mis en place <application>Syncrepl</application> sur les serveurs, il est prudent de chiffrer les échanges de données de la réplication au moyen de <emphasis>TLS (Transport Layer Security)</emphasis>. Consultez <xref linkend="openldap-server-replication"/> pour de plus amples informations au sujet de la mise en place de la réplication.
pt_br: Se você tiver configurado <application>Syncrepl</application> entre servidores, é prudente criptografar o tráfego de replicação usando <emphasis>Transport Layer Security (TLS)</emphasis>. Para detalhes sobre configuração de replicação, veja <xref linkend="openldap-server-replication"/>.
tr: Eğer sunucular arasında kurulu <application>Syncrepl</application> varsa, <emphasis>Taşıma Katman Güvenliği (TLS)</emphasis> kullanarak çoğaltma trafiğini şifrelemek akıllı bir iştir. Çoğaltmayı kurma hakkında ayrıntılar için <xref linkend="openldap-server-replication"/>'a bakın.

source: country = US state = North Carolina locality = Winston-Salem organization = Example Company cn = ldap02.salem.edu tls_www_client encryption_key signing_key
fr: country = US state = Caroline du Nord locality = Winston-Salem organization = Entreprise Exemple cn = ldap02.salem.edu tls_www_client encryption_key signing_key

source: dn: olcDatabase={1}hdb,cn=config replace: olcSyncrepl olcSyncrepl: {0}rid=0 provider=ldap://ldap01.example.com bindmethod=simple binddn="cn=ad min,dc=example,dc=com" credentials=secret searchbase="dc=example,dc=com" logbas e="cn=accesslog" logfilter="(&amp;(objectClass=auditWriteObject)(reqResult=0))" s chemachecking=on type=refreshAndPersist retry="60 +" syncdata=accesslog starttls=yes
fr: dn: olcDatabase={1}hdb,cn=config replace: olcSyncrepl olcSyncrepl: {0}rid=0 provider=ldap://ldap01.exemple.com bindmethod=simple binddn="cn=ad min,dc=exemple,dc=com" credentials=secret searchbase="dc=exemple,dc=com" logbas e="cn=accesslog" logfilter="(&amp;(objectClass=auditWriteObject)(reqResult=0))" s chemachecking=on type=refreshAndPersist retry="60 +" syncdata=accesslog starttls=yes

source: If the LDAP server hostname does not match the Fully Qualified Domain Name (FQDN) in the certificate, you may have to edit <filename>/etc/ldap/ldap.conf</filename> and add the following TLS options:
fr: Si le nom d'hôte du serveur LDAP ne correspond pas au nom de domaine pleinement qualifié (Fully Qualified Domain Name - FQDN) du certificat, vous devrez probablement modifier <filename>/etc/ldap/ldap.conf</filename> et ajouter les options TLS suivantes :
pt_br: Se o nome do host servidor LDAP não coincidir com o Nome de Domínio Totalmente Qualificado (FQDN) no certificado, você pode ter que editar <filename>/etc/ldap/ldap.conf</filename> e as seguintes opções TLS:
tr: Eğer LDAP sunucu ana makinesi sertifikadaki Tam Nitelikli Alan Adı (FQDN) ile eşleşmiyorsa, <filename>/etc/ldap/ldap.conf</filename>'i düzenlemeli ve şu TLS seçimlerini eklemelisin:

source: Finally, restart <application>slapd</application> on each of the servers:
fr: Finalement, redémarrez <application>slapd</application> sur chaque serveur :
pt_br: Finalmente, reinicie <application>slapd</application> em cada um dos servidores:
tr: Son olarak sunucuların her birindeki <application>slapd</application>'ı yeniden başlatın:

source: LDAP Authentication
fr: Authentification LDAP
pt_br: Autenticação LDAP
tr: LDAP Kimlik Doğrulama

source: Once you have a working LDAP server, the <application>auth-client-config</application> and <application>libnss-ldap</application> packages take the pain out of configuring an Ubuntu client to authenticate using LDAP. To install the packages from, a terminal prompt enter:
fr: Une fois votre serveur LDAP fonctionnel, les paquets <application>auth-client-config</application> et <application>libnss-ldap</application> vont simplifier le paramétrage d'un client Ubuntu pour son authentification avec LDAP. Pour installer ces paquets saisissez dans un terminal :
pt_br: Uma vez que você tem um servidor LDAP funcionando, os pacotes <application>auth-client-config</application> e <application>libnss-ldap</application> cuidarão das dores de configurar um cliente Ubuntu client para autenticar usando LDAP. Para instalar os pacotes, a partir de um terminal digite:
tr: Çalışan bir LDAP sunucuya sahip olduktan sonra <application>auth-client-config</application> ve <application>libnss-ldap</application> paketleri LDAP'ı kullanarak Ubuntu istemciyi kimlik doğrulamak için yapılandırma haricinde bazı işlemler vardır. Paketleri yüklemek için terminalden şunu girin:

source: During the install a menu dialog will ask you connection details about your LDAP server.
fr: Pendant l'installation, des renseignements à propos de votre connexion au serveur LDAP vous seront demandés.
pt_br: Durante a instalação um diálogo irá perguntar a você os detalhes de conexão ao seu servidor LDAP.
tr: Yükleme esnasında bir menü diyalog penceresi, LDAP sunucu hakkındaki bağlantı ayrıntılarını gösterecek.

source: If you make a mistake when entering your information you can execute the dialog again using:
fr: Si vous avez fait une erreur lors de la saisie des informations, vous pouvez exécuter à nouveau l'assistant en utilisant :
pt_br: Caso você cometa algum erro digitando suas informações, você pode executar o diálogo novamente utilizando:
tr: Eğer bilgilerini girerken bir yanlışlık yaparsan şunu kullanarak diyaloğu tekrar çalıştırabilirsin:

source: The results of the dialog can be seen in <filename>/etc/ldap.conf</filename>. If your server requires options not covered in the menu edit this file accordingly.
fr: Le résultat de la configuration est visible dans <filename>/etc/ldap.conf</filename>. Si votre serveur requiert des options non couvertes par l'assistant, modifiez ce fichier en conséquence.
pt_br: Os resultados do diálogo podem ser vistos em <filename>/etc/ldap.conf</filename>. Se o seu servidor requer opções não cobertas no menu, edite este arquivo de acordo com o mesmo.
tr: Diyaloğun sonuçları <filename>/etc/ldap.conf</filename>'de görülebilir. Eğer sunucun için gerekli seçimler menüde yoksa, bu dosyayı düzenleyin.

source: Now that <application>libnss-ldap</application> is configured enable the <application>auth-client-config</application> LDAP profile by entering:
fr: Maintenant que <application>libnss-ldap</application> est configuré, activez le profil LDAP <application>auth-client-config</application> en saisissant :
pt_br: Agora que o <application>libnss-ldap</application> está configurado, habilite o perfil LDAP <application>auth-client-config</application> digitando:
tr: Şimdi <application>libnss-ldap</application>'ı yapılandırmak için <application>auth-client-config</application> LDAP profili şu şekilde etkinleştirin:

source: <emphasis>-t:</emphasis> only modifies <filename>/etc/nsswitch.conf</filename>.
fr: <emphasis>-t :</emphasis> modifie seulement <filename>/etc/nsswitch.conf</filename>.
pt_br: <emphasis>-t:</emphasis> modificar somente <filename>/etc/nsswitch.conf</filename>.
tr: <emphasis>-t:</emphasis> sadece <filename>/etc/nsswitch.conf</filename>'i düzenler.

source: <emphasis>-p:</emphasis> name of the profile to enable, disable, etc.
fr: <emphasis>-p :</emphasis> nom du profil à activer, désactiver, etc.
pt_br: <emphasis>-p:</emphasis> nome de um perfil para ativar, desativar, etc.
tr: <emphasis>-p:</emphasis> etkinleştirilecek, pasifleştirilecek, vb. profil adıdır.

source: <emphasis>lac_ldap:</emphasis> the <application>auth-client-config</application> profile that is part of the <application>ldap-auth-config</application> package.
fr: <emphasis>lac_ldap :</emphasis> le profil <application>auth-client-config</application> qui fait partie du paquet <application>ldap-auth-config</application>.
pt_br: <emphasis>lac_ldap:</emphasis> o perfil <application>auth-client-config</application> que é parte do pacote <application>ldap-auth-config</application>.
tr: <emphasis>lac_ldap:</emphasis> <application>auth-client-config</application> profili <application>ldap-auth-config</application> paketinin bir parçasıdır.

source: Using the <application>pam-auth-update</application> utility, configure the system to use LDAP for authentication:
fr: À l'aide de <application>pam-auth-update</application>, configurez le système pour utiliser LDAP pour l'authentification :
pt_br: Usando o utilitário <application>pam-auth-update</application> , configure o sistema para usar o LDAP para autenticação:
tr: <application>pam-auth-update</application> uygulamasını kullanma, kimlik doğrulama için gerekli LDAP kullanımını için sistemi yapılandırır:

source: From the <application>pam-auth-update</application> menu, choose LDAP and any other authentication mechanisms you need.
fr: Depuis le menu de <application>pam-auth-update</application>, choisissez LDAP et tout autre mécanisme d'authentification nécessaire.
pt_br: Para o menu <application>pam-auth-update</application>, escolha LDAP e quaisquer outros mecanismos de autenticação que você precisar.
tr: <application>pam-auth-update</application> menüsünden LDAP'ı ve gerekli olan herhangi diğer kimlik doğrulama mekanizmalarını seçin.

source: You should now be able to login using user credentials stored in the LDAP directory.
fr: Vous devez être maintenant capable d'ouvrir une session en utilisant les références utilisateur stockées dans l'annuaire LDAP.
pt_br: Você deve ser capaz de efetuar o seu login utilizando as credenciais armazenadas no diretório LDAP.
tr: Şimdi LDAP dizininde depolanan kullanıcı kimlik bilgilerini kullanarak giriş yapabilirsin.

source: If you are going to use LDAP to store Samba users you will need to configure the server to authenticate using LDAP. See <xref linkend="samba-ldap"/> for details.
fr: Si vous comptez utiliser LDAP pour stocker des utilisateurs Samba, vous aurez besoin de configurer le serveur pour l'identification LDAP. Consultez <xref linkend="samba-ldap"/> pour de plus amples informations.
pt_br: Se você irá utilizar o LDAP para armazenas os usuários Samba, será necessário configurar o servidor para autenticar usando LDAP.. Veja <xref linkend="samba-ldap"/> para mais detalhes.
tr: Eğer Samba'yı depolamak için LDAP kullanacaksan, kimlik doğrulaması için sunucuyu yapılandırman gerekir. Ayrıntılar için <xref linkend="samba-ldap"/>'a bakın.

source: User and Group Management
fr: Gestion des groupes et utilisateurs
pt_br: Gerencimaneto de usuário e grupo
tr: Kullanıcı ve Grup Yönetimi

source: The <application>ldap-utils</application> package comes with multiple utilities to manage the directory, but the long string of options needed, can make them a burden to use. The <application>ldapscripts</application> package contains configurable scripts to easily manage LDAP users and groups.
fr: Le paquet <application>ldap-utils</application> fournit plusieurs utilitaires pour gérer l'annuaire, mais la longue liste d'options nécessaires peut rendre leur emploi un peu fastidieux. Le paquet <application>ldapscripts</application> contient des scripts configurables pour gérer aisément les groupes et utilisateurs LDAP.
pt_br: O pacote <application>ldap-utils</application> vem com multiplos utilitários para gerenciar o diretório, mas a com a extensa quantidade de opções necessárias seu uso pode ser dificultado. O pacote <application>ldapscripts</application> contém scripts configuráveis para gerenciar facilmente usuários e grupos do LDAP.
tr: <application>ldap-utils</application> paketi, dizini yönetmek için çoklu uygulamalarla birlikte gelir. Fakat bunu yapmak için kullanımı zahmetli olan uzun betik gerekir. <application>ldapscripts</application> paketi, LDAP kullanıcı ve grupları kolayca yönetmek için yapılandırılabilir betikler içerir.

source: To install the package, from a terminal enter:
fr: Pour installer le paquet, saisissez dans un terminal :
pt_br: Para instalar o pacote, a partir do terminal digite:
tr: Paketi yüklemek için terminalden şunu girin:

source: Next, edit the config file <filename>/etc/ldapscripts/ldapscripts.conf</filename> uncommenting and changing the following to match your environment:
fr: Ensuite, modifiez le fichier de configuration <filename>/etc/ldapscripts/ldapscripts.conf</filename> en adaptant les éléments suivants à votre environnement :
pt_br: A seguir, edite o arquivo de configuração <filename>/etc/ldapscripts/ldapscripts.conf</filename> descomentando e modificando o seguinte para se adequar a seu ambiente:
tr: Sonra <filename>/etc/ldapscripts/ldapscripts.conf</filename> yapılandırma dosyasını değiştirerek kendi ortamınla şu şekilde eşleştirin:

source: Now, create the <filename>ldapscripts.passwd</filename> file to allow authenticated access to the directory:
fr: Maintenant, créez le fichier <filename>ldapscripts.passwd</filename> pour permettre l'accès à l'annuaire :
pt_br: Agora, crie o arquivo <filename>ldapscripts.passwd</filename> para permitir acesso autenticado ao diretório:
tr: Şimdi dizine erişimi sağlayan gerekli kimlik doğrulaması için <filename>ldapscripts.passwd</filename> dosyasın oluşturun:
