Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: # This script is ran the first time a user logs in echo "Your appliance is about to be finished to be set up." echo "In order to do it, we'll need to ask you a few questions," echo "starting by changing your user password." passwd #give the opportunity to change the keyboard sudo dpkg-reconfigure console-setup #configure the mysql server root password sudo dpkg-reconfigure mysql-server-5.0 #install limesurvey sudo apt-get install -qqy --force-yes limesurvey echo "Your appliance is now configured. To use it point your" echo "browser to http://serverip/limesurvey/admin"
fr: # Ce script est exécuté la première fois qu'un utilisateur se connecte echo "La configuration de votre appareil est sur le point d'être finie." echo "Pour la terminer, nous devons vous poser quelques questions," echo "en commençant par la modification de votre mot de passe utilisateur." passwd # donner la possibilité de changer le clavier sudo dpkg-reconfigure console-setup # configurer le mot de passe root du serveur mysql sudo dpkg-reconfigure mysql-server-5.0 # installer LimeSurvey sudo apt-get install-qqy - force-yes limesurvey echo "Votre appareil est maintenant configuré. Pour l'utiliser saisissez" echo "http://ipduserveur/limesurvey/admin dans votre navigateur."
pt_br: # Este script será executado no primeiro login do usuário echo "Sua ferramenta está fechada para ser configurada." echo "Para isso, faremos algumas perguntas." echo "Inicialmente, mudaremos a sua senha" passwd #dê a oportunidade de alterar a configuração do teclado sudo dpkg-reconfigure console-setup #configure a senha de root do servidor mysql sudo dpkg-reconfigure mysql-server-5.0 #instale o limesurvey sudo apt-get install -qqy --force-yes limesurvey echo "A sua ferramenta está configurada. Para utilizá-la aponte " echo "seu navegador para http://serverip/limesurvey/admin"
tr: # Bu betik kullanıcı ilk girişimde çalışır echo "Kurulum için donanımın bitirildi." echo "Kullanıcı şifreni değiştirmeyle başlayarak," echo "bunu yapmak için, sana birkaç soru soracağız." passwd #klavye için uygun olanı seç sudo dpkg-reconfigure console-setup #mysql sunucu yönetici şifresi yapılandır sudo dpkg-reconfigure mysql-server-5.0 #limesurvey yükle sudo apt-get install -qqy --force-yes limesurvey echo "Şu an donanımın yapılandırıldı. Bunu kendi tarayıcın" echo "http://serverip/limesurvey/admin'de kullanmak için"

source: And we add the <command>--firstlogin login.sh</command> option to our command line.
fr: Et nous ajoutons l'option <command>--firstlogin login.sh</command> à notre ligne de commande.
pt_br: E acrescentamos a opção <command>--firstlogin login.sh</command> para a nossa linha de comando.
tr: Ve <command>--firstlogin login.sh</command> seçeneğini komut satırına ekleyeceğiz.

source: Useful Additions
fr: Suppléments utiles
pt_br: Adições uteis
tr: Kullanışlı Ekler

source: Configuring Automatic Updates
fr: Configuration des mises à jour automatiques
pt_br: Configurando Atualizações Automáticas
tr: Otomatik Güncelleme Yapılandırması

source: To have your system be configured to update itself on a regular basis, we will just install <application>unattended-upgrades</application>, so we add the following option to our command line:
fr: Afin de configurer votre système pour qu'il se mette à jour automatiquement de manière régulière, il nous suffit d'installer <application>unattended-upgrades</application>. Nous ajoutons donc l'option suivante à notre ligne de commande :
pt_br: Para que o seu sistema esteja configurado para atualizar-se em uma base regular, vamos instalar apenas o <application>unattended-upgrades</application>, por isso, adicione a seguinte opção para a nossa linha de comando:
tr: Yapılandırılmış sistemini, kendi kendini düzenli olarak güncelleme yapabilmesi için sadece <application>unattended-upgrades</application> yükleyeceğiz. Bunun için komut satırımıza şu seçeneği ekleyeceğiz:

source: As we have put our application package in a PPA, the process will update not only the system, but also the application each time we update the version in the PPA.
fr: Comme nous avons mis notre paquet d'application dans un PPA, le processus ne mettra pas seulement à jour le système, mais également l'application à chaque fois que nous mettons à jour la version présente dans le PPA.
pt_br: Como colocamos nosso pacote de aplicação em um PPA, o processo atualizará tanto o sistema quanto a aplicação toda vez que atualizarmos a versão do PPA.
tr: Donanım paketimizi PPA'ya koyduğumuzda, işlem sadece sistemi güncellemekle kalmaz ayrıca PPA'daki uygulamayı herhangi bir zamanda güncelleyebiliriz.

source: ACPI Event Handling
fr: Gestion des évènements ACPI
pt_br: Manipulação de evento ACPI
tr: ACPI Olay Bakımı

source: For your virtual machine to be able to handle restart and shutdown events it is being sent, it is a good idea to install the acpid package as well. To do this we just add the following option:
fr: Pour que votre machine virtuelle soit en mesure de traiter les événements redémarrage et arrêt qu'on lui envoie, il est utile d'installer le paquet acpid. Pour ce faire, il suffit d'ajouter l'option suivante :
pt_br: Para a sua máquina virtual poder manipular os eventos de reinício e desligamento, é recomendado instalar os pacotes acpid. Para isso, insira as seguintes opções:
tr: Sanal makinen, yeniden başlatma ve kapatma olaylarına gönderilir. acpid paketini yüklemek iyi bir fikirdir. Bunu yapmak için sadece şu seçeneği ekleyeceğiz:

source: Final Command
fr: Commande finale
pt_br: Comando final
tr: Son Komut

source: Here is the command with all the options discussed above:
fr: Voici la commande avec toutes les options discutées ci-dessus :
pt_br: Eis o comando com todas as opções discutidas acima:
tr: Burası, yukarıda bahsedilen tüm seçeneklerin komutudur:

source: If you are interested in learning more, have questions or suggestions, please contact the Ubuntu Server Team at:
fr: Si vous voulez en apprendre davantage, si vous avez des questions ou des suggestions, veuillez contacter l'équipe Ubuntu Server à cette adresse :
pt_br: Se estiver interessado em aprender mais, tem dúvidas ou sugestões, por faver entre em contato com o Time do Ubuntu Server em:
tr: Eğer daha fazla bilgi öğrenmek istersen, soru ve önerilerin varsa, Lütfen Ubuntu Türkiye Takımıyla bağlantıya geç:

source: IRC: #ubuntu-server on freenode
fr: IRC: #ubuntu-server sur freenode
pt_br: IRC: #ubuntu-server no freenode
tr: Freenode'de IRC: #ubuntu-tr

source: Mailing list: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server at lists.ubuntu.com</ulink>
fr: Liste de diffusion : <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server at lists.ubuntu.com</ulink>
pt_br: Lista de email: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">ubuntu-server at lists.ubuntu.com</ulink>
tr: Posta listesi: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-server">lists.ubuntu.com'da ubuntu-server lists.ubuntu.com</ulink>

source: Also, see the <ulink url="https://help.ubuntu.com/community/JeOSVMBuilder">JeOSVMBuilder Ubuntu Wiki</ulink> page.
fr: Consultez également la page du <ulink url="https://help.ubuntu.com/community/JeOSVMBuilder">Wiki Ubuntu consacrée à JeOSVMBuilder</ulink>.

source: Overview
fr: Aperçu
pt_br: Visão geral
tr: Genel Bakış

source: This tutorial covers <application>UEC</application> installation from the Ubuntu 10.04 LTS Server Edition CD, and assumes a basic network topology, with a single system serving as the <emphasis>"all-in-one controller"</emphasis>, and one or more nodes attached.
fr: Ce tutoriel traite de l'installation d'<application>UEC</application> à partir du CD-ROM d'Ubuntu 10.04 LTS Server Edition. Il se base sur une topologie réseau très simple avec un système jouant le rôle de « contrôleur tout-en-un » et plusieurs nœuds qui lui sont rattachés.

source: From this Tutorial you will learn how to install, configure, register and perform several operations on a basic <application>UEC</application> setup that results in a cloud with a one controller <emphasis>"front-end"</emphasis> and one or several node(s) for running Virtual Machine (VM) instances. You will also use examples to help get you started using your own private compute cloud.
fr: Dans ce tutoriel, vous allez apprendre à mettre en place, configurer, déclarer et gérer une installation <application>UEC</application> de base formant un « nuage » (Cloud) constitué d'un contrôleur <emphasis>« frontal »</emphasis> et d'un ou plusieurs nœud(s) permettant l'exécution de machines virtuelles.

source: Prerequisites
fr: Prérequis
pt_br: Pré-requisitos

source: To deploy a minimal cloud infrastructure, you’ll need at least <emphasis>two</emphasis> dedicated systems:
fr: Pour déployer une infrastructure de nuage minimale, vous avez besoin au minimum de <emphasis>deux</emphasis> systèmes dédiés :

source: A front end.
fr: un serveur frontal.

source: One or more node(s).
fr: un ou plusieurs nœud(s).

source: The following are recommendations, rather than fixed requirements. However, our experience in developing this documentation indicated the following suggestions.
fr: Vous trouverez ci-après des recommandations et non des caractéristiques précises. Ceci étant, l'expérience que nous avons acquise durant la rédaction de cette documentation nous conduit à vous faire certaines suggestions.

source: Front End Requirements
fr: Caractéristiques du frontal

source: Use the following table for a system that will run one or more of:
fr: Utilisez le tableau ci-après pour un système qui exécutera un ou plusieurs :

source: Cloud Controller (CLC)
fr: Contrôleur de nuage (CLC)

source: Cluster Controller (CC)
fr: Contrôleur de grappe (CC)

source: Walrus (the S3-like storage service)
fr: Walrus (service de stockage similaire à S3)

source: Storage Controller (SC)
fr: Contrôleur de stockage (SC)

source: UEC Front End Requirements
fr: Caractéristiques du frontal UEC

source: Hardware
fr: Matériel

source: Suggested
fr: Conseillé
pt_br: Sugerido

source: CPU
fr: Processeur

source: For an <emphasis>all-in-one</emphasis> front end, it helps to have at least a dual core processor.
fr: Pour un frontal <emphasis>tout-en-un</emphasis>, il est utile d'avoir au moins un processeur double-cœur.

source: Memory
fr: Mémoire
pt_br: Memória

source: 512 MB
fr: 512 Mo

source: 2 GB
fr: 2 Go

source: The Java web front end benefits from lots of available memory.
fr: Le frontal Web Java fonctionne mieux en présence de beaucoup de mémoire.

source: Disk
fr: Disque
pt_br: Disco

source: 5400 RPM IDE
fr: IDE 5400 tr/min

source: 7200 RPM SATA
fr: SATA 7200 tr/min

source: Slower disks will work, but will yield much longer instance startup times.
fr: Cela fonctionnera également avec des disques plus lents mais les instances mettront beaucoup plus de temps à démarrer.

source: Disk Space
fr: Espace disque
pt_br: Espaço em disco

source: 40 GB
fr: 40 Go

source: 200 GB
fr: 200 Go

source: 40GB is only enough space for only a single image, cache, etc., Eucalyptus does not like to run out of disk space.
fr: 40 Go sont à peine suffisants pour stocker une seule image, du cache, etc. Eucalyptus n'apprécie pas de manquer d'espace disque.

source: Networking
fr: Mise en réseau
pt_br: Rede
tr: Ağ Kurma

source: 100 Mbps
fr: 100 Mbit/s

source: 1000 Mbps
fr: 1000 Mbit/s

source: Machine images are hundreds of MB, and need to be copied over the network to nodes.
fr: Les images des machines pèsent plusieurs centaines de Mo et doivent être copiées sur les nœuds à travers le réseau.

source: Node Requirements
fr: Caractéristiques des nœuds

source: The other system(s) are <emphasis>nodes</emphasis>, which will run::
fr: Les autres systèmes sont les <emphasis>nœuds</emphasis> qui vont exécuter :

source: the Node Controller (NC)
fr: le contrôleur de nœud (NC)

source: UEC Node Requirements
fr: Caractéristiques d'un nœud UEC

source: VT Extensions
fr: Extensions VT

source: VT, 64-bit, Multicore
fr: VT, 64-bit, multicœur

source: 64-bit can run both i386, and amd64 instances; by default, Eucalyptus will only run 1 VM per CPU core on a Node.
fr: 64-bit permet d'exécuter à la fois des instances i386 et amd64 ; par défaut, Eucalyptus n'exécutera sur un nœud qu'une seule VM par cœur.

source: 1 GB
fr: 1 Go

source: 4 GB
fr: 4 Go

source: Additional memory means more, and larger guests.
fr: Plus de mémoire signifie davantage et de plus gros invités.

source: 7200 RPM SATA or SCSI
fr: SATA ou SCSI 7200 tr/min

source: Eucalyptus nodes are disk-intensive; I/O wait will likely be the performance bottleneck.
fr: Les nœuds Eucalyptus sollicitent beaucoup les disques et les temps de latence au niveau des entrées/sorties sont un véritable goulet d'étranglement pour les performances.

source: 100 GB
fr: 100 Go

source: Images will be cached locally, Eucalyptus does not like to run out of disk space.
fr: Les images vont être mises en cache localement. Eucalyptus n'apprécie pas de manquer d'espace disque.

source: Installing the Cloud/Cluster/Storage/Walrus Front End Server
fr: Installation du serveur frontal nuage/grappe/stockage/Walrus

source: Download the Ubuntu 10.04 LTS Server ISO file, and burn it to a CD.
fr: Téléchargez l'image ISO d'Ubuntu 10.04 LTS Server Edition et gravez-la sur un CD-ROM.

source: When you boot, select <emphasis>“Install Ubuntu Enterprise Cloud”</emphasis>.
fr: Au démarrage, sélectionnez <emphasis>« Installer Ubuntu Enterprise Cloud »</emphasis>.

source: When asked whether you want a <emphasis>“Cluster”</emphasis> or a <emphasis>“Node”</emphasis> install, select <emphasis>“Cluster”</emphasis>.
fr: Lorsqu'il vous est demandé de choisir entre une installation de type <emphasis>« Grappe »</emphasis> ou <emphasis>« Nœud »</emphasis>, sélectionnez <emphasis>« Grappe »</emphasis>.

source: It will ask two other cloud-specific questions during the course of the install:
fr: Deux autres questions spécifiques au nuage vous seront posées durant l'installation :

source: Name of your cluster.
fr: Nom de votre grappe.
pt_br: Nome do seu cluester.

source: e.g. <emphasis>cluster1</emphasis>.
fr: par exemple, <emphasis>grappe1</emphasis>.
pt_br: ex. <emphasis>cluster1</emphasis>.

source: A range of public IP addresses on the LAN that the cloud can allocate to instances.
fr: Plage d'adresses IP publiques sur le réseau local que le nuage peut utiliser pour les attribuer aux instances.

source: e.g. <emphasis>192.168.1.200-192.168.1.249</emphasis>.
fr: par exemple, <emphasis>192.168.1.200-192.168.1.249</emphasis>.
pt_br: ex. <emphasis>192.168.1.200-192.168.1.249</emphasis>.

source: Installing the Node Controller(s)
fr: Installation des contrôleurs de nœud

source: The node controller install is even simpler. Just make sure that you are connected to the network on which the cloud/cluster controller is already running.
fr: L'installation du contrôleur de nœud est encore plus simple. Vérifier juste que vous êtes bien connecté au réseau sur lequel le contrôleur de nuage/de grappe est déjà en cours d'exécution.

source: Boot from the same ISO on the node(s).
fr: Démarrez sur la même image ISO sur chacun des nœuds.

source: Select <emphasis>“Install Ubuntu Enterprise Cloud”</emphasis>.
fr: Sélectionnez <emphasis>« Installer Ubuntu Enterprise Cloud »</emphasis>.

source: It should detect the Cluster and preselect <emphasis>“Node”</emphasis> install for you.
fr: Cela devrait normalement détecter la grappe et présélectionner automatiquement pour vous le type d'installation <emphasis>« Nœud »</emphasis>.

source: Confirm the partitioning scheme.
fr: Validez le schéma de partionnement.

source: The rest of the installation should proceed uninterrupted; complete the installation and reboot the node.
fr: Le reste de l'installation devrait se faire sans interruption ; terminez l'installation et redémarrez le nœud.

source: Register the Node(s)
fr: Inscription des nœuds

source: Nodes are the physical systems within <application>UEC</application> that actually run the virtual machine instances of the cloud.
fr: Les nœuds sont les systèmes physiques à l'intérieur de l'<application>UEC</application> qui exécutent à proprement parler les machines virtuelles du nuage.

source: Once one or more Ubuntu Server node(s) are installed and running the <application>eucalyptus-nc</application> service, log onto the <emphasis>Cloud Controller (CLC)</emphasis> and run:
fr: Une fois qu'un ou plusieurs nœuds Ubuntu Server sont installés et qu'ils exécutent bien le service <application>eucalyptus-nc</application>, connectez-vous au <emphasis>contrôleur de nuage (CLC)</emphasis> et lancez :

source: This will discover the systems on the network running the <application>eucalyptus-nc</application> service, and the administrator can confirm the registration of each node by its IP address.
fr: Cela lancera la recherche des systèmes présents sur le réseau et exécutant le service <application>eucalyptus-nc</application>. L'administrateur peut alors confirmer l'inscription de chacun des nœuds à partir de leur adresse IP.

source: If you get prompted for passwords, or receive errors from scp, you may need to revisit the key synchronization instructions at <ulink url="https://help.ubuntu.com/community/UEC/NodeInstallation">UEC/NodeInstallation</ulink>.
fr: Si vous êtes invité à saisir des mots de passe ou si vous recevez des erreurs de scp, c'est que vous avez peut-être besoin de revoir les consignes de synchronisation disponibles ici : <ulink url="https://help.ubuntu.com/community/UEC/NodeInstallation">UEC/NodeInstallation</ulink>.

source: Obtain Credentials
fr: Obtention des authentifiants

source: After installing and booting the <emphasis>Cloud Controller</emphasis>, users of the cloud will need to retrieve their credentials. This can be done either through a web browser, or at the command line.
fr: Après avoir installé et démarré le <emphasis>contrôleur de nuage</emphasis>, les utilisateurs du nuage doivent alors récupérer leurs authentifiants. Ceci peut se faire grâce à un navigateur Web ou par la ligne de commande.

source: From a Web Browser
fr: Depuis un navigateur Web

source: From your web browser (either remotely or on your Ubuntu server) access the following URL:
fr: Accédez à l'URL suivante depuis votre navigateur Web (à distance ou sur votre serveur Ubuntu) :

source: https://&lt;cloud-controller-ip-address&gt;:8443/
fr: https://&lt;adresse-ip-du-contrôleur-de-nuage&gt;:8443/

source: You must use a secure connection, so make sure you use "https" not "http" in your URL. You will get a security certificate warning. You will have to add an exception to view the page. If you do not accept it you will not be able to view the Eucalyptus configuration page.
fr: Vous devez impérativement utiliser une connexion sécurisée. Assurez-vous donc d'avoir saisi « https » et non « http » dans votre URL. Un avertissement concernant la validité du certificat de sécurité va s'afficher. Vous devez ajouter une exception de sécurité pour cette page. Autrement, vous ne pourrez pas accéder à la page de configuration d'Eucalyptus.

source: Use username <emphasis>'admin'</emphasis> and password <emphasis>'admin'</emphasis> for the first time login (you will be prompted to change your password).
fr: Lors de la première connexion, utilisez <emphasis>« admin »</emphasis> comme nom d'utilisateur et <emphasis>« admin »</emphasis> comme mot de passe (vous serez invité à changer de mot de passe).

source: Then follow the on-screen instructions to update the admin password and email address.
fr: Suivez alors les instructions qui s'affichent pour mettre à jour le mot de passe et l'adresse de courriel de l'administrateur.

source: Once the first time configuration process is completed, click the <emphasis>'credentials'</emphasis> tab located in the top-left portion of the screen.
fr: Une fois la procédure de première connexion terminée, cliquez sur l'onglet <emphasis>« Authentifiants »</emphasis> situé en haut à gauche.

source: Click the <emphasis>'Download Credentials'</emphasis> button to get your certificates.
fr: Cliquez sur le bouton <emphasis>« Télécharger les authentifiants »</emphasis> pour obtenir vos certificats.

source: Save them to <filename>~/.euca</filename>.
fr: Enregistrez-les dans <filename>~/.euca</filename>.

source: Unzip the downloaded zip file into a safe location (<filename>~/.euca</filename>).
fr: Décompressez le fichier zip téléchargé dans un endroit sûr (<filename>~/.euca</filename>).

source: From a Command Line
fr: Depuis la ligne de commande

source: Alternatively, if you are on the command line of the <emphasis>Cloud Controller</emphasis>, you can run:
fr: Autre façon de procéder, vous pouvez exécutez depuis la ligne de commande du <emphasis>contrôleur de nuage</emphasis> :

source: Extracting and Using Your Credentials
fr: Extraction et utilisation de vos authentifiants

source: Now you will need to setup EC2 API and AMI tools on your server using X.509 certificates.
fr: Maintenant, vous allez devoir configurer l'API EC2 et les outils AMI sur votre serveur en utilisant des certificats X.509.

source: Source the included <emphasis>"eucarc"</emphasis> file to set up your Eucalyptus environment:
fr: Faites un « source » du fichier <emphasis>« eucarc »</emphasis> inclus dans l'archive pour configurer votre environnement Eucalyptus :

source: You may additionally wish to add this command to your <filename>~/.bashrc</filename> file so that your Eucalyptus environment is set up automatically when you log in. Eucalyptus treats this set of credentials as <emphasis>'administrator'</emphasis> credentials that allow the holder global privileges across the cloud. As such, they should be protected in the same way that other elevated-priority access is protected (e.g. should not be made visible to the general user population).
fr: Vous souhaiterez peut-être d'ailleurs ajouter cette commande dans votre fichier <filename>~/.bashrc</filename> de sorte que votre environnement Eucalyptus soit automatiquement configuré à chaque fois que vous vous connectez. Eucalyptus traite ce jeux d'authentifiants comme des authentifiants <emphasis>« administrateur »</emphasis> et accorde à celui qui les utilise des privilèges globaux sur tout le nuage. En conséquence, ils devraient êtres protégés de la même manière que tout autre accès de niveau élevé (par exemple en ne les rendant pas visibles pour tous les utilisateurs).

source: Install the required cloud user tools:
fr: Installez les outils nécessaires aux utilisateurs du nuage :

source: To validate that everything is working correctly, get the local cluster availability details:
fr: Pour vous assurer que tout fonctionne correctement, vérifiez que la grappe locale est bien disponible :

source: AVAILABILITYZONE myowncloud 192.168.1.1 AVAILABILITYZONE |- vm types free / max cpu ram disk AVAILABILITYZONE |- m1.small 0004 / 0004 1 128 2 AVAILABILITYZONE |- c1.medium 0004 / 0004 1 256 5 AVAILABILITYZONE |- m1.large 0002 / 0002 2 512 10 AVAILABILITYZONE |- m1.xlarge 0002 / 0002 2 1024 20 AVAILABILITYZONE |- c1.xlarge 0001 / 0001 4 2048 20
fr: AVAILABILITYZONE monnuage 192.168.1.1 AVAILABILITYZONE |- vm types free / max cpu ram disk AVAILABILITYZONE |- m1.small 0004 / 0004 1 128 2 AVAILABILITYZONE |- c1.medium 0004 / 0004 1 256 5 AVAILABILITYZONE |- m1.large 0002 / 0002 2 512 10 AVAILABILITYZONE |- m1.xlarge 0002 / 0002 2 1024 20 AVAILABILITYZONE |- c1.xlarge 0001 / 0001 4 2048 20

source: Your output from the above command will vary.
fr: Dans votre cas, la commande ci-dessus retournera un résultat sensiblement différent.

source: Running an Image
fr: Exécution d'une image

source: There are multiple ways to instantiate an image in UEC:
fr: Il y a plusieurs façons d'instancier une image dans UEC :
