Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You should add specific lines to configure the list of IRC ports to listen on, to configure Operator credentials, to configure client authentication, etc. For details, please refer to the example configuration file <filename>/usr/share/doc/ircd-irc2/ircd.conf.example.gz</filename>.
fr: Vous pouvez ajouter des lignes spécifiques pour configurer la liste des ports d'écoute IRC, les droits Opérateurs, l'authentification client, etc. Pour plus d'informations, voir l'exemple de fichier de configuration <filename>/usr/share/doc/ircd-irc2/ircd.conf.example.gz</filename>.
pt_br: Você deve adicionar linhas específicas para configurar a lista de portas IRC a serem escutadas, para configurar as credenciais de Operador, para configurar a autenticação do cliente, etc. Para mais detalhes, por favor consulte o arquivo de configuração de exemplo <filename>/usr/share/doc/ircd-irc2/ircd.conf.example.gz</filename>.
tr: Dinlemeyi sağlayacak IRC yuvalarının listesini yapılandırmak için Operatör yetkilerini yapılandırmak, istemci kimlik doğrulamasını yapılandırmak, vb. için belirli satırları ekleyebilirsin. Ayrıntılar için şablon yapılandırma dosyası <filename>/usr/share/doc/ircd-irc2/ircd.conf.example.gz</filename>'ye bakınız.

source: The IRC banner to be displayed in the IRC client, when the user connects to the server can be set in <filename>/etc/ircd/ircd.motd</filename> file.
fr: La bannière IRC à afficher dans le client IRC, quand l'utilisateur se connecte au serveur, peut être modifiée dans le fichier <filename>/etc/ircd/ircd.motd</filename>.
pt_br: A mensagem do IRC a ser exibida no cliente IRC quando o usuário conecta ao servidor pode ser definida no arquivo <filename>/etc/ircd/ircd.motd</filename>.
tr: IRC engelleyici, <filename>/etc/ircd/ircd.motd</filename> dosyasında ayarlanabilen sunucuya kullanıcı bağlandığında IRC istemcisinde görüntülenir.

source: After making necessary changes to the configuration file, you can restart the IRC server using following command:
fr: Après les modifications nécessaires du fichier de configuration, vous pouvez redémarrer le serveur IRC avec la commande suivante :
pt_br: Após realizar as alterações necessárias no arquivo de configuração, você pode reiniciar o servidor IRC utilizando o seguinte comando:
tr: Yapılandırma dosyasındaki gerekli değişiklikleri yaptıktan sonra, aşağıdaki komutu kullanarak IRC sunucuyu başlatabilirsiniz:

source: You may also be interested to take a look at other IRC servers available in Ubuntu Repository. It includes, <application>ircd-ircu</application> and <application>ircd-hybrid</application>.
fr: Les autres serveurs IRC disponibles dans les dépôts Ubuntu pourront également vous intéresser. Parmi ceux-ci, on notera <application>ircd-ircu</application> et <application>ircd-hybrid</application>.
pt_br: Você pode se interessar também em olhar outros servidores IRC disponíveis no Repositório do Ubuntu. Isto inclui <application>ircd-ircu</application> e <application>ircd-hybrid</application>.
tr: Ubuntu depolarında başka IRC sunuculara da bakmak istersen. Bunlar; <application>ircd-ircu</application> ve <application>ircd-hybrid</application>.

source: Refer to <ulink url="http://www.irc.org/tech_docs/ircnet/faq.html">IRCD FAQ</ulink> for more details about the IRC Server.
fr: Voir la <ulink url="http://www.irc.org/tech_docs/ircnet/faq.html">FAQ IRCD</ulink> pour plus d'informations sur le serveur IRC.
pt_br: Visite <ulink url="http://www.irc.org/tech_docs/ircnet/faq.html">IRCD FAQ</ulink> para mais detalhes sobre o servidor IRC.
tr: IRC sunucu hakkında daha fazla ayrıntı için <ulink url=\"http://www.irc.org/tech_docs/ircnet/faq.html\">IRCDFAQ</ulink> bakabilirsin.

source: Jabber Instant Messaging Server
fr: Serveur de messagerie instantanée Jabber
pt_br: Serviço de mensagens instantâneas Jabber
tr: Jabber Ani Mesajlaşma Sunucusu

source: <emphasis>Jabber</emphasis> a popular instant message protocol is based on XMPP, an open standard for instant messaging, and used by many popular applications. This section covers setting up a <emphasis>Jabberd 2</emphasis> server on a local LAN. This configuration can also be adapted to providing messaging services to users over the Internet.
fr: <emphasis>Jabber</emphasis>, un protocol de messagerie instantanée populaire, est basé sur XMPP, un standard ouvert pour les messageries instantanées, et utilisé par beaucoup d'applications populaires. cette section traite de la mise en place d'un serveur <emphasis>Jabberd 2</emphasis> sur un réseau local LAN . Cette configuration peut aussi être adaptée pour fournir des services de messagerie instantanée à des utilisateurs sur internet.
pt_br: <emphasis>Jabber</emphasis>, um popular protocolo de mensagens instantâneas é baseado no XMPP, um padrão aberto para mensagens instantâneas, e usado por aplicativos populares. Esta seção aborda a configuração de um servidor <emphasis>Jabberd 2</emphasis> em uma LAN local. Esta configuração também pode ser adaptada para promover serviçoes de mensagem para usuários sobre a internet.
tr: <emphasis>Jabber</emphasis>, XMPP tabanlı, meşhur, ani mesajlaşma iletişim kuralıdır. Ani mesajlaşma için açık standarttır ve en yaygın bilinen uygulamalar tarafından kullanılır. Bu bölüm yerel bir LAN'da <emphasis>Jabberd 2</emphasis> kurulumunu içerir. Bu yapılandırma Internet üzerinde kullanılan mesajlaşma servisleriyle de uyumludur.

source: To install <application>jabberd2</application>, in a terminal enter:
fr: Pour installer <application>jabberd2</application>, saisissez dans un terminal :
pt_br: Para instalar <application>jabberd2</application>, em um terminal entre:
tr: <application>Jabberd2</application>'yi yüklemek için terminalden girin:

source: A couple of XML configuration files will be used to configure <application>jabberd2</application> for <emphasis>Berkely DB</emphasis> user authentication. This is a very simple form of authentication. However, <application>jabberd2</application> can be configured to use LDAP, MySQL, Postgresql, etc for for user authentication.
fr: Deux fichiers de configuration XML seront utilisés pour configurer <application>jabberd2</application> pour l'authentification d'utilisateurs <emphasis>Berkeley DB</emphasis>. Ceci est une très simple forme d'authentification. Cependant, <application>jabberd2</application> peut être configuré pour utiliser LDAP, MySQL, Postgresql, etc pour toute authentification utilisateur.
pt_br: Alguns arquivos de configuração XML serão usados para configurar o <application>jabberd2</application> para a autenticação de usuários no <emphasis>Berkely DB</emphasis>. Esta é uma forma bem simples de autenticação. Entretanto, <application>jabberd2</application> pode ser configurado para usar LDAP, MySQL, Postgresql, etc para a autenticação de usuários.
tr: Birkaç XML yapılandırma dosyası <emphasis>Berkely DB</emphasis> kullanıcı kimlik doğrulamasıyla <application>jabberd2</application>'yi yapılandırmak için kullanılacak. Bu, kimlik doğrulamanın çok basit formudur. Yine de, kullanıcı kimlik doğrulamasında LDAP, MySQL kullanmak için <application>jabberd2</application> yapılandırılabilir.

source: First, edit <filename>/etc/jabberd2/sm.xml</filename> changing:
fr: Modifiez tout d'abord <filename>/etc/jabberd2/sm.xml</filename> en y changeant :
pt_br: Primeiro, edite o <filename>/etc/jabberd2/sm.xml</filename> mudando:
tr: İlk önce <filename>/etc/jabberd2/sm.xml</filename> değişimini düzenleyin:

source: Replace <emphasis>jabber.example.com</emphasis> with the hostname, or other id, of your server.
fr: Remplacez <emphasis>jabber.example.com</emphasis> par le nom d'hôte, ou un autre id de votre serveur.
pt_br: Substitua <emphasis>jabber.example.com</emphasis> com o hostname, ou outra identificação, do seu servidor.
tr: <emphasis>jabber.example.com</emphasis> yerine sunucunuzun makine adını veya diğer kimliğini yazın.

source: Now in the &lt;storage&gt; section change the &lt;driver&gt; to:
fr: Maintenant, dans la section &lt;storage&gt; changez &lt;driver&gt; en:
pt_br: Agora na seção &lt;storage&gt; mude o &lt;driver&gt; para:
tr: Şimdi &lt;depolama&gt; bölümündeki &lt;driver&gt;ı şöyle değiştirin:

source: Next, edit <filename>/etc/jabberd2/c2s.xml</filename> in the <emphasis>&lt;local&gt;</emphasis> section change:
fr: Ensuite, modifiez <filename>/etc/jabberd2/c2s.xml</filename>, et dans la section <emphasis>&lt;local&gt;</emphasis>, modifiez :
pt_br: Depois, edite o <filename>/etc/jabberd2/c2s.xml</filename> na seção <emphasis>&lt;local&gt;</emphasis>, mude:
tr: Sonra, <emphasis>&lt;yerel&gt;</emphasis> bölümündeki <filename>/etc/jabberd2/c2s.xml</filename> düzenleyin:

source: And in the &lt;authreg&gt; section adjust the &lt;module&gt; section to:
fr: Et dans la section &lt;authreg&gt; , ajustez la section &lt;module&gt; en:
pt_br: E na seção &lt;authreg&gt; ajuste a seção &lt;module&gt; para:
tr: Ve &lt;authreg&gt; bölümündeki &lt;module&gt; bölümünü ayarlayın:

source: Finally, restart <application>jabberd2</application> to enable the new settings:
fr: Finalement, redémarrez <application>jabberd2</application> pour activer les nouveaux paramètres :
pt_br: Finalizando, reinicie o <application>jabberd2</application> para habilitar as novas configurações:
tr: Yeni ayarların etkinleşmesi için son olarak <application>jabberd2</application>'yi yeniden başlatın:

source: You should now be able to connect to the server using a Jabber client like <application>Pidgin</application> for example.
fr: Vous devriez maintenant être capable de vous connecter au serveur en utilisant un client Jabber comme <application>Pidgin</application> par exemple.
pt_br: Você está habilitado para conectar no servidor utilizando um cliente Jabber como o <application>Pidgin</application> por exemplo.
tr: Şu an Jabber kullanarak aynen <application>Pidgin</application>'de olduğu gibi sunucuya bağlanabilirsin.

source: The advantage of using Berkeley DB for user data is that after being configured no additional maintenance is required. If you need more control over user accounts and credentials another authentication method is recommended.
fr: L'avantage d'utiliser Berkeley DB pour les données utilisateur est qu'après avoir été configuré, aucune maintenance supplémentaire n'est nécessaire. Si vous avez besoin de plus de contrôle sur les comptes et les informations des utilisateurs, une autre méthode d'authentification est conseillée.
pt_br: A vantagem de utilizar o Berkeley DB para os dados do usuário é que depois de configurado nenhuma manutenção adicional é requerida. Se você precisa de mais controle sobre as contas de usuários e credenciais, um outro método de autenticação é recomendado.
tr: Kullanıcı verisi için Berkeley DB'yi kullanmanın avantajı, yapılandırıldıktan sonra ek ayar gerekmemesidir. Eğer kullanıcı hesaplarında ve izinlerde daha fazla kontrol istersen başka bir kimlik doğrulama metodu tavsiye edilir.

source: The <ulink url="http://codex.xiaoka.com/wiki/jabberd2:start">Jabberd2 Web Site</ulink> contains more details on configuring <application>Jabberd2</application>.
fr: Le <ulink url="http://codex.xiaoka.com/wiki/jabberd2:start">Site web de Jabberd2</ulink> contient plus de détails concernant la configuration de<application>Jabberd2</application>.
pt_br: O <ulink url="http://codex.xiaoka.com/wiki/jabberd2:start">Jabberd2 Web Site</ulink> contém mais detalhes sobre configurações do <application>Jabberd2</application>.
tr: <ulink url="http://codex.xiaoka.com/wiki/jabberd2:start">Jabberd2 Web Site</ulink>sinde <application>Jabberd2</application> yapılandırması hakkında daha fazla ayrıntı vardır.

source: For more authentication options see the <ulink url="http://jabberd2.xiaoka.com/wiki/InstallGuide">Jabberd2 Install Guide</ulink>.
fr: Pour plus d'options d'authentication, voir le <ulink url="http://jabberd2.xiaoka.com/wiki/InstallGuide">Guide d'installation Jabberd2</ulink>.
pt_br: Para mais opções de autenticação veja o <ulink url="http://jabberd2.xiaoka.com/wiki/InstallGuide">Guia de Instalação do Jabberd2</ulink>.
tr: Daha fazla kimlik doğrulama seçenekleri için <ulink url="http://jabberd2.xiaoka.com/wiki/InstallGuide">Jabberd2 Install Guide</ulink>'a bakın.

source: Backups
fr: Sauvegardes
tr: Yedekler

source: There are many ways to backup an Ubuntu installation. The most important thing about backups is to develop a <emphasis>backup plan</emphasis> consisting of what to backup, where to back it up to, and how to restore it.
fr: Il y a de nombreuses manières de sauvegarder une installation Ubuntu. La chose la plus importante à propos des sauvegardes est de développer un <emphasis>plan de sauvegarde</emphasis> détaillant ce qu'il faut sauvegarder, où le sauvegarder et comment le restaurer.
pt_br: Há diversas formas de realizar backup de uma instalação Ubuntu. A coisa mais importante sobre backup é desenvolver um <emphasis>plano de backup</emphasis> que consiste no quê salvar, para onde salvar, e como restaurá-lo.
tr: Ubuntu yüklemesini yedeklemenin birçok yolu vardır. Yedekleme hakkında en önemli şey, ne yedekleyeceğini, nereye yedekleyeceğini, onu nasıl düzenleyeceğini içeren bir <emphasis>yedekleme planı</emphasis> geliştirmektir.

source: The following sections discuss various ways of accomplishing these tasks.
fr: Les sections suivantes proposent diverses manières d'accomplir ces tâches :
pt_br: As seções a seguir discutem várias formas de como realizar estas tarefas.
tr: Aşağıdaki bölümler bunu yapabilecek çeşitli yolları gösterir.

source: Shell Scripts
fr: Scripts shell
pt_br: Scripts Shell
tr: Shell Betikleri

source: One of the simplest ways to backup a system is using a <emphasis>shell script</emphasis>. For example, a script can be used to configure which directories to backup, and use those directories as arguments to the <application>tar</application> utility creating an archive file. The archive file can then be moved or copied to another location. The archive can also be created on a remote file system such as an <emphasis>NFS</emphasis> mount.
fr: Une des méthodes les plus simples pour sauvegarder un système est d'utiliser un <emphasis>script shell</emphasis>. On peut, par exemple, se servir d'un script pour définir les répertoires à sauvegarder et utiliser ensuite ces répertoires comme arguments pour <application>tar</application> afin de créer un fichier archive. Ce fichier archive peut être ensuite déplacé ou copié vers un autre endroit de stockage. Il peut aussi être créé sur un système de fichiers distant comme un montage NFS.
pt_br: Umas das formas mais simples de fazer um backup de um sisterma é utilizando um <emphasis>shell script</emphasis>. Por exemplo, um script pode ser usado para configurar quais diretórios serão incluídos no backup, e passar esses diretórios como argumento para o utilitário <application>tar</application> criando um único arquivo de armazenamento. Este arquivo pode então ser movido ou copiado para outro local. Ele também pode ser criado em um sistema de arquivos remoto, como um ponto de montagem NFS.
tr: Bir sistemi yedeklemenin en basit yollarından biri <emphasis>shell betiği</emphasis> kullanmaktır. Örneğin bir betik, hangi dizinlerin yedekleyeceğini yapılandırmak ve bu dizinleri bir arşiv dosyası olan <application>tar</application> uygulaması gibi kullanılır. Daha sonra arşiv dosyası başka bir yere kopyalanabilir veya taşınabilir. Arşiv, <emphasis>NFS</emphasis> bağlaması gibi uzak bir dosya sisteminde oluşturulabilir.

source: The <application>tar</application> utility creates one archive file out of many files or directories. <application>tar</application> can also filter the files through compression utilities reducing the size of the archive file.
fr: L'utilitaire <application>tar</application> crée un fichier archive à partir de plusieurs fichiers ou répertoires. <application>tar</application> peut aussi faire appel à des utilitaires de compression pour réduire la taille de l'archive.
pt_br: O comando <application>tar</application> cria um único arquivo o qual contém outros arquivos ou diretórios. <application>tar</application> também pode filtrar arquivos através de utilitários de compressão, reduzindo o tamanho do arquivo gerado.
tr: <application>tar</application> uygulaması, birçok dosya veya dizin haricinde bir arşiv dosyası oluşturur. Ayrıca <application>tar</application>, arşiv dosyasının boyutunu azaltarak filtreleme yapabilir.

source: Simple Shell Script
fr: Script shell simple
pt_br: Shell Script Simples
tr: Basit Shell Betiği

source: The following shell script uses <application>tar</application> to create an archive file on a remotely mounted NFS file system. The archive filename is determined using additional command line utilities.
fr: Le script shell suivant se sert de <application>tar</application> pour créer une archive sur un montage NFS. Le nom de l'archive est défini en se servant de divers utilitaires en ligne de commande.
pt_br: O shell script a seguir utiliza o <application>tar</application> para criar um arquivo em um sistema de arquivos NFS montado remotamente. O nome do arquivo é determinado usando outros utilitários de linha de comando.
tr: Aşağıdaki shell betiği, uzaktan bağlantılı bir NFS dosya sisteminde bir arşiv oluşturmak için <application>tar</application> kullanır. Arşiv dosya adı, ek komut satırı uygulamaları kullanarak tanımlanır.

source: #!/bin/sh #################################### # # Backup to NFS mount script. # #################################### # What to backup. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Where to backup to. dest="/mnt/backup" # Create archive filename. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Print start status message. echo "Backing up $backup_files to $dest/$archive_file" date echo # Backup the files using tar. tar czf $dest/$archive_file $backup_files # Print end status message. echo echo "Backup finished" date # Long listing of files in $dest to check file sizes. ls -lh $dest
fr: #!/bin/sh #################################### # # Sauvegarde dans un point de montage NFS # #################################### # Ce qu'il faut sauvegarder. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Où sauvegarder l'archive. dest="/mnt/backup" # Création du nom de l'archive. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Affichage du commencement de la sauvegarde. echo "Sauvegarde de $backup_files vers $dest/$archive_file" date echo # Sauvegarde à l'aide de tar. tar czf $dest/$archive_file $backup_files # Affichage de la fin de la sauvegarde echo echo "Sauvegarde terminée" date # Liste détaillée des fichiers de $dest pour vérifier la taille des fichiers ls -lh $dest
pt_br: #!/bin/sh #################################### # # Script de backup em NFS. # #################################### # Fazer backup do que? backup_files="/home /var/spool/mail /etc /root /boot /opt" # Para onde enviar o backup? dest="/mnt/backup" # Criar o nome do arquivo de backup. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Exibir a mensagem de início de backup. echo "Fazendo backup de $backup_files em $dest/$archive_file" date echo # Fazer backup usando tar. tar czf $dest/$archive_file $backup_files # Exibir a mensagem de final de backup. echo echo "Backup finalizado" date # Lista longa dos arquivos em $dest para verificar os tamanhos dos arquivos ls -lh $dest
tr: #!/bin/sh #################################### # # NFS bağlama betiğine yedekle. # #################################### # Hangi yedek. backup_files="/home /var/spool/mail /etc /root /boot /opt" # Yedeğin alınacağı yer. dest="/mnt/backup" # Arşiv dosya adı oluştur. day=$(date +%A) hostname=$(hostname -s) archive_file="$hostname-$day.tgz" # Başlama durum mesajlarını yaz. echo "Backing up $backup_files to $dest/$archive_file" date echo # tar kullanarak dosyaları yedekle. tar czf $dest/$archive_file $backup_files # Son durum mesajlarını yaz. echo echo "Yedekleme bitti" date # Dosya boyutunu kontrol etmek için $dest'deki dosyaların listesi uzun. ls -lh $dest

source: <emphasis>$backup_files:</emphasis> a variable listing which directories you would like to backup. The list should be customized to fit your needs.
fr: <emphasis>$backup_files :</emphasis> variable listant les répertoires que vous souhaitez sauvegarder. La liste doit être adaptée à vos besoins.
pt_br: <emphasis>$backup_files:</emphasis> uma lista variável de quais diretórios você gostaria de incluir no backup. Ela deve ser alterada para atender as suas necessidades.
tr: <emphasis>$backup_files:</emphasis> hangi dizinlerin yedeğini almak istediğini belirten değişken listesi. Liste, ihtiyaçlarına göre ayarlanabilir.

source: <emphasis>$day:</emphasis> a variable holding the day of the week (Monday, Tuesday, Wednesday, etc). This is used to create an archive file for each day of the week, giving a backup history of seven days. There are other ways to accomplish this including other ways using the <application>date</application> utility.
fr: <emphasis>$day :</emphasis> variable contenant le jour de la semaine (lundi, mardi, mercredi, etc.). Elle est utilisée pour créer une archive pour chaque jour de la semaine, donnant un historique hebdomadaire de sauvegarde. Il y a d'autres façons de réaliser ceci, y compris en utilisant <application>date</application>.
pt_br: <emphasis>$day:</emphasis> uma variável que armazena o dia da semana (Segunda, Terça, Quarta, etc). Ela é usada para criar um arquivo para cada dia da semana, criando assim um histórico de backups de sete dias. Existem outras formas de se fazer isso, incluindo algumas maneiras que fazem uso do comando <application>date</application>.
tr: <emphasis>$day:</emphasis> Pazartesi, Salı, Çarşamba, vb. gibi haftanın günlerini tutan bir değişken. Bu, haftanın her bir günü için bir arşiv dosyası oluşturmak için kullanılır. Yedi günün geçmiş yedeklerini alır. <application>date</application> uygulamasını kullanarak bunu yapmanın başka yolları da vardır.

source: <emphasis>$hostname:</emphasis> variable containing the <emphasis>short</emphasis> hostname of the system. Using the hostname in the archive filename gives you the option of placing daily archive files from multiple systems in the same directory.
fr: <emphasis>$hostname :</emphasis> variable contenant le nom d'hôte de votre système en format <emphasis>court</emphasis>. Vous pourrez ainsi placer les archives quotidiennes de plusieurs hôtes dans un même répertoire.
pt_br: <emphasis>$hostname:</emphasis> variável que contém o nome da máquina <emphasis>simplificado</emphasis> do sistema. Usando o nome da máquina no nome do arquivo te dá a possibilidade de armazenar backups diários de múltiplos sistemas em um mesmo diretório.
tr: <emphasis>$hostname:</emphasis> değişkeni, sistemin <emphasis>kısa</emphasis> makine adını içerir. Arşiv dosya adında hostname kullanmak, aynı dizindeki çoklu sistemlerde günlük arşiv dosyalarını yerleştirme seçeneği sunar.

source: <emphasis>$archive_file:</emphasis> the full archive filename.
fr: <emphasis>$archive_file :</emphasis> le nom complet de l'archive.
pt_br: <emphasis>$archive_file:</emphasis> o nome completo do arquivo.
tr: <emphasis>$archive_file:</emphasis> tam arşiv dosya adı.
