Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Another convenient tool that we want to have on our appliance is OpenSSH, as it will allow our admins to access the appliance remotely. However, pushing in the wild an appliance with a pre-installed OpenSSH server is a big security risk as all these server will share the same secret key, making it very easy for hackers to target our appliance with all the tools they need to crack it open in a breeze. As for the user password, we will instead rely on a script that will install OpenSSH the first time a user logs in so that the key generated will be different for each appliance. For this we'll use a <emphasis>--firstboot</emphasis> script, as it does not need any user interaction.
fr: Un autre outil qu'il est souhaitable d'avoir sur notre machine est OpenSSH, car il va permettre à nos administrateurs d'accéder à la machine à distance. Toutefois, déployer en conditions réelles une machine où un serveur OpenSSH est pré-installé est un grand risque pour la sécurité de l'ensemble car tous ces serveurs partageront la même clé secrète, et il sera ainsi très facile pour les pirates informatiques de cibler notre appareil en leur fournissant tout ce dont ils ont besoin pour craquer la machine en un clin d'œil. Comme pour le mot de passe de l'utilisateur, nous allons plutôt compter sur un script qui va installer OpenSSH la première fois qu'un utilisateur ouvre une session, de sorte que la clé générée sera différente pour chaque appareil. Pour ce faire, nous allons utiliser un script <emphasis>--firstboot</emphasis> de script, comme il n'a pas besoin d'une interaction de la part de l'utilisateur.
pt_br: Outra ferramenta conveniente que desejamos ter no nosso aplicativo é o OpenSSH, uma vez que ela permite aos nossos administradores acessar o aplicativo remotamente. Entretanto, forçar um aplicativo com um servidor de OpenSSH pré-instalado apresenta um grade risco de segurança, uma vez que todos os servidores vão compartilhar a mesma chave secreta, tornando bastante fácil para que hackers atacarem nossos aplicativos com todoas as ferramentas disponíveis para facilmente corromper o sistema. Assim como a senha do usuário, iremos confiar em um script que instalará o OpenSSH na primeira vez que o usuário entrar no sistema para que a chave gerada seja diferente em cada sistema. Para isso, usaremos um script do tipo <emphasis>--firstboot</emphasis>, uma vez que este não necessita de nenhuma intervenção do usuário.
tr: Uygulamamız için istediğimiz diğer çevresel araç OpenSSH'dır. Bu yöneticilerimize, uzaktan uygulamalara erişim sağlar. Bununla beraber onu ön yüklemeli OpenSSH sunucu ile kaldırma büyük risklidir. Kullanıcı şifresi gibi, önce OpenSSH'ı bir betikle yükleyeceğiz. Bunun için, herhangi kullanıcı etkileşimine gerek kalmayacak şekilde bir <emphasis>--firstboot</emphasis> betiğini kullanacağız.

source: Speed Considerations
fr: Considérations sur la vitesse
pt_br: Considerações de velocidade
tr: Hız Değerlendirmeleri

source: Package Caching
fr: Mise en cache des paquets
pt_br: Arquivamento de pacotes
tr: Paket Saklama

source: When vmbuilder creates builds your system, it has to go fetch each one of the packages that composes it over the network to one of the official repositories, which, depending on your internet connection speed and the load of the mirror, can have a big impact on the actual build time. In order to reduce this, it is recommended to either have a local repository (which can be created using <application>apt-mirror</application>) or using a caching proxy such as <application>apt-proxy</application>. The later option being much simpler to implement and requiring less disk space, it is the one we will pick in this tutorial. To install it, simply type:
fr: Lorsque vmbuilder créer votre système, il doit aller chercher chacun des paquets le constituant à travers le réseau sur les dépôts officiels et, en fonction de la vitesse de votre connexion Internet et de la charge des miroirs, cela peut prendre beaucoup de temps. Pour réduire la durée de cette opération, nous vous recommandons d'avoir un dépôt local (qui peut être généré grâce à <application>apt-mirror</application>) ou bien d'utiliser un proxy cache tel que <application>apt-proxy</application>. Ce dernier étant plus simple à mettre en œuvre et demandant moins d'espace disque, nous allons l'utiliser dans le cadre de ce tutoriel. Pour l'installer, saisissez simplement :

source: Once this is complete, your (empty) proxy is ready for use on http://mirroraddress:9999 and will find ubuntu repository under /ubuntu. For vmbuilder to use it, we'll have to use the <emphasis>--mirror</emphasis> option:
fr: Une fois cette opération terminée, votre proxy (vide) est prêt à l'emploi sur http://adressedumiroir:9999 et le dépôt ubuntu se trouve dans le dossier /ubuntu. Pour permettre à vmbuilder de l'utiliser, il faudra utiliser l'option <emphasis>--mirror</emphasis> :
pt_br: Uma vez isso completado , seu(a) (vazio) proxy esta pronto para uso em http://mirroraddress:9999 e voce encontrara o repositorio do ubuntu dentro de /ubuntu . Para o vmbuilder poder usa-lo , teremos que usar o <emphasis>--mirror</emphasis> option:
tr: Bu tamamlanır tamamlanmaz, senin (boş) vekil http://mirroraddress:9999'da kullanıma hazırdır ve ubuntu deposunda /ubuntu altında bulunur. vmbuilder için onu kullan. Biz <emphasis>--mirror</emphasis> seçeneğini kullanacağız:

source: --mirror=URL Use Ubuntu mirror at URL instead of the default, which is http://archive.ubuntu.com/ubuntu for official arches and http://ports.ubuntu.com/ubuntu-ports otherwise
fr: --mirror=URL Utilise le miroir Ubuntu à l'URL indiquée au lieu du défaut, qui est http://archive.ubuntu.com/ubuntu pour les architectures officielles et http://ports.ubuntu.com/ubuntu-ports sinon
pt_br: --mirror=URL Use um repositório do Ubuntu no lugar do padrão, o qual é http://archive.ubuntu.com/ubuntu para o official e http://ports.ubuntu.com/ubuntu-ports para outros
tr: --mirror=URL öntanımlı olan http://archive.ubuntu.com/ubuntul yerine Ubuntu yansısını URL'de kullan diğer değişle http://ports.ubuntu.com/ubuntu-ports

source: So we add to the command line:
fr: Donc nous ajoutons à la ligne de commande :
pt_br: Então, adicione a linha de comando:
tr: Bunun için komut satırına şunu ekleriz:

source: The mirror address specified here will also be used in the <filename>/etc/apt/sources.list</filename> of the newly created guest, so it is useful to specify here an address that can be resolved by the guest or to plan on reseting this address later on, such as in a <emphasis>--firstboot</emphasis> script.
fr: L'adresse du miroir indiquée sera également utilisée dans le <filename>/etc/apt/sources.list</filename> de l'invité nouvellement créé. Il est donc utile d'indiquer ici une adresse qui pourra être jointe par l'invité. Autrement, il faudra prévoir d'écraser cette adresse ultérieurement lors, par exemple, de l'exécution d'un script <emphasis>--firstboot</emphasis>.

source: Install a Local Mirror
fr: Installer un miroir local
pt_br: Instale um repositório local
tr: Yerel Yansı Yükle

source: If we are in a larger environment, it may make sense to setup a local mirror of the Ubuntu repositories. The package apt-mirror provides you with a script that will handle the mirroring for you. You should plan on having about 20 gigabyte of free space per supported release and architecture.
fr: Si nous sommes en environnement plus grand, il pourrait être utile d'installer un miroir local des dépôts d'Ubuntu. Le paquet apt-mirror vous fournit un script ce qui va gérer la construction du miroir pour vous. Vous devez prévoir 20 gigaoctets d'espace libre par version et architecture prise en charge.
pt_br: Se estivermos em ambiente maior , pode fazer sentido criar um espelho local dos repositorios do Ubuntu . O pacote apt-mirror lhe fornece um script que se encarregara' do espelhamento para voce . Voce deve planejar em ter cerca de 20 gigabytes de espaco livre para cada versao e arquitetura suportada .
tr: Eğer daha büyük bir ortamdaysak, Ubuntu depolarındaki yerel yansıyı kurmak daha iyidir. apt-mirror paketi, yansıları senin için işleyecek olan bir betik sunar. Kurulacak her sürüm ve yapı için 20 Gigabaytlık boş yer ayırmalısın.

source: By default, <application>apt-mirror</application> uses the configuration file in <filename>/etc/apt/mirror.list</filename>. As it is set up, it will replicate only the architecture of the local machine. If you would like to support other architectures on your mirror, simply duplicate the lines starting with “deb”, replacing the deb keyword by /deb-{arch} where arch can be i386, amd64, etc... For example, on an amd64 machine, to have the i386 archives as well, you will have:
fr: Par défaut, <application>apt-mirror</application> utilise le fichier de configuration dans <filename>/etc/apt/mirror.list</filename>.Tel qu'il est configuré, il répliquera seulement l'architecture de la machine locale. Si vous souhaitez prendre en charge d'autres architectures sur votre miroir, dupliquez simplement les lignes commençant par « deb », en remplaçant le mot clé « deb » par « /deb-{arch} » où « arch » peut être « i384 », « amd64 », etc. Par exemple,sur une machine amd64, pour avoir également les archives pour i386, vous aurez :
pt_br: Por padrão , <application>apt-mirror</application> usa a configuracao no arquivo <filename>/etc/apt/mirror.list</filename>. Quando instalado , irá replicar apenas na arquitetura da maquina local. Se você quiser suporte para outras arquiteturas em seu espelho, apenas duplique as linhas que começam com " deb" substituindo a palavra chave deb por /deb --{arch} onde arch pode ser i386 , amd64, etc ... Por exemplo , em uma maquina amd64 , para ter o i386 arquivos também , você terá :
tr: Öntanımlı olarak <application>apt-mirror</application>, <filename>/etc/apt/mirror.list</filename>'deki yapılandırma dosyasını kullanır. Aynı şekilde sadece yerel makine yapısını tekrarlayacak. Eğer yansındaki diğer yapılarıda desteklemesini istiyorsan, basitçe “deb” ile başlayan satırları kopyalayıp i386, amd64 vb. yapıların bulunduğu deb keyword'a /deb-{arch} ile yapıştır. Örneğin, amd64 makinede, i386 arşivi bulunur. İstersen şu şekilde de yapabilirsin:

source: Notice that the source packages are not mirrored as they are seldom used compared to the binaries and they do take a lot more space, but they can be easily added to the list.
fr: Notez que les paquets source ne sont pas dupliqués car il sont rarement utilisés par rapport aux binaires et prennent de la place en plus, mais il peuvent facilement être ajoutés à la liste.
pt_br: Note que a fonte dos pacotes não estão espelhadas como são raramento usadas comparadas aos binários e eles com certeza tomam mais espaço , mas eles podem ser facilmente acionados na lista .
tr: Kaynak paketlerinin yansı olmadığına dikkat edin. Onlar nadiren ikili terimleri karşılaştırmak için kullanılır. Ayrıca bunlar daha çok alan kaplarlar. Fakat listeye kolayca eklenebilirler.

source: Once the mirror has finished replicating (and this can be quite long), you need to configure Apache so that your mirror files (in <filename>/var/spool/apt-mirror</filename> if you did not change the default), are published by your Apache server. For more information on Apache see <xref linkend="httpd"/>.
fr: Une fois que le miroir a fini de se répliquer (et cela peut être long), vous devez configurer Apache de façon à ce que les fichiers miroirs (dans <filename>/var/spool/apt-mirror</filename> si vous n'avez pas changé le réglage par défaut) soient publiés par votre serveur Apache. Pour plus d'informations sur Apache consultez <xref linkend="httpd"/>.
pt_br: Uma vez que os repositórios tenha finalizado a replicação (e isso pode demorar algum tempo), você precisa configurar o Apache para que o seu repositório de arquivos (em <filename>/var/spool/apt-mirror</filename>, se você não tiver mudado o padrão), foram publicadas pelo seu servidor Apache. Para mais informações sobre o Apache ver <xref linkend="httpd"/>.
tr: Yansıları yerleştirmeyi bitirdikten sonra (bu oldukça zaman alabilir), Apache'yi yapılandırman gerekir. Böylece öntanımlı olarak <filename>/var/spool/apt-mirror</filename>'da bulunan yansı dosyaların, Apache sunucun tarafından yayımlanırlar. Apache hakkında daha fazla bilgi için <xref linkend="httpd"/>'ye bakınız.

source: Installing in a RAM Disk
fr: Installation d'un disque virtuel en mémoire (RAM disk)
pt_br: Instalando em um disco de RAM
tr: RAM Diskte Yükleme

source: As you can easily imagine, writing to RAM is a <emphasis>LOT</emphasis> faster than writing to disk. If you have some free memory, letting vmbuilder perform its operation in a RAMdisk will help a lot and the option <emphasis>--tmpfs</emphasis> will help you do just that:
fr: Comme vous pouvez facilement l'imaginer, écrire dans la RAM est <emphasis>BEAUCOUP</emphasis> plus rapide que d'écrire sur le disque. Si vous avez de la mémoire libre, laisser vmbuilder faire ces opérations dans le disque virtuel en mémoire facilitera beaucoup les choses. L'option <emphasis>--tmpfs</emphasis> va vous permettre de faire cela :
pt_br: Como você pode imaginar, escrever na RAM é <emphasis>MUITO MAIS</emphasis> rápido que escrever no HD. Se você possuir memória livre, deixar o vmbuilder executar as suas operações em um disco de RAM ajudará bastante e a opção <emphasis>--tmpfs</emphasis> o ajudará a fazer o seguinte:
tr: Kolayca tahmin edebileceğin gibi, RAM'e yazma diske yazmaktan <emphasis>ÇOK</emphasis> hızlıdır. Eğer biraz boş belleğin varsa, vmbuilder'ın işlemini RAM bellekte yaparak sana yardımcı olmasına izin ver. Bunu yapman için <emphasis>--tmpfs</emphasis> seçeneği sana yardım edecek:

source: --tmpfs OPTS Use a tmpfs as the working directory, specifying its size or "-" to use tmpfs default (suid,dev,size=1G).
fr: --tmpfs OPTS Utilise un tmpfs comme répertoire courant en spécifiant sa taille ou "-" pour le tmpfs par défaut (suid,dev,size=1G).
pt_br: --tmpfs OPTS Use um tmpfs como um diretório de trabalho, especificando seu tamanho ou "-" para usar os padrões do tmpfs (suid,dev,size=1G).
tr: --tmpfs OPTS tmpfs'yi çalışan diizn olarak kullan, tmpfs'yi öntanımlı kullanmak için boyutunu veya "-" belirle (suid,dev,size=1G).

source: So adding <command>--tmpfs -</command> sounds like a very good idea if you have 1G of free ram.
fr: De ce fait, ajouter <command>--tmpfs -</command> si vous avez 1 Go de RAM disponible est a priori une très bonne idée.
pt_br: É uma boa idéia adicionar <command>--tmpfs -</command> se você possuir 1GB de memória livre.
tr: Eğer 1GB'lık boş ram'in varsa <command>--tmpfs -</command> eklemek çok iyi bir fikirdir.

source: Package the Application
fr: Empaqueter l'application
pt_br: Empacotar a Aplicação
tr: Uygulama Yedekleme

source: Two option are available to us:
fr: Deux options s'offrent à nous :
pt_br: Duas opções estão disponíveis para nós:
tr: İki seçenek kullanılabilir:

source: The recommended method to do so is to make a <emphasis>Debian</emphasis> package. Since this is outside of the scope of this tutorial, we will not perform this here and invite the reader to read the documentation on how to do this in the <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink>. In this case it is also a good idea to setup a repository for your package so that updates can be conveniently pulled from it. See the <ulink url="http://www.debian-administration.org/articles/286">Debian Administration</ulink> article for a tutorial on this.
fr: La méthode recommandée pour faire cela est de créer un paquet <emphasis>Debian</emphasis>. Puisque que ce n'est pas l'objet de ce tutoriel, nous n'allons pas réaliser cela ici et nous invitons le lecteur à lire la documentation relative à cette mise en oeuvre dans le <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink>. Dans ce cas il est une bonne idée d'initialiser un dépôt pour votre paquet de sorte que les mises à jour puissent être facilement être récupérées depuis celui-ci. Voyez l'article d'<ulink url="http://www.debian-administration.org/articles/286">Administration Debian</ulink> pour un tutoriel sur ce sujet.
pt_br: O método recomendado para fazê-lo é fazer um pacote <emphasis>Debian</emphasis>. Uma vez que este está fora do âmbito deste tutorial, não vamos executar este aqui e convidamos o leitor a ler a documentação sobre como fazer isso no <ulink url="https://wiki.ubuntu.com/PackagingGuide">Guia Ubuntu Packaging</ulink>. Neste caso, também é uma boa idéia para configurar um repositório para o seu pacote a fim de que possam ser convenientemente atualizações puxado a partir dele. Veja o <ulink url="http://www.debian-administration.org/articles/286">Administração Debian</ulink> Artigo de um tutorial sobre este assunto.
tr: Tavsiye edeilen yöntem bir <emphasis>Debian</emphasis> paketi yapmaktır. Bu, konumuzun dışında olduğundan dolayı, burada buna değinmeyeceğiz ve seni <ulink url="https://wiki.ubuntu.com/PackagingGuide">Ubuntu Packaging Guide</ulink> dökümantasyonunu okumaya davet ediyoruz. Bu sebeple paketin için bir depo oluşturmak iyi bir düşüncedir. Böylece güncellemeler uygun şeklide oraya katılabilecek. Bu konuda bir kılavuz olarak <ulink url="http://www.debian-administration.org/articles/286">Debian Administration</ulink> konusuna bakınız.

source: Manually install the application under <filename>/opt</filename> as recommended by the <ulink url="http://www.pathname.com/fhs/">FHS guidelines</ulink>.
fr: Installer l'application manuellement sous <filename>/opt</filename>, comme indiqué par les <ulink url="http://www.pathname.com/fhs/">recommandations du FHS</ulink>.
pt_br: Instale manualmente o aplicativo no <filename>/opt</filename> como recomendado pelo <ulink url="http://www.pathname.com/fhs/">Manual do FHS</ulink>.
tr: <ulink url="http://www.pathname.com/fhs/">FHS guidelines</ulink> tarafından tavsiye edildiği şekilde uygulamayı elle <filename>/opt</filename> altına yükle.

source: In our case we'll use <application>Limesurvey</application> as example web application for which we wish to provide a virtual appliance. As noted before, we've made a version of the package available in a PPA (Personal Package Archive).
fr: Dans notre cas nous allons utiliser <application>Limesurvey</application> comme exemple d'application Web pour laquelle nous souhaitons fournir un serveur applicatif virtuel. Comme indiqué auparavant, nous avons fait une version du paquet disponible dans un PPA (Personal Package Archive, archive de paquet personnel).
pt_br: No nosso caso, usamos o <application>Limesurvey</application> como exemplo de aplicação web para a qual queremos fornecer a aplicação virtual. Como observado anteriormente, fizemos uma versão do pacote disponível em PPA (Personal Package Archive - Arquivo de Pacote Pessoal).
tr: Biz sanal donanım kurmak için örnek olarak <application>Limesurvey</application> kullanacağız. Daha önce değinildiği gibi, paketin kullanılabilir bir sürümünü PPA (Kişisel Paket Arşivi)'da yaptık

source: Finishing Install
fr: Finalisation de l'Installation
pt_br: Finalizando a instalação
tr: Yükleme Bitiyor

source: First Boot
fr: Premier Démarrage
pt_br: Primeira inicialização
tr: İlk Ön Yükleme

source: As we mentioned earlier, the first time the machine boots we'll need to install <application>openssh-server</application> so that the key generated for it is unique for each machine. To do this, we'll write a script called <filename>boot.sh</filename> as follows:
fr: Comme mentionné précédemment, la première fois que la machine démarre nous avons besoin d'installer <application>openssh-server</application> pour que la clé générée pour celui-ci soit unique à chaque machine. Pour ce faire, nous allons écrire un script nommé <filename>boot.sh</filename> comme suit :
pt_br: Como mencionado anteriormente, a primeira vez que a máquina iniciar, precisaremos instalar o <application>openssh-server</application> para que a chave gerada por ele seja única para cada máquina. Para fazer isso, escreveremos um script chamado <filename>boot.sh</filename> como abaixo:
tr: Daha önce bahsettiğimiz gibi, makine ilk ön yüklemede gerekli olan <application>openssh-server</application> yüklenir. Böylece herbir makine için eşsiz olan anahtarı oluşturulur. Bunu yapmak için, <filename>boot.sh</filename> olarak adlandırılan bir betiği şu şekilde yazacağız:

source: And we add the <command>--firstboot boot.sh</command> option to our command line.
fr: Et nous ajoutons l'option <command>--firstboot boot.sh</command> à notre ligne de commande.
pt_br: E acrescentamos a opção <command>--firstboot boot.sh</command> para a nossa linha de comando.
tr: Ve komut satırımıza <command>--firstboot boot.sh</command> seçeneğini ekleriz.

source: First Login
fr: Première connexion
pt_br: Primeiro login
tr: İlk Giriş

source: Mysql and Limesurvey needing some user interaction during their setup, we'll set them up the first time a user logs in using a script named login.sh. We'll also use this script to let the user specify:
fr: Mysql et Limesurvey ont besoin d'interaction avec l'utilisateur pendant leur installation. Nous allons les régler la première fois qu'utilisateur se connecte grâce à un script appelé « login.sh ». Nous allons aussi utiliser ce script pour permettre à l'utilisateur de spécifier :
pt_br: Mysql e Limesurvey precisam de alguma interação do usuário durante suas instalações. Nós os configuramos no primeiro login do usuário, utilizando um script chamado login.sh. Também usamos este script para que o usuário especifique:
tr: Mysql ve Limesurvey, kurulum aşamasında bazı kullanıcı etkileşimi gerektirir. Kullanıcının ilk girişinde login.sh adında bir betik kullanarak onları kuracağız. Ayrıca bu betiği kullanıcı belirtmek için kullanacağız:

source: His own password
fr: Son propre mot de passe
pt_br: Sua própria senha
tr: Onun kendi şifresi

source: Define the keyboard and other locale info he wants to use
fr: Définit le clavier et les autres informations régionales qu'il veut utiliser
pt_br: Defina o teclado e outras informações de locais que ele quer usar
tr: Onun kullanmak istediği klavye ve yerel bilgileri tanımla

source: So we'll define <filename>login.sh</filename> as follows:
fr: Nous allons définir <filename>login.sh</filename> comme ceci :
pt_br: Então vamos definir o <filename>login.sh</filename> como segue:
tr: Bunun için <filename>login.sh</filename> tanımlayacağız:
