Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: The <emphasis>DirectoryIndex</emphasis> is the default page served by the server when a user requests an index of a directory by specifying a forward slash (/) at the end of the directory name.
fr: La directive <emphasis>DirectoryIndex</emphasis> stipule la page par défaut qui doit être servie lorsqu'un utilisateur demande l'index d'un répertoire en spécifiant une barre oblique (/) à la fin du nom d'un répertoire.
pt_br: O <emphasis>DirectoryIndex</emphasis> é a página padrão servida pelo servidor quando o usuário requisita um índice de um diretório especificando uma barra (/) no final do nome do diretório.
tr: <emphasis>DirectoryIndex</emphasis>, sunucu tarafından sağlanan mevcut sayfadır. Kullanıcı istekleri dizinin içinde, belirtilen dizin adı sonuna slaş (/) ile belirtilir.

source: For example, when a user requests the page http://www.example.com/this_directory/, he or she will get either the DirectoryIndex page if it exists, a server-generated directory list if it does not and the Indexes option is specified, or a Permission Denied page if neither is true. The server will try to find one of the files listed in the DirectoryIndex directive and will return the first one it finds. If it does not find any of these files and if <emphasis>Options Indexes</emphasis> is set for that directory, the server will generate and return a list, in HTML format, of the subdirectories and files in the directory. The default value, found in <filename>/etc/apache2/mods-available/dir.conf</filename> is "index.html index.cgi index.pl index.php index.xhtml index.htm". Thus, if Apache2 finds a file in a requested directory matching any of these names, the first will be displayed.
fr: Par exemple, lorsqu'un utilisateur demande la page http://www.exemple.com/ce_repertoire/, il obtiendra soit la page DirectoryIndex si elle existe, soit un listing du répertoire généré par le serveur si Option Indexes est spécifiée, soit encore une page « Autorisation refusée » si aucune de ces deux conditions n'est remplie. Le serveur essaiera de trouver un fichier parmi ceux listés dans la directive DirectoryIndex et renverra le premier d'entre eux. S'il ne trouve aucun des fichiers stipulés et si <emphasis>Options Indexes</emphasis> est configurée pour ce répertoire, le serveur en renverra alors la liste des sous-répertoires et fichiers, au format HTML. La valeur par défaut, spécifiée dans <filename>/etc/apache2/mods-available/dir.conf</filename>, est « index.html index.cgi index.pl index.php index.xhtml index.htm ». Ainsi, si Apache2 trouve un fichier portant l'un de ces noms, il l'affichera.
tr: Örneğin, kullanıcı http://www.ornek.com/bu_dizin/'i çağırdığında, ya eğer varsa DirectoryIndex sayfası, eğer yoksa server-generated dizi listesi ve belirtilmiş Indexes seçeneği ile ya da eğer hiçbiri doğru değilse İzin Reddedildi sayfası ile karşılaşır. Sunucu, DirectoryIndex yönergesinde listelenmiş dosyalardan birini bulmaya çalışacak ve eğer bulursa birincisini çağıracak. Eğer bu dosyalardan hiçbirini bulamazsa ve Options Indexes bu dizin için ayarlanmışsa, sunucu HTML biçiminde bir listeyi dizinin içindeki dosyalar ve alt dizinlerle birlikte oluşturup çağıracak. <filename>/etc/apache2/apache2.conf</filename>'de bulunan mevcut değer, " index.html index.cgi index.pl index.php index.xhtml" dir. Eğer Apache2 istenen dizinde bir dosya bulursa, bu adlardan biriyle eşleşir ve ilk bulunan görüntülenir.

source: The <emphasis>ErrorDocument</emphasis> directive allows you to specify a file for Apache2 to use for specific error events. For example, if a user requests a resource that does not exist, a 404 error will occur, and per Apache2's default configuration, the file <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> will be displayed. That file is not in the server's DocumentRoot, but there is an Alias directive in <filename>/etc/apache2/apache2.conf</filename> that redirects requests to the /error directory to <filename>/usr/share/apache2/error/</filename>.
fr: La directive <emphasis>ErrorDocument</emphasis> vous permet de spécifier un fichier que doit utiliser Apache2 dans certains cas d'erreur. Par exemple, si un utilisateur demande une ressource qui n'existe pas, une erreur 404 se produit et, d'après la configuration par défaut d'Apache2, le fichier <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var</filename> est affiché. Ce fichier ne se trouve pas dans le DocumentRoot du serveur mais une directive Alias se trouvant dans <filename>/etc/apache2/apache2.conf</filename> redirige les requêtes en direction du répertoire /error vers <filename>/usr/share/apache2/error/</filename>.
tr: <emphasis>ErrorDocument</emphasis> yönergesi, Apache'nin belirli hata olaylarını raporlayacak dosyayı oluşturmana izin verir. Örneğin, eğer bir kullanıcı var olmayan bir kaynak çağırırsa, 404 hatası oluşur ve Apache2'nin mevcut yapılandırma dosyası olan <filename>/usr/share/apache2/error/HTTP_NOT_FOUND.html.var </filename> gözükür. Bu dosya sunucunun DocumentRoot'da değildir. Fakat /error dizin çağrılarını <filename>/usr/share/apache2/error/</filename>'a yönlendiren ve <filename>/etc/apache2/apache2.conf</filename>'de bulunan bir Alias yönergesi vardır.

source: To see a list of the default ErrorDocument directives, use this command:
fr: Pour voir une liste des directives ErrorDocument par défaut, utilisez cette commande :
pt_br: Para ver uma lista das diretivas ErrorDocument padrão, utilize este comando:
tr: Mevcut ErrorDocument yönergelerinin bir listesini görmek için bu komutu kullanın:

source: By default, the server writes the transfer log to the file <filename>/var/log/apache2/access.log</filename>. You can change this on a per-site basis in your virtual host configuration files with the <emphasis>CustomLog</emphasis> directive, or omit it to accept the default, specified in <filename> /etc/apache2/apache2.conf</filename>. You may also specify the file to which errors are logged, via the <emphasis>ErrorLog</emphasis> directive, whose default is <filename>/var/log/apache2/error.log</filename>. These are kept separate from the transfer logs to aid in troubleshooting problems with your Apache2 server. You may also specify the <emphasis>LogLevel</emphasis> (the default value is "warn") and the <emphasis>LogFormat</emphasis> (see <filename> /etc/apache2/apache2.conf</filename> for the default value).
fr: Par défaut le serveur écrit le journal des transferts dans le fichier <filename>/var/log/apache2/access.log</filename>. Vous pouvez personnaliser le fichier pour chaque site en utilisant la directive <emphasis>CustomLog</emphasis> dans le paramétrage de l'hôte virtuel. Si cette directive n'est pas présente, alors le fichier spécifié dans <filename> /etc/apache2/apache2.conf</filename> sera utilisé. Vous pouvez aussi personnaliser les erreurs devant être journalisées grâce à la directive <emphasis>ErrorLog</emphasis>. Par défaut cette directive pointe vers <filename>/var/log/apache2/error.log</filename>. Ce fichier est distinct du journal de transfert pour vous faciliter la tâche lors de la résolution de problèmes. Vous pouvez aussi personnaliser le degré de journalisation à l'aide de la directive <emphasis>LogLevel</emphasis> (valeur par défaut : warn - avertissement) mais aussi <emphasis>LogFormat</emphasis> (voir <filename> /etc/apache2/apache2.conf</filename> pour connaître les valeurs par défaut).
pt_br: Por padrão, o servidor grava o log de transferência no arquivo <filename>/var/log/apache2/access.log</filename>. Você pode alterar isso para cada site nos arquivos de configuração dos seus hosts virtuais com a diretiva <emphasis>CustomLog</emphasis>, ou omiti-la para aceitar o padrão, especificado no <filename> /etc/apache2/apache2.conf</filename>. Você também pode especificar o arquivo no qual os erros serão registrados, através da diretiva <emphasis>ErrorLog</emphasis>, para a qual o padrão é <filename>/var/log/apache2/error.log</filename>. Estes são mantidos separados dos logs de transferência para ajudar na solução de problemas com seu servidor Apache2. Você também pode especificar o <emphasis>LogLevel</emphasis> (o valor padrão é "warn") e o <emphasis>LogFormat</emphasis> (consulte o <filename> /etc/apache2/apache2.conf</filename> para o valor padrão).
tr: Normalde, sunucu taşıma kayıtlarını <filename>/var/log/apache2/access.log</filename> dosyasına yazar. Bunu, <emphasis>CustomLog</emphasis> yönergesi ile sanal ana sistem yapılandırma dosyasındaki sitede değiştirebilirsin veya <filename> /etc/apache2/apache2.conf</filename>'de belirtildiği şeklide kabul edip vazgeçebilirsin. Hangi hataların dosyaya kaydedileceğini <emphasis>ErrorLog</emphasis> yönergesi ile belirtebilirsin. Bunun mevcut değeri <filename>/var/log/apache2/error.log</filename>'dur. Bunlar, Apache2 sunucusunda oluşabilecek problemlerden dolayı taşıma kayıtlarından ayrı tutulur. Ayrıca <emphasis>LogLevel</emphasis> (mevcut değeri "uyar"dır) ve <emphasis>LogFormat</emphasis> (mevcut değer için <filename> /etc/apache2/apache2.conf</filename>'a bakınız)'ı belirtebilirsin.

source: Some options are specified on a per-directory basis rather than per-server. <emphasis>Options</emphasis> is one of these directives. A Directory stanza is enclosed in XML-like tags, like so:
fr: Certaines options sont définies par répertoire plutôt que par serveur. <emphasis>Options</emphasis> est l'une de ces directives. Une déclaration Directory est entourée d'étiquettes de type XML :
pt_br: Algumas opções são especificadas em uma base por diretório, e não por servidor. <emphasis>Options</emphasis> é uma dessas diretivas. Uma instância Directory está delimitado por tags semelhantes ao formato XML, assim:
tr: per-directory tabanında belirtilmiş bazı seçenekler per-server'dan daha iyidir. <emphasis>Seçenekler</emphasis> bu yönergelerden biridir. Bir Dizin sırası XML etiketlerine eklenmiştir. Bunun gibi:

source: &lt;Directory /var/www/mynewsite&gt; ... &lt;/Directory&gt;
fr: &lt;Directory /var/www/mon_nouveau_site&gt; ... &lt;/Directory&gt;
pt_br: &lt;Directory /var/www/novosite&gt; ... &lt;/Directory&gt;
tr: &lt;Directory /var/www/benimyenisitem&gt; ... &lt;/Directory&gt;

source: The <emphasis>Options</emphasis> directive within a Directory stanza accepts one or more of the following values (among others), separated by spaces:
fr: La directive <emphasis>Options</emphasis> à l'intérieur d'une déclaration Directory peut avoir avoir une ou plusieurs valeurs séparées par des espaces :
pt_br: A diretiva <emphasis>Options</emphasis>, dentro de uma instância Directory, aceita um ou mais dos seguintes valores (dentre outros), separados por espaços:
tr: Bir Dizin sırasındaki <emphasis>Seçenekler</emphasis> yönergesi, aşağıdaki değerlerden bir veya daha fazlasını diğerlerinin arasından kabul eder. Boşluklarla ayrılmıştır:

source: Most files should not be executed as CGI scripts. This would be very dangerous. CGI scripts should kept in a directory separate from and outside your DocumentRoot, and only this directory should have the ExecCGI option set. This is the default, and the default location for CGI scripts is <filename>/usr/lib/cgi-bin</filename>.
fr: La plupart des fichiers ne devraient pas être exécutés comme des scripts CGI. Ce serait très dangereux. Les scripts CGI doivent être dans un répertoire distinct et en dehors de votre dossier racine de serveur, et seul ce répertoire aura l'option ExecCGI active. Le répertoire par défaut où se trouve les scripts CGI est <filename>/usr/lib/cgi-bin</filename>.
pt_br: A maioria dos arquivos não devem ser executados como scripts CGI. Isto pode ser bastante perigoso. Scripts CGI devem ser mantidos em um diretório separado e fora de seu DocumentRoot, e somente este diretório deve ter a opção ExecCGI setada. Isto é o padrão, e a localização padrão para os scripts CGI é <filename>/usr/lib/cgi-bin</filename>.
tr: Çoğu dosya CGI betikleri gibi yapılmamıştır. Bu çok tehlikeli olabilir. CGI betikleri, senin DocumentRoot'unu ayrı bir dizinde tutar ve sadece bu dizin ExexCGI seçeneğini ayarlayabilir. Varsayılan budur ve CGI betikleri için varsayılan yer <filename>/usr/lib/cgi-bin</filename>'dir.

source: <emphasis role="bold">ExecCGI</emphasis> - Allow execution of CGI scripts. CGI scripts are not executed if this option is not chosen. <placeholder-1/>
fr: <emphasis role="bold">ExecCGI</emphasis> - Autorise l'exécution des scripts CGI. Les scripts CGI ne sont pas exécutés si cette option n'est pas choisie. <placeholder-1/>
pt_br: <emphasis role="bold">ExecCGI</emphasis> - Permite execução de scripts CGI. Scripts CGI não são executados se esta opção não estiver habilitada. <placeholder-1/>
tr: <emphasis role="bold">ExecCGI</emphasis> - CGI betiklerinin yapılmasına imkan verir. CGI betikleri, eğer bu seçenek seçilmemişse yapılamaz. <placeholder-1/>

source: <emphasis role="bold">Includes</emphasis> - Allow server-side includes. Server-side includes allow an HTML file to <emphasis> include</emphasis> other files. This is not a common option. See <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">the Apache2 SSI HOWTO</ulink> for more information.
fr: <emphasis role="bold">Inclusions</emphasis> - Autorise les inclusions côté serveur. Les inclusions côté serveur permettent à un fichier HTML d'<emphasis> inclure</emphasis> d'autres fichiers. Ce n'est pas une option commune. Voir <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">le guide SSI d'Apache2</ulink> (en anglais à l'heure actuelle) pour de plus amples informations.
pt_br: <emphasis role="bold">Inclusões</emphasis> - Permitir inclusões no lado do servidor. O lado do servidor abrange permitir que um arquivo HTML <emphasis> inclua</emphasis> outros arquivos. Esta não é uma opção comum. Veja <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">o guia do SSI em Apache2</ulink> para mais informações.
tr: <emphasis role="bold">İçerikler</emphasis> - server-side içeriklerine izin verir. Server-side içerikleri bir HTML dosyasını, diğer dosyaları <emphasis> içermesine</emphasis> izin verir. Bu yaygın seçenek değildir. Daha fazla bilgi için <ulink url="http://httpd.apache.org/docs/2.2/howto/ssi.html">Apache2 SSI HOWTO</ulink>'ya bakınız.

source: <emphasis role="bold">IncludesNOEXEC</emphasis> - Allow server-side includes, but disable the <emphasis>#exec</emphasis> and <emphasis>#include</emphasis> commands in CGI scripts.
fr: <emphasis role="bold">IncludesNOEXEC</emphasis> - Autorise les inclusions côté serveur, mais désactive les commandes <emphasis>#exec</emphasis> et <emphasis>#include</emphasis> dans les scripts CGI.
pt_br: <emphasis role="bold">IncludesNOEXEC</emphasis> - Permite inclusão pelo lado do servidor, mas desabilita os comandos <emphasis>#exec</emphasis> e <emphasis>#include</emphasis> nos scripts CGI.
tr: <emphasis role="bold">IncludesNOEXEC</emphasis> - server-side içeriklerine izin verir. Fakat CGI betiklerindeki <emphasis>#exec</emphasis> ve <emphasis>#include</emphasis> komutları pasiftir.

source: For security reasons, this should usually not be set, and certainly should not be set on your DocumentRoot directory. Enable this option carefully on a per-directory basis only if you are certain you want users to see the entire contents of the directory.
fr: Pour des raisons de sécurité, ceci ne devrait habituellement pas être activé, et cela ne devrait certainement pas être activé dans votre répertoire racine de documents (DocumentRoot). Si vous êtes certain de vouloir que les utilisateurs voient le contenu complet d'un répertoire, activez cette option avec prudence dans une section pour ce répertoire.
pt_br: Por motivos de segurança, isto geralmente não deveria estar habilitado, e certamente não deveria estar habilitado no seu diretório DocumentRoot. Habilite esta opção com cuidado, diretório por diretório somente se você tem certeza de que quer que os usuários vejam o conteúdo inteiro do diretório.
tr: Güvenlik sebepleri için, genellikle bu ayarlanmaz ve kesinlikle senin DocumentRoot dizininde ayarlanmamalıdır. Bu seçeneği sadece kullanıcıların dizindeki tüm içeriği görmelerini istediğinden eminsen per-directory tabanında dikkatlice etkinleştir.

source: <emphasis role="bold">Indexes</emphasis> - Display a formatted list of the directory's contents, if no <emphasis>DirectoryIndex</emphasis> (such as index.html) exists in the requested directory. <placeholder-1/>
fr: <emphasis role="bold">Indexes</emphasis> - affiche une liste des fichiers et dossiers du répertoire s'il n'existe aucun « <emphasis>DirectoryIndex</emphasis> » (tel que index.html) dans le répertoire demandé. <placeholder-1/>
pt_br: <emphasis role="bold">Índices</emphasis> - Exibe uma lista formatada dos conteúdos dos diretórios, se não houver <emphasis>Diretório índice</emphasis> (como index.html) existe no diretório solicitado. <placeholder-1/>
tr: <emphasis role="bold">Indexes</emphasis> - Eğer istenen dizinde <emphasis>DirectoryIndex</emphasis> (index.html gibi) yoksa dizin içeriklerinin liste biçiminde gösterir. <placeholder-1/>

source: <emphasis role="bold">Multiview</emphasis> - Support content-negotiated multiviews; this option is disabled by default for security reasons. See the <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">Apache2 documentation on this option</ulink>.
fr: <emphasis role="bold">Multiview</emphasis> - prise en charge des multivues pour les contenus négociés ; par défaut, cette option est désactivée pour des raisons de sécurité. Voyez la <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">documentation d'Apache2 sur cette option</ulink>.
pt_br: <emphasis role="bold">Multivisão</emphasis> - Suporta multivisões de negociação de conteúdo; esta opção é desabilitada por padrão por razões de segurança. Veja a <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">documentação do Apache2 sobre esta opção</ulink>.
tr: <emphasis role="bold">Multiview</emphasis> - content-negotiated çoklu gösterimleri destekler; güvenlik sebebi için normalde bu seçenek pasiftir. <ulink url="http://httpd.apache.org/docs/2.2/mod/mod_negotiation.html#multiviews">Bu seçenekte Apache2 belgelemesi</ulink>.

source: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Only follow symbolic links if the target file or directory has the same owner as the link.
fr: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Ne suit les liens symboliques que si le fichier ou répertoire cible a le même propriétaire que le lien.
pt_br: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Somente segue os links simbólicos caso o arquivo alvo ou diretório seja do mesmo dono que o link.
tr: <emphasis role="bold">SymLinksIfOwnerMatch</emphasis> - Eğer dosya veya dizin aynı bağlantıya sahipse sadece sembolik bağlantıları takip eder.

source: httpd Settings
fr: Paramètres httpd
pt_br: Configurações httpd
tr: httpd Ayarları

source: This section explains some basic <application>httpd</application> daemon configuration settings.
fr: Cette section explique certains paramétrages basiques du démon <application>httpd</application>.
pt_br: Esta seção explica algumas propriedades básicas da configuração de daemons <application>httpd</application>.
tr: Bu seçenek bazı temel <application>httpd</application> yapılandırma ayarlarını açıklar.

source: <emphasis role="bold">LockFile</emphasis> - The LockFile directive sets the path to the lockfile used when the server is compiled with either USE_FCNTL_SERIALIZED_ACCEPT or USE_FLOCK_SERIALIZED_ACCEPT. It must be stored on the local disk. It should be left to the default value unless the logs directory is located on an NFS share. If this is the case, the default value should be changed to a location on the local disk and to a directory that is readable only by root.
fr: <emphasis role="bold">LockFile</emphasis> - La directive LockFile définit le chemin vers le fichier lockfile utilisé lorsque le serveur est compilé soit avec USE_FCNTL_SERIALIZED_ACCEPT, soit USE_FLOCK_SERIALIZED_ACCEPT. Ce fichier doit être enregistré sur le disque local. On doit laisser la valeur par défaut à moins que le répertoire des journaux se situe sur un partage NFS. Dans ce cas, la valeur par défaut doit être modifiée pour un emplacement, sur le disque local, lisible uniquement par le super-utilisateur (root).
pt_br: <emphasis role="bold">LockFile</emphasis> - A diretiva LockFile define o caminho do arquivo de trava usado quando o servidor é compilado tanto com USE_FCNTL_SERIALIZED_ACCEPT quanto com USE_FLOCK_SERIALIZED_ACCEPT. É obrigatório armazená-lo no disco local. Deixe o valor padrão a menos que o diretório de logs esteja localizando em um compartilhamento NFS. Se este for o caso, o valor padrão deverá ser alterado para um caminho no disco local e para um diretório no qual apenas o root tem permissões de leitura.
tr: <emphasis role="bold">LockFile</emphasis> - LockFile yönergesi, sunucunun ya USE_FCNTL_SERIALIZED_ACCEPT yada USE_FLOCK_SERIALIZED_ACCEPT ile derlediği lockfile konumunu ayarlar. Bu sabit diskte depolanmalıdır. Bu kayıtların dizini NFS paylaşımına yerleştirilene kadar mevcut değerde olmalıdır. Eğer böyle olursa, mevcut değer yerel diske konulabilir ve bu dizin sadece yönetici tarafından okunabilir.

source: <emphasis role="bold">PidFile</emphasis> - The PidFile directive sets the file in which the server records its process ID (pid). This file should only be readable by root. In most cases, it should be left to the default value.
fr: <emphasis role="bold">PidFile</emphasis> - La directive PidFile définit le fichier dans lequel le serveur enregistre son ID de processus (pid : process ID). Ce fichier ne doit être accessible en lecture que par le super-utilisateur (root). Dans la plupart des cas, la valeur par défaut peut être conservée.
pt_br: <emphasis role="bold">PidFile</emphasis> - A diretiva PidFile define o arquivo em que o servidor gravará o seu ID de processo (pid). Este arquivo deve ser permissões de leitura somente para o root. Na maioria dos casos, o valor padrão deve ser deixado.
tr: <emphasis role="bold">PidFile</emphasis> - PidFile yönergesi, sunucunun kaydetttiği işlem kimliklerinin bulunduğu dosyayı ayarlar. Bu dosya sadece yönetici tarafından okunabilir. Birçok sebepten dolayı bu, mevcut değerde olmalıdır.

source: <emphasis role="bold">User</emphasis> - The User directive sets the userid used by the server to answer requests. This setting determines the server's access. Any files inaccessible to this user will also be inaccessible to your website's visitors. The default value for User is www-data.
fr: <emphasis role="bold">User</emphasis> - La directive User définit le numéro d'utilisateur (userid) utilisé par le serveur pour répondre aux requêtes. Ce paramétrage détermine les accès au serveur. Un fichier inaccessible à cet utilisateur sera également inaccessible aux visiteur de votre site Web. La valeur par défaut pour la directive User est www-data.
pt_br: <emphasis role="bold">User</emphasis> - A diretiva User seta o UserID usado pelo servidor para responder as solicitações. Esta opção determina o acesso ao servidor. Qualquer arquivo inacessível a este usuário será também inacessível aos visitantes do seu website. O valor padrão para o User é www-data
tr: <emphasis role="bold">Kullanıcı</emphasis> - Kullanıcı yönergesi, sunucu tarafından kullanılan ve isteklere cevap vermeye yarayan kullanıcı kimliğini ayarlar. Bu ayar sunucunun erişimini tanımlar. Bu kullanıcı ve senin website'nin ziyaretçileri tarafından bu dosyaya erişilemez. Kullanıcı için mevcut değer www-data'dır.
