Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: This <emphasis>FileSet</emphasis> will backup the <filename role="directory">/etc</filename> and <filename role="directory">/home</filename> directories. The <emphasis>Options</emphasis> resource directives configure the FileSet to create a MD5 signature for each file backed up, and to compress the files using GZIP.
fr: Ce <emphasis>FileSet</emphasis> sauvegardera les répertoires <filename role="directory">/etc</filename> et <filename role="directory">/home</filename>. La directive <emphasis>Options</emphasis> de la ressource configure le FileSet pour créer une signature MD5 pour chaque fichier sauvegardé, et pour compresser les fichiers avec GZIP.
pt_br: Este <emphasis>FileSet</emphasis> irá fazer o backup dos diretórios <filename role="directory">/etc</filename> e <filename role="directory">/home</filename>. A diretiva <emphasis>Options</emphasis> do recurso configuram o FileSet para criar uma assinatura MD5 para cada arquivo da cópia de segurança, e para comprimir os arquivos usando GZIP.
tr: <emphasis>FileSet</emphasis>, <filename role="directory">/etc</filename> ve <filename role="directory">/home</filename> dizinlerini yedekler. <emphasis>Options</emphasis> (Seçenekler) kaynak yönergeleri, yedek olan her dosya için MD5 imzası oluşturmak için FileSet'i yapılandırır ve GZIP kullanarak dosyaları sıkıştırır.

source: Next, create a new <emphasis>Schedule</emphasis> for the backup job:
fr: Ensuite, créez une nouvelle ressource <emphasis>Schedule</emphasis> (planification) pour la tâche de sauvegarde :
pt_br: A seguir, crie um novo <emphasis>Agendamento</emphasis> para a tarefa de backup:
tr: Sonra, yedekleme işi için bir <emphasis>Schedule</emphasis> (Tarife) oluşturun:

source: # LocalhostBackup Schedule -- Daily. Schedule { Name = "LocalhostDaily" Run = Full daily at 00:01 }
fr: # Planification de la sauvegarde de l'hôte local -- quotidienne. Schedule { Name = "LocalhostDaily" Run = Full daily at 00:01 }

source: The job will run every day at 00:01 or 12:01 am. There are many other scheduling options available.
fr: La tâche sera lancée chaque jour à 00 h 01. Il y a bien d'autres possibilités de planification.
pt_br: A tarefa será executada todo dia as 00:01 ou 12:01 am. Existem várias outras opções de agendamento disponíveis.
tr: İş, hergün saat 00:01 veya 12:01'de (öö) çalışır. Daha birçok tarife seçenekleri vardır.

source: Finally create the <emphasis>Job</emphasis>:
fr: Pour terminer, créez la <emphasis>tâche</emphasis> :
pt_br: Finalmente crie a <emphasis>Tarefa</emphasis>:
tr: Son olarak <emphasis>Job</emphasis> (İş) oluşturun:

source: # Localhost backup. Job { Name = "LocalhostBackup" JobDefs = "DefaultJob" Enabled = yes Level = Full FileSet = "LocalhostFiles" Schedule = "LocalhostDaily" Storage = TapeDrive Write Bootstrap = "/var/lib/bacula/LocalhostBackup.bsr" }
fr: # sauvegarde de l'hôte local. Job { Name = "LocalhostBackup" JobDefs = "DefaultJob" Enabled = yes Level = Full FileSet = "LocalhostFiles" Schedule = "LocalhostDaily" Storage = TapeDrive Write Bootstrap = "/var/lib/bacula/LocalhostBackup.bsr" }

source: The job will do a <emphasis>Full</emphasis> backup every day to the tape drive.
fr: La tâche effectuera une sauvegarde <emphasis>complète</emphasis> (« Full ») quotidienne sur bande.
pt_br: A tarefa irá fazer um backup <emphasis>Completo</emphasis> para o drive de fita diariamente.
tr: İş, teyp sürücüsüne hergün <emphasis>Full</emphasis> (Tam) bir yedekleme yapar.

source: Each tape used will need to have a <emphasis>Label</emphasis>. If the current tape does not have a label <application>Bacula</application> will send an email letting you know. To label a tape using the <application>Console</application> enter the following from a terminal:
fr: Chaque bande utilisée devra posséder un <emphasis>label</emphasis>. Si la bande courante n'en possède pas, <application>Bacula</application> vous enverra un courriel vous en informant. Pour donner un label à une bande en utilisant la <application>Console</application>, saisissez la commande suivante dans un terminal :
pt_br: Cada fita usada precisará de um <emphasis>Rótulo</emphasis>. se a fita atual não tiver um rótulo o <application>Bacula</application> enviará um email para que você saiba. Para rotular uma fita usando o <application>Console</application> digite o seguinte comando no terminal:
tr: Kullanılan her teybin bir <emphasis>Etiket</emphasis>i olmalıdır. Eğer mevcut teyp bir etikete sahip değilse, <application>Bacula</application> sana bildirim e-postası gönderir. <application>Konsol</application>u kullanarak bir teybi etiketlemek için terminale aşağıdakini yazın:

source: At the Bacula Console prompt enter:
fr: À l'invite de commande de la console de Bacula saisissez :
pt_br: No console do Bacula digite:
tr: Bacula Konsolunda girin:

source: You will then be prompted for the <emphasis>Storage</emphasis> resource:
fr: Il vous sera alors demandé de choisir la ressource de <emphasis>stockage</emphasis> (« storage ») :
pt_br: Será solicitado o recurso de <emphasis>Armazenamento</emphasis>:
tr: Sonra <emphasis>Depolama</emphasis> kaynağı istenir:

source: Enter the new <emphasis>Volume</emphasis> name:
fr: Saisissez le nouveau nom du <emphasis>volume</emphasis> :
pt_br: Digite o nome do novo <emphasis>Volume</emphasis>:
tr: Yeni <emphasis>Birim</emphasis> adını girin:

source: Sunday
fr: dimanche
pt_br: Domingo
tr: Pazar

source: Replace <emphasis>Sunday</emphasis> with the desired label.
fr: Remplacez <emphasis>dimanche</emphasis> par l'étiquette désirée.
pt_br: Substitua <emphasis>Domingo</emphasis> com o rótulo desejado.
tr: <emphasis>Sunday</emphasis> (Pazar) yerine istenen etiket yazın.

source: Now, select the <emphasis>Pool</emphasis>:
fr: Sélectionnez maintenant le <emphasis>pool</emphasis>:
pt_br: Agora, selecione o <emphasis>Pool</emphasis>:
tr: Şimdi <emphasis>Pool</emphasis> (Havuz) seçin:

source: Congratulations, you have now configured <emphasis>Bacula</emphasis> to backup the localhost to an attached tape drive.
fr: Félicitations, vous venez de configurer <emphasis>Bacula</emphasis> pour sauvegarder l'hôte local vers un lecteur de bande connecté.
pt_br: Parabéns, você tem agora o emphasis>Bacula</emphasis> configurado para realizar backups do localhost em uma unidade de fita conectada.
tr: Tebrikler! şu an localhost'u, eklenen teyp sürücüsünü yedekleyemek için yapılandırdın.

source: For more <emphasis>Bacula</emphasis> configuration options refer to the <ulink url="http://www.bacula.org/en/rel-manual/index.html">Bacula User's Manual</ulink>
fr: Pour plus d'options de configuration de <emphasis>Bacula</emphasis>, veuillez-vous référer au <ulink url="http://www.bacula.org/en/rel-manual/index.html">Manuel de l'utilisateur Bacula</ulink> (en anglais)
pt_br: Para mais opções de configuração do <emphasis>Bacula</emphasis> veja o <ulink url="http://www.bacula.org/en/rel-manual/index.html">Manual do Usuário do Bacula</ulink>
tr: Daha fazla <emphasis>Bacula</emphasis> yapılandırma seçenekleri için <ulink url="http://www.bacula.org/en/rel-manual/index.html">Bacula User's Manual</ulink>'e bakın.

source: The <ulink url="http://www.bacula.org/">Bacula Home Page</ulink> contains the latest Bacula news and developments.
fr: La <ulink url="http://www.bacula.org/">page d'accueil de Bacula</ulink> contient les dernières informations et versions de développement.
pt_br: A página do <ulink url="http://www.bacula.org/">Bacula</ulink> contém as últimas notícias e desenvolvimento do Bacula.
tr: <ulink url="http://www.bacula.org/">Bacula Home Page</ulink>, son Bacula haberleri ve geliştirmeler hakkında bilgi içerir.

source: translator-credits
fr: Launchpad Contributions: Alain Lebret https://launchpad.net/~frosch74 Alban CLERGEOT https://launchpad.net/~alban-clergeot Anthony Guéchoum https://launchpad.net/~athael Antoine Chauvet https://launchpad.net/~sylviorthebest Arnaud Soyez https://launchpad.net/~weboide Banal https://launchpad.net/~banalanab Bruno Patri https://launchpad.net/~bruno-patri Claude Paroz https://launchpad.net/~paroz Coster David https://launchpad.net/~david-coster Damien Haïkal https://launchpad.net/~damien-haikal David Bertho https://launchpad.net/~davidbertho David Nottin https://launchpad.net/~danot Donk https://launchpad.net/~donk Emmanuel Sunyer https://launchpad.net/~esunyer Enrico Rosina https://launchpad.net/~e-rosina Fab https://launchpad.net/~fabien-pinon Fabrice Coutadeur https://launchpad.net/~fabricesp Frank Bob https://launchpad.net/~frankbob Guillaume Damiens https://launchpad.net/~gdami1 Jean Champémont https://launchpad.net/~kwiwaa Jean-Philippe https://launchpad.net/~skateinmars Jean-Philippe LECHÊNE https://launchpad.net/~jphlechene Jean-Sébastien https://launchpad.net/~jstheking Jeremy Moiny https://launchpad.net/~joliegrenouille2 Jonathan Clarke https://launchpad.net/~jooooooon Laurent RICHARD https://launchpad.net/~laurent-richard-ael Leonarf https://launchpad.net/~leonard-michelet Loic Treyvaud https://launchpad.net/~loictreyvaud Marc Auer https://launchpad.net/~pepe.ciseaux Matthieu CHAUVEAU https://launchpad.net/~elemmire Micha Moskovic https://launchpad.net/~micha-mosk Nebaff https://launchpad.net/~nebaff-lefou Nicolas DERIVE https://launchpad.net/~kalon33 Nicolas MARTIN https://launchpad.net/~nico-chatouille Nicolas Van Wambeke https://launchpad.net/~nicolasvw Olivier https://launchpad.net/~smilyolivier Onra https://launchpad.net/~onra Pascal https://launchpad.net/~pcok Philippe Piquer https://launchpad.net/~philippep62 Pierre David https://launchpad.net/~azerty-de Pierre Slamich https://launchpad.net/~pierre-slamich Removed by request https://launchpad.net/~removed30301 Rodolphe Ortalo https://launchpad.net/~rodolphe-ortalo Sebastien Beaujour https://launchpad.net/~sebcoraline Stéphane V https://launchpad.net/~svergeylen SuperBOB https://launchpad.net/~nicholas-holford Sylvain Doctrinal https://launchpad.net/~sylvain-doctrinal Sylvain Lasnier https://launchpad.net/~sylvain-lasnier Sébastien GRIPON https://launchpad.net/~sebastien-gripon TaZmaniak https://launchpad.net/~tazmaniak66 Xavier Latry https://launchpad.net/~xavier-latry Yann Dìnendal https://launchpad.net/~yannbreliere Yionel https://launchpad.net/~yionel arno_b https://launchpad.net/~arno.b bruno https://launchpad.net/~annoa.b gnuckx https://launchpad.net/~gnuckx goofy https://launchpad.net/~goofyfr istu5 https://launchpad.net/~fanadejeu ivan https://launchpad.net/~seepher luckymint https://launchpad.net/~luckymint p-yves https://launchpad.net/~pyperrier tomestla https://launchpad.net/~tomestla torglut https://launchpad.net/~torglut virkang https://launchpad.net/~deberghes-johan vouzico https://launchpad.net/~herve-marcy-free yoeminem1 https://launchpad.net/~tdhollander
pt_br: Launchpad Contributions: Alexandro Silva https://launchpad.net/~alexos Allan Carvalho https://launchpad.net/~allandc Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Antonio Martins https://launchpad.net/~antonio-bilhalva-martins Auro Florentino https://launchpad.net/~auro Bruno Morais https://launchpad.net/~bols Carlos Henrique Silva Santana https://launchpad.net/~rick002 Celio Ricardo Quaio Goetten https://launchpad.net/~celioric Daniel de Souza Telles https://launchpad.net/~danielsouza Eberval Oliveira Castro https://launchpad.net/~eberval-gmail Fábio Nogueira https://launchpad.net/~fnogueira Gerson "fserve" Barreiros https://launchpad.net/~fserve Guilherme Gonçalves https://launchpad.net/~guilherme08 Guilherme Nolasco https://launchpad.net/~guinolasco Gustavo Grasso https://launchpad.net/~gustav0w Henrique P. Machado https://launchpad.net/~zehrique Julio Neto https://launchpad.net/~julio-netu Leandro https://launchpad.net/~leandro-alexandre Lucius Curado https://launchpad.net/~curado Madson Coelho https://launchpad.net/~madson-coelho Marcelo Lotif https://launchpad.net/~mlotifjava Marcus Lima https://launchpad.net/~marcusvcl Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Pedro Senna https://launchpad.net/~pedrosenna5 Petrus Henrique Gonçalves Freire https://launchpad.net/~petrusfreire Rafael Pezzi https://launchpad.net/~rafaelpezzi Rafael Sfair https://launchpad.net/~sfair Ricardo Cropalato de Melo https://launchpad.net/~ricardo-cropalato Ricardo Moro https://launchpad.net/~rmoro Rodrigo Henrique https://launchpad.net/~rodrigohenrique Rogênio Belém https://launchpad.net/~rogeniobelem Rosset https://launchpad.net/~rosset-deactivatedaccount Tarciso Amorim https://launchpad.net/~tarciso ThiagoSerra https://launchpad.net/~thiagoserra Tiago Hillebrandt https://launchpad.net/~tiagoscd Tomé https://launchpad.net/~mauricio.tome Tonismar https://launchpad.net/~tonismar Welington R. Braga https://launchpad.net/~welrbraga Yuri Malheiros https://launchpad.net/~yurimalheiros billpessoni https://launchpad.net/~billpessoni megazordfinal https://launchpad.net/~megazordfinal rics https://launchpad.net/~ricardo-cezar
tr: Launchpad Contributions: Angel Spy https://launchpad.net/~dilara.ekinci Dinçer Kavraal https://launchpad.net/~dkavraal Emrah Ergin https://launchpad.net/~erginemr-hotmail EsatYuce https://launchpad.net/~esat Kemal Yaylali https://launchpad.net/~kemal-yaylali Nazan https://launchpad.net/~mimesises

source: Introduction
pt_br: Introdução
tr: Tanıtım

source: Installation
pt_br: Instalação
tr: Kurulum

source: Configuration
pt_br: Configuração
tr: Yapılandırma

source: workgroup = EXAMPLE ... security = user
pt_br: workgroup = EXEMPLO ... security = user
tr: workgroup = ÖRNEK ... security = kullanıcı

source: browsable = yes guest ok = yes
tr: açılabilir = evet misafir erişimi = evet

source: Security = User
tr: Güvenlik = Kullanıcı

source: guest ok = no
tr: misafir erişimi = hayır

source: read list = @qa write list = @sysadmin, vincent
pt_br: read list = @qualidade write list = @sysadmins, vicente
tr: okuma listesi = @ut yazma listesi = @sysadmin, esat

source: admin users = melissa
tr: admin kullanıcılar = ubuntuki

source: sudo chown -R melissa /srv/samba/share/
tr: sudo chown -R esat /srv/samba/share/

source: domain logons = yes logon path = \\%N\%U\profile logon drive = H: logon home = \\%N\%U logon script = logon.cmd add machine script = sudo /usr/sbin/useradd -N -g machines -c Machine -d /var/lib/samba -s /bin/false %u
pt_br: domain logons = sim logon path = \\%N\%U\perfil logon drive = H: logon home = \\%N\%U logon script = logon.cmd add machine script = sudo /usr/sbin/useradd -N -g machines -c Machine -d /var/lib/samba -s /bin/false %u
tr: alan bağlantıları = evet bağlantı yolu = \\%N\%U\profile bağlantı sürücüsü = H: bağlantı evi = \\%N\%U bağlantı betiği = logon.cmd makine betiği ekle = sudo /usr/sbin/useradd -N -g machines -c Machine -d /var/lib/samba -s /bin/false %u

source: [homes] comment = Home Directories browseable = no read only = no create mask = 0700 directory mask = 0700 valid users = %S
pt_br: [homes] comment = Diretório Pessoal browseable = no read only = no create mask = 0700 directory mask = 0700 valid users = %S
tr: [evler] açıklama = Ev Dizinleri açılabilir = hayır yalnız okunur = hayır oluşturma maskesi = 0700 dizin maskesi = 0700 geçerli kullanıcılar = %S

source: [netlogon] comment = Network Logon Service path = /srv/samba/netlogon guest ok = yes read only = yes share modes = no
pt_br: [netlogon] comment = Serviço de Logon da Rede path = /srv/samba/netlogon guest ok = yes read only = yes share modes = no
tr: [ağ bağlantısı] açıklama = Ağ Bağlantı Servisi yol = /srv/samba/netlogon misafir erişimi = evet yalnız okunur = evet paylaşım kipleri = hayır

source: sudo net groupmap add ntgroup="Domain Admins" unixgroup=sysadmin rid=512 type=d
tr: sudo net groupmap add ntgroup="Alan Yöneticileri" unixgroup=sysadmin rid=512 type=d

source: domain logons = yes domain master = no
tr: alan bağlantıları = evet master alan = hayır

source: winbind use default domain = yes
tr: winbind mevcut alanı kullan = evet

source: hosts: files mdns4_minimal [NOTFOUND=return] dns mdns4
tr: ana sistemler: files mdns4_minimal [NOTFOUND=return] dns mdns4

source: hosts: files dns [NOTFOUND=return]
pt_br: servidores: arquivos dns [NAOLOCALIZADO=retornar]
tr: ana sistemler: files dns [NOTFOUND=return]

source: visible_hostname weezie
tr: visible_hostname esabuntu

source: acl biz_network src 10.1.42.0/24 acl biz_hours time M T W T F 9:00-17:00
tr: acl biz_network src 10.1.42.0/24 acl biz_hours time M T W T F 8:00-16:00

source: my-instance/bin/startup.sh
tr: örneğim/bin/startup.sh

source: my-instance/bin/shutdown.sh
tr: örneğim/bin/shutdown.sh

source: ./pkitool hostname
pt_br: ./pkitool nomedamaquina
tr: ./pkitool ornek_sistem

source: <emphasis>-o:</emphasis> original virtual machine.
pt_br: <emphasis>-o:</emphasis> máquina virtual original.
tr: <emphasis>-o:</emphasis> özgün (orjinal) sanal makine.

source: virsh -c qemu:///system save web_devel web_devel-022708.state
tr: virsh -c qemu:///system save web_devel web_devel-210110.state

source: virsh -c qemu:///system restore web_devel-022708.state
tr: virsh -c qemu:///system restore web_devel-210110.state

source: Other packages that ask simple debconf question, such as <application>mysql-server</application> asking to set a password, the package can be installed immediately, but we will have to reconfigure it the first time the user logs in.
pt_br: Outos pacotes que fazem perguntas simples do debconf, como o <application>mysql-server</application>, que pede uma senha, podem ser instalados imediatamente, mas terão que ser reconfigurados na primeira vez que o usuário fizer login.
tr: <application>mysql-server</application> sorduğu şifre ayarlama gibi debconf'in sorduğu paket ve hemen yüklenebilen basit diğer paketleri ilk kullanıcı girişinde yapılandırmalıyız.

source: # This script will run the first time the virtual machine boots # It is ran as root. apt-get update apt-get install -qqy --force-yes openssh-server
pt_br: # Este script será executado na primeira inicialização da máquina virtual # e rodará como root. apt-get update apt-get install -qqy --force-yes openssh-server
tr: # Bu betik sanal makine önyüklemesini ilk kez kuracak # Bu önyükleyici olarak çalışır. apt-get update apt-get install -qqy --force-yes openssh-server

source: Bazaar
tr: Pazar

source: Subversion
tr: Bozulma

source: The above configuration snippet assumes that Subversion repositories are created under <filename>/home/svn/</filename> directory using <command>svnadmin</command> command. They can be accessible using <command>http://hostname/svn/repos_name</command> url.
tr: Yukardaki yapılandırma parçası Bozulma depolarının <filename>/home/svn/</filename> dizini altında <command>svnadmin</command> komutu kullanılarak oluşturulduğunu var sayar. Onlara <command>htpp://hostname/svn/repos_name</command> url'si kullanılarak erişilebilinir.

source: username = password
tr: kullanıcı adı = şifre

source: $ svnserve -d --foreground -r /path/to/repos # -d -- daemon mode # --foreground -- run in foreground (useful for debugging) # -r -- root of directory to serve For more usage details, please refer to: $ svnserve --help
pt_br: $ svnserve -d --foreground -r /caminho/para/o/repositorio # -d -- modo daemon # --foreground -- roda em primeiro plano (útil para detecção de erros) # -r -- raiz do diretório a ser servido Para maiores detalhes de utilização, por favor consulte: $ svnserve --help
tr: $ svnserve -d --foreground -r /path/to/repos # -d -- daemon mode # --foreground -- run in foreground (hata ayıklama için kullanışlıdır) # -r -- bağlanılacak kök dizini Daha fazla kullanım ayrıntıları için lütfen şöyle yazın: $ svnserve --help

source: #exec shutdown -r now "Control-Alt-Delete pressed"
pt_br: #exec shutdown -r now "Control-Alt-Delete pressionado"
tr: #exec shutdown -r şimdi "Control-Alt-Delete basıldı"

source: *filter :ufw-user-input - [0:0] :ufw-user-output - [0:0] :ufw-user-forward - [0:0] :ufw-user-limit - [0:0] :ufw-user-limit-accept - [0:0] ### RULES ### ### tuple ### allow tcp 80 0.0.0.0/0 any 0.0.0.0/0 -A ufw-user-input -p tcp --dport 80 -j ACCEPT ### END RULES ### -A ufw-user-input -j RETURN -A ufw-user-output -j RETURN -A ufw-user-forward -j RETURN -A ufw-user-limit -m limit --limit 3/minute -j LOG --log-prefix "[UFW LIMIT]: " -A ufw-user-limit -j REJECT -A ufw-user-limit-accept -j ACCEPT COMMIT Rules updated
tr: *filter :ufw-user-input - [0:0] :ufw-user-output - [0:0] :ufw-user-forward - [0:0] :ufw-user-limit - [0:0] :ufw-user-limit-accept - [0:0] ### RULES ### ### tuple ### allow tcp 80 0.0.0.0/0 any 0.0.0.0/0 -A ufw-user-input -p tcp --dport 80 -j ACCEPT ### END RULES ### -A ufw-user-input -j RETURN -A ufw-user-output -j RETURN -A ufw-user-forward -j RETURN -A ufw-user-limit -m limit --limit 3/minute -j LOG --log-prefix "[UFW LIMIT]: " -A ufw-user-limit -j REJECT -A ufw-user-limit-accept -j ACCEPT COMMIT Kurallar güncellendi

source: Generating RSA private key, 1024 bit long modulus .....................++++++ .................++++++ unable to write 'random state' e is 65537 (0x10001) Enter pass phrase for server.key:
pt_br: Gerando chave privada RSA, 1024 bit módulos longos .....................++++++ .................++++++ impossível escrever 'estado aleatório' e é 65537 (0x10001) Informe a chave senha para o server.key:
tr: RSA özel anahtar oluşturma, 1024 bit uzunluğunda kibler .....................++++++ .................++++++ 'rastgele durum' yazmasını göz ardı et e is 65537 (0x10001) server.key için şifre kısmını girin:

source: Port 2222
pt_br: Porta 2222
tr: Yuva 2222

source: <emphasis>Log Observer:</emphasis> sends an alert when a configured logger has logged something.
tr: <emphasis>Kayıt Gözlemcisi:</emphasis> yapılandırılmış bir günlükçüsü kayıt ettiği şeylere bir olay gönderir.

source: Notifications
pt_br: Notificações
tr: Bildirimler

source: Another useful package is <application>apticron</application>. <application>apticron</application> will configure a <application>cron</application> job to email an administrator information about any packages on the system that have updates available, as well as a summary of changes in each package.
tr: Diğer kullanışlı paket <application>apticron</application>'dir. <application>apticron</application>, yöneticinin, her paketin geçmiş özeti gibi güncelleme gerektiren, sistemdeki herhangi paket hakkındaki bilgileri epostalaması için bir <application>cron</application> işi yapılandıracak.
