Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Many files are automatically generated during the package install process, and even though they are on the filesystem <command>dpkg -S</command> may not know which package they belong to.
fr: Beaucoup de fichiers sont générés lors du processus d'installation d'un paquet et bien qu'un fichier soit présent dans le système <command>dpkg -S</command> peut éventuellement ne pas retrouver à quel paquet il appartient.
pt_br: Muitos arquivos são gerados automaticamente durante a instalação do pacote , e mesmo assim eles estão no sistema de arquivos <command>dpkg -S</command> talvez não saiba a qual pacote ele pertence .
tr: Paket kurulumu sırasında birçok dosya otomatik olarak oluşturulur ve bu dosyalar dosya sisteminde bulunmalarına rağmen <command>dpkg -S</command> bu dosyaların hangi pakete ait olduğunu bilemeyebilir.

source: You can install a local <emphasis>.deb</emphasis> file by entering:
fr: Vous pouvez installer un fichier local <emphasis>.deb</emphasis> en saisissant :
pt_br: Você pode instalar um arquivo <emphasis>.deb</emphasis> local, digitando:
tr: Yerel bir <emphasis>.deb</emphasis> dosyasını aşağıdaki komutu girerek kurabilirsiniz:

source: Change <filename>zip_2.32-1_i386.deb</filename> to the actual file name of the local .deb file.
fr: Remplacez <filename>zip_2.32-1_i386.deb</filename> par le nom de votre fichier .deb.
pt_br: Alterar <filename>zip_2.32-1_i386.deb</filename> pelo verdadeiro nome do arquivo local .deb.
tr: <filename>zip_2.32-1_i386.deb</filename> kelimesini gerçek .deb dosyasının adı ile değiştirin.

source: Uninstalling a package can be accomplished by:
fr: Vous pouvez désinstaller un paquet en saisissant :
pt_br: A desinstalação de um pacote pode ser obtido por:
tr: Bir paket şu şekilde kaldırılabilir:

source: Uninstalling packages using <application>dpkg</application>, in most cases, is <emphasis>NOT</emphasis> recommended. It is better to use a package manager that handles dependencies, to ensure that the system is in a consistent state. For example using <command>dpkg -r</command> you can remove the <application>zip</application> package, but any packages that depend on it will still be installed and may no longer function correctly.
fr: Désinstaller des paquets en utilisant <application>dpkg</application> <emphasis>N'EST PAS</emphasis> recommandé dans la plupart des cas. Il est préférable d'utiliser un gestionnaire de paquets prenant en charge les dépendances pour s'assurer de la cohérence du système. Par exemple vous pouvez supprimer le paquet <application>zip</application> avec <command>dpkg -r</command> mais tous les paquets qui dépendent du paquet zip seront toujours présents et ne pourront peut être plus fonctionner.
pt_br: Desinstalando pacotes usando <application>dpkg</application> , na maioria dos casos , não é recomendado .É melhor usar um gerenciador de pacotes que tome conta das dependecias para assegurar que o sistema está em um estado consistente . Por exemplo usando o comando <command>dpkg -r</command> você pode remover o <application>zip<application> pacote , mas qualquer pacote que depende disso , continuará sendo instalado e talvez não funcione mais corretamente .
tr: <application>dpkg</application>'yi kullanarak paketleri kaldırma çoğu durumda tavsiye <emphasis>EDİLMEZ</emphasis>. Sistemin tutarlı durumda olduğunu sağlamak için bağımlılıkları yapabilecek bir paket yöneticisi kullanmak daha iyidir. Örneğin <command>dpkg -r</command>'yi kullanarak <application>zip</application> paketini kaldırabilirsin. Fakat ona bağlı herhangi bir paket hala yüklü kalacak ve doğru olarak işlem görmeyecektir.

source: For more <application>dpkg</application> options see the man page: <command>man dpkg</command>.
fr: Pour lister les options de <application>dpkg</application>, consultez la page de manuel : <command>man dpkg</command>.
pt_br: Para obter mais opções do <application>dpkg</application>, veja a página man: <command>man dpkg</command>.
tr: Daha fazla <application>dpkg</application> seçeneği için ana sayfaya bakınız: <command>man dpkg</command>.

source: The <application>apt-get</application> command is a powerful command-line tool used to work with Ubuntu's <emphasis>Advanced Packaging Tool</emphasis> (APT) performing such functions as installation of new software packages, upgrade of existing software packages, updating of the package list index, and even upgrading the entire Ubuntu system.
fr: La commande <application>apt-get</application> est un puissant outil en ligne de commande travaillant avec l'<emphasis>Advanced Packaging Tool</emphasis> (APT) d'Ubuntu, offrant des fonctionnalités telles que l'installation de nouveaux logiciels, la mise à jour de ceux déjà existants, le rafraîchissement des index de paquets et même la mise à niveau complète de votre système Ubuntu.
pt_br: O comando <application>apt-get</application> é uma poderosa ferramenta de trabalho presente no Ubuntu. <emphasis>Advanced Packaging Tool</emphasis> (APT) ou Avançada Ferramenta de Pacotes, possui funcionalidades tais como instalação de novos pacotes de software, atualização de pacotes existentes, atualização da lista de pacotes e atualização do sistema Ubuntu como um todo.
tr: <application>apt-get</application> komutu, yeni yazılım paketleri yükleme, var olan yazılım paketlerini güncelleme, paket listesini güncelleme ve hatta tüm Ubuntu sistemini güncelleme gibi işlevleri yapabilen, Ubuntu'nun <emphasis>Gelişmiş Paketleme Aracı</emphasis> (APT) ile çalışan güçlü komut satırı aracıdır.

source: Being a simple command-line tool, <application>apt-get</application> has numerous advantages over other package management tools available in Ubuntu for server administrators. Some of these advantages include ease of use over simple terminal connections (SSH) and the ability to be used in system administration scripts, which can in turn be automated by the <application>cron</application> scheduling utility.
fr: Étant un simple outil en ligne de commande, <application>apt-get</application> a de nombreux avantages par rapport aux autres outils de gestion de paquets disponibles dans Ubuntu pour les administrateurs de serveurs. Ces avantages comprennent la facilité d'utilisation à travers de simples connexions terminal (SSH) et la possibilité d'être utilisé dans des scripts d'administration système, qui peuvent à leur tour être automatisés par l'utilitaire de planification <application>cron</application>.
pt_br: Essencialmente uma ferramenta em linha de comando, <application>apt-get</application> possui numerosas vantagens, para administradores de servidor, sobre outras ferramentas de gerenciamento de pacotes existentes no Ubuntu. Algumas dessas vantagens é a facilidade de uso em um simples terminal de conexão (SSH) e a capacidade de ser usado por scripts de administração de sistema que, por sua vez, podem ser automatizados pela ferramenta de ações agendadas <application>cron</application>.
tr: Basit komut satır aracı olan <application>apt-get</application>, Ubuntu'da sistem yönetmenleri için diğer paket yönetim araçlarından daha çok sayısız avantaja sahiptir. Bu avantajlardan bazıları basit terminal bağlantısı (SSH) üzerinden kolayca kullanılır. Ayrıca <application>cron</application> programlama uygulaması tarafından otomatik çalıştırılabilen sistem yönetim betiklerinde yürütülebilir.

source: <emphasis role="bold">Install a Package</emphasis>: Installation of packages using the <application>apt-get</application> tool is quite simple. For example, to install the network scanner <emphasis role="italics">nmap</emphasis>, type the following: <screen> <command>sudo apt-get install nmap</command> </screen>
fr: <emphasis role="bold">Installation d'un paquet</emphasis> : l'installation de paquets en utilisant l'outil <application>apt-get</application> est relativement simple. Par exemple, pour installer l'analyseur du réseau <emphasis role="italics">nmap</emphasis>, saisissez la commande suivante : <screen> <command>sudo apt-get install nmap</command> </screen>
pt_br: <emphasis role="bold">Instalando um Pacote</emphasis>: A instalação de um pacote utilizando a ferramenta <application>apt-get</application> é muito simples. Por exemplo, para instalar o scanner de rede <emphasis role="italics">nmap</emphasis>, digite: <screen> <command>sudo apt-get install nmap</command> </screen>
tr: <emphasis role="bold">Paket Yükle</emphasis>: <application>apt-get</application> aracı kullanılarak paket yükleme oldukça kolaydır. Örneğin ağ tarayıcısı <emphasis role="italics">nmap</emphasis>'ı yüklemek için şunu yazın: <screen> <command>sudo apt-get install nmap</command> </screen>

source: <emphasis role="bold">Remove a Package</emphasis>: Removal of a package or packages is also a straightforward and simple process. To remove the nmap package installed in the previous example, type the following: <screen> <command>sudo apt-get remove nmap</command> </screen>
fr: <emphasis role="bold">Suppression d'un paquet</emphasis> : la suppression d'un ou plusieurs paquets est également un processus simple et direct. Pour supprimer le paquet nmap installé dans l'exemple précédent, saisissez la commande suivante : <screen> <command>sudo apt-get remove nmap</command> </screen>
pt_br: <emphasis role="bold">Removendo um Pacote</emphasis>: Para remover um pacote ou pacotes não tem rodeios, o processo é simples. Para remover o pacote nmap instalado no exemplo anterior, digite: <screen> <command>sudo apt-get remove nmap</command> </screen>
tr: <emphasis role="bold">Paket Kaldır</emphasis>: Paket veya paketleri kaldırma da basit işlemdir. Önceki örnekte yüklü nmap paketi kaldırmak için şunu yazın: <screen> <command>sudo apt-get remove nmap</command> </screen>

source: <emphasis role="bold">Multiple Packages</emphasis>: You may specify multiple packages to be installed or removed, separated by spaces.
fr: <emphasis role="bold">Paquets multiples</emphasis> : vous pouvez spécifier plusieurs paquets à installer ou à supprimer en les séparant par des espaces.
pt_br: <emphasis role="bold">Multiplos Pacotes</emphasis>: Para especificar múltiplos pacotes a serem instalados ou removidos, separe-os por espaços.
tr: <emphasis role="bold">Çoklu Paket</emphasis>: Boşlukla ayrılan çoklu paketleri yükleyip kaldırmayı belirleyebilirsin.

source: Also, adding the <emphasis>--purge</emphasis> options to <command>apt-get remove</command> will remove the package configuration files as well. This may or may not be the desired effect so use with caution.
fr: De plus, l'argument <emphasis>--purge</emphasis> ajouté à la commande <command>apt-get remove</command> supprimera le paquet ainsi que les fichiers de configuration. Cet effet peut être désiré ou non, utilisez-le donc avec précaution.
pt_br: Também, adicionado opções <emphasis>--purge</emphasis> para o <command>apt-get remove</command> irá também remover os arquivos de configuração do pacote. Isto pode não ser o efeito desejado então use com cautela.
tr: Ayrıca <emphasis>--purge</emphasis> seçeneklerini <command>apt-get remove</command> komutuna eklemek, paket yapılandırma dosyalarını kaldıracaktır. Bu, istenen etkileri yapar ya da yapamaz. Bu yüzden dikkatli ol.

source: <emphasis role="bold">Update the Package Index</emphasis>: The APT package index is essentially a database of available packages from the repositories defined in the <filename>/etc/apt/sources.list</filename> file. To update the local package index with the latest changes made in repositories, type the following: <screen> <command>sudo apt-get update</command> </screen>
fr: <emphasis role="bold">Mettre à jour l'index des paquets</emphasis> : l'index des paquets de APT est principalement une base de données des paquets disponibles dans les dépôts listés dans le fichier <filename>/etc/apt/sources.list</filename>. Pour synchroniser l'index local avec les derniers changements effectués sur les dépôts, tapez cette ligne de commande :<screen> <command>sudo apt-get update</command> </screen>
pt_br: <emphasis role="bold">Atualizando a Lista de Pacotes</emphasis>: A lista de pacotes do APT é essencialmente um bando de dados com os pacotes disponíveis em repositórios definidos no arquivo <filename>/etc/apt/sources.list</filename>. Para atualizar a lista local de pacotes com as ultimas alterações feitas no(s) repositorio(s), digite: <screen> <command>sudo apt-get update</command> </screen>
tr: <emphasis role="bold">Paket İçeriğini Güncelle</emphasis>: APT paket içeriği, <filename>/etc/apt/sources.list</filename> dosyasında tanımlanan depolardaki kullanılabilir paketlerin asıl veritabanıdır. Depolarda yapılan son değişiklikleri içerin yerel paketi güncellemek için şunu yazınız: <screen> <command>sudo apt-get update</command> </screen>

source: <emphasis role="bold">Upgrade Packages</emphasis>: Over time, updated versions of packages currently installed on your computer may become available from the package repositories (for example security updates). To upgrade your system, first update your package index as outlined above, and then type: <screen> <command>sudo apt-get upgrade</command> </screen>
fr: <emphasis role="bold">Mise à jour des paquets</emphasis> : avec le temps, des versions plus récentes des paquets installés sur votre ordinateur seront disponibles dans les dépôts de paquets (par exemple, les mises à jour de sécurité). Pour mettre à jour votre système, commencez par mettre à jour la liste des paquets comme indiqué ci-dessus, puis toujours dans une console, tapez :<screen> <command>sudo apt-get upgrade</command> </screen>
pt_br: <emphasis role="bold">Atualizar Pacotes</emphasis>: Ao longo do tempo versões atualizadas de pacotes instalados no seu computador podem ser disponibilizadas nos repositórios de pacotes (por exemplo, atualizações de segurança). Para atualizar seu sistema, primeiro atualize a lista de pacotes como explicado anteriormente e então digite: <screen> <command>sudo apt-get upgrade</command> </screen>
tr: <emphasis role="bold">Paketleri Yükselt</emphasis>: Bilgisayarına öntanımlı olarak yüklenen paketlerin güncel sürümü zamanla paket depolarında kullanıma sunulur (örneğin güvenlik güncellemeleri gibi). Sistemini yükseltmek için ilk önce yukarıda açıklandığı gibi paket içeriğini yükseltin sonra şunu yazın: <screen> <command>sudo apt-get upgrade</command> </screen>

source: For information on upgrading to a new Ubuntu release see <xref linkend="installing-upgrading"/>.
fr: Pour plus d'informations sur la mise à niveau vers une nouvelle version d'Ubuntu consultez <xref linkend="installing-upgrading"/>.
pt_br: Para mais informações sobre como atualizar para uma nova distribuição do Ubuntu veja <xref linkend="installing-upgrading"/>.
tr: Yeni Ubuntu sürümü yükseltme hakkında bilgi için <xref linkend="installing-upgrading"/>'e bakınız.

source: Some examples of popular uses for the <application>apt-get</application> utility: <placeholder-1/>
fr: Quelques exemples d'utilisation habituelle de l'utilitaire <application>apt-get</application> :<placeholder-1/>
pt_br: Outros exemplos populares de uso do <application>apt-get</application>:<placeholder-1/>
tr: <application>apt-get</application> uygulaması kullanımına ait yaygın bazı örnekler: <placeholder-1/>

source: Actions of the <application>apt-get</application> command, such as installation and removal of packages, are logged in the /var/log/dpkg.log log file.
fr: Les actions de la commande <application>apt-get</application>, tel que l'ajout ou la suppression de paquets, sont inscrites dans le fichier /var/log/dpkg.log.
pt_br: As ações do comando <application>apt-get</application>, tais como instalação e remoção de pacotes, são registradas no arquivo de log <filename>/var/log/dpkg.log</filename>.
tr: <application>apt-get</application> komutunun paket yükleme veya kaldırma gibi işlevleri /var/log/dpkg.log kayıt dosyasına yazılır.

source: For further information about the use of <application>APT</application>, read the comprehensive <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT User Manual</ulink> or type: <screen>apt-get help</screen>
fr: Pour plus d'informations sur l'utilisation de <application>APT</application>, consultez la documentation détaillée sur <ulink url="http://www.debian.org/doc/manuals/apt-howto/index.fr.html">Manuel utilisateur de Debian APT</ulink> ou tapez <screen>apt-get help</screen>
pt_br: Para mais informações sobre o uso do <application>APT</application>, leia o abrangente <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Manual APT do Usuário Debian</ulink> ou digite: <screen>apt-get help</screen>
tr: <application>APT</application>'nin kullanımı hakkında daha fazla bilgi için kapsamlı <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian APT Kullanma Kılavuzu</ulink>'nu okuyun veya şunu yazın: <screen>apt-get help</screen>

source: <application>Aptitude</application> is a menu-driven, text-based front-end to the <emphasis>Advanced Packaging Tool</emphasis> (APT) system. Many of the common package management functions, such as installation, removal, and upgrade, are performed in <application>Aptitude</application> with single-key commands, which are typically lowercase letters.
fr: <application>Aptitude</application> est une application en mode texte mais avec des menus, et servant d'interface à <emphasis>Advanced Packaging Tool</emphasis> (APT). Beaucoup des fonctions communes de gestion des paquets, comme l'installation, la désinstallation, et la mise à jour, sont effectuées dans <application>Aptitude</application> avec des commandes utilisant une seule touche, qui sont généralement des lettres minuscules.
pt_br: <application>Aptitude</application> é uma interface a base de texto controlada por menus, do sistema <emphasis>Advanced Packaging Tool</emphasis> (APT). Muitas funções comuns de um gerenciador de pacotes, tais como instalação, remoção e atualização são executadas pelo <application>Aptitude</application> por simples comandos, os quais são tipicamente grafados em letras minúsculas.
tr: <application>Yetenek</application>, yazı tabanlı, <emphasis>Gelişmiş Paketleme Aracı</emphasis> (APT) sistemine sonun başlangıcı olan bir menü gezginidir. Yükleme, kaldırma ve yükseltme gibi özel paket yönetim işlevlerinin çoğu <application>Yetenek</application>'de tipik olarak küçük harfl tek tuş komutlarıyla yürütülür

source: <application>Aptitude</application> is best suited for use in a non-graphical terminal environment to ensure proper functioning of the command keys. You may start <application>Aptitude</application> as a normal user with the following command at a terminal prompt: <screen> <command>sudo aptitude</command> </screen>
fr: L'application <application>Aptitude</application> est conçue pour fonctionner dans un environnement terminal non-graphique pour assurer le fonctionnement approprié des touches de commande. Vous pouvez lancer <application>Aptitude</application> dans un terminal en tant qu'utilisateur normal avec la commande suivante : <screen> <command>sudo aptitude</command> </screen>
pt_br: O <application>Aptitude</application> é destinado para uso em um ambiente de terminal não gráfico para garantir o funcionamento adequado das teclas de comandos. Você pode iniciar o <application>Aptitude</application> como um usuário normal digitando o seguinte comando em um prompt de terminal: <screen> <command>sudo aptitude</command> </screen>
tr: <application>Yetenek</application>, grafiksel olmayan terminal ortamında komut tuşlarının uygunluğunu sağlayan en iyi ortamdır. <application>Yetenek</application>'i normal bir kullanıcı olarak şu komutla birlikte başlatmalısın: <screen> <command>sudo aptitude</command> </screen>

source: When <application>Aptitude</application> starts, you will see a menu bar at the top of the screen and two panes below the menu bar. The top pane contains package categories, such as <emphasis role="italics">New Packages</emphasis> and <emphasis role="italics">Not Installed Packages</emphasis>. The bottom pane contains information related to the packages and package categories.
fr: Au démarrage d'<application>Aptitude</application>, vous verrez une barre de menu en haut de l'écran et deux panneaux sous cette barre. Le panneau du haut contient les catégories des paquets, telles que <emphasis role="italics">Nouveaux Paquets</emphasis> et <emphasis role="italics">Paquets Non Installés</emphasis>. Le panneau du bas contient les informations relatives aux paquets et catégories de paquets.
pt_br: Quando o <application>Aptitude</application> iniciar, você poderá ver um menu no topo da janela e dois painéis abaixo do menu. O painel de cima contém as categorias dos pacotes, tais como <emphasis role="italics">Novos Pacotes</emphasis> e <emphasis role="italics">Pacotes Não Instalados</emphasis>. No painel inferior aparecerá informações relacionadas a categoria selecionada ou pacote selecionado no painel acima.
tr: <application>Yetenek</application> başladığında ekranın üstünde bir menü çubuğu ve bu çubukta iki panel göreceksin. Üst panel, <emphasis role="italics">Yeni Paketler</emphasis> ve <emphasis role="italics">Yüklü Olmayan Paketler</emphasis> şeklinde paket kategorileri içerir. Alt panel, paket ve kategorileri ile ilgili bilgi içerir.

source: Using <application>Aptitude</application> for package management is relatively straightforward, and the user interface makes common tasks simple to perform. The following are examples of common package management functions as performed in <application>Aptitude</application>:
fr: L'utilisation de <application>Aptitude</application> pour gérer des paquets est assez immédiate, et l'interface utilisateur facilite l'exécution des tâches usuelles. Voici des exemples des fonctions fréquentes de gestions de paquets dans <application>Aptitude</application> :
pt_br: Usar o <application>Aptitude</application> para gerenciamento de pacotes é relativamente simples e a interface do usuário torna as tarefas comuns ainda mais simples de serem realizadas. A seguir você pode ver exemplos de como funções comuns de gerenciamento de pacotes são realizadas no <application>Aptitude</application>:
tr: Paket yönetimi için Using <application>Yetenek</application>'i kullanma gerçekten çok kolaydır ve kullanıcı arayüzü temel görevleri yürütür. Aşağıda, <application>Yetenek</application>'te çalıştırılan özel paket yönetim işlevlerinin örnekleri vardır:
