Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: A common use for public-key cryptography is encrypting application traffic using a Secure Socket Layer (SSL) or Transport Layer Security (TLS) connection. For example, configuring Apache to provide <emphasis>HTTPS</emphasis>, the HTTP protocol over SSL. This allows a way to encrypt traffic using a protocol that does not itself provide encryption.
fr: Un usage courant de la cryptographie par clé publique est le chiffrement du trafic réseau d'une application en utilisant SSL (Secure Socket Layer) ou TLS (Transport Layer Security). Par exemple lorsque l'on configure Apache pour utiliser <emphasis>HTTPS</emphasis>, le protocole HTTP par dessus de SSL. Ceci permet de chiffrer le trafic en utilisant un protocole qui ne propose pas lui-même de chiffrement.
pt_br: Um uso comum para a criptografia de chave pública é cifrar ou encriptar tráfico de aplicação usando uma conexão Secure Socket Layer (SSL) ou Transport Layer Security (TLS). Por exemplo, configurando o Apache para que utilize <emphasis>HTTPS</emphasis>, o protocolo HTTP sobre SSL. Isto proporciona uma maneira de encriptar o tráfico usando um protocolo que não oferece encriptação por si mesmo.
tr: Yaygın kullanılan genel anahtar şifrelemesi Güvenli Yuva Katmanı (SSL) veya Dönüşüm Katman Güvenliği (TLS) kullanarak uygulama trafiğini şifreler. Örneğin, <emphasis>HTTPS</emphasis>, SSL üzerinden HTTP iletişim kuralını sağlamak için Apache yapılandırmasıdır. Bu şifrelemenin kendisinin sağlamadığı bir iletişim kuralını kullanarak trafik şifrelemenin bir yolunu sağlar.

source: A <emphasis>Certificate</emphasis> is a method used to distribute a <emphasis>public key</emphasis> and other information about a server and the organization who is responsible for it. Certificates can be digitally signed by a <emphasis>Certification Authority</emphasis> or CA. A CA is a trusted third party that has confirmed that the information contained in the certificate is accurate.
fr: Un <emphasis>certificat</emphasis> est une méthode utilisée pour distribuer une <emphasis>clé publique</emphasis> et d'autres informations à propos d'un serveur et de l'organisation responsable de ce serveur. Les certificats peuvent être signés numériquement par une <emphasis>autorité de certification (Certification Authority - CA)</emphasis> ou AC. Une autorité de certification est un tiers de confiance attestant de la véracité des informations contenues dans le certificat.
pt_br: Um <emphasis>Certificado</emphasis> é um método utilizado para distribuir uma <emphasis>chave pública</emphasis> e outras informações sobre um servidor e da organização que é responsável por isso. Os certificados podem ser assinados digitalmente por uma <emphasis>Autoridade Certificadora</emphasis> ou CA. A CA é uma terceira parte confiável que tem confirmado que a informação contida no certificado é verdadeira.
tr: <emphasis>Sertifika</emphasis>, <emphasis>genel anahtar</emphasis>ı ve sunucu hakkındaki diğer bilgileri ve sorumlu organizasyonun ne olduğunu belirtmek için kullanılan bir yöntemdir. Sertifikalar sadece <emphasis>Sertifika Yetkilisi</emphasis> veya CA tarafından dijital olarak imzalanabilir. CA, içinde tam sertifika bilgisinin bulunduğu doğrulanmış üçüncü partidir.

source: Types of Certificates
fr: Types de certificats
pt_br: Tipos de Certificados
tr: Sertifika Türleri

source: To set up a secure server using public-key cryptography, in most cases, you send your certificate request (including your public key), proof of your company's identity, and payment to a CA. The CA verifies the certificate request and your identity, and then sends back a certificate for your secure server. Alternatively, you can create your own <emphasis>self-signed</emphasis> certificate.
fr: Dans la plupart des cas, pour configurer un serveur sécurisé utilisant le chiffrement par clé publique, vous envoyez votre demande de certificat (avec votre clé publique) à l'autorité de certification, accompagné d'une preuve de votre identité et de votre paiement. La CA vérifie votre identité et la demande de certificat, puis vous renvoie un certificat pour votre serveur sécurisé. Une alternative consiste a créer votre propre certificat <emphasis>auto-signé</emphasis>.
pt_br: Para configurar um servidor seguro usando a criptografia de chave pública, na maioria dos casos, você envia sua solicitação de certificado (incluindo sua chave pública), prova a identidade de sua empresa e paga uma CA. A CA verifica a solicitação de certificado e sua identidade e logo envia um certificado para seu servidor seguro. Como alternativa, você pode criar seu certificado <emphasis>auto-assinado</emphasis>.
tr: Genel anahtar şifrelemesini kullanarak güvenli bir sunucu ayarlamak için, çoğu durumlarda, genel sertifikanın bulunduğu sertifika isteğini şirketin kimlik denetleyicisine göndererek ve CA'dan alarak sağlarsın. CA sertifika isteğini ve kimliğini doğrular, ardından güvenlik sunucun için sertifikayı sana gönderir. Alternatif olarak <emphasis>kendi imzalı</emphasis> sertifikanı oluşturabilirsin.

source: Note, that self-signed certificates should not be used in most production environments.
fr: Notez bien que les certificats auto-signés ne devraient pas être utilisés dans la plupart des environnements de production.
pt_br: Note que certificados auto-assinados não deveriam ser usados na maioria dos ambientes de produção.
tr: Kendi imzalı sertifikanın çoğu ürün ortamlarında kullanılamayacağını unutma.

source: Continuing the HTTPS example, a CA-signed certificate provides two important capabilities that a self-signed certificate does not:
fr: Pour continuer sur l'exemple de HTTPS, un certificat signé par une autorité de certification (CA) fournit deux fonctionnalités importantes absentes dans un certificat auto-signé :
pt_br: Continuando o exmplo HTTPS, um certificado CA-assinado fornece duas capacidades importantes que o certificado auto-assinado não fornece:
tr: HTTPS örneğine devam ederek, bir CA imzalı sertifika, biri kendi imzalı olmayan iki önemli yeterlilik sağlar:

source: Browsers (usually) automatically recognize the certificate and allow a secure connection to be made without prompting the user.
fr: Les navigateurs reconnaissent (généralement) automatiquement le certificat et permettent l'établissement d'une connexion sécurisée sans intervention de l'utilisateur.
pt_br: Navegadores (em geral) automaticamente reconhecem o certificado e permitem uma conexão segura sem questionamentos ao usuário.
tr: Genellikle tarayıcılar otomatik olarak sertifikayı teşhis eder ve kullanıcı müdahalesi olmaksızın güvenli bağlantıya izin verir.

source: When a CA issues a signed certificate, it is guaranteeing the identity of the organization that is providing the web pages to the browser.
fr: Lorsqu'une autorité de certification (CA) émet un certificat, cela garantit l'identité de l'organisation qui fournit les pages Web au navigateur.
pt_br: Quando um CA emite um certificado assinado, está garantindo a identidade da organização que está provendo as páginas da web para o navegador.
tr: CA imzalı sertifika bildirdiğinde, tarayıcıda web sayfalarının açıldığı organizasyonun kimliğini garantinaya alır.

source: Most Web browsers, and computers, that support SSL have a list of CAs whose certificates they automatically accept. If a browser encounters a certificate whose authorizing CA is not in the list, the browser asks the user to either accept or decline the connection. Also, other applications may generate an error message when using a self-singed certificate.
fr: La plupart des navigateurs Web et des ordinateurs qui gèrent SSL ont une liste d'autorités de certification (CA) dont les certificats sont automatiquement acceptés. Si un navigateur rencontre un certificat signé par une autorité de certification qui n'est pas dans la liste, il demandera à l'utilisateur d'accepter ou de refuser la connexion. De plus, d'autres applications pourraient générer un message d'erreur lorsque vous utilisez un certificat auto-signé.
pt_br: A maioria dos navegadores Web, e computadores, que suportam SSL possuem uma lista de certificados CAs que eles aceitam automaticamente. Se um navegar encontrar um certificado que a autorização CA não está na lista, o navegador pergunta ao usuário se deve aceitar ou recusar a conexão. Também, outras aplicações podem gerar uma mensagem de erro quando utilizarem sua própria certificação.
tr: SSL desteği bulunan çoğu web tarayıcıları ve bilgisayarların otomatik olarak kabul edeceği bir CA listesi vardır. Eğer tarayıcı listede olmayan CA doğrulamasına sahip bir sertifika ile karşılaşırsa, tarayıcı bağlantıyı kabul edip etmeyeceğini kullanıcıya sorar. Ayrıca kendi imzalı sertifikanı kullandığında diğer uygulamalarda bir hata mesajı oluşturur.

source: The process of getting a certificate from a CA is fairly easy. A quick overview is as follows:
fr: Le processus d'acquisition d'un certificat signé par un CA est relativement simple et facile. En voici un survol rapide :
pt_br: O processo de obtenção de um certificado por um CA é bastante fácil. A seguir uma visão geral:
tr: CA'dan sertifika alma oldukça basit bir iştir. Hızlı görünümü şöyledir:

source: Create a private and public encryption key pair.
fr: Créez une paire de clefs privé et publique.
pt_br: Cria um par de chaves criptográficas privada e pública.
tr: Özel ve genel şifreleme anahtar çifti oluşturun.

source: Create a certificate request based on the public key. The certificate request contains information about your server and the company hosting it.
fr: Créez une demande de certificat basée sur la clé publique. La demande de certificat contient les informations concernant votre serveur et la société qui l'héberge.
pt_br: Cria uma requisição de certificado baseada na chave pública. A requisição de certificado contém informação a respeito do seu servidor e da empresa que o hospeda.
tr: Genel ve özel şifreleme anahtar çifti oluştur.

source: Send the certificate request, along with documents proving your identity, to a CA. We cannot tell you which certificate authority to choose. Your decision may be based on your past experiences, or on the experiences of your friends or colleagues, or purely on monetary factors.
fr: Envoyez votre demande de certificat, avec les documents prouvant votre identité, à l'autorité de certification (CA). Nous ne pouvons pas vous dire quelle autorité de certification choisir. Votre décision peut être basée sur votre expériences passée, ou sur l'expérience de vos amis ou collègues, ou simplement sur des considérations financières.
pt_br: Envie o pedido de certificado, juntamente com documentos provando sua identidade, para o CA. Não podemos lhe dizer qual Autoridade em Certificados (CA) escolher. Sua decisão deve ser baseada nas suas experiências anteriores, na experiência de amigos ou colegas, ou puramente por fatores financeiros.
tr: Sertifika isteğini, kimlik bilgilerini de içeren bir belge ile birlikte CA'ya gönder. Hangi sertifika yetkilisini seçeceğini söyleyemeyiz. Geçmiş tecrübelerinden faydalanarak veya tecrübeli arkadaşlarından veya meslektaşlarından ya da sadece maddi faktörleri kullanarak kendi kararını vermelisin.

source: Once you have decided upon a CA, you need to follow the instructions they provide on how to obtain a certificate from them.
fr: Une fois l'autorité de certification choisie, vous devez suivre les instructions qu'ils vous ont indiquées pour obtenir un certificat de leur part.
pt_br: Uma vez decido qual CA usar, você precisa seguir as instruções que eles disponibilizam em como obter um certificado deles.
tr: Alacağın CA'yı kararlaştırdıktan sonra, sertifikayı onlardan almak için sana verecekleri yönergeleri takip etmelisin.

source: When the CA is satisfied that you are indeed who you claim to be, they send you a digital certificate.
fr: Quand l'autorité de certification est sûre que vous êtes celui que vous prétendez être, elle vous envoie un certificat numérique.
pt_br: Quando o CA está satisfeito de que você é de fato quem diz ser, eles lhe enviam um certificado digital.
tr: Olmasını istediğin CA'yı belirledikten sonra onlar sana dijital bir sertifika gönderecekler.

source: Install this certificate on your secure server, and configure the appropriate applications to use the certificate.
fr: Installez ce certificat sur votre serveur sécurisé, et configurez les applications appropriées pour utiliser le certificat.
pt_br: Instala este certificado no seu servidor seguro, e configura as aplicações apropriadas para utilizar o certificado.
tr: Bunu güvenlik sunucuna yükle ve sertifikayı kullanmak için uygun olan uygulamayı yapılandır.

source: Generating a Certificate Signing Request (CSR)
fr: Génération d'une demande de signature de certificat (Certificate Signing Request ou CSR)
pt_br: Gerando uma Assinatura de Requisição de Certificado (CSR)
tr: Sertifika İmzalı İstek (CSR) Oluşturma

source: Whether you are getting a certificate from a CA or generating your own self-signed certificate, the first step is to generate a key.
fr: Que vous ayez obtenu votre certificat d'une autorité de certification, ou qu'il s'agisse d'un certificat auto-signé, la première étape consiste à générer une clé.
pt_br: Não importa se está recebendo um certificado de um CA ou gerando o seu certificado auto-assinado, o primeiro passo é criar uma chave.
tr: İster CA'dan aldığın bir sertifika, isterse kendi imzalı oluşturduğun sertifikan olsun ilk adım, bir anahtar oluşturmaktır.

source: If the certificate will be used by service daemons, such as Apache, Postfix, Dovecot, etc, a key without a passphrase is often appropriate. Not having a passphrase allows the services to start without manual intervention, usually the preferred way to start a daemon.
fr: Lorsqu'un certificat est utilisé par des démons tels que Apache, Postfix, Dovecot etc., avoir une clé sans phrase de passe est souvent convenable. Ne pas avoir de phrase de passe permet le démarrage automatique de ces démons, ce qui est généralement préférable.
pt_br: Se o certificado será usado por serviços de sistema, como Apache, Postfix, Dovecot, etc, uma chave sem frase secreta é frequentemente mais apropriada. Não ter uma frase secreta permite que os serviços iniciem sem intervenção manual, usualmente o caminho preferido para iniciar um serviço de sistema.
tr: Eğer Apache, Postfix, Dovecot vb servis programları kullanılarak sertifika oluşturulmuşsa şifresiz bir anahtar genellikle uygundur. Servisler kullanım aracısı başlatmaya gerek kalmadan, şifresiz olarak sağlanır. Genellikle tercih edilen yol program başlatmaktır.

source: This section will cover generating a key with a passphrase, and one without. The non-passphrase key will then be used to generate a certificate that can be used with various service daemons.
fr: Cette section décrit la mise en place d'une clé avec et sans phrase de passe. La clé sans phrase de passe sera ensuite utilisée pour générer un certificat pouvant servir pour divers services ou démons.
pt_br: Esta seção cobrirá a criação de uma chave com uma frase secreta, e uma sem. A chave sem passphrase será então usada para gerar um certificado que pode ser usado com vários serviços de sistema.
tr: Bu bölüm şifreli ve şifresiz anahtar oluşturmayı içerir. Ardından şifresiz anahtar çeşitli servis programları ile kullanılabilen sertifika oluşturmak için kullanılacak.

source: Running your secure service without a passphrase is convenient because you will not need to enter the passphrase every time you start your secure service. But it is insecure and a compromise of the key means a compromise of the server as well.
fr: L'utilisation de votre service sécurisé sans phrase de passe est utile car ces services peuvent démarrer sans que vous ayez à saisir cette phrase à chaque fois. Mais cela peut constituer une faille de sécurité pouvant mettre en danger tout le serveur.
pt_br: Executar seu serviço de segurança sem uma frase secreta é conveniente pois você não precisará entrá-la cada vez que iniciar seu serviço de segurança. Mas ela é insegura e um comprometimento da chave é um comprometimento do servidor também.
tr: Güvenlik sunucunu şifresiz çalıştırma uygundur. Çünkü güvenlik sunucunu her başlattığında şifre girmene gerek kalmayacak. Fakat bu güvensizdir ve sunucunu tehlikeye attığı gibi anahtarını da tehlikeye atar.

source: To generate the <emphasis>keys</emphasis> for the Certificate Signing Request (CSR) run the following command from a terminal prompt:
fr: Pour générer les <emphasis>clés</emphasis> pour une demande de signature de certificat (CSR), exécutez la commande suivante dans un terminal :
pt_br: Para gerar a <emphasis>chave</emphasis> para o Certificate Signing Request (CSR) execute o seguinte comando em um terminal:
tr: Sertifika İmzalı İstek (CSR) için <emphasis>anahtar</emphasis> oluşturmak için terminalden şu komutu çalıştırın:

source: You can now enter your passphrase. For best security, it should at least contain eight characters. The minimum length when specifying -des3 is four characters. It should include numbers and/or punctuation and not be a word in a dictionary. Also remember that your passphrase is case-sensitive.
fr: Vous pouvez maintenant saisir votre mot de passe. Pour une meilleure sécurité, il doit contenir au minimum huit caractères. La longueur minimum lorsque vous spécifiez -des3 (algorithme de cryptographie) est de quatre caractères. Il devrait contenir des chiffres et/ou des signes de ponctuation et ne pas se trouver dans un dictionnaire de mots. Rappelez vous également que votre mot de passe est sensible à la casse (NdT : au sens typographique majuscules/minuscules).
pt_br: Agora, você pode inserir a sua senha. Para uma segurança melhor, ela deve conter no mínimo oito caracteres. O tamanho mínimo quando -des3 é especificado é de quatro caracteres. É bom incluir números e/ou pontuação e não ser uma palavra de dicionário. Também, lembre-se que a sua senha é sensível à caixa alta e/ ou baixa.
tr: Şimdi şifreni girebilirsin. En iyi güvenlik için en az sekiz karakter uzunluğunda olmalıdır. -des3'ü tanımladığında en az uzunluk dört karakterdir. Sayı ve/veya noktalama içermeli ve sözlükteki bir cümle olmamalı. Ayrıca büyük/küçük harfe duyarlı olduğunu da hatırla.

source: Re-type the passphrase to verify. Once you have re-typed it correctly, the server key is generated and stored in the <filename>server.key</filename> file.
fr: Re-saisissez le mot de passe pour vérification. Lorsque vous l'avez retapé correctement, la clé du serveur est générée et stockée dans le fichier <filename>server.key</filename>.
pt_br: Digite a combinação de palavras novamente para verificação. Após ter regiditado corretamente, a chave do servidor é gerada e armazenada no arquivo <filename>server.key</filename>.
tr: Doğrulamak için şifreyi tekrar yazın. Eğer tekrarın doğruysa sunucu anahtarın oluşturulur ve <filename>server.key</filename> dosyasında depolanır.

source: Now create the insecure key, the one without a passphrase, and shuffle the key names:
fr: Créez maintenant le clef non sécurisée (celle sans phrase de passe) et échangez le nom des clés :
pt_br: Agora criada a chave insegura, a qual sem uma frase secreta, e embaralhe os nomes da chave:
tr: Şimdi şifre olmadan güvensiz anahtar oluşturun ve anahtar adlarını karıştırın:

source: The insecure key is now named <filename>server.key</filename>, and you can use this file to generate the CSR without passphrase.
fr: La clé non sécurisée se nomme maintenant <filename>server.key</filename> et vous pouvez utiliser ce fichier pour générer le CSR sans saisir de mot de passe.
pt_br: A chave insegura é agora chamada <filename>server.key</filename>, e você pode usar este arquivo para gerar o CSR sem frase secreta.
tr: Şu an güvensiz anahtar <filename>server.key</filename> adındadır ve şifresiz olarak SCR oluşturmak için bu dosyayı kullanabilirsin.

source: To create the CSR, run the following command at a terminal prompt:
fr: Pour créer la CSR, lancer la commande suivante dans un terminal :
pt_br: Para criar um CSR, execute o seguinte comando no prompt do terminal:
tr: CSR oluşturmak için terminalden şu komutu çalıştırın:

source: You can now submit this CSR file to a CA for processing. The CA will use this CSR file and issue the certificate. On the other hand, you can create self-signed certificate using this CSR.
fr: Vous pouvez maintenant soumettre ce fichier CSR à une autorité de certification (CA) pour traitement. La CA utilisera ce fichier CSR et émettra le certificat. D'un autre côté, vous pouvez créer un certificat auto-signé en utilisant ce CSR.
pt_br: Agora você pode submeter o arquivo CSR para um CA para processamento. O CA irá usar este arquivo CSR e caracterizar o certificado. Por outro lado, você mesmo poderá auto assinar um certificado utilizando este CSR.
tr: Şimdi bu CSR dosyasını işlenmesi için bir CA'ya arz edebilirsin. CA, bu CSR dosyasını ve sertifikayı kullanacak. Diğer taraftan bu CSR'yi kullanarak kendi imzalı sertifikanı oluşturabilirsin.

source: Creating a Self-Signed Certificate
fr: Création d'un certificat auto-signé (Self-Signed Certificate ou SSC)
pt_br: Criando um certificado Auto-Assinado
tr: Kendi İmzalı Sertifika Oluşturma

source: To create the self-signed certificate, run the following command at a terminal prompt:
fr: Pour créer le certificat auto-signé, utilisez la commande suivante dans un terminal :
pt_br: Para criar um certificado auto-assinado, execute o seguinte comando no prompt de terminal:
tr: Kendi imzalı sertifikanı oluşturmak için terminalden şu komutu çalıştırın:

source: The above command will prompt you to enter the passphrase. Once you enter the correct passphrase, your certificate will be created and it will be stored in the <filename>server.crt</filename> file.
fr: La commande ci-dessus vous demandera de saisir votre mot de passe. Une fois le mot de passe correct saisi, votre certificat sera créé et stocké dans le fichier <filename>server.crt</filename>.
pt_br: O comando abaixo irá lhe pedir uma senha. Assim que você informar a senha correta, seu certificado será criado e ele será armazenado no arquivo <filename>server.crt</filename>.
tr: Yukarıdaki komut senden bir şifre girmeni isteyecektir. Doğru şifreyi girdikten sonra sertifikan oluşturulacak ve <filename>server.crt</filename> dosyasında depolanacaktır.

source: If your secure server is to be used in a production environment, you probably need a CA-signed certificate. It is not recommended to use self-signed certificate.
fr: Si votre serveur doit être utilisé dans un environnement de production, vous avez probablement besoin d'un certificat signé par une autorité de certification. Il n'est pas recommandé d'utiliser un certificat auto-signé.
pt_br: Se o seu servidor seguro deve ser utilizado em um ambiente de produção, você provavelmente precisa de um certificado assinado por uma CA. Não é recomendado usar certificados auto-assinados.
tr: Eğer güvenlik sunucun ürün ortamında kullanılırsa, muhtemelen sana bir CA imzalı sertifika gerekecektir. Kendi imzalı sertifikanı kullanman tavsiye edilmez.

source: Installing the Certificate
fr: Installation du certificat
pt_br: Instalando o Certificado
tr: Sertifika Yükleme
