Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Use the command line.
fr: utiliser la ligne de commande.

source: Use one of the UEC compatible management tools such as <emphasis>Landscape</emphasis>.
fr: utiliser l'un des outils de gestion compatibles avec UEC tel que <emphasis>Landscape</emphasis>.

source: Use the <ulink url="https://help.ubuntu.com/community/UEC/ElasticFox">ElasticFox</ulink> extension to Firefox.
fr: utiliser l'extension Firefox <ulink url="https://help.ubuntu.com/community/UEC/ElasticFox">ElasticFox</ulink>.

source: Here we will describe the process from the command line:
fr: Ici, nous allons décrire le processus mettant en œuvre la ligne de commande :

source: Before running an instance of your image, you should first create a <emphasis>keypair</emphasis> (ssh key) that you can use to log into your instance as root, once it boots. The key is stored, so you will only have to do this once.
fr: Avant d'exécuter une instance de votre image, vous devez d'abord créer une paire de clés (clé ssh) que vous pouvez utiliser pour vous connecter à votre instance en tant que root, une fois qu'elle aura démarré. La clé étant stockée, vous n'aurez à faire cela qu'une seule fois.

source: Run the following command:
fr: Exécutez la commande suivante :

source: if [ ! -e ~/.euca/mykey.priv ]; then touch ~/.euca/mykey.priv chmod 0600 ~/.euca/mykey.priv euca-add-keypair mykey &gt; ~/.euca/mykey.priv fi
fr: if [ ! -e ~/.euca/maclé.priv ]; then touch ~/.euca/maclé.priv chmod 0600 ~/.euca/maclé.priv euca-add-keypair maclé &gt; ~/.euca/maclé.priv fi

source: You can call your key whatever you like (in this example, the key is called <emphasis>'mykey'</emphasis>), but remember what it is called. If you forget, you can always run <command>euca-describe-keypairs</command> to get a list of created keys stored in the system.
fr: Vous pouvez nommer votre clé comme vous le souhaitez (dans cette exemple, nous l'avons appelée <emphasis>« maclé »</emphasis>), mais souvenez-vous bien du nom que vous aurez choisi. Si vous l'oubliez, vous pouvez toujours néanmoins exécuter la commande <command>euca-describe-keypairs</command> pour obtenir un liste des clés ayant été générées et qui sont stockées sur le système.

source: You must also allow access to port 22 in your instances:
fr: Vous devez aussi permettre l'accès au port 22 sur vos instances :

source: Next, you can create instances of your registered image:
fr: Ensuite, vous pouvez créer des instances de votre image enregistrée :

source: If you receive an error regarding <emphasis>image_id</emphasis>, you may find it by viewing Images page or click <emphasis>"How to Run"</emphasis> on the <emphasis>Store</emphasis> page to see the sample command.
fr: Si vous obtenez une erreur concernant l'<emphasis>image_id</emphasis>, vous pouvez trouver ce dernier en consultant la page Images. Sinon, cliquez sur <emphasis>« Comment faire pour exécuter »</emphasis> sur la page <emphasis>Dépôt</emphasis> afin d'obtenir l'exemple de la commande à saisir.

source: The first time you run an instance, the system will be setting up caches for the image from which it will be created. This can often take some time the first time an instance is run given that VM images are usually quite large.
fr: La première fois que vous exécutez une instance, le système mettra en place le cache pour l'image à partir de laquelle il sera créé. Cela prend souvent du temps dans la mesure où les images de machines virtuelles sont habituellement grosses.

source: To monitor the state of your instance, run:
fr: Pour surveiller l'état de votre instance, exécutez :

source: In the output, you should see information about the instance, including its state. While first-time caching is being performed, the instance's state will be <emphasis>'pending'</emphasis>.
fr: Cette commande doit vous fournir des informations sur votre instance, notamment son état. Pendant la première mise en cache, l'état de l'instance sera <emphasis>« pending »</emphasis> (en attente).

source: When the instance is fully started, the above state will become <emphasis>'running'</emphasis>. Look at the IP address assigned to your instance in the output, then connect to it:
fr: Une fois que l'instance sera entièrement démarrée, son état passera à <emphasis>« running »</emphasis> (en cours d'exécution). Repérez, au niveau de la sortie de la commande, l'adresse IP attribuée à votre instance et connectez-vous y :

source: ssh -i ~/.euca/mykey.priv ubuntu@$IPADDR
fr: ssh -i ~/.euca/maclé.priv ubuntu@$IPADDR

source: And when you are done with this instance, exit your SSH connection, then terminate your instance:
fr: Quand vous avez terminé avec cette instance, fermez votre connexion SSH puis éteignez l'instance :

source: Install an Image from the Store
fr: Installer une image depuis le dépôt

source: The following is by far the simplest way to install an image. However, advanced users may be interested in learning how to <ulink url="https://help.ubuntu.com/community/UEC/BundlingImages">Bundle their own image</ulink>.
fr: Ce qui est décrit ci-après correspond à la manière la plus simple d'installer une image. Néanmoins, les utilisateurs avancés pourront être intéressés d'apprendre comment <ulink url="https://help.ubuntu.com/community/UEC/BundlingImages">empaqueter leur propre image</ulink>.

source: The simplest way to add an image to <application>UEC</application> is to install it from the Image Store on the UEC web interface.
fr: Le plus simple pour ajouter une image à <application>UEC</application> est de l'installer depuis le dépôt d'images grâce à l'interface Web d'UEC.

source: Access the web interface at the following URL (Make sure you specify https):
fr: Accédez à l'interface Web en saisissant URL suivante (veillez à bien spécifier https) :

source: Enter your login and password (if requested, as you may still be logged in from earlier).
fr: Saisissez votre nom d'utilisateur et votre mot de passe (si cela vous est demandé ; il se peut que vous soyez toujours connecté d'une fois précédente).

source: Click on the <emphasis>Store</emphasis> tab.
fr: Cliquez sur l'onglet <emphasis>Dépot</emphasis>.

source: Browse available images.
fr: Parcourez les images disponibles.

source: Click on <emphasis>install</emphasis> for the image you want.
fr: Cliquez sur <emphasis>installer</emphasis> pour l'image de votre choix.

source: Once the image has been downloaded and installed, you can click on <emphasis>"How to run?"</emphasis> that will be displayed below the image button to view the command to execute to instantiate (start) this image. The image will also appear on the list given on the <emphasis>Image</emphasis> tab.
fr: Une fois l'image téléchargée et installée, vous pouvez cliquer sur <emphasis>« Comment faire pour exécuter ? »</emphasis> qui apparaîtra sous le bouton de l'image pour voir la commande à exécuter afin d'instancier (démarrer) celle-ci. L'image apparaîtra également dans la liste se trouvant dans l'onglet <emphasis>Image</emphasis>.

source: More Information
fr: Informations supplémentaires
pt_br: Mais Informações
tr: Daha Fazla Bilgi

source: How to use the <ulink url="https://help.ubuntu.com/community/UEC/StorageController">Storage Controller</ulink>
fr: Comment utiliser le <ulink url="https://help.ubuntu.com/community/UEC/StorageController">contrôleur de stockage</ulink>

source: Controlling eucalyptus services:
fr: Contrôle des services d'Eucalyptus :

source: sudo service eucalyptus [start|stop|restart] (on the CLC/CC/SC/Walrus side)
fr: sudo service eucalyptus [start|stop|restart] (du côté CLC/CC/SC/Walrus)

source: sudo service eucalyptus-nc [start|stop|restart] (on the Node side)
fr: sudo service eucalyptus-nc [start|stop|restart] (du côté nœud)

source: Locations of some important files:
fr: Emplacements de quelques fichiers importants :

source: Log files:
fr: Fichiers journaux :
pt_br: Arquivos de log:

source: Configuration files:
fr: Fichiers de configuration :
pt_br: Arquivos de configuração:

source: Database:
fr: Base de données :
pt_br: Banco de dados:

source: Keys:
fr: Clés :
pt_br: Chaves:

source: Don't forget to source your <filename>~/.euca/eucarc</filename> before running the client tools.
fr: N'oubliez pas de faire un « source » de votre fichier <filename>~/.euca/eucarc</filename> avant de démarrer les outils clients.

source: For information on loading instances see the <ulink url="https://help.ubuntu.com/community/Eucalyptus">Eucalyptus Wiki</ulink> page.
fr: Pour plus d'informations sur le chargement des instances, consultez la page du <ulink url="https://help.ubuntu.com/community/Eucalyptus">Wiki Ubuntu consacrée à Eucalyptus</ulink>.
pt_br: Para informações sobre o carregamento de instâncias, veja a página <ulink url="https://help.ubuntu.com/community/Eucalyptus">Wiki do Eucalyptus</ulink>.
tr: Örnek yükleme bilgisi için <ulink url="https://help.ubuntu.com/community/Eucalyptus">Eucalyptus Wiki</ulink> sayfasına bakınız.

source: <ulink url="http://open.eucalyptus.com/">Eucalyptus Project Site (forums, documentation, downloads)</ulink>.
fr: <ulink url="http://open.eucalyptus.com/">Site du projet Eucalyptus (forums, documentation, téléchargements)</ulink>.

source: <ulink url="https://launchpad.net/eucalyptus/">Eucalyptus on Launchpad (bugs, code)</ulink>.
fr: <ulink url="https://launchpad.net/eucalyptus/">Eucalyptus sur Launchpad (bugs, code source)</ulink>.

source: <ulink url="http://open.eucalyptus.com/wiki/EucalyptusTroubleshooting_v1.5">Eucalyptus Troubleshooting (1.5)</ulink>.
fr: <ulink url="http://open.eucalyptus.com/wiki/EucalyptusTroubleshooting_v1.5">Dépannage d'Eucalyptus (1.5)</ulink>.

source: <ulink url="http://support.rightscale.com/2._References/02-Cloud_Infrastructures/Eucalyptus/03-Administration_Guide/Register_with_RightScale"> Register your cloud with RightScale</ulink>.
fr: <ulink url="http://support.rightscale.com/2._References/02-Cloud_Infrastructures/Eucalyptus/03-Administration_Guide/Register_with_RightScale">Déclarer votre nuage avec RightScale</ulink>.

source: You can also find help in the <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis>, and <emphasis>#ubuntu-server</emphasis> IRC channels on <ulink url="http://freenode.net">Freenode</ulink>.
fr: Vous pouvez également trouver de l'aide dans les salles de discussions IRC <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis>, et <emphasis>#ubuntu-server</emphasis> sur <ulink url="http://freenode.net">Freenode</ulink>.
pt_br: Você também pode encontrar ajuda nos canais de IRC <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis>, and <emphasis>#ubuntu-server</emphasis> do <ulink url="http://freenode.net">Freenode</ulink>.
tr: Ayrıca <ulink url="http://freenode.net">Freenode</ulink>'deki <emphasis>#ubuntu-virt</emphasis>, <emphasis>#eucalyptus</emphasis> ve <emphasis>#ubuntu-server</emphasis> IRC kanallarından yardım alabilirsin.

source: Glossary
fr: Lexique
pt_br: Glossário

source: The Ubuntu Enterprise Cloud documentation uses terminology that might be unfamiliar to some readers. This page is intended to provide a glossary of such terms and acronyms.
fr: La documentation Ubuntu Enterprise Cloud emploie une terminologie qui peut ne pas être familière à certains lecteurs. Cette page a pour but de fournir un lexique des termes et acronymes utilisés.

source: <emphasis>Cloud</emphasis> - A federated set of physical machines that offer computing resources through virtual machines, provisioned and recollected dynamically.
fr: <emphasis>Nuage (Cloud)</emphasis> - Ensemble fédéré de machines physiques offrant des ressources informatiques par le biais de machines virtuelles allouées et désallouées dynamiquement.

source: <emphasis>Cloud Controller (CLC)</emphasis> - Eucalyptus component that provides the web UI (an https server on port 8443), and implements the Amazon EC2 API. There should be only one Cloud Controller in an installation of UEC. This service is provided by the Ubuntu <application>eucalyptus-cloud</application> package.
fr: <emphasis>Contrôleur de nuage (CLC)</emphasis> - Composant d'Eucalyptus fournissant une interface Web (un serveur https sur le port 443) et implémentant l'API EC2 d'Amazon. Il ne devrait y avoir qu'un seul contrôleur de nuage par installation d'UEC. Ce service est fourni par le paquet Ubuntu <application>eucalyptus-cloud</application>.

source: <emphasis>Cluster</emphasis> - A collection of nodes, associated with a Cluster Controller. There can be more than one Cluster in an installation of UEC. Clusters are sometimes physically separate sets of nodes. (e.g. floor1, floor2, floor2).
fr: <emphasis>Grappe(Cluster)</emphasis> - Ensemble de nœuds associé à un contrôleur de grappe. Il peut y avoir plus d'une grappe par installation d'UEC. Les grappes sont parfois des ensembles de nœuds physiquement séparés (par exemple : premier étage, deuxième étage, troisième étage).

source: <emphasis>Cluster Controller (CC)</emphasis> - Eucalyptus component that manages collections of node resources. This service is provided by the Ubuntu <application>eucalyptus-cc</application> package.
fr: <emphasis>Contrôleur de grappe (CC)</emphasis> - composant d'Eucalyptus gérant les ressources de l'ensemble des nœuds. Ce service est fourni par le paquet Ubuntu <application>eucalyptus-cc</application>.

source: <emphasis>EBS</emphasis> - Elastic Block Storage.
fr: <emphasis>EBS</emphasis> - Stockage par bloc élastique

source: <emphasis>EC2</emphasis> - Elastic Compute Cloud. Amazon's pay-by-the-hour, pay-by-the-gigabyte public cloud computing offering.
fr: <emphasis>EC2</emphasis> - Elastic Compute Cloud (nuage informatique élastique). Offre de nuage informatique public d'Amazon payable à l'heure ou au gigaoctet.

source: <emphasis>EKI</emphasis> - Eucalyptus Kernel Image.
fr: <emphasis>EKI</emphasis> - Image de noyau Eucalyptus.

source: <emphasis>EMI</emphasis> - Eucalyptus Machine Image.
fr: <emphasis>EMI</emphasis> - Image de machine Eucalyptus.

source: <emphasis>ERI</emphasis> - Eucalyptus Ramdisk Image.
fr: <emphasis>ERI</emphasis> - Image de disque mémoire Eucalyptus.

source: <emphasis>Eucalyptus</emphasis> - Elastic Utility Computing Architecture for Linking Your Programs To Useful Systems. An open source project originally from the University of California at Santa Barbara, now supported by Eucalyptus Systems, a Canonical Partner.
fr: <emphasis>Eucalyptus</emphasis> - Elastic Utility Computing Architecture for Linking Your Programs To Useful Systems (Outil d'Architecture Élastique pour Relier Vos Programmes À des Systèmes Utiles). Logiciel libre né à l'Université de Californie de Santa Barbara et désormais pris en charge par Eucalyptus Systems, un des partenaires de Canonical.

source: <emphasis>Front-end</emphasis> - Physical machine hosting one (or more) of the high level Eucalyptus components (cloud, walrus, storage controller, cluster controller).
fr: <emphasis>Frontal</emphasis> - Machine physique hébergeant un ou plusieurs composants de haut niveau (contrôleur de nuage, contrôleur de grappe, contrôleur de stockage, Walrus).

source: <emphasis>Node</emphasis> - A node is a physical machine that's capable of running virtual machines, running a node controller. Within Ubuntu, this generally means that the CPU has VT extensions, and can run the KVM hypervisor.
fr: <emphasis>Nœud</emphasis> - Un nœud est une machine physique capable de faire fonctionner des machines virtuelles, d'exécuter un contrôleur de nœud. Dans Ubuntu, cela signifie de manière générale que le processeur dispose d'extensions VT et qu'il peut exécuter l'hyperviseur KVM.

source: <emphasis>Node Controller (NC)</emphasis> - Eucalyptus component that runs on nodes which host the virtual machines that comprise the cloud. This service is provided by the Ubuntu package <application>eucalyptus-nc</application>.
fr: <emphasis>Contôleur de nœud (NC)</emphasis> - Composant d'Eucalyptus s'exécutant sur les nœuds qui hébergent les machines virtuelles composant le nuage. Ce service est fourni par le paquet Ubuntu <application>eucalyptus-nc</application>.

source: <emphasis>S3</emphasis> - Simple Storage Service. Amazon's pay-by-the-gigabyte persistent storage solution for EC2.
fr: <emphasis>S3</emphasis> - Simple Storage Service (Service de Stockage Simple). Solution de stockage persistant d'Amazon pour EC2 payable au gigaoctet.

source: <emphasis>Storage Controller (SC)</emphasis> - Eucalyptus component that manages dynamic block storage services (EBS). Each 'cluster' in a Eucalyptus installation can have its own Storage Controller. This component is provided by the <application>eucalyptus-sc</application> package.
fr: <emphasis>Contrôleur de stockage (SC)</emphasis> - Composant d'Eucalyptus gérant les services stockage par bloc dynamique (EBS). Chaque « cluster » d'une installation Eucalyptus peut avoir son propre contrôleur de stockage. Ce composant est fourni par le paquet Ubuntu <application>eucalyptus-sc</application>.

source: <emphasis>UEC</emphasis> - Ubuntu Enterprise Cloud. Ubuntu's cloud computing solution, based on Eucalyptus.
fr: <emphasis>UEC</emphasis> - Ubuntu Enterprise Cloud (Nuage d'Entreprise Ubuntu). Solution de nuage informatique Ubuntu, basée sur Eucalyptus.

source: <emphasis>VM</emphasis> - Virtual Machine.
fr: <emphasis>VM</emphasis> - Machine virtuelle.
pt_br: <emphasis>VM</emphasis> - Máquina Virtual.

source: <emphasis>VT</emphasis> - Virtualization Technology. An optional feature of some modern CPUs, allowing for accelerated virtual machine hosting.
fr: <emphasis>VT</emphasis> - Technologie de virtualisation. Caractéristique optionnelle de certains processeurs leur permettant de faire fonctionner efficacement des machines virtuelles.

source: <emphasis>Walrus</emphasis> - Eucalyptus component that implements the Amazon S3 API, used for storing VM images and user storage using S3 bucket put/get abstractions.
fr: <emphasis>Walrus</emphasis> - Composant d'Eucalyptus implémentant l'API S3 d'Amazon, utilisé pour stocker des images de machines virtuelles et pour le stockage utilisateur en se servant des méthodes put/get d'un bucket S3.

source: <application>OpenNebula</application> allows virtual machines to be placed and re-placed dynamically on a pool of physical resources. This allows a virtual machine to be hosted from any location available.
fr: <application>OpenNebula</application> permet aux machines virtuelles d'être placées ou replacées dynamiquement sur un pool de ressources physiques. Ainsi, une machine virtuelle peut être hébergée à n'importe quel emplacement disponible.
pt_br: <application>OpenNebula</application> permite que máquinas virtuais sejam alocadas ou realocadas dinamicamente em um grupo de recursos físicos. Isto permite a máquinas virtuais serem hospedadas em qualquer local disponível.
tr: <application>OpenNebula</application>, sanal makinelerin fiziksel kaynakların bir havuzunda bulunmasını ve dinamik olarak tekrar yerleştirilmesini sağlar. Bu sanal makineye kullanılabilir herhangi bir konumdan erişmeye izin verir.

source: This section will detail configuring an OpenNebula cluster using three machines: one <emphasis>Front-End</emphasis> host, and two <emphasis>Compute Nodes</emphasis> used to run the virtual machines. The Compute Nodes will also need a bridge configured to allow the virtual machines access to the local network. For details see <xref linkend="bridging"/>.
fr: Cette section détaillera la configuration d'une grappe OpenNebula en utilisant trois machines : un hôte <emphasis>frontal</emphasis> et deux <emphasis>nœuds de calcul</emphasis> utilisés pour exécuter les machines virtuelles. Les nœuds de calcul nécessiteront également un pont configuré pour autoriser l'accès des machines virtuelles au réseau local. Pour des détails, consultez <xref linkend="bridging"/>.
pt_br: Esta seção detalha a configuração de um cluster OpenNebula usando três maquinas: uma <emphasis>front-end</emphasis> , e dois <emphasis>nós computacionais</emphasis> utilizados para executar as maquinas virtuais. Os nós computacionais também precisarão de uma configuração de ponte que permita às máquinas virtuais acessarem a rede local. Para mais detalhes ver <xref linkend="bridging"/>.
tr: Bu bölüm, sanal makineleri çalıştırmak için birinsici <emphasis>Sonun Başlangıcı</emphasis> ana sistemi, ikincisi <emphasis>Düğüm Hesaplama</emphasis> olan üç makine kullanarak bir OpenNebula kümesi yapılandırmayı açıklar. Ayrıca Düğüm Hesaplama, sanal makineye yerel ağdan erişmek için yapılandırılmış bir köprüye ihtiyaç duyar. Ayrıntılar için <xref linkend="bridging"/>'e bakınız.

source: First, from a terminal on the Front-End enter:
fr: Tout d'abord, à partir d'un terminal sur le frontal, saisissez :
pt_br: Primeiro, de um terminal do front-end, digite:
tr: İlk önce Sonun Başlangıcı'nda terminale şöyle giriniz:

source: On each Compute Node install:
fr: Sur chaque nœud de calcul, installez :
pt_br: Em cada nó computacional instale:
tr: Her Düğüm Hesaplama için yükleyin:

source: In order to copy SSH keys, the <emphasis>oneadmin</emphasis> user will need to have a password. On each machine execute:
fr: Afin de copier les clés SSH, l'utilisateur <emphasis>oneadmin</emphasis> devra posséder un mot de passe. Sur chaque machine exécutez :
pt_br: Para copiar as chaves SSH, o usuário <emphasis>oneadmin</emphasis> precisará ter uma senha. Em cada máquina execute:
tr: Sonrasında SSH anahtarlarını kopyalamak için <emphasis>oneadmin</emphasis> kullanıcısının bir şifreye ihtiyacı vardır. Her makinede yürütün:

source: Next, copy the <emphasis>oneadmin</emphasis> user's SSH key to the Compute Nodes, and to the Front-End's <filename>authorized_keys</filename> file:
fr: Copiez ensuite la clé SSH de l'utilisateur <emphasis>oneadmin</emphasis> sur les nœuds de calcul, et dans le fichier <filename>authorized_keys</filename> sur le frontal :
pt_br: A seguir, copie a chave SSH do usuário <emphasis>oneadmin</emphasis> para o arquivo <filename>authorized_keys</filename> nos nós computacionais e no front-end:
tr: Sonrasında <emphasis>oneadmin</emphasis> kullanıcının SSH anahtarını Düğüm Hesaplama'ya ve Sonun Başlangıcı'nın <filename>authorized_keys</filename> dosyasına kopyalayın:
