Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Local workstations use less disk space because commonly used data can be stored on a single machine and still remain accessible to others over the network.
fr: Les stations de travail locales utilisent moins d'espace disque parce que les données fréquemment utilisées peuvent être stockées sur une seule machine centrale tout en restant accessibles à d'autres par le réseau.
pt_br: Máquinas de trabalho locais usam menos espaço de disco porque dados comumente usados podem ser armazenados em uma única máquina e ainda assim permanecer acessível à outros na rede.
tr: Yerel çalışma istasyonları daha az disk alanı kullanır. Çünkü yaygın olarak kullanılan veri tek bir makinede depolanır ve ağdaki diğer kişiler tarafından erişilebilirler.

source: There is no need for users to have separate home directories on every network machine. Home directories could be set up on the NFS server and made available throughout the network.
fr: Il n'est pas nécessaire que les utilisateurs disposent d'un répertoire personnel sur chaque machine du réseau. Les répertoires personnels peuvent être centralisés sur le serveur NFS afin d'être accessibles par tout le réseau.
pt_br: Não é necessário criar diretórios pessoais de usuários separados em cada máquina na rede. Diretórios pessoais podem ser criados em um servidor NFS de forma acessível por toda a rede.
tr: Her ağ makinesindeki kullanıcılar için ayrı ayrı ev dizinlerinin olmasına gerek yoktur. Ev dizinleri NFS sunucuda kurulur ve ağda kullanılabilir.

source: Storage devices such as floppy disks, CDROM drives, and USB Thumb drives can be used by other machines on the network. This may reduce the number of removable media drives throughout the network.
fr: Les périphériques de stockage, comme les lecteurs disquettes, les lecteurs de CD-ROM ou les clefs USB, peuvent être utilisés par d'autres machines du réseau. Ceci permet de réduire le nombre de lecteurs de supports amovibles sur un réseau.
pt_br: Dispositivos de armazenamento como disquetes, CD-ROM, e chaveiros USB podem ser usados por outras máquinas na rede. Isto pode reduzir o número de dispositivos de mídia removíveis por toda a rede.
tr: Disket, CDROM sürücüleri ve USB sürücüler gibi depolama aygıtları, ağdaki diğer makineler tarafından kullanılabilir. Bu, ağda kaldırılabilir medya sürücülerin sayısını azaltabilir.

source: At a terminal prompt enter the following command to install the NFS Server:
fr: Dans un terminal, saisissez la commande suivante pour installer le serveur NFS :
pt_br: Em um terminal entre o seguinte comando para instalar o servidor NFS:
tr: NFS Sunucuyu yüklemek için aşağıdaki komutu terminale girin:

source: You can configure the directories to be exported by adding them to the <filename>/etc/exports</filename> file. For example:
fr: Vous pouvez choisir les répertoires à exporter en les ajoutant au fichier <filename>/etc/exports</filename>. Par exemple :
pt_br: Você pode configurar os diretórios a serem exportados adicionando-os ao arquivo <filename>/etc/exports</filename>. Por exemplo:
tr: Dizinleri dışarı aktarmak için onlara <filename>/etc/exports</filename> dosyası eklenerek yapılandırılabilir. Örneğin:

source: You can replace * with one of the hostname formats. Make the hostname declaration as specific as possible so unwanted systems cannot access the NFS mount.
fr: Vous pouvez remplacer * par l'un des formats de nom d'hôte. La formulation du nom d'hôte devrait être la plus précise possible pour éviter que des systèmes indésirables puissent accéder aux points de montage NFS.
pt_br: Você pode substituir o * com um dos formatos de nome de host. Faça a declaração de nome de host o mais específica possível para que sistemas indesejados não acessem a montagem NFS.
tr: Ana makine biçimlerinden birini * ile değiştirebilirsin. İstenmeyen sistemlerin NFS bağına erişememesi için mümkün olduğunca ana makine bildirimi yap.

source: To start the NFS server, you can run the following command at a terminal prompt:
fr: Pour démarrer le serveur NFS, saisissez la commande suivante dans un terminal :
pt_br: Para iniciar o servidor NFS, você pode executar o seguinte comando em um terminal:
tr: NFS sunucuyu başlatmak için, terminaleden aşağıdaki komutu çalıştırabilirsin:

source: NFS Client Configuration
fr: Configuration du client NFS
pt_br: Configuração do Cliente NFS
tr: NFS İstemci Yapılandırması

source: Use the <application>mount</application> command to mount a shared NFS directory from another machine, by typing a command line similar to the following at a terminal prompt:
fr: Utilisez la commande <application>mount</application> pour monter un répertoire NFS partagé à partir d'une autre machine, en tapant dans un terminal une commande telle que :
pt_br: Use o comando <application>mount</application> para montar um diretório compartilhado NFS de outra máquina, digitando num prompt de terminal um comando similar ao seguinte:
tr: Diğer makinelerdeki paylaşılan NFS dizinini bağlamak için <application>mount</application> (bağlama) komutunu kullanın. Bunun için, aşağıdakine benzer bir komut satırını terminale yazın:

source: sudo mount example.hostname.com:/ubuntu /local/ubuntu
fr: sudo mount exemple.nomhote.com:/ubuntu /local/ubuntu
pt_br: sudo mount exemplo.nomedamáquina.com:/ubuntu /local/ubuntu

source: The mount point directory <filename>/local/ubuntu</filename> must exist. There should be no files or subdirectories in the <filename>/local/ubuntu</filename> directory.
fr: Le répertoire <filename>/local/ubuntu</filename> du point de montage doit exister. Il ne devrait y avoir ni fichiers ni sous-répertoires dans le répertoire <filename>/local/ubuntu</filename>.
pt_br: O diretório ponto de montagem <filename>/local/ubuntu</filename> deve existir. Não devem existir arquivos ou subdiretórios dentro do diretório <filename>/local/ubuntu</filename>.
tr: Bağlama noktası dizini <filename>/local/ubuntu</filename> olmalıdır. <filename>/local/ubuntu</filename> dizininde hiç dosya veya alt dizin olmayabilir.

source: An alternate way to mount an NFS share from another machine is to add a line to the <filename>/etc/fstab</filename> file. The line must state the hostname of the NFS server, the directory on the server being exported, and the directory on the local machine where the NFS share is to be mounted.
fr: Une autre façon de monter un partage NFS à partir d'une autre machine est d'ajouter une ligne au fichier <filename>/etc/fstab</filename>. La ligne doit comporter le nom d'hôte du serveur NFS, le répertoire du serveur qui doit être partagé, et le répertoire de la machine locale où le partage NFS doit être monté.
pt_br: Uma forma alternativa para montar uma partição compartilhada NFS remota é adicionar uma linha ao arquivo <filename>/etc/fstab</filename>. A linha deve conter o nome do servidor NFS host, o diretório no servidor sendo exportado, e o diretório local onde a partição NFS deve ser montado.
tr: Diğer makinelerde paylaşılan bir NFS'ye bağlamanın alternatif yolu <filename>/etc/fstab</filename> dosyasına bir satır eklemektir. Bu satır NFS'nin ana makine adı durumunda olmalı, sunucudaki dizin dışa aktarılır ve NFS'nin yerel makinesindeki dizin paylaşımı bağlanmalı.

source: The general syntax for the line in <filename>/etc/fstab</filename> file is as follows:
fr: La syntaxe générale de la ligne dans le fichier <filename>/etc/fstab</filename> est celle-ci :
pt_br: A sintaxe normal para a linha no arquivo <filename>/etc/fstab</filename> é a seguinte:
tr: <filename>/etc/fstab</filename> dosyasındaki satır için genel söz dizimi şöyledir:

source: example.hostname.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr
fr: exemple.nomhote.com:/ubuntu /local/ubuntu nfs size=8192,wsize=8192,timeo=14,intr
pt_br: exemplo.nomedohost.com:/ubuntu /local/ubuntu nfs rsize=8192,wsize=8192,timeo=14,intr

source: If you have trouble mounting an NFS share, make sure the <application>nfs-common</application> package is installed on your client. To install <application>nfs-common</application> enter the following command at the terminal prompt: <screen> <command>sudo apt-get install nfs-common</command> </screen>
fr: Si vous avez des difficultés pour monter un volume NFS, assurez-vous que le paquet <application>nfs-common</application> est bien installé sur le poste client. Pour installer <application>nfs-common</application> tapez la commande suivante dans un terminal :<screen> <command>sudo apt-get install nfs-common</command> </screen>
pt_br: Se você têm problemas montando um compartilhamento NFS, certifique-se que o pacote <application>nfs-common</application> está instalado no cliente. Para instalar o <application>nfs-common</application> digite o seguinte comando em um prompt de terminal: <screen> <command>sudo apt-get install nfs-common</command> </screen>
tr: Eğer bir NFs paylaşımı bağlama ile ilgili endişen varsa, istemcine <application>nfs-common</application> paketinin yüklü olduğundan emin olun. <application>nfs-common</application>'ı yüklemek için terminale aşağıdaki komutu girin: <screen> <command>sudo apt-get install nfs-common</command> </screen>

source: Linux NFS faq
fr: FAQ Linux NFS
tr: Linux NFS sss

source: CUPS - Print Server
fr: CUPS - Serveur d'impression
pt_br: CUPS - Servidor de Impressora
tr: CUPS - Yazdırma Sunucu

source: The primary mechanism for Ubuntu printing and print services is the <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). This printing system is a freely available, portable printing layer which has become the new standard for printing in most Linux distributions.
fr: Le système principal d'impression sous Ubuntu est le <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Ce système d'impression, qui est librement disponible et portable, est devenu le nouveau standard pour imprimer dans la plupart des distributions Linux.
pt_br: O mecanismo primário do Ubuntu para imprimir e serviços de impressão <emphasis role="bold">Common UNIX Printing System</emphasis> (CUPS). Este sistema de impressão é uma camada de impressão portável disponível livremente e que se tornou o padrão para impressão na maior parte das distribuições Linux.
tr: Ubuntu yazdırma servisleri için birincil işlev <emphasis role="bold">Ortak UNIX Yazdırma Sistemi</emphasis> (CUPS)dir. Yazdırma sistemi serbest olarak kullanılabilir. Çoğu UNIX dağıtımlarında yazdırma için yeni standart taşınabilir yazdırma katmanı oldu.

source: CUPS manages print jobs and queues and provides network printing using the standard Internet Printing Protocol (IPP), while offering support for a very large range of printers, from dot-matrix to laser and many in between. CUPS also supports PostScript Printer Description (PPD) and auto-detection of network printers, and features a simple web-based configuration and administration tool.
fr: CUPS organise les tâches d'impression, les met en file d'attente, et rend possible l'impression en réseau en utilisant le standard d'impression Internet Printing Protocol (IPP). Il offre un large support pour un très grand nombre d'imprimantes, allant des imprimantes matricielles aux imprimantes laser, en passant par de nombreux autres types. CUPS offre également le support PostScript Printer Description (PPD - description d'imprimante PostScript) et l'auto-détection des imprimantes réseaux, sans oublier une interface de configuration Web simple et des outils d'administration.
pt_br: O CUPS gerencia serviços de impressão e filas, além de fornecer impressão em rede usando o Protocolo padrão de Impressão da Internet (IPP), além de oferecer suporte a uma grande variedade de impressoras, de matriciais a lasers dentre muitas outras. O CUPS também suporta Descrições de Impressoras PostScript (PPD) e auto-detecção de impressoras de rede, e apresenta também uma ferramenta de administração simples baseada na web.
tr: CPUS, yazdırma işleri ve sıralamalarını yönetir ve standart Internet Yazdırma İletişim Kuralı (IPP)nı kullanarak ağ yazdırmasını sağlarken nokta vuruşludan lazere vb. kadar yazıcıların çoğu için destek sağlar. CUPS ayrıca Dipnot Yazıcı Tanımı (PPD), ağ yazıcılarını otomatik bulma ve web tabanlı yapılandırma ve yönetim araçları gibi basit özellikleri de destekler.

source: To install CUPS on your Ubuntu computer, simply use <application>sudo</application> with the <application>apt-get</application> command and give the packages to install as the first parameter. A complete CUPS install has many package dependencies, but they may all be specified on the same command line. Enter the following at a terminal prompt to install CUPS:
fr: Pour installer CUPS sur votre ordinateur Ubuntu, utilisez simplement <application>sudo</application> suivi de la commande <application>apt-get</application> et spécifiez comme premier paramètre les paquets à installer. Une installation complète de CUPS demande de nombreux paquets du fait des dépendances, mais ils peuvent être tous spécifiés sur la même ligne de commande. Saisissez la commande suivante dans un terminal pour installer CUPS :
pt_br: Para instalar o CUPS no seu computador Ubuntu, simplesmente use <application>sudo</application> com o comando <application>apt-get</application> e informe o pacote a ser instalado como o primeiro parâmetro. Uma instalação completa do CUPS tem muitas dependências, mas elas poderão ser todas especificadas na mesma linha de comando. Digite o seguinte no interpretador do terminal para instalar o CUPS:
tr: CUPS'u Ubuntu bilgisayarına yüklemek için <application>sudo</application>'yu <application>apt-get</application> komutu ile kullanın ve ilk parametre olarak yüklemek istediğin paketleri belirtin. Tam bir CUPS yüklemenin birçok paket bağımlılığı vardır. Fakat aynı komut satırında aynı anda belirtilebilirler. CUPS'u yüklemek için aşağıdakini terminale girin:

source: Upon authenticating with your user password, the packages should be downloaded and installed without error. Upon the conclusion of installation, the CUPS server will be started automatically.
fr: Une fois identifié avec votre mot de passe utilisateur, les paquets devraient être téléchargés et installés sans problème. Dès la fin de l'installation, le serveur CUPS sera démarré automatiquement.
pt_br: Durante a autenticação com a senha do seu usuário, os pacotes devem ser baixados e instalados sem nenhum erro. Durante a conclusão da instalação, o servidor CUPS será iniciado automaticamente.
tr: Kullanıcı şifresi ile kimlik doğrulama şartıyla, paketler hatasız olarak indirilir ve yüklenir. Yüklemenin tamamlanması şartıyla, CUPS sunucu otomatik olarak başlar.

source: For troubleshooting purposes, you can access CUPS server errors via the error log file at: <filename>/var/log/cups/error_log</filename>. If the error log does not show enough information to troubleshoot any problems you encounter, the verbosity of the CUPS log can be increased by changing the <emphasis role="bold">LogLevel</emphasis> directive in the configuration file (discussed below) to "debug" or even "debug2", which logs everything, from the default of "info". If you make this change, remember to change it back once you've solved your problem, to prevent the log file from becoming overly large.
fr: À des fins de dépannage, vous pouvez consulter le fichier journal des erreurs de CUPS à l'emplacment suivant : <filename> / var / log / cups / error_log </ filename>. Si le journal des erreurs n'affiche pas suffisamment d'informations pour identifier les problèmes que vous rencontrez, la quantité d'information enregistrée peut être accrue en modifiant dans le fichoier de configuration, le paramètre <emphasis role="bold"> LogLevel </ emphasis> de la valeur par défaut « info » vers « debug » ou même « debug2 », ce qui enregistrera tous les évènements. Si vous faites cette modification, n'oubliez pas de remettre ce paramètre à sa valeur d'origine une fois votre problème réglé afin d'éviter que le fichier journal ne devienne trop important.
pt_br: Para propósitos de identificação de erros, você pode acessar os erros do servidor CUPS atráves do arquivo de log em: <filename>/var/log/cups/error_log</filename>. Se o arquivo de log não mostrar informação suficiente para identificar nenhum problema que você encontrou, a verbosidade do log do CUPS pode aumentar configurando a diretiva <emphasis role="bold">LogLevel</emphasis> no arquivo de configuração (discutida abaixo) para "debug" ou até "debug2", que registra tudo a partir do padrão "info". Se você fez esta mudança, lembre de alterar de volta quando você tiver solucionado o problema, para prevenir que o arquivo de log se torne demasiadamente grande.
tr: Sorun gidermek için, <filename>/var/log/cups/error_log</filename>'daki hata kayıt dosyasıyla CUPS sunucu hatalarına erişebilirsin. Eğer hata kaydı karşılaşılan sorunu gidermek için yeteri kadar bilgi göstermezse, yukarıda bahsedilen yapılandırma dosyasındaki <emphasis role="bold">LogLevel</emphasis> yönergesini, mevcut "info" bilgisindeki tüm kayıtları tutan "debug" veya "debug2" şeklinde değiştirerek gereksiz CUPS kaydını azaltabilirsin. Eğer bu değişikliği yaparsan, kayıt dosyasının taşmasını önlemek için, problemini çözdükten sonra onu tekrar eski haline döndürmeyi unutma.

source: The Common UNIX Printing System server's behavior is configured through the directives contained in the file <filename>/etc/cups/cupsd.conf</filename>. The CUPS configuration file follows the same syntax as the primary configuration file for the Apache HTTP server, so users familiar with editing Apache's configuration file should feel at ease when editing the CUPS configuration file. Some examples of settings you may wish to change initially will be presented here.
fr: Le comportement du système commun d'impression sous Linux est configuré par les directives contenues dans le fichier <filename>/etc/cups/cupsd.conf</filename>. La syntaxe du fichier de configuration de CUPS est identique au fichier principal de configuration du serveur HTTP Apache, les utilisateurs déjà habitués à éditer les fichiers Apache devraient donc se sentir à l'aise. Quelques exemples de modifications que vous pourriez souhaiter apporter vont être présentés ici.
pt_br: O comportamento do servidor CUPS (The Common UNIX Printing System) é configurado através das diretivas contidas no arquivo <filename>/etc/cups/cupsd.conf</filename>. O arquivo de configuração do CUPS segue a mesma sintaxe que o arquivo de configuração primário para o servidor de HTTP Apache, portanto os usuários familiares com a edição do arquivo de configuração do Apache deverão ter uma maior facilidade ao editar a configuração do CUPS. Alguns exemplos de configuração que você queira inicialmente alterar serão apresentados aqui.
tr: Ortak UNIX Yazdırma Sistemi sunucusunun durumu, <filename>/etc/cups/cupsd.conf</filename> dosyasındaki yönergelerle yapılandırılır. CUPS yapılandırma dosyası, Apache HTTP sunucu için, aynen birincil yapılandırma dosyasındaki söz dizimi gibdir. Bu yüzden, kullanıcı Apache yapılandırma dosyasını düzenleme konusunda yabancılık çekmez. Dolayısıyla CUPS yapılandırma dosyasını düzenlerken rahat ol. İlk olarak değiştirmek isteyeceğin bazı örnek ayarlar burada bahsedilecektir.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing, so you will have the original settings as a reference, and to reuse as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez faire une copie de la configuration originale et la protéger en écriture. Vous disposerez ainsi des paramètres par défaut en guise de référence que vous pourrez réutiliser au besoin.
pt_br: Antes de editar o arquivo de configuração, você deve fazer uma cópia do arquivo original e protegê-lo contra sobrescrição, porque assim você terá os ajustes originais como uma referência, e para re-usar como necessário.
tr: Önceki düzenlenen yapılandırma dosyasının özgün bir kopyasını alın ve onu yazarak koruyun. Böylece özgün ayarların bulunduğu ve gerektiğinde kullanabileceğin bir referansa sahip olursun.

source: Copy the <filename>/etc/cups/cupsd.conf</filename> file and protect it from writing with the following commands, issued at a terminal prompt:
fr: Copiez le fichier <filename>/etc/cups/cupsd.conf</filename> et protégez-le en écriture en exécutant dans un terminal la commande suivante :
pt_br: Copiar o arquivo <filename>/etc/cups/cupsd.conf</filename> e protegê-lo contra sobrescrição com o seguinte comando, executado na linha de comando:
tr: <filename>/etc/cups/cupsd.conf</filename> dosyasını kopyalayın ve onu aşağıdaki komutu terminale yazarak dosyayı koruyun:

source: <emphasis role="bold">Listen</emphasis>: By default on Ubuntu, the CUPS server installation listens only on the loopback interface at IP address <emphasis>127.0.0.1</emphasis>. In order to instruct the CUPS server to listen on an actual network adapter's IP address, you must specify either a hostname, the IP address, or optionally, an IP address/port pairing via the addition of a Listen directive. For example, if your CUPS server resides on a local network at the IP address <emphasis role="italics">192.168.10.250</emphasis> and you'd like to make it accessible to the other systems on this subnetwork, you would edit the <filename>/etc/cups/cupsd.conf</filename> and add a Listen directive, as such:
fr: <emphasis role="bold">Listen</emphasis> : Par défaut sur Ubuntu, le serveur CUPS n'est en écoute que sur l'interface de bouclage à l'adresse IP <emphasis>127.0.0.1</emphasis>. Pour indiquer au serveur CUPS qu'il doit être en écoute sur l'adresse IP d'une véritable interface réseau, vous devez spécifier un nom d'hôte, une adresse IP, ou en option un couple adresse IP/port, en ajoutant une directive « Listen ». Par exemple, si votre serveur CUPS se trouve sur un réseau local à l'adresse IP <emphasis role="italics">192.168.10.250</emphasis> et que vous vouliez le rendre accessible aux autres systèmes de ce réseau, vous devrez modifier <filename>/etc/cups/cupsd.conf</filename> pour y ajouter une directive « Listen » comme ceci :
pt_br: <emphasis role="bold">Listen</emphasis>: Por padrão, no Ubuntu, a instalação de um servidor CUPS escuta apenas na interface de loopback no endereço IP <emphasis>127.0.0.1</emphasis>. Para fazer com que o servidor CUPS escute em um endereço IP de um adaptador de rede, você deve especificar o hostname, o endereço IP, ou opcionalmente, um par endereço/porta através da adição da diretiva Listen. Por exemplo, se o seu servidor CUPS reside em uma rede local no endereço IP <emphasis role="italics">192.168.10.250</emphasis> e você gostaria de torná-lo acessível para outros sistemas nessa subrede, você deve editar o arquivo <filename>/etc/cups/cupsd.conf</filename> e adicionar uma diretiva Lista, como:
tr: <emphasis role="bold">Dinle</emphasis>: Ubuntu'da normalde, CUPS sunucu yükleme sadece, geridöngü arayüzünde <emphasis>127.0.0.1</emphasis> IP adresindekini dinler. CUPS sunucunun etkin bir ağ adaptörlerinin IP adresinde dinlemesini sağlamak için, ya bir ana makine adı ya da IP adresi belirtmelisin. Veya istersen Dinleme yönergesi ekleme yoluyla bir IP adres/yuva çiftini de belirtebilirsin. Örneğin, eğer CUPS sunucun <emphasis role="italics">192.168.10.250</emphasis> IP adresindeki bir yerel ağda bulunursa ve onu bu alt ağdaki diğer sistemler tarafından erişilebilir yapmak istersen, <filename>/etc/cups/cupsd.conf</filename>'i düzenlemeli şu şekilde Dinleme yönergesi eklemelisin:
