Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Edit <filename>/etc/openvpn/server.conf</filename> changing the following options to:
fr: Modifiez <filename>/etc/openvpn/server.conf</filename> avec les options suivantes :

source: local 172.18.100.101 dev tap0 up "/etc/openvpn/up.sh br0" down "/etc/openvpn/down.sh br0" ;server 10.8.0.0 255.255.255.0 server-bridge 172.18.100.101 255.255.255.0 172.18.100.105 172.18.100.200 push "route 172.18.100.1 255.255.255.0" push "dhcp-option DNS 172.18.100.20" push "dhcp-option DOMAIN example.com" tls-auth ta.key 0 # This file is secret user nobody group nogroup
fr: local 172.18.100.101 dev tap0 up "/etc/openvpn/up.sh br0" down "/etc/openvpn/down.sh br0" ;server 10.8.0.0 255.255.255.0 server-bridge 172.18.100.101 255.255.255.0 172.18.100.105 172.18.100.200 push "route 172.18.100.1 255.255.255.0" push "dhcp-option DNS 172.18.100.20" push "dhcp-option DOMAIN exemple.com" tls-auth ta.key 0 # Ce fichier est secret user nobody group nogroup

source: <emphasis>local</emphasis>: is the IP address of the bridge interface.
fr: <emphasis>local</emphasis> : est l'adresse IP de l'interface de pont.
pt_br: <emphasis>local</emphasis>: é o endereço IP da interface bridge.
tr: <emphasis>local</emphasis>: köprü arayüzünün IP adresidir.

source: <emphasis>server-bridge</emphasis>: needed when the configuration uses bridging. The <emphasis>172.18.100.101 255.255.255.0</emphasis> portion is the bridge interface and mask. The IP range <emphasis>172.18.100.105 172.18.100.200</emphasis> is the range of IP addresses that will be assigned to clients.
fr: <emphasis>server-bridge</emphasis> : nécessaire lorsque la configuration utilise un pont. La partie <emphasis>172.18.100.101 255.255.255.0</emphasis> représente l'interface de pont et le masque. La plage IP <emphasis>172.18.100.105 172.18.100.200</emphasis> est celle qui sera attribuée aux clients.
pt_br: <emphasis>server-bridge</emphasis>: necessário quando a configuração usa bridge. A parte <emphasis>172.18.100.101 255.255.255.0</emphasis> indica a interface bridge e máscara. A faixa de IPs <emphasis>172.18.100.105 172.18.100.200</emphasis> é a faixa de endereços IPs que serão atribuídos aos clientes.
tr: <emphasis>server-bridge</emphasis>: Eğer yapılandırma köprüleme ile yapılırsa gereklidir. <emphasis>172.18.100.101 255.255.255.0</emphasis> kısmı köprü arayüzü ve maskesidir.<emphasis>172.18.100.105 172.18.100.200</emphasis>, istemcilere atanmış IP kümesidir.

source: <emphasis>push</emphasis>: are directives to add networking options for clients.
fr: <emphasis>push</emphasis> : sont des directives pour ajouter des options réseaux pour les clients.
pt_br: <emphasis>push</emphasis>: são diretivas para adicionar opções de rede para clientes.
tr: <emphasis>push</emphasis>: istemciler için ağ seçeneklerini eklemeye yarayan yönergelerdir.

source: <emphasis>user and group</emphasis>: configure which user and group the <application>openvpn</application> daemon executes as.
fr: <emphasis>user et group</emphasis> : configurent quel utilisateur et quel groupe le démon <application>openvpn</application> utilise pour s'exécuter.
pt_br: <emphasis>usuário e grupo</emphasis>: configura com qual usuário e grupo será executado o daemon do <application>openvpn</application>.
tr: <emphasis>user and group</emphasis>: kullanıcı ve grubun <application>openvpn</application>'i çalıştırması için yapılandırır.

source: Replace all IP addresses and domain names above with those of your network.
fr: Remplacez toutes les adresses IP et noms de domaines ci-dessus par ceux de votre réseau.
pt_br: Substitui todos os endereços IP e nomes de domínios acima para os referentes à sua rede.
tr: Bütün IP adres ve alan adlarını kendi ağındakilerle değiştir.

source: Next, create a couple of helper scripts to add the <emphasis>tap</emphasis> interface to the bridge. Create <filename>/etc/openvpn/up.sh</filename>:
fr: Ensuite, créez deux scripts pour ajouter l'interface <emphasis>tap</emphasis> au pont. Créez le fichier <filename>/etc/openvpn/up.sh</filename> :
pt_br: Após isso, criae alguns scripts que irão ajudar a adicionar a interface <emphasis>tap</emphasis> na bridge. Crie o arquivo <filename>/etc/openvpn/up.sh</filename>:
tr: Sonra, <emphasis>tap</emphasis> arayüzünü köprüye eklemesi için birkaç yardımcı betik oluşturun. <filename>/etc/openvpn/up.sh</filename>'ı oluşturun:

source: And <filename>/etc/openvpn/down.sh</filename>:
fr: Et <filename>/etc/openvpn/down.sh</filename>:
pt_br: E <filename>/etc/openvpn/down.sh</filename>:
tr: Ve <filename>/etc/openvpn/down.sh</filename>:

source: Then make them executable:
fr: Ensuite, rendez-les exécutables :
pt_br: Torne-os então, executáveis:
tr: Ardından bunları çalıştırılabilir yapınız:

source: After configuring the server, restart <application>openvpn</application> by entering:
fr: Après avoir configuré le serveur, redémarrez <application>openvpn</application> en tapant :
pt_br: Após configurar o servidor, reinicie o <application>openvpn</application> digitando:
tr: Sunucuyu yapılandırdıktan sonra <application>openvpn</application> yeniden başlatmak için şunu giriniz:

source: Client Configuration
fr: Configuration du client
pt_br: Configuração do cliente
tr: İstemci Yapılandırması

source: First, install <application>openvpn</application> on the client:
fr: Installez d'abord <application>openvpn</application> sur le client :

source: Then with the server configured and the client certificates copied to the <filename>/etc/openvpn/</filename> directory, create a client configuration file by copying the example. In a terminal on the client machine enter:
fr: Puis, une fois le serveur configuré et les certificats du client copiés dans le répertoire <filename>/etc/openvpn/</filename>, créez un fichier de configuration client en copiant l'exemple. Dans un terminal sur la machine client, saisissez :

source: Now edit <filename>/etc/openvpn/client.conf</filename> changing the following options:
fr: Maintenant, éditez <filename>/etc/openvpn/client.conf</filename> en modifiant les options suivantes :
pt_br: Agora edite o arquivo <filename>/etc/openvpn/client.conf</filename> mudando as seguintes opções:
tr: Şimdi <filename>/etc/openvpn/client.conf</filename>'i aşağıdaki seçenekleri değiştirerek düzenleyiniz:

source: dev tap remote vpn.example.com 1194 cert hostname.crt key hostname.key tls-auth ta.key 1
fr: dev tap remote vpn.exemple.com 1194 cert hostname.crt key hostname.key tls-auth ta.key 1

source: Replace <emphasis>vpn.example.com</emphasis> with the hostname of your VPN server, and <emphasis>hostname.*</emphasis> with the actual certificate and key filenames.
fr: Remplacez <emphasis>vpn.exemple.com</emphasis> par le nom d'hôte de votre serveur VPN, et <emphasis>hostname.*</emphasis> avec les noms de fichier des certificats et fichiers de clés correspondants.
pt_br: Substitua <emphasis>vpn.example.com</emphasis> pelo nome do seu servidor VPN, e <emphasis>hostname.*</emphasis> com os certificados e nomes de arquivos de chaves atuais.
tr: <emphasis>vpn.example.com</emphasis>'u kendi VPN sunucunun ana sistemi ile ve <emphasis>hostname.*</emphasis>ları mevcut sertifika ve anahtar dosya adları ile değiştirin:

source: Finally, restart <application>openvpn</application>:
fr: Enfin, redémarrez <application>openvpn</application> :
pt_br: Finalmente, reinicie o <application>openvpn</application>:
tr: Son olarak <application>openvpn</application>'yi yeniden başlatın:

source: You should now be able to connect to the remote LAN through the VPN.
fr: Vous devriez maintenant être en mesure de vous connecter au réseau LAN distant via le VPN.
pt_br: Você deve conseguir conectar-se a uma rede remota através da VPN.
tr: Şu an VPN ile uzak LAN bağlantısı yapıyor olman gerekir.

source: See the <ulink url="http://openvpn.net/">OpenVPN</ulink> website for additional information.
fr: Consultez le site web <ulink url="http://openvpn.net/">OpenVPN</ulink> pour plus d'informations.
pt_br: Veja o site do <ulink url="http://openvpn.net/">OpenVPN</ulink> para maiores informações.
tr: Ek bilgi için <ulink url="http://openvpn.net/">OpenVPN</ulink> websitesine bakınız.

source: Also, Pakt's <ulink url="http://www.packtpub.com/openvpn/book">OpenVPN: Building and Integrating Virtual Private Networks</ulink> is a good resource.
fr: En outre, <ulink url="http://www.packtpub.com/openvpn/book">OpenVPN: Building and Integrating Virtual Private Networks</ulink> (en anglais) est une lecture conseillée.
pt_br: Também, Pakt's <ulink url="http://www.packtpub.com/openvpn/book">OpenVPN: Building and Integrating Virtual Private Networks</ulink> é uma boa referência.
tr: Ayrıca, Pakt'ın <ulink url="http://www.packtpub.com/openvpn/book">OpenVPN: Building and Integrating Virtual Private Networks</ulink>'u iyi bir kaynaktır.

source: Another source of further information is the <ulink url="https://help.ubuntu.com/community/OpenVPN">Ubuntu Wiki OpenVPN</ulink> page.
fr: Des informations supplémentaires sont disponibles sur la page <ulink url="https://help.ubuntu.com/community/OpenVPN">Ubuntu Wiki OpenVPN</ulink>.

source: Virtualization
fr: Virtualisation
pt_br: Virtualização
tr: Sanallaştırma

source: Virtualization is being adopted in many different environments and situations. If you are a developer, virtualization can provide you with a contained environment where you can safely do almost any sort of development safe from messing up your main working environment. If you are a systems administrator, you can use virtualization to more easily separate your services and move them around based on demand.
fr: La virtualisation est adoptée dans plusieurs environnements et situations différents. Si vous êtes développeur, la virtualisation peut vous procurer un environnement confiné (dans une machine virtuelle) où vous pouvez effectuer à peu près n'importe quel type de développement sans abandonner votre environnement de travail principal. Si vous êtes administrateur système, vous pouvez utiliser la virtualisation pour isoler plus facilement vos services les uns des autres et les déplacer en fonction de la demande.
pt_br: A virtualização vem sendo adotada em muitos diferentes ambientes e situações. Se você é um desenvolvedor, a virtualização pode fornecê-lo um ambiente fechado onde você pode seguramente fazer quase qualquer tipo de desenvolvimento sem o perigo de bagunçar o seu ambiente de produção. Se você é um administrador de sistemas, você pode usar a virtualização para mais facilmente separar os seus serviços e movê-los baseado na demanda.
tr: Sanallaştırma birçok farklı ortam ve durumlarda kabul edilir. Eğer bir geliştirici isen, sanallaştırma, güvenli geliştirme türlerinin hemen hemen çoğunu yapabileceğin ortamları sana sağlayabilir. Eğer bir sistem yöneticisi isen, servislerini kolayca ayırmak ve onları istenen yerlere taşımak için sanallaştırmayı kullanabilirsin.

source: The default virtualization technology supported in Ubuntu is <application>KVM</application>, a technology that takes advantage of virtualization extensions built into Intel and AMD hardware. For hardware without virtualization extensions <application>Xen</application> and <application>Qemu</application> are popular solutions.
fr: La technologie de virtualisation prise en charge par défaut dans Ubuntu est <application>KVM</application>, celle-ci tire parti des extensions de virtualisation intégrées aux processeurs Intel et AMD. Pour les processeurs ne fournissant pas de capacités de virtualisation <application>Xen</application> et <application>Qemu</application> sont des solutions de choix.
pt_br: A tecnologia de virtualização padrão do Ubuntu é a <application>KVM</application>, a tecnologia que tira vantagem das extensões de virtualização embutidas nos hardwares Intel e AMD. Para hardwares sem as extensões de virtualização, <application>Xen</application> e <application>Qemu</application> são soluções populares.
tr: Ubuntu'da desteklenen mevcut sanallaştırma teknolojisi <application>KVM</application>'dir. Intel ve AMD donanımları içindeki sanallaşmanın gelişmiş teknolojisi vardır. Sanallaştırma genişlemeleri olmaksızın <application>Xen</application> ve <application>Qemu</application> donanım için en meşhur çözümlerdir.

source: The <application>libvirt</application> library is used to interface with different virtualization technologies. Before getting started with <application>libvirt</application> it is best to make sure your hardware supports the necessary virtualization extensions for <application>KVM</application>. Enter the following from a terminal prompt:
fr: La bibliothèque <application>libvirt</application> est utilisée pour s'interfacer avec différentes technologies de virtualisation. Avant de commencer avec <application>libvirt</application>, il est judicieux de s'assurer que votre matériel prend en charge les extensions de virtualisation pour <application>KVM</application>. Saisissez la commande suivante dans un terminal :
pt_br: A biblioteca <application>libvirt</application> é usada para comunicar com diferentes tecnologias de virtualização. Antes de começar a usar a <application>libvirt</application> é melhor ter certeza de que o seu hardware suporta as extensões de virtualização necessárias para a <application>KVM</application>. Digite o seguinte em um terminal:
tr: <application>libvirt</application> kütüphanesi, faklı sanallaştırma teknolojileriyle arayüz oluşturmak için kullanılır. <application>libvirt</application>'e başlamadan önce, donanımının <application>KVM</application> için gerekli sanallaştırma genişlemelerini desteklediğini öğrenmek en iyisidir. Terminalden şunu giriniz:

source: A message will be printed informing you if your CPU <emphasis>does</emphasis> or <emphasis>does not</emphasis> support hardware virtualization.
fr: Un message vous informera si votre processeur <emphasis>prend en charge</emphasis> ou <emphasis>non</emphasis> la virtualisation matérielle.

source: On most computer whose processor supports virtualization, it is necessary to activate an option in the BIOS to enable it.
fr: Sur la plupart des ordinateurs prenant en charge la virtualisation, il est nécessaire d'activer une option dans le BIOS pour pouvoir l'utiliser.

source: Virtual Networking
fr: Virtualisation du réseau
pt_br: Rede Virtual
tr: Sanal Bağlanma

source: There are a few different ways to allow a virtual machine access to the external network. The default virtual network configuration is <emphasis>usermode</emphasis> networking, which uses the SLIRP protocol and traffic is NATed through the host interface to the outside network.
fr: Il existe différentes manières de permettre à une machine virtuelle d'accéder à un réseau externe. La configuration par défaut du réseau virtuel est le <emphasis>usermode</emphasis> (mode utilisateur), qui utilise le protocole SLIRP et qui effectue un routage (NAT) de l'interface de l'hôte vers le réseau externe.
pt_br: Existem diferentes maneiras de permitir que uma máquina virtual acesse a rede externa. A configuração padrão de rede virtual é rede <emphasis>usermode</emphasis>, o qual usa o protocolo SLIRP e o tráfego é feito com NAT através da interface do host para a rede externa.
tr: Bir sanal makine ile harici ağa erişmek için birkaç farklı yöntem vardır. Mevcut sanal ağ yapılandırması <emphasis>usermode</emphasis>'dir. Bunun kullandığı SLIRP iletişim kuralı ve trafik, ana sistem arayüzünden dış ağlara (Ağ Adres Çeviricisi) NAT edilmiştir.

source: To enable external hosts to directly access services on virtual machines a <emphasis>bridge</emphasis> needs to be configured. This allows the virtual interfaces to connect to the outside network through the physical interface, making them appear as normal hosts to the rest of the network. For information on setting up a bridge see <xref linkend="bridging"/>.
fr: Pour permettre à des machines distantes d'accéder directement aux services des machines virtuelles, un <emphasis>pont</emphasis> doit être configuré. Il permet aux interfaces virtuelles d'être connectées au réseau extérieur en passant par l'interface physique. Ce pont fait apparaître les machines virtuelles comme un hôte normal du réseau. Pour la configuration des ponts, consulter <xref linkend="bridging"/>.
pt_br: Para permitir que hosts externos acessem diretamente serviços em suas máquinas virtuais, uma <emphasis>ponte</emphasis> deve ser configurada. Isso permite que as interfaces virtuais se conectem à rede externa através da interface física, fazendo com que elas apareçam como hosts normais para o resto da rede. Para mais informações sobre como configurar uma ponte, veja <xref linkend="bridging"/>.
tr: Sanal makinelerden harici ana sistemlere doğrudan erişim sağlayabilmek için bir <emphasis>köprü</emphasis> yapılandırması gerekir. Bu, sanal arayüzlerin dış ağlara onları normal ana sistem gibi göstererek ve fiziksel arayüz kullanarak bağlanmayı sağlar. Bir köprü kurma ile ilgili bilgi için <xref linkend="bridging"/>'e bakınız.

source: To install the necessary packages, from a terminal prompt enter:
fr: Pour installer les paquets nécessaires, saisissez dans un terminal :
pt_br: Para instalar os pacotes necessários, digite a partir de um terminal:
tr: Gerekli paketleri yüklemek için terminale şunu giriniz:

source: After installing <application>libvirt-bin</application>, the user used to manage virtual machines will need to be added to the <emphasis>libvirtd</emphasis> group. Doing so will grant the user access to the advanced networking options.
fr: Après l'installation de <application>libvirt-bin</application>, l'utilisateur qui doit gérer les machines virtuelles devra être ajouté au groupe <emphasis>libvirtd</emphasis>. Ceci lui donnera les droits d'accès aux options avancés de configuration réseau.
pt_br: Depois da instalação do <application>libvirt-bin</application>, será necessário adicionar o usuário usado para gerenciar as máquinas virtuais ao grupo <emphasis>libvirtd</emphasis>. Fazer isso irá conceder ao usuário o acesso às opções avançadas de rede.
tr: <application>libvirt-bin</application>'i yükledikten sonra kullanıcının yönettiği sanal makineler <emphasis>libvirtd</emphasis> grubuna eklenmelidir. Böyle yapmak kullanının gelişmiş ağ seçeneklerine erişmesini sağlayacak.

source: In a terminal enter:
fr: Dans un terminal saisissez :
pt_br: Digite no terminal:
tr: Terminale şöyle giriniz:

source: If the user chosen is the current user, you will need to log out and back in for the new group membership to take effect.
fr: Si vous avez choisi l'utilisateur courant, vous devrez vous déconnecter, puis vous reconnecter pour que l'appartenance au nouveau groupe soit prise en compte.
pt_br: Se o usuário escolhido é o usuário atual, você precisará sair e entrar novamente para que a associação ao novo grupo tenha efeito.
tr: Eğer seçilen kullanıcı şu anki kullanıcı ise, yeni grup üyeliğinin etkinleşmesi için çıkıp, tekrar giriş yapman gerekecek.

source: You are now ready to install a <emphasis>Guest</emphasis> operating system. Installing a virtual machine follows the same process as installing the operating system directly on the hardware. You either need a way to automate the installation, or a keyboard and monitor will need to be attached to the physical machine.
fr: Vous êtes maintenant prêt à installer un système d'exploitation <emphasis>Invité</emphasis>. L'installation d'une machine virtuelle suit le même processus que l'installation d'un système d'exploitation directement sur le matériel. Vous avez besoin d'un moyen pour automatiser l'installation ou bien un clavier ainsi qu'un moniteur devront être rattachés à la machine physique.
pt_br: Você agora está pronto para instalar o sistema operacional <emphasis>Convidado</emphasis>. Instalar uma máquina virtual segue o mesmo processo de instalação de um sistema operaciconal direto no hardware. Você precisará também de uma maneira para automatizar a instalação, ou um teclado e o monitor precisarão estar conectados fisicamente na máquina.
tr: Şu an <emphasis>Misafir</emphasis> işletim sistemi yüklemeye hazırsın. Bir sanal makine yüklemede, donanıma doğrudan bir işletim sistemi yükleme gibi aynı işlemler uygulanır. Ya otomatik yüklemeyi takip etmen gerekir ya da bir klavye ve monitör fiziksel makineye ekleyecek.

source: In the case of virtual machines a Graphical User Interface (GUI) is analogous to using a physical keyboard and mouse. Instead of installing a GUI the <application>virt-viewer</application> application can be used to connect to a virtual machine's console using <application>VNC</application>. See <xref linkend="libvirt-virt-viewer"/> for more information.
fr: Dans le cas des machines virtuelles une interface graphique (GUI) est analogue à l'utilisation d'un clavier physique et de la souris. Au lieu d'installer une interface graphique, <application>virt-viewer</application> peut être utilisé pour se connecter à la console d'une machine virtuelle grâce à <application>VNC</application>. Consultez <xref linkend="libvirt-virt-viewer"/> pour plus d'informations.
pt_br: No caso de máquinas virtuais uma Interface Gráfica de Usuário (GUI) é análoga a utilização de um teclado e mouse físico. Ao invés de instalar a GUI a aplicação <application>virt-viewer</application> pode ser usada para conectar ao console de máquinas virtuais usando o <application>VNC</application>. Veja <xref linkend="libvirt-virt-viewer"/> para mais informações.
tr: Sanal makinelerin Grafiksel Kullanıcı Arayüzü (GUI) kullanımı sanki fiziksel klavye ve fare kullanımı gibidir. Sanal makine konsoluna bağlanmak için GUI <application>virt-viewer</application> uygulaması yükleme yerine <application>VNC</application>'yi kullanın. Daha fazla bilgi için <xref linkend="libvirt-virt-viewer"/>'a bakınız.

source: There are several ways to automate the Ubuntu installation process, for example using preseeds, kickstart, etc. Refer to the <ulink url="https://help.ubuntu.com/10.04 LTS/installation-guide/">Ubuntu Installation Guide</ulink> for details.
fr: Il y a plusieurs façons d'automatiser le processus d'installation d'Ubuntu, par exemple en utilisant preseeds, kickstart, etc. Veuillez vous référer au <ulink url="https://help.ubuntu.com/10.04 LTS/installation-guide/">Guide d'installation Ubuntu</ulink> pour plus de détails.
tr: Örneğin preseeds, kickstart vb. kullanarak Ubuntu otomatik yüklemenin birkaç yolu vardır. Ayrıntılar için <ulink url="http://www.ubuntu-tr.org/ubuntuindir/indir/">Ubuntu Yükleme Kılavuzu</ulink>'na bakınız

source: Yet another way to install an Ubuntu virtual machine is to use <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> allows you to setup advanced partitions, execute custom post-install scripts, etc. For details see <xref linkend="jeos-and-vmbuilder"/>
fr: Une autre façon d'installer une machine virtuelle Ubuntu est d'utiliser <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder </application> vous permet de mettre en place un partionnement avancé,exécuter des scripts post-installation, etc. Pour plus de détails, voir <xref linkend="jeos-and-vmbuilder"/>.
pt_br: Um outro método de instalação de uma máquina virtual com Ubuntu é utilizar <application>ubuntu-vm-builder</application>. <application>ubuntu-vm-builder</application> permite que você configure partições avançadas, execute scripts pós-instalação customizados etc. Para detalhes veja <xref linkend="jeos-and-vmbuilder"/>
tr: Ubuntu sanal makineyi yüklemenin diğer yolu <application>ubuntu-vm-builder</application> kullanmaktır. <application>ubuntu-vm-builder</application>, gelişmiş bölümleme kurma, önemli post-install betiklerini yürütme, vb.lerine izin verir. Ayrıntılar için <xref linkend="jeos-and-vmbuilder"/>'a bakınız.
