Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: To allow users with a shell of <filename>/usr/sbin/nologin</filename> access to FTP, but have no shell access, edit <filename>/etc/shells</filename> adding the <emphasis>nologin</emphasis> shell:
pt_br: Para permitir que usuários com shell do tipo <filename>/usr/sbin/nologin</filename> acessem o FTP sem ter acesso ao shell, edite <filename>/etc/shells</filename> adicionando a shell <emphasis>nologin</emphasis>:
tr: <filename>/usr/sbin/nologin</filename> erişiminin shelli ile FTP'ye kullanıcı sağlamak için, fakat shell erişimi yoksa <emphasis>nologin</emphasis> shell ekleyerek <filename>/etc/shells</filename>'i düzenle:

source: Network File System (NFS)
tr: Ağ Dosya Sistemi (NFS)

source: <emphasis role="bold">ServerAdmin</emphasis>: To configure the email address of the designated administrator of the CUPS server, simply edit the <filename>/etc/cups/cupsd.conf</filename> configuration file with your preferred text editor, and add or modify the <emphasis role="italics">ServerAdmin</emphasis> line accordingly. For example, if you are the Administrator for the CUPS server, and your e-mail address is 'bjoy@somebigco.com', then you would modify the ServerAdmin line to appear as such:
pt_br: <emphasis role="bold">ServerAdmin</emphasis>: Para configurar o endereço de email do administrador designado para o servidor CUPS, basta editar o arquivo de configuração <filename>/etc/cups/cupsd.conf</filename arquivo de configuração> com o seu editor de texto preferido, e adicionar ou modificar a linha <emphasis role="italics">ServerAdmin</emphasis> conforme desejado. Por exemplo, se você é o administrador do servidor CUPS, e seu endereço de e-mail é "bjoy@somebigco.com ', então você deve modificar a linha ServerAdmin para aparecer como tal:
tr: <emphasis role="bold">ServerAdmin</emphasis>: CUPS sunucunun atanmış yöneticisinin e-posta adresini yapılandırmak için, <filename>/etc/cups/cupsd.conf</filename> yapılandırma dosyasını, istediğin metin düzenleyicisi ile düzenleyerek ve <emphasis role="italics">ServerAdmin</emphasis> satırını uygun şekilde ekleyerek yapılandırın. Örneğin, eğer CUPS sunucunu yöneticisi isen, e-posta adresin 'bjoy@somebigco.com' dur. Sonra ServerAdmin satırını şu şekilde düzenleyin:

source: In order to perform administrative tasks via the web interface, you must either have the root account enabled on your server, or authenticate as a user in the <emphasis role="italic">lpadmin</emphasis> group. For security reasons, CUPS won't authenticate a user that doesn't have a password.
pt_br: Para executar tarefas administrativas pela interface web, você precisa ter a conta de root habilitada em seu servidor, ou autenticar com um usuário do grupo <emphasis role="italic">lpadmin</emphasis>. Por razôes de segurança, o CUPS não autenticará um usuário que não tiver uma senha.
tr: Yönetimsel görevleri web arayüzüyle yürütmek için, ya sunucunda etkin bir yönetim hesabına ya da <emphasis role="italic">lpadmin</emphasis> grubundaki bir kullanıcı gibi kimlik doğrulamaya sahip olmalısın. Güvenlik sebeplerinden dolayı, CUPS, şifresi olmayan kullanıcıya kimlik doğrulaması yapmaz.

source: Now to demonstrate how applications make use of DNS to resolve a host name use the <application>ping</application> utility to send an ICMP echo request. From a terminal prompt enter:
pt_br: Agora para demonstrar como aplicativos fazem uso do DNS para resolver o nome do host, use o utilitário <application>ping</application> para enviar uma requisição de echo ICMP. A partir de um terminal digite:
tr: Şimdi, DNS'nin bir ana makine adını çözümleyerek uygulamaları nasıl kullandığını görmek için, ICMP eko isteğini göndererek <application>ping</application> uygulamasını kullanın. Bunun için terminalden girin:

source: A great way to test your zone files is by using the <application>named-checkzone</application> utility installed with the <application>bind9</application> package. This utility allows you to make sure the configuration is correct before restarting <application>BIND9</application> and making the changes live.
pt_br: Um boa forma de testar seus arquivos de zona é usando o utilitário <application>named-checkzone</application> instalado com o pacote<application>bind9</application>. Este utilitário permite que você tenha certeza que a configuração está correta antes de reiniciar o <application>BIND9</application> e faça as alterações entrar em vigor.
tr: Bölge dosyanı sınamanın harika bir yolu <application>bind9</application> paketiyle yüklü <application>named-checkzone</application> uygulaması kullanmaktır. Bu uygulama, <application>BIND9</application>'u tekrar başlatmadan önce yapılandırmanın doğru olduğunundan emin olmanı sağlar ve değişiklikleri başlatır.

source: To test our example Forward zone file enter the following from a command prompt:
pt_br: Para testar nosso arquivo de zona Forward de exemplo, entre o seguinte a partir de um terminal:
tr: Bizim örneğimiz olan İleri bölge dosyasını sınamak için aşağıdakileri uçbirime girin:

source: zone example.com/IN: loaded serial 6 OK
tr: zone example.com/IN: loaded serial 6 Tamam

source: Similarly, to test the Reverse zone file enter the following:
pt_br: Similarmente, para testar o arquivo de zona Reversa entre o seguinte:
tr: Benzer şekilde, Ters bölge dosyasını sınamak için şunu girin:

source: zone example.com/IN: loaded serial 3 OK
tr: zone example.com/IN: loaded serial 3 Tamam

source: The <emphasis>Serial Number</emphasis> of your zone file will probably be different.
pt_br: O <emphasis>Número Serial</emphasis> do seu arquivo de zona provavelmente estará diferente.
tr: Bölge dosyanın <emphasis>Seri Numarası</emphasis> muhtemelen farklı olacaktır.

source: <application>BIND9</application> has a wide variety of logging configuration options available. There are two main options. The <emphasis>channel</emphasis> option configures where logs go, and the <emphasis>category</emphasis> option determines what information to log.
pt_br: <application>BIND9</application> possui uma larga variedade de opções de configuração de registro disponíveis. Existem duas opções principais. A opção <emphasis>canal</emphasis> configura para onde o registro irá, e a opção <emphasis>categoria</emphasis> determina qual informação será registrada.
tr: <application>BIND9</application> çok çeşit günlük raporu yapılandırma seçeneklerine sahiptir. İki ana seçenek vardır. <emphasis>Kanal</emphasis> seçeneği, kayıtların nereye gideceğini yapılandırır ve <emphasis>kategori</emphasis> seçeneği de hangi bilginin kayıt edileceğini tanımlar.

source: Since the <emphasis>named daemon</emphasis> runs as the <emphasis>bind</emphasis> user the <filename>/var/log/query.log</filename> file must be created and the ownership changed:
pt_br: Uma vez que o<emphasis>deamon named</emphasis> é executado como o usuário <emphasis>bind</emphasis> o arquivo <filename>/var/log/query.log</filename> deve ser criado e seu dono substituído:
tr: <emphasis>named programı</emphasis>, <emphasis>bind</emphasis> kullanıcısı olarak çalıştığında <filename>/var/log/query.log</filename> dosyası oluşturulmalı ve sahiplik değiştirilmelidir:

source: By default, connection via TCP/IP is disabled. PostgreSQL supports multiple client authentication methods. By default, IDENT authentication method is used for <application>postgres</application> and local users. Please refer <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>.
pt_br: Por padrão, a conexão via TCP/IP está desabilitada. PostgreSQL suporta múltiplos métodos autenticações de clientes. Por padrão, o método de autenticação IDENT é usado pelo <application>postgres</application> e usuários locais. Por favor consulte <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>.
tr: Öntanımlı olarak TCP/IP yoluyla bağlanmak pasiftir. PostgreSQL, çok istemcili kimlik doğrulama metodlarını destekler. Öntanımlı olarak, IDENT kimlik doğrulma metodu <application>postgres</application> ve yerel kullanıcılar için kullanılır. <ulink url="http://www.postgresql.org/docs/8.4/static/admin.html"> the PostgreSQL Administrator's Guide</ulink>'a bakın.

source: The following discussion assumes that you wish to enable TCP/IP connections and use the MD5 method for client authentication. PostgreSQL configuration files are stored in the <filename>/etc/postgresql/&lt;version&gt;/main</filename> directory. For example, if you install PostgreSQL 8.4, the configuration files are stored in the <filename>/etc/postgresql/8.4/main</filename> directory.
pt_br: A discussão a seguir pressupõe que você quer habilitar conexões TCP / IP e usar o método MD5 para autenticação do cliente. Os arquivos de configurações do PostgreSQL estão armazenadas no ditório <filename>/etc/postgresql/&lt;version&gt;/main</filename>. Por exemplo, se você instalar o PostgreSQL 8.4, os arquivos de configuração ficarão no diretório <filename>/etc/postgresql/8.4/main</filename>.
tr: Aşağıdaki yazılar, TCP/IP bağlantılarını etkinleştirmek ve istemci doğrulamasi için MD5 metodunu kullanmak istediğini varsayar. PostgreSQL yapılandırma dosyaları <filename>/etc/postgresql/&lt;version&gt;/main</filename> dizininde depolanır. Örneğin, eğer PostgreSQL 8.4'ü yüklersen, yapılandırma dosyaları <filename>/etc/postgresql/8.4/main</filename> dizininde depolanır.

source: sudo -u postgres psql template1
tr: sudo -u postgres psql şablon1

source: Clustering
pt_br: Agrupando
tr: Kümeleme

source: If you are using the <emphasis>virtual kernel</emphasis> as part of a virtual machine you will need to manually compile the <application>drbd</application> module. It may be easier to install the <application>linux-server</application> package inside the virtual machine.
pt_br: Caso você esteja usando um <emphasis>kernel virtual</emphasis> como parte de uma máquina virtual você terá que compilar manualmente o módulo <application>drbd</application>. Pode ser mais fácil instalar o pacote <application>linux-server</application> dentro da máquina virtual.
tr: Sanal makinenin bir parçası olarak eğer <emphasis>sanal çekirdek</emphasis> (virtual kernel) kullanıyorsan <application>drbd</application> modülünü elle derlemek zorundasın. Sanal makineyi yüklemektense <application>linux-server</application> paketini yüklemekten daha kolay olabilir.

source: Now on the <emphasis>secondary</emphasis> server <emphasis>promote</emphasis> it to the <emphasis>primary</emphasis> role:
pt_br: Agora o servidor <emphasis>secundário</emphasis> <emphasis>promove</emphasis> o papel de <emphasis>primário</emphasis>:
tr: Şimdi <emphasis>ikincil</emphasis> sunucuyu <emphasis>birincil</emphasis> konuma <emphasis>yükseltin</emphasis>:

source: M:irc.localhost::Debian ircd default configuration::000A
tr: M:irc.localhost::Debian ircd öntanımlı yapılandırma::000A

source: Please make sure you add DNS aliases for the IRC host name. For instance, if you set irc.livecipher.com as IRC host name, please make sure irc.livecipher.com is resolvable in your Domain Name Server. The IRC host name should not be same as the host name.
pt_br: Por favor, certifique-se de ter adicionado apelidos DNS para o nome do host IRC. Por exemplo, se você definiu irc.livecipher.com como um nome de host IRC, por favor certifique-se de que irc.livecipher.com é resolvível em seu DNS. O nome do host IRC não deve ser igual ao nome do host.
tr: IRC makine adı için DNS takma adlarını eklediğinden emin olun. Örneğin, eğer IRC makine adı olarak irc.livecipher.com'u ayarladıysan, Alan Adı Sunucunda irc.livecipher.com'un çözümlenebilir olduğundan emin olun. IRC makine adı makine adı ile aynı olmamalıdır.

source: A:Organization, IRC dept.:Daemon &lt;ircd@example.irc.org&gt;:Client Server::IRCnet:
pt_br: A:Organização, IRC dept.:Daemon &lt;ircd@exemplo.irc.org&gt;:Client Server::IRCnet:
tr: A:Organizasyon, IRC dept.:Daemon &lt;ircd@example.irc.org&gt;:İstemci Sunucu::IRCnet:\n

source: sudo adduser $username bacula
tr: sudo adduser $kullanıcı_adı bacula

source: Device { Name = "Tape Drive" Device Type = tape Media Type = DDS-4 Archive Device = /dev/st0 Hardware end of medium = No; AutomaticMount = yes; # when device opened, read it AlwaysOpen = Yes; RemovableMedia = yes; RandomAccess = no; Alert Command = "sh -c 'tapeinfo -f %c | grep TapeAlert'" }
tr: Device { Name = "Tape Drive" Device Type = tape Media Type = DDS-4 Archive Device = /dev/st0 Hardware end of medium = No; AutomaticMount = yes; # aygıt açıldığında, onu oku AlwaysOpen = Yes; RemovableMedia = yes; RandomAccess = no; Alert Command = "sh -c 'tapeinfo -f %c | grep TapeAlert'" }

source: label
tr: etiket

source: Enter new Volume name: <placeholder-1/> Defined Pools: 1: Default 2: Scratch
pt_br: Digite o novo nome do Volume: <placeholder-1/> Pools Definidas: 1: Padrão 2: Zerado
tr: Yeni Birim adını girin: <placeholder-1/> Defined Pools: 1: Default 2: Scratch

source: Select the Pool (1-2): <placeholder-1/> Connecting to Storage daemon TapeDrive at backupserver:9103 ... Sending label command for Volume "Sunday" Slot 0 ...
pt_br: Selecione o Pool (1-2): <placeholder-1/> Conectando ao daemon de armazenamento do TapeDrive TapeDrive no backupserver:9103 ... Enviando o comando label para o Volume "Domingo" Slot 0 ...
tr: Havuzu seçin (1-2): <placeholder-1/> Depolama programına bağlanıyor TapeDrive at backupserver:9103 ... Birim için etiket komutu gönderiliyor "Sunday" Slot 0 ...

source: sudo chgrp -R sysadmin /srv/samba/share/
pt_br: sudo chgrp -R sysadmins /srv/samba/share/

source: DocumentRoot /path/to/rails/application/public
pt_br: DocumentRoot /caminho/do/rails/applicacao/public

source: source vars
pt_br: variáveis fonte

source: &lt;interface type='bridge'&gt; &lt;source bridge='br0'/&gt; &lt;/interface&gt;
pt_br: &lt;tipo de interface='bridge'&gt; &lt;origem da ponte='br0'/&gt; &lt;/interface&gt;

source: Minimum
pt_br: Mínimo

source: Notes
pt_br: Notas

source: password required pam_unix.so nullok obscure min=4 max=8 md5
pt_br: senha requerida pam_unix.so nullok obscure min=4 max=8 md5

source: password required pam_unix.so nullok obscure min=6 max=8 md5
pt_br: senha requerida pam_unix.so nullok obscure min=6 max=8 md5

source: sudo chage -l username
pt_br: sudo chage -l nomedousuario

source: base-files: /etc/host.conf
pt_br: arquivos base: /etc/host.conf

source: #!/bin/sh # # # Prints the local weather information for the MOTD. # # # Replace KINT with your local weather station. # Local stations can be found here: http://www.weather.gov/tg/siteloc.shtml echo weather -i KINT echo
pt_br: #!/bin/sh # # # Imrprimir o clima local para o MOTD. # # # Substitua KINT para a estanção local de clima # Estação local pode ser achado em: http://www.weather.gov/tg/siteloc.shtml echo weather -i KINT echo

source: Loopback Interface
pt_br: Interface local

source: sudo kdb5_ldap_util -D cn=admin,dc=example,dc=com create -subtrees dc=example,dc=com -r EXAMPLE.COM -s -H ldap://ldap01.example.com
pt_br: sudo kdb5_ldap_util -D cn=admin,dc=exemplo,dc=com create -subtrees dc=exemplo,dc=com -r EXEMPLO.COM -s -H ldap://ldap01.exemplo.com

source: sudo kdb5_ldap_util -D cn=admin,dc=example,dc=com stashsrvpw -f /etc/krb5kdc/service.keyfile cn=admin,dc=example,dc=com
pt_br: sudo kdb5_ldap_util -D cn=admin,dc=exemplo,dc=com stashsrvpw -f /etc/krb5kdc/service.keyfile cn=admin,dc=exemplo,dc=com

source: sudo mv .k5.EXAMPLE.COM /etc/krb5kdc/
pt_br: sudo mv .k5.EXEMPLO.COM /etc/krb5kdc/

source: mechanisms = plain login
pt_br: mecanismos = login em texto plano

source: Automatically selected Catalog: MyCatalog Using Catalog "MyCatalog" The defined Storage resources are: 1: File 2: TapeDrive Select Storage resource (1-2):<placeholder-1/>
pt_br: Catálogo selecionado automáticamente: MeuCatalogo Usando catálogo "MeuCatalog" Os recursos de Armazenamento definidos são: 1: Arquivo 2: Drive de Fita Selecione o recurso de Armazenamento (1-2):<placeholder-1/>
