Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <emphasis>Logs:</emphasis> allows <application>eBox</application> logs to be queried depending on the purge time configured.
fr: <emphasis>Logs :</emphasis> permet d'interroger les journaux d'<application>eBox</application> en tenant compte du délai configurer pour leur purge.
pt_br: <emphasis>Logs:</emphasis> permite que os logs do <application>eBox</application> sejam consultados dependendo do tempo de remoção configurado.
tr: <emphasis>Kayıtlar:</emphasis> <application>eBox</application> kayıtları yapılandırma esnasındaki sorgulamayı sağlar.

source: <emphasis>Events:</emphasis> this module has the ability to send alerts through rss, jabber, and log file.
fr: <emphasis>Events :</emphasis> ce module à la capacité d'envoyer des alertes via RSS, jabber, et dans un fichier journal.
pt_br: <emphasis>Eventos:</emphasis> este módulo tem a habilidade de enviar alertas através de rss, jabber e arquivos de log.
tr: <emphasis>Olaylar:</emphasis> bu, olayları rss, jabber ve kayıt dosyasından gönderebilecek bir modüle sahiptir

source: Available Events:
fr: Évènements disponibles :
pt_br: Eventos Disponíveis:
tr: Kullanılabilir Olaylar:

source: <emphasis>Free Storage Space:</emphasis> will send alert if free disk space drops below a configured percentage, 10% by default.
fr: <emphasis>Free Storage Space :</emphasis> enverra une alerte si l'espace disque libre tombe en dessous du pourcentage configuré (10 % par défaut).
pt_br: <emphasis>Espaço de Armazenamento Livre:</emphasis> irá enviar um alerta se o espaço livre no disco ficar abaixo de uma porcentagem configurada, o padrão é 10%.
tr: <emphasis>Boş Depolama Alanı:</emphasis> eğer boş disk alanı normal olan %10'dan aşağı düşerse bir olay gönderir.

source: <emphasis>RAID:</emphasis> will monitor the RAID system and send alerts if any issues arise.
fr: <emphasis>RAID :</emphasis> surveillera le système RAID et enverra des alertes si un problème quelconque survient.
pt_br: <emphasis>RAID:</emphasis> irá monitorar o sistema RAID e envia alertas se qualquer problema ocorrer.
tr: <emphasis>RAID:</emphasis> RAID sistem gözükecek ve herhangi bir vaka oluşursa olay gönderecek

source: <emphasis>Service:</emphasis> sends alerts if a service restarts multiple times in a short time period.
fr: <emphasis>Service :</emphasis> envoie des alertes si un service redémarre plusieurs fois dans un court laps de temps.
pt_br: <emphasis>Serviço:</emphasis> envia alertas se um serviço reiniciar várias vezes em um curto período de tempo.
tr: <emphasis>Servis:</emphasis> eğer kısa bir zaman aralığında servis birçok kez başlarsa olay gönderir.

source: <emphasis>State:</emphasis> alerts on the state of <application>eBox</application>, either up or down.
fr: <emphasis>State :</emphasis> envoie des alertes sur l'état d'<application>eBox</application>, qu'il soit actif ou inactif.
pt_br: <emphasis>Estado:</emphasis> alerta sobre o estado do <application>eBox</application>, tanto executando ou parado.
tr: <emphasis>Durum:</emphasis> Ya yukarı ya da aşağı olan <application>eBox</application> durumundaki olaylar

source: Dispatchers:
fr: Répartiteurs :
pt_br: Expedidores:
tr: Göndericiler:

source: <emphasis>Log:</emphasis> this dispatcher will send event messages to the <application>eBox</application> log file <filename>/var/log/ebox/ebox.log</filename>.
fr: <emphasis>Log :</emphasis> ce répartiteur enverra des messages d'événement au fichier journal <filename>/var/log/ebox/ebox.log</filename> d'<application>eBox</application>.
pt_br: <emphasis>Log:</emphasis> esse expedidor irá enviar mensagens de envento para o arquivo de log <filename>/var/log/ebox/ebox.log</filename> do <application>eBox</application>.
tr: <emphasis>Kayıt:</emphasis> bu gönderici <application>eBox</application> kayıt dosyası <filename>/var/log/ebox/ebox.log</filename>'a olay mesajları gönderecek.

source: <emphasis>Jabber:</emphasis> before enabling this dispatcher you must first configure it by clicking on the <quote>Configure</quote> icon.
fr: <emphasis>Jabber :</emphasis> avant d'activer ce répartiteur vous devez d'abord le configurer en cliquant sur l'icône <quote>Configurer</quote>.
pt_br: <emphasis>Jabber:</emphasis> antes de habilitar este expedidor você deve primeiro configurá-lo clicando no ícone <quote>Configurar</quote>.
tr: <emphasis>Jabber:</emphasis> bu göndericiyi aktifleştirmeden önce <quote>Yapılandır</quote> ikonuna tıklayarak onu yapılandırmalısın.

source: <emphasis>RSS:</emphasis> once this dispatcher is configured you can subscribe to the link in order to view event alerts.
fr: <emphasis>RSS :</emphasis> une fois ce répartiteur configuré, vous pouvez souscrire au flux RSS pour voir les alertes.
pt_br: <emphasis>RSS:</emphasis> após este expedidor ser configurado você deve inscrever-se no link para poder ver os alertas de eventos.
tr: <emphasis>RSS:</emphasis> ilk yapılandırılan bu göndericiyi olayları göstermek için bağlantıya tutturabilirsin.

source: Additional Modules
fr: Modules supplémentaires
pt_br: Módulos Adicionais
tr: Ek Modüller

source: Here is a quick description of other available <application>eBox</application> modules:
fr: Voici une description rapide des autres modules <application>eBox</application> disponibles :
pt_br: Aqui está uma breve descrição de outros módulos <application>eBox</application>:
tr: Burada diğer kullanılabilir <application>eBox</application> modüllerinin bir tanımlaması vardır:

source: <emphasis>Network:</emphasis> allows configuration of the server's network options through eBox.
fr: <emphasis>Network :</emphasis> permet de configurer les options réseau du serveur via eBox.
pt_br: <emphasis>Rede:</emphasis> permite a configuração de opções de rede do servidor através do eBox.
tr: <emphasis>Ağ:</emphasis> sunucu ağ seçeneklerinin yapılandırmasını eBox'dan sağlar.

source: <emphasis>Firewall:</emphasis> configures firewall options for the eBox host.
fr: <emphasis>Firewall :</emphasis> configure les options de pare-feu pour l'hôte eBox.
pt_br: <emphasis>Firewall:</emphasis> configura as opções de firewall para a máquina do eBox.
tr: <emphasis>Güvenlik duvarı:</emphasis> eBox ana sistem için güvenlik duvarı seçeneklerini yapılandırır.

source: <emphasis>UsersandGroups:</emphasis> this module will manage users and groups contained in an <application>OpenLDAP</application> LDAP directory.
fr: <emphasis>UsersandGroups :</emphasis> ce module gérera les utilisateurs et les groupes contenus dans un annuaire LDAP <application>OpenLDAP</application>.
pt_br: <emphasis>UsuárioseGrupos:</emphasis> este módulo irá gerenciar usuários e grupos contidos no diretório LDAP do <application>OpenLDAP</application>.
tr: <emphasis>Kullanıcı ve Gruplar:</emphasis> bu modül, <application>OpenLDAP</application> LDAP dizinindeki kullanıcı ve grupları yönetir.

source: <emphasis>DHCP:</emphasis> provides an interface for configuring a DHCP server.
fr: <emphasis>DHCP :</emphasis> fournit une interface permettant de configurer un serveur DHCP.
pt_br: <emphasis>DHCP:</emphasis> fornece uma interface para configurar um servidor DHCP.
tr: <emphasis>DHCP:</emphasis> DHCP sunucu yapılandırması için bir arayüz sağlar.

source: <emphasis>DNS:</emphasis> provides <application>BIND9</application> DNS server configuration options.
fr: <emphasis>DNS :</emphasis> fournit les options de configuration du serveur DNS <application>BIND9</application>.
pt_br: <emphasis>DNS:</emphasis> fornece opções de configuração para o servidor DNS <application>BIND9</application>.
tr: <emphasis>DNS:</emphasis> <application>BIND9</application> DNS sunucu yapılandırma seçenekleri sağlar.

source: <emphasis>Objects:</emphasis> allow configuration of eBox <emphasis>Network Objects</emphasis>, which allow you to assign a name to an IP address or group of IPs.
fr: <emphasis>Objects :</emphasis> permet la configuration des <emphasis>Network Objects</emphasis> (objets réseau) d'eBox. Ceux-ci permettent d'assigner un nom à une adresse IP ou à un groupe d'adresses IP.
pt_br: <emphasis>Objetos:</emphasis> permite a configuração de <emphasis>Objetos de Rede</emphasis> do eBox, no qual permite atribuir um nome para um endereço IP ou grupos de IPs.
tr: <emphasis>Objeler:</emphasis> IP'lerin adres veya grubuna bir ad vermeni sağlayan eBox <emphasis>Ağ Objeleri</emphasis>nin yapılandırmasına izin verir.

source: <emphasis>Services:</emphasis> displays configuration information for services that are available to the network.
fr: <emphasis>Services :</emphasis> affiche les informations de configuration pour les services disponibles pour le réseau.
pt_br: <emphasis>Serviços:</emphasis> mostra informação da configuração para serviços que estão disponíveis para a rede.
tr: <emphasis>Servisler:</emphasis> ağda kullanılabilir servis bilgi yapılandırmasını gösterir.

source: <emphasis>Squid:</emphasis> configuration options for the <application>Squid</application> proxy server.
fr: <emphasis>Squid :</emphasis> options de configuration pour le serveur mandataire <application>Squid</application>.
pt_br: <emphasis>Squid:</emphasis> opções de configuração para o servidor proxy <application>Squid</application>.
tr: <emphasis>Squid:</emphasis> <application>Squid</application> vekil sunucu için yapılandırma seçenekleri.

source: <emphasis>CA:</emphasis> configures a Certificate Authority for the server.
fr: <emphasis>CA :</emphasis> configure une autorité de certification (CA) pour le serveur.
pt_br: <emphasis>CA:</emphasis> configura uma Autoridade de Certificação para o servidor.
tr: <emphasis>CA:</emphasis> sunucu için Sertifika Yetkisi yapılandırır.

source: <emphasis>NTP:</emphasis> set Network Time Protocol options.
fr: <emphasis>NTP :</emphasis> définit les options du protocole NTP (Network Time Protocole).
pt_br: <emphasis>NTP:</emphasis> determina opções do Protocolo de Tempo da Rede.
tr: <emphasis>NTP:</emphasis> Ağ Zaman İletişim Kuralı seçeneklerini ayarlar.

source: <emphasis>Printers:</emphasis> allows the configuration of printers.
fr: <emphasis>Printers :</emphasis> permets la configuration d'imprimantes.
pt_br: <emphasis>Impressoras:</emphasis> permite a configuração das impressoras.
tr: <emphasis>Yazıcılar:</emphasis> yazıcıların yapılandırılmasını sağlar.

source: <emphasis>Samba:</emphasis> configuration options for Samba.
fr: <emphasis>Samba :</emphasis> options de configuration pour Samba.
pt_br: <emphasis>Samba:</emphasis> opções de configuração para o Samba.
tr: <emphasis>Samba:</emphasis> Samba için yapılandırma seçenekleri.

source: <emphasis>OpenVPN:</emphasis> setup options for OpenVPN Virtual Private Network application.
fr: <emphasis>OpenVPN :</emphasis> options de configuration pour l'application de réseau privé virtuel OpenVPN.
pt_br: <emphasis>OpenVPN:</emphasis> configura opções para a aplicação de Rede Virtual Privada OpenVPN.
tr: <emphasis>OpenVPN:</emphasis> OpenVPN Sanal Özel Ağ uygulaması için seçenekleri kurar.

source: The <ulink url="https://help.ubuntu.com/community/eBox">eBox Ubuntu Wiki</ulink> page has more details.
fr: La page du <ulink url="https://help.ubuntu.com/community/eBox">WikiUbuntu consacrée à eBox</ulink> comporte quelques informations complémentaires.

source: For more information also see the <ulink url="http://ebox-platform.com/">eBox Home Page</ulink>.
fr: Pour plus d'information, vous pouvez également consultez le <ulink url="http://ebox-platform.com/">site Web d'eBox</ulink>.

source: Package Management
fr: Gestion des paquets
pt_br: Gerenciador de Pacotes
tr: Paket Yönetimi

source: Ubuntu features a comprehensive package management system for the installation, upgrade, configuration, and removal of software. In addition to providing access to an organized base of over 24,000 software packages for your Ubuntu computer, the package management facilities also feature dependency resolution capabilities and software update checking.
fr: Ubuntu dispose d'un vaste système de gestion des paquets pour l'installation, la mise à niveau, la configuration et la suppression de logiciels. En plus de fournir l'accès à une base organisée de plus de 24000 paquets logiciels pour votre ordinateur Ubuntu, l'infrastructure de gestion des paquets est aussi dotée de capacités de résolution de dépendances et de vérification des mises à jour.
pt_br: Ubuntu oferece um gerenciador de pacote completo para a instalação do sistema, atualização, configuração e remoção de software. Além de proporcionar o acesso a uma base organizada de mais de 24.000 pacotes de software para o seu computador Ubuntu, o gerenciador de pacote oferece facilita a resolução de dependências e checagem de atualização de software.
tr: Ubuntu özellikleri yükleme, güncelleme, yapılandırma ve yazılım kaldırma gibi kapsamlı bir paket yönetim sistemidir. Ayrıca Ubuntu bilgisayarınla 24 000'den daha fazla pakete erişmeni sağlar. Paket yönetim olanakları da çözüm yeteneklerini ve yazılım güncelleme kontrolünü barındıran bir özelliktir.

source: Several tools are available for interacting with Ubuntu's package management system, from simple command-line utilities which may be easily automated by system administrators, to a simple graphical interface which is easy to use by those new to Ubuntu.
fr: Divers outils pour interagir avec le système de gestion de paquets d'Ubuntu sont disponibles, allant des utilitaires en simple ligne de commande, qui peuvent aisément être automatisés par les administrateurs système, jusqu'à une interface graphique simple à utiliser pour les débutants sur Ubuntu.
pt_br: Várias ferramentas estão disponíveis para interagir com o sistema de gerência de pacotes do Ubuntu, de utilitários simples em linha de comando que facilmente pode ser automatizado por administradores de sistema, a uma interface gráfica simples que é fácil de usar por novos usuários Ubuntu.
tr: Ubuntu paket yönetim sistemiyle, sistem yöneticilerine otomatik bağlanan basit komut satırı uygulamalarından yeni Ubuntu'ları kullanmayı kolaylaştıran basit grafiksel arayüzlere kadar, interaktif olarak sunulan birkaç araç vardır.

source: Ubuntu's package management system is derived from the same system used by the Debian GNU/Linux distribution. The package files contain all of the necessary files, meta-data, and instructions to implement a particular functionality or software application on your Ubuntu computer.
fr: Le système de gestion des paquets d'Ubuntu est dérivé de celui utilisé par la distribution GNU/Linux Debian. Les paquets contiennent tous les fichiers nécessaires, ainsi que les méta-données et les instructions permettant d'implémenter une fonctionnalité particulière ou une application logicielle dans votre ordinateur Ubuntu.
pt_br: O sistema de gerenciamento de pacotes do Ubuntu é derivado do mesmo sistema usado na distribuição Debian GNU/Linux. Os pacotes contém todos os arquivos necessário, meta-dados, e instruções para implementar funcionalidades particulares ou softwares em seu computador Ubuntu.
tr: Ubuntu'nun paket yönetim sistemi, Debian GNU/linux dağıtımındaki aynı sistem kullanılarak türetildi. Paket dosyaları Ubuntu bilgisayarında gerekli olan tüm dosya, üst veri ve özel fonksiyon veya yazılım uygulaması için yönergeler içerir.

source: Debian package files typically have the extension '.deb', and typically exist in <emphasis role="italics">repositories</emphasis> which are collections of packages found on various media, such as CD-ROM discs, or online. Packages are normally of the pre-compiled binary format; thus installation is quick and requires no compiling of software.
fr: Les paquets Debian portent généralement l'extension « .deb », et sont situés dans des <emphasis role="italics">dépôts</emphasis> qui sont des collections de paquets existants sur divers médias, tels que les CD-ROM ou l'Internet. Les paquets sont généralement au format binaire pré-compilé, ce qui rend leur installation rapide et ne requiert aucune compilation de logiciel.
pt_br: Os pacotes Debian, tipicamente possuem a extensão ".deb" e como é de se esperar, possuem <emphasis role="italics">repositórios</emphasis> que têm coleções de pacotes que podem ser encontrados na forma de mídias, tais como CD-ROM ou on-lines. Pacotes são, normalmente, binários pré-compilados; assim a instalação é rápida, sem a necessidade de compilar o software.
tr: Debian paket dosyaları tipik olarak '.deb' uzantıya sahiptir ve CD-ROM diskleri gibi çeşitli medya paketleri barındıran <emphasis role="italics">depolar</emphasis>da veya online olarak bulunurlar. Paketler normalde ön derlemeli ikili biçimdedir. Bu yükleme hızlıdır yazlımın derlemeye gerek yoktur.

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>libasound2</application>, which is a package supplying the <application>ALSA</application> sound library needed for audio playback. In order for <application>Festival</application> to function, it and all of its dependencies must be installed. The software management tools in Ubuntu will do this automatically.
fr: Beaucoup de paquets complexes utilisent le concept de <emphasis role="italics">dépendances</emphasis>. Les dépendances sont des paquets additionnels requis par le paquet principal pour fonctionner correctement. Par exemple, la paquet de synthèse de la parole <application>Festival</application> dépend du paquet <application>libasound2</application>, qui est un paquet fournissant la bibliothèque de sons <application>ALSA</application> nécessaire à la lecture audio. Pour que <application>Festival</application> fonctionne, ce programme ainsi que toutes ses dépendances doivent être installés. Les outils de gestion des logiciels dans Ubuntu feront ceci automatiquement.
pt_br: Muitos pacotes complexos usam o conceito de <emphasis role="italics">dependências</emphasis>. Dependências são pacotes adicionais requeridos pelo pacote principal para que este funcione adequadamente. Por exemplo, o pacote de síntese da fala <application>Festival</application> depende do pacote <application>libasound2</application>, que fornece a biblioteca de som <application>ALSA</application> necessária para reprodução de áudio. Para que <application>Festival</application> funcione, ele e todas as suas dependências precisam ser instalados. As ferramentas de gerenciamento de software no Ubuntu farão isto automaticamente.
tr: Birçok karmaşık paket <emphasis role="italics">bağımlılık</emphasis> kavramını kullanır. Bağımlılıklar fonksiyonları uygun olarak yapabilmek için ek paketleri. Örneğin, konuşma sentez paketi, ses oynatma için ses kitaplık kaynağı <application>ALSA</application> paketi, <application>Festival</application> <application>libasound2</application> paketine bağlıdır. <application>Festival</application>'ın işlevini yerine getirebilmesi için onun ve tüm bağımlılıklarının yüklenmesi gerekir. Ubuntu'daki yazılım yönetim araçları bunu otomatik olarak yapar.

source: <application>dpkg</application> is a package manager for <emphasis>Debian</emphasis> based systems. It can install, remove, and build packages, but unlike other package management system's it can not automatically download and install packages and their dependencies. This section covers using <application>dpkg</application> to manage locally installed packages:
fr: <application>dpkg</application> est un gestionnaire de paquets pour les systèmes basés sur <emphasis>Debian</emphasis> . Il peut installer, supprimer et compiler les paquets, mais contrairement à d'autres systèmes de gestion de paquets , il ne peut pas télécharger et installer automatiquement les paquets et leurs dépendances. Cette section porte sur l'utilisation de <application>dpkg</application> pour gérer les paquets localement installés:
pt_br: <application>dpkg</application> é um gerenciador de pacotes para <emphasis>Debian</emphasis> baseado no sistema. Ele pode instalar, remove e construir pacotes, mas ao contrário de outros gerenciadores de pacotes do sistema ele não faz automaticamente o download e instalação de pacotes e suas dependências. Esta sessão abrange o uso do <application>dpkg</application> para gerenciar os pacotes instalados localmente:
tr: <application>dpkg</application>, <emphasis>Debian</emphasis> tabanlı sistemler için paket yöneticisidir. Bu yükleyebilir, kaldırabilir ve paket oluşturabilirr. Fakat diğer paket yönetim sistemlerinin aksine paketleri otomatik olarak indirip bağımlılıklarını yükleyemez. Bu bölüm yerel olarak yüklenmiş paketleri yönetmek için <application>dpkg</application> kullanımını kaplar:

source: To list all packages installed on the system, from a terminal prompt enter:
fr: Pour lister les paquets installés, saisissez dans un terminalnbsp]:
pt_br: Para listar todos os pacotes instalados no sistema, a partir de um prompt do terminal digite:
tr: Sisteminizde kurulu olan bütün paketleri listelemek için bir uç birime aşağıdaki komutu yazın:

source: Depending on the amount of packages on your system, this can generate a large amount of output. Pipe the output through <application>grep</application> to see if a specific package is installed:
fr: Selon le nombre de paquets installés sur votre système, ceci peut générer un nombre important d'information sur la sortie standard. Filtrez le résultat à l'aide de <application>grep</application> pour trouver un paquet particulier :
pt_br: Dependendo da quantidade de pacotes no seu sistema, isso pode gerar uma grande quantidade de saída em tela. Direcione a saída através de <application>grep</application> para ser se um pacote específico está instalado:
tr: Sistemdeki paketlerin miktarına bağlı olarak büyük bir çıktı oluşturabilir. Yüklü özel paket olduğunu görmek için:

source: Replace <emphasis>apache2</emphasis> with any package name, part of a package name, or other regular expression.
fr: Remplacez <emphasis>apache2</emphasis> par un nom de paquet, par une partie du nom d'un paquet ou par une expression régulière.
pt_br: Substituir <emphasis>apache2</emphasis> com qualquer nome de pacote, parte de um nome de pacote, ou outra expressão regular.
tr: <emphasis>apache2</emphasis>'yi herhangi paket adı, paket adı bölümü veya diğer sıradan ifade ile değiştir.

source: To list the files installed by a package, in this case the <application>ufw</application> package, enter:
fr: Pour lister les fichiers installés par un paquet, ici <application>ufw</application>, saisissez :
pt_br: Para listar os arquivos instalados por um pacote, neste caso, o <application>ufw</application> pacote, digite:
tr: Bir paket tarafından kurulan dosyaları görmek için, örneğin <application>ufw</application> paketi, aşağıdaki komutu yazın:

source: If you are not sure which package installed a file, <application>dpkg -S</application> may be able to tell you. For example:
fr: Si vous n'êtes pas certain qu'un paquet est installé, <application>dpkg -S</application> peut vous aider. Par exemple :
pt_br: Se você não tem certeza qual pacote instalado num arquivo, <application>dpkg -S</application> pode ser capaz de te dizer. Por exemplo:
tr: Eğer bir dosyanın hangi paket sayesinde kurulduğundan emin olamıyorsanız, <application>dpkg -S</application> size söyleyebilir. Örneğin:

source: The output shows that the <filename>/etc/host.conf</filename> belongs to the <application>base-files</application> package.
fr: Le résultat montre que <filename>/etc/host.conf</filename> appartient au paquet <application>base-files</application>
pt_br: O resultado mostra que o <filename>/etc/host.conf</filename> pertence ao pacote <application>arquivos base</application>.
tr: Çıktı, <filename>/etc/host.conf</filename> dosyasının <application>base-files</application> paketine ait olduğunu gösteriyor.
