Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Committing to: /etc/ added aliases.db modified group modified group- modified gshadow modified gshadow- modified passwd modified passwd- added postfix added resolvconf added rsyslog.d modified shadow modified shadow- added init.d/postfix added network/if-down.d/postfix added network/if-up.d/postfix added postfix/dynamicmaps.cf added postfix/main.cf added postfix/master.cf added postfix/post-install added postfix/postfix-files added postfix/postfix-script added postfix/sasl added ppp/ip-down.d added ppp/ip-down.d/postfix added ppp/ip-up.d/postfix added rc0.d/K20postfix added rc1.d/K20postfix added rc2.d/S20postfix added rc3.d/S20postfix added rc4.d/S20postfix added rc5.d/S20postfix added rc6.d/K20postfix added resolvconf/update-libc.d added resolvconf/update-libc.d/postfix added rsyslog.d/postfix.conf added ufw/applications.d/postfix Committed revision 2.
pt_br: Enviando para: /etc/ added aliases.db modified group modified group- modified gshadow modified gshadow- modified passwd modified passwd- added postfix added resolvconf added rsyslog.d modified shadow modified shadow- added init.d/postfix added network/if-down.d/postfix added network/if-up.d/postfix added postfix/dynamicmaps.cf added postfix/main.cf added postfix/master.cf added postfix/post-install added postfix/postfix-files added postfix/postfix-script added postfix/sasl added ppp/ip-down.d added ppp/ip-down.d/postfix added ppp/ip-up.d/postfix added rc0.d/K20postfix added rc1.d/K20postfix added rc2.d/S20postfix added rc3.d/S20postfix added rc4.d/S20postfix added rc5.d/S20postfix added rc6.d/K20postfix added resolvconf/update-libc.d added resolvconf/update-libc.d/postfix added rsyslog.d/postfix.conf added ufw/applications.d/postfix Revisão de envio 2.
tr: Şuraya işleniyor: /etc/ aliases.db eklendi group değiştirildi group- değiştirildi gshadow değiştirildi gshadow- değiştirildi passwd değiştirildi passwd- değiştirildi postfix eklendi resolvconf eklendi rsyslog.d eklendi shadow değiştirildi shadow- değiştirildi init.d/postfix eklendi network/if-down.d/postfix eklendi network/if-up.d/postfix eklendi postfix/dynamicmaps.cf eklendi postfix/main.cf eklendi postfix/master.cf eklendi postfix/post-install eklendi postfix/postfix-files eklendi postfix/postfix-script eklendi postfix/sasl eklendi ppp/ip-down.d eklendi ppp/ip-down.d/postfix eklendi ppp/ip-up.d/postfix eklendi rc0.d/K20postfix eklendi rc1.d/K20postfix eklendi rc2.d/S20postfix eklendi rc3.d/S20postfix eklendi rc4.d/S20postfix eklendi rc5.d/S20postfix eklendi rc6.d/K20postfix eklendi resolvconf/update-libc.d eklendi resolvconf/update-libc.d/postfix eklendi rsyslog.d/postfix.conf eklendi ufw/applications.d/postfix eklendi Düzeltme 2 işlendi.

source: modified: hosts
pt_br: modificado: máquinas
tr: düzenlendi: ana sistemler

source: sudo etckeeper commit "new host"
pt_br: sudo etckeeper commit "novo host"
tr: sudo etckeeper commit "yeni ana sistem"

source: The <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man5/interfaces.5.html">interfaces man page</ulink> has details on more options for <filename>/etc/network/interfaces</filename>.
tr: <ulink url="http://manpages.ubuntu.com/manpages/lucid/en/man5/interfaces.5.html">arayüzleri ana sayfası</ulink>, <filename>/etc/network/interfaces</filename> için daha fazla seçenek ayrıntıları içerir.

source: # Sample /etc/dhcpd.conf # (add your comments here) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }
tr: # /etc/dhcpd.conf Şablonu # (açıklamalarını buraya ekle) default-lease-time 600; max-lease-time 7200; option subnet-mask 255.255.255.0; option broadcast-address 192.168.1.255; option routers 192.168.1.254; option domain-name-servers 192.168.1.1, 192.168.1.2; option domain-name "mydomain.example"; subnet 192.168.1.0 netmask 255.255.255.0 { range 192.168.1.10 192.168.1.100; range 192.168.1.150 192.168.1.200; }

source: By default <application>slapd</application> is configured with minimal options needed to run the <application>slapd</application> daemon.
tr: Normalde <application>slapd</application> çalışması için gerekli en az seçimlerle yapılandırılır.

source: The configuration example in the following sections will match the domain name of the server. For example, if the machine's Fully Qualified Domain Name (FQDN) is ldap.example.com, the default suffix will be <emphasis>dc=example,dc=com</emphasis>.
tr: Aşağıdaki bölümlerde yapılandırma örneği sunucu alan adını eşleştirecek. Örneğin, eğer makinenin Tam Nitelikli Alan Adı (FQDN) ldap.example.com ise mevcut sonek <emphasis>dc=example,dc=com</emphasis> olacaktır.

source: <application>OpenLDAP</application> uses a separate directory which contains the <emphasis>cn=config</emphasis> Directory Information Tree (DIT). The <emphasis>cn=config</emphasis> DIT is used to dynamically configure the <application>slapd</application> daemon, allowing the modification of schema definitions, indexes, ACLs, etc without stopping the service.
tr: <application>OpenLDAP</application>, <emphasis>cn=config</emphasis> Directory Information Tree (DIT)nı içeren farklı bir dizin kullanır. <emphasis>cn=config</emphasis> DIT, <application>slapd</application> uygulamasını dinamik olarak yapılandırmak için kullanılır. Şema açıklamaları, içerikleri, ACL, vb. değişimini sağlar.

source: Remember to change <emphasis>dc=example,dc=com</emphasis> in the following examples to match your LDAP configuration.
tr: Aşağıdaki örneklerdeki <emphasis>dc=example,dc=com</emphasis>'i kendi LDAP yapılandırman ile değiştirin.

source: First, some additional schema files need to be loaded. In a terminal enter:
tr: İlk önce, bazı ek şema dosyaları yüklenmelidir. Terminale şunları girin:

source: Next, copy the following example LDIF file, naming it <filename>backend.example.com.ldif</filename>, somewhere on your system:
tr: Sonra, <filename>backend.example.com.ldif</filename> olarak adlandırılan aşağıdaki LDIF örnek dosyasını sisteminde herhangi bir yere kopyalayın.

source: Change <emphasis>olcRootPW: secret</emphasis> to a password of your choosing.
tr: İstediğin bir şifre ile <emphasis>olcRootPW: gizli</emphasis>'yi değiştirin.

source: Now add the LDIF to the directory:
tr: Şimdi dizine LDIF ekleyin:

source: The frontend directory is now ready to be populated. Create a <filename>frontend.example.com.ldif</filename> with the following contents:
tr: Sonnu başlangıcı dizini şuan popüler olmaya hazırdır. Aşağıdaki içeriklere sahip bir <filename>frontend.example.com.ldif</filename> dosyası oluşturun.

source: Add the entries to the LDAP directory:
tr: Girişleri LDAP dizinine ekleyin:

source: We can check that the content has been correctly added with the <application>ldapsearch</application> utility. Execute a search of the LDAP directory:
tr: İçeriklerin <application>ldapsearch</application> uygulaması ile doğru olarak eklendiğini kontrol edebiliriz. LDAP dizininin bir aramasını yürütün:

source: dn: uid=john,ou=people,dc=example,dc=com cn: John Doe sn: Doe givenName: John
tr: dn: uid=yusuf,ou=people,dc=example,dc=com cn: Yusuf Yuce sn: Yuce givenName: Yusuf

source: Further Configuration
tr: Ek Yapılandırma

source: The output above is the current configuration options for the <emphasis>cn=config</emphasis> backend database. Your output may be vary.
tr: Yukarıdaki çıktı <emphasis>cn=config</emphasis> sonun bitimi veritabanı için var olan yapılandırma seçimleridir. Seninki farklı olabilir.

source: Adding additional <emphasis>schemas</emphasis> to <application>slapd</application> requires the schema to be converted to LDIF format. The <filename role="directory">/etc/ldap/schema</filename> directory contains some schema files already converted to LDIF format as demonstrated in the previous section. Fortunately, the <application>slapd</application> program can be used to automate the conversion. The following example will add the <emphasis>dyngoup.schema</emphasis>:
tr: Ek <emphasis>şemalar</emphasis>ı <application>slapd</application>'a ekleme, şemayı LDIF biçimine dönüştürmeyi gerektirir. <filename role="directory">/etc/ldap/schema</filename> dizini, zaten LDIF'a dönüştürülmüş ve önceki bölümde bahsedilen bazı şema dosyalarını içerir. Neyse ki <application>slapd</application> programı otomatik dönüştürme için kullanılabilir. Aşağıdaki örnek <emphasis>dyngoup.schema</emphasis>'yı ekler:

source: Edit the <filename>/tmp/cn\=dyngroup.ldif</filename> file, changing the following attributes:
tr: Aşağıdaki özellikleri değiştirmek için <filename>/tmp/cn\=dyngroup.ldif</filename> dosyasını düzenleyin:

source: There should now be a <emphasis>dn: cn={4}dyngroup,cn=schema,cn=config</emphasis> entry in the cn=config tree.
tr: Şu an cn=config ağacında bir <emphasis>dn: cn={4}dyngroup,cn=schema,cn=config</emphasis> girişi olmalıdır.

source: And add the LDIF by entering:
tr: Ve şunu girerek LDIF ekleyin:

source: Enter LDAP Password: dn: olcDatabase={1}hdb,cn=config olcAccess: {0}to attrs=userPassword,shadowLastChange by dn="cn=admin,dc=exampl e,dc=com" write by anonymous auth by self write by * none olcAccess: {1}to dn.base="" by * read olcAccess: {2}to * by dn="cn=admin,dc=example,dc=com" write by * read
pt_br: Entre a senha LDAP: dn: olcDatabase={1}hdb,cn=config olcAccess: {0}to attrs=userPassword,shadowLastChange by dn="cn=admin,dc=exampl e,dc=com" write by anonymous auth by self write by * none olcAccess: {1}to dn.base="" by * read olcAccess: {2}to * by dn="cn=admin,dc=example,dc=com" write by * read
tr: LDAP Şifresi Girin: dn: olcDatabase={1}hdb,cn=config olcAccess: {0}to attrs=userPassword,shadowLastChange by dn="cn=admin,dc=exampl e,dc=com" write by anonymous auth by self write by * none olcAccess: {1}to dn.base="" by * read olcAccess: {2}to * by dn="cn=admin,dc=example,dc=com" write by * read

source: Enter LDAP Password: <placeholder-1/> modifying entry "cn=config"
pt_br: Entre a senha LDAP:: <placeholder-1/> modificando a entrada "cn=config"
tr: LDAP Şifresi Girin: <placeholder-1/> "cn=config" girişi düzenleniyor

source: sudo sh -c "echo -n 'secret' &gt; /etc/ldapscripts/ldapscripts.passwd"
tr: sudo sh -c "echo -n 'gizli' &gt; /etc/ldapscripts/ldapscripts.passwd"

source: sudo ldapaddgroup qa
tr: sudo ldapaddgroup ey

source: sudo ldapdeletegroup qa
tr: sudo ldapdeletegroup ey

source: dn: uid=&lt;user&gt;,&lt;usuffix&gt;,&lt;suffix&gt; objectClass: inetOrgPerson objectClass: posixAccount cn: &lt;user&gt; sn: &lt;ask&gt; uid: &lt;user&gt; uidNumber: &lt;uid&gt; gidNumber: &lt;gid&gt; homeDirectory: &lt;home&gt; loginShell: &lt;shell&gt; gecos: &lt;user&gt; description: User account title: Employee
tr: dn: uid=&lt;user&gt;,&lt;usuffix&gt;,&lt;suffix&gt; objectClass: inetOrgPerson objectClass: posixAccount cn: &lt;user&gt; sn: &lt;ask&gt; uid: &lt;user&gt; uidNumber: &lt;uid&gt; gidNumber: &lt;gid&gt; homeDirectory: &lt;home&gt; loginShell: &lt;shell&gt; yucuc: &lt;user&gt; açıklama: Kullanıcı hesabı başlık: İşçi

source: sudo smbpasswd -w secret
tr: sudo smbpasswd -w gizli

source: addprinc steve/admin
tr: addprinc yusuf/admin

source: WARNING: no policy specified for steve/admin@EXAMPLE.COM; defaulting to no policy Enter password for principal "steve/admin@EXAMPLE.COM": Re-enter password for principal "steve/admin@EXAMPLE.COM": Principal "steve/admin@EXAMPLE.COM" created. kadmin.local:
pt_br: AVISO: não há política especificada para steve/admin@EXAMPLE.COM; padrão para sem política Digite a senha para o principal "steve/admin@EXAMPLE.COM": Re-digite a senha para principal "steve/admin@EXAMPLE.COM": Criado principal "steve/admin@EXAMPLE.COM". kadmin.local:
tr: UYARI: yusuf/admin@EXAMPLE.COM için özel belirtilmiş kural yoktur. Öntanımlı olarak kural bile yoktur "yusuf/admin@EXAMPLE.COM" prensibi için şifre girin: "yusuf/admin@EXAMPLE.COM" prensibi için şifreyi tekrar girin : Principal "yusuf/admin@EXAMPLE.COM" oluşturuldu. kadmin.local:

source: quit
pt_br: sair
tr: çık

source: In the above example <emphasis role="italic">steve</emphasis> is the <emphasis>Principal</emphasis>, <emphasis role="italic">/admin</emphasis> is an <emphasis>Instance</emphasis>, and <emphasis role="italic">@EXAMPLE.COM</emphasis> signifies the realm. The <emphasis role="italic">"every day"</emphasis> Principal would be <emphasis>steve@EXAMPLE.COM</emphasis>, and should have only normal user rights.
pt_br: No exemplo acima <emphasis role="italic">steve</emphasis> é o <emphasis>Principal</emphasis>, <emphasis role="italic">/admin</emphasis> é uma <emphasis>Instância</emphasis> e <emphasis role="italic">@EXAMPLE.COM</emphasis> significa o domínio. O <emphasis role="italic">"every day"</emphasis> Principal seria <emphasis>steve@EXAMPLE.COM</emphasis>, e deve ter apenas privilégios de usuário.
tr: Yukarıdaki örnekte <emphasis role="italic">yusuf</emphasis> <emphasis>Prensip</emphasis>, <emphasis role="italic">/admin</emphasis> <emphasis>Örnek</emphasis> ve <emphasis role="italic">@EXAMPLE.COM</emphasis> ise bölgeyi belirtir. <emphasis role="italic">"her gün"</emphasis> Prensibi <emphasis>yusuf@EXAMPLE.COM</emphasis> olabilir ve sadece normal kullanıcı doğrulamalarına sahiptir.

source: steve/admin@EXAMPLE.COM *
tr: yusuf/admin@EXAMPLE.COM *

source: This entry grants <emphasis>steve/admin</emphasis> the ability to perform any operation on all principals in the realm.
pt_br: Esta entrada concede à <emphasis>steve/admin</emphasis> a habilidade de realizar qualquer operação em quaisquer dos principais no domínio.
tr: Bu <emphasis>yusuf/admin</emphasis> girişi bölgedeki tüm prensiplerde herhangi işlemi düzenlemeyi yapabilir

source: kinit steve/admin
tr: kinit yusuf/admin

source: Credentials cache: FILE:/tmp/krb5cc_1000 Principal: steve/admin@EXAMPLE.COM Issued Expires Principal Jul 13 17:53:34 Jul 14 03:53:34 krbtgt/EXAMPLE.COM@EXAMPLE.COM
pt_br: Armazenamento de credenciais FILE:/tmp/krb5cc_1000 Gerente: steve/admin@EXEMPLO.COM Emitida Expira Gerente 13 de Jul 17:53:34 14 de Jul 03:53:34 krbtgt/EXEMPLO.COM@EXEMPLO.COM
tr: Kimlik Bilgileri belleği: FILE:/tmp/krb5cc_1000 Prensip: yusuf/admin@EXAMPLE.COM Verildi Süre Sonu Prensip 2 Mart 11:53:34 3 Mart 03:53:34 krbtgt/EXAMPLE.COM@EXAMPLE.COM

source: kinit steve@EXAMPLE.COM
tr: kinit yusuf@EXAMPLE.COM

source: Ticket cache: FILE:/tmp/krb5cc_1000 Default principal: steve@EXAMPLE.COM Valid starting Expires Service principal 07/24/08 05:18:56 07/24/08 15:18:56 krbtgt/EXAMPLE.COM@EXAMPLE.COM renew until 07/25/08 05:18:57 Kerberos 4 ticket cache: /tmp/tkt1000 klist: You have no tickets cached
pt_br: Armazenamento de ticket: FILE:/tmp/krb5cc_1000 Gerente padrão: steve@EXEMPLO.COM Início válido Expira Gerente de serviço 24/07/08 05:18:56 24/07/08 15:18:56 krbtgt/EXEMPLO.COM@EXEMPLO.COM renovar antes de 07/25/08 05:18:57 Armazenamento de ticket Kerberos 4: /tmp/tkt1000 klist: Você não possui tickets armazenados
tr: Bilet belleği: FILE:/tmp/krb5cc_1000 Var olan prensip: yusuf@EXAMPLE.COM Başlama değeri Süre sonu Servis prensibi 03/20/10 14:18:56 03/02/10 23:18:56 krbtgt/EXAMPLE.COM@EXAMPLE.COM 03/21/10 14:18:57'ye kadar tekrarla Kerberos 4 bilet belleği: /tmp/tkt1000 klist: Belleklenen hiç bilet yok

source: First, the necessary <emphasis>schema</emphasis> needs to be loaded on an <application>OpenLDAP</application> server that has network connectivity to the Primary and Secondary KDCs. The rest of this section assumes that you also have LDAP replication configured between at least two servers. For information on setting up OpenLDAP see <xref linkend="openldap-server"/>.
pt_br: Primeiro, o <emphasis>esquema</emphasis> necessário precisa ser carregado num servidor <application>OpenLDAP</application> que tenha conexão de rede com os KDCs Primário e Secundário. O restante desta seção presume que você também possui replicação LDAP configurada entre pelo menos dois servidores. Para informações sobre como configurar OpenLDAP veja <xref linkend="openldap-server"/>.
tr: İlk önce, gereken <emphasis>şema</emphasis>, Birincil ve İkincil KDC'lere ağ bağlantısı sağlayan <application>OpenLDAP</application> sunucusuna yüklenmelidir. Bu bölümün geri kalan kısmı en az iki sunucu arasında LDAP çoğalma yapısı olduğunu varsayar. OpenLDAP kurulumu hakkında bilgi için <xref linkend="openldap-server"/>'a bakın.

source: Enter LDAP Password: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
pt_br: Entre com a senha LDAP: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"
tr: LDAP Şifresi Girin: <placeholder-1/> modifying entry "olcDatabase={1}hdb,cn=config"

source: Create a stash of the password used to bind to the LDAP server. This password is used by the <emphasis>ldap_kdc_dn</emphasis> and <emphasis>ldap_kadmin_dn</emphasis> options in <filename>/etc/krb5.conf</filename>:
pt_br: Criar um stash da senha usada para vincular ao servidor LDAP. Esta senha é usada para <emphasis>ldap_kdc_dn</emphasis> e <emphasis>ldap_kadmin_dn</emphasis> opções em <filename>/etc/krb5.conf</filename>:
tr: LDAP sunucuya bağlamak için gizli bir şifre oluşturun. Bu şifre <filename>/etc/krb5.conf</filename>'deki <emphasis>ldap_kdc_dn</emphasis> ve <emphasis>ldap_kadmin_dn</emphasis> seçenekleri tarafından kullanılır:

source: You can now add Kerberos principals to the LDAP database, and they will be copied to any other LDAP servers configured for replication. To add a principal using the <application>kadmin.local</application> utility enter:
pt_br: Você pode agora adicionar diretores Kerberos para a base de dados LDAP, e eles serão copiados para outros servidores LDAP configurados para a replicação. Para adicionar um diretor utilizando o utilitário <application> kadmin.local </ aplicação> digite:
tr: Şimdi Kerberos prensiplerini LDAP veritabanına ekleyebilirsin ve onlar da çoğaltma için diğer yapılı LDAP sunuculara kopyalanacak. <application>kadmin.local</application> uygulamasını kullanarak bir prensip eklemek için girin:

source: addprinc -x dn="uid=steve,ou=people,dc=example,dc=com" steve
pt_br: addprinc -x dn="uid=steve,ou=pessoa,dc=exemplo,dc=com" steve
tr: addprinc -x dn="uid=yusuf,ou=people,dc=example,dc=com" yusuf

source: Authenticating as principal root/admin@EXAMPLE.COM with password. kadmin.local: <placeholder-1/> WARNING: no policy specified for steve@EXAMPLE.COM; defaulting to no policy Enter password for principal "steve@EXAMPLE.COM": Re-enter password for principal "steve@EXAMPLE.COM": Principal "steve@EXAMPLE.COM" created.
tr: Şifreli root/admin@EXAMPLE.COM prensibi gibi kimlik doğrulama. kadmin.local: <placeholder-1/> UYARI: yusuf@EXAMPLE.COM için belirtilmiş kural yoktur. Normalde hiçbir kural yoktur. "yusuf@EXAMPLE.COM" prensibi için şifre girin: "yusuf@EXAMPLE.COM" prensibi için şifreyi tekrar girin: "yusuf@EXAMPLE.COM" prensibi oluşturuldu.

source: If the user object is already created the <emphasis>-x dn="..."</emphasis> option is needed to add the Kerberos attributes. Otherwise a new <emphasis>principal</emphasis> object will be created in the realm subtree.
pt_br: Se o objeto de usuário já foi criado, a opção <emphasis>-x dn="..."</emphasis> é necessária para adicionar os atributos Kerberos. Caso contrário, um novo objeto <emphasis>principal</emphasis> será criado na subrede de domínio.
tr: Eğer kullanıcı objesi zaten oluşturulmuşsa <emphasis>-x dn="..."</emphasis> seçeneğinin Kerberos özelliklerine eklenmesi gerekir. Diğer taraftan yeni bir <emphasis>prensip</emphasis> objesi bölgenin alt ağacında oluşturulur.

source: Secondary KDC Configuration
pt_br: Configuração KDC secundária
tr: İkincil KDC Yapılandırması

source: [libdefaults] default_realm = EXAMPLE.COM ... [realms] EXAMPLE.COM = { kdc = kdc01.example.com kdc = kdc02.example.com admin_server = kdc01.example.com admin_server = kdc02.example.com default_domain = example.com database_module = openldap_ldapconf } ... [domain_realm] .example.com = EXAMPLE.COM ... [dbdefaults] ldap_kerberos_container_dn = dc=example,dc=com [dbmodules] openldap_ldapconf = { db_library = kldap ldap_kdc_dn = "cn=admin,dc=example,dc=com" # this object needs to have read rights on # the realm container, principal container and realm sub-trees ldap_kadmind_dn = "cn=admin,dc=example,dc=com" # this object needs to have read and write rights on # the realm container, principal container and realm sub-trees ldap_service_password_file = /etc/krb5kdc/service.keyfile ldap_servers = ldaps://ldap01.example.com ldaps://ldap02.example.com ldap_conns_per_server = 5 }
tr: [libdefaults] default_realm = EXAMPLE.COM ... [realms] EXAMPLE.COM = { kdc = kdc01.example.com kdc = kdc02.example.com admin_server = kdc01.example.com admin_server = kdc02.example.com default_domain = example.com database_module = openldap_ldapconf } ... [domain_realm] .example.com = EXAMPLE.COM ... [dbdefaults] ldap_kerberos_container_dn = dc=example,dc=com [dbmodules] openldap_ldapconf = { db_library = kldap ldap_kdc_dn = "cn=admin,dc=example,dc=com" # bu objenin bölge taşıyıcı, prensip taşıyıcı ve bölge # alt ağaçlarında doğru olarak okunması gerekir ldap_kadmind_dn = "cn=admin,dc=example,dc=com" # bu objenin bölge taşıyıcı, prensip taşıyıcı ve bölge alt # ağaçlarında doğru olarak okunması ve yazılması gerekir ldap_service_password_file = /etc/krb5kdc/service.keyfile ldap_servers = ldaps://ldap01.example.com ldaps://ldap02.example.com ldap_conns_per_server = 5 }

source: sudo scp /etc/krb5kdc/.k5.EXAMPLE.COM steve@kdc02.example.com:~
pt_br: sudo scp /etc/krb5kdc/.k5.EXEMPLO.COM steve@kdc02.exemplo.com:~
tr: sudo scp /etc/krb5kdc/.k5.EXAMPLE.COM yusuf@kdc02.example.com:~

source: Monitoring
pt_br: Monitoramento
tr: Gösterim

source: The monitoring of essential servers and services is an important part of system administration. Most network services are monitored for performance, availability, or both. This section will cover installation and configuration of <application>Nagios</application> for availability monitoring, and <application>Munin</application> for performance monitoring.
pt_br: O monitoramente de servidores e serviços essenciais é uma importante parte da administração do sistema. A maioria dos serviços de redes são monitoradas por desempenho, disponibilidade ou ambos. Esta seção irá cobrir instalação e configuração de <application>Nagios</application> para monitoramento de disponibilidade e <application>Munin</application para monitoramento de desempenho.
tr: Asıl sunucu ve servis gösterimi sistem yönetimi için önemli bir parçadır. Çoğu ağ servisleri, performans, kullanılabilirlik veya her ikisi için gösterilir. Bu bölüm, kullanılabilirliği göstermesi için <application>Nagios</application> ve performans göstermesi için <application>Munin</application>'in kurulumu ve yapılandırması ile ilgilidir.
