Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
pt_br: ubuntu-br-doc@lists.launchpad.net (Projeto de documentação do Ubuntu Brasil)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)

source: Ubuntu Server Guide
fr: Guide du serveur Ubuntu
pt_br: Guia para servidores Ubuntu
tr: Ubuntu Sunucu Rehberi

source: Windows Networking
fr: Réseaux Windows
pt_br: Rede Windows

source: Computer networks are often comprised of diverse systems, and while operating a network made up entirely of Ubuntu desktop and server computers would certainly be fun, some network environments must consist of both Ubuntu and <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> systems working together in harmony. This section of the <phrase>Ubuntu</phrase> Server Guide introduces principles and tools used in configuring your Ubuntu Server for sharing network resources with Windows computers.
fr: Les réseaux informatiques sont souvent composés de systèmes divers et même si opérer un réseau constitué exclusivement de stations de travail et de serveurs Ubuntu serait assurément plaisant, certains environnements réseau sont constitués à la fois de systèmes Ubuntu et de systèmes <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> travaillant ensemble en harmonie. Cette section du guide du serveur <phrase>Ubuntu</phrase> présente les principes et les outils utilisés pour configurer votre serveur Ubuntu afin de partager des ressources réseau avec des ordinateurs Windows.
pt_br: Redes de computadores geralmente são compostas de diversos sistemas e, ainda que operar uma rede feita apenas de servidores e desktops Ubuntu deva ser divertido, alguns ambientes de rede devem consistir de sistemas Ubuntu e <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> trabalhando juntos em harmonia. Esta seção do Guia para Servidores <phrase>Ubuntu</phrase> introduz princípios e ferramentas utilizadas para configurar seu Servidor Ubuntu para compartilhar recursos de rede com computadores Windows.
tr: Bilgisayar ağları genellikle bir çok sistemi kapsar, ve tamamen Ubuntu masaüstü veya server tarafından oluşturulmuş bir ağı yönetmek eğlenceli olabilir, hem Ubuntu hem de <trademark class="registered">Microsoft</trademark><trademark class="registered">Windows</trademark> sistemlerini içermek zorunda olan bazı ağlar uyumluluk içinde çalışırlar. <phrase>Ubuntu</phrase> Sunucu Rehberinin bu bölümü, Windows sistemler ile ağ kaynaklarını paylaşmak için Ubuntu Sunucunuzu ayarlamanıza yardım edecek temelleri sunuyor ve araçları anlatıyor.

source: Successfully networking your Ubuntu system with Windows clients involves providing and integrating with services common to Windows environments. Such services assist the sharing of data and information about the computers and users involved in the network, and may be classified under three major categories of functionality:
fr: Pour réussir la mise en réseau de votre système Ubuntu avec des clients Windows, vous devez fournir et intégrer les services fréquemment utilisés dans les environnements Windows. Ces services permettent le partage des données et des informations sur les ordinateurs et les utilisateurs présents sur le réseau. Ils peuvent être classés selon trois catégories principales suivant leur rôle :
pt_br: Êxito na rede de seu sistema Ubuntu com clientes Windows e integração envolvem a prestação de serviços comuns a ambientes Windows. Tais serviços assistem ao compartilhamento de dados e informações sobre os computadores e usuários envolvidos na rede, e podem ser classificadas em três grandes categorias de funcionalidade:
tr: Ubuntu sistemine Windows istemcilerle başarılı bağlanma, Windows ortamlarına genel servislerle bütünleşmeyi ve temin etmeyi içerir. Çoğu servisler ağda kullanıcı ve bilgisayarlar hakkında veri ve bilgi paylaşımına yardımcı olur. Şu işlevsel üç büyük kategori altında sınıflandırılır:

source: <emphasis role="bold">File and Printer Sharing Services</emphasis>. Using the Server Message Block (SMB) protocol to facilitate the sharing of files, folders, volumes, and the sharing of printers throughout the network.
fr: <emphasis role="bold">Services de partage de fichiers et d'imprimantes</ emphasis>. L'utilisation du protocole Server Message Block (SMB) facilite le partage de fichiers, de dossiers, de volumes, et le partage des imprimantes sur le réseau.
pt_br: <emphasis role="bold">Serviços de Compartilhamento de Arquivos e Impressão</emphasis>. Utilizando o protocolo Server Message Block (SMB) para facilitar o compartilhamento de arquivos, pastas, volumes, e o compartilhamento de impressoras da rede.
tr: <emphasis role="bold">Dosya ve Yazıcı Paylaşım Servisleri</emphasis>. Ağ yoluyla dosya, klasör, disk bölümleri ve yazıcı paylaşımına yardımcı olmak için Server Mesaj Blok (SMB) protokolünü kullanma.

source: <emphasis role="bold">Directory Services</emphasis>. Sharing vital information about the computers and users of the network with such technologies as the Lightweight Directory Access Protocol (LDAP) and Microsoft <trademark class="registered">Active Directory</trademark>.
fr: <emphasis role="bold">Services d'annuaire</emphasis>. Partage des informations vitales sur les ordinateurs et les utilisateurs du réseau avec des technologies telles que LDAP (Lightweight Directory Access Protocol) et l'<trademark class="registered">Active Directory</trademark> de Microsoft (services d'annuaire).
pt_br: <emphasis role="bold">Diretórios de Serviços</emphasis>. Compartilhamento de informações fundamentais sobre os computadores e usuários da rede com tecnologias tais como o Lightweight Directory Access Protocol (LDAP) e Microsoft <trademark class="registered">Active Directory</trademark>.
tr: <emphasis role="bold">Dizin Servisleri</emphasis>. Ağdaki bilgisayarlar ve kullanıcılar hakkında hayati bilgileri, çoğu Lightweight Directory Access Protocol (LDAP) ve Microsoft <trademark class="registered">Aktif Dizin</trademark> gibi paylaşır.

source: <emphasis role="bold">Authentication and Access</emphasis>. Establishing the identity of a computer or user of the network and determining the information the computer or user is authorized to access using such principles and technologies as file permissions, group policies, and the Kerberos authentication service.
fr: <emphasis role="bold">Authentification et Accès</ emphasis>. Établir l'identité d'un ordinateur ou un utilisateur du réseau et déterminer les informations auxquelles l'ordinateur ou l'utilisateur est autorisé à accéder à l'aide de ces principes et des technologies comme les permissions de fichiers, des politiques de groupe et le service d'authentification Kerberos.
pt_br: <emphasis role="bold">Autenticação e Acesso</emphasis>. Estabelecendo a identidade de um computador ou usuário da rede e determinando a informação a qual o computador ou usuário está autorizado a acessar, utilizando tais princípios e tecnologias como permissões de arquivo, diretivas de grupo e o serviço de autenticação Kerberos.
tr: <emphasis role="bold">Kimlikleme ve Erişim</emphasis>. Ağdaki bilgisayar veya kullanıcıların kimliklerini tesbit etme ve bilgisayar veya kullanıcı bilgilerini saptama, dosya izinleri, grup ilkeleri ve Kerberos kimlikleme servisi gibi aynı prensipler ve teknolojiler kullanılarak kimliklenir.

source: Fortunately, your Ubuntu system may provide all such facilities to Windows clients and share network resources among them. One of the principal pieces of software your Ubuntu system includes for Windows networking is the Samba suite of SMB server applications and tools.
fr: Heureusement, votre système Ubuntu peut fournir toutes ces fonctionnalités des clients Windows et partager les ressources du réseau avec eux. L'un des principaux logiciels inclus dans votre système Ubuntu permettant la mise en réseau avec Windows est la suite Samba composée des applications et outils pour serveur SMB.
pt_br: Felizmente, seu sistema Ubuntu pode prover todas estas facilidades para clientes Windows e compartilhar os recursos da rede entre eles. Uma das principais partes do software que seu sistema Ubuntu inclui para redes Windows é a suíte Samba do servidor de aplicações e ferramentas SMB.
tr: Neyse ki Ubuntu sisteminiz Windows istemcilerine bunun gibi kolaylıkları sağlayabilir ve onlar arasında ağ kaynaklarını paylaşabilir. Ubuntu sisteminizin Windows ağlarını içermesi için yazılım temel parçalarından biri de SMB server uygulaması ve araçları için Samba suite'dir.

source: This section of the <phrase>Ubuntu</phrase> Server Guide will introduce some of the common Samba use cases, and how to install and configure the necessary packages. Additional detailed documentation and information on Samba can be found on the <ulink url="http://www.samba.org">Samba website</ulink>.
fr: Cette partie du guide serveur <phrase>Ubuntu</phrase> vous présentera quelques cas d'utilisation de Samba et comment installer et configurer les paquets nécessaires. Vous trouverez de plus amples informations et une documentation complète sur Samba sur le site de <ulink url="http://www.samba.org">Samba</ulink>.
pt_br: Esta seção do Guia de Servidor <phrase>Ubuntu</phrase> introduzirá alguns dos casos de uso comum do Samba, e como instalar e configurar os pacotes necessários. Documentação e informações adicionais podem ser encontradas no <ulink url="http://www.samba.org">website do Samba</ulink>.
tr: <phrase>Ubuntu</phrase> Server Rehberinin bu bölümü, temel Samba kullanım nedenlerinin bazılarını ve gerekli paketlerin nasıl yüklenip düzenleneceğini açıklayacak. Ekteki detaylı belgeler ve Samba'daki bilgiler <ulink url="http://www.samba.org">Samba website</ulink>sinde bulunabilir.

source: Samba File Server
fr: Serveur de fichiers Samba
pt_br: Servidor de arquivos samba
tr: Samda Dosya Sunucusu

source: One of the most common ways to network Ubuntu and Windows computers is to configure Samba as a File Server. This section covers setting up a <application>Samba</application> server to share files with Windows clients.
fr: Une desméthodes les plus courantes pour mettre Ubuntu et Windows en réseau est de configurer Samba en serveur de fichiers. Cette section décrit l'installation d'un serveur <application>Samba</application> afin de partager des fichiers avec des clients Windows.
pt_br: Uma das maneiras mais comuns de se conectar computadores Ubuntu e Windows é configurar o Samba como um Servidor de Arquivos. Esta seção mostra como configurar um servidor <application>Samba</application> para compartilhar arquivos com clientes Windows.
tr: Ubuntu ve Windows'lu bilgisayarları birbirine bağlamanın en ortak yollarından biri de Samba'yı bir Dosya Sunucusu olarak ayarlamaktır. Bu kısım, bir <application>Samba</application> sunucunun, bir Windows istemcisiyle dosya paylaşım ayarlamaları kapsar.

source: The server will be configured to share files with any client on the network without prompting for a password. If your environment requires stricter Access Controls see <xref linkend="samba-fileprint-security"/>
fr: Le serveur sera configuré pour partager des fichiers avec n'importe quel client sur le réseau sans demander de mot de passe. Si votre environnement nécessite des contrôles d'accès plus stricts, consultez <xref linkend="samba-fileprint-security"/>
pt_br: O servidor será configurado para compartilhar arquivos com qualquer cliente na rede sem solicitar uma senha. Se o seu ambiente requer um Controle de Acesso mais restrito, veja <xref linkend="samba-fileprint-security"/>
tr: Bu sunucu herhangi bir şifre sormadan ağ üzerindeki istemcilerin dosya paylaşmaları için ayarlandı. Eğer dağıtımınız daha sıkı Erişim Kontrolü zorunlu tutuyorsa <xref linkend="samba-fileprint-security"/>'a göz atın.

source: The first step is to install the <application>samba</application> package. From a terminal prompt enter:
fr: La première étape consiste à installer le paquet <application>samba</application>. Dans un terminal saisissez :
pt_br: O primeiro passo é instalar o pacote <application>samba</application>. A partir de um terminal, digite:
tr: İlk adım <application>Samba</application> paketini kurmaktır. Uçbirim'den şunu girin:

source: That's all there is to it; you are now ready to configure Samba to share files.
fr: C'est tout ce que vous avez à faire. Vous êtes maintenant prêt à configurer Samba pour partager des fichiers.
pt_br: Isto é tudo; você agora está pronto para configurar o Samba para compartilhar arquivos.
tr: Bütün hepsi bu kadar. Şimdi dosyaları paylaşmak için Sambayı yapılandırmaya hazırsın.

source: The main Samba configuration file is located in <filename>/etc/samba/smb.conf</filename>. The default configuration file has a significant amount of comments in order to document various configuration directives.
fr: Le fichier de configuration principal de Samba est <filename>/etc/samba/smb.conf</filename>. Le fichier de configuration par défaut est amplement commenté afin d'expliquer les nombreuses directives de configuration.
pt_br: O arquivo principal de configuração do Samba está localizado em <filename>/etc/samba/smb.conf</filename>. O arquivo de configuração padrão possui uma quantidade significativa de comentários com objetivo de documentar várias diretivas de configuração.
tr: Ana Samba yapılandırma dosyası <filename>/etc/samba/smb.conf</filename> içerisinde yer alır. Varsayılan yapılandırma dosyası çeşitli yapılandırma yönergeleri için önemli miktarda yorumu içerir.

source: Not all the available options are included in the default configuration file. See the <filename>smb.conf</filename><application>man</application> page or the <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink> for more details.
fr: Le fichier de configuration ne contient pas toutes les options disponibles. Consultez la page <application>man</application> de <filename>smb.conf</filename> ou <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/"> Samba HOWTO Collection (en)</ ulink> pour plus de détails.
pt_br: Nem todas as opções disponíveis estão incluídas no arquivo de configuração padrão. Veja a página de <application>manual</application> do arquivo <filename>smb.conf</filename> ou a <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Coleção de HOWTO's do Samba</ulink> para mais detalhes.
tr: Mevcut yapılandırma dosyasındaki bütün kullanılabilir seçenekler dahil edilmedi. Daha fazla bilgi için <filename>smb.conf</filename><application>man</application> veya <ulink url="http://samba.org/samba/docs/man/Samba-HOWTO-Collection/">Samba HOWTO Collection</ulink> sayfalarına bakınız.

source: First, edit the following key/value pairs in the <emphasis>[global]</emphasis> section of <filename>/etc/samba/smb.conf</filename>:
fr: Tout d'abord, modifiez les couples clé/valeur suivantes dans la section <emphasis>[global]</emphasis> de <filename>/etc/samba/smb.conf</filename> :
pt_br: Primeiro, edite os seguintes pares de chave/valor na seção <emphasis>[global]</emphasis> em <filename>/etc/samba/smb.conf</filename>:
tr: Öncelikle, <filename>/etc/samba/smb.conf</filename>'in <emphasis>[global]</emphasis> bölümündeki şu anahtar/değer çiftlerini düzenleyin:

source: The <emphasis>security</emphasis> parameter is farther down in the [global] section, and is commented by default. Also, change <emphasis>EXAMPLE</emphasis> to better match your environment.
fr: Le paramètre <emphasis>security</ emphasis> situé plus bas dans la section [global] est commenté par défaut. Modifiez également <emphasis>EXEMPLE</ emphasis> afin de l'adapter à votre environnement.
pt_br: O parâmetro <emphasis>security</emphasis> está bem abaixo na seção [global], e é comentado por padrão. Altere também <emphasis>EXEMPLO</emphasis> para se ajustar melhor ao seu ambiente.
tr: <emphasis>security</emphasis> parametresi [global] bölümünde daha aşağıdır ve varsayılan olarak atanmıştır. Ayrıca <emphasis>ÖRNEK</emphasis>'i ortamınla daha iyi eşleşecek şekilde değiştir.

source: Create a new section at the bottom of the file, or uncomment one of the examples, for the directory to be shared:
fr: Créez une nouvelle section à la fin du fichier (ou décommentez un des exemples) pour le dossier à partager :
pt_br: Crie uma nova seção no final do arquivo, ou descomente um dos exemplos, para o diretório ser compartilhado:
tr: Paylaşılacak dizin için dosyanın en üst kısmına yeni bir bölüm oluşturun ya da örneklerden birini kabul edin:

source: [share] comment = Ubuntu File Server Share path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755
fr: [share] comment = Dossier partagé sur le serveur Ubuntu path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755
pt_br: [share] comment = Compartilhamento do Servidor de Arquivos Ubuntu path = /srv/samba/share browsable = yes guest ok = yes read only = no create mask = 0755
tr: [paylaş] açıklama = Ubuntu Dosya Sunucu Paylaşımı yol = /srv/samba/share açılabilir = evet misafir erişimi = evet yalnız okunabilir = hayır oluşturma maskesi = 0755

source: <emphasis>comment:</emphasis> a short description of the share. Adjust to fit your needs.
fr: <emphasis>comment :</emphasis> une brève description du partage. Adaptez-le à vos besoins.
pt_br: <emphasis>comment:</emphasis> uma breve descrição do compartilhamento. Ajuste para atender as suas necessidades.
tr: <emphasis>yorum:</emphasis> paylaşımın kısa bir açıklaması. İhtiyaçlarını ayarla.

source: <emphasis>path:</emphasis> the path to the directory to share.
fr: <emphasis>path :</emphasis> l'emplacement du dossier à partager.
pt_br: <emphasis>path:</emphasis> o caminho do diretório a compartilhar.
tr: <emphasis>yol:</emphasis> paylaşılacak dizinin yolu.

source: This example uses <filename>/srv/samba/sharename</filename> because, according to the <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> is where site-specific data should be served. Technically Samba shares can be placed anywhere on the filesystem as long as the permissions are correct, but adhering to standards is recommended.
fr: Cet exemple utilise <filename>/srv/samba/nom_partage</ filename> car selon la norme de la hiérarchie des systèmes de fichiers (<emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>), <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> est l'emplacement où doivent se trouver les données à servir sur le réseau. Techniquement, les partages Samba peuvent être placés n'importe où sur le système de fichiers tant que les permissions sont correctes, mais le respect des standards est recommandé.
pt_br: Este exemplo utiliza <filename>/srv/samba/sharename</filename> porque, de acordo com a <emphasis>Filesystem Hierarchy Standard (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> é onde dados de um local específico devem ser servidos. Tecnicamente compartilhamentos Samba podem ser colocados em qualquer lugar do sistema de arquivos enquanto suas permissões estiverem corretas, mas é recomendado aderir aos padrões.
tr: Bu örnek <filename>/srv/samba/sharename</filename> kullanır. Çünkü <emphasis>Dosya sistem Hiyerarşi Standartı (FHS)</emphasis>, <ulink url="http://www.pathname.com/fhs/pub/fhs-2.3.html#SRVDATAFORSERVICESPROVIDEDBYSYSTEM">/srv</ulink> veriyi hangi özel sitenin sunduğunu kaydeder. Teknik olarak Samba paylaşımları, doğru olarak izin verilen herhangi bir yere onu yerleştirebilir, fakat tavsiye edilen standartlara bağlı kalır.

source: <emphasis>browsable:</emphasis> enables Windows clients to browse the shared directory using <application>Windows Explorer</application>.
fr: <emphasis>browsable :</emphasis> autorise les clients Windows à parcourir le répertoire partagé en utilisant l'<application>explorateur de fichiers de Windows</application>.
pt_br: <emphasis>browsable:</emphasis> habilita os clientes Windows a navegar pelo diretório compartilhado utilizando o <application>Windows Explorer</application>.
tr: emphasis>açılabilir:</emphasis> Windows istemcilerinin <application>Windows Explorer</application>'ı kullanarak paylaşılan dizini açmaya izin verir.

source: <emphasis>guest ok:</emphasis> allows clients to connect to the share without supplying a password.
fr: <emphasis>guest ok :</emphasis> permet aux clients de se connecter au répertoire partagé sans fournir de mot de passe.
pt_br: <emphasis>guest ok:</emphasis> permite aos clientes conectarem ao compartilhamento sem informarem uma senha.
tr: <emphasis>misafir erişimi:</emphasis> istemcilerin bir şifreye gerek kalmadan paylaşıma bağlanmalarına imkan verir.

source: <emphasis>read only:</emphasis> determines if the share is read only or if write privileges are granted. Write privileges are allowed only when the value is <emphasis>no</emphasis>, as is seen in this example. If the value is <emphasis>yes</emphasis>, then access to the share is read only.
fr: <emphasis>read only :</emphasis> détermine si le partage est en lecture seule ou si les privilèges en écriture sont accordés. Les droits d'écriture sont accordés seulement si la valeur est <emphasis>no</emphasis>. Comme on le voit dans cet exemple, si la valeur est <emphasis>yes</emphasis>, alors l'accès au partage est en lecture seule.
pt_br: <emphasis>somente leitura:</emphasis> determina se o compartilhamento é somente para leitura ou se são permitidos privilégios de escrita. Privilégios de escrita são permitidos apenas quando o valor é <emphasis>não</emphasis>, assim como no exemplo. Se o valor é <emphasis>sim</emphasis>, então o acesso ao compartilhamento é somente para leitura.
tr: <emphasis>yalnız okunabilir:</emphasis> eğer paylaşım yalnız okunabilir veya yazma ayrıcalıklarına da sahip olmasını tanımlar. Yazma ayrıcalıkları, bu örnekteki gibi, eğer değer sadece <emphasis>hayır</emphasis> ise izin verir. Eğer değer <emphasis>evet</emphasis> ise paylaşıma erişim yalnız okunabilir şeklindedir.

source: <emphasis>create mask:</emphasis> determines the permissions new files will have when created.
fr: <emphasis>create mask :</emphasis> détermine les permissions des fichiers nouvellement créés.
pt_br: <emphasis>create mask:</emphasis> determina as permissões que novos arquivos devem ter quando criados.
tr: <emphasis>oluşturma maskesi:</emphasis> oluşturulan yeni dosyalardaki izinleri belirtir.

source: Now that <application>Samba</application> is configured, the directory needs to be created and the permissions changed. From a terminal enter:
fr: Maintenant que <application>Samba</application> est configuré, le répertoire doit être créé et les permissions modifiées. Depuis un terminal, tapez :
pt_br: Agora que o <application>Samba</application> está configurado, o diretório precisa ser criado e as permissões alteradas. A partir de um terminal, digite:
tr: Şimdi <application>Samba</application> ayarlandı. Dizin, oluşturmaya ve izinleri değiştirmeye ihtiyaç duyar. Uçbirimden şunu gir:
