Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: It calls the <emphasis>postfix-to-mailman.py</emphasis> script when a mail is delivered to a list.
fr: Il appelle le script <emphasis>postfix-to-mailman.py</emphasis> quand un courriel est destiné à une liste de diffusion.
pt_br: chama o script <emphasis>postfix-to-mailman.py</emphasis> quando um email é entregue para a lista.
tr: Bu, bir posta listeye iletildiğinde <emphasis>postfix-to-mailman.py</emphasis> betiğini çağırır.

source: Associate the domain lists.example.com to the Mailman transport with the transport map. Edit the file <filename>/etc/postfix/transport</filename>:
fr: Associez le nom de domaine lists.example.com au transport Mailman grâce au transport map. Modifiez le fichier <filename>/etc/postfix/transport</filename> :
pt_br: Associa o domínio lists.example.com para o transporte do Mailman com o mapa de transporte. Edite o arquivo <filename>/etc/postfix/transport</filename>:
tr: lists.example.com alanının Mailman'e dönüşüm haritası ile dönüşmesi için onunla işbirliği yap. <filename>/etc/postfix/transport</filename> dosyasını düzenleyin:

source: Now have <application>Postfix</application> build the transport map by entering the following from a terminal prompt:
fr: À présent, faites construire la carte de transport par <application>Postfix</application> en saisissant ceci dans un terminal :
pt_br: Agora crie o mapa de transporte do <application>Postfix</application> digitando o seguinte no terminal:
tr: Şimdi terminaldeç şunu girerek <application>Postfix</application> dönüşüm haritasını oluşturur:

source: Then restart Postfix to enable the new configurations:
fr: Ensuite redémarrez Postfix pour activer les nouvelles configurations :
pt_br: Então reinicie o Postfix para habilitar as novas configurações:
tr: Ardından yeni yapılandırmanın etkinleşmesi için Postfix'i yeniden başlatın:

source: Once Exim4 is installed, you can start the Exim server using the following command from a terminal prompt:
fr: Une fois Exim4 installé, vous pouvez démarrez le serveur Exim en utilisant la commande suivante dans un terminal :
pt_br: Um vez que o Exim4 esteja instalado, você pode iniciar o servidor Exim usando o seguinte comando em um terminal:
tr: Exim4 yüklendikten sonra terminalden aşağıdaki komutu kullanarak Exim'i başlatabilirsin:

source: Main
fr: Principal
pt_br: Principal
tr: Ana

source: Router
fr: Routeur
pt_br: Roteador
tr: Yönlendirici

source: In order to make mailman work with Exim4, you need to configure Exim4. As mentioned earlier, by default, Exim4 uses multiple configuration files of different types. For details, please refer to the <ulink url="http://www.exim.org">Exim</ulink> web site. To run mailman, we should add new a configuration file to the following configuration types: <placeholder-1/> Exim creates a master configuration file by sorting all these mini configuration files. So, the order of these configuration files is very important.
fr: Afin que Mailman puisse fonctionner avec Exim4, vous devez configurer ce dernier. Comme dit précédemment, par défaut, Exim4 utilise plusieurs fichiers pour son paramétrage. Référez-vous au site Web d'<ulink url="http://www.exim.org">Exim</ulink>. Pour utiliser Mailman, il vous faudra ajouter un fichier de configuration à : <placeholder-1/>. Exim crée ensuite un fichier de configuration maître en triant tous ces petits fichiers de paramètres. L'ordre dans lequel se trouvent ces fichiers est donc très important.
pt_br: Para que o mailman funcione em conjunto com o Exim4, você precisa configurar o Exim4. Como mencionado anteriormente, por padrão, o Exim4 usa múltiplos arquivos de configuração, de diferentes tipos. Para detalhes, por favor examine o site do <ulink url="http://www.exim.org">Exim</ulink>. Para executar o mailman, devemos adicionar um novo arquivo de configuração para os seguintes tipos de configuração: <placeholder-1/> O Exim cria um arquivo mestre de configuração através da ordenação de todos esses pequenos arquivos de configuração. Logo, a ordem destes arquivos de configuração é muito importante.
tr: Mailman işini Exim4 ile yapmak için, Exim4'ü yapılandırmalısın. Daha önce bahsedildiği gibi, normalde Exim4, farklı türlerde çoklu yapılandırma dosyaları kullanır. Ayrıntılar için <ulink url="http://www.exim.org">Exim</ulink> web sitesine bakınız. Mailman'i çalıştırmak için aşağıdaki yapılandırma türlerine yeni bir yapılandırma dosyası ekleyeceğiz: <placeholder-1/> Exim, bütün bu küçük yapılandırma dosyalarını alarak ana bir yapılandırma dosyası oluşturur. Bu yüzden bu yapılandırma dosyaları çok önemlidir.

source: All the configuration files belonging to the main type are stored in the <filename>/etc/exim4/conf.d/main/</filename> directory. You can add the following content to a new file, named <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Principal sont stockés dans le répertoire <filename>/etc/exim4/conf.d/main/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>04_exim4-config_mailman</filename> : <placeholder-1/>
pt_br: Todos os arquivos que pertençam ao tipo principal são armazenados no diretório <filename>/etc/exim4/conf.d/main/</filename>. Você pode adicionar o seguinte conteúdo a um novo arquivo, chamado <filename>04_exim4-config_mailman</filename>: <placeholder-1/>
tr: Ana türe ait olan tüm yapılandırma dosyaları <filename>/etc/exim4/conf.d/main/</filename> dizininde depolanır. Aşağıdaki içerikleri <filename>04_exim4-config_mailman</filename> adında yeni bir dosyaya ekleyebilirsiniz: <placeholder-1/>

source: All the configuration files belonging to transport type are stored in the <filename>/etc/exim4/conf.d/transport/</filename> directory. You can add the following content to a new file named <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Transport sont stockés dans le répertoire <filename>/etc/exim4/conf.d/transport/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>40_exim4-config_mailman</filename> : <placeholder-1/>
pt_br: Todos os arquivos que pertençam ao tipo de transporte são armazenados no diretório <filename>/etc/exim4/conf.d/transport/</filename>. Você pode adicionar o seguinte conteúdo a um novo arquivo chamado <filename> 40_exim4-config_mailman</filename>: <placeholder-1/>
tr: Ulaşım türene ait olan tüm yapılandırma dosyaları <filename>/etc/exim4/conf.d/transport/</filename> dizininde depolanır. Aşağıdaki içerikleri <filename>40_exim4-config_mailman</filename> adında yeni bir dosyaya ekleyebilirsiniz: <placeholder-1/>

source: All the configuration files belonging to router type are stored in the <filename>/etc/exim4/conf.d/router/</filename> directory. You can add the following content in to a new file named <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
fr: Tous les fichiers de configuration appartenant à la catégorie Routeur sont stockés dans le répertoire <filename>/etc/exim4/conf.d/router/</filename>. Vous pouvez ajouter le contenu suivant dans un nouveau fichier, nommé <filename>101_exim4-config_mailman</filename> : <placeholder-1/>
pt_br: Todos os arquivos de configuração pertencentes ao tipo de roteamento são armazenados no diretório <filename>/etc/exim4/conf.d/router/</filename>. Você pode adicionar o seguinte contéudo em um novo arquivo chamado <filename>101_exim4-config_mailman</filename>: <placeholder-1/>
tr: Yönlendirici türe ait olan tüm yapılandırma dosyaları <filename>/etc/exim4/conf.d/router/</filename> dizininde depolanır. Aşağıdaki içerikleri <filename>101_exim4-config_mailman</filename> adında yeni bir dosyaya ekleyebilirsiniz: <placeholder-1/>

source: The order of main and transport configuration files can be in any order. But, the order of router configuration files must be the same. This particular file must appear before the <application>200_exim4-config_primary</application> file. These two configuration files contain same type of information. The first file takes the precedence. For more details, please refer to the references section.
fr: L'ordre des fichiers de configuration des catégories Principal et Transport n'est pas important. Mais l'ordre des fichiers de configuration de la catégorie Routeur doit être respecté. Ce fichier particulier doit se trouver avant le fichier <application>200_exim4-config_primary</application>. Ces deux fichiers de configuration contiennent le même type d'information, le premier fichier étant prioritaire. Pour plus de détails, veuillez vous reporter à la section « Références ».
pt_br: A ordem dos arquivos de configuração principais e de transporte podem estar em qualquer ordem. Mas, a ordem dos arquivos de configuração de roteamento deve a mesma. Este arquivo particular deve aparecer antes do arquivo <application>200_exim4-config_primary</application >. Estes dois arquivos de configuração contêm o mesmo tipo de informação. O primeiro arquivo toma a precedência. Para mais detalhes, consulte, por favor, a seção das referências.
tr: Ana ve ulaşım yapılandırma dosyaları herhangi sırada olabilir. Fakat, yönlendirici yapılandırma dosyaları aynı olmalıdır. Bu özel dosya, <application>200_exim4-config_primary</application> dosyasından önce ortaya çıkmalıdır. Bu iki yapılandırma dosyaları aynı bilgi türünü içerir. İlk dosya öncelik sırasını belirler. Daha fazla bilgi için lütfen kaynaklar bölümüne bakınız.

source: Once mailman is installed, you can run it using the following command:
fr: Une fois mailman installé, vous pouvez le lancer avec la commande suivante :
pt_br: Um vez que o mailman estiver instalado, você pode executa-lo utilizando o seguinte comando:
tr: mailman yüklendiktan sonra, aşağıdaki komutu kullanarak onu çalıştırabilirsin:

source: Once mailman is installed, you should create the default mailing list. Run the following command to create the mailing list:
fr: Une fois mailman installé, vous devez créer la liste de diffusion par défaut. Exécutez la commande suivante pour créer la liste de diffusion :
pt_br: Um vez que o mailman estiver instalado, você deve criar a lista de correio padrão. Execute o seguinte comando para criar a lista de correio:
tr: mailman yüklendikten sonra, mevcut posta listesini oluşturun. Posta listesini oluşturmak için aşağıdaki komutu çalıştırın:

source: We have configured either Postfix or Exim4 to recognize all emails from mailman. So, it is not mandatory to make any new entries in <filename>/etc/aliases</filename>. If you have made any changes to the configuration files, please ensure that you restart those services before continuing to next section.
fr: Nous avons configuré soit Postfix soit Exim4 pour reconnaître les messages de mailman. Ainsi, il n'est pas obligatoire de créer de nouvelles entrées dans <filename>/etc/aliases</filename>. Si vous avez apporté des modifications aux fichiers de configuration, assurez-vous de redémarrer les services concernés avant de continuer dans la prochaine section.
pt_br: Nós configuramos o Postfix ou o Exim4 para reconhecer todos os emails do mailman. Então, não é obrigatório fazer alguma entrada nova no <filename>/etc/aliases</filename>.Se você fez alguma alteração nos arquivos de configuração. por favor assegure-se de reiniciar esses serviços antes de continuar para próxima seção.
tr: mailman'daki tüm e-postaları tanımak için hem Postfix hem de Exim4'ü yapılandırdık. Böylece <filename>/etc/aliases</filename> dosyasına yeni giriş yapmak gerekmez. Eğer yapılandırma dosyasına herhangi değişiklik yaparsan, sonraki bölüme geçmeden önce bu servisleri yeniden başlattığından emin ol.

source: The Exim4 does not use the above aliases to forward mails to Mailman, as it uses a <emphasis>discover</emphasis> approach. To suppress the aliases while creating the list, you can add <emphasis>MTA=None</emphasis> line in Mailman configuration file, <filename>/etc/mailman/mm_cfg.py</filename>.
fr: Exim4 n'utilise pas les alias ci-dessus pour faire suivre les courriers à Mailman car il utilise une approche <emphasis>découverte</emphasis>. Afin de supprimer les alias à la création de la liste, vous pouvez ajouter la ligne <emphasis>MTA=None</emphasis> dans le fichier de configuration de Mailman, <filename>/etc/mailman/mm_cfg.py</filename>
pt_br: O Exim4 não utiliza os apelidos acima para encaminhar mensagens para o Mailman, por utilizar uma abordagem <emphasis>discover</emphasis>. Para suprimir os apelidos na criação da lista, você pode adicionar a linha <emphasis>MTA=None</emphasis> no arquivo de configuração do Mailman, <filename>/etc/mailman/mm_cfg.py</filename>.
tr: Exim4, postaları Mailman'e göndermesi için yukarıdakileri, bir <emphasis>bulucu</emphasis> yaklaşımı kullanıyormuş gibi kullanmaz. Liste oluştururken diğer isimleri önlemek için, Mailman yapılandırma dosyası <filename>/etc/mailman/mm_cfg.py</filename>'ye <emphasis>MTA=None</emphasis> satırını ekleyebilirsin.

source: We assume you have a default installation. The mailman cgi scripts are still in the <application>/usr/lib/cgi-bin/mailman/</application> directory. Mailman provides a web based administration facility. To access this page, point your browser to the following url:
fr: Nous supposons que vous avez fait une installation par défaut. Les scripts cgi de mailman se trouvent toujours dans le répertoire <application>/usr/lib/cgi-bin/mailman/</application>. Mailman fournit un outil d'administration par internet. Pour accéder à cette page, ouvrez l'adresse suivante dans votre navigateur :
pt_br: Nós assumimos que você tem uma instalação padrão. Os scripts cgi do mailman estão no diretório <application>/usr/lib/cgi-bin/mailman/</application>. Mailman provê a facilidade de administração baseada em web. Para acessar essa página, aponte seu navegador para a seguinte url:
tr: Mevcut bir yüklemenin var olduğunu sayıyoruz. Mailman cgi betikleri hala <application>/usr/lib/cgi-bin/mailman/</application> dizinindedir. Mailman, web tabanlı yönetim imkanı sağlar. Bu sayfaya erişmek için, web tarayıcına aşağıdaki url'yi girin:

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will ask for your authentication password. If you enter the correct password, you will be able to change administrative settings of this mailing list. You can create a new mailing list using the command line utility (<command>/usr/sbin/newlist</command>). Alternatively, you can create a new mailing list using the web interface.
fr: La liste de diffusion par défaut, <emphasis>mailman</emphasis>, apparaîtrasur cet écran. Si vous cliquez sur le nom de la liste, il vous sera demandé de vous authentifier avec votre mot de passe. Si vous saisissez le bon mot de passe, alors vous pourrez modifier les paramètres d'administration de cette liste de diffusion. Vous pouvez créer une nouvelle liste de diffusion, en ligne de commande, avec l'utilitaire <command>/usr/sbin/newlist</command>. Sinon, vous pouvez aussi créer une nouvelle liste de diffusion en utilisant l'interface Web.
pt_br: A lista de e-mail padrão, <emphasis>mailman</emphasis>, irá aparecer nessa tela. Se você clicar no nome da lista de e-mail, isso irá solicitar a você a senha e autenticação. Se você entrar com a senha correta, você será capaz de alterar as configurações administrativas da lista de e-mail. Você pode criar uma nova lista de email usando a linha de comando (<command>/usr/sbin/newlist</command>). Alternativamente, você pode criar uma nova lista de email usando a interface web.
tr: Mevcut posta listesi, <emphasis>mailman</emphasis>, bu ekranda gözükecek. Eğer posta listesine tıklarsan, kimlik doğrulama şifresini soracak. Eğer doğru şifre girersen, bu posta listesinin yönetim ayarlarını değiştirebileceksin. Komut satırı uygulamasını (<command>/usr/sbin/newlist</command>) kullanarak yeni bir posta listesi oluşturabilirsin. Alternatif olarak web arayüzünü kullanarak ta yeni bir posta listesi oluşturabilirsin.

source: Users
fr: Utilisateurs
pt_br: Usuários
tr: Kullanıcılar

source: Mailman provides a web based interface for users. To access this page, point your browser to the following url:
fr: Mailman fournit aux utilisateurs une interface Web. Pour accéder à cette page, ouvrez votre navigateur à l'adresse suivante :
pt_br: O Mailman fornece uma interface web aos usuários. Para acessar essa página, aponte seu navegador para a seguinte URL:
tr: Mailman, kullanıcılar için web tabanlı bir arayüz sağlar. Bu sayfaya erişmek için, web tarayıcına aşağıdaki url'yi girin:

source: The default mailing list, <emphasis>mailman</emphasis>, will appear in this screen. If you click the mailing list name, it will display the subscription form. You can enter your email address, name (optional), and password to subscribe. An email invitation will be sent to you. You can follow the instructions in the email to subscribe.
fr: La liste de diffusion par défaut, <emphasis>mailman</emphasis>, apparaîtrasur cet écran. Si vous cliquez sur le nom de la liste, vous verrez apparaître le formulaire d'inscription. Vous pourrez alors saisir votre adresse électronique, votre nom (facultatif) et votre mot de passe afin de vous y inscrire. Un courriel d'invitation vous sera adressé. Vous pourrez alors suivre les instructions de ce courriel pour vous inscrire.
pt_br: A lista de e-mail padrão, <emphasis>mailman</emphasis >, aparecerá nesta tela. Se você clicar no nome da lista, será apresentado o formulário para inscrição. Você pode informar se endereço de e-mail, nome (opcional), e senha para se inscrever. Um convite será enviado a você por e-mail. Você pode seguir as instruções no e-mail para se inscrever.
tr: Mevcut posta listesi, <emphasis>mailman</emphasis>, bu ekranda gözükecek. Eğer mailman posta listesi adına tıklarsan, onaylama formunu gösterecek. Katılmak için e-posta adresini, adını (isteğe bağlı) ve şifreni girebilirsin. Bir e-posta onayı sana gönderilecek. Katılmak için e-posta'daki yönergeleri takip edebilirsin.

source: GNU Mailman - Installation Manual
fr: GNU Mailman - Manuel d'installation
pt_br: GNU Mailman - Instalação Manual
tr: GNU Mailman - Yükleme Kılavuzu

source: HOWTO - Using Exim 4 and Mailman 2.1 together
fr: Guide partique - Utiliser Exim4 avec Mailman 2.1
pt_br: HOWTO - Usando o Exim 4 e oMailman 2.1 juntos
tr: NASIL - Exim 4 ve Mailman 2.1'i birlikte kullanma

source: Mail Filtering
fr: Filtrage du courrier éléctronique
pt_br: Filtro de Correio
tr: Posta Filtreleme

source: One of the largest issues with email today is the problem of Unsolicited Bulk Email (UBE). Also known as SPAM, such messages may also carry viruses and other forms of malware. According to some reports these messages make up the bulk of all email traffic on the Internet.
fr: L'un des plus gros problèmes avec le courrier électronique à l'heure actuelle sont les courriers électroniques non sollicités envoyés en masse (ou UBE en anglais). Également connus sous le nom de SPAM, ces messages peuvent également transmettre des virus et d'autres formes de logiciels malveillants. Selon certains rapports, ces messages constituent l'essentiel de l'ensemble du trafic e-mail sur Internet.
pt_br: Uma das maiores casos com email hoje em dia é o problema de Unsolicited Bulk Email (UBE). Também conhecido como SPAM, este tipo de mensagens podem também carregar virus e outras formas de pragas. De acordo com alguns relatórios estas mensagens fazem a massa de tráfego de email na Internet.
tr: E-posta'da bugünün en büyük sorunlarından biri İstenmeyen Yığın Postası (UBE). Ayrıca SPAM olarakta bilinir. Çoğu iletiler virüs ve kötü amaçlı yazılım taşıyabilir. Bazı raporlara bu iletileri kayıt etme Internetteki e-posta trafiğinin yığılmasına sebep olur.

source: This section will cover integrating <application>Amavisd-new</application>, <application>Spamassassin</application>, and <application>ClamAV</application> with the <application>Postfix</application> Mail Transport Agent (MTA). <application>Postfix</application> can also check email validity by passing it through external content filters. These filters can sometimes determine if a message is spam without needing to process it with more resource intensive applications. Two common filters are <application>dkim-filter</application> and <application>python-policyd-spf</application>.
fr: Cette section va couvrir l'intégration de <application>Amavisd-new</application>, <application>Spamassassin</application>, et <application>ClamAV</application> avec le Mail Transport Agent (MTA ou logiciel pour serveur de transmission de courriers électroniques) <application>Postfix</application>. <application>Postfix</application> peut aussi vérifier la validité des emails en les faisant passer au travers de filtres de contenu externes. Ces filtres peuvent parfois déterminer si un message est du courrier indésirable (spam) sans avoir à le traiter avec des applications plus gourmandes en ressources. Deux filtres communs sont <application>dkim-filter</application> et <application>python-policyd-spf</application>.
pt_br: Esta seção irá cobrir a integração <application>Amavisd-new</application>,<application>Spamassassin</application>, e application>ClamAV</application> com o <application>Postfix</application> Mail Transport Agent (MTA). O <application>Postfix</application> pode checar também a validade do email passando por filtros de conteúdos externos. Estes filtros podem, algumas vezes, determinar se a mensagem é um spam sem a necessidade de processa-lo com mais recurso de aplicações mais intenssivo. Dois dos filtros mais comuns são <application>dkim-filter</application> e <application>python-policyd-spf</application>.
tr: Bu bölüm <application>Amavisd-new</application>, <application>Spamassassin</application>, ve <application>ClamAV</application>'un <application>Postfix</application> Posta Taşıma Aracı (MTA) ile birleştirmeyi kaplar. Ayrıca <application>Postfix</application> harici içerik filtrelerinden geçerek e-posta doğrulamasını kontrol edebilir. Bu filtreler bazen eğer bir ileti spam ise daha karmaşık uygulamalarla işlem yapmaya gerek kalmadan onu teşhis edebilir. İki temel filtre <application>dkim-filter</application> ve <application>python-policyd-spf</application>'dir.

source: <application>Amavisd-new</application> is a wrapper program that can call any number of content filtering programs for spam detection, antivirus, etc.
fr: <application>Amavisd-new</application> est un programme enveloppe qui peut appeler différents programmes de filtrage de contenu pour la détection de courrier indésirable (spam), anti-virus, etc.
pt_br: O <application>Amavisd-new</application> programa facilitador que pode chamar qualquer número de programas de filtro de conteúdo para detecção de spam, ativirus, etc.
tr: <application>Amavisd-new</application>, paket sargı programıdır. Spam bulma, antivürüs, vb. için içerik filtreleme programların herhangi sayıda çağırabilir.

source: <application>Spamassassin</application> uses a variety of mechanisms to filter email based on the message content.
fr: <application>Spamassassin</application> utilise divers mécanismes pour filtrer les courriers en se basant sur leur contenu.
pt_br: O <application>Spamassassin</application> usa uma variedade de mecanismos para filtra emails baseado no conteúdo da mensagem.
tr: <application>Spamassassin</application>, ileti içeriklerini filtrelemek için bir çeşit mekanizma kullanır.

source: <application>ClamAV</application> is an open source antivirus application.
fr: <application>ClamAV</application> est anti-virus libre.
pt_br: O <application>ClamAV</application> é uma aplicação anti vírus open source.
tr: <application>ClamAV</application>, bir açık kaynak antivirüs uygulamasıdır.
