Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Because of the nature of operations performed by vmbuilder, it needs to have root privilege, hence the use of sudo.
fr: De par la nature des opérations effectuées par vmbuilder, il a besoin d'avoir des privilèges administrateur (root), d'où l'utilisation de sudo.
pt_br: Por causa da natureza das operações conduzidas pelo vmbuilder, ele precisa de privilégio de root, por isso o uso de sudo.
tr: vmbuilder tarafından uygulanan işlemlerin olağan sonucu olarak sudo'yu kullanmak için ayrıcalıklı yönetici olunmalıdır.

source: If your virtual machine needs to use more than 3Gb of ram, you should build a 64 bit machine (--arch amd64).
fr: Si votre machine virtuelle a besoin d'utiliser plus de 3Go de RAM, vous devrez construire une machine 64bit (--arch amd64).
pt_br: Se sua máquina virtual precisar mais de 3Gb de ram, você pode construir uma máquina de 64 bit (-arch amd64).
tr: Eğer sanal makinen 3 GB'tan daha fazla ram kullanmaya ihyitaç duyarsa, 64 bitlik makine kurmalısın (--arch amd64).

source: Until Ubuntu 8.10, the virtual kernel was only built for 32 bit architecture, so if you want to define an amd64 machine on Hardy, you should use <emphasis>--flavour</emphasis> server instead.
fr: Avant Ubuntu 8.10, le noyau virtuel n'était compilé que pour des architectures 32 bits. Si vous voulez définir une machine amd64 sur Hardy, vous devez choisir « server » pour le paramètre <emphasis>--flavour</emphasis>.
pt_br: Até o Ubuntu 8.10, o kernel virtual era construído apenas para arquitetura de 32 bits, então se você quiser definir uma máquina amd64 no Hardy, você deverá usar server em <emphasis>--flavour</emphasis> ao invés disso.
tr: Ubuntu 8.10'a kadar sanal çekirdek sadece 32 bit mimariyle kuruluyordu. Eğer Hardy ile amd64 makine tanımlamak istiyorsan <emphasis>--flavour</emphasis> sunucu kullanmalısın.

source: JeOS Installation Parameters
fr: Paramètres d'installation de JeOS
pt_br: Parâmetros de Instalação do JeOS
tr: JeOS Yükleme Parametreleri

source: JeOS Networking
fr: Reseau JeOS
pt_br: Rede no JeOS
tr: JeOS Ağı

source: Assigning a fixed IP address
fr: Attribuer une adresse IP fixe
pt_br: Atribuindo um endereço IP fixo.
tr: Sabit IP adres atama

source: As a virtual appliance that may be deployed on various very different networks, it is very difficult to know what the actual network will look like. In order to simplify configuration, it is a good idea to take an approach similar to what network hardware vendors usually do, namely assigning an initial fixed IP address to the appliance in a private class network that you will provide in your documentation. An address in the range 192.168.0.0/255 is usually a good choice.
fr: Comme toute machine virtuelle qui peut être déployée des réseaux divers et très différents, il est très difficile de savoir à quoi pourra ressembler le réseau réel. Afin de simplifier la configuration, une bonne idée consiste à avoir une approche similaire à celle habituellement utilisée par les vendeurs de matériels réseau, à savoir assigner une adresse IP fixe initiale à la machine dans une classe du réseau privé que vous fournirez dans votre documentation. Une adresse dans la gamme 192.168.0.0/255 est habituellement un bon choix.
pt_br: Como uma nova ferramenta virtual que precisa ser aplicada em várias redes diferentes, é muito difícil saber como a rede atual parecerá. Para simplificar a configuração, é uma boa idéia aproximar-se do que os fabricantes de hardware de rede fazem, em outras palavras, atribuir um endereço IP inicial fixo para a aplicação em uma classe de rede privada que será informada em sua documentação. Um endereço no intervalo 192.168.0.0/255 normalmente é uma boa escolha.
tr: Çok farklı ağlarda görevlendirilen sanal bir makine gibi, asıl ağın ne olduğunu bilmek oldukça zordur. Yapılandırmayı basitleştirmek için, ağ donanım sağlayıcılarının genellikle ne yaptığına dair bir yaklaşımda bulunmak ve özel sınıf ağ donanımına atanan bir ilk sabit IP adresini adlandırmak iyi bir fikirdir. 192.168.0.0/255 şeklinde bir adres kullanmak genellikle iyi bir seçimdir.

source: To do this we'll use the following parameters:
fr: Pour ce faire, nous utiliserons les paramètres suivants:
pt_br: Para fazer isso vamos utilizar os seguintes parâmetros:
tr: Bunu yapmak için şu paremetreleri kulllanacağız:

source: <emphasis>--ip ADDRESS</emphasis>: IP address in dotted form (defaults to dhcp if not specified)
fr: <emphasis>--ip ADRESS</emphasis> : adresse IP en notation pointée (dhcp par défaut si non spécifiée)
pt_br: <emphasis>--ip ENDEREÇO</emphasis>: endereço de IP na forma com pontos (o padrão é usar dhcp se não estiver especificado).
tr: <emphasis>--ip ADDRESS</emphasis>: noktalı formdaki IP adresi (eğer özel değilse öntanımlı dhcp'de)

source: <emphasis>--mask VALUE</emphasis>: IP mask in dotted form (default: 255.255.255.0)
fr: <emphasis>--mask VALUE</emphasis> : masque de sous-réseau en notation pointée (255.255.255.0 par défaut)
pt_br: <emphasis>--mask VALOR</emphasis>: máscara de IP na forma com pontos (padrão: 255.255.255.0)
tr: <emphasis>--mask VALUE</emphasis>: noktalı formdaki IP maskesi(öntanımlı: 255.255.255.0)

source: <emphasis>--net VALUE</emphasis>: IP net address (default: X.X.X.0)
fr: <emphasis>--net VALUE</emphasis> : adresse IP du réseau (par défaut : X.X.X.0)
pt_br: <emphasis>--net VALOR</emphasis>: endereço de rede do IP (padrão: X.X.X.0)
tr: <emphasis>--net VALUE</emphasis>: IP net adresi (öntanımlı: X.X.X.0)

source: <emphasis>--bcast VALUE</emphasis>: IP broadcast (default: X.X.X.255)
fr: <emphasis>--bcast VALUE</emphasis>: adresse IP de diffusion (par défaut : X.X.X.255)
pt_br: <emphasis>--bcast VALOR</emphasis>: broadcast do IP (padrão: X.X.X.255)
tr: <emphasis>--bcast VALUE</emphasis>: IP akışı (öntanımlı: X.X.X.255)

source: <emphasis>--gw ADDRESS</emphasis>: Gateway address (default: X.X.X.1)
fr: <emphasis>--gw ADDRESS</emphasis> : adresse de passerelle (par défaut : X.X.X.1)
pt_br: <emphasis>--gw ENDEREÇO</emphasis>: endereço de Gateway (padrão: X.X.X.1)
tr: <emphasis>--gw ADDRESS</emphasis>: Giriş yeri adresi (öntanımlı: X.X.X.1)

source: <emphasis>--dns ADDRESS</emphasis>: Name server address (default: X.X.X.1)
fr: <emphasis>--dns ADDRESS</emphasis> : adresse du serveur DNS (par défaut : X.X.X.1)
pt_br: <emphasis>--dns ENDEREÇO</emphasis>: endereço do servidor de nomes (padrão: X.X.X.1)
tr: <emphasis>--dns ADDRESS</emphasis>: Sunucu adres adı (öntanımlı: X.X.X.1)

source: We assume for now that default values are good enough, so the resulting invocation becomes:
fr: Nous supposons pour l'instant que les valeurs par défaut conviennent, l'invocation qui en résulte est donc :
pt_br: Vamos assumir por enquanto que os valores padrão são bons o suficiente, então a invocação resultante é:
tr: Şu anlık öntanımlı değerlerin yeterince iyi olduğunu varsayıyoruz. Böylece yürütme şöyle olur:

source: Modifying the libvirt Template to use Bridging
fr: Modification du modèle libvirt pour utiliser un pont réseau
pt_br: Modificando o modelo libvirt para utilizar Bridging
tr: Köprülemeyi kullanarak libvirt Şablonunu düzenleme

source: Because our appliance will be likely to need to be accessed by remote hosts, we need to configure libvirt so that the appliance uses bridge networking. To do this we use vmbuilder template mechanism to modify the default one.
fr: Notre machine virtuelle a certainement besoin d'accéder aux hôtes distants. Nous devons donc configurer libvirt pour que cette machine utilise un pont réseau. Pour ce faire, nous utilisons le mécanisme de modèles de vmbuilder pour modifier celui par défaut.
pt_br: Como a nossa aplicação provavelmente precisará ser acessada por hosts remotos, precisamos configurar a libvirt de modo que a aplicação possa usar uma ponte de rede. Para fazer isso usamos o mecanismo de modelos do vmbuilder para modificar o modelo padrão.
tr: Donanımımızdan dolayı uzak ana sistemlerle erişmek gerekir. libvirt'i yapılandırmamız gerekir. Böylece donanım köprü ağı kullanır. Bunu yapmak için öntanımlıyı düzenleyerek vmbuilder şablon mekanizmasını kullanırız.

source: In our working directory we create the template hierarchy and copy the default template:
fr: Dans notre dossier de travail, nous créons l'arborescence des modèles et y copions le modèle par défaut.
pt_br: No seu diretório de trabalho nós criamos um modelo de hierarquia e copiamos o modelo padrão:
tr: Çalıştığımız dizinde şablon hiyerarşisi oluşturup öntanımlı şablonu kopyalarız:

source: We can then edit <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> to change:
fr: Nous pouvons ensuite modifier <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> pour y changer:
pt_br: Nós podemos então editar <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename> para alterar:
tr: Sonra şunları değiştirerek <filename>VMBuilder/plugins/libvirt/templates/libvirtxml.tmpl</filename>'i düzenleyebiliriz:

source: To:
fr: En :
pt_br: Para:
tr: Kime:

source: Partitioning
fr: Partitionnement
pt_br: Particionando
tr: Bölümleme

source: Partitioning of the virtual appliance will have to take into consideration what you are planning to do with is. Because most appliances want to have a separate storage for data, having a separate <filename>/var</filename> would make sense.
fr: Le partitionnement d'une machine virtuelle doit prendre en compte l'usage auquel elle est destinée. Comme la plupart des machines virtuelles ont besoin d'un espace de stockage séparé pour les données, avoir une partition pour <filename>/var</filename> peut être judicieux.
pt_br: O particionamento da aplicação virtual deve ser feito considerando-se o que você pretende fazer com ela. Como a maior parte das aplicações quer ter um espaço separado para dados, ter um diretório <filename>/var</filename> separado faria sentido.
tr: Sanal donanımı bölümleme ile ne yapmak istediğini göz önünde bulundurmalısın. Çünkü çoğu donanımda veri depolama için ayrı bölüm vardır. Bu bölüm <filename>/var</filename> dizinindedir.

source: In order to do this vmbuilder provides us with <emphasis>--part</emphasis>:
fr: Le paramètre <emphasis>--part</emphasis> de vmbuilder permet de faire cela :
pt_br: Para fazer isso o vmbuilder possui <emphasis>--part</emphasis>:
tr: Bunu yapmak için vmbuilder bize <emphasis>--part</emphasis> sunar:

source: --part PATH Allows you to specify a partition table in a partition file, located at PATH. Each line of the partition file should specify (root first): mountpoint size where size is in megabytes. You can have up to 4 virtual disks, a new disk starts on a line with ’---’. ie : root 1000 /opt 1000 swap 256 --- /var 2000 /log 1500
fr: --part PATH Vous permet de spécifier une table de partition dans un fichier de partitionnement, situé à l'emplacement PATH. Chaque ligne du fichier de partitionnement devrait spécifier (root en première position) : taille du point de montage où la taille est indiquée en mégaoctets. Vous pouvez avoir jusqu'à 4 disques virtuels, chaque nouveau disque commençant par une ligne avec des ’---’. Par exemple : root 1000 /opt 1000 swap 256 --- /var 2000 /log 1500

source: In our case we will define a text file name <filename>vmbuilder.partition</filename> which will contain the following:
fr: dans notre cas, nous allons définir un fichier texte nommé <filename>vmbuilder.partition</filename> et qui contiendra :
pt_br: No nosso caso definimos um arquivo texto chamado <filename>vmbuilder.partition</filename> o qual irá conter o seguinte:
tr: Bazı sebeplerden dolayı <filename>vmbuilder.partition</filename> adında bir yazı dosyası tanımlayacağız. Bu dosya şunları içerir:

source: Note that as we are using virtual disk images, the actual sizes that we put here are maximum sizes for these volumes.
fr: Remarquez que nous utilisons des images de disques virtuels, les tailles réelles que nous avons indiqué ici sont les tailles maximales pour ces volumes.
pt_br: Note que, ao utilizarmos imagens de discos virtuais, o tamanho verdadeiro que colocamos aqui é máximo de tamanho destes volumes.
tr: Sanal disk imajını kullanırken buradaki birimlere azami boyut değerleri verdiğimizi dikkat edin.

source: Our command line now looks like:
fr: Notre ligne de commande ressemble maintenant à :
pt_br: Nossa linha de comando agora se parece com isso:
tr: Şu an komut satırımız şöyledir:

source: Using a "\" in a command will allow long command strings to wrap to the next line.
fr: L'utilisation de « \ » dans une commande permet de faire des retours à la ligne dans les commandes très longues.
pt_br: O uso de um caractere "\" em um comando permite que comandos longos continuem na próxima linha.
tr: "\" kullanarak uzun komut betiklerini sonraki satıra kaydırabiliriz.

source: User and Password
fr: Utilisateur et mot de passe
pt_br: Usuário e Senha
tr: Kullanıcı ve Şifre

source: Again setting up a virtual appliance, you will need to provide a default user and password that is generic so that you can include it in your documentation. We will see later on in this tutorial how we will provide some security by defining a script that will be run the first time a user actually logs in the appliance, that will, among other things, ask him to change his password. In this example I will use <emphasis>'user'</emphasis> as my user name, and <emphasis>'default'</emphasis> as the password.
fr: En mettant au point une machine virtuelle, vous devez fournir un nom d'utilisateur et un mot de passe générique à inclure dans votre documentation. Nous verrons plus loin dans ce tutoriel comment sécuriser ce ci grâce à un script qui demandera à l'utilisateur lors de sa première connexion, entre autres choses, de changer son mot de passe. Dans cet exemple nous utiliserons <emphasis>user</emphasis> comme identifiant, et <emphasis>default</emphasis> comme mot de passe.
pt_br: Mais uma vez configurando uma aplicação virtual, você precisa informar um usuário e senha padrão genérica e que você incluirá em sua documentação. Veremos mais tarde neste tutorial como prover alguma segurança definindo um script que será executado na primeira vez que o usuário se conectar na aplicação, isto irá, além de outras coisas, solicitar que ele mude a senha. Neste exemplo iremos utilizar <emphasis>'user'</emphasis> como nome do meu usuário, e <emphasis>'default'</emphasis> como a senha.
tr: Tekrar sanal bir donanım kurmak için öntanımlı kullanıcı ve şifre belirtmek gerekir. Böylece onu dökümantasyonuna dahil edebilirsin. Bu rehberde ilk çalışmamızda bir betik tanımlayarak bazı güvenlikleri nasıl sağlayacağımızı, kullanıcının asıl donanım kayıtlarını, şifresini değiştirmeyi göreceğiz. Bu örnekte kullanıcı adı için <emphasis>'kullanıcı'</emphasis> ve şifre olarak <emphasis>'sifre'</emphasis>'yi kullanacağım.

source: To do this we use the following optional parameters:
fr: Pour réaliser cela nous devons utiliser les paramètres optionnels suivants :
pt_br: Para fazer isso nós utilizamos os seguintes parâmetros opcionais:
tr: Bunu yapmak için aşağıdaki seçime bağlı parametreleri kullanacağız:

source: <emphasis>--user USERNAME:</emphasis> Sets the name of the user to be added. Default: ubuntu.
fr: <emphasis>--user USERNAME :</emphasis> définit le nom de l'utilisateur à ajouter. Par défaut : ubuntu.
pt_br: <emphasis>--user NOMEDOUSUARIO:</emphasis> Especifica o nome do usuário a ser adicionado. Padrão: ubuntu.
tr: <emphasis>--user USERNAME:</emphasis> Eklenen kullanıcı adının ayarlar. Öntanımlı: ubuntu.

source: <emphasis>--name FULLNAME:</emphasis> Sets the full name of the user to be added. Default: Ubuntu.
fr: <emphasis>--name FULLNAME :</emphasis> définit le nom complet de l'utilisateur à ajouter. par défaut : Ubuntu.
pt_br: <emphasis>--name NOMECOMPLETO:</emphasis> Especifica o nome completo do usuário a ser adicionado. Padrão: Ubuntu.
tr: <emphasis>--name FULLNAME:</emphasis> Eklenen kullanıcının tam adını ayarlar. Öntanımlı: Ubuntu.

source: <emphasis>--pass PASSWORD:</emphasis> Sets the password for the user. Default: ubuntu.
fr: <emphasis>--pass PASSWORD :</emphasis> définit le mot de passe de l'utilisateur. Par défaut : ubuntu.
pt_br: <emphasis>--pass SENHA:</emphasis> Especifica a senha para o usuário. Padrão: ubuntu.
tr: <emphasis>--pass PASSWORD:</emphasis> Kullanıcının şifresini ayarlar. Öntanımlı: ubuntu.

source: Our resulting command line becomes:
fr: La ligne de commande qui en résulte devient :
pt_br: Nossa linha de comando resultante fica:
tr: Bizim komut satırımız aşağıdaki sonucu verdi:

source: Installing Required Packages
fr: Installation des paquets requis
pt_br: Instalando Pacotes Requeridos
tr: Gerekli Paketleri Yükleme

source: In this example we will be installing a package <application>(Limesurvey)</application> that accesses a <application>MySQL</application> database and has a web interface. We will therefore require our OS to provide us with:
fr: Dans cet exemple nous installerons le paquet <application>(Limesurvey)</application> qui doit accéder à une base de données <application>(Limesurvey)</application> et propose une interface Web.
pt_br: Neste exemplo instalaremos um pacote <application>(Limesurvey)</application> que acessa uma base de dados <application>MySQL</application> e possui uma interface web. Nós iremos portanto requerer que nosso Sistema Operacional providencie para nós:
tr: Bu örnekte <application>MySQL</application> veritabanına erişimi sağlayan ve web arayüzüne sahip olan <application>(Limesurvey)</application> paketini yükleyeceğiz. Bunun için kendi İS'miz şöyle gerekir:

source: OpenSSH Server
fr: Serveur OpenSSH
pt_br: Servidor OpenSSH
tr: OpenSSH Sunucu

source: Limesurvey (as an example application that we have packaged)
fr: Limesurvey (comme exemple d'application que nous avons empaquetée)
pt_br: Limesurvey (como um exemplo de aplicação que empacotamos)
tr: Limesurvey (paketlediğimiz örnek uygulama olarak)

source: This is done using vmbuilder by specifying the --addpkg option multiple times:
fr: Ceci peut être fait grâce à vmbuilder et en spécifiant l'option --addpkg à plusieurs reprises :

source: --addpkg PKG Install PKG into the guest (can be specfied multiple times)
fr: --addpkg PAQUET Installe PAQUET dans le système invité (peut-être spécifié plusieurs fois)
pt_br: --addpkg PACOTE Instala o PACOTE no hóspede (pode ser usado múltiplas vezes)
tr: --addpkg PKG PKG'yi misafire yükle (birçok kez belirtilebilir)

source: However, due to the way vmbuilder operates, packages that have to ask questions to the user during the post install phase are not supported and should instead be installed while interactivity can occur. This is the case of Limesurvey, which we will have to install later, once the user logs in.
fr: Toutefois, du fait du mode de fonctionnement de vmbuilder, les paquets qui nécessitent de poser des questions dans la phase de post-installation, ne sont pas pris en charge et doivent être installés quand une interaction est possible. C'est le cas de Limesurvey, qui devra donc être installé plus tard, quand l'utilisateur sera connecté.
pt_br: Todavia, devido à forma como o vmbuilder opera, pacotes que precisam fazer perguntas ao usuário durante a fase de pós-instalação não são suportados e devem ser instalados quando a interatividade for possível. Este é o caso do Limesurvey, que teremos que instalar depois, quando o usuário fizer login.
tr: vmbuilder işlemlerinden dolayı, yükleme esnasında kullanıcıya desteklenmeyen ve onun yerine interaktif yüklemeyi soran paketler. Bu, kullanıcının girişinden sonra Limesurvey'in sonra yüklenmesini gerektiren bir durumdur.

source: If some packages that we need to install are not in main, we need to enable the additional repositories using --comp and --ppa:
fr: Si certains paquets nécessaires ne sont pas dans le dépôt main, nous aurons besoin d'activer les dépôts additionnels en utilisant --comp et --ppa :
pt_br: Se alguns pacotes que precisamos instalar não estiverem no repositório principal, precisaremos habilitar repositórios adicionais usando --comp e --ppa:
tr: Eğer gerekli diğer paketler ana depoda bulunmuyorsa --comp ve --ppa'yı kullanarak ek depoları etkinleştirmek zorundayız:

source: --components COMP1,COMP2,...,COMPN A comma separated list of distro components to include (e.g. main,universe). This defaults to "main" --ppa=PPA Add ppa belonging to PPA to the vm's sources.list.
fr: --components COMP1,COMP2,...,COMPN Une liste séparée par des virgules de composants de la distribution à inclure (main,universe par exemple). Utilisation de « main » par défaut --ppa=PPA Ajouter au fichier sources.list de la VM un dépôt personnel ppa appartenant à PPA.
pt_br: --components COMP1,COMP2,...,COMPN Uma lista separada por vírgulas de componentes da distro a serem incluídas (p.ex, main,universe). Seu padrão é "main" --ppa=PPA Adiciona um ppa pertencente ao PPA do sources.list do vm.
tr: --components COMP1,COMP2,...,COMPN Bir virgül distro bileşenlerinin listesini eklemek için ayırır (örn. temel,evrensel). Burada öntanımlı olan "temel"dir --ppa=PPA PPA vm kaynak listesine ait olan ppa ekler.

source: Limesurvey not being part of the archive at the moment, we'll specify it's PPA (personal package archive) address so that it is added to the VM <filename>/etc/apt/source.list</filename>, so we add the following options to the command line:
fr: Limesurvey n'étant pas disponible pour le moment dans une archive, nous allons spécifier son adresse de PPA(personal package archive, archive de paquet personnel) pour qu'il soit ajouté au <filename>/etc/apt/source.list</filename> de la VM, donc nous ajoutons les options suivantes à la ligne de commande :
pt_br: Limesurvey não faz parte do arquivo até o momento, nós iremos especificar isto é o endereço PPA (pacote Arquivo pessoal) para que seja acrescentada à VM <filename>/etc/apt/source.list</ filename>, então nós acrescentamos as seguintes opções para a linha de comando:
tr: Limesurvey şu an için arşivin bir bölümü değildir. Onun PPA (kişisel paket arşivi) adresinin belirteceğiz. Böylece o, VM <filename>/etc/apt/source.list</filename>'e eklenir. Bunun için komut satırına şu komutu ekleyeceğiz:
