Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Now add a service definition for the MySQL check by adding the following to <filename>/etc/nagios3/conf.d/services_nagios2.cfg</filename>:
fr: Maintenant, définissez un nouveau service pour la vérification de MySQL, en ajoutant ceci au fichier <filename>/etc/nagios3/conf.d/services_nagios2.cfg</filename> :
pt_br: Agora adicione uma definição de serviço para a verificação do MySQL adicionando o seguinte no <filename>/etc/nagios3/conf.d/services_nagios2.cfg</filename>:
tr: Şimdi aşağıdakileri <filename>/etc/nagios3/conf.d/services_nagios2.cfg</filename>'e koyarak MySQL kontrolü için servis açıklaması ekleyin:

source: # check MySQL servers. define service { hostgroup_name mysql-servers service_description MySQL check_command check_mysql_cmdlinecred!nagios!secret!$HOSTADDRESS use generic-service notification_interval 0 ; set &gt; 0 if you want to be renotified }
fr: # Vérifie les serveurs MySQL. define service { hostgroup_name mysql-servers service_description MySQL check_command check_mysql_cmdlinecred!nagios!secret!$HOSTADDRESS use generic-service notification_interval 0 ; set &gt; 0 si vous voulez être prévenu une nouvelle fois }
pt_br: # check MySQL servers. define service { hostgroup_name mysql-servers service_description MySQL check_command check_mysql_cmdlinecred!nagios!secret!$HOSTADDRESS use generic-service notification_interval 0 ; set &gt; 0 se você deseja ser notificado novamente }
tr: # MySQL sunucuları kontrol et. define service { hostgroup_name mysql-servers service_description MySQL check_command check_mysql_cmdlinecred!nagios!secret!$HOSTADDRESS use generic-service notification_interval 0 ; set &gt; 0 if you want to be renotified }

source: # MySQL hostgroup. define hostgroup { hostgroup_name mysql-servers alias MySQL servers members localhost, server02 }
fr: # Groupe d'hôtes MySQL. define hostgroup { hostgroup_name mysql-serveurs alias MySQL serveurs members localhost, serveur02 }
tr: # MySQL makine grubu. define hostgroup { hostgroup_name mysql-servers alias MySQL servers members localhost, server02 }

source: Restart <application>nagios</application> to start checking the MySQL servers.
fr: Redémarrez <application>nagios</application> pour commencer à vérifier les serveurs MySQL.
pt_br: Reinicie <application>nagios</application> para iniciar a verificação dos servidores MySQL.
tr: MySQL sunucularının kontorünü başlatmak için <application>nagios</application>'u yeniden başlatın.

source: Lastly configure NRPE to check the disk space on <emphasis>server02</emphasis>.
fr: Enfin, configurez NRPE pour vérifier l'espace disque sur <emphasis>serveur02</emphasis>.
pt_br: Finalmente, configure o NRPE para verificar o espaço em disco no <emphasis>server02</emphasis>.
tr: <emphasis>Server02</emphasis>'deki disk alanını kontrol etmesi için son olarak NRPE'yi yapılandırın.

source: Now on <emphasis>server02</emphasis> edit <filename>/etc/nagios/nrpe.cfg</filename> changing:
fr: Maintenant sur <emphasis>serveur02</emphasis>, modifiez <filename>/etc/nagios/nrpe.cfg</filename> en y changeant :
pt_br: Agora, no <emphasis>server02</emphasis> edite <filename>/etc/nagios/nrpe.cfg</filename> alterando:
tr: Şimdi <emphasis>server02</emphasis>'de <filename>/etc/nagios/nrpe.cfg</filename> değişikliklerini düzenleyin:

source: And below in the command definition area add:
fr: Et dessous, dans la zone de définition de commande, ajoutez :
pt_br: E abaixo na área de definição de comando adicione:
tr: Ve aşağıdaki komut tanımlama alanını ekleyin:

source: Finally, restart <application>nagios-nrpe-server</application>:
fr: Pour finir, redémarrez <application>nagios-nrpe-server</application>:
pt_br: Finalmente, reinicie <application>nagios-nrpe-server</application>:
tr: Son olarak <application>nagios-nrpe-server</application>'ı yeniden başlatın:

source: Also, on <emphasis>server01</emphasis> restart <application>nagios</application>:
fr: De plus, sur <emphasis>serveur01</emphasis>, redémarrez <application>nagios</application> :
pt_br: Também, no <emphasis>server01</emphasis> reinicie <application>nagios</application>:
tr: Ayrıca <emphasis>server01</emphasis>'deki <application>nagios</application>'u yeniden başlatın:

source: For more information see <ulink url="http://www.nagios.org/">Nagios</ulink> website.
fr: Pour plus d'informations, voir le site internet de <ulink url="http://www.nagios.org/">Nagios</ulink>.
pt_br: Para mais informações visite o site do <ulink url="http://www.nagios.org/">Nagios</ulink>.
tr: Daha fazla bilgi için <ulink url="http://www.nagios.org/">Nagios</ulink> sitesine bakın.

source: Specifically the <ulink url="http://nagios.sourceforge.net/docs/3_0/">Online Documentation</ulink> site.
fr: Plus précisément, le site de <ulink url="http://nagios.sourceforge.net/docs/3_0/">documentation en ligne</ulink> (en anglais).
pt_br: Especificamente o site da <ulink url="http://nagios.sourceforge.net/docs/3_0/">Documentação Online</ulink>.
tr: Özellikle <ulink url="http://nagios.sourceforge.net/docs/3_0/">Online Documentation</ulink> sitesi.

source: There is also a list of <ulink url="http://www.nagios.org/propaganda/books/">books</ulink> related to Nagios and network monitoring:
fr: Ci-dessous, une liste de <ulink url="http://www.nagios.org/propaganda/books/">livres</ulink> traitant de Nagios et de la supervision réseau :
pt_br: Existe também uma lista de <ulink url="httt://www.nagios.org/propaganda/books/">books</ulink>
tr: Ayrıca <ulink url="http://www.nagios.org/propaganda/books/">books</ulink>'un bir listesi Nagios ve ağ gösterime aittir.

source: Before installing <application>Munin</application> on <emphasis>server01</emphasis><application>apache2</application> will need to be installed. The default configuration is fine for running a <application>munin</application> server. For more information see <xref linkend="httpd"/>.
fr: Avant d'installer <application>Munin</application> sur <emphasis>serveur01</emphasis> il faut d'abord avoir installé <application>apache2</application>. La configuration par défaut est satisfaisante pour faire fonctionner un serveur <application>munin</application>. Pour plus d'information, voir <xref linkend="httpd"/>.
pt_br: Antes de instalar o <application>Munin</application> no <emphasis>server01</emphasis> o <application>apache2</application> deverá está instalado. A configuração padrão é boa para executar um servidor <application>munin</application>. Para mais informações veja <xref linkend="httpd"/>.
tr: <application>Munin</application>'i <emphasis>server01</emphasis>'e yüklemeden önce <application>apache2</application>'nin yüklenmesi gerekir. Öntanımlı yapılandırma bir <application>munin</application> sunucu çalışması için iyidir. Daha fazla bilgi için <xref linkend="httpd"/>'ye bakın.

source: First, on <emphasis>server01</emphasis> install <application>munin</application>. In a terminal enter:
fr: Tout d'abord, installez <application>munin</application> sur <emphasis>serveur01</emphasis>. Saisissez dans un terminal :
pt_br: Primeiramente, no <emphasis>server01</emphasis> instale o <application>munin</application>. Em um terminal digite:
tr: İlk önce <emphasis>server01</emphasis>'de <application>munin</application>'i yüklemek için terminale girin:

source: Now on <emphasis>server02</emphasis> install the <application>munin-node</application> package:
fr: Ensuite, installez le paquet <application>munin-node</application> sur <emphasis>serveur02</emphasis> :
pt_br: Agora, no <emphasis>server02</emphasis> instale o pacote <application>munin-node</application>:
tr: Şimdi <emphasis>server02</emphasis>'de <application>munin-node</application> paketini yükleyin:

source: On <emphasis>server01</emphasis> edit the <filename>/etc/munin/munin.conf</filename> adding the IP address for <emphasis>server02</emphasis>:
fr: Sur <emphasis>serveur01</emphasis>, modifiez le fichier <filename>/etc/munin/munin.conf</filename> pour ajouter l'adresse IP de <emphasis>serveur02</emphasis> :
pt_br: No <emphasis>server01</emphasis> edite o <filename>/etc/munin/munin.conf</filename> adicionando o endereço de IP para <emphasis>server02</emphasis>:
tr: <emphasis>Server01</emphasis>'deki <filename>/etc/munin/munin.conf</filename> dosyasını IP adresini <emphasis>server02</emphasis>'ye ekleyerek düzenleyin:

source: ## First our "normal" host. [server02] address 172.18.100.101
fr: ## Premièrement, notre hôte "normal". [serveur02] address 172.18.100.101
tr: ## İlk "normal" makinemiz. [server02] address 172.18.100.101

source: Replace <emphasis>server02</emphasis> and <emphasis>172.18.100.101</emphasis> with the actual hostname and IP address for your server.
fr: Remplacez <emphasis>serveur02</emphasis> et <emphasis>172.18.100.101</emphasis> par le véritable nom d'hôte et adresse IP de votre serveur.
pt_br: Substitua <emphasis>server02</emphasis> e <emphasis>172.18.100.101</emphasis> com o hostname atual e endereço de IP do seu servidor.
tr: <emphasis>Server02</emphasis> ve <emphasis>172.18.100.101</emphasis> yerine sunucun için uygun olan makine adı ve IP adresi yazın.

source: Next, configure <application>munin-node</application> on <emphasis>server02</emphasis>. Edit <filename>/etc/munin/munin-node.conf</filename> to allow access by <emphasis>server01</emphasis>:
fr: Ensuite, configurez <application>munin-node</application> sur <emphasis>serveur02</emphasis>. Modifiez le fichier <filename>/etc/munin/munin-node.conf</filename> pour permettre l'accès au <emphasis>serveur01</emphasis> :
pt_br: Em seguida, configure o <application>munin-node</application> no <emphasis>server02</emphasis>. Edite <filename>/etc/munin/munin-node.conf</filename> para permitir acesso pelo <emphasis>server01</emphasis>:
tr: Sonra <emphasis>server02</emphasis>'deki <application>munin-node</application>'yi yapılandırın. <emphasis>Server01</emphasis>'in erişebilmesi için <filename>/etc/munin/munin-node.conf</filename>'i düzenleyin:

source: Replace <emphasis>^172\.18\.100\.100$</emphasis> with IP address for your <application>munin</application> server.
fr: Remplacez <emphasis>^172\.18\.100\.100$</emphasis> par l'adresse IP de votre serveur <application>munin</application>.
pt_br: Substitua <emphasis>^172\.18\.100\.100$</emphasis> com o endereço de IP do seu servidor <application>munin</application>.
tr: <emphasis>^172\.18\.100\.100$</emphasis> yerine <application>munin</application> sunucunun IP adresini yazın.

source: Now restart <application>munin-node</application> on <emphasis>server02</emphasis> for the changes to take effect:
fr: Maintenant, redémarrez <application>munin-node</application> sur <emphasis>serveur02</emphasis> pour que les changements prennent effet :
pt_br: Agora reinicie o <application>munin-node</application> no <emphasis>server02</emphasis> para as mudanças fazerem efeito:
tr: Şimdi değişikliklerin etkili olması için <emphasis>server02</emphasis>'daki <application>munin-node</application>'yi yeniden başlatın:

source: Finally, in a browser go to <emphasis>http://server01/munin</emphasis>, and you should see links to nice graphs displaying information from the standard <emphasis>munin-plugins</emphasis> for disk, network, processes, and system.
fr: Pour finir, dans un navigateur, allez sur <emphasis>http://serveur01/munin</emphasis>, et vous devriez voir des liens vers des graphiques clairs affichant les informations standard tirées de <emphasis>munin-plugins</emphasis> à propos des disques, du réseau, des processus et du système.
pt_br: Finalmente, em um navegador vá para <emphasis>http://server01/munin</emphasis> e você deve ver os links de ótimos gráficos mostrando informações a partir do padrão <emphasis>munin-plugins</emphasis> para o disco, rede, processos e sistema.
tr: Son olarak bir tarayıcıda <emphasis>http://server01/munin</emphasis>'e gidin ve disk, ağ, işlemciler ve sistem için standart <emphasis>munin-plugins</emphasis>'den grafiksel olarak güzel bilgiler göreceksiniz.

source: Since this is a new install it may take some time for the graphs to display anything useful.
fr: Puisque c'est une nouvelle installation, il faudra peut-être attendre un peu avant de pouvoir voir des choses utiles sur ces graphiques.
pt_br: Por ser uma nova instalação, é provável que leve algum tempo para os gráficos exibirem algo útil.
tr: Bunu yeni yükleme olduğundan dolayı grafiksel olarak görünmesi için biraz zaman geçmesi gerekir.

source: Additional Plugins
fr: Plugins supplémentaires
pt_br: Plug-ins adicionais
tr: Fazla Eklentiler

source: Be sure to install the package on both the server and node machines.
fr: Assurez vous d'installer ce paquet à la fois sur le serveur et sur les machines nœud.
pt_br: Certifique-se de instalar o pacote em ambos, no servidor e nas máquinas do nó.
tr: Paketi hem sunucuya hem de düğüm makinelerine yüklediğinizden emin olun.

source: See the <ulink url="http://munin.projects.linpro.no/">Munin</ulink> website for more details.
fr: Vous pouvez consulter le site de <ulink url="http://munin.projects.linpro.no/">Munin</ulink> pour plus de détails.
pt_br: Olhe o site <ulink url="http://munin.projects.linpro.no/">Munin</ulink> para mais detalhes.
tr: Daha fazla ayrıntı için <ulink url="http://munin.projects.linpro.no/">Munin</ulink> websitesine bakın.

source: Specifically the <ulink url="http://munin.projects.linpro.no/wiki/Documentation">Munin Documentation</ulink> page includes information on additional plugins, writing plugins, etc.
fr: Les pages de <ulink url="http://munin.projects.linpro.no/wiki/Documentation">Documentation Munin</ulink>, en particulier, contiennent des informations sur les plugins supplémentaires, comment écrire des plugins, etc.
pt_br: Especificamente, a pagina da <ulink url="http://munin.projects.linpro.no/wiki/Documentation">Documentação Munin </ulink> contém informações adicionais sobre plugins, plugins de escrita, etc.
tr: Özellikle <ulink url="http://munin.projects.linpro.no/wiki/Documentation">Munin Documentation</ulink> sayfası fazla eklenti, yazım eklentisi, vb. hakkında bilgi içerir.

source: Also, there is a book in German by Open Source Press: <ulink url="https://www.opensourcepress.de/index.php?26&amp;backPID=178&amp;tt_products=152">Munin Graphisches Netzwerk- und System-Monitoring</ulink>.
fr: De plus, il existe un livre en allemand par Open Source Press: <ulink url="https://www.opensourcepress.de/index.php?26&amp;backPID=178&amp;tt_products=152">Munin Graphisches Netzwerk- und System-Monitoring</ulink>.
pt_br: Além disso, há um livro em alemão pela Open Source Press: <ulink url="https://www.opensourcepress.de/index.php?26&backPID=178&tt_products=152">Gráficos de rede do Munin e monitorando o sistema</ulink>.
tr: Ayrıca Almanca olan Açık Kaynak Baskı kitabı vardır: <ulink url="https://www.opensourcepress.de/index.php?26&amp;backPID=178&amp;tt_products=152">Munin Graphisches Netzwerk- und System-Monitoring</ulink>.

source: Email Services
fr: Services de courriel
pt_br: Serviços de Email
tr: EPosta Servisleri

source: The process of getting an email from one person to another over a network or the Internet involves many systems working together. Each of these systems must be correctly configured for the process to work. The sender uses a <emphasis>Mail User Agent</emphasis> (MUA), or email client, to send the message through one or more <emphasis>Mail Transfer Agents</emphasis> (MTA), the last of which will hand it off to a <emphasis>Mail Delivery Agent</emphasis> (MDA) for delivery to the recipient's mailbox, from which it will be retrieved by the recipient's email client, usually via a POP3 or IMAP server.
fr: La transmission d'un courriel d'une personne à une autre au travers d'un réseau ou par Internet nécessite la mise en œuvre de nombreux systèmes travaillant ensemble. Chacun de ces systèmes doit être correctement configuré pour que cette tâche soit réalisée. L'expéditeur utilise un <emphasis>Mail User Agent</emphasis> (MUA), ou client courriel, afin d'envoyer le message au travers d'un ou plusieurs <emphasis>Mail Transfer Agents</emphasis> (MTA), ou agents de transfert de courriel, le dernier d'entre eux le remettant à un <emphasis>Mail Delivery Agent</emphasis> (MDA ), ou serveur de réception, qui le déposera dans la boite à lettres du destinataire, d'où il sera retiré par le client courriel du destinataire, généralement par l'intermédiaire d'un serveur POP3 ou IMAP.
pt_br: O processo de entrega de um e-mail de um pessoa para outra através da rede ou da Internet demanda o trabalho conjunto de muitos sistemas. Cada um desses sistemas precisa estar corretamente configurado para que o processo funcione. O remetente usa um <emphasis>Agente Usuário de Correio</emphasis> (MUA) ou cliente de e-mail, para enviar a mensagem através de um ou mais <emphasis>Agentes de Transferência de Correio</emphasis> (MTA), o qual irá entregá-la para um <emphasis>Agente de Entrega de Correio</emphasis> (MDA) para entregá-la na caixa postal do destinatário, apartir da qual será retirada pelo cliente de e-mail do destinatário, normalmente através de um servidor POP3 ou IMAP.
tr: Bir kişiden diğerine ağdan veya Internet eposta gönderme işlem birlikte çalışan birçok sistem içerir. İşlemin çalışması için bu sistemlerin herbirini doğru olarak yapılandırılması gerekir. Gönderici, mesajı bir veya daha fazla <emphasis>Posta Taşıma Aracı</emphasis> (MTA) ile göndermesi için bir <emphasis>Posta Kullanıcı Aracı</emphasis> (MUA) veya eposta istemci kullanır.

source: <application>Postfix</application> is the default Mail Transfer Agent (MTA) in Ubuntu. It attempts to be fast and easy to administer and secure. It is compatible with the MTA <application>sendmail</application>. This section explains how to install and configure <application>postfix</application>. It also explains how to set it up as an SMTP server using a secure connection (for sending emails securely).
fr: <application>Postfix</application> est le Service de Transfert de Courriel (MTA) par défaut d'Ubuntu. Il est conçu pour être sûr autant que facile et rapide à configurer. Il est compatible avec le MTA <application>sendmail</application>. Cette section détaille l'installation et la configuration de <application>postfix</application>. Elle explique aussi comment en faire un serveur SMTP utilisant une connexion sécurisée (afin d'assurer la sécurité des courriels envoyés).
pt_br: <application>Postfix</application> é o Mail Transfer Agent (MTA) padrão do Ubuntu. Ele tenta ser rápido, fácil de administrar e seguro. É compatível com o MTA <application>sendmail</application>. Esta seção explica como instalar e configurar o <application>postfix</application>. Também explica como configurá-lo como um servidor SMTP usando uma conexão segura (para enviar emails de forma segura).
tr: <application>Postfix</application>, Ubuntu'da öntanımlı Posta Taşıma Aracı (MTA)'dır. Yönetim ve güvenlik için hızlı ve kolay işlem yapar. MTA <application>sendmail</application> ile uyumludur. Bu bölüm,<application>postfix</application>'in yüklenmesi ve yapılandırması ile ilgilidir. Ayrıca onu, güvenli bağlantı kullanarak SMTP sunucu gibi nasıl kuracağını açıklar. (Epostayı güvenli göndermek için).

source: This guide does not cover setting up Postfix <emphasis>Virtual Domains</emphasis>, for information on Virtual Domains and other advanced configurations see <xref linkend="postfix-references"/>.
fr: Ce guide n'explique cependant pas comment mettre en place des <emphasis>Domaines Virtuels</emphasis> Postfix. Pour obtenir des informations sur les Domaines Virtuels et d'autres configurations avancées, voir <xref linkend="postfix-references"/>.
pt_br: Este guia não abrange a configuração de <emphasis>Domínios Virtuais</emphasis> do Postfix, para obter informações sobre domínios virtuais e outras configurações avançadas veja <xref linkend="postfix-references"/>.
tr: Bu bölüm Postfix <emphasis>Sanal Alanlar</emphasis> ayarı ile ilgili değildir. Sanal Alanlar ve diğer gelişmiş yapılandırmalar hakkında bilgi için <xref linkend="postfix-references"/>'a bakın.

source: To install <application>postfix</application> run the following command:
fr: Pour installer <application>postfix</application>, exécutez la commande suivante :
pt_br: Para instalar o <application>postfix</application> execute o seguinte comando:
tr: <application>Postfix</application>'i yüklemek için aşağıdaki komutu çalıştırın:

source: Simply press return when the installation process asks questions, the configuration will be done in greater detail in the next stage.
fr: Appuyez simplement sur la touche « entrée » lorsque le processus d'installation pose des questions, la configuration se fera plus en détail dans la prochaine étape.
pt_br: Simplesmente pressione Enter quando o processo de instalação fizer perguntas, a configuração será feita com mais detalhes no próximo estágio.
tr: Yükleme işlemi soru sorduğunda dön'e basın. Sonraki aşamada yapılandırma büyük ayrıntılarla yapılacak.

source: Basic Configuration
fr: Configuration de base
pt_br: Configuração Básica
tr: Temel Yapılandırma

source: To configure <application>postfix</application>, run the following command:
fr: Pour configurer <application>postfix</application>, exécutez la commande suivante :
pt_br: Para configurar o <application>postfix</application>, execute o seguinte comando:
tr: <application>Postfix</application>'i yapılandırmak için şu komutu çalıştırın:

source: Internet Site
fr: Site Web
pt_br: Site de Internet
tr: Internet Sitesi

source: mail.example.com
fr: courriel.exemple.fr
pt_br: email.exemplo.com

source: mail.example.com, localhost.localdomain, localhost
fr: courriel.exemple.fr, localhost.localdomain, localhost
pt_br: email.exemplo.com, localhost,localdomain, localhost

source: No
fr: Non
pt_br: Não
tr: Hayır

source: all
fr: tous
tr: hepsi

source: The user interface will be displayed. On each screen, select the following values: <placeholder-1/>
fr: L'interface utilisateur va s'afficher. Sur chaque écran, sélectionnez les valeurs suivantes : <placeholder-1/>
pt_br: A interface do usuário será mostrada. Em cada tela, selecione os seguintes valores: <placeholder-1/>
tr: Kullanıcı arayüzü görülecek. Her ekranda aşağıdaki değerleri seçin: <placeholder-1/>

source: To configure the mailbox format for <emphasis role="strong">Maildir:</emphasis>
fr: Pour utiliser le format de boîte aux lettres <emphasis role="strong">Maildir :</emphasis>
pt_br: Para configurar o formato das caixas postais para <emphasis role="strong">Maildir:</emphasis>
tr: Posta kutusu biçimini <emphasis role="strong">Maildir:</emphasis> için yapılandırmak şu şekil olur:

source: This will place new mail in /home/<emphasis role="italic">username</emphasis>/Maildir so you will need to configure your Mail Delivery Agent (MDA) to use the same path.
fr: Cela placera les nouveaux courriels dans /home/<emphasis role="italic">nom_utilisateur</emphasis>/Maildir, vous aurez donc besoin de configurer votre agent de distribution du courrier (MDA) de façon à utiliser le même chemin.
pt_br: Isto irá colocar um novo email em /home/<emphasis role="italic">nome_do_usuário</emphasis>/Maildir então você precisará configurar seu Mail Delivery Agent (MDA) para utilizar a mesma localização.
tr: Bu, /home/<emphasis role="italic">kullanıcı adı</emphasis>/Maildir içinde yeni bir posta oluşturacak. Böylece aynı konumu kullanmak için kendi Posta Dağıtım Aracı (MDA) 'nı yapılandırmalısın.

source: SMTP Authentication
fr: Authentification SMTP
pt_br: Autenticação SMTP
tr: SMTP Kimlik Doğrulama
