Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: <application>Bacula Director:</application> a service that controls all backup, restore, verify, and archive operations.
fr: <application>Bacula Director :</application> service contrôlant les opérations de sauvegarde, de restauration, de vérification et d'archivage.
pt_br: <application>Bacula Director:</application> um serviço que controla backup, restauração, verificação, e operações de arquivo.
tr: <application>Bacula Yöneticisi:</application> tüm yedekleme, düzenleme, doğrulama ve arşiv işlemlerini kontrol eden bir servistir.

source: <application>Bacula Console:</application> an application allowing communication with the Director. There are three versions of the Console:
fr: <application>Bacula Console :</application> application permettant de communiquer avec Bacula Director. Il existe trois versions de la Console :
pt_br: <application>Bacula Console:</application> uma aplicação que permite a comunicação com o Director. Existem três versões do Console:
tr: <application>Bacula Konsolu:</application> Yönetici ile iletişimi sağlayan bir uygulamadır. Konsolun üç sürümü vardır:

source: Text based command line version.
fr: Version en mode texte via ligne de commande.
pt_br: Versão de linha de comando baseada em texto
tr: Yazım tabanlı komut satır sürümü.

source: Gnome based GTK+ Graphical User Interface (GUI) interface.
fr: Version graphique GTK+ (Gnome).
pt_br: Interface Gráfica de Usuário (GUI) baseada no Gnome GTK+.
tr: Gnome tabanlı GTK+ Grafiksel Kullanıcı Arayüzü (GUI) arayüzü.

source: wxWidgets GUI interface.
fr: Version graphique wxWidgets.
pt_br: Interface GUI wxWidgets.
tr: wxWidgets GUI arayüzü.

source: <application>Bacula File:</application> also known as the <application>Bacula Client</application> program. This application is installed on machines to be backed up, and is responsible for the data requested by the Director.
fr: <application>Bacula File :</application> connu aussi sous le nom <application>Bacula Client</application>. Cette application est installée sur les machines à sauvegarder et se charge d'envoyer les données demandées par Bacula Director.
pt_br: <application>Bacula File:</application> também conhecido como o programa <application>Cliente do Bacula</application>. Esta aplicação é instalada nas máquinas que serão feito backup, e é responsável pelos dados requisitados pelo Director.
tr: <application>Bacula Dosyası:</application> <application>Bacula İstemci</application> programı oarak ta bilinir. Bu uygulama, yedeklenecek makinelere yüklenir ve Yönetici tarafından istenen verilerde sorumludur.

source: <application>Bacula Storage:</application> the programs that perform the storage and recovery of data to the physical media.
fr: <application>Bacula Storage :</application> programmes effectuant le stockage et la récupération des données sur le support physique.
pt_br: <application>Bacula Storage:</application> o programa que executa o armazenamento e recuperação dos dados para a mídia física.
tr: <application>Bacula Depolama:</application> fiziksel medyadaki verileri depolamayı ve kurtarmayı sağlayan programlardır.

source: <application>Bacula Catalog:</application> is responsible for maintaining the file indexes and volume databases for all files backed up, enabling quick location and restoration of archived files. The Catalog supports three different databases MySQL, PostgreSQL, and SQLite.
fr: <application>Bacula Catalog :</application> responsable de la mise à jour des index de fichiers et des bases de données de volumes pour tous les fichiers sauvegardés, permettant ainsi la localisation et la restauration rapide des fichiers archivés. Bacula Catalog prend en charge trois types de bases de données : MySQL, PostgreSQL et SQLite.
pt_br: <application>Bacula Catalog:</application> é responsável por manter os arquivos de índice e banco de dados de volumes para todos os arquivos feito backups, possiblitando a localização rápida e restauração dos arquivos arquivados. O Catalog suporta três diferentes tipos de bancos de dados, MySQL, PostgreSQL, e SQLite.
tr: <application>Bacula Kataloğu:</application> yedeklenen tüm dosyaların içeriklerini ve birimlerini sağlama, hızlı erişim yapma ve arşiv dosyalarını düzenleme ile sorumludur. Katalog üç farklı veritabanını destekler: MySQL, PostgreSQL ve SQLite.

source: <application>Bacula Monitor:</application> allows the monitoring of the Director, File daemons, and Storage daemons. Currently the Monitor is only available as a GTK+ GUI application.
fr: <application>Bacula Monitor :</application> permet le contrôle de Director et des démons File et Storage. Actuellement, Monitor est uniquement disponible avec une interface GTK+.
pt_br: O <application>Monitor do Bacular:</application> permite a monitoração do Director, daemons de arquivos, e deamons de Storage. Atualmente o Monitor só está disponível como uma aplicação GTK+ GUI.
tr: <application>Bacula Monitör:</application> Yöneticinin gösterimini, Dosya uygulamalarını ve Depolama uygulamalarını sağlar. Monitör şu an sadece, GTK+ GUI uygulaması olarak kullanılabilir.

source: These services and applications can be run on multiple servers and clients, or they can be installed on one machine if backing up a single disk or volume.
fr: Ces services et applications peuvent être lancées sur de multiples serveurs et clients, ou ils peuvent être installés sur une machine, dans le cas de la sauvegarde d'un seul disque ou volume.
pt_br: Estes serviços e aplicações podem ser executados em múltiplos clientes e servidores, ou podem ser instalado em uma máquina se estiver fazendo o backup de um único disco ou volume.
tr: Bu servis ve uygulamalar, çoklu sunucu ve istemcilerde çalıştırılabilir veya eğer yedekleme tek bir disk veya birimdeki makinede ise, bunlar yüklenebilir.

source: There are multiple packages containing the different <application>Bacula</application> components. To install Bacula, from a terminal prompt enter:
fr: Il existe plusieurs paquets contenant les différents composants de <application>Bacula</application>. Pour installer Bacula, saisissez dans un terminal :
pt_br: Existem muitos pacotes contendo os diferentes componentes do <application>Bacula</application>. Para instalar o Bacula, no terminal digite:
tr: Farklı <application>Bacula</application> bileşenlerini içeren çoklu paketler vardır. Bacula'yı yüklemek için, terminalden girin:

source: By default installing the <application>bacula</application> package will use a <application>MySQL</application> database for the Catalog. If you want to use SQLite or PostgreSQL, for the Catalog, install <application>bacula-director-sqlite3</application> or <application>bacula-director-pgsql</application> respectively.
fr: L'installation par défaut du paquet <application>bacula</application> va utiliser une base de données <application>MySQL</application> pour le catalogue. Si vous voulez utiliser SQLite ou PostgreSQL pour le catalogue, installez respectivement <application>bacula-director-sqlite3</application> ou <application>bacula-director-pgsql</application>.
pt_br: Por padrão, ao instalar o pacote <application>bacula</application> ele irá utilizar o banco de dados <application>MySQL</application> para o Catalog. Se você quizer usar o SQLite ou PostgreSQL, para o Catalog, instale <application>bacula-director-sqlite3</application> ou <application>bacula-director-pgsql</application> respectivamente.
tr: <application>Bacula</application> paketinin mevcut yüklenmesi Katalog için bir <application>MySQL</application> veritabanı kullanır. Eğer Katalog için SQLite veya PostgreSQL kullanmak istersen, <application>bacula-director-sqlite3</application> veya <application>bacula-director-pgsql</application> ayrı ayrı yükle.

source: During the install process you will be asked to supply credentials for the database <emphasis>administrator</emphasis> and the <emphasis>bacula</emphasis> database <emphasis>owner</emphasis>. The database administrator will need to have the appropriate rights to create a database, see <xref linkend="mysql"/> for more information.
fr: Pendant le processus d'installation, il vous sera demandé de fournir des informations d'authentification pour <emphasis>l'administrateur</emphasis> de la base de données et le <emphasis>propriétaire</emphasis> de la base de données <emphasis>bacula</emphasis>. L'administrateur de la base de données devra avoir les droits adéquats pour créer une base de données, consultez <xref linkend="mysql"/> pour plus d'informations.
pt_br: Durante o processo de instalação você sera solicitado para fornecer credenciais para o <emphasis>administrador</emphasis> do banco de dados e o <emphasis>proprietario</emphasis> do banco de dados do <emphasis>bacula</emphasis>. O administrador do banco de dados precisa ter os direitos apropriados para criar um banco de dados, para mais informações veja o <xref linkend="mysql"/>.
tr: Yükleme esnasında, veritabanı <emphasis>yöneticisi</emphasis> ve <emphasis>bacula</emphasis> veritaban <emphasis>sahipliği</emphasis> için gerekli izinler istenecektir. Veritabanı yöneticisi, veritabanı oluşturmak için uygun izinlere ihtiyaç duyar. Daha fazla bilgi için <xref linkend="mysql"/>'e bakın.

source: <application>Bacula</application> configuration files are formatted based on <emphasis>resources</emphasis> comprising of <emphasis>directives</emphasis> surrounded by <quote>{}</quote> braces. Each Bacula component has an individual file in the <filename role="directory">/etc/bacula</filename> directory.
fr: Les fichiers de configuration de <application>Bacula</application> sont consitués de <emphasis>ressources</emphasis> comprenant des <emphasis>directives</emphasis> entre accolades <quote>{}</quote>. Chaque composant Bacula possède un fichier individuel dans le répertoire <filename role="directory">/etc/bacula</filename>.
pt_br: O arquivos de configuração do <application>Bacula</application> são formatados baseados em <emphasis>recursos</emphasis> compreendido por <emphasis>diretivas</emphasis> cercados por chaves <quote>{}</quote>. Cada componente do Bacula tem um arquivo individual no diretório <filename role="directory">/etc/bacula</filename>.
tr: <application>Bacula</application> yapılandırma dosyaları, <quote>{}</quote> parantezleri ile çevrili <emphasis>yönergeler</emphasis>i kapsayan <emphasis>kaynaklar</emphasis>da biçimlendirilir. Her Bacula bileşeni <filename role="directory">/etc/bacula</filename> dizininde özel dosyaya sahiptir.

source: The various <application>Bacula</application> components must authorize themselves to each other. This is accomplished using the <emphasis>password</emphasis> directive. For example, the <emphasis>Storage</emphasis> resource password in the <filename>/etc/bacula/bacula-dir.conf</filename> file must match the <emphasis>Director</emphasis> resource password in <filename>/etc/bacula/bacula-sd.conf</filename>.
fr: Les divers composant de <application>Bacula</application> doivent s'autoriser mutuellement. Ceci est effectué par la directive <emphasis>password</emphasis>. Par exemple, le mot de passe de la ressource <emphasis>Storage</emphasis> dans le fichier <filename>/etc/bacula/bacula-dir.conf</filename> doit correspondre à celui de la ressource <emphasis>Director</emphasis> dans le fichier <filename>/etc/bacula/bacula-sd.conf</filename>.
pt_br: Os vários componentes do <application>Bacula</application devem autorizar-se entre eles. Isto é feito usando a diretiva <emphasis>password</emphasis>. Por exemplo. a senha do recurso <emphasis>Storage</emphasis> no arquivo <filename>/etc/bacula/bacula-dir.conf</filename> deve coincidir com a senha do recurso <emphasis>Director</emphasis> no arquivo <filename>/etc/bacula/bacula-sd.conf</filename>.
tr: Çeşitli <application>Bacula</application> bileşenleri kendi aralarında kimlik doğrulaması yapmalıdır. Bu, <emphasis>şifre</emphasis> (password) yönergesi kullanılarak yapılır. Örneğin <filename>/etc/bacula/bacula-dir.conf</filename> dosyasındaki <emphasis>Depolama</emphasis> kaynak şifresi, <filename>/etc/bacula/bacula-sd.conf</filename>'deki <emphasis>Yönetici</emphasis> kaynak şifresi ile eşleşmelidir .

source: By default the backup job named <emphasis>Client1</emphasis> is configured to archive the <application>Bacula</application> Catalog. If you plan on using the server to backup more than one client you should change the name of this job to something more descriptive. To change the name edit <filename>/etc/bacula/bacula-dir.conf</filename>:
fr: Par défaut, la tâche de sauvegarde appelée <emphasis>Client1</emphasis> est configurée pour archiver le catalogue <application>Bacula</application>. Si vous envisagez d'utiliser le serveur pour sauvegarder plus d'un client, vous devriez changer le nom de cette tâche pour quelque chose de plus descriptif. Pour changer ce nom, modifiez le fichier <filename>/etc/bacula/bacula-dir.conf</filename>:
pt_br: Por padrão a tarefa de backup chamada <emphasis>Client1</emphasis> é configurada para arquivar o <application>Bacula</application> Catalog. Se você planeja utilizar um servidor para fazer backup de mais de um cliente você deve mudar o nome desta tarefa para algo mais descritivo. Para mudar o nome edite <filename>/etc/bacula/bacula-dir.conf</filename>:
tr: Öntanımlı olarak, <application>Bacula</application> Katalog arşivindeki yedekleme işi <emphasis>Client1</emphasis> olarak yapılandırılır. Eğer sunucuyu, birden çok istemciyi yedeklemede kullanmayı planlıyorsan, bu işin adını daha belirgin olacak şekilde değiştirmelisin. Adı değiştirmek için <filename>/etc/bacula/bacula-dir.conf</filename>'i düzenleyin:

source: # # Define the main nightly save backup job # By default, this job will back up to disk in Job { Name = "BackupServer" JobDefs = "DefaultJob" Write Bootstrap = "/var/lib/bacula/Client1.bsr" }
fr: # # Definition des principales tâches nocturnes de sauvegardes # Par défaut, cette tâche sauvegardera sur le disque dans Job { Name = "BackupServer" JobDefs = "DefaultJob" Write Bootstrap = "/var/lib/bacula/Client1.bsr" }
pt_br: # # Define the main nightly save backup job # By default, this job will back up to disk in Job { Name = "ServidorDeBackup" JobDefs = "TarefaPadrao" Write Bootstrap = "/var/lib/bacula/Client1.bsr" }
tr: # # Yedekleme işini her gece kaydetmeyi tanımla # Öntanımlı olarak, bu iş şu diske yedeklenir Job { Name = "BackupServer" JobDefs = "DefaultJob" Write Bootstrap = "/var/lib/bacula/Client1.bsr" }

source: The example above changes the job name to <emphasis>BackupServer</emphasis> matching the machine's host name. Replace <quote>BackupServer</quote> with your appropriate hostname, or other descriptive name.
fr: L'exemple ci-dessus remplace le nom de la tâche par <emphasis>BackupServer</emphasis>, correspondant au nom d'hôte de la machine. Remplacez <quote>BackupServer</quote> avec votre nom d'hôte adéquat, ou un autre nom descriptif.
pt_br: O exemplo acima alterar o nome da tarefa para <emphasis>BackupServer</emphasis> correspondendo ao nome da máquina. Substitua <quote>BackupServer</quote> com o nome aprópriado da máquina, ou com outro nome descritivo.
tr: Yukarıdaki örnekte iş adı <emphasis>BackupServer</emphasis>'i makinenin adı ile eşleştirin. <quote>BackupServer</quote> yerine uygun ana makine adı veya belirgin adı yazın.

source: The <emphasis>Console</emphasis> can be used to query the <emphasis>Director</emphasis> about jobs, but to use the Console with a <emphasis>non-root</emphasis> user, the user needs to be in the <emphasis>bacula</emphasis> group. To add a user to the bacula group enter the following from a terminal:
fr: La <emphasis>Console</emphasis> peut être utilisée pour interroger le <emphasis>Director</emphasis> sur des tâches, mais pour utiliser la Console avec un utilisateur <emphasis>non root</emphasis>, celui-ci doit être dans le groupe <emphasis>bacula</emphasis>. Pour ajouter un utilisateur au groupe bacula, saisissez la commande suivante dans un terminal :
pt_br: O <emphasis>Console</emphasis> pode ser usado para consultar o <emphasis>Director</emphasis> sobre tarefas, mas para usar o Console como usuário <emphasis>não-root</emphasis>, o usuário precisa fazer parte do grupo <emphasis>bacula</emphasis>. Para adicionar um usuário ao grupo bacula digite o seguinte no terminal:
tr: <emphasis>Konsol</emphasis>, <emphasis>Yönetici</emphasis> hakkındaki işleri sorgulamak için kullanılabilir. Fakat Konsolu <emphasis>yönetici olmayan</emphasis> kullanıcı ile kullanmak için, kullanıcının <emphasis>bacula</emphasis> grubunda olması gerekir. Kullanıcıyı bacula grubuna eklemek için aşağıdakini terminale girin:

source: Replace <emphasis>$username</emphasis> with the actual username. Also, if you are adding the current user to the group you should log out and back in for the new permissions to take effect.
fr: Remplacez <emphasis>$username</emphasis> par le véritable nom d'utilisateur. De plus, si vous ajoutez l'utilisateur courant au groupe, vous devrez vous déconnecter puis vous reconnecter pour que les nouvelles autorisations prennent effet.
pt_br: Substitua <emphasis>$username</emphasis> com o nome do usuário atual. Também, se você estiver adicionando o usuário atual para o grupo você deve fazer o logout e login para que as novas permissões surtam efeito.
tr: <emphasis>$kullanıcı_adı</emphasis> yerine aktif kullanıcının adını yazın. Ayrıca aktif kullanıcıyı gruba eklersen, yeni izinlerin etkinleşmesi için, çıkıp, girmelisin.

source: Localhost Backup
fr: Sauvegarde de l'hôte local
pt_br: Backup da Máquina Local
tr: Localhost Yedekleme

source: This section describes how to backup specified directories on a single host to a local tape drive.
fr: Cette section décrit la façon de sauvegarder les répertoires spécifiés pour un unique hôte sur un lecteur de bande local.
pt_br: Esta seção descreve como fazer o backup de diretórios específicos em uma única máquina para um drive de fita local.
tr: Bu bölüm, tekli makinedeki özel dizinleri yerel teyp sürücüsüne nasıl yedekleneceğini açıklar.

source: First, the <emphasis>Storage</emphasis> device needs to be configured. Edit <filename>/etc/bacula/bacula-sd.conf</filename> add:
fr: Tout d'abord, le périphérique de <emphasis>stockage</emphasis> doit être configuré. Ajoutez, dans le fichier <filename>/etc/bacula/bacula-sd.conf</filename> :
pt_br: Primeiro, o dispositivo <emphasis>Storage</emphasis> precisa ser configurado. Edite <filename>/etc/bacula/bacula-sd.conf</filename> e adicione:
tr: Önce <emphasis>Depolama</emphasis> aygıtının yapılandırılması gerekir. <filename>/etc/bacula/bacula-sd.conf</filename>'i şunları ekleyerek düzenleyin:

source: The example is for a <emphasis>DDS-4</emphasis> tape drive. Adjust the Media Type and Archive Device to match your hardware.
fr: L'exemple concerne un lecteur de bande <emphasis>DDS-4</emphasis>. Ajustez le type de média (« Media Type ») et le périphérique d'archive (« Archive Device ») afin de correspondre à votre matériel.
pt_br: Este exemplo é para um drive de fita <emphasis>DDS-4</emphasis>. Ajuste o Tipo de Mídia e Dispositivo de Arquivo que corresponda com o seu hardware.
tr: Bu örnek bir <emphasis>DDS-4</emphasis> teyp sürücüsü içindir. Donanımınla eşleşen Medya Türünü ve Arşiv Aygıtını ayarlayın.

source: You could also uncomment one of the other examples in the file.
fr: Vous pouvez également dé-commenter l'un des autres exemples du fichier.
pt_br: Você poderia igualmente remover o comentário de um dos outros exemplos no arquivo.
tr: Diğer örneklerden birini de dosyaya yazabilirsiniz.

source: After editing <filename>/etc/bacula/bacula-sd.conf</filename> the <application>Storage</application> daemon will need to be restarted:
fr: Après avoir modifié <filename>/etc/bacula/bacula-sd.conf</filename>, le démon <application>Storage</application> devra être redémarré :
pt_br: Após a editar o <filename>/etc/bacula/bacula-sd.conf</filename> o daemon <application>Storage</application> terá de ser reiniciado:
tr: <filename>/etc/bacula/bacula-sd.conf</filename>'i düzenledikten sonra <application>Depolama</application> programının yeniden başlatılması gerekir:

source: Now add a <emphasis>Storage</emphasis> resource in <filename>/etc/bacula/bacula-dir.conf</filename> to use the new Device:
fr: Ajoutez maintenant une ressource <emphasis>Storage</emphasis> dans <filename>/etc/bacula/bacula-dir.conf</filename> pour utiliser le nouveau périphérique :
pt_br: Agora adicione o recurso <emphasis>Storage</emphasis> no <filename>/etc/bacula/bacula-dir.conf</filename> para usar o novo Dispositivo:
tr: Şimdi, yeni Aygıtı kullanmak için bir <emphasis>Depolama</emphasis> kaynağını <filename>/etc/bacula/bacula-dir.conf</filename>' ekleyin:

source: # Definition of "Tape Drive" storage device Storage { Name = TapeDrive # Do not use "localhost" here Address = backupserver # N.B. Use a fully qualified name here SDPort = 9103 Password = "Cv70F6pf1t6pBopT4vQOnigDrR0v3LT3Cgkiyj" Device = "Tape Drive" Media Type = tape }
fr: # Définition du périphérique de stockage "Tape Drive" Storage { Name = TapeDrive # N'utilisez pas "localhost" ici Address = backupserver # N.B. utilisez ici un nom complet SDPort = 9103 Password = "Cv70F6pf1t6pBopT4vQOnigDrR0v3LT3Cgkiyj" Device = "Tape Drive" Media Type = tape }
tr: # "Tape Drive" depolama aygıtınını tanımı Storage { Name = TapeDrive # Burada "localhost" kullanma Address = backupserver # N.B. Burada tam vasıflı bir ad kullan SDPort = 9103 Password = "Cv70F6pf1t6pBopT4vQOnigDrR0v3LT3Cgkiyj" Device = "Tape Drive" Media Type = tape }

source: The <emphasis>Address</emphasis> directive needs to be the Fully Qualified Domain Name (FQDN) of the server. Change <emphasis>backupserver</emphasis> to the actual host name.
fr: La directive <emphasis>Address</emphasis> doit être le nom de domaine complet (FQDN) du serveur. Remplacez <emphasis>backupserver</emphasis> par le véritable nom d'hôte.
pt_br: A diretiva <emphasis>Address</emphasis> precisa usar o Fully Qualified Domain Name (FQDN) do servidor. Altere <emphasis>backupserver</emphasis> para o nome atual da máquina.
tr: <emphasis>Address</emphasis> yönergesi, sunucunun Tam Nitelikli Alan Adı (FQDN) olmalıdır. <emphasis>backupserver</emphasis> yerine etkin makine adını yazın.

source: Also, make sure the <emphasis>Password</emphasis> directive matches the password string in <filename>/etc/bacula/bacula-sd.conf</filename>.
fr: Assurez-vous également que la directive <emphasis>Password</emphasis> corresponde à celle dans <filename>/etc/bacula/bacula-sd.conf</filename>.
pt_br: Também, assegure-se que a diretiva <emphasis>Password</emphasis> combine com a senha em <filename>/etc/bacula/bacula-sd.conf</filename>.
tr: Ayrıca, <emphasis>Password</emphasis> (Şifre) yönergesinin <filename>/etc/bacula/bacula-sd.conf</filename>'deki şifreyle eşleşdiğinden emin olun.

source: Create a new <emphasis>FileSet</emphasis>, which will determine what directories to backup, by adding:
fr: Créez une nouvelle ressource <emphasis>FileSet</emphasis> (jeu de fichiers) qui définira les répertoires à sauvegarder, en ajoutant :
pt_br: Crie um novo <emphasis>FileSet</emphasis>, que irá determinar quais diretórios irão conter no backup, adicionando:
tr: Hangi dizinlerin yedekleneceğini tanımlayan yeni bir <emphasis>FileSet</emphasis> oluşturmak için şunu ekleyin:

source: # LocalhostBacup FileSet. FileSet { Name = "LocalhostFiles" Include { Options { signature = MD5 compression=GZIP } File = /etc File = /home } }
fr: # FileSet de sauvegarde de l'hôte local. FileSet { Name = "LocalhostFiles" Include { Options { signature = MD5 compression=GZIP } File = /etc File = /home } }
