Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: Similarly, to use <application>PostgreSQL</application> with PHP5 you should install <application>php5-pgsql</application> package. To install <application>php5-pgsql</application> you can enter the following command in the terminal prompt: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
fr: De la même manière, pour utiliser <application>PostgreSQL</application> avec PHP5 vous devez installer le paquet <application>php5-pgsql</application>. Pour installer <application>php5-pgsql</application>, vous pouvez saisir la commande suivante dans un terminal : <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
pt_br: Da mesma maneira para usar o <application>PostgreSQL</application> com o PHP5, você deve instalar o pacote <application>php5-pgsql</application>. Para instalar o pacote <application>php5-pgsql</application>, digite o seguinte comando em um terminal: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>
tr: Aynı şekilde, PHP5 ile <application>PostgreSQL</application>'i çalıştırmak için <application>php5-pgsql</application> paketini yükleyebilirsin. <application>php5-pgsql</application>'i yüklemek için terminale aşağıdaki komutu girebilirsin: <screen> <command>sudo apt-get install php5-pgsql</command> </screen>

source: Once you install PHP5, you can run PHP5 scripts from your web browser. If you have installed <application>php5-cli</application> package, you can run PHP5 scripts from your command prompt.
fr: Une fois PHP5 installé, vous pouvez exécuter des scripts PHP5 depuis votre navigateur Web. Si vous avez installé <application>php5-cli</application>, vous pouvez exécuter des scripts PHP5 depuis la ligne de commande.
pt_br: Uma vez instalado o PHP5, você pode rodar scripts PHP5 no seu navegador. Se você instalou o pacote <application>php5-cli</application>, você pode rodar scripts PHP5 em comando prompt.
tr: PHP5'i yükledikten sonra, Web tarayıcısından PHP5 betiklerini çalıştırabilirsin. Eğer <application>php5-cli</application> paketini yüklemişsen, terminalden PHP5 betiklerini çalıştırabilirsin.

source: By default, the Apache 2 Web server is configured to run PHP5 scripts. In other words, the PHP5 module is enabled in Apache2 Web server automatically when you install the module. Please verify if the files <filename>/etc/apache2/mods-enabled/php5.conf</filename> and <filename>/etc/apache2/mods-enabled/php5.load</filename> exist. If they do not exists, you can enable the module using <command>a2enmod</command> command.
fr: Par défaut, le serveur Web Apache2 est configuré pour exécuter les scripts PHP5. En d'autres termes, le module PHP5 est automatiquement activé dans le serveur Web Apache2 quand vous installez le module. Veuillez vérifier si les fichiers <filename>/etc/apache2/mods-enabled/php5.conf</filename> et <filename>/etc/apache2/mods-enabled/php5.load</filename> existent bien. S'ils n'existent pas, vous pouvez activer le module en utilisant la commande <command>a2enmod</command>.
pt_br: Por padrão, o Servidor Web Apache 2 é configurado para executar scripts PHP5. Em outras palavras, o módulo PHP5 é habilitado no servidor Web Apache2 automaticamente quando você instalar o módulo. Por favor verifique se os arquivos <filename>/etc/apache2/mods-enabled/php5.conf</filename> e <filename>/etc/apache2/mods-enabled/php5.load</filename> existem. Se eles não existirem, você pode habilitar o módulo usando o comando <command>a2enmod</command>.
tr: Normalde, Apache 2 Web sunucusu PHP5 betikleri çalıştırılarak yapılandırılır. Diğer taraftan, PHP5 kipini yüklediğinde Apache2 Web sunucusundan otomatik olarak etkinleştirilir. Lütfen <filename>/etc/apache2/mods-enabled/php5.conf</filename> ve <filename>/etc/apache2/mods-enabled/php5.load</filename> dosyalarının olup olmadığını kontrol ediniz. Eğer yoklarsa <command>a2enmod</command> komutunu kullanarak aktifleştirebilirsin.

source: Once you install PHP5 related packages and enabled PHP5 Apache 2 module, you should restart Apache2 Web server to run PHP5 scripts. You can run the following command at a terminal prompt to restart your web server: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
fr: Une fois que vous avez installé les paquets en rapport avec PHP5 et activé le module PHP5 d'Apache2, vous devez redémarrer le serveur Web Apache2 pour pouvoir exécuter des scripts PHP5. Vous pouvez exécuter la commande suivante dans un terminal pour redémarrer votre serveur Web : <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
pt_br: Uma vez que você instala os pacotes relacionados ao PHP5 e habilitar o módulo do PHP5 para o Apache 2, você deve reiniciar o servidor web Apache2 para executar scripts em PHP5. Você pode executar o seguinte comando em um prompt do terminal para reiniciar seu servidor web: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>
tr: PHP5 güncel paketlerini yükledikten ve PHP5 Apache 2 kipini aktifleştirdikten sonra, PHP5 betiklerin içalıştırmak için Apache 2 Web sunucusunu yeniden başlatmalısınız. Wen sunucusunu yeniden başlatmak için terminale şu komutu girebilirsiniz: <screen><command>sudo /etc/init.d/apache2 restart</command> </screen>

source: Testing
fr: Tests
pt_br: Testando
tr: Test etme

source: To verify your installation, you can run following PHP5 phpinfo script:
fr: Pour tester votre installation, vous pouvez exécuter le script phpinfo de PHP5, suivant :
pt_br: Para verificar a sua instalação, você pode executar o seguinte script phpinfo do PHP5:
tr: Yüklemeyi onaylamak için, aşağıdaki PHP5 phpinfo betiğini çalıştırabilirsiniz:

source: You can save the content in a file <filename>phpinfo.php</filename> and place it under <command>DocumentRoot</command> directory of Apache2 Web server. When point your browser to <filename>http://hostname/phpinfo.php</filename>, it would display values of various PHP5 configuration parameters.
fr: Vous pouvez enregistrer le contenu dans un fichier <filename>phpinfo.php</filename> et le placer dans le répertoire <command>DocumentRoot</command> du serveur Web Apache2. Quand vous pointerez votre navigateur sur <filename>http://hostname/phpinfo.php</filename>, il affichera les valeurs de divers paramètres de configuration de PHP5.
pt_br: Você pode salvar o conteúdo em um arquivo <filename>phpinfo.php</filename> e colocá-lo dentro do diretório <command>DocumentRoot</command> do servidor Web Apache2. Quando você abrir em seu browser a URL <filename>http://hostname/phpinfo.php</filename>, ele deverá exibir valores de vários parâmetros de configuração do PHP5.
tr: İçeriği <filename>phpinfo.php</filename> dosyasına kaydedebilir ve onu Apache2 Wen sunucusunun <command>DocumentRoot</command> dizini altına koyabilirsiniz. Eğer tarayıcısın <filename>http://hostname/phpinfo.php</filename> şeklindeyse, PHP5 yapılandırma parametrelerinin çeşitli değerlerini gösterir.

source: For more in depth information see <ulink url="http://www.php.net/docs.php">php.net</ulink> documentation.
fr: Pour des informations plus détaillées, consultez la documentation <ulink url="http://www.php.net/docs.php">php.net</ulink> (site multilingue).
pt_br: Para mais informações, consultar documentação em profundidade <ulink url="http://www.php.net/docs.php">php.net</ulink>.
tr: Daha fazla bilgi için<ulink url="http://www.php.net/docs.php">php.net</ulink> belgelerine bakınız.

source: There are a plethora of books on PHP. Two good books from O'Reilly are <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> and the <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.
fr: Il existe un multitude de livres traitant de PHP. Deux bons ouvrages d'O'Reilly sont <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> et <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.
pt_br: Há uma infinidade de livros sobre PHP. Dois bons livros são de O'Reilly <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> and the <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.
tr: PHP ile ilgili bol miktarda kitap vardır. O'Reilly tarafından yazlımış olan iki güzel kitap <ulink url="http://oreilly.com/catalog/9780596005603/">Learning PHP 5</ulink> ve <ulink url="http://oreilly.com/catalog/9781565926813/">PHP Cook Book</ulink>.

source: Also, see the <ulink url="https://help.ubuntu.com/community/ApacheMySQLPHP">Apache MySQL PHP Ubuntu Wiki</ulink> page for more information.
fr: Pour plus d'information, consultez également la page du <ulink url="https://help.ubuntu.com/community/ApacheMySQLPHP">Wiki Ubuntu consacrée à Apache MySQL PHP</ulink>.

source: Squid - Proxy Server
fr: Squid - Serveur mandataire (proxy)
pt_br: Squid - Sevidor Proxy
tr: Squid - Proxy Sunucu

source: Squid is a full-featured web proxy cache server application which provides proxy and cache services for Hyper Text Transport Protocol (HTTP), File Transfer Protocol (FTP), and other popular network protocols. Squid can implement caching and proxying of Secure Sockets Layer (SSL) requests and caching of Domain Name Server (DNS) lookups, and perform transparent caching. Squid also supports a wide variety of caching protocols, such as Internet Cache Protocol, (ICP) the Hyper Text Caching Protocol, (HTCP) the Cache Array Routing Protocol (CARP), and the Web Cache Coordination Protocol. (WCCP)
fr: Squid est un serveur mandataire/cache Web très complet qui fournit des services de cache et de relais pour le protocole HTTP (Hyper Text Transport Protocol), le protocole FTP (File Transfer Protocol), et d'autres protocoles réseau courants. Squid peut gérer le cache et le relais des requêtes SSL (Secure Sockets Layer), agir en tant que cache pour les consultations DNS (Domain Name Server), et agir en tant que cache transparent. Squid supporte également une large variété de protocoles de cache, comme ICP (Internet Cache Protocol), HTCP (Hyper Text Caching Protocol), CARP (Cache Array Routing Protocol), et WCCP (Web Cache Coordination Protocol).
pt_br: Squid é um servidor proxy & cache completo que fornece serviços de proxy e cache para Protocolo de Transporte de HiperTexto (HTTP), Protocolo de Transferência de Arquivos (FTP), e outros protocolos de rede populares. Squid pode implementar cache e proxy para solicitações de Camada Segura de Soquetes (SSL) e cache de busca de Servidor de Nomes de Domínios (DNS), e cache transparente. Squid também suporta uma vasta variedade de protolocos de cache, como Protocolo de Cache de Internet, (ICP) o Protocolo de Cache de HiperTexto, (HTCP) o Cache Array Routing Protocol (CARP), e o Protocolo de Coordenação de Cache de Web (WCCP).
tr: Squid, Hipermetin Aktarma İletişim Kuralı (HTTP), Dosya Aktarım İletişim Kuralı (FTP) ve diğer yaygın kullanılan ağ protokolleri için proxy ve ön servisleri sağlayan tam donanımlı web vekil saklama sunucu uygulamasıdır. Squid, Güvenli Yuva Katmanı (SSL) istemlerinin saklama ve yetkilendirmesini, Alan Adı Sistemi (DNS) arama saklamasını uygulayabilir ve anlaşılır saklamayı yürütebilir. Squid ayrıca, Internet Saklama İletişim Kuralı (ICP), Hiper Metin Saklama İletişim Kuralı (HTCP), Dizi Saklama Yönlendirme İletişim Protokolü (CARP) ve Web Saklama Koordinasyon İletişim Kuralı (WCCP) gibi çeşitli saklama iletişim kurallarını destekler.

source: The Squid proxy cache server is an excellent solution to a variety of proxy and caching server needs, and scales from the branch office to enterprise level networks while providing extensive, granular access control mechanisms and monitoring of critical parameters via the Simple Network Management Protocol (SNMP). When selecting a computer system for use as a dedicated Squid proxy, or caching servers, ensure your system is configured with a large amount of physical memory, as Squid maintains an in-memory cache for increased performance.
fr: Le serveur mandataire Squid est une excellente solution pour divers besoins de relais et de cache, son usage s'étend de la succursale aux réseaux d'entreprise tout en fournissant des mécanismes de contrôle d'accès étendus et modulaires et en surveillant les paramètres critiques via le protocole SNMP (Simple Network Management Protocol). Lorsque vous choisissez d'utiliser un ordinateur en tant que serveur mandataire Squid dédié, ou serveur de cache, assurez vous que le système est configuré avec une grande quantité de mémoire physique, car Squid maintient un cache en mémoire pour accroître les performances.
pt_br: O servidor proxy cache Squid é uma excelente solução para uma vasta gama de necessidades de servidores de cache e proxy, ele atende desde pequenos escritórios até redes de grandes empresas fornecendo mecanismos de controle de acesso granulares e monitoramento de parâmetros críticos via Protocolo Simples de Gerenciamento de Redes (SNMP). Quando escolher um computador para uso dedicado à função de servidor proxy Squid, ou servidores de cache, certifique-se de que seu sistema estará configurado com uma grande quantidade de memória física, já que o Squid mantém um cache em memória para melhor performance.
tr: Squid vekil saklama sunucusu, yetkilendirme ve saklama sunucu gereksinimlerine mükemmel bir çözümdür. Yetkilendirme veya saklama sunuculara adanmış bir bilgisayar sistemi seçtiğinde Squid, fiziksel hafızasın büyük çoğunluğu ile sistemi yapılandırmayı sağlar.

source: At a terminal prompt, enter the following command to install the Squid server:
fr: Pour installer le serveur Squid, utilisez la commande suivante dans un terminal :
pt_br: No prompt de terminal, digite os seguintes comandos para instalar o servidor Squid:
tr: Squid sunucuyu yüklemek için terminale şu komutu girin:

source: Squid is configured by editing the directives contained within the <filename>/etc/squid/squid.conf</filename> configuration file. The following examples illustrate some of the directives which may be modified to affect the behavior of the Squid server. For more in-depth configuration of Squid, see the References section.
fr: Squid se configure en modifiant les directives contenues dans le fichier <filename>/etc/squid/squid.conf</filename>. Les exemples suivants illustrent certaines modifications de directives qui peuvent affecter le comportement du serveur Squid. Pour une configuration plus avancée de Squid, voyez la section références.
pt_br: O Squid é configurado através da edição de diretivas presentes no arquivo de configuração <filename>/etc/squid/squid.conf</filename>. Os exemplos a seguir ilustram algumas das diretivas que podem ser modificadas para afetar o comportamento do servidor Squid. Para uma configuração mais especializada do Squid, veja a seção de referências.
tr: Squid, <filename>/etc/squid/squid.conf</filename> yapılandırma dosyası içindeki yönergeler düzenlenerek yapılandırılır. Aşağıdaki örnekler Squid sunucunun davranışına etki etmek için düzenlenebiliryönergelerden bazılarını gösteriyor. Squid hakkında daha fazla bilgi için Başvuru Kaynakları bölümüne bakınız.

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference, and to re-use as necessary.
fr: Avant de modifier le fichier de configuration, vous devriez en faire une copie protégée contre l'écriture, ainsi vous aurez les paramètres d'origine comme référence, et réutilisables si nécessaire.
pt_br: Antes de editar o arquivo de configuração você deve fazer uma cópia do arquivo original e protegê-lo contra gravação, assim você terá as configurações originais para referência e reutilização quando necessário.
tr: Yapılandırma dosyasını düzenlemeden önce, asıl dosya ve projenin bir kopyasını almalısın. Böylece gerektiği taktirde asıl ayarları tekrar kullanabilirsin.

source: Copy the <filename>/etc/squid/squid.conf</filename> file and protect it from writing with the following commands entered at a terminal prompt:
fr: Copiez le fichier <filename>/etc/squid/squid.conf</filename> et protégez-le en écriture en exécutant la commande suivante dans un terminal :
pt_br: Copie o arquivo <filename>/etc/squid/squid.conf</filename> e proteja-o contra gravação informando os seguintes comandos no prompt de comando de um terminal:
tr: <filename>/etc/squid/squid.conf</filename> dosya ve projesini terminale aşağıdaki komutu girerek kopyala:

source: To set your Squid server to listen on TCP port 8888 instead of the default TCP port 3128, change the http_port directive as such:
fr: Pour que votre serveur Squid écoute sur le port TCP 8888 à la place du port par défaut 3128, modifiez la directive http_port comme ceci :
pt_br: Para configurar o servidor Squid para ouvir na porta TCP 8888 ao invés da porta padrão TCP 3128, modifique a diretiva http_port da seguinte maneira:
tr: Mevcut değeri TCP yuvası 3128 yerine TCP yuvası 8888 olarak dinlemeyi Squid sunucuya ayarlamak için http_port yönergesini şu şekilde değiştirin:

source: Change the visible_hostname directive in order to give the Squid server a specific hostname. This hostname does not necessarily need to be the computer's hostname. In this example it is set to <emphasis>weezie</emphasis>
fr: Pour donner un nom d'hôte spécifique à votre serveur Squid, changez la directive visible_hostname. Ce nom d'hôte n'a pas forcément besoin d'être le même que le nom d'hôte de la machine. Dans cet exemple il est défini comme étant <emphasis>weezie</emphasis>.
pt_br: Modifique a diretiva visible_hostname de forma a dar ao servidor Squid um nome de host específico. Esse nome de host não precisa ser necessariamente o nome de host do computador. Nesse exemplo ele é configurado como sendo <emphasis>weezie</emphasis>
tr: visible_hostname yönergesini Squid sunucuya özel bir ana sistem adı vererek değiştirin. Bu ana sistem adı bilgisayarın ana sistem adı olmak zorunda değildir. Bu örnekte <emphasis>esabuntu</emphasis> olarak ayarlanmıştır

source: Using Squid's access control, you may configure use of Internet services proxied by Squid to be available only users with certain Internet Protocol (IP) addresses. For example, we will illustrate access by users of the 192.168.42.0/24 subnetwork only:
fr: En utilisant le contrôle d'accès de Squid, vous pouvez configurer l'accès aux services Internet gérés par le proxy Squid de telle sorte qu'ils ne soient disponibles que pour les utilisateurs ayant certaines adresses IP. À titre d'exemple, nous allons détailler le cas d'un accès uniquement aux utilisateurs du sous-réseau 192.168.42.0/24 :
tr: Squid'in erişim kontrolunu kullanarak, Squid tarafından saklanan Internet servisleri kullanımını, sadece özel Internet İletişim Kuralı (IP) kullanan kullanıcılar için yapılandırabilirsin. Örneğin: sadece 192.168.42.0/24 alt ağ kullanıcılarının erişimini göstereceğiz:

source: Add the following to the <emphasis role="bold">bottom</emphasis> of the ACL section of your <filename>/etc/squid/squid.conf</filename> file:
fr: Ajoutez ce qui suit en <emphasis role="bold">bas</emphasis> de la section ACL de votre fichier <filename>/etc/squid/squid.conf</filename> :
pt_br: Adicione as seguintes informações no <emphasis role="bold">final</emphasis> da seção ACL do seu arquivo <filename>/etc/squid/squid.conf</filename>:
tr: <filename>/etc/squid/squid.conf</filename> dosyasının ACL bölümünün <emphasis role="bold">alt</emphasis> kısmına aşağıdakini ekle:

source: Then, add the following to the <emphasis role="bold">top</emphasis> of the http_access section of your <filename>/etc/squid/squid.conf</filename> file:
fr: Ajoutez ensuite ce qui suit, en <emphasis role="bold">haut</emphasis> de la section http_access de votre fichier <filename>/etc/squid/squid.conf</filename> :
pt_br: Então, adicione as seguintes informações no <emphasis role="bold">topo</emphasis> da seção http_access do seu arquivo <filename>/etc/squid/squid.conf</filename>:
tr: Ardından, <filename>/etc/squid/squid.conf</filename> dosyasının http_access bölümünün <emphasis role="bold">üst</emphasis> kısmına aşağıdakini ekle:

source: Using the excellent access control features of Squid, you may configure use of Internet services proxied by Squid to be available only during normal business hours. For example, we'll illustrate access by employees of a business which is operating between 9:00AM and 5:00PM, Monday through Friday, and which uses the 10.1.42.0/42 subnetwork:
fr: En utilisant les excellentes fonctionnalités de contrôle d'accès de Squid, vous pouvez configurer l'usage des services Internet mandatés par Squid pour n'être accessibles que pendant les heures de bureau. Par exemple, nous restreindrons l'accès pour les employés d'un société qui travaillent du lundi au vendredi, entre 9h00 et 17h00, et qui utilisent le sous réseau 10.1.42.0/42 :
pt_br: Usando os excelentes recursos de controle de acesso do Squid, você pode configurar o uso de serviços da Internet através de proxy para estarem disponíveis apenas durante o horário normal de trabalho. Por exemplo, nós iremos ilustrar o acesso de empregados de uma empresa que opera entre as 9:00AM e 5:00PM, de Segunda à Sexta e que usa a sub-rede 10.1.42.0/24:
tr: Squid'in mükemmel erişim kontrol özelliklerini kullanarak, Squid tarafından saklanan Internet servisleri kullanımını, sadece normal iş saatleri için kullanılabilirliğini yapılandırabilirsin.

source: After making changes to the <filename>/etc/squid/squid.conf</filename> file, save the file and restart the <application>squid</application> server application to effect the changes using the following command entered at a terminal prompt:
fr: Après avoir effectué les changements dans le fichier <filename>/etc/squid/squid.conf</filename>, enregistrez le fichier et redémarrez le serveur <application>squid</application> afin que les modifications soient prises en compte, en utilisant la commande suivante dans une console :
pt_br: Depois de fazer alterações no arquivo <filename>/etc/squid/squid.conf</filename>, salve-o e reinicie o servidor <application>squid</application> para que as alterações tenham efeito usando o seguinte comando em um prompt de terminal:
tr: <filename>/etc/squid/squid.conf</filename> dosyasına değişiklikleri yaptıktan sonra, dosyayı kaydet ve değişikliklerin aktifleşmesi için <application>squid</application> sunucu uygulamasını terminale şu komutu girerek yeniden başlat:

source: Squid Website
fr: Site web de Squid
tr: Squid Websitesi

source: <ulink url="https://help.ubuntu.com/community/Squid">Ubuntu Wiki Squid</ulink> page.
fr: La page du <ulink url="https://help.ubuntu.com/community/Squid">Wiki Ubuntu consacrée à Squid</ulink>.

source: Ruby on Rails is an open source web framework for developing database backed web applications. It is optimized for sustainable productivity of the programmer since it lets the programmer to write code by favouring convention over configuration.
fr: Ruby on Rails est une infrastructure Web libre pour développer des applications Web liées à des bases de données. Elle optimise durablement la productivité du programmeur, car elle lui permet d'écrire le code en favorisant la convention plutôt que la configuration.
pt_br: Ruby on Rails é um framework web de código aberto para desenvolver aplicações web baseadas em bancos de dados. Ele é otimizado para uma produtividade sustentável do programador uma vez que ele permite ao programador escrever código favorecendo convenções ao invés de configurações.
tr: Ruby on Rails, veritabanlı web uygulamaları geliştirme sunan açık kaynak web taslağıdır. Programcıların kod yazma performansını arttırabilmeleri için düzenlenir.
