Repository: ahoneybun/pop-docs
Catalog: serverguide/po/*.po
Languages: fr, pt_br, tr

source: You may notice <code>pool.ntp.org</code> in the examples above. This is a really good idea which uses round-robin DNS to return an NTP server from a pool, spreading the load between several different servers. Even better, they have pools for different regions - for instance, if you are in New Zealand, so you could use <code>nz.pool.ntp.org</code> instead of <code>pool.ntp.org</code> . Look at <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> for more details.
fr: Vous avez peut-être remarqué <code>pool.ntp.org</code> dans l'exemple précédent. C'est une très bonne idée d'utiliser un serveur DNS à répartition de charge pour utiliser un serveur NTP au sein d'un groupe de serveurs (pool), répartissant ainsi la charge entre plusieurs serveurs différents. Encore mieux, il y a des groupes de serveurs pour différentes régions, par exemple, si vous habitez en France, alors vous pouvez utiliser <code>fr.pool.ntp.org</code> au lieu de <code>pool.ntp.org</code>. Regardez sur <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> pour plus de renseignements.
pt_br: Você pode observar <code>pool.ntp.org</code> no exemplo acima. Essa é uma ideia muito boa que usa DNS round-robin para retornar um servidor NTPa partir de um grupo, distribuindo a carga entre vários servidores diferentes. Melhor ainda, Eles tem grupos para diferentes regiões - por exemplo, se você estiver no Brasil, então você pode usar <code>br.pool.ntp.org</code> em vez de <code>pool.ntp.org</code>. De uma olhada em <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink> para mais detalhes.
tr: Yukarıdaki örnekte <code>pool.ntp.org</code>'a dikkat et. Bu, DNS kullananları bir havuzdaki NTP sunucuya döndürmek için, birkaç farklı sunucu arasındaki yükü yayma iyi bir fikirdir. Farklı bölgelere sahip olanlar için daha da iyidir. Örneğin, eğer Türkiye'de yaşıyorsan <code>pool.ntp.org</code> yerine <code>tr.pool.ntp.org</code> kullanabilirsin. Daha fazla ayrıntı için <ulink url="http://www.pool.ntp.org/">http://www.pool.ntp.org/</ulink>'a bakın.

source: You can also Google for NTP servers in your region, and add these to your configuration. To test that a server works, just type <code>sudo ntpdate ntp.server.name</code> and see what happens.
fr: Vous pouvez aussi rechercher sur Internet des serveurs NTP dans votre région, et les rajouter à votre configuration. Pour tester si un serveur fonctionne, saisissez uniquement <code>sudo ntpdate ntp.nom.serveur</code> dans un terminal et regardez ce qui se passe.
pt_br: Você pode usar o Google para encontrar servidores NTP na sua região, e adicione-os na sua configuração. Para testar se um servidor funciona, simplesmente tecle <code>sudo ntpdate ntp.server.name</code> e veja o que acontece.
tr: Bölgendeki NTP sunucun için Google'u seçebilir ve bunları yapılandırmana ekleyebilirsin. Sunucunun çalıştığını test etmek için <code>sudo ntpdate ntp.server.name</code> yazın ve ne olduğuna bakın.

source: NTP Support
fr: L'assistance de NTP
pt_br: Suporte do NTP
tr: NTP Desteği

source: The NTP FAQ and HOWTO
fr: FAQ et guides sur NTP
pt_br: O FAQ e TUTORIAL do NTP
tr: NTP FAQ ve HOWTO

source: Network Authentication
fr: Authentification réseau
pt_br: Autenticação de rede
tr: Network Denetimi

source: This section explains various Network Authentication protocols.
fr: Cette partie présente plusieurs protocoles d'authentification réseau.
pt_br: Essa seção explica vários protocolos de Autenticação de Rede.
tr: Bu bölüm çeşitli Ağ Denetim iletişim kurallarını içerir.

source: OpenLDAP Server
fr: Serveur OpenLDAP
pt_br: Servidor OpenLDAP
tr: OpenLDAP Sunucu

source: LDAP is an acronym for Lightweight Directory Access Protocol, it is a simplified version of the X.500 protocol. The directory setup in this section will be used for authentication. Nevertheless, LDAP can be used in numerous ways: authentication, shared directory (for mail clients), address book, etc.
fr: LDAP signifie Lightweight Directory Access Protocol, c'est une version simplifiée du protocole X.500. La configuration de l'annuaire dans cette section sera utilisée pour l'authentification. Néanmoins, un annuaire LDAP peut-être utilisé de différentes façons : authentification, annuaire partagé (pour les clients de messagerie), carnet d'adresses, etc.
pt_br: LDAP é um acrônimo para Lightweight Directory Access Protocol, ele é uma versão simplificada do protocolo X.500. A configuração do diretório nesta seção será utilizado para autenticação. No entando, o LDAP pode ser usado de várias maneiras: autenticação, compartilhamento de diretórios (para clientes de email), livro de endereços, etc.
tr: LDAP, Lightweight Directory Access Protocol'ün kısaltmasıdır. X.500 iletişim kuralının basit bir sürümüdürl. Bu bölüme kurulan dizin kimlik doğrulama için kullanılır. Bununla birlikte, LDAP birkaç yolla kullanılabilir: kimlik doğrulama, dizin paylaşımı (posta istemciler için), adres defteri, vb.

source: To describe LDAP quickly, all information is stored in a tree structure. With <application>OpenLDAP</application> you have freedom to determine the directory arborescence (the Directory Information Tree: the DIT) yourself. We will begin with a basic tree containing two nodes below the root:
fr: Pour décrire rapidement LDAP, toutes les informations sont stockées dans une structure arborescente. Avec <application>OpenLDAP</application> vous avez la liberté de déterminer vous-même l'arborescence de l'annuaire (Directory Information Tree ou DIT). Nous allons démarrer avec une arborescence basique contenant deux nœuds sous la racine :
pt_br: Para descrever rapidamente o LDAP, todas as informações são armazenadas em uma estrutura de árvore. Com o <application>OpenLDAP</application> você tem liberdade para determinar a você mesmo a arborescência do diretório (o Directory Information Tree: o DIT). Nós iremos começar com uma árvore básica contendo dois nós abaixo da raiz:
tr: LDAP'nin hızlı tanımı bütün bilgilerin bir ağaç yapısında depolandığıdır. <application>OpenLDAP</application> ile arborescence (Directory Information Tree: DIT) dizinini tanımlamada serbest. Aşağıdaki iki düğümü içeren basit bir ağaç ile bağlayacağız:

source: "People" node where your users will be stored
fr: Le nœud « Personnes » dans lequel seront enregistrés vos utilisateurs
pt_br: Nó "Pessoas" onde seus usuários serão armazenados
tr: "Kişiler" düğümü kullanıcılarının bulunduğu yerdir

source: "Groups" node where your groups will be stored
fr: Le nœud « Groupes » dans lequel seront enregistrés vos groupes.
pt_br: Nó "Grupos" onde seus grupos serão armazenados
tr: "Gruplar" düğümü grupların bulunduğu yerdir

source: Before beginning, you should determine what the root of your LDAP directory will be. By default, your tree will be determined by your Fully Qualified Domain Name (FQDN). If your domain is example.com (which we will use in this example), your root node will be dc=example,dc=com.
fr: Avant de commencer, vous devez déterminer quelle sera la racine de votre annuaire LDAP. Par défaut, votre arbre sera déterminé par votre nom de domaine pleinement qualifié (FQDN). Si votre domaine est exemple.com (qu'on utilisera dans cette exemple), votre nœud racine sera dc=exemple,dc=com.
pt_br: Antes de começar, você deve determinar qual será a raiz do seu diretório LDAP. Por padrão, sua árvore será determinada pelo seu Fully Qualified Domain Name (FQDN). Se seu domínio for example.com (o qual iremos usar neste exemplo), seu nó raiz será dc=example,dc=com.
tr: Başlamadan önce LDAP dizininin kök olarak hangisi olacağını tanımlayabilirsin. Normalde Tam Nitelikli Alan Adı (FQDN) tarafından ağacın tanımlanacaktır. Eğer alanın example.com (burada bu örneği kullanacağız) ise kök düğümün dc=example,dc=com olacak.

source: First, install the <application>OpenLDAP</application> server daemon <application>slapd</application> and <application>ldap-utils</application>, a package containing LDAP management utilities:
fr: Tout d'abord, installez le démon <application>slapd</application> du serveur <application>OpenLDAP</application> et <application>ldap-utils</application>, un paquet contenant les outils de gestion de LDAP :
pt_br: Primeiro, instale o deamon <application>slapd</application> do servidor <application>OpenLDAP</application> e <application>ldap-utils</application>, um pacote contendo os utilitários de gerenciamento do LDAP:
tr: İlk önce <application>OpenLDAP</application> sunucu uygulaması <application>slapd</application> ve <application>ldap-utils</application> yükle. LDAP yönetim uygulamalarını içeren paket:

source: Populating LDAP
fr: Peuplement de LDAP
pt_br: Populando o LDAP
tr: LDAP Yerleşimi

source: For external applications to authenticate using LDAP they will each need to be specifically configured to do so. Refer to the individual application documentation for details.
fr: Chaque application externe devant utiliser l'authentification LDAP devra être spécifiquement configurée. Consultez la documentation de chacune de ces applications pour plus de renseignements.
pt_br: Para que aplicações externas se autentiquem usando o LDAP elas deverão ser configuradas especificamente para isso. Veja a documentação individual da aplicação para maiores detalhes.
tr: LDAP kullanarak harici uygulamaların kimliklerini doğrulamak için herbirinin özel yapıya ihtiyacı vardır. Ayrıntılar için özel uygulama belgelerine müracaat ediniz.

source: sudo ldapadd -Y EXTERNAL -H ldapi:/// -f backend.example.com.ldif
fr: sudo ldapadd -Y EXTERNAL -H ldapi:/// -f backend.exemple.com.ldif

source: # Create top-level object in domain dn: dc=example,dc=com objectClass: top objectClass: dcObject objectclass: organization o: Example Organization dc: Example description: LDAP Example # Admin user. dn: cn=admin,dc=example,dc=com objectClass: simpleSecurityObject objectClass: organizationalRole cn: admin description: LDAP administrator userPassword: secret dn: ou=people,dc=example,dc=com objectClass: organizationalUnit ou: people dn: ou=groups,dc=example,dc=com objectClass: organizationalUnit ou: groups dn: uid=john,ou=people,dc=example,dc=com objectClass: inetOrgPerson objectClass: posixAccount objectClass: shadowAccount uid: john sn: Doe givenName: John cn: John Doe displayName: John Doe uidNumber: 1000 gidNumber: 10000 userPassword: password gecos: John Doe loginShell: /bin/bash homeDirectory: /home/john shadowExpire: -1 shadowFlag: 0 shadowWarning: 7 shadowMin: 8 shadowMax: 999999 shadowLastChange: 10877 mail: john.doe@example.com postalCode: 31000 l: Toulouse o: Example mobile: +33 (0)6 xx xx xx xx homePhone: +33 (0)5 xx xx xx xx title: System Administrator postalAddress: initials: JD dn: cn=example,ou=groups,dc=example,dc=com objectClass: posixGroup cn: example gidNumber: 10000
fr: # Créer un objet de haut niveau dans le domaine dn: dc=exemple,dc=com objectClass: top objectClass: dcObject objectclass: organization o: Entreprise Exemple dc: Exemple description: LDAP d'Exemple # Utilisateur admin. dn: cn=admin,dc=exemple,dc=com objectClass: simpleSecurityObject objectClass: organizationalRole cn: admin description: administrateur LDAP userPassword: secret dn: ou=people,dc=exemple,dc=com objectClass: organizationalUnit ou: people dn: ou=groups,dc=exemple,dc=com objectClass: organizationalUnit ou: groups dn: uid=john,ou=people,dc=exemple,dc=com objectClass: inetOrgPerson objectClass: posixAccount objectClass: shadowAccount uid: john sn: Doe givenName: John cn: John Doe displayName: John Doe uidNumber: 1000 gidNumber: 10000 userPassword: password gecos: John Doe loginShell: /bin/bash homeDirectory: /home/john shadowExpire: -1 shadowFlag: 0 shadowWarning: 7 shadowMin: 8 shadowMax: 999999 shadowLastChange: 10877 mail: john.doe@exemple.com postalCode: 31000 l: Toulouse o: Exemple mobile: +33 (0)6 xx xx xx xx homePhone: +33 (0)5 xx xx xx xx title: Administrateur système postalAddress: initials: JD dn: cn=exemple,ou=groups,dc=exemple,dc=com objectClass: posixGroup cn: exemple gidNumber: 10000
tr: # Alanda en üst seviye obje oluştur dn: dc=example,dc=com objectClass: top objectClass: dcObject objectclass: organization o: Example Organization dc: Example description: LDAP Example # Yönetici. dn: cn=admin,dc=example,dc=com objectClass: simpleSecurityObject objectClass: organizationalRole cn: admin description: LDAP administrator userPassword: gizli dn: ou=people,dc=example,dc=com objectClass: organizationalUnit ou: people dn: ou=groups,dc=example,dc=com objectClass: organizationalUnit ou: groups dn: uid=john,ou=people,dc=example,dc=com objectClass: inetOrgPerson objectClass: posixAccount objectClass: shadowAccount uid: yusuf sn: yuce givenName: Yusuf cn: Yusuf Yuce displayName: Yusuf Yuce uidNumber: 1000 gidNumber: 10000 userPassword: password gecos: Yusuf Yuce loginShell: /bin/bash homeDirectory: /home/john shadowExpire: -1 shadowFlag: 0 shadowWarning: 7 shadowMin: 8 shadowMax: 999999 shadowLastChange: 10877 mail: yusuf.yuce@example.com postalCode: 31000 l: Toulouse o: Example mobile: +33 (0)6 xx xx xx xx homePhone: +33 (0)5 xx xx xx xx title: Sistem Yöneticisi postalAddress: initials: YY dn: cn=example,ou=groups,dc=example,dc=com objectClass: posixGroup cn: example gidNumber: 10000

source: In this example the directory structure, a user, and a group have been setup. In other examples you might see the <emphasis>objectClass: top</emphasis> added in every entry, but that is the default behaviour so you do not have to add it explicitly.
fr: Dans cet exemple, la structure de l'annuaire, un utilisateur et un groupe ont été configurés. Dans d'autres exemples, vous risquez de voir <emphasis>objectClass: top</emphasis> ajouté dans chaque entrée, mais ceci est le comportement par défaut, vous n'avez donc pas à l'ajouter explicitement.
pt_br: Neste exemplo uma estrutura de diretórios, um usuário e um grupo foram configurados. Em outros exemplos você poderá ver o <emphasis>objectClass: top</emphasis> adicionado em cada entrada mas este é o comportamento padrão então você não terá que adicioná-lo explicitamente.
tr: Bu örnekteki dizin yapısına bir kullanıcı ve bir grup kuruldu. Diğer örneği her girişe <emphasis>objectClass: top</emphasis> ekinde görebilirsin. Fakat bu mevcut durumdur, bu yüzden onu açıkça eklememelisin.

source: sudo ldapadd -x -D cn=admin,dc=example,dc=com -W -f frontend.example.com.ldif
fr: sudo ldapadd -x -D cn=admin,dc=exemple,dc=com -W -f frontend.exemple.com.ldif

source: Just a quick explanation:
fr: Voici une brève explication :
pt_br: Só uma explanação rápida:
tr: Sadece hızlı bir açıklama:

source: <emphasis>-x:</emphasis> will not use SASL authentication method, which is the default.
fr: <emphasis>-x :</emphasis> n'utilisera pas la méthode d'authentification SASL, qui est celle par défaut.
pt_br: <emphasis>-x:</emphasis> não usará o método de autenticação SASL, que é o padrão.
tr: Mevcut olan <emphasis>-x:</emphasis> SASL kimlik doğrulama yöntemini kullanmaz.

source: <emphasis>-LLL:</emphasis> disable printing LDIF schema information.
fr: <emphasis>-LLL :</emphasis> désactive l'affichage du schéma d'information LDIF.
pt_br: <emphasis>-LLL:</emphasis> desabilita a impressão de informação do esquema LDIF;
tr: <emphasis>-LLL:</emphasis> LDIF şema bilgisi gösterimini pasifleştirir.

source: The <emphasis>cn=config</emphasis> tree can be manipulated using the utilities in the <application>ldap-utils</application> package. For example:
fr: L'arborescence <emphasis>cn=config</emphasis> peut être manipulée avec les utilitaires du paquet <application>ldap-utils</application>. Par exemple :
pt_br: A árvore <emphasis>cn=config</emphasis> pode ser manipulada utilizando os utilitários no pacote <application>ldap-utils</application>. Por exemplo:
tr: <emphasis>cn=config</emphasis> ağacı <application>ldap-utils</application> paketindeki uygulamaları kullanmayı göz ardı eder. Örneğin:

source: Use <application>ldapsearch</application> to view the tree, entering the admin password set during installation or reconfiguration:
fr: Utilisez <application>ldapsearch</application> pour afficher l'arborescence, en saisissant le mot de passe administrateur défini lors de l'installation ou la re-configuration :
pt_br: Utilize o <application>ldapsearch</application> para ver a árvore, inserindo a senha administrativa ajustada durante a instalação ou a reconfiguração:
tr: Ağacı görmek için <application>ldapsearch</application> kullan, yükleme ve yapılandırma esnasında yönetici şifresini girin:

source: As an example of modifying the <emphasis>cn=config</emphasis> tree, add another attribute to the index list using <application>ldapmodify</application>:
fr: À titre d'exemple de modification de l'arborescence <emphasis>cn=config</emphasis>, ajoutez un attribut à la liste d'index en utilisant <application>ldapmodify</application> :
pt_br: Como um exemplo de modificação da árvore <emphasis>cn=config</emphasis>, adicionando outro atributo para o índice utilizando <application>ldapmodify</application>:
tr: <emphasis>cn=config</emphasis> ağacını düzenlemeye örnek olarak, içerik listesine <application>ldapmodify</application> kullanarak başka bir özellik ekle:

source: Once the modification has completed, press <emphasis>Ctrl+D</emphasis> to exit the utility.
fr: Appuyez sur <emphasis>Ctrl+D</emphasis> une fois les modifications effectuées pour quitter l'utilitaire.
pt_br: Depois que a alteração tenha sido concluída, pressione <emphasis>Ctrl+D</emphasis> para sair do utilitário.
tr: Düzenleme tamamlandığında uygulamadan çıkmak için <emphasis>Ctrl+D</emphasis>'ye basın.

source: <application>ldapmodify</application> can also read the changes from a file. Copy and paste the following into a file named <filename>uid_index.ldif</filename>:
fr: <application>ldapmodify</application> peut aussi utiliser un fichier pour faire des modifications. Copiez et collez ce qui suit dans un fichier nommé <filename>uid_index.ldif</filename> :
pt_br: <application>ldapmodify</application> também pode ler as alterações a partir de um arquivo. Copie e cole o seguinte no arquivo nomeado <filename>uid_index.ldif</filename>:
tr: Ayrıca <application>ldapmodify</application>, dosyadaki değişiklikleri okuyabilir. Aşağıdakileri <filename>uid_index.ldif</filename> adındaki dosyaya kopyalayıp yapıştırın:

source: Then execute <application>ldapmodify</application>:
fr: Lancez ensuite <application>ldapmodify</application> :
pt_br: Em seguida, execute <application>ldapmodify</application>:
tr: Sonra <application>ldapmodify</application>'yi çalıştırın:

source: The file method is very useful for large changes.
fr: L'injection par fichier est très utile pour des changements importants (en quantité).
pt_br: O arquivo método é muito útil para grandes mudanças.
tr: Dosyalama metodu, büyük değişiklikler için çok kullanışlıdır.

source: First, create a conversion <filename>schema_convert.conf</filename> file containing the following lines:
fr: Créez d'abord un fichier de conversion <filename>schema_convert.conf</filename> contenant les lignes :
pt_br: Primeiro, crie um arquivo de conversão <filename>schema_convert.conf</filename> contendo as seguintes linhas:
tr: İlk önce aşağıdaki satırları içeren <filename>schema_convert.conf</filename> dönüşüm dosyasını oluşturun:

source: Next, create a temporary directory to hold the output:
fr: Ensuite, créez un dossier temporaire pour conserver le résultat :
pt_br: Em seguida, crie um diretório temporário para armazenar o resultado:
tr: Sonra çıkışı tutması için geçici bir dizin oluşturun:

source: Now using <application>slapcat</application> convert the schema files to LDIF:
fr: Maintenant, en utilisant <application>slapcat</application>, convertissez les fichiers de schéma en LDIF :
pt_br: Agora usando o comando <application>slapcat</application> para converter os arquivos de esquemas para o formato LDIF:
tr: Şimdi <application>slapcat</application> kullanarak şema dosyalarını LDIF'a dönüştürün:

source: Adjust the configuration file name and temporary directory names if yours are different. Also, it may be worthwhile to keep the <filename>ldif_output</filename> directory around in case you want to add additional schemas in the future.
fr: Adaptez le nom du fichier de configuration et les noms des dossiers temporaires si les vôtres sont différents. Il peut également être intéressant de conserver le dossier <filename>ldif_output</filename> quelque part, au cas où vous voudriez ajouter d'autres schémas par la suite.
pt_br: Ajuste o nome do arquivo de configuração e os nomes de diretórios temporários se seus nomes forem diferentes. Também pode valer a pena manter por perto o diretório <filename>ldif_output</filename> para o caso de você querer esquemas adicionais no futuro.
tr: Eğer senin yapılandırma dosyasının ve geçici dizininin adları farklıysa onları değiştirin. Ayrıca <filename>ldif_output</filename> dizinini, ileride ek şema eklemek isterseniz korumanız faydalıdır.

source: And remove the following lines from the bottom of the file:
fr: Et supprimez les lignes suivantes situées en fin de fichier :
pt_br: E remover as seguintes linhas a partir da parte inferior do arquivo:
tr: Ve dosyanın altındaki şu satırları kaldırın:

source: The attribute values will vary, just be sure the attributes are removed.
fr: Les valeurs des attributs peuvent varier, assurez-vous simplement qu'ils soient supprimés.
pt_br: O valores dos atributos irão variar, basta ter a certeza que os atributos são removidos.
tr: Özellik değişkenleri değişecek. Sadece özelliklerin kaldırıldığından emin olun.

source: Finally, using the <application>ldapadd</application> utility, add the new schema to the directory:
fr: Finalement, ajoutez le nouveau schéma au dossier en utilisant <application>ldapadd</application> :
pt_br: Finalmente, usando o utilitário <application>ldapadd</application>, adicionar o novo esquema para o diretório:
tr: Son olarak <application>ldapadd</application> uygulamasını kullanarak dizine yeni şema ekleyin:

source: LDAP often quickly becomes a highly critical service to the network. Multiple systems will come to depend on LDAP for authentication, authorization, configuration, etc. It is a good idea to setup a redundant system through replication.
fr: LDAP peut souvent devenir un service crucial sur le réseau. Plusieurs systèmes en deviennent dépendants pour l'authentification, l'autorisation, la configuration, etc. Il est donc judicieux de mettre en place un service redondant grâce à la réplication.
pt_br: LDAP, com frequência, se torna um serviço altamente crítico para a rede. Muitos sistemas tornam-se dependentes de autenticação, autorização, etc de LDAP. É uma boa ideia configurar um sistema redundante através de replicação.
tr: LDAP sık sık ağda çok çabuk kritik servis olur. Çoklu sistemler, kimlik doğrulama, yapılandırma, vb. için LDAP'a bağlanmak için gelir. Çoğaltma yoluyla gereksiz bir sistem kurmak iyi bir fikirdir.

source: olcRootDN: cn=admin,dc=example,dc=com
fr: olcRootDN: cn=admin,dc=exemple,dc=com

source: Restart <application>slapd</application>:
fr: Redémarrez <application>slapd</application> :
