Repository: ahoneybun/pop-docs
Catalog: programming/po/*.po
Languages: ast, da, sq, th

source: To get your system to use Sun Java instead of the open-source (but less functional) GIJ that is installed by default, run: <screen>sudo update-alternatives --config java</screen> and choose the option that has <filename>j2re1.6-sun</filename> in it.
ast: Pa que'l sistema utilice Java de Sun nel llugar del GIJ (llibre, pero menos funcional) que s'instala por omisión, executa: <screen>sudo update-alternatives --config java</screen> y seleiciona la opción que ponga <filename>j2re1.6-sun</filename>.
da: For at få dit system til at bruge Sun Java i stedet for GIJ (åben kildekode men mindre funktionel), der er installeret som standard, kør: <screen>sudo update-alternatives --config java</screen> og vælg den valgmmulighed, der indeholder <filename>j2re1.6-sun</filename>.
sq: Për të bërë që sistemi juaj të përdorë Sun Java në vend të programit me burim të hapur (por më pak funksional) GIJ i cili është instaluar paraprakisht, nisni: <screen>sudo update-alternatives --config java</screen> dhe zgjidhni opsionin që ka <filename>j2re1.6-sun</filename> në të.

source: Enter the following code into a text editor and save it as "Hello.java":
ast: Escribe'l siguiente códigu nun editor de testu y atróxalu como «Hello.java»:
da: Indtast følgende kode i et program til teksredigering og gemme det som "Hello.java":
sq: Vendosni kodin që vijon në një modifikues teksti dhe ruajeni atë si "Hello.java":
th: ใส่โค้ดตามนั้นลงในตัวแก้ไขข้อความและจัดเก็บเป็น "Hello.java":

source: Open a terminal and compile your code by typing:<screen>javac Hello.java</screen>. You can then run your code by typing:<screen>java Hello</screen>
ast: Abre un terminal y compila'l códigu tecliando: <screen>javac Hello.java</screen>. Darréu podrás executar esti códigu tecliando: <screen>java Hello</screen>
da: Åbn en terminal og kompilér din kode ved at taste: <screen>javac Hello.java</screen>. Du kan derefter køre din kode ved at taste:<screen>java Hello</screen>
sq: Hapni një terminal dhe kompiloni kodin tuaj duke shtypur:<screen>javac Hello.java</screen>. Pas kësaj mund ta nisni kodin tuaj duke shtypur:<screen>java Hello</screen>
th: เปิดเทอร์มินัลและสั่งคอมไพล์โค้ดโดยพิมพ์:<screen>javac Hello.java</screen>. คุณสามารถเรียกโค้ดให้ทำงานโดยพิมพ์:<screen>java Hello</screen>

source: Integrated Development Environments
ast: Entornos de desarrollu integraos
da: Integrerede udviklermiljøer
sq: Ambiente të Integruara Krijimi

source: Eclipse IDE for Java
ast: Eclipse IDE pa Java
da: Eclipse IDE til Java
sq: Eclipse IDE për Java
th: Eclipse IDE สำหรับ Java

source: The <application>Eclipse</application> platform provides a complete, extensible Java development environment.
ast: La plataforma <application>Eclipse</application> ufre un entornu de desarrollu Java completu y estensible.
da: <application>Eclipse</application>-platformen tilbyder et komplet, fleksibelt Java udviklingsmiljø.
sq: Platforma <application>Eclipse</application> jep një ambient krijues Java të plotë dhe të zgjerueshëm.
th: The <application>Eclipse</application> แพลตฟอร์มสำเร็จรูป, ที่เพิ่มส่วนต่อเติมสภาพแวดล้อมการโปรแกรม java.

source: <ulink url="apt:eclipse">Install the <application>eclipse</application> package</ulink>.
ast: <ulink url="apt:eclipse">Instalar el paquete <application>eclipse</application></ulink>.
da: <ulink url="apt:eclipse">Installér pakken <application>eclipse</application></ulink>.
sq: <ulink url="apt:eclipse">Instalo paketën <application>eclipse</application> </ulink>.
th: <ulink url="apt:eclipse">ติดตั้ง <application>eclipse</application> แพกเกจ</ulink>.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> to start using <application>Eclipse</application>.
ast: Calca <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> pa entamar a usar <application>Eclipse</application>.
da: Klik på <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice>for at begynde at anvende <application>Eclipse</application>.
sq: Klikoni <menuchoice><guimenuitem>Programet</guimenuitem><guimenuitem>Programimi</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> për të nisur përdorimin e <application>Eclipse</application>.
th: กด <menuchoice><guimenuitem>โปรแกรม</guimenuitem><guimenuitem>พัฒนาโปรแกรม</guimenuitem><guimenuitem>Eclipse IDE</guimenuitem></menuchoice> เพื่อเริ่มการใช้ <application>Eclipse</application>.

source: The <application>Netbeans</application> platform provides a complete, extensible Java development environment.
ast: La plataforma <application>Netbeans</application> ufre un entornu de desarrollu Java completu y estensible.
da: <application>Netbeans</application>-platformen giver et komplet, udvideligt Java-udviklingsmiljø.
sq: Platforma <application>Netbeans</application> jep një ambient Java të kompletuar dhe që mund të zgjerohet.
th: <application>Netbeans</application> แพลตฟอร์มสำเร็จรูป, ที่เพิ่มส่วนต่อเติมสภาพแวดล้อมการโปรแกรม java.

source: <ulink url="apt:netbeans">Install the <application>netbeans</application> package</ulink>.
ast: <ulink url="apt:netbeans">Instalar el paquete <application>netbeans</application></ulink>.
da: <ulink url="apt:netbeans">Installér pakken <application>netbeans</application></ulink>.
sq: <ulink url="apt:netbeans">Instaloni paketën <application>netbeans</application> </ulink>.
th: <ulink url="apt:netbeans">ติดตั้ง <application>netbeans</application> แพกเกจ</ulink>.

source: Other programming languages
ast: Otros llinguaxes de programación
da: Andre programmeringssprog
sq: Gjuhë të tjera programimi
th: การโปรแกรมในภาษาอื่น

source: There are many programming tools available in Ubuntu for many different programming languages. This section provides a short list of some of the more commonly-used languages.
ast: Hai bayura de ferramientes de programación disponibles n'Ubuntu pa munchos llinguaxes de programación distintos. Esta seición ufre una breve llista d'algunos de los llinguaxes más usaos:
da: Der er mange programmeringsværktøjer tilgængelige i Ubuntu til mange forskellige programmeringssprog. Denne sektion viser en kort liste over nogle af de mere udbredte sprog.
sq: Ka shumë mjete programuese të disponueshme në Ubuntu për shumë gjuhë të ndryshme programimi. Ky seksion ju jep një listë të shkurtër të disa prej gjuhëve të përdorura zakonisht.
th: มีเครื่องมือการโปรแกรมอย่างมากมายบนอูบุนตูสำหรับการโปรแกรมในภาษาที่แตกต่างกัน. ส่วนนี้เป็นการจัดหารายชื่อเพียงเล็กน้อยมาให้ดูซึ่งเป็นเครื่องมือของภาษาที่ถูกเรียกใช้งานบ่อย.

source: Mono .NET development environment
ast: Entornu de desarrollu Mono .NET
da: Mono .NET-udviklingsmiljø
sq: Ambienti krijues Mono .NET

source: <application>Mono</application> is an implementation of the <application>.NET</application> stack, which allows you to write cross-platform programs in a number of different languages, including C#, Java, Visual Basic .NET and JavaScript. More information about <application>Mono</application> is available from the <ulink url="http://www.mono-project.com/">Mono project homepage</ulink>.
ast: <application>Mono</application> ye una implementación de <application>.NET</application>, que te permite escribir programes multiplataforma en dellos llinguaxes distintos, como C#, Java, Visual Basic .NET y JavaScript. Hai más información tocante a <application>Mono</application> disponible nel <ulink url="http://www.mono-project.com/">portal del proyeutu Mono</ulink>.
da: <application>Mono</application> er en implementering af <application>.NET</application>-stakken, som giver dig mulighed for at skrive cross-platform-programmer på en række forskellige sprog, herunder C#, Java, Visual Basic .NET og JavaScript. Mere information om <application>Mono</application> kan fås på <ulink url="http://www.mono-project.com/">mono-projektets hjemmeside</ulink>.
sq: <application>Mono</application> është një rikrijim i gjuhës <application>.NET</application>, e cila ju lejon që të shkruani programe shumë-platformëshe në një numër gjuhësh të ndryshme, duke përfshirë C#, Java, Visual Basic .NET dhe JavaScript. Më tepër informacion rreth <application>Mono</application> mund të gjeni në <ulink url="http://www.mono-project.com/">Faqen e internetit të projektit Mono</ulink>.

source: Install the <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> and <ulink url="apt:monodoc"><application>monodoc</application></ulink> packages.
ast: Instalar los paquetes <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> y <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
da: Installér <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> og <ulink url="apt:monodoc"><application>monodoc</application></ulink> pakkerne.
sq: Instaloni paketat <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> dhe <ulink url="apt:monodoc"><application>monodoc</application></ulink>.
th: ติดตั้ง <ulink url="apt:monodevelop"><application>monodevelop</application></ulink> และ <ulink url="apt:monodoc"><application>monodoc</application></ulink> แพกเกจ.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> to start the <application>MonoDevelop</application> IDE.
ast: Calca <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> pa entamar l'IDE <application>MonoDevelop</application>.
da: Klik på <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> to start the <application>MonoDevelop</application> IDE.
sq: Klikoni <menuchoice><guimenuitem>Programet</guimenuitem><guimenuitem>Programimi</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> për të nisur <application>MonoDevelop</application> IDE.
th: กด <menuchoice><guimenuitem>โปรแกรม</guimenuitem><guimenuitem>พัฒนาโปรแกรม</guimenuitem><guimenuitem>MonoDevelop</guimenuitem></menuchoice> เพื่อเริ่มต้นการใช้ <application>MonoDevelop</application> IDE.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> to start the <application>Monodoc</application> documentation browser.
ast: Calca <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Programación</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> p'aniciar el ñavegador de documentación <application>Monodoc</application>.
da: Klik på <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> for at starte <application>Monodoc</application> dokumentationsfremviseren.
sq: Klikoni <menuchoice><guimenuitem>Programet</guimenuitem><guimenuitem>Programimi</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> për të nisur shfletuesin e dokumentimit <application>Monodoc</application>.
th: กด <menuchoice><guimenuitem>โปรแกรม</guimenuitem><guimenuitem>พัฒนาโปรแกรม</guimenuitem><guimenuitem>MonoDoc</guimenuitem></menuchoice> เพื่อเริ่มต้นการใช้ <application>Monodoc</application> ตัวดูเอกสาร.

source: Gambas2 graphical BASIC language
da: Gambas2 grafiske BASIC-sprog

source: <application>Gambas2</application> is a <application>Visual Basic</application>-like development environment, which allows you to rapidly design and build graphical applications using the easy-to-learn BASIC language.
da: <application>Gambas2</application> er et <application>Visual Basic</application>-lignende udviklingsmiljø, som giver dig mulighed for hurtigt at designe og bygge grafiske programmer ved hjælp af det let tilgængelige BASIC sprog.

source: <ulink url="apt:gambas2">Install the <application>gambas2</application> package</ulink>.
ast: <ulink url="apt:gambas2">Instala'l paquete <application>gambas2</application></ulink>.
da: <ulink url="apt:gambas2">Installér pakken <application>gambas2</application></ulink>.

source: Press <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Programming</guimenuitem><guimenuitem>Gambas2</guimenuitem></menuchoice> to start the <application>Gambas2</application> IDE.
da: Klik på <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Programmering</guimenuitem><guimenuitem>Gambas2</guimenuitem></menuchoice> for at starte <application>Gambas2</application> IDE.

source: A set of example applications are provided with <application>Gambas2</application>, which you can use to help you to learn the language. To view an example application, start <application>Gambas2</application>, press <guibutton>Examples</guibutton> on the <guilabel>Welcome to Gambas II!</guilabel> screen and select the example which you would like to view.
da: Der følger et sæt programeksempler med Gambas2, som du kan bruge til at lære sproget med. Start <application>Gambas2</application>, klikke på <guibutton>Eksempler</guibutton> på <guilabel>Velkommen til Gambas II!</guilabel>-skærmen og vælg det eksempel, som du gerne vil se.

source: Development Tools
ast: Ferramientes de desarrollu
da: Udviklingsværktøjer
sq: Mjetet Krijuese
th: เครื่องมือพัฒนาซอฟต์แวร์

source: There are many development tools available for Ubuntu. A selection of these are described below.
ast: Hai munches ferramientes de desarrollu disponibles pa Ubuntu. Darréu descríbese una esbilla d'elles.
da: Der er mange udviklingsværktøjer til rådighed til Ubuntu. Et udvalg af disse er beskrevet nedenfor.
sq: Ka shumë mjete zhvillimi të disponueshme për Ubuntu. Një përzgjedhje e tyre është përshkruar më sipër.

source: Version control systems
ast: Sistemes de control de versiones
da: Systemer til versionskontrol
sq: Sistemet e kontrollit të versionit

source: <application>Bazaar-NG</application> is a decentralised version control system used for Ubuntu development
ast: <application>Bazaar-NG</application> ye un sistema de control de versiones descentralizáu usáu nel desarrollu d'Ubuntu.
da: <application>Bazaar-NG</application> er et decentraliseret systemer til versionskontrol, der anvendes til Ubuntu udvikling
sq: <application>Bazaar-NG</application> është një sistem kontrolli i decentralizuar i cili përdoret për zhvillimin e Ubuntu

source: Install the <ulink url="apt:bzr"><application>bzr</application></ulink> and the <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> packages.
ast: Instalar los paquetes <ulink url="apt:bzr"><application>bzr</application></ulink> y <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
da: Installér <ulink url="apt:bzr"><application>bzr</application></ulink> og <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> pakkerne.
sq: Instalo paketat <ulink url="apt:bzr"><application>bzr</application></ulink> dhe <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink>.
th: ติดตั้ง <ulink url="apt:bzr"><application>bzr</application></ulink> และ <ulink url="apt:bzr-gtk"><application>bzr-gtk</application></ulink> แพกเกจ.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> to start the <application>Bazaar-GTK</application> graphical interface or to use the command line interface open a terminal and type: <screen>bzr</screen>
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Programación</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> p'aniciar la interfaz gráfica <application>Bazaar-GTK</application> o , pa usar l'interfaz de llinia d'ordes, abre un terminal y escribe: <screen>bzr</screen>
da: Klik på <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Programmering</guisubmenu><guimenuitem>Olive bazaar Branch Manager</guimenuitem></menuchoice> for at starte <application>Bazaar-GTK</application>'s grafiske brugerflade eller åbn en terminal for at bruge kommandolinje-grænsefladen og skriv: <screen>bzr</screen>
sq: Kliko <menuchoice><guimenu>Programet</guimenu><guisubmenu>Programimi</guisubmenu><guimenuitem>Menaxhuesi i degës së Pazarit të Ullinjve</guimenuitem></menuchoice> për të nisur ndërfaqen grafike të <application>Bazaar-GTK</application> apo për të përdorur ndërfaqen e rreshtit të komandave hapni një terminal dhe shtypni: <screen>bzr</screen>

source: Other version control systems
ast: Otros sistemes de control de versiones
da: Andre systemer til versionskontrol
sq: Version tjetër i sistemeve të kontrollit

source: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) is a version control system intended as a replacement for CVS.
ast: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) ye un sistema de control de versiones que tenta reemplazar a CVS.
da: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) er et system til versionskontrol, som er tænkt som en afløser for CVS.
sq: <ulink url="http://subversion.tigris.org/">Subversion</ulink> (SVN) është një sistem kontrolli i versioneve që shërben si zëvendësues për CVS.

source: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> is also available, however you should give strong consideration to using other version control systems for new projects.
ast: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> tamién ta disponible, pero habríes d'atalantar n'usar otros sistemes de control de versiones pa proyeutos nuevos.
da: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> er også tilgængelig, men du bør stærkt overveje at bruge et andet system til versionskontrol af nye projekter.
sq: <ulink url="http://www.nongnu.org/cvs/">CVS</ulink> është gjithashtu e disponueshme, sidoqoftë ju duhet të merrni në konsideratë përdorimin e versioneve të tjera të sistemeve të kontrollit për projektet e reja.

source: Other tools
ast: Otres ferramientes
da: Andre værktøjer
sq: Mjete të tjera
th: เครื่องมืออื่นๆ

source: <ulink url="http://glade.gnome.org/">Glade</ulink> is a user interface designer for building GNOME and GTK applications.
ast: <ulink url="http://glade.gnome.org/">Glade</ulink> ye un diseñador d'interfaces d'usuariu pa construir aplicaciones GNOME y GTK.
da: <ulink url="http://glade.gnome.org/">Glade</ulink> er et program til brugerfladedesign til udvikling af GNOME og GTK applikationer.
sq: <ulink url="http://glade.gnome.org/">Glade</ulink> është një dizenjues me ndërfaqe përdoruesi për krijimin e programeve GNOME dhe GTK.
th: <ulink url="http://glade.gnome.org/">Glade</ulink> เป็นตัวออกแบบหน้าตาส่วนติดต่อผู้ใช้สำหรับการสร้างโปรแกรมประยุกต์ GNOME และ GTK.

source: translator-credits
ast: Launchpad Contributions: Xandru Martino https://launchpad.net/~xandru-martino Xuacu https://launchpad.net/~xuacusk8
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
th: ทีมแปลอูบันตูภาษาไทย (Ubuntu Thai Translators) Launchpad Contributions: Krit Marukawisutthigul https://launchpad.net/~kritmaru Roys Hengwatanakul https://launchpad.net/~roysheng

source: Dive Into Python
sq: Zhytuni në Python

source: PyGTK Tutorial
ast: Tutorial PyGTK
sq: Tutoriali PyGTK
th: บทเรียน PyGTK

source: Installation
ast: Instalación
sq: Instalimi
th: การติดตั้ง

source: Hello World
ast: Hola Mundu
sq: Përshëndetje Botë
