Repository: ahoneybun/pop-docs
Catalog: programming/po/*.po
Languages: ast, da, sq, th

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt til Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสารของอูบุนตู)

source: Writing Your Own Programs
ast: Escribiendo los tos propios programes
da: Skriv dine egne programmer
sq: Të Shkruash Programet e Tua
th: เขียนโปรแกรมของคุณเอง

source: Placeholder.
ast: Marcador de posición.
da: Pladsholder.
sq: Vendmbajtës

source: Credits and License
ast: Créditos y Llicencia
da: Bidragydere og licens
sq: Kredite dhe Linçensimi
th: เครดิตและลิขสิทธิ์

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden med bidragydere</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
th: เอกสารนี้ดูแลรักษาโดยทีมเอกสารของอูบุนตู (https://wiki.ubuntu.com/DocumentationTeam) สำหรับรายชื่อของผู้มีส่วนร่วม กรุณาดูที่ <ulink url="../../libs/C/contributors.xml">หน้ารายชื่อของผู้มีส่วนร่วม</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
da: Dette dokument er udgivet under licensen "Del på samme vilkår" 2.5 (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
th: เอกสารฉบับนี้จัดทำขึ้นภายใต้สัญญาอนุญาตของ Creative Commons ShareAlike 2.5 (CC-BY-SA)

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre pa camudar, agrandar y ameyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos han publicase baxo esta llicencia.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under de betingelser der fremgår af licensen. Alt afledt materiale skal udgives under denne licens.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
th: คุณมีอิสระในการแก้ไข, เสริมต่อ, และปรับปรุง source code เอกสารของอูบุนตูภายใต้เงื่อนไขสัญญาอนุญาตนี้. ผลงานใดที่สืบทอดจากสิ่งดังกล่าวต้องอยู่ภายใต้สัญญาอนุญาตฉบับนี้ด้วย.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidá, pero ENSIN GARANTÍA DENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
th: เอกสารนี้ออกแจกจ่ายโดยหวังว่าจะเป็นประโยชน์ แต่ไม่มีการรับประกันใด ๆ (WITHOUT ANY WARRANTY) ไม่มีแม้แต่การรับประกันเป็นนัยว่าขายได้ (MERCHANTABILITY) หรือเหมาะสม (FITNESS) สำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารจำกัดความรับผิดชอบ (DISCLAIMER)

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">"Del på samme vilkår"</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
th: สำเนาของสัญญาอนุญาตนั้นอยู่ที่นี่ <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyeutu de documentación d'Ubuntu
da: Ubuntu-dokumentationsprojekt
sq: Projekti i Dokumentimit të Ubuntu
th: โครงการเอกสารของอูบุนตู

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
th: Canonical Ltd. และสมาชิกของ <placeholder-1/>

source: The Ubuntu Documentation Project
ast: El Proyeutu de documentación d'Ubuntu
da: Dokumentationsprojektet til Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
th: โครงการเอกสาร Ubuntu

source: This section contains information to help you get started writing and running your own programs.
ast: Esta seición contién información p'aidate a entamar a escribir y executar tos propios programes.
da: Denne sektion indeholder oplysninger, som hjælper dig i gang med at skrive og køre dine egne programmer.
sq: Ky seksion përmban informacion për t'iu ndihmuar që të filloni të shkruani dhe të nisni programet tuaja.
th: ส่วนนี้บรรจุข้อมูลเพื่อช่วยคุณในการเริ่มต้นเขียนและทำงานกับโปรแกรมของคุณ.

source: Learning how to program
ast: Deprendiendo a programar
da: Lær at programmere
sq: Mësoni si të programoni
th: เรียนรู้การโปรแกรม

source: Ubuntu provides a number of resources intended to help you to learn how to develop and run programs yourself. Below is a list of some resources which you may find useful.
ast: Ubuntu ufre un serie de recursos col envís d'aidate a deprender cómo desarrollar y executar programes tú mesmu. Darréu llistense dalgunos recursos que puedes alcontrar afayadizos.
da: Ubuntu tilbyder en række hjælpemidler, der kan lære dig at udvikle og køre programmer selv. Nedenfor er en liste med nogle muligheder du måske kan bruge.
sq: Ubuntu ju jep një numër resursesh të krijuara për t'iu ndihmuar të krijoni dhe nisni programet vetë. Poshtë është një listë e disa resurseve që ju mund t'iu duken të dobishme.
th: อูบุนตูจัดหาทรัพยากรเพื่อช่วยคุณในการเรียนรู้ว่าจะพัฒนาและเรียกใช้โปรแกรมด้วยตัวคุณเองอย่างไร. ด้านล่างนี้เป็นรายชื่อของทรัพยากรบางส่วนที่อาจมีประโยชน์ต่อคุณ.

source: <application>Dive Into Python</application> is a book for learning how to program in Python, aimed at programmers with some previous experience.
ast: <application>Dive Into Python</application> ye un llibru pa deprender a programar en Python, dirixíu a programadores con dalguna esperiencia anterior.
da: <application>Dive Into Python</application> er en bog, der omhandler, hvordan programmerer i Python. Bogen er rettet mod programmører med en vis forudgående erfaring
sq: <application>Zhytu në Python</application> është një libër për të mësuar si të programoni në Python, i drejtohet programuesve me pak përvojë të mëparshme.
th: <application>Dive Into Python</application> เป็นหนังสือสำหรับการโปรแกรมในภาษาไพธอน, มุ่งเน้นนักเขียนโปรแกรมที่มีประสบการณ์มาบ้างแล้ว.

source: <ulink url="apt:diveintopython">Install the <application>diveintopython</application> package</ulink>.
ast: <ulink url="apt:diveintopython">Instalar el paquete <application>diveintopython</application></ulink>.
da: <ulink url="apt:diveintopython">Installér pakken <application>diveintopython</application>.
sq: <ulink url="apt:diveintopython">Instaloni paketën <application>diveintopython</application> </ulink>.
th: <ulink url="apt:diveintopython">ติดตั้ง <application>diveintopython</application> แพกเกจ</ulink>.

source: To access the documentation, visit <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
ast: Pa dir a la documentación, visita <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
da: For at tilgå dokumentationen, se <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
sq: Për të parë dokumentimin, vizitoni <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.
th: การเข้าถึงเอกสารคู่มือนั้น, โปรดดูที่ <ulink url="file:///usr/share/doc/diveintopython/html/toc/index.html">diveintopython</ulink>.

source: <application>PyGTK Tutorial</application> is a tutorial on developing with the graphical toolkit often used for developing Ubuntu applications. It assumes that you have knowledge of Python but not necessarily GTK.
ast: <application>PyGTK Tutorial</application> ye un tutorial pa deprender a desarrollar col toolkit gráficu usáu de vezu pa desarrollar aplicaciones pa Ubuntu. Supon que tienes conocencia previa de Python pero non necesariamente de GTK.
da: <application>PyGTK Tutorial</application> er en guide om udvikling med det grafiske værktøj, som ofte bruges til at udvikle Ubuntu-programmer. Det forudsætter, at du har kendskab til Python, men ikke nødvendigvis GTK.
sq: <application>PyGTK Tutorial</application> është një ndihmës për krijimin e mjeteve grafike shpesh i përdorur për të krijuar programe për Ubuntu. Ai ju kërkon të keni njohuri të Python por jo domosdoshmërisht të GTK.
th: <application>บทเรียน PyGTK</application> เป็นบทเรียนการพัฒนาด้วย graphical toolkit ที่ใช้บ่อยสำหรับการพัฒนาโปรแกรมประยุกต์ Ubuntu. มันบ่งชี้ว่าคุณต้องมีความรู้ในการโปรแกรมภาษาไพธอนแต่ไม่มีความถนัดใน GTK.

source: <ulink url="apt:python-gtk2-tutorial">Install the <application>python-gtk2-tutorial</application> package</ulink>.
ast: <ulink url="apt:python-gtk2-tutorial">Instalar el paquete <application>python-gtk2-tutorial</application></ulink>.
da: <ulink url="apt:python-gtk2-tutorial">Installér pakken <application>python-gtk2-tutorial</application></ulink>.
sq: <ulink url="apt:python-gtk2-tutorial">Instaloni paketën <application>python-gtk2-tutorial</application> </ulink>.
th: <ulink url="apt:python-gtk2-tutorial">ติดตั้ง <application>python-gtk2-tutorial</application> แพกเกจ</ulink>.

source: To access the documentation, visit <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
ast: Pa dir a la documentación, visita <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
da: For at tilgå dokumentationen, se <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
sq: Për të parë dokumentimin, vizitoni <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.
th: หาดูเอกสารได้ที่ <ulink url="file:///usr/share/doc/python-gtk2-tutorial/html/index.html">python-gtk-tutorial</ulink>.

source: <application>Devhelp</application> is an application to read and search all of the documentation that you install.
ast: <application>Devhelp</application> ye una aplicación pa lleer y restolar per tola documentación qu'instales.
da: <application>Devhelp</application> er et program til at læse og søge i al den dokumentation, som du installerer.
sq: <application>Devhelp</application> është një program përtë lexuar dhe kërkuar të gjithë dokumentimin që ju keni instaluar.
th: โปรแกรม <application>Devhelp</application> เป็นโปรแกรมสำหรับอ่านและค้นหาเอกสารทุกฉบับที่ท่านติดตั้งในระบบ.

source: <ulink url="apt:devhelp">Install the <application>devhelp</application> package</ulink>.
ast: <ulink url="apt:devhelp">Instalar el paquete <application>devhelp</application></ulink>.
da: <ulink url="apt:devhelp">Installér pakken <application>devhelp</application></ulink>.
sq: <ulink url="apt:devhelp">Instaloni paketën <application>devhelp</application> </ulink>.
th: <ulink url="apt:devhelp">ติดตั้ง <application>devhelp</application> แพกเกจ</ulink>.

source: Choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Programming</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
ast: Escueye <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Programación</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Programmering</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
sq: Zgjidhni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Programimi</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.
th: เลือก <menuchoice><guimenu>โปรแกรม</guimenu><guisubmenu>พัฒนาโปรแกรม</guisubmenu><guimenuitem>Devhelp</guimenuitem></menuchoice>.

source: C and C++
ast: C y C++
da: C og C++
sq: C dhe C++
th: C และ C++

source: Compiling C and C++ programs requires some packages that are not installed by default.
ast: Compilar programes en C y C++ requier dellos paquetes que nun s'instalan por omisión.
da: Kompilering af C og C++ programmer kræver nogle pakker, som ikke er installeret som standard.
sq: Kompilimi me programet C dhe C++ kërkon disa paketa që nuk janë instaluar paraprakisht.
th: การคอมไพล์โปรแกรม C และ C++ ต้องการบางแพกเกจที่ไม่ได้ติดตั้งมาด้วยค่าปริยาย.

source: <ulink url="apt:build-essential">Install the <application>build-essential</application> package</ulink>.
ast: <ulink url="apt:build-essential">Instala el paquete <application>build-essential</application></ulink>.
da: <ulink url="apt:build-essential">Installér pakken <application>build-essential</application></ulink>.
sq: <ulink url="apt:build-essential">Instaloni paketën <application>build-essential</application> </ulink>.
th: <ulink url="apt:build-essential">ติดตั้ง <application>build-essential</application> แพกเกจ</ulink>.

source: There are many tools available for C and C++ developers. Those wishing to develop graphical applications will find that choosing a graphical toolkit/platform will make development more convenient. The two most popular development platforms for Ubuntu are <quote>GTK/GNOME</quote> and <quote>Qt/KDE</quote>, each of which has its own set of tools and documentation.
ast: Hay munches ferramientes disponibles para los desarrolladores en C y C++. Quienes quieran desarrollar aplicaciones gráfiques, alcontrarán qu'escoyer una ferramienta/plataforma gráfica fadrá'l desarrollu más afayadizu. Les dos plataformes de desarrollu más populares pa Ubuntu son <quote>GTK/GNOME</quote> y <quote>Qt/KDE</quote>, cauna de les cuales tien el so conxuntu de ferramientes y documentación.
da: Der er mange værktøjer til rådighed for C and C++ udviklere. De der ønsker at udvikle grafiske applikationer vil opleve at valget af et grafisk værktøj/platform vil gøre udviklingen nemmere. De to mest populære udviklingsplatforme til Ubuntu er <quote>GTK/GNOME</quote> og <quote>Qt/KDE</quote>, der hver har deres eget sæt værktøjer og dokumentation.
sq: Ky shumë mjete për krijuesit me C dhe C++. Ata që kërkojnë të krijojnë programe grafike do të zbulojnë se zgjedhja e një mjeti/platforme grafike do ta bëjë krijimin më të lehtë. Dy platformat më të njohura të krijimit për Ubuntu janë <quote>GTK/GNOME</quote> dhe <quote>Qt/KDE</quote>, dhe secila ka mjetet dhe dokumentimin e vet.

source: Anjuta IDE for GNOME
ast: IDE pa GNOME Anjuta
da: Anjuta IDE til GNOME
sq: Anjuta IDE për GNOME
th: Anjuta IDE สำหรับ GNOME

source: <application>Anjuta</application> is an IDE for developing applications in C and C++ for the <quote>GNOME</quote> platform.
ast: <application>Anjuta</application> ye un IDE pal desarrollu d'aplicaciones en C y C++ pa la plataforma <quote>GNOME</quote>.
da: <application>Anjuta</application> er et IDE til udvikling af applikationer i C og C++ til <quote>GNOME</quote>-platformen.
sq: <application>Anjuta</application> është një IDE për krijimin e programeve në C dhe C++ për platformën <quote>GNOME</quote>.
th: <application>Anjuta</application> เป็น IDE สำหรับการพัฒนาโปรแกรมประยุกต์ในภาษา C และ C++ สำหรับแพลตฟอร์ม <quote>GNOME</quote>.

source: <ulink url="apt:anjuta">Install the <application>anjuta</application> package</ulink>.
ast: <ulink url="apt:anjuta">Instalar el paquete <application>anjuta</application></ulink>.
da: <ulink url="apt:anjuta">Installér pakken <application>anjuta</application></ulink>.
sq: <ulink url="apt:anjuta">Instaloni paketën <application>anjuta</application> </ulink>.
th: <ulink url="apt:anjuta">ติดตั้ง <application>anjuta</application> แพกเกจ</ulink>.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> to start using <application>anjuta</application>.
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Programación</guimenuitem><guimenuitem>IDE Anjuta</guimenuitem></menuchoice> pa entamar a usar <application>anjuta</application>.
da: Klik på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Programmering</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> for at begynde at bruge <application>anjuta</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Programimi</guimenuitem><guimenuitem>Anjuta IDE</guimenuitem></menuchoice> për të nisur përdorimin e <application>anjuta</application>.

source: For <emphasis>PowerPC</emphasis> machines, see <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.
ast: Para les máquines <emphasis>PowerPC</emphasis>, llee <ulink url="https://help.ubuntu.com/community/Java">L'Aida en llinia d'Ubuntu</ulink>.
da: For <emphasis>PowerPC</emphasis>-maskiner, læs <ulink url="https://help.ubuntu.com/community/Java">Ubuntu-hjælp på nettet</ulink>.
sq: Për kompjuterat <emphasis>PowerPC</emphasis>, shikoni <ulink url="https://help.ubuntu.com/community/Java">Ndihmën e Ubuntu Në Internet</ulink>.
th: สำหรับ <emphasis>PowerPC</emphasis> machines, โปรดดู <ulink url="https://help.ubuntu.com/community/Java">Ubuntu Help Online</ulink>.

source: Java, developed by Sun Microsystems, is an interpreted language which is compiled to bytecode. This bytecode can be run on any Java Virtual Machine, making Java a highly portable language. It is object oriented, has similar syntax to C and is designed to be secure.
da: Java, udviklet af Sun Microsystems, er et fortolket sprog, som kompileres til bytekode. Denne bytekode kan køres på enhver Java Virtual Machine, hvilket gør Java et meget transportabelt sprog. Det er objektorienteret, har C-lignende syntaks og er designet til at være sikker.
sq: Java, e krijuar nga Sun Microsystems, është një gjuhë e interpretuar e cila kompilohet në bytecode. Ky bytecode mund të luhet në çdo Makinë Virtuale Java, duke e bërë Java një gjuhë shumë të transportueshme. Ajo është e orientuar nga objekti, ka një sintaksë të ngjajshme me C dhe është dizenjuar për të qenë e sigurtë.

source: Ubuntu supports both Java 1.5 and 1.6 in both Sun and Open Source flavors.
ast: Ubuntu sofita Java 1.5 y 1.6 en dambes versiones, Sun y Open Source.
da: Ubuntu understøtter både Java 1.5 og 1.6 i både Sun og varianter med åben kildekode.
sq: Ubuntu i suporton të dyja, edhe Java 1.5 edhe 1.6, si në versionin Sun edhe në atë me burim të hapur.
th: Ubuntu สนับสนุนทั้ง Java 1.5 และ 1.6 ทั้งผู้ใช้ของ Sun และผู้ใช้ของ Open Source.

source: <ulink url="apt:sun-java5-jdk">Install the <application>sun-java5-jdk</application> package</ulink>.
ast: <ulink url="apt:sun-java5-jdk">Instalar el paquete <application>sun-java5-jdk</application></ulink>.
da: <ulink url="apt:sun-java5-jdk">Installér pakken <application>sun-java5-jdk</application></ulink>.
sq: <ulink url="apt:sun-java5-jdk">Instaloni paketën <application>sun-java5-jdk</application> </ulink>.
th: <ulink url="apt:sun-java5-jdk">ติดตั้ง <application>sun-java5-jdk</application> แพกเกจ</ulink>.

source: Read the Java license presented. You must accept it to continue.
ast: Llee la llicencia de Java que s'amuesa. Debes aceptala para continuar.
da: Læs Java-licensen som vises. Du skal acceptere for at fortsætte.
sq: Lexoni liçensën e Java që ju shfaqet. Ju duhet ta pranoni atë për të vazhduar.
th: อ่านสัญญาอนุญาตของ java ที่แสดงอยู่. คุณต้องยอมรับข้อตกลงเพื่อดำเนินการต่อ.

source: To get your system to use Sun Java instead of the open-source (but less functional) GIJ that is installed by default, run: <screen>sudo update-alternatives --config java</screen> and choose the option that has <filename>j2re1.5-sun</filename> in it.
ast: Pa que'l sistema utilice Java de Sun nel llugar del GIJ (llibre, pero menos funcional) que s'instala por omisión, executa: <screen>sudo update-alternatives --config java</screen> y seleiciona la opción que ponga <filename>j2re1.5-sun</filename>.
da: For at få dit system til at bruge Sun Java i stedet for GIJ (åben kildekode men mindre funktionel), der er installeret som standard, kør: <screen>sudo update-alternatives --config java</screen> og vælg den mulighed som har navnet <filename>j2re1.5-sun</filename>.
sq: Për të bërë që sistemi juaj të përdorë Sun Java dhe jo programin me burim të hapur (por më pak funksional) GIJ i cili është istaluar paraprakisht, nisni: <screen>sudo update-alternatives --config java</screen> dhe zgjidhni opsionin që ka <filename>j2re1.5-sun</filename> në të.

source: Java 1.6 is also available, and can be installed by following the above directions, swapping all instances of 1.5 to 1.6
ast: Java 1.6 ta disponible también, y puede instalase siguiendo las instrucciones anteriores, cambeando tolos númberos 1.5 por 1.6
da: Java 1.6 er også tilgængelig og kan installeres ved at følge ovenstående anvisninger og dermed udskifte alle instanser af 1.5 til 1.6
sq: Java 1.6 është gjithashtu e disponueshme dhe mund të instalohet duke ndjekur udhëzimet e mësipërme, duke i kaluar të gjitha instancat e 1.5 tek 1.6

source: <ulink url="apt:sun-java6-jdk">Install the <application>sun-java6-jdk</application> package</ulink>.
ast: <ulink url="apt:sun-java6-jdk">Instalar el paquete <application>sun-java6-jdk</application></ulink>.
da: <ulink url="apt:sun-java6-jdk">Installér pakken <application>sun-java6-jdk</application></ulink>.
sq: <ulink url="apt:sun-java6-jdk">Instalo paketën <application>sun-java6-jdk</application> </ulink>.
th: <ulink url="apt:sun-java6-jdk">ติดตั้ง <application>sun-java6-jdk</application> แพกเกจ</ulink>.
