Repository: ahoneybun/pop-docs
Catalog: files-and-docs/po/*.po
Languages: ckb, gu, sr

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ckb: ubuntu-doc@lists.ubuntu.com (پرۆژه‌ی نووسینه‌وه‌ی به‌ڵگه‌نامه‌كانی ئوبونتوو)
gu: ubuntu-doc@lists.ubuntu.com (ઉબુન્ટુ દસ્તાવેજીકરણ પ્રોજેક્ટ)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)

source: Files, Folders and Documents
ckb: په‌ڕگه‌كان، بوخچه‌كان له‌گه‌ڵ به‌ڵگه‌نامه‌كان
gu: ફાઇલો, ફોલ્ડરો અને દસ્તાવેજો
sr: Датотеке, Фасцикле и Документа

source: Placeholder.
ckb: داڵدەی شوێن
gu: જગ્યા રાખનાર
sr: Носилац.

source: Credits and License
ckb: متمانه‌ و مۆڵه‌ت
gu: શ્રેય અને પરવાનો
sr: Заслуге и лиценца

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ckb: ئه‌م به‌ڵگه‌نامه‌یه‌ له‌ڕێگه‌ی تیمی كارای ئوبونتووه‌وه‌ سازده‌درێت (https://wiki.ubuntu.com/DocumentationTeam). بۆ بینینی لیستی كارگێران، كرته‌ بكه‌ له‌ <ulink url="../../libs/C/contributors.xml">په‌ڕه‌ی نووسه‌ران</ulink>
gu: આ દસ્તાવેજ ઉબુન્ટુ દસ્તાવેજીકરણ ટુકડી (https://wiki.ubuntu.com/DocumentationTeam) દ્વારા સંભાળવામાં આવે છે. ફાળો આપનાર વ્યક્તિઓના નામની યાદી માટે <ulink url="../../libs/C/contributors.xml">ફાળો આપનાર વ્યક્તિઓનું પાનું</ulink> જુઓ.
sr: Овај документ одржава тим Убунду документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ckb: ئەم بەڵگەنامەیە لە ژێر مۆڵەتی Creative Commons ShareAlike 2.5 (CC-BY-SA) ـدایە.
gu: આ દસ્તાવેજ "ક્રિયેટીવ કોમન્સ શેરઅલાઇક ૨.૫ લાઇસન્સ (CC-BY-SA)" ની અંતર્ગત ઉપલબ્ધ કરાવવામાં આવ્યો છે.
sr: Овај документ је доступан под Creative Commons ShareAlike 2.5 лиценцом (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ckb: ئازادیت لە دەستکاریکردن، بەرفراوانکردن، و گەشەپێدانی به‌ڵگه‌نامەی سەرچاوەکراوەی ئوبونتو لەژێر مەرجەکانی ئەم مۆڵەتەدا. هەر کارێكی وەرگیراو مەرجە لە ژێر ئەو مۆڵەتەدا بڵاو بکرێتەوە.
gu: તમે આ લાઇસન્સની શરતોને માન્ય રાખી ઉબુન્ટુ દસ્તાવેજીકરણ સોર્સ કોડને બદલી અથવા સુધારી શકો છો. આમાંથી કરવામાં આવેલ દરેક કામ આજ લાઇસન્સ અંતર્ગત હોવુ જરૂરી છે.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ckb: ئەم بەڵگەنامەیە بەو هیوایە بڵاوکراوەتەوە کە سودمەندبێت، هیچ بەڵێنێک و متمانەیەک نادرێت لەسەری: هەروەها هیچ بەڵێنێکی بازرگانی و توانای بازرگانیکردنی نادرێت، وەک لە ڕێنوێنی ئاداگارییەکەدا ئاماژەی پێکراوە.
gu: આ દસ્તાવેજ એ આશાએ વહેંચવામાં આવે છે કે તે મદદરૂપ થશે, પણ કોઇપણ વોરંટી વિના; વેચાણયોગ્યતાની અથવા કોઇ ઉદ્દેશ્ય માટેની સાનુકુળતા સુદ્ધા ની ગર્ભિત વોરંટી વિના, જાહેરનામામાં વર્ણવ્યા પ્રમાણે.
sr: Ова документација је дистрибуирана у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У ОПОМЕНИ.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ckb: له‌به‌رگیراوه‌ی مۆڵه‌ته‌كه‌ لێره‌دا دانراوه‌: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gu: આ લાઇસન્સની એક નકલ અહી ઉપલબ્ધ છે: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ક્રિયેટીવ કોમન્સ શેરઅલાઇક લાઇસન્સ</ulink>.
sr: Примерак лиценце је достуан на: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Лиценца</ulink>.

source: Ubuntu Documentation Project
ckb: پرۆژه‌ی نووسینه‌وه‌ی به‌ڵگه‌نامه‌كانی ئوبونتوو
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
sr: Пројекта Убунту документације

source: Canonical Ltd. and members of the <placeholder-1/>
ckb: كۆمپانیای سنوورداری كانۆنیكال و ئه‌ندامه‌كانی له‌ <placeholder-1/>
gu: કેનોનિકલ લિ. અને <placeholder-1/> ના સભ્યો
sr: Каноникал Доо. и чланови <placeholder-1/>

source: The Ubuntu Documentation Project
ckb: پرۆژه‌ی به‌ڵگه‌نامه‌كردنی ئوبونتوو
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
sr: Пројекат Убунту документације

source: This section contains advice and help on working with files and folders.
ckb: ئه‌م به‌شه‌ ئاكۆژگاری و یارمه‌تی تیادایه‌ له‌سه‌ر كاركردن له‌گه‌ڵ په‌ڕگه‌ و بوخچه‌كان.
gu: આ વિભાગ ફાઇલ અને ફોલ્ડરો સાથે કામ કરવા વિશે માહિતી અને મદદ ધરાવે છે.
sr: Ова секција садржи савете и помоћ за рад са датотекама и фасциклама.

source: Working with Files
ckb: كاركردن له‌گه‌ڵ په‌ڕگه‌كان
sr: Рад са датотекама

source: Instructions on how to work with files and folders in the File Manager
ckb: ڕێنوێنییەکانی چۆنێتی کارکردن لەگەڵ پەڕگەکان و بوخچەکاندا لە ڕێگەی بەڕێوەبەری پەڕگە
sr: Инструкције на тему како радити са датотекама и фасциклама у Управнику датотека

source: Office Applications and Documents
ckb: داوانامه‌ و به‌ڵگه‌نامه‌كانی ئۆفیس
gu: ઓફિસ કાર્યક્રમો અને દસ્તાવેજો
sr: Канцеларијски програми и Документа

source: Information on office applications such as word processors and spreadsheets
ckb: زانیاری لەسەر داوانامەکانی ئۆفیس وەکوو نووسەر (دەستکاریکەر) و هێڵکاریی کردن.
gu: ઓફિસના કાર્યક્રમો જેમ કે વર્ડ પ્રોસેસર અને સ્પ્રેડશીટ વિશે માહિતી
sr: Информације о канцеларијским апликацијама као што су обрађивачи текста и унакрсне табеле

source: Disks, Partitioning and Formatting
ckb: پەپکەکان، بەش بەش کردن و شێوەپێدانەوە
gu: ડિસ્ક, પાર્ટીશન કરવું અને ફોર્મેટ કરવુ
sr: Дискови, Партиционисање и Форматирање

source: Help with the use of removable disks
ckb: یارمەتیدان لەڕێەگی بەکارهێنانی پەپکەکە (دسک)
gu: દૂર કરી શકાય તેવી ડિસ્ક વિષે મદદ
sr: Помоћ за коришћење преносивих дискова

source: translator-credits
ckb: Launchpad Contributions: Ara Qadir https://launchpad.net/~arastein Aras https://launchpad.net/~aras-noori
gu: Launchpad Contributions: Purvesh R. Shah. https://launchpad.net/~purvesh.shah
sr: Launchpad Contributions: Filip Knežić https://launchpad.net/~filip-knezic spiral https://launchpad.net/~spiralciric Мирослав Николић https://launchpad.net/~lipek
