Repository: ahoneybun/pop-docs
Catalog: ubuntu/files-and-docs/po/*.po
Languages: nb

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentasjonsprosjekt)

source: Files, Folders and Documents
nb: Filer, mapper og dokumenter

source: Placeholder.
nb: Plassholder

source: Credits and License
nb: Medvirkende og lisens

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
nb: Dette dokumentet er vedlikeholdt av Ubuntus dokumentasjonsteam (https://wiki.ubuntu.com/DocumentationTeam). For en liste av medvirkende, se siden for <ulink url="../../../common/C/contributors.xml">medvirkende</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
nb: Dette dokumentet er gjort tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
nb: Du er velkommen til å endre, utvide og forbedre Ubuntu-dokumentasjonens kildekode under denne lisensens betingelser. Alt avledet arbeid må gis ut under denne lisensen.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIKK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nb: En kopi av lisensen er tilgjengelig her: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike-lisensen</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
nb: Canonical Ltd. og medlemmer av Ubuntus dokumentasjonsprosjekt

source: The Ubuntu Documentation Project
nb: Ubuntus dokumentasjonsprosjekt

source: This section contains advice and help on working with files and folders.
nb: Denne delen innholder tips og hjelp om arbeid med filer og mapper.

source: Working with Files
nb: Arbeid med filer

source: Office Applications and Documents
nb: Kontorprogrammer og -dokumenter

source: translator-credits
nb: Anders Martinsen <>, 2006 Tor Harald Thorland <linux@strigen.com>, 2006
