Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: These instructions are intended for users of <application>Mozilla Thunderbird</application> and users of <application>Outlook</application> and <application>Outlook Express</application> who imported their mail into Thunderbird (see <xref linkend="preparing-email-import"/>).
ca: Aquestes instruccions van dirigides als usuaris del <application>Thunderbird de Mozilla</application> i als usuaris de l'<application>Outlook</application> i l'<application>Outlook Express</application> que han important el seu correu al Thunderbird (vegeu <xref linkend="preparing-email-import"/>).
da: Disse instruktioner er beregnet til brugere af <application>Mozilla Thunderbird</application> og brugere af <application>Outlook</application> og <application>Outlook Express</application>, der har eksporteret deres mail til Thunderbird (se <xref linkend="preparing-email-import"/>).
sq: Këto udhëzime janë për përdoruesit e <application>Mozilla Thunderbird</application> dhe përdoruesit e <application>Outlook</application> si dhe të <application>Outlook Express</application> të cilët e kanë importuar postën e tyre në (shikoni <xref linkend="preparing-email-import"/>).
tr: Bu yönergeler, <application>Mozilla Thunderbird</application> ve postalarını Thunderbird içini aktaran <application>Outlook</application> ve <application>Outlook Express</application> (<xref linkend="preparing-email-import"/>'a bakınız) kullanıcıları için tasarlanmıştır.

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>, type <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> into the box provided, and then press <guibutton>OK</guibutton>. A folder will open.
ca: Premeu <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>Executa</guimenuitem></menuchoice>, teclegeu <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> al quadre proporcionat i premeu <guibutton>D'acord</guibutton>. S'obrirà una carpeta.
da: Tryk på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kør</guimenuitem></menuchoice>, skriv <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> i boksen, og tryk derefter på <guibutton>OK</guibutton>. En mappe vil åbne.
sq: Klikoni <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>, shtypni <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> në kutinë që del dhe klikoni <guibutton>OK</guibutton>. Do të hapet një dosje.
tr: <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Çalıştır</guimenuitem></menuchoice>'a basın. Çıkan kutucuğun içerisine <emphasis>%AppData%\Thunderbird\Profiles\</emphasis> yazın, ve sonra <guibutton>Tamam</guibutton>'a basın. Bir dosya açılacak.

source: In the newly-opened folder, you should find another folder with a name made up mostly of random characters, for example <emphasis>fyhsxlr3.default</emphasis>. Open this folder.
ca: A la carpeta que acabeu d'obrir hauríeu de trobar una altra carpeta amb un nom fet principalment de caràcters aleatoris, per exemple <emphasis>fyhsxlr3.default</emphasis>. Obriu aquesta carpeta.
da: I den nyåbnede mappe, skal du finde en anden mappe med et navn, der mest består af tilfældige tegn, for eksempel <emphasis>fyhsxlr3.default</emphasis>. Åbn denne mappe.
sq: Në dosjen e sapo hapur, ju do të shikoni një dosje tjetër të përbërë nga gërma të rastësishme, përshembull <emphasis>fyhsxlr3.default</emphasis>. Hapeni këtë dosje.
tr: Yeni açılmış dosyanın içerisinde rasgele karakterlerden isimlendirilmiş diğer bir dosyayı bulacaksınız. Bu dosyayı açın.

source: In this folder, locate a folder named <filename>Mail</filename>. Select this folder and copy it to a safe location.
ca: En aquesta carpeta, cerqueu la carpeta anomenada <filename>Mail</filename>. Seleccioneu-la i copieu-la a una ubicació segura.
da: Find en mappe med navnet <filename>Mail</filename> i denne mappen. Vælg mappe, og kopiér den til et sikkert sted.
tr: Bu klasör içine <filename>Posta</filename> adlı bir klasör yerleştirin. Bu klasörü seçin ve güvenli bir yere kopyalayın.

source: When you switch to Ubuntu, make a back-up copy of the folder you just made a copy of. This folder contains all of your mail folders from Thunderbird, in the <emphasis>mbox</emphasis> format.
ca: Quan canvieu a l'Ubuntu, realitzeu una còpia de seguretat de la carpeta que acabeu de copiar. Aquesta carpeta conté totes les carpetes de correu del Thunderbird, en format <emphasis>mbox</emphasis>.
da: Lav en sikkerhedskopi af den mappe, du lige har kopieret, når du skifter til Ubuntu. Denne mappe indeholder alle dine e-postmapper fra Thunderbird, i <emphasis>mbox</emphasis>-formatet.
sq: Kur ktheheni në Ubuntu, bëni një kopje mbështetëse të dosjes që sapo kopjuat. Kjo doje përmban të gjithë postën tuaj nga Thunderbird, në formatin <emphasis>mbox</emphasis>.
tr: Ubuntu'yu kapattığında, klasörün bir kopyasını yedekleyin. Bu klasör Thunderbird'de, <emphasis>mbox</emphasis> biçimindeki tüm posta klasörlerini içerir.

source: Transferring your data safely
ca: Transferència segura de les vostres dades
da: Flyt dine data på sikker vis
sq: Të transferosh të dhënat e tua me siguri
tr: Verileriniz güvenli bir şekilde aktarılıyor

source: Once you have collected together all of the files and settings you might need, you must create a copy of them which can be stored safely while you initially install Ubuntu. There are many ways of storing a copy of this data, and which method you choose will depend on your particular circumstances.
ca: Un cop hàgiu recollit tots els fitxers i paràmetres que us puguin caldre, haureu de crear-ne una còpia que es pugui emmagatzemar de manera segura mentre instal·leu l'Ubuntu. Hi ha moltes maneres d'emmagatzemar una còpia d'aquestes dades, i el mètode que vulgueu triar dependrà de les vostres circumstàncies concretes.
da: Når du har samlet alle de filer og indstillinger, som du kan få brug for, skal du oprette en kopi af dem, som kan gemmes sikkert, mens du installerer Ubuntu. Der er mange måder at gemme en kopi af disse data på, og hvilken metode du vælger vil afhænge af dine særlige omstændigheder.
sq: Pasi i keni krijuar të gjithë skedarët dhe parametrat që mund t'iu nevojiten, ju duhet të krijoni një kopje të tyre e cila duhet ruajtur e sigurtë ndërkohë që ju instaloni fillimisht Ubuntu. Ka shumë mënyra për të ruajtur një kopje të këtyre të dhënave dhe cilën metodë zgjidhni do të varet nga rrethanat tuaja të veçanta.
tr: Tüm dosyalarını ve ayarlarını bir araya getirdikten sonra, güvenli bir şekilde depolayabilmek için, Ubuntu'yu ilk yüklediğinde, bir kopyasını oluşturmalısın. Bu verilerin kopyasını almanın birçok yolu vardır ve hangi metodu seçeceğin senin özel şartlarına bağlıdır.

source: After you have made a copy of your files, it is very important to <emphasis role="strong">test the files</emphasis> to ensure that they have been copied successfully. If you have many files, at least check the most important files and randomly check other files where possible. This will help to protect you from data loss.
ca: Després que hàgiu fet una còpia dels vostres fitxers, és molt important <emphasis role="strong">comprovar-los</emphasis> per a assegurar-se que s'han copiat correctament. Si teniu molts fitxers, com a mínim comproveu els fitxers més importants, i de manera aleatòria comproveu altres fitxers on sigui possible. Això us ajudarà a protegir-vos d'una pèrdua de dades.
da: Efter du har lavet en kopi af dine filer, er det meget vigtigt at <emphasis role="strong">teste filerne</emphasis> for at sikre at de er blevet kopieret korrekt. Hvis du har mange filer, så kontroller i det mindste de vigtigste filer og tilfældigt andre filer såvidt muligt. Dette vil medvirke til at beskytte dig mod tab af data.
sq: Pasi keni bërë një kopje të skedarëve tuaj, është shumë e rëndësishme që ti <emphasis role="strong">testoni skedarët</emphasis> për tu siguruar që ata janë kopjuar siç duhet. Nëse keni shumë skedarë, të paktën kontrolloni skedarët më të rëndësishëm dhe pa radhë kontrolloni skedarët e tjerë kur është e mundur. Kjo do të ndihmojë në ruajtjen e të dhënave tuaja pa i humbur.
tr: Dosyalarınızın bir kopyasını yaptıktan sonra onların başarılı bir şekilde kopyalanmış olduğundan emin olmak için <emphasis role="strong">dosyaları test et</emphasis> çok önemlidir. Birçok dosyanız varsa en azından en önemli dosyaları kontrol edin ve mümkünse diğer dosyaları rastgele kontrol edin. Bu sizin veri kaybından korunmanıza yardımcı olacaktır.

source: Direct transfer
ca: Transferència directa
da: Direkte overførsel
sq: Transferim i drejtpërdrejtë
tr: Doğrudan aktarma

source: If you are installing Ubuntu onto a different computer than the one on which your data is stored, you can leave the data you collected on that computer and can safely transfer the data across once Ubuntu has been installed onto the other computer.
ca: Si esteu instal·lant l'Ubuntu a un ordinador diferent d'on tingueu emmagatzemades les dades, podeu deixar les dades que heu recollit en aquell ordinador i transferir-les de manera segura un cop l'Ubuntu s'hagi instal·lat a l'altre ordinador.
da: Hvis du installerer Ubuntu på en anden computer end den hvor dine data er gemt, kan du lade de data du har samlet ligge på denne computer, og sikkert overføre din data, når Ubuntu er installeret på den anden computer.
sq: Nëse po e instaloni Ubuntu në një kompjuter të ndryshëm nga ai në të cilin janë ruajtur të dhënat tuaja, ju mund t'i lini të dhënat e mbledhura në atë kompjuter dhe t'i transferoni të dhënat në mënyrë të sigurtë pasi Ubuntu të jetë instaluar në kompjuterin tjetër.
tr: Bilgileriniz sakladığınız bilgisayardan farklı bir bilgisayara kurulum yapıyorsanız, topladığınız verileri orada bırakabilir, Ubuntu kurulumunu tamamladıktan sonra tüm verilerinizi kolay ve güvenli bir şekilde aktarabilirsiniz.

source: When ready, you can transfer the data between the computers using a network connection.
ca: Quan estigueu preparat, podeu transferir les dades entre els ordinadors utilitzant una connexió de xarxa.
da: Når du er klar, kan du overføre data mellem computere ved hjælp af en netværksforbindelse.
sq: Kur të jeni gati, ju mund t'i transferoni të dhënat tuaja midis kompjuterave duke përdorur një lidhje rrjeti.
tr: Hazır olduktan sonra verilerinizi bilgisayarlar arasında ağ yardımı ile aktarabilirsiniz.

source: CD or DVD disc
ca: Disc de CD o DVD
da: Cd- eller dvd-disk
sq: Disk CD ose DVD
tr: CD veya DVD diski

source: A common and reliable way of backing-up data is by using a recordable CD or DVD disc. CDs and DVDs can be used by almost all computers and are relatively cheap. However, your computer must have a CD or DVD recorder drive installed and you may have to use several CDs or DVDs if the data you have collected is larger than the capacity of a single disc.
ca: Una manera comú i fiable de fer còpies de seguretat de les dades és utilitzar un disc de CD o de DVD enregistrable. Els CD i DVD es poden utilitzar a la majoria dels ordinadors i són relativament barats. Tot i això, l'ordinador ha de tenir instal·lada una unitat enregistradora de CD o DVD i potser haureu d'utilitzar diversos CD o DVD si les dades que heu recollit superen la capacitat d'un disc.
da: En typisk og pålidelig måde at sikkerhedskopiere data er ved hjælp af en brændbar cd- eller dvd-skive. Cd'er og dvd'er kan bruges af næsten alle computere, og er relativt billige. Dog skal din computer have et cd- eller dvd-brænderdrev drev installeret, og det kan være nødvendigt for dig at bruge flere cd'er eller dvd'er, hvis de data du har indsamlet, er større end kapaciteten af en enkelt disk.
sq: Një mënyrë e zakonshme dhe e besueshme e ruajtjes së të dhënave është duke përdorur një CD apo DVD të regjistrueshëm. CD-të dhe DVD-të mund të përdoren nga të gjithë kompjuterat dhe janë relativisht jo të shtrenjtë. Sidoqoftë, kompjuteri juaj duhet të ketë një draiv regjistrues të CD-ve apo DVD-ve të instaluar dhe juve mund t'iu duhet të përdorni disa CD apo DVD nëse të dhënat e mbledhura kanë një kapacitet më të madh se një disk i vetëm.
tr: Genel ve güvenilir veri yedekleme yoluda kaydedilebilir CD ve DVD diskleridir. CD ve DVD ler hemen hemen tüm bilgisayarlarda kullanılabilmektedirler ve ucuzdurlar. Ancak bilgisayarınızda CD veya DVD yazıcı olması gerekir. Ayrıca yedekleyeceğiniz veri boyutuna bağlı olarak ta bir veya birden fazla CD/DVD diskiniz olmalıdır.

source: If possible, use DVD discs as these have a larger capacity and so you will require fewer discs to store all of your data. CDs typically have a capacity of 650-700MB while DVDs can normally hold up to 4.5GB of data (roughly equivalent to 7 CDs).
ca: Si és possible, utilitzeu discos DVD, atès que tenen una capacitat superior i per tant us caldran menys discos per a emmagatzemar totes les dades. Normalment un CD té una capacitat de 650-700MB, mentre que un DVD pot contenir fins a 4,5GB de dades (equivalent a uns 7 CD).
da: Hvis det er muligt så brug dvd'er, da disse har en større kapacitet, og derved skal du bruge færre skiver for at gemme al din data. Cd'er har typisk en kapacitet på 650-700MB, mens DVD'er, der normalt kan rumme op til 4,5 GB data (hvilket nogenlunde svarer til 7 cd'er).
sq: Nëse është e mundur, përdorni diset DVD sepse këta kanë kapacitet më të madh dhe do të kërkojnë më pak disqe për të ruajtur të gjitha të dhënat tuaja. CD-të në mënyrë tipike kanë një kapacitet prej 650-700MB ndërkohë që DVD-të mbajnë normalisht deri në 4.5GB të dhëna (gati e barabartë me 7 CD).
tr: Mümkünse daha yüksek kapasiteli olan DVD diskleri kullanınız böylece daha az diske ihtiyacınız olur. CD ler genellikle 650-700MB kapasiteli iken sadece bir DVD 4,5GB büyüklüğe kadar veri sakalayabilir. (nerde ise 7 CD kadar)

source: In order to store data on a blank CD or DVD, you must use a <emphasis>CD writing</emphasis> application. Microsoft Windows XP includes such an application by default, although other such applications are capable of storing your data just as well.
ca: Per a poder emmagatzemar dades a un CD o DVD verge, heu d'utilitzar una aplicació d'<emphasis>enregistrament de CD</emphasis>. El Windows XP de Microsoft inclou una aplicació com aquesta per defecte, encara que també hi ha altres aplicacions que poden fer-ho.
da: For at gemme data på en tom cd eller dvd, skal du bruge et <emphasis>cd-brænder</emphasis> program. Microsoft Windows XP indeholder en sådan program som standard, selv om andre sådanne programmer vil være i stand til at lagre dine data lige så godt.
sq: Për të ruajtur të dhënat tuaja në një CD apo DVD bosh, ju duhet të përdorni një program <emphasis>Shkruajtës disqesh</emphasis>. Microsoft Windows XP e ka një program të tillë në vetvete, megjithëse ka edhe programe të tjera që janë në gjendje t'i ruajnë të dhënat tuaja po aq mirë.
tr: Verilerinizi CD veya DVD 'ye yedeklemek için <emphasis>CD yazıcı</emphasis> uygulaması gereklidir. Microsoft Windows XP 'de zaten böyle bir uygulama vardır, bununla birlikte benzer diğer uygulamalarla da verilerinizi saklayabilirsiniz.

source: Ensure that your CD- or DVD-writing drive contains no discs. Eject any discs currently in the drive.
ca: Assegureu-vos que la vostra unitat d'enregistrament de CD o DVD no conté cap disc. Expulseu qualsevol disc que hi hagi a la unitat.
da: Sikre dig at dit cd- eller dvd-brænder ikke indeholder en diske. Fjern eventuelle disks fra drevet.
sq: Sigurohuni që lexuesi i CD ose DVD've nuk ka disk brenda. Nxirreni cfarëdolloj disku që mund të keni në lexues.
tr: CD- veya DVD- sürücünüzde disk olmadığından emin olun. Sürücü içerisindeki diskinizi çıkarın.

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem></menuchoice>. Locate your CD or DVD writing drive - it will likely have a name such as <guilabel>CD-RW drive</guilabel>.
ca: Premeu <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>El meu ordinador</guimenuitem></menuchoice>. Cerqueu la vostra unitat de gravació de CD o DVD, que segurament tindrà un nom semblant a <guilabel>Unitat CD-RW</guilabel>.
da: Tryk på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Denne computer</guimenuitem></menuchoice>. Find dit cd- eller dvd-bænderdrev - det vil sandsynligvis have et navn som f.eks <guilabel>cd-rw-drev</guilabel>.
sq: Kliko <menuchoice><guimenuitem>Fillo</guimenuitem><guimenuitem>Kompjuteri im</guimenuitem></menuchoice>. Gjej lexuesin e CD ose DVD've - ai zakonisht duhet të duket si <guilabel>CD-RW drive</guilabel>.
tr: <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Bilgisayarım</guimenuitem></menuchoice>'a basın. CD ya da DVD'nizi yazma sürücüsüne yerleştirin - Muhtemelen <guilabel>CD-RW sürücü</guilabel> gibi bir adı olacaktır.

source: Double-click on the icon of the drive. A blank folder should open, with a heading called <guilabel>CD Writing Tasks</guilabel> shown in the blue panel to the left of the screen.
ca: Feu doble clic a la icona de la unitat. S'hauria d'obrir una carpeta en blanc, amb una capçalera anomenada <guilabel>Tasques d'enregistrament de CD</guilabel> mostrada al quadre blau a l'esquerra de la pantalla.
da: Dobbelt-klik på ikonet for drevet. En tom mappe bør åbne, med overskriften <guilabel>Cd-skrivningsopgaver</guilabel> vises i det blå panelet til venstre på skærmen.
sq: Klikoni dy herë mbi ikonën e diskut. Do të hapet një dosje bosh me kreun që quhet <guilabel>CD Writing Tasks</guilabel> dhe shfaqet në panelin blu në të majtë të ekranit.
tr: Sürücünün ikonuna iki kere tıklayın. Ekranın sol tarafında görünen mavi panel de <guilabel>CD Yazma Görevleri</guilabel> başlıklı boş bir klasör açılmalı.

source: Leave this folder open and then open the folder containing the files which you have collected together.
ca: Deixeu aquesta carpeta oberta i obriu la carpeta que conté els fitxers que heu recollit.
da: Efterlad mappen åben og åben derefter den mappe der indeholder de filer som du har samlet sammen.
sq: Lëreni këtë dosje hapur dhe hapni dosjen e cila përmban skedarët që keni mbledhur sëbashku.
tr: Bu klasörü açık bırakın ve daha sonra bir araya topladığınız dosyaların klasörünü açın.

source: Select as many files as you are able to fit onto the disc which you will be using. You can check the size of the current selection by right-clicking any selected file and choosing <guilabel>Properties</guilabel> from the menu which appears. The <guilabel>Size</guilabel> field on the <guilabel>General</guilabel> tab gives the size of the current selection.
ca: Seleccioneu el màxim de fitxers que càpiguen al disc que utilitzareu. Podeu comprovar la mida de la selecció actual fent clic amb el botó secundari a qualsevol fitxer seleccionat i triant <guilabel>Propietats</guilabel> al menú que apareix. El camp <guilabel>Tamaño</guilabel> a la pestanya <guilabel>General</guilabel> proporciona la mida de la selecció actual.
da: Vælg så mange filer, som du kan få på den disken du har valgt at bruge. Du kan kontrollere størrelsen af den aktuelle markering ved at højreklikke på en af de valgte filer og vælge <guilabel>Egenskaber</guilabel> fra menuen der vises. Feltet <guilabel>Størrelse</guilabel> under fanen <guilabel>Generelt</guilabel> viser størrelsen af den aktuelle markering.
sq: Zgjidhni skedarët që jeni në gjendje t'i vendosni në diskun që do të përdorni. Ju mund ta kontrolloni përmasën e përzgjedhjes duke klikuar me të djathtën mbi çdo skedar dhe duke zgjedhur <guilabel>Properties</guilabel> nga menuja që shfaqet. Fusha <guilabel>Size</guilabel> në tabelën <guilabel>General</guilabel> jep përmasën e zgjedhjes që keni kryer.
tr: Kullanacağınız diske yeteri kadar dosyayı seçip yerleştirin. Mevcut seçiminizin boyutunu kontrol etmek için herhangi bir seçili dosyaya sağ tıklayıp açılan menüden <guilabel>Özellikler</guilabel>'i seçebilirsiniz. <guilabel>Genel</guilabel> sekmesinde bulunan <guilabel>Boyut</guilabel> alanı mevcut seçiminizin boyutunu gösterir.

source: Copy the selected files into the CD- or DVD-drive folder which you opened earlier.
ca: Copieu els fitxers seleccionats a la carpeta de la unitat de CD o de DVD que heu obert anteriorment.
da: Kopier de valgte filer til cd- eller dvd-drevet, som du åbnede tidligere.
sq: Kopjo skedarët e zgjedhur pak më parë në kartelën e lexuesit të CD ose DVD've që hapët më parë.
tr: Daha önceden açtığınız CD- ya da DVD-sürücü klasörünün içerisine seçtiğiniz dosyaları kopyalayın.

source: Press <guibutton>Write these files to CD</guibutton>, which can be found in the blue panel. The <application>CD Writing Wizard</application> will start.
ca: Premeu <guibutton>Enregistra aquests fitxers a un CD</guibutton> que es troba al quadre blau. S'iniciarà l'<application>Auxiliar d'enregistrament de CD</application>.
da: Tryk på <guibutton>Skriv disse filer til cd</guibutton>, som kan findes i det blå panel. <application>Guiden Cd-skrivning</application> startes.
sq: Klikoni <guibutton>Write these files to CD</guibutton>, i cili gjendet në panelin blu. Do të nisë <application>CD Writing Wizard</application>.
tr: Mavi tabla da bulunan <guibutton>Bu dosyaları CD'ye yaz</guibutton>a basın. <application>CD Yazma Sihirbazı</application> başlayacak.

source: Follow the instructions given on-screen by the <application>CD Writing Wizard</application>. This will write the selected files to a blank CD or DVD.
ca: Seguiu les instruccions proporcionades a la pantalla pel <application>Auxiliar d'enregistrament de CD</application>. Aquest escriurà els fitxers seleccionats a un CD o DVD verge.
da: Følg intruktionerne i <application>Guiden Cd-skrivning</application>. Dette vil skrive de valgte filer til en tom cd eller dvd.
sq: Ndiqni udhëzimet që jepen në ekran nga <application>CD Writing Wizard</application>. Kjo do t'i shkruajë skedarët e përzgjedhur në një CD apo DVD bosh.
tr: <application>CD Yazma Sihirbazı</application> tarafından ekranda belirtilen yönergeleri takip edin. Seçtiğiniz dosyalar boş bir CD ya da DVD'e yazılacaktır.

source: Once the disc has been written, eject it and then re-insert it into the drive. In <filename>My Computer</filename>, open the drive and check that the files you just copied to the CD are visible there. Try opening a few of them just to make sure.
ca: Un cop s'hagi enregistrat el disc, expulseu-lo i torneu-lo a inserir a la unitat. A <filename>El meu ordinador</filename>, obriu la unitat i comproveu que els fitxers que acabeu de copiar al CD són visibles. Proveu d'obrir-ne uns quants per a assegurar-vos-en.
da: Skub cd'en ud når brændingen er færdig, og sæt den derefter tilbage i drevet. Åbn drevet, under <filename>Denne computer</filename>, og kontroller at de filer du lige har kopieret til cd'en er synlige der. Prøv at åbne nogle af dem bare for at være sikker.
sq: Pasi disku të jetë shkruar, nxirreni atë dhe rivendoseni në draiv. Tek <filename>My Computer</filename>, hapni draivin dhe kontrolloni që skedarët që sapo shkruajtët janë të dukshëm aty. Përpiquni të hapni disa prej tyre për të qenë i sigurtë.
tr: Disk yazıldıktan sonra çıkartın ve daha sonra sürücüye tekrar takın. <filename>Bilgisayarım</filename>daki sürücüyü açın ve CD'ye henüz kopyaladığınız dosyaların orada göründüğünü kontrol edin. Emin olmak için dosyalardan bazılarını açmayı deneyin.

source: Repeat this procedure until all of the files you collected together are safely stored onto CDs or DVDs.
ca: Repetiu aquest procediment fins que tots els fitxers que heu recollit estiguin emmagatzemats de forma segura als CD o DVD.
da: Gentag denne procedure, indtil alle de filer, du har samlet sammen, er gemt sikkert på cd'er eller dvd'er.
sq: Përsëriteni këtë proçedurë deri sa të gjithë skedarët e mbledhur sëbashku të jenë ruajtur të sigurtë në CD apo DVD.
tr: Tüm topladığınız dosyalar CDlere veya DVDlere kopyalanana kadar bu işlemi tekrarlayın.
