Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>. Type <emphasis>cmd.exe</emphasis> into the box labelled <guilabel>Open:</guilabel> and press <guibutton>OK</guibutton>.
sq: Kliko <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice>. Shtypni <emphasis>cmd.exe</emphasis> në kutinë e titulluar <guilabel>Open:</guilabel> dhe klikoni <guibutton>OK</guibutton>.

source: Select the folder from which you want to export your favorites. Selecting the <guilabel>Favorites</guilabel> folder will will export all of them. Press <guibutton>Next</guibutton>.
sq: Zgjidhni dosjen nga e cila dëshironi të eksportoni favoritet tuaja. Zgjedhja e dosjes <guilabel>Të Favorizuarat</guilabel> do t'i eksportojë të gjitha ato. Klikoni <guibutton>Tjetër</guibutton>.

source: These instructions are intended for users of <application>Microsoft Outlook Express 6</application>. If you are a user of a different version of <application>Outlook Express</application>, you may find instructions specific to that version from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
sq: Këto udhëzime janë nënkuptuar për përdoruesit e <application>Microsoft Outlook Express 6</application>. Nëse jeni përdorues i një versioni tjetër të <application>Outlook Express</application>, ju mund të gjeni udhëzime specifike për atë version nga <ulink url="https://help.ubuntu.com/community">Faqja mbështetëse e komunitetit të Ubuntu</ulink>.

source: A folder will open. Find the file you just selected. If you have difficultly finding the file, it should be of type <emphasis>Office Data File</emphasis> or have the file extension <filename>.pst</filename>.
sq: Do të hapet një dosje. Gjeni skedarin që sapo përzgjodhët. Nëse keni vështirësi për të gjetur skedarin, ai duhet të jetë i tipit <emphasis>Office Data File</emphasis> ose duhet të ketë zgjatimin e skedarit <filename>.pst</filename>.

source: In this folder, locate a folder named <filename>Mail</filename> or <filename>ImapMail</filename>. Select this folder and copy it to a safe location.
sq: Brenda kësaj dosjeje, gjeni një dosje tjetër të quajtur <filename>Mail</filename> ose <filename>ImapMail</filename>. Zgjidheni këtë dosje dhe kopjojeni atë në një vend të sigurtë.

source: Removable storage devices such as external hard disks will have a certain type of <emphasis>file system</emphasis>. For use on removable devices, the best supported filesystem for Ubuntu is <emphasis>FAT</emphasis> (also called <emphasis>FAT32</emphasis> or <emphasis>vfat</emphasis>). While other file systems (such as NTFS and HFS+) are usable, they may require additional steps to allow you to use them with Ubuntu. If possible, try to use the FAT format for your removable disk.
sq: Pajisjet ruajtëse të lëvzishme siç janë hard disqet e jashtëm do të kenë një lloj të caktuar <emphasis>sistemi të skedarëve</emphasis>. Për përdorim në pajisjet e lëvizshme, sistemi më i mirë i suportuar për Ubuntu është <emphasis>FAT</emphasis> (i quajtur edhe <emphasis>FAT32</emphasis> ose <emphasis>vfat</emphasis>). Kurse sistemet e tjerë të skedarëve (siç janë NTFS dhe HFS+) megjithëse të përdorshëm, mund të kërkojnë hapa të mëtejshëm për t'iu lejuar që t'i përdorni në Ubuntu. Nëse është e mundur, përpiquni të përdorni formatin FAT për diskun tuaj të lëvizshëm.

source: To access your Home folder, press <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>. You can create new folders inside your Home folder by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>. You may find it useful to create folders for different types of files, such as music and photos. This will help to keep things organized and you will be able to find your files more quickly and easily if they are categorized in this manner.
sq: Për të hyrë në dosjen tuaj Shtëpi, klikoni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Dosja Shtëpi</guimenuitem></menuchoice>. Ju mund të krijoni dosje të reja brenda dosjes suaj Shtëpi duke klikuar <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Krijo Dosje</guimenuitem></menuchoice>. Mund të jetë e dobishme të krijoni dosje për lloje të ndryshme skedarësh, siç janë muzika dhe fotot. Kjo do të ndihmojë që të qëndroni i organizuar dhe do të jeni në gjendje t'i gjeni skedarët më me shpejtësi dhe lehtësi nëse ato karakterizohen në këtë mënyrë.

source: Insert the disc into the disc drive of your computer. After a short while, a disc icon should appear on your <filename>desktop</filename>.
sq: Vendoseni diskun në kompjuter. Pas pak çastesh një ikonë disku do të shfaqet në <filename>desktop-in</filename> tuaj.

source: Open your Home folder and create a new folder called <emphasis>Photos</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
sq: Hapni dosjen tuaj Shtëpi dhe krijoni një dosje të re të quajtur <emphasis>Fotot</emphasis>. Ju mund ta bëni këtë duke klikuar <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Krijo Dosje</guimenuitem></menuchoice>.

source: The <application>Import</application> screen should be shown. If it is not, press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to show it.
sq: Do të shfaqet ekrani <application>Importo</application>. Nëse jo, klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Importo...</guimenuitem></menuchoice> për ta shfaqur atë.

source: To prevent two copies of your photos from being stored, un-check the <guilabel>Copy file to the Photos folder</guilabel>.
sq: Për të parandaluar ruajtjen e dy kopjeve të fotove tuaja, hiqeni përzgjedhjen nga <guilabel>Kopjo skedarin në dosjen e Fotove</guilabel>.

source: From <guilabel>Import source</guilabel> select the option <guilabel>Select Folder</guilabel>. Select the <filename>Photos</filename> folder in your Home folder by clicking it once.
sq: Nga <guilabel>Importo burimin</guilabel> zgjidh opsionin <guilabel>Përzgjidh Dosje</guilabel>. Zgjidh dosjen <filename>Fotot</filename> në direktorinë tuaj Shtëpi duke e klikuar një herë atë.

source: Open your Home folder and create a new folder called <emphasis>Music</emphasis>. You can do this by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
sq: Në dosjen tuaj Shtëpi krijoni një dosje të re të quajtur <emphasis>Muzika</emphasis>. Mund ta bëni këtë duke shkuar tek <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Krijo Dosje</guimenuitem></menuchoice>.

source: Start <application>Evolution</application> by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
sq: Nisni <application>Evolution</application> duke klikuar <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.

source: Press <guibutton>Browse...</guibutton>, locate the folder which you saved your emails into and open it.
sq: Klikoni <guibutton>Shfleto...</guibutton>, gjeni dosjen tek e cila keni ruajtur email-et tuaja dhe hapeni atë.

source: Open the folder <filename>Local Folders</filename> and look for files with names such as <filename>Inbox</filename>. Select a file and press <guibutton>Open</guibutton>. If you have many email messages, you may have to wait a while for the file to be checked before you can continue.
sq: Hapni dosjen <filename>Dosjet Lokale</filename> dhe shikoni për skedarë me me emra si <filename>Në Hyrje</filename>. Zgjidhni skedarin dhe klikoni <guibutton>Hape</guibutton>. Nëse keni shumë mesazhe email, ju mund t'iu duhet të prisni pak për të kontrolluar skedarin para se të mund të vazhdoni.

source: Select the location you would like to copy the saved emails into by pressing the button labelled <guilabel>Destination folder</guilabel>. By default this will be the <filename>Inbox</filename> folder, which is the recommended destination for your emails. Then, press <guibutton>Forward</guibutton>.
sq: Zgjidhni vendin ku dëshironi të kopjoni email-et tuaja që keni ruajtur duke klikuar butonin <guilabel>Dosja e Destinacionit</guilabel>. Paraprakisht kjo do të jetë dosja <filename>Në Hyrje</filename>, i cili është destinacioni i rekomanduar për email-et tuaja. Pastaj klikoni <guibutton>Përpara</guibutton>.

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your address book into and select it. Press <guibutton>Open</guibutton>.
sq: Klikoni <guibutton>Shfleto...</guibutton>, gjeni skedarin ku keni ruajtur librin e adresave dhe përzgjidheni atë. Klikoni <guibutton>Hape</guibutton>.

source: Choose a location in which to save the contacts, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>.Press <guibutton>Forward</guibutton>.
sq: Zgjidhni një vendndodhje ku t'i ruani kontaktet, siç është <menuchoice><guimenuitem>Në Këtë Kompjuter</guimenuitem><guimenuitem>Personale</guimenuitem></menuchoice>. Klikoni <guibutton>Përpara</guibutton>.

source: Press <guibutton>Browse...</guibutton>, locate the file which you saved your calendar into and select it. Press <guibutton>Open</guibutton>.
sq: Klikoni <guibutton>Shfleto...</guibutton>, gjeni skedarin ku keni ruajtur kalendarin tuaj dhe përzgjidheni atë. Klikoni <guibutton>Hape</guibutton>.

source: Find and select the file which you originally exported from <application>Internet Explorer</application> (see <xref linkend="preparing-bookmarks"/>) and press <guibutton>OK</guibutton>.
sq: Gjeni dhe përzgjidhni skedarin të cilin fillimisht e eksportuat nga <application>Internet Explorer</application> (shikoni <xref linkend="preparing-bookmarks"/>) dhe klikoni <guibutton>OK</guibutton>.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice> to set up printers. Ubuntu does not support faxing.
sq: Hapni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Printimi</guimenuitem></menuchoice> për të instaluar printerat. Ubuntu nuk e suporton faksin.

source: The three menus at the top left of the screen &mdash;<guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu>&mdash; contain most of the same things as the Start menu in Windows.
sq: Tre menutë në pjesën e sipërme majtas të ekranit &mdash;<guimenu>Programet</guimenu>, <guimenu>Vendet</guimenu>, dhe <guimenu>Sistemi</guimenu>&mdash; përmbajnë pak a shumë të njëjtat gjëra si menuja Start në Windows.
