Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Options...</guimenuitem></menuchoice>
ca: Obriu l'<application>Outlook</application> i premeu <menuchoice><guimenuitem>Herramientas</guimenuitem><guimenuitem>Opciones...</guimenuitem></menuchoice>
da: Åbn <application>Outlook</application> og tryk <menuchoice><guimenuitem>Funktioner</guimenuitem><guimenuitem>Indstillinger...</guimenuitem></menuchoice>
sq: Hapni <application>Outlook</application> dhe klikoni <menuchoice><guimenuitem>Mjetet</guimenuitem><guimenuitem>Opsionet...</guimenuitem></menuchoice>
tr: <application>Outlook</application>'u açın <menuchoice><guimenuitem>Araçlar</guimenuitem><guimenuitem>Seçenekler...</guimenuitem></menuchoice>'e basın.

source: Select the <guilabel>Mail Setup</guilabel> tab and press <guibutton>Data Files...</guibutton>
ca: Seleccioneu la pestanya <guilabel>Configuración del correo</guilabel> i premeu <guibutton>Archivos de datos...</guibutton>
da: Vælg fanen <guilabel>Konfiguration af e-mail</guilabel> og tryk <guibutton>Datafiler...</guibutton>
sq: Zgjidhni tabelën <guilabel>Instalimi i Postës</guilabel> dhe klikoni <guibutton>Skedarët e të Dhënave...</guibutton>
tr: <guilabel>Posta Kurulumu</guilabel> sekmesini seçin ve <guibutton>Veri Dosyaları...</guibutton>'na basın.

source: A screen called <guilabel>Outlook Data Files</guilabel> will be displayed. Select the first file in the list, make a note of its name, and press <guibutton>Open Folder...</guibutton>
ca: Es mostrarà una pantalla anomenada <guilabel>Archivos de datos de Outlook</guilabel>. Seleccioneu la primera fila de la llista, apunteu-vos el seu nom, i premeu <guibutton>Abrir carpeta...</guibutton>
da: En skærm ved navn <guilabel>Outlook-datafiler</guilabel> vil blive vist. Vælg den første fil i listen, skriv navnet ned, og tryk <guibutton>Åbn mappe...</guibutton>
sq: Do të shfaqet një ekran i quajtur <guilabel>Skedar me të Dhëna Outlook</guilabel>. Zgjidhni skedarin e parë në listë, mbani shënim emrin e tij dhe klikoni <guibutton>Hap Dosjen...</guibutton>
tr: <guilabel>Outlook Veri Dosyaları</guilabel> adında bir ekran gözükecek. Listedeki ilk dosyayı seç, adını bir yere not al ve <guibutton>Klasör Aç...</guibutton>a tıkla.

source: A folder will open. Before proceeding, you need to close <application>Outlook</application> - in the <guilabel>Outlook Data Files</guilabel> window, press <guibutton>Close</guibutton>, then in the <guilabel>Options</guilabel> window, press <guibutton>OK</guibutton> or <guibutton>Cancel</guibutton>. Now close <application>Outlook</application>.
ca: S'obrirà una carpeta. Abans de continuar, heu de tancar l'<application>Outlook</application> - a la finestra <guilabel>Fitxers de dades de l'Outlook</guilabel> premeu <guibutton>Tanca</guibutton> i després a la finestra <guilabel>Opcions</guilabel> premeu <guibutton>D'acord</guibutton> o <guibutton>Cancel·la</guibutton>. Ara tanqueu l'<application>Outlook</application>.
da: Der vil blive åbnet en mappe. Inden du går videre, skal du lukke <application>Outlook</application> - i vinduet <guilabel>Outlook-datafiler</guilabel> skal du trykke <guibutton>Luk</guibutton>, derefter skal du trykke <guibutton>OK</guibutton> eller <guibutton>Annuller</guibutton> i vinduet <guilabel>Indstillinger</guilabel>. Luk nu <application>Outlook</application>.
tr: Bir klasör açılacak. İşlemden önce <guilabel>Outlook Veri Dosyaları</guilabel> penceresi içinde <application>Outlook</application>'u kapatmanız gerekir, <guibutton>Kapat</guibutton>'a basın daha sonra <guilabel>Seçenekler</guilabel> penceresinde <guibutton>TAMAM</guibutton> ya da <guibutton>İptal</guibutton>'e basın. Şimdi <application>Outlook</application>'u kapatın.

source: In the folder that was opened, find the file you had selected in <application>Outlook</application>. If you have difficultly finding the file, it should be of type <emphasis>Office Data File</emphasis> or have the file extension <filename>.pst</filename>.
ca: En la carpeta que s'ha obert, cerqueu el fitxer que heu seleccionat a l'<application>Outlook</application>. Si teniu problemes per trobar el fitxer, hauria de ser del tipus <emphasis>Fitxer de dades de l'Office</emphasis> o tenir l'extensió de fitxer <filename>.pst</filename>.
da: Find nu filen du havde valgt i <application>Outlook</application> i den netop åbnede mappe. Hvis du har problemer med at finde filen, kan du kigge efter typen <emphasis>Office-datafil</emphasis> eller filtypenavnet <filename>.pst</filename>.
tr: Açık olan klasörde, <application>Outlook</application>'ta seçmiş olduğunuz dosyayı bulun. Eğer dosyayı bulmakta zorlanıyorsanız, bu <emphasis>Office Veri Dosyası</emphasis> türünde ya da <filename>.pst</filename> uzantılı bir dosya olmuş olmasındandır.

source: Copy the file into the location you are using to store your exported settings.
ca: Copieu el fitxer a la ubicació on vulgueu desar els paràmetres que exporteu.
da: Kopier filen til den placering, du bruger til at gemme dine eksporterede indstillinger.
sq: Kopjoni skedarin në vendin që po përdorni për të ruajtur parametrat tuaja të eksportuara.
tr: Dışa aktarılan ayarlarınızı saklamak için kullandığınız yerin içerisine dosyayı kopyalayın.

source: Repeat this process for all of the files which were listed on the <guilabel>Outlook Data Files</guilabel> screen.
ca: Repetiu aquest procés per a tots els fitxers que es llisten a la pantalla <guilabel>Archivos de datos de Office</guilabel>.
da: Gentag denne proces for alle de filer der var vist i <guilabel>Outlook-datafiler</guilabel> vinduet.
sq: Përësriteni këtë proçes për të gjithë skedarët që janë listuar në ekranin <guilabel>Skedarët e të Dhënave Outlook</guilabel>.
tr: <guilabel>Outlook Veri Dosyaları</guilabel> ekranında listelenen tüm dosyalar için bu işlemi tekrar edin.

source: Exporting your contacts
ca: Exportació dels vostres contactes
da: Eksportér dine kontakter
sq: Duke eksportuar kontaktet tuaja
tr: Bağlantılarınızı dışa aktarmak

source: Open <application>Outlook</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>
ca: Obriu l'<application>Outlook</application> i premeu <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar...</guimenuitem></menuchoice>
da: Åbn <application>Outlook</application> og tryk på <menuchoice><guimenuitem>Filer</guimenuitem><guimenuitem>Importer og eksporter...</guimenuitem></menuchoice>
sq: Hapni <application>Outlook</application> dhe klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Importo dhe Eksporto...</guimenuitem></menuchoice>
tr: <application>Outlook</application>i açın ve <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>İçe aktar ve Dışa Aktar...</guimenuitem></menuchoice>'a basın.

source: The <application>Import and Export Wizard</application> will start. Select the option <guilabel>Export to a file</guilabel> and then press <guibutton>Next</guibutton>.
ca: S'iniciarà l'<application>Asistente de importación y exportación</application>. Seleccioneu l'opció <guilabel>Exportar a un archivo</guilabel> i premeu <guibutton>Siguiente</guibutton>.
da: <application>Guiden Import og eksport</application> starter. Vælg punktet <guilabel>Eksporter til en fil</guilabel> og tryk derefter på <guibutton>Næste</guibutton>.
sq: Do të nisë <application>Mjeti i Importit dhe Eksportit</application>. Zgjidhni opsionin <guilabel>Exportoje në një skedar</guilabel> dhe klikoni <guibutton>Tjetër</guibutton>.
tr: <application>İçe ve Dışa Aktarma Sihirbazı</application> başlayacak. <guilabel>Dış bir dosyaya aktar</guilabel> seçeneğini seçin ve sonra <guibutton>İleri</guibutton>'ye basın.

source: Select <guilabel>Comma Separated Values (DOS)</guilabel> and press <guibutton>Next</guibutton>
ca: Seleccioneu <guilabel>Valores separados por comas (DOS)</guilabel> i premeu <guibutton>Siguiente</guibutton>
da: Vælg <guilabel>Kommaseparerede værdier (DOS)</guilabel> og tryk <guibutton>Næste</guibutton>
sq: Zgjidhni <guilabel>Vlera të Ndara me Presje (DOS)</guilabel> dhe klikoni <guibutton>Tjetër</guibutton>
tr: <guilabel>Virgülle Ayrılan Değerler (DOS)</guilabel>i seçin ve <guibutton>İleri</guibutton>'ye basın.

source: Select the <guilabel>Contacts</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
ca: Seleccioneu la carpeta <guilabel>Contactos</guilabel> i premeu <guibutton>Siguiente</guibutton>. Llavors, trieu on voleu desar el fitxer i premeu <guibutton>Siguiente</guibutton>.
da: Vælg mappen <guilabel>Kontaktpersoner</guilabel> og tryk <guibutton>Næste</guibutton>. Vælge derefter hvor du vil gemme filen, og tryk <guibutton>Næste</guibutton>.
sq: Zgjidhni dosjen <guilabel>Kontaktet</guilabel> dhe pastaj klikoni <guibutton>Tjetër</guibutton>. Pastaj, zgjidhni ku do ta ruani skedarin dhe klikoni <guibutton>Tjetër</guibutton>.
tr: <guilabel>Bağlantılar</guilabel> dosyasını seçin ve <guibutton>İleri</guibutton>'ye basın. Daha sonra dosyayı nereye kaydedeceğinizi seçin ve <guibutton>İleri</guibutton>'ye basın.

source: A screen listing <guilabel>Actions to be performed</guilabel> will be shown. Press <guibutton>Finish</guibutton> to export your contacts to the location you selected in the previous step.
ca: Es mostrarà una pantalla anomenada <guilabel>Acciones a realizar</guilabel>. Premeu <guibutton>Finalizar</guibutton> per a exportar els contactes a la ubicació que heu seleccionar al pas anterior.
da: Et vindue med <guilabel>Følgende handlinger vil blive udført</guilabel> vil blive vist. Tryk <guibutton>Udfør</guibutton> for at eksportere dine kontaktpersoner til den placering, du valgte i forrige trin.
sq: Do të shfaqet një ekran që ka <guilabel>Veprimet që do të kryhen</guilabel>. Klikoni <guibutton>Përfundo</guibutton> për të eksportuar kontaktet tuaja në vendndodhjen që keni zgjedhur në hapin e mëparshëm.
tr: <guilabel>Gerçekleştirilecek eylemler</guilabel>'i listeleyen bir ekran gösterilecek. Bağlantılarınızı bir önceki adımda seçtiğiniz yerin içerisine aktarmak için <guibutton>Bitir</guibutton>'e basın.

source: Exporting your calendar
ca: Exportació del calendari
da: Eksport af din kalender
sq: Eksportimi i kalendarit tuaj
tr: Takviminizi dışa aktarmak (yedeklemek).

source: Select the <guilabel>Calendars</guilabel> folder and press <guibutton>Next</guibutton>. Then, choose where to save the file and press <guibutton>Next</guibutton>.
ca: Seleccioneu la carpeta <guilabel>Calendarios</guilabel> i premeu <guibutton>Siguiente</guibutton>. Llavors, trieu on voleu desar el fitxer i premeu <guibutton>Siguiente</guibutton>.
da: Vælg mappen <guilabel>Kalender</guilabel> og tryk <guibutton>Næste</guibutton>. Vælg derefter hvor du vil gemme filen og tryk <guibutton>Næste</guibutton>.
sq: Zgjidhni dosjen <guilabel>Kalendarët</guilabel> dhe klikoni <guibutton>Tjetër</guibutton>. Pastaj, zgjidhni ku do ta ruani skedarin dhe klikoni <guibutton>Tjetër</guibutton>.
tr: <guilabel>Takvimler</guilabel> dosyasını seçin ve <guibutton>İleri</guibutton>'ye basın. Daha sonra, dosyayı kaydedeceğiniz yeri seçin ve <guibutton>İleri</guibutton>'ye basın.

source: Exporting mail messages
ca: Exportació de missatges de correu electrònic
da: Eksport af e-post
sq: Eksportimi i mesazehve të postës
tr: E-posta mesajlarınız dışa aktarılıyor

source: You do not need to export mail messages if you use IMAP for retrieving email from your mail server - the email is still stored on the server. You only need to export mail messages if you use POP3 to retrieve email from your mail server. This is because by default the email will not be persisted on the server after it has been downloaded to your computer when using POP3.
ca: No heu d'exportar els missatges de correu si utilitzeu l'IMAP per obtenir el correu del servidor de correu - el correu se segueix emmagatzemant al servidor. Només heu d'exportar els missatges de correu si utilitzeu POP3 per obtenir els correus del servidor de correu. Això és perquè de manera predeterminada els correus no es queden al servidor després que s'hagin baixat a un ordinador quan s'utilitza POP3.
da: Du behøver ikke at eksportere e-postbeskeder, hvis du bruger IMAP til at hente e-post fra din e-postserver - beskederne ligger stadig lagret på serveren. Du behøver kun at eksportere e-postbeskeder, hvis du bruger POP3 til at hente e-post fra din e-postserver. Dette skyldes at beskederne som standard ikke vil blive liggende på serveren, efter de er hentet til din computer, når du bruger POP3.
tr: Posta sunucundan eposta almak için IMAP kullanıyorsan, posta mesajlarını dışa aktarmana gerek yoktur. Sadece eğer posta sunucundan eposta almak için POP3 kullanıyorsan posta mesajlarını dışa aktarmalısın. Bundan dolayı öntanımlı olarak eposta, POP3 kullanılarak bilgisayarına indirildikten sonra sunucuda sürdürülmeyecek.

source: Because <application>Microsoft Outlook</application> is unable to fully export its mail messages to a usable intermediate format, you must install another piece of software in order to export your email.
ca: Atès que l'<application>Outlook de Microsoft</application> no pot exportar completament els seus missatges de correu a un format intermedi que es pugui utilitzar, haureu d'instal·lar un altre programa per a exportar els vostres correus.
da: Fordi <application>Microsoft Outlook</application> ikke er i stand til fuldt ud at eksportere sine e-post til et anvendeligt mellemliggende format, skal du installere et andet stykke software for at eksportere din e-post.
sq: Për shkak se <application>Microsoft Outlook</application> nuk është në gjendje që t'i eksportojë tërësisht mesazhet e tij të postës në një format të përdorshëm ndërmjetës, juve ju duhet të instaloni një program tjetër për të eksportuar postën tuaj.
tr: Çünkü, <application>Microsoft Outlook</application>, posta mesajlarını, kullanılabilir normal biçime tam olarak dışa aktarma yapamaz. Epostalarını dışa aktarmak için başka yazılım yüklemelisin.

source: Preparing email for export using Mozilla Thunderbird
ca: Preparació del correu a exportar amb el Thunderbird de Mozilla
da: Forberedning af e-post til eksport med Mozilla Thunderbird
sq: Duke përgatitur email-in për tu eksportuar duke përdorur Mozilla Thunderbird
tr: Mozilla Thunderbird kullanarak içe aktarım için bir e-posta hazırlama

source: Because some mail clients (such as <application>Microsoft Outlook</application> and <application>Microsoft Outlook Express</application>) do not store their mail messages in a standard format, an additional piece of software must be used to convert the mail before export. <application>Mozilla Thunderbird</application> is a free, open-source application which is able to do this.
ca: Atès que alguns clients de correu (com ara l'<application>Outlook de Microsoft</application> i l'<application>Outlook Express de Microsoft</application>) no emmagatzemen els seus missatges de correu en un format estàndard, haureu d'instal·lar un altre programa per a convertir el correu abans d'exportar-lo. El <application>Thunderbird de Mozilla</application> és una aplicació gratuïta i de codi obert la qual és capaç de fer-ho.
da: Fordi nogle e-postklienter (f.eks <application>Microsoft Outlook</application> og <application>Microsoft Outlook Express</application>) ikke gemmer deres mails i et standardformat, skal et ekstra stykke software anvendes til at konvertere e-posten før eksport. <application>Mozilla Thunderbird</application> er et gratis, open source-program som er i stand til at gøre dette.
sq: Për shkak se disa klientë poste (siç është <application>Microsoft Outlook</application> dhe <application>Microsoft Outlook Express</application>) nuk i ruajnë mesazhet e tyre të postës në një format standart, një copë shtesë e programit duhet përdorur për të konvertuar postën para eksportimit. <application>Mozilla Thunderbird</application> është një program falas dhe me burim të hapur i cili është në gjendje ta bëjë këtë.
tr: Bazı posta istemcileri (<application>Microsoft Outlook</application> ve <application>Microsoft Outlook Express</application> gibi), kendi posta mesajlarını standart biçimde depolamazlar. Onları dışarı aktarmadan önce, dönüştürmek için ek yazılım gereklidir. <application>Mozilla Thunderbird</application>, bunu yapabilecek özgür, açık kaynaktır.

source: The following instructions explain how to obtain Thunderbird and then use it to prepare mail messages for export:
ca: Les instruccions següents expliquen com obtenir el Thunderbird i utilitzar-lo per a preparar els missatges de correu per a exportar-los:
da: Nedenstående instrukser forklarer hvordan du får Thunderbird, og derefter bruger det til at forberede e-post-beskeder til eksport:
sq: Udhëzimet që vijojnë shpjegojnë se si ta merrni Thunderbird dhe ta përdorni për të përgatitur mesazhet email për eksport:
tr: Aşağıdaki yönergeler Thunderbird'ü nasıl edineceğinizi ve daha sonra posta mesajlarınızı dışa aktarmaya hazırlamak için kullanacağınızı açıklar.

source: Open a web browser and navigate to the <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird website</ulink>. Follow the link to download <application>Mozilla Thunderbird</application>.
ca: Obriu un navegador web i navegueu al <ulink url="http://www.mozilla.com/thunderbird/">lloc web del Thunderbird de Mozilla</ulink>. Seguiu l'enllaç per a baixar el <application>Thunderbird de Mozilla</application>.
da: Åbn en webbrowser og gå til <ulink url="http://mozilladanmark.dk/produkter/thunderbird/">Mozilla Thunderbird hjemmesiden</ulink>. Følg linket for at hente <application>Mozilla Thunderbird</application>.
sq: Hapni një shfletues interneti dhe shkoni tek <ulink url="http://www.mozilla.com/thunderbird/">Faqja e internetit të Mozilla Thunderbird</ulink>. Ndiqni lidhjen për të shkarkuar <application>Mozilla Thunderbird</application>.
tr: Bir web browser açın ve <ulink url="http://www.mozilla.com/thunderbird/">Mozilla Thunderbird web sitesi</ulink>ne gidin. <application>Mozilla Thunderbird</application>u yüklemek için linki takip edin.

source: Once the download has completed, run the installer package. Follow the instructions to install Thunderbird.
ca: Un cop hagi finalitzat la baixada, executeu el paquet d'instal·lació i seguiu-ne les instruccions per a instal·lar el Thunderbird.
da: Når overførslen er færdig, skal du køre installationspakken. Følg instruktionerne for at installere Thunderbird.
sq: Pasi shkarkimi ka përfunduar, nisni paketën e instaluesit. Ndiqni udhëzimet për të instaluar Thunderbird.
tr: İndirme işlemi bittikten sonra, kurulum paketini çalıştırınız. Thunderbird programını yüklemek için yönergeleri takip edin.

source: Once the installer has completed, start <application>Mozilla Thunderbird</application>. You should be greeted with the <application>Import Wizard</application>. Follow the instructions to import all settings - this should import your mail and some other data.
ca: Un cop l'instal·lador ha finalitzat, inicieu el <application>Thunderbird de Mozilla</application>, des d'on us hauria de donar la benvinguda l'<application>Auxiliar d'importació</application>. Seguiu les instruccions per a importar tots els paràmetres - amb això s'hauria d'importar el correu i altres dades.
da: Start <application>Mozilla Thunderbird</application>, når installationsprogrammet er færdigt. Du vil blive mødt med <application>Import guide</application>. Følg instruktionerne for at importere alle indstillinger - dette vil importere dine e-post og nogle andre data.
sq: Pasi instaluesi ka përfunduar, nisni <application>Mozilla Thunderbird</application>. Do t'iu përshëndesë <application>Programi i Importimit</application>. Ndiqni udhëzimet për të importuar të gjitha parametrat - kjo do të importojë postën tuaj dhe disa të dhëna të tjera.
tr: Yükleyici tamamlandıktan sonra, <application>Mozilla Thunderbird</application>'ü başlatın. <application>İçeri aktarma Sihirbazı</application> ile karşılaşacaksın. Tüm ayarları üçe aktarmak için aşağıdaki yönergeleri takip edin. Bu, postanı ve bazı diğer verileri içe aktaracak.

source: If the <application>Import Wizard</application> does not appear, press <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> and choose the <guilabel>Mail</guilabel> option. Follow the instructions to import your mail.
ca: Si l'<application>Auxiliar d'importació</application> no apareix, premeu <menuchoice><guimenuitem>Eines</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> i trieu l'opció <guilabel>Correu</guilabel>. Seguiu les instruccions per a importar el correu.
da: Hvis <application>Import guiden</application> ikke vises, skal du trykke på <menuchoice><guimenuitem>Funktioner</guimenuitem><guimenuitem>Importer...</guimenuitem></menuchoice> og vælge <guilabel>E-mail</guilabel>. Følg vejledningen for at importere din e-post.
sq: Nëse <application>Programi i Importimit</application> nuk shfaqet, klikoni <menuchoice><guimenuitem>Mjetet</guimenuitem><guimenuitem>Importo...</guimenuitem></menuchoice> dhe zgjidhni opsionin <guilabel>Postë</guilabel>. Ndiqni udhëzimet për të importuar postën tuaj.
tr: Eğer <application>İçe aktarma Sihirbazı</application> görünmezse, <menuchoice><guimenuitem>Araçlar</guimenuitem><guimenuitem>İçe aktar...</guimenuitem></menuchoice>'a basın ve <guilabel>Posta</guilabel> opsiyonunu seçin. Postanızı içeri aktarmak için yönergeleri takip edin.

source: Once all of your mail has been imported, you must now make a copy of it for exporting. Please see <xref linkend="preparing-email-thunderbird"/> for instructions on how to do this.
ca: Un cop s'ha importat tot el correu, haureu de realitzar-ne una còpia per a exportar-lo. Vegeu <xref linkend="preparing-email-thunderbird"/> per a obtenir les instruccions de com fer-ho.
da: Når al din e-post er blevet importeret, skal du lave en kopi af det til eksport. Se <xref linkend="preparing-email-thunderbird"/> for instruktioner om, hvordan du gør dette.
sq: Pasi posta juaj të jetë importuar, ju duhet të bëni një kopje të saj për eksport. ju lutemi të shikoni <xref linkend="preparing-email-thunderbird"/> për udhëzime se si ta bëni këtë.
tr: Tüm postalarınız içe aktarıldıktan sonra, dışa aktarmak için bir kopyasını almalısın. Bunun nasıl yapılacağı hakkında yönergeler için lütfen <xref linkend="preparing-email-thunderbird"/>'e bakın.

source: Exporting email messages from Mozilla Thunderbird
ca: Exportació dels missatges de correu electrònic del Thunderbird de Mozilla
da: Eksport af e-post-beskeder fra Mozilla Thunderbird
sq: Duke eksportuar mesazhet email nga Mozilla Thunderbird
tr: E-posta mesajlarınız Mozilla Thunderbird'den dışa aktarılıyor
