Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Once you have stored your data onto discs, ensure that the discs are well protected and labelled correctly. If you scratch or otherwise damage a disc, you may lose some of the data stored on it. Labelling discs also helps to avoid confusion and will allow you to quickly find data when the time comes to transfer it back onto a computer.
ca: Un cop hàgiu emmagatzemat les dades als discs, assegureu-vos que aquests estan correctament protegits i etiquetats. Si ratlleu o feu malbé un disc, podeu perdre algunes de les dades que hi hagi emmagatzemades. Etiquetar els discs també ajuda a evitar confusions i us permetrà trobar ràpidament les dades quan sigui el moment de tornar-les a transferir a un ordinador.
da: Når du har gemt din data på skiver, sikre dig at skiverne er godt beskyttet og mærkes korrekt. Hvis du ridser eller beskadiger en skive, kan du miste nogle af de filer, der lagres på skiven. Mærkning af skiverne hjælper også til at undgå forvirring, og vil give dig mulighed for hurtigt at finde din data, når tid kommer til at overføre det til en computer.
sq: Pasi i keni ruajtur të dhënat tuaja në disqe, sigurohuni që disqet të jenë të mbrojtur dhe të etiketuar siç duhet. Nëse gërvishtni apo dëmtoni një disk, ju mund të humbni disa nga të dhënat e ruajtura në të. Etiketimi i disqeve gjithashtu ju ndihmon që të evitoni konfuzionin dhe ju lejon që t'i gjeni të dhënat me shpejtësi kur vjen momenti për t'i rikthyer ato përsëri në kompjuterin tuaj.
tr: Tüm verilerinizi disklere kopyaladıktan sonra bu diskleri güvenli bir şekilde saklayın ve doğru bir biçimde etiketleyin. Eğer diskleriniz çizilirse verilerinizin bir kısmını kaybedebilirsiniz. Doğru etiketleme ise karışıklıkları ortadan kaldırır ve verileriniz zamanı gediğinde çabuk bir şekilde geri yüklemenizi sağlar.

source: External hard-disk drive or other removable device
ca: Unitat de disc dur externa o altres dispositius extraïbles
da: Ekstern harddisk eller andre flytbare drev
sq: Hard Disk i jashtëm ose pajisje tjetër e shkëputshme
tr: Harici disk sürücüsü veya diğer çıkarılabilir cihaz

source: If you have access to an external hard-disk drive or some other removable storage device of a great enough capacity, then you can simply copy the files you have collected onto this device. When ready to transfer the files onto your Ubuntu installation, you may simply connect the drive and copy the files from it again.
ca: Si teniu accés a una unitat de disc dur externa o un altre dispositiu d'emmagatzematge extraïble de gran capacitat, podreu copiar els fitxers que hàgiu recollit a aquest dispositiu. Quan estigueu a punt per a transferir els fitxers a la instal·lació de l'Ubuntu, simplement connecteu la unitat i copieu els fitxers des d'aquesta.
da: Hvis du har adgang til en ekstern harddisk eller en anden flytbar lagringsenhed, med en stor nok kapacitet, så kan du bare kopiere de filer du har samlet til denne enhed. Når du er klar til at overføre filer til din Ubuntu installation, kan du blot tilslutte drevet og kopiere filerne tilbage fra den igen.
sq: Nëse keni pranë ndonjë hard disk të lëvizshëm apo ndonjë pajisje tjetër me kapacitet aq të madh sa duhet , atëherë thjesht mund të kopjoni skedarët që keni mbledhur tek pajisja. Kur të jeni gati për të transferuar skedarët në instalimin tuaj të Ubuntu, ju thjesht mund të lidhni pajisjen dhe t'i kopjoni përsëri skedarët prej saj.
tr: Eğer harici bir disk sürücünüz veya yeterli kapasitesi olan başka bir harici depolama aygıtınız var ise, topladığınız verileri basitçe buraya kopyalayabilirsiniz. Dosyalarınızı Ubuntu kurulumunuza transfer etmeye hazır olduğunuzda basitçe depolama aygıtını sisteminize bağlayın ve kopyalayın.

source: Removable storage devices such as external hard disks will have a certain type of <emphasis>file system</emphasis>. For use on removable devices, the best supported file system for Ubuntu is <emphasis>FAT</emphasis> (also called <emphasis>FAT32</emphasis> or <emphasis>vfat</emphasis>).
ca: Els dispositius d'emmagatzematge extraïbles, com ara els discs durs externs, tenen un cert tipus de <emphasis>sistema de fitxers</emphasis>. Per utilitzar en dispositius extraïbles, el sistema de fitxers més compatible amb l'Ubuntu és el <emphasis>FAT</emphasis> (també anomenat <emphasis>FAT32</emphasis> o <emphasis>vfat</emphasis>).
da: Flytbare lagerenheder såsom eksterne harddiske vil have en bestemt type <emphasis>filsystem</emphasis>. <emphasis>FAT</emphasis> (også kaldet <emphasis>FAT32</emphasis> eller <emphasis>vfat</emphasis>) er det bedst understøttede filsystem til brug på flytbare enheder i Ubuntu.
tr: Kaldırılabilir depolama aygıtları, harici sabit disk gibi, <emphasis>dosya sistem</emphasis>nin belirli bir türüne sahip olacaktır. Kaldırılabilir aygıtlar üzerinde kullanımında Ubuntu için en iyi desteklenen dosya sistemi <emphasis>FAT</emphasis>'dır. ( <emphasis>FAT32</emphasis> ya da <emphasis>vfat</emphasis> olarak da adlandırılır).

source: Please note that FAT32 only supports a maximum file size of 4GB. If you plan on transferring larger files, like DVD images, you should choose a different file system, like NTFS.
ca: Tingueu en compte que el FAT32 només admet fitxers de mida màxima de 4GB. Si teniu pensat transferir fitxers més grans, com ara imatges de DVD, hauríeu de triar un altre sistema de fitxers, com ara l'NTFS.
da: Bemærk venligst at FAT32 kun understøtter en maksimal filstørrelse på 4GB. Hvis du har planer om at overføre større filer, som dvd-aftryk, bør du vælge et andet filsystem, såsom NTFS.
tr: Lütfen FAT32'nin sadece azami 4GB'lık dosya boyutunu desteklediğini dikkate alın. Eğer daha büyük dosyaları taşıması planlıyorsanız, DVD kalıplarına benzer, NTFS gibi başka bir dosya sistemi seçmelisiniz.

source: You can discover the format of an external disk by right-clicking it in <filename>My Computer</filename> and selecting <guilabel>Properties</guilabel>. The format of the disk is shown in the <guilabel>General</guilabel> tab under <guilabel>File system</guilabel>.
ca: Podeu descobrir el format d'un disc extern fent-hi clic amb el botó secundari a <filename>El meu ordinador</filename> i seleccionant <guilabel>Propietats</guilabel>. El format del disc es mostrarà a la pestanya <guilabel>General</guilabel> dins de <guilabel>Sistema fitxers</guilabel>.
da: Du kan se formatet af en ekstern disk ved at højreklikke på det i <filename>Denne computer</filename> og vælge <guilabel>Egenskaber</guilabel>. Formatet på disken vises i fanen <guilabel>Generelt</guilabel> under <guilabel>Filsystem</guilabel>.
sq: Ju mund të zbuloni formatin e një hard disku të jashtëm duke klikuar me të djathtën tek <filename>My Computer</filename> dhe duke zgjedhur <guilabel>Properties</guilabel>. Formati i diskut shfaqet në tabelën <guilabel>General</guilabel> tek <guilabel>File system</guilabel>.
tr: Harici bir diskin biçimini <filename>Bilgisayarım</filename>'da ve <guilabel>Özellikler</guilabel>'i seçip, sağ tıklayarak öğrenebilirsiniz. Diskin biçimi, <guilabel>Genel</guilabel> sekmesinin altındaki <guilabel>Dosya sistemi</guilabel>'nde görülür.

source: Network share
ca: Recurs compartit de xarxa
da: Netværksdeling
sq: Ndarje nga rrjeti
tr: Ağ paylaşımı

source: If your computer is connected to a network, you may be able to temporarily store the files which you collected together on another computer on the network.
ca: Si l'ordinador està connectat a una xarxa, pot ser que pugueu emmagatzemar temporalment els fitxers que heu recollit a un altre ordinador de la xarxa.
da: Hvis din computer er tilsluttet et netværk, kan du være i stand til midlertidigt at gemme, de filer som du har samlet sammen, på en anden computer på netværket.
sq: Nëse kompjuteri juaj është i lidhur me një rrjet, ju mund të jeni në gjendje që përkohësisht t'i ruani skedarët që keni mbledhur në një kompjuter tjetër të rrjetit.
tr: Eğer bilgisayarınız bir ağa bağlı ise, topladığınız verileri geçici olarak kolaylıkla ağdaki başka bir bilgisayara saklayabilirsiniz.

source: Ensure that a computer on the network has sufficient disk space to allow you to copy your files onto it.
ca: Assegureu-vos que un ordinador de la xarxa té suficient espai de disc per a poder-hi copiar els fitxers.
da: Sikre dig at en computer på netværket har tilstrækkelig diskplads til at give dig mulighed for at kopiere dine filer over på den.
sq: Sigurohuni që një kompjuter në rrjet të ketë hapësirë të mjaftueshme disku për t'iu lejuar që të kopjoni skedarët në të.
tr: Yedekleme yapacağınız ağdaki diğer bilgisayarın disk sürücüsünde yeterli yer olduğundan emin olun.

source: Ensure that you are able to copy files onto the other computer from your computer. To be able to do this, the computer must have at least one <emphasis>network share/shared folder</emphasis> and you must have <emphasis>write privileges</emphasis> for that network share.
ca: Assegureu-vos que sou capaç de copiar fitxers a l'altre ordinador des del vostre ordinador. Per a poder-ho fer, l'ordinador ha de tenir com a mínim un <emphasis>recurs compartit de xarxa o carpeta compartida</emphasis> i heu de tenir-hi <emphasis>permís d'escriptura</emphasis>.
da: Sikre dig at du er i stand til at kopiere filer over på den anden computer fra din computer. For at kunne gøre dette, skal computeren have mindst én <emphasis>netværksdeling/delte mappe</emphasis>, og du skal have <emphasis>skriverettigheder</emphasis> til netværksdelingen.
sq: Sigurohuni që jeni në gjendje të kopjoni skedarët nga kompjuteri juaj në kompjuterin tjetër. Për ta bërë këtë, kompjuteri duhet të ketë të paktën një <emphasis>ndarje rrjeti/dosje të përbashkët</emphasis> dhe ju duhet të keni <emphasis>privilegje shkrimi</emphasis> për atë dosje të rrjetit.
tr: Diğer bilgisayar üzerinden bilgisayarınıza dosyaları kopyalayabildiğinizden emin olunuz. Bunu yapabilmek için, bilgisayar en azından bir <emphasis>ağ paylaşımı/paylaşılan klasörler</emphasis>'e sahip olmalı ve ağ paylaşımı için siz <emphasis>yazma imtiyazı</emphasis>na sahip olmalısınız.

source: Open the network share on your computer. This can normally be accessed by pressing <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem><guimenuitem>My Network Places</guimenuitem></menuchoice> and then finding the network share or the computer which provides the network share.
ca: Obriu el recurs compartit de xarxa al vostre ordinador. A aquest normalment s'hi pot accedir prement <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>El meu ordinador</guimenuitem><guimenuitem>Llocs de la xarxa</guimenuitem></menuchoice> i llavors cercant el recurs compartit de xarxa o l'ordinador que el proporciona.
da: Åbn netværksdelingen på din computer. Dette kan normalt tilgås ved at trykke på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Denne computer</guimenuitem><guimenuitem>Netværkssteder</guimenuitem></menuchoice> og derefter finde netværksdelingen eller computeren som udbyder netværksshare.
sq: Hap dosjen e rrjetit në kompjuterin tënd. Kjo mund të hapet normalisht duke klikuar <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>My Computer</guimenuitem><guimenuitem>My Network Places</guimenuitem></menuchoice> dhe pastaj të gjendi dosjen e rrjetit apo kompjuterin që ka dosjen.
tr: Bilgisayarınızdan ağ paylaşımını açın. Bu normalde <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Bilgisayarım</guimenuitem><guimenuitem>Ağ Bağlantılarım</guimenuitem></menuchoice>'a basılarak ulaşabilir ve sonra ağ paylaşımı ya da ağ paylaşımını sunan bilgisayar bulunarak olabilir.

source: Copy the files you collected into the network share. This may take some time depending on the size of your files and the speed of your network connection.
ca: Copieu els fitxers que heu recollit al recurs compartit de xarxa. Aquesta operació pot tardar en funció de la mida dels fitxers i de la velocitat de la connexió de la xarxa.
da: Kopier de filer, du har samlet, over i netværksdelingen. Afhængig af størrelse på dine filer og hastigheden af din netværksforbindelse, kan dette tage noget tid.
sq: Kopjoni të gjithë skedarët që keni mbledhur në dosjen e rrjetit. Kjo mund të zgjasë pak duke u varur nga përmasa e skedarëve tuaj dhe nga shpejtësia e lidhjes suaj të rrjetit.
tr: Topladığınız dosyaları ağ paylaşımının içerisine kopyalayın. Bu işlem dosyalarınızın büyüklüğü ve ağ hızınıza bağlı olarak biraz zaman alacaktır.

source: Secondary hard-disk partition
ca: Partició de disc dur secundària
da: Sekundære harddiskpartition
sq: Particioni i dytë i hard-diskut
tr: İkincil sabit disk bölümü.

source: If you have a second partition available on your hard disk, or have two hard-disks, then it is possible to copy the files you have collected onto this second drive.
ca: Si teniu una segona partició disponible al vostre disc dur, o bé teniu dos discs durs, és possible copiar els fitxers que hàgiu recollit en aquesta segona unitat.
da: Hvis du har en anden partition til rådighed på harddisken, eller har to harddiske, så er det muligt at kopiere de filer du har samlet, til det andet drev.
sq: Nëse keni një particion të dytë të disponueshëm në hard diskun tuaj, apo keni dy hard disqe, atëherë është e mundur që t'i kopjoni skedarët që keni zgjedhur në hard diskun e dytë.
tr: Eğer disk sürücünüz de ikinci bir bölüm varsa ya da iki disk sürücüsüne sahipseniz, topladığınız dosyaları bu ikinci bölüme kopyalamanız mümkün olacak.

source: You must be very careful not to over-write the partition on which you have stored your data. It is recommended to make additional back-up copies of your files onto CDs or DVDs in case of this.
ca: Heu de vigilar de no sobreescriure la partició a la qual heu emmagatzemat les dades. En aquest cas es recomana realitzar còpies de seguretat addicionals a un CD o DVD.
da: Vær meget forsigtig med ikke at overskrive den partition, som du har gemt dine data på. Det anbefales at lave en ekstra sikkerhedskopi af dine filer på cd'er eller dvd'er i tilfælde af dette.
sq: Duhet të jeni shumë i kujdesshëm që të mos ta mbishkruani particionin ku keni ruajtur të dhënat tuaja. Ju rekomandohet që të bëni kopje shtesë të skedarëve tuaj në CD apo DVD në raste të tilla.
tr: Bu durumda verilerinizi sakladığınız diskinizin ikincil bölümünü silmemeye veya üzerine yazdırmamaya dikkat edin. Bu durumlar için CD veya DVD'lere ek bir yedekleme yapmanız tavsiye edilmektedir.

source: Simply copy the files you have collected onto the second drive as it appears in <filename>My Computer</filename>. Ensure that this drive (or partition) is <emphasis role="strong">not</emphasis> the one which you intend to install Ubuntu on to.
ca: Simplement copieu els fitxers que hàgiu recollit a la segona unitat que apareix a <filename>El meu ordinador</filename>. Assegureu-vos que aquesta unitat o partició <emphasis role="strong">no</emphasis> sigui aquella on voleu instal·lar l'Ubuntu.
da: Du skal blot kopiere de filer, du har samlet, til det andet drev som det vises i <filename>Denne computer</filename>. Sikr dig, at dette drev (eller denne partition) <emphasis role="strong">ikke</emphasis> er det, som du har tænkt dig at installere Ubuntu på.
sq: Thjesht kopjoni skedarët që keni mbledhur në draivin e dytë ashtu siç shfaqet tek <filename>My Computer</filename>. Sigurohuni që ky draiv (apo particion) <emphasis role="strong">nuk</emphasis> është ai ku keni ndërmend të instaloni Ubuntu.
tr: Topladığın dosyaları, <filename>Bilgisayarım</filename>'da gözükecek şekilde ikinci sürücüye kopyalayın. Bu, Ubuntu'yu yüklemeyi istediğiniz sürücü (veya bölüm) ol<emphasis role="strong">ma</emphasis>sın.

source: Migrating your data into Ubuntu
ca: Migració de les vostres dades cap a l'Ubuntu
da: Overførsel af dine data til Ubuntu
sq: Kalimi i të dhënave tuaja në Ubuntu
tr: Verilerinizi Ubuntuya yerleştirmek

source: This chapter provides instructions on importing your data from Windows applications to the corresponding Ubuntu applications. The instructions assume that you will use the default collection of applications installed with Ubuntu and have followed the instructions in the <xref linkend="preparing"/> chapter.
ca: Aquest capítol proporciona instruccions sobre com importar les dades de les aplicacions del Windows a les aplicacions corresponents de l'Ubuntu. Les instruccions assumeixen que utilitzareu la col·lecció d'aplicacions predeterminada instal·lada amb l'Ubuntu i que heu seguit les instruccions a la <xref linkend="preparing"/>.
da: Dette kapitel indeholder instruktioner om hvordan du importerer dine data fra Windows-programmer til de tilsvarende Ubuntu programmer. Instruktionerne antager, at du vil bruge standard samlingen af programmer der installeret med Ubuntu og har fulgt instruktionerne i <xref linkend="preparing"/> kapitlet.
sq: Ky kapitull jep udhëzime rreth importimit të të dhënave tuaja nga programet Windows në programe korresponduese të Ubuntu. Udhëzimet supozojnë që ju do të përdorni programet e parazgjedhura të instaluara në Ubuntu dhe që do të keni ndjekur udhëzimet në kapitullin <xref linkend="preparing"/>.
tr: Bu bölümde Windows uygulamalarından yedeklediğiniz verilerin Ubuntu uygulamalarına aktarılması ile ilgili yönergeleri bulacaksınız. Bu yönergeler Ubuntu içerisinde standart uygulama paketinin yüklenmiş olduğunu varsayar ve yönergelerin devamı <xref linkend="preparing"/> bölümünde bulunur.

source: Files
ca: Fitxers
da: Filer
sq: Skedarët
tr: Dosyalar

source: You will probably want to move your files into your <emphasis>Home folder</emphasis>. It is considered good practice to store <emphasis>all</emphasis> of your personal files (such as documents, pictures, music and the like) in your Home folder. Then, they are all in one easily-accessed location.
ca: Segurament voleu moure els fitxers a la <emphasis>Carpeta d'usuari</emphasis>. Es considera una bon hàbit emmagatzemar <emphasis>tots</emphasis> els fitxers personals (com ara documents, imatges, música i similars) a aquesta carpeta. D'aquesta manera, tots ells estaran a una ubicació fàcilment accessible.
da: Du vil sikkert gerne flytte dine filer til din <emphasis>hjemmemappe</emphasis>. Det anses for god praksis at gemme <emphasis>alle</emphasis> dine personlige filer (såsom dokumenter, billeder, musik og lignende) i din hjemmemappe. Så de alle er på en let-tilgængelige placering.
sq: Ka mundësi që ju të doni t'i spostoni skedarët tuaj në <emphasis>Dosjen shtëpi</emphasis>. Konsiderohet një praktikë e mirë që t'i ruani <emphasis>të gjithë</emphasis> skedarët tuaj personalë (siç janë dokumentet, fotografitë, muzika e të tjera) në dosjen tuaj Shtëpi. Pas kësaj ato janë të gjitha në një vend ku mund të hyni me lehtësi.
tr: Muhtemelen dosyalarınızı <emphasis>Ev klasörü</emphasis>'ne taşımak isteyeceksiniz.Kişisel dosyalarınızın (belgeler, resimler, müzik ve bunun gibi) <emphasis>tüm</emphasis>ünü Ev klasörünüzde depolamak için güzel bir uygulama düşünülmüş. Bunun için, onların tümü tek kolay-erişilir bir yerdedir.

source: To access your Home folder, press <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>. You may find it useful to have separate folders for different types of files, and some folders may already exist by default such as <filename>Documents</filename>, <filename>Music</filename>, <filename>Pictures</filename>, and <filename>Videos</filename>. This will help to keep things organized and you will be able to find your files more quickly and easily if they are categorized in this manner. You can create new folders inside your Home folder by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice>.
ca: Per accedir a la carpeta d'usuari, premeu <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Carpeta d'usuari</guimenuitem></menuchoice>. Potser trobeu útil tenir diferents carpetes per a diferents tipus de fitxers, i algunes carpetes ja existeixen de forma predeterminada, com ara <filename>Documents</filename>, <filename>Música</filename>, <filename>Imatges</filename> i <filename>Vídeos</filename>. Això us ajudarà a tenir les coses organitzades i us permetrà trobar els fitxers d'una manera més ràpida i fàcil si els teniu classificats d'aquesta manera. Podeu crear carpetes noves a dins de la vostra carpeta d'usuari prement <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Crea una carpeta</guimenuitem></menuchoice>.
da: For at få adgang til din hjemmemappe, skal du trykke på <menuchoice><guimenu>Steder</guimenu><guimenuitem>Hjemmemappe</guimenuitem></menuchoice>. Du vil muligvis finde det nyttigt at have separate mapper til forskellige typer af filer, og nogle mapper kan allerede findes som standard, såsom <filename>Dokumenter</filename>, <filename>Musik</filename>, <filename>Billeder</filename> og <filename>Videoer</filename>. Dette vil medvirke til at holde ting organiseret, og du vil være i stand til at finde dine filer hurtigere og nemmere, hvis de er kategoriseret på denne måde. Du kan oprette nye mapper i din hjemmemappe ved at trykke <menuchoice><guimenuitem>Fil</guimenuitem><guimenuitem>Opret mappe</guimenuitem></menuchoice>.
tr: Ev klasörünüze ulaşmak için <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Ev Klasörü</guimenuitem></menuchoice>'ne basın. Bunu klasörleri farklı dosya türleri için ayırmada kullanuşlı bulmalısınız, bazı klasörler zaten varsayılan olarak var olmalıdır <filename>Belgeler</filename>, <filename>Müzik</filename>, <filename>Resimler</filename> ve <filename>Videolar</filename> gibi. Bu nesneleri düzenli tutmanıza yardım edecektir ve dosyalarınızı daha basitçe ve eğer öyle düzenlenmişse kolayca bulabileceksiniz. Ev klasörünüzün içerisinde <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Klasör Oluştur</guimenuitem></menuchoice>'a basarak yeni klasörler oluşturabilirsiniz.

source: How you copy your files from Windows into your Home folder will depend on how you decided to store your files from Windows. See <xref linkend="preparing-storage"/> for more information on this. However you decided to store your files, the procedure for transferring them across is very simple. For a CD or DVD for example, you would use the following procedure:
ca: La manera de copiar els fitxers del Windows a la carpeta d'usuari dependrà de com hàgiu decidit emmagatzemar-los. Vegeu <xref linkend="preparing-storage"/> per a obtenir més informació. Independentment de com hàgiu decidit emmagatzemar els fitxers, el procediment per a transferir-los és molt fàcil. Per a un CD o DVD, per exemple, haureu de seguir el procediment següent:
da: Hvordan du kopierer dine filer fra Windows til din hjemmemappe, vil afhænge af hvordan du besluttede at opbevare dine filer fra Windows. Se <xref linkend="preparing-storage"/> for yderligere information om dette. Uanset hvordan valgte at opbevar dine filer, er fremgangsmåden for at overføre dem, meget enkel. For en cd eller dvd for eksempel, skal du bruge følgende fremgangsmåde:
sq: Mënyra e kopjimit të skedarëve tuaj nga Windows në dosjen tuaj Shtëpi varet se si keni vendosur t'i ruani këto skedarë brenda Windows. Shikoni <xref linkend="preparing-storage"/> për më tepër informacion rreth kësaj. Sido që keni vendosur t'i ruani skedarët tuaj, proçedura për t'i transferuar ato është shumë e thjeshtë. Përshembull, nga një CD apo DVD ju mund të përdorni proçedurën që vijon:
tr: Windows'dan dosyalarınızı Ev klasörünüze nasıl kopyalayacağınız Windowsda dosyalarınızı nasıl sakladığınıza bağlıdır. Bununla ilgili daha fazla bilgi için bakınız <xref linkend="preparing-storage"/>. Dosyalarınızı nasıl saklamak isterseniz isteyin, dosyaların transfer gayet kolaydır. CD veya DVD den kopyalama örneği için şu yönteme bakabilirsiniz:
