Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to start the <application>Evolution Import Assistant</application>. Then, press <guibutton>Forward</guibutton>.
ca: Premeu <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> per a iniciar l'<application>Auxiliar d'importació de l'Evolution</application>. Llavors, premeu <guibutton>Endavant</guibutton>.
da: Tryk på <menuchoice><guimenuitem>Fil</guimenuitem><guimenuitem>Importér...</guimenuitem></menuchoice> for at starte <application>Import-vejleder til Evolution</application>. Tryk derefter på <guibutton>Næste</guibutton>.
sq: Klikoni <menuchoice><guimenuitem>Skedari</guimenuitem><guimenuitem>Importo...</guimenuitem></menuchoice> për të nisur <application>Ndihmësi i Importimit Evolution</application>. PAstaj, klikoni <guibutton>Përpara</guibutton>.
tr: <application>Evolution İçe Aktarma Yardımcısı</application>'nı başlatmak için <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>İçe Aktar...</guimenuitem></menuchoice>'a basın. Sonra <guibutton>İleri</guibutton>'ye basın.

source: Select <guilabel>Import a single file</guilabel> and then press <guibutton>Forward</guibutton>.
ca: Seleccioneu <guilabel>Importador de fitxers individuals</guilabel> i premeu <guibutton>Endavant</guibutton>.
da: Vælg <guilabel>Importer en enkelt fil</guilabel> og tryk derefter på <guibutton>Næste</guibutton>.
sq: Zgjidh <guilabel>Importo një skedar të vetëm</guilabel> dhe kliko <guibutton>Përpara</guibutton>.
tr: <guilabel>Bir tek dosya içe aktar</guilabel>'ı seç ve <guibutton>İleri</guibutton>'ye bas.

source: Press the box next to <guilabel>Filename:</guilabel> that says <guibutton>(None)</guibutton>, locate the folder which you saved your emails in and open it.
ca: Premeu al quadre al costat de <guilabel>Nom del fitxer:</guilabel> que diu <guibutton>(cap)</guibutton>, ubiqueu la carpeta on heu desat els correus i obriu-la.
da: Tryk på feltet ud for <guilabel>Filnavn:</guilabel>, hvorpå der står <guibutton>(Ingen)</guibutton>. Find den mappe som du har gemt din e-post i og åbn den.
tr: <guilabel>Dosya adı:</guilabel>'nın yanındaki <guibutton>(Hiçbiri)</guibutton> yazan kutuya basın, e-postalarınızı içine kaydettiğiniz klasörü yerleştirin ve açın.

source: Open the folder <filename>Local Folders</filename>, which is found inside the <filename>Mail</filename> folder, and look for files with names such as <filename>Inbox</filename>, <filename>Unsent Messages</filename>, and <filename>Sent</filename>. If you did not store your email in the <filename>Local Folders</filename> area, choose the appropriate folder in <filename>Mail</filename>. Select a file and press <guibutton>Open</guibutton>. If you have many email messages, you may have to wait a while for the file to be checked before you can continue.
ca: Obriu la carpeta <filename>En aquest ordinador</filename>, que trobareu dins de la carpeta <filename>Correu</filename>, i cerqueu fitxers com ara <filename>Safata d'entrada</filename>, <filename>Esborranys</filename> i <filename>Enviat</filename>. Si no heu emmagatzemat el correu a la zona <filename>En aquest ordinador</filename>, trieu la carpeta adequada a <filename>Correu</filename>. Seleccioneu un fitxer i premeu <guibutton>Obre</guibutton>. Si teniu molts missatges de correu, haureu d'esperar-vos una estona mentre es comprova el fitxer abans de continuar.
da: Åbn mappen <filename>Local Folders</filename>, som findes under mappen <filename>Mail</filename>, og kig efter filer med navne som <filename>Inbox</filename>, <filename>uafsendte meddelelser</filename>, og <filename>Sendte</filename>. Hvis du ikke gemte din e-post i området <filename>Lokale Folders</filename>, så vælg den korrekte mappe i <filename>Mail</filename>. Vælg en fil og tryk på <guibutton>Åbn</guibutton>. Hvis du har mange e-postbeskeder, skal du muligvis vente et stykke tid på at filen kontrolleres, før du kan fortsætte.
tr: <filename>Posta</filename> klasörü içinde bulunan <filename>Yerel Klasörler</filename> klasörünü açın ve <filename>Gelen Kutusu</filename>, <filename>Gönderilmemiş İletiler</filename>, and <filename>Gönderilmiş</filename> gibi adı olan dosyalar arayın. Eğer e-postalarınızı <filename>Yerel Klasörler</filename> alanı içinde depolamadıysanız, <filename>Posta</filename> klasörü içindeki uygun bir klasörü seçin. Bir dosya seçin ve <guibutton>Aç</guibutton>'a basın. Eğer çok fazla e-posta iletiniz varsa devam edilmeden önce dosyanın kontrol edilebilmesi için bir süre beklemelisiniz.

source: In <guilabel>File type</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> should be selected. Press <guibutton>Forward</guibutton>.
ca: A <guilabel>Tipus de fitxer</guilabel>, <guilabel>Bústia de correu de Berkeley (mbox)</guilabel> hauria d'estar seleccionada. Premeu <guibutton>Endavant</guibutton>.
da: <guilabel>Berkeley Mailbox (mbox)</guilabel> bør være valgt ud for <guilabel>Filtype</guilabel>. Tryk på <guibutton>Næste</guibutton>.
sq: Tek <guilabel>Lloji i skedarit</guilabel>, <guilabel>Berkeley mailbox (mbox)</guilabel> duhet të zgjidhet. Klikoni <guibutton>Përpara</guibutton>.
tr: <guilabel>Dosya türü</guilabel>'nde, <guilabel>Berkeley posta kutusu (mbox)</guilabel> seçildi. <guibutton>İleri</guibutton>'ye basın.

source: Select the location you would like to copy the saved emails into by pressing the button labeled <guilabel>Destination folder</guilabel>. By default this will be the <filename>Inbox</filename> folder, which is the recommended destination for your emails. Then, press <guibutton>Forward</guibutton>.
ca: Seleccioneu la ubicació on voldríeu copiar els correus desats prement el botó etiquetat com a <guilabel>Carpeta de destinació</guilabel>. Per defecte aquesta serà la carpeta <filename>Safata d'entrada</filename>, que és la destinació recomanada pels correus. Després, premeu <guibutton>Endavant</guibutton>.
da: Vælg den placering, hvor du ønsker at kopiere den gemte e-post til, ved at trykke på knappen <guilabel>Destinationsmappe</guilabel>. Som standard vil dette være mappen <filename>Indbakke</filename>, som er den anbefalede destination for din e-post. Tryk derefter på <guibutton>Næste</guibutton>.
tr: <guilabel>Hedef klasör</guilabel> etiketli düğmeye basarak kaydedilmiş e-postaları içine kopyalamak istediğiniz bir yer seçin . Ön tanımlı olarak e-postalarınız için önerilen hedef olan <filename>Gelen Kutusu</filename> olacaktır. Daha sonra <guibutton>İleri</guibutton>'ye basın.

source: Press <guibutton>Import</guibutton> to import your email messages. If you have a large number of emails, then the import process may take a while. Once importing has finished, your emails should be available for viewing immediately.
ca: Premeu <guibutton>Importa</guibutton> per a importar els missatges de correu electrònic. Si teniu una gran quantitat de correus electrònics, el procés d'importació pot tardar una mica. Un cop hagi finalitzat la importació, els correus electrònics haurien d'estar disponibles per a visualitzar-los immediatament.
da: Tryk på <guibutton>Importér</guibutton> for at importere din e-post. Import processen kan tage et stykke tid, hvis du har en stor mængde e-post. Når importen er færdig, vil din e-post straks være til tilgængelig.
sq: Klikoni <guibutton>Importo</guibutton> për të importuar mesazhet tuaja email. Nëse keni një numër të madh email-esh, atëherë proçesi i importimit mund të zgjasë pak. Pasi importimi të ketë përfunduar, email-et tuaja duhet të jenë të disponueshme për tu shfaqur menjëherë.
tr: E-posta iletilerinizi içe aktarmak için <guibutton>İçe Aktar</guibutton>'a basın. Eğer çok büyük sayıda e-postalarınız varsa aktarım biraz zaman alacaktır. İçe aktarma biter bitmez e-postalarınız görüntülemek için hemen kullanılabilir olmalıdır.

source: Contacts/Address Book
ca: Contactes/llibreta d'adreces
da: Kontakter-/Adressebog
sq: Kontaktet/Libri i Adresave
tr: Kişiler/Adresler Rehberi

source: If you saved your address book from Windows, you can now import your contacts into <application>Evolution</application>. The following instructions assume that you are importing the address book from <application>Microsoft Outlook Express 6</application> or <application>Microsoft Outlook 2002</application>:
ca: Si heu desat la llibreta d'adreces del Windows, ara podeu importar els contactes a l'<application>Evolution</application>. Les instruccions següents assumeixen que esteu important la llibreta d'adreces de l'<application>Outlook Express 6 de Microsoft</application> o de l'<application>Outlook 2002 de Microsoft</application>:
da: Hvis du har gemt din adressebog fra Windows, kan du nu importere dine kontaktpersoner i <application>Evolution</application>. De følgende instruktioner antager, at du vil importere adressekartoteket fra <application>Microsoft Outlook Express 6</application> eller <application>Microsoft Outlook 2002</application>:
sq: Nëse e keni ruajtur librin tuaj të adresave nga Windows, tani mund t'i importoni kontaktet tuaja tek <application>Evolution</application>. Udhëzimet që vijojnë supozojnë që ju po e importoni librin tuaj të adresave nga <application>Microsoft Outlook Express 6</application> ose <application>Microsoft Outlook 2002</application>:
tr: Eğer adres defterinizi Windows'ta kaydettiyseniz, şimdi bağlantılarınızı <application>Evolution</application>'a aktarabilirsiniz. Aşağıdaki yönergeler adres defterinizi <application>Microsoft Outlook Express 6</application> ya da <application>Microsoft Outlook 2002</application>'den içe aktardığınızı varsayar:

source: Press the box next to <guilabel>Filename:</guilabel> that says <guibutton>(None)</guibutton>, locate the folder which you saved your address book in and open it.
ca: Premeu al quadre al costat de <guilabel>Nom de fitxer:</guilabel> que diu <guibutton>(cap)</guibutton>, ubiqueu la carpeta on heu desat la llibreta d'adreces i obriu-la.
da: Tryk på feltet ud for <guilabel>Filnavn:</guilabel>, hvorpå der står <guibutton>(Ingen)</guibutton>. Find den mappe som du har gemt din adressebog i og åbn den.
tr: <guilabel>Dosya adı:</guilabel>'nın yanındaki <guibutton>(Hiçbiri)</guibutton> diyen kutuya basın ve adres defterinizi kaydettiğiniz klasörü içine yerleştirin ve onu açın.

source: Select the backup file for your address book and press <guibutton>Open</guibutton>.
ca: Seleccioneu el fitxer de còpia de seguretat de la llibreta d'adreces i premeu <guibutton>Obre</guibutton>.
da: Vælg sikkerhedskopien af din adressebog og tryk <guibutton>Åbn</guibutton>.
tr: Adres defteriniz için yedek dosyasını seçin ve <guibutton>Aç</guibutton>'a basın.

source: From <guilabel>File type</guilabel>, select <guilabel>VCard (.vcf, .gcrd)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your address book into. Press <guibutton>Forward</guibutton>.
ca: Des de <guilabel>Tipus de fitxer</guilabel>, seleccioneu <guilabel>VCard (.vcf, .gcrd)</guilabel> o <guilabel>Outlook CSV o Tab (.csv, .tab)</guilabel>, en funció del format al qual heu desat la llibreta d'adreces. Premeu <guibutton>Endavant</guibutton>.
da: Vælg <guilabel>vCard (.vcf, .gcrd)</guilabel> eller <guilabel>Outlook CSV eller Tab (.csv, .tab)</guilabel>, fra <guilabel>Filtype</guilabel> listen, afhængig af hvilket format du har gemt din adressebog i. Tryk på <guibutton>Næste</guibutton>.
sq: Nga <guilabel>Lloji i skedarit</guilabel>, zgjidhni <guilabel>VCard (.vcf, .gcrd)</guilabel> ose <guilabel>Outlook CSV ose Tab (.csv, .tab)</guilabel>, në vartësi të formatit që keni ruajtur librin e adresave. Klikoni <guibutton>Përpara</guibutton>.
tr: <guilabel>Dosya türü</guilabel>'nden adres defterinizi içine kaydettiğiniz biçime bağlı olarak <guilabel>VCard (.vcf, .gcrd)</guilabel> ya da <guilabel>Outlook CSV ya da Tab (.csv, .tab)</guilabel>'i seçin. <guibutton>İleri</guibutton>'ye basın.

source: Choose a location in which to save the contacts, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Press <guibutton>Forward</guibutton>.
ca: Trieu una ubicació on desar els contactes, com ara <menuchoice><guimenuitem>En aquest ordinador</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Premeu <guibutton>Següent</guibutton>.
da: Vælg en placering hvor kontakterne skal gemmes, såsom <menuchoice><guimenuitem>På denne maskine</guimenuitem><guimenuitem>Personlig</guimenuitem></menuchoice>. Tryk <guibutton>Næste</guibutton>.
tr: <menuchoice><guimenuitem>Bu Bilgisayarda</guimenuitem><guimenuitem>Kişisel</guimenuitem></menuchoice> olarak bağlantılarınızı kaydedeceğiniz yeri seçin. <guibutton>İleri</guibutton>'ye basın.

source: Press <guibutton>Import</guibutton> to import the contacts into <application>Evolution</application>. Once importing has completed, the imported contacts should be immediately available.
ca: Premeu <guibutton>Importa</guibutton> per a importar els contactes a l'<application>Evolution</application>. Un cop hagi finalitzat la importació, els contactes importats haurien d'estar immediatament disponibles.
da: Tryk på <guibutton>Importér</guibutton> for at importere kontakterne til <application>Evolution</application>. Når importen er færdig, vil de importerede kontaktpersoner være umiddelbart tilgængelige.
sq: Klikoni <guibutton>Importo</guibutton> për të importuar kontaktet në <application>Evolution</application>. PAsi importimi të jetë kompletuar, kontaktet e importuara duhet të jenë menjëherë të disponueshme.
tr: Bağlantıları <application>Evolution</application> içine aktarmak için <guibutton>Dışa aktar</guibutton>'a basın. İçe aktarma bittikten sonra, aktarılan bağlantılar hemen kullanılabilir olacak.

source: Calendar
ca: Calendari
da: Kalender
sq: Kalendari
tr: Takvim

source: If you saved a calendar from Windows, you can now import it into <application>Evolution</application>, the default calendar application.
ca: Si heu desat un calendari del Windows, podeu importar-lo a l'<application>Evolution</application>, l'aplicació de calendari predeterminada.
da: Hvis du har gemt en kalender fra Windows, kan du nu importere den til <application>Evolution</application>, standardkalenderen.
sq: Nëse keni ruajtur një kalendar nga Windows, ju mund ta importoni atë në <application>Evolution</application>, programi i parazgjedhur për kalendarë.
tr: Eğer Windows'daki bir takvimi kaydettiysen, onları şimdi <application>Evolution</application> içine öntanımlı olarak aktarabilirsin.

source: Press the box next to <guilabel>Filename:</guilabel> that says <guibutton>(None)</guibutton>, locate the folder which you saved your calendar in and open it.
ca: Premeu al quadre al costat de <guilabel>Nom de fitxer:</guilabel> que diu <guibutton>(cap)</guibutton>, ubiqueu la carpeta on heu desat el calendari i obriu-la.
da: Tryk på feltet ud for <guilabel>Filnavn:</guilabel>, hvorpå der står <guibutton>(Ingen)</guibutton>. Find den mappe som du har gemt din kalender i og åbn den.
tr: <guilabel>Dosya adı:</guilabel>'nın yanındaki <guibutton>(Hiçbiri)</guibutton> yazan kutuya basın, takviminizi içine kaydettiğiniz klasörü yerleştirin ve açın.

source: Select the backup file for your calendar and press <guibutton>Open</guibutton>.
ca: Seleccioneu el fitxer de còpia de seguretat del calendari i premeu <guibutton>Obre</guibutton>.
da: Vælg sikkerhedskopien af din kalender og tryk <guibutton>Åbn</guibutton>.
tr: Takviminiz için yedek dosyasını seçin ve <guibutton>Aç</guibutton>'a basın.

source: From <guilabel>File type</guilabel>, select <guilabel>vCalendar files (.vcf)</guilabel>, <guilabel>iCalendar files (.ics)</guilabel> or <guilabel>Outlook CSV or Tab (.csv, .tab)</guilabel>, depending on which format you saved your calendar into. Press <guibutton>Forward</guibutton>.
ca: Des de <guilabel>Tipus de fitxer</guilabel>, seleccioneu <guilabel>Fitxers del vCalendar (.vcf)</guilabel>, <guilabel>Fitxers de l'iCalendar (.ics)</guilabel> o <guilabel>Outlook CSV o Tab (.csv, .tab)</guilabel>, en funció del format al qual heu desat la llibreta d'adreces. Premeu <guibutton>Endavant</guibutton>.
da: Vælg <guilabel>vCalendar-filer (.vcf)</guilabel>, <guilabel>iCalendar-filer (.ics)</guilabel> eller <guilabel>Outlook personal folders (.pst)</guilabel>, fra <guilabel>Filtype</guilabel> listen, afhængig af hvilket format du har gemt din kalender i. Tryk på <guibutton>Næste</guibutton>.
sq: Nga <guilabel>Lloji i skedarit</guilabel>, zgjidhni <guilabel>skedarë vCalendar (.vcf)</guilabel>, <guilabel>skedarë iCalendar (.ics)</guilabel> ose <guilabel>Outlook CSV ose Tab (.csv, .tab)</guilabel>, në vartësi të formatit ku keni ruajtur kalendarin tuaj. Klikoni <guibutton>Përpara</guibutton>.
tr: <guilabel>Dosya türü</guilabel>'nden takviminizi hangi format ile kaydettiğinize bağlı olarak <guilabel>vCalendar dosyaları (.vcf)</guilabel>, <guilabel>iCalendar dosyaları (.ics)</guilabel> ya da <guilabel>Outlook CSV ya da Tab (.csv, .tab)</guilabel>'ı seçin. <guibutton>İleri</guibutton>'ye basın.

source: Choose a location in which to save the calendar, such as <menuchoice><guimenuitem>On This Computer</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Ensure that <guilabel>Appointments and Meetings</guilabel> is selected and then press <guibutton>Forward</guibutton>.
ca: Trieu una ubicació on desar el calendari, com ara <menuchoice><guimenuitem>En aquest ordinador</guimenuitem><guimenuitem>Personal</guimenuitem></menuchoice>. Assegureu-vos que l'opció <guilabel>Cites i reunions</guilabel> està seleccionada i premeu <guibutton>Endavant</guibutton>.
da: Vælg en placering hvor kalenderen skal gemmes, såsom <menuchoice><guimenuitem>På denne maskine</guimenuitem><guimenuitem>Personlig</guimenuitem></menuchoice>. Sikre dig at <guilabel>aftaler og møder</guilabel> er valgt, og tryk derefter på <guibutton>Næste</guibutton>.Hvis du importerer fra en <guilabel>Outlook personal folders (.pst)</guilabel> fil, skal du markere <guilabel>Aftaler</guilabel>, <guilabel>Opgaver</guilabel> og <guilabel>Journalindgange</guilabel>, og fjerne markeringen ud for <guilabel>E-post</guilabel>.
sq: Zgjidhni një vendndodhje ku të ruani kalendarin, siç është <menuchoice><guimenuitem>Në Këtë Kompjuter</guimenuitem><guimenuitem>Personale</guimenuitem></menuchoice>. Sigurohuni që <guilabel>Takime dhe Mbledhje</guilabel> është përzgjedhur dhe klikoni <guibutton>Përpara</guibutton>.
tr: Takvimi kaydedeceğiniz yeri seçin. ( <menuchoice><guimenuitem>Bu Bilgisayarda</guimenuitem><guimenuitem>Kişisel</guimenuitem></menuchoice> gibi) <guilabel>Randevular ve Toplantılar</guilabel>'ın seçili olduğuna emin olun ve <guibutton>İleri</guibutton>'ye basın.

source: Press <guibutton>Import</guibutton> to import the calendar into <application>Evolution</application>. Once importing has completed, the new calendar should be immediately available.
ca: Premeu <guibutton>Importa</guibutton> per a importar el calendari a l'<application>Evolution</application>. Un cop hagi finalitzat la importació, el calendari nou hauria d'estar immediatament disponible.
da: Tryk på <guibutton>Importér</guibutton> for at importere kalenderen til <application>Evolution</application>. Når importen er færdig, vil den nye kalender være umiddelbart tilgængelig.
sq: Klikoni <guibutton>Importo</guibutton> për të importuar kalendarin tek <application>Evolution</application>. Pasi importimi të jetë kompletuar, kalendari i ri duhet të jetë menjëherë i disponueshëm.
tr: <application>Evolution</application> içine aktarılacak takvim içim <guibutton>İçe aktar</guibutton>'a basın. Aktarma tamamlandıktan sonra, yeni takvim hemen kullanılabilir olacaktır.

source: Browser Bookmarks/Favorites
ca: Adreces d'interès/preferits del navegador web
da: Browser-bogmærker/foretrukne
sq: Libërshënuesit/Favoritet e Shfletuesit
tr: Tarayıcı Yer İmleri/Sık Kullanılanları

source: If you saved the list of favorite web pages from the browser you used on Windows, you can now import them into the web browser available with Ubuntu. The following instructions are intended for users of the default <application>Firefox Web Browser</application> who are importing their favorites from <application>Microsoft Internet Explorer 6</application>. Please see <xref linkend="preparing-bookmarks"/> for more information.
ca: Si heu desat la llista de pàgines web preferides del navegador que utilitzàveu al Windows, també podeu importar-les al navegador web disponible amb l'Ubuntu. Les instruccions següents van dirigides als usuaris del <application>Navegador web Firefox</application> predeterminat que importin les seves adreces d'interès de l'<application>Internet Explorer 6 de Microsoft</application>. Vegeu <xref linkend="preparing-bookmarks"/> per a obtenir més informació.
da: Hvis du gemte en listen over foretrukne websider fra den browser du brugte på Windows, kan du nu importere dem i webbrowsere til rådighed med Ubuntu. De følgende instruktioner er beregnet til brugere af standard webbrowseren <application>Firefox</application>, der importerer deres favoritter fra <application>Microsoft Internet Explorer 6</application>. Læs <xref linkend="preparing-bookmarks"/> for yderligere information.
sq: Nëse keni një listë të faqeve të favorizuara të Internetit nga shfletuesi që keni përdorur në Windows, ju mund t'i importoni ato në shfletuesin e Internetit që është i disponueshëm për Ubuntu. Udhëzimet që vijojnë janë për përdoruesit e shfletuesit të parazgjedhur <application>Shfletuesi i Internetit Firefox</application> të cilët po i importojnë të favorizuarat e tyre nga <application>Microsoft Internet Explorer 6</application>. Ju lutemi të shikoni <xref linkend="preparing-bookmarks"/> për më tepër informacion.
tr: Eğer Windows'da kullandığınız tarayıcınıza favori web sayfalarınızın listesini kaydetmişseniz, şimdi bunları Ubuntu'da kullanılan web tarayıcınıza aktarabilirsiniz. İlgili yönergeler <application>Microsoft Internet Explorer 6</application>'dan favorilerini içe aktaran standart <application>Firefox Web Tarayıcı</application>sı kullanıcıları için planlanmıştır. Lütfen daha fazla bilgi için buraya bakın; <xref linkend="preparing-bookmarks"/>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> to start the <application>Firefox Web Browser</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice> per a iniciar el <application>navegador web Firefox</application>.
da: Tryk på <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> for at starte <application>Firefox Web Browseren</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Interneti</guisubmenu><guimenuitem>Shfletuesi i Internetit Firefox</guimenuitem></menuchoice> për të nisur <application>Shfletuesin e Internetit Firefox</application>.
tr: <application>Firefox Web Tarayıcısı</application>'nı başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>İnternet</guisubmenu><guimenuitem>Firefox Web Tarayıcı</guimenuitem></menuchoice>'ya basın.
