Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: As with the audio formats, there are many video converter applications available as free-of-charge downloads for Windows. Consider converting your video files to a format which is well-supported by Ubuntu, such as <emphasis>Ogg Theora</emphasis>.
ca: De la mateixa manera que amb els formats d'àudio, existeixen moltes aplicacions de conversió de vídeo gratuïtes per al Windows. Us recomanem que convertiu els vostres fitxers de vídeo a un format compatible amb l'Ubuntu, com ara l'<emphasis>Ogg de Theora</emphasis>.
da: Som ved lydformater, er der mange videokonverteringsprogrammer der kan hentes gratis til Windows. Overvej at konvertere dine videofiler til et format der er godt understøttet i Ubuntu, såsom <emphasis>Ogg Theora</emphasis>.
sq: Si me formatet audio, ka shumë programe për konvertimin e videove që mund të shkarkohen falas për Windows. Konsideroni konvertimin e skedarëve tuaj video në një format i cili suportohet drejtpërdrejt nga Ubuntu, siç është <emphasis>Ogg Theora</emphasis>.
tr: Ses biçimleri gibi birçok vidyo dönüştürücü uygulamaları Windows için bedava kullanılabilir. Vidyo dosyalarını <emphasis>Ogg Theora</emphasis> gibi Ubuntu tarafından iyi desteklenen bir biçime dönüştürmeyi göz önünde bulundur.

source: The following major video formats are not supported by default in Ubuntu:
ca: Els formats de vídeo següents no són compatibles de manera predeterminada amb l'Ubuntu.
da: Følgende større videoformater understøttes ikke som standard i Ubuntu:
sq: Formatet e mëdha video që vijojnë nuk suportohen paraprakisht në Ubuntu:
tr: Aşağıdaki ana video formatları varsayılan Ubuntu'da desteklenmiyor.

source: Converting unsupported office document formats
ca: Conversió de formats de documents d'oficina no compatibles
da: Konvertering af ikke-understøttede kontordokumentformater
sq: Duke konvertuar formatet e pa suportuara të zyrës
tr: Desteklenmeyen ofis belge biçimlerinin çevirilmesi

source: Ubuntu office applications can read most common office document formats without the need for conversion
ca: Els programes d'oficina de l'Ubuntu poden obrir els tipus de document d'oficina més habituals sense haver de fer cap conversió.
da: Kontorprogrammerne i Ubuntu kan læse de fleste almindelige dokumentformater uden behov for konvertering
sq: Programet e zyrës për Ubuntu mund të lexojnë shumicën e dokumentave të zakonshme të zyrës pa patur nevojë për konvertim
tr: Ubuntu ofis uygulamaları en yaygın ofis biçimlerini dönüştürmeye ihtiyaç duymaksızın okuyabilir.

source: The default office suite of Ubuntu, <application>OpenOffice.org</application>, supports very many office document formats right out of the box. These include many of the Microsoft Office, Corel and Lotus formats. If you find that you do have files in formats which are unsupported, it is likely that your existing office suite or application will have the ability to save the files to a better-supported format.
ca: El paquet ofimàtic predeterminat de l'Ubuntu, l'<application>OpenOffice.org</application>, és compatible amb un gran nombre de formats de documents de manera predeterminada. Aquests inclouen molts dels formats de l'Office de Microsoft, de Corel i de Lotus. Si us trobeu amb algun cas de fitxers no compatibles, és molt probable que el vostre paquet ofimàtic actual pugui desar els fitxers en algun altre format que sigui més compatible.
da: Ubuntus standard-kontorpakke <application>OpenOffice.org</application> understøtter rigtig mange kontordokumentformater som standard. Blandt disse dokumentformater er mange af formaterne fra Microsoft Office, Corel og Lotus. Hvis du opdager, at du har filer i formater, som ikke er understøttet, har din nuværende kontorpakke/program sandsynligvis mulighed for at gennem filerne i et bedre understøttet format.
sq: Paketa e parazgjedhur e zyrës për Ubuntu, <application>OpenOffice.org</application>, suporton shumë formate të dokumenteve të zyrës në mënyrë të drejtpërdrejtë. Kjo përfshin dhe shumë nga formatet e Microsoft Office, Corel dhe Lotus. Nëse zbuloni se keni formate skedarësh të cilët nuk janë të suportuar, ka shumë mundësi që paketa juaj e zyrës apo programi të ketë aftësinë që t'i ruajë skedarët në një format të suportuar më mirë.
tr: Ubuntunun mevcut ofis uygulaması <application>OpenOffice.org</application> , açık bir şekilde birçok ofis belge biçimlerini destekler. Buna, birçok Microsoft Ofis, Corel ve Lotus biçimleri de dahildir. Eğer desteklenmeyen dosya biçimlerin varsa, senin mevcut ofis uygulaman ile dosyaları daha iyi desteklenen biçimlerle kaydetmen gerekecek.

source: The OpenDocument file formats are gaining popularity and are expected to become the de facto supported office formats for Ubuntu. While many older applications cannot save to the OpenDocument format, other formats such as .doc and RTF are also well supported.
ca: Els formats de fitxer OpenDocument estan guanyant popularitat i s'espera que esdevinguin els formats de fitxers d'oficina predeterminats de l'Ubuntu. Tot i que moltes aplicacions antigues no poden desar els documents en aquest format, n'hi ha d'altres com el .doc o l'RTF que funcionen bé amb l'Ubuntu.
da: OpenDocument-filformaterne øger hele tiden deres popularitet og forventes at blive de filformater, som Ubuntu de facto understøtter. Mange ældre programmer kan imidlertid ikke gemme til OpenDocument-formatet, men formater som f.eks. .doc og RTF er også godt understøttede.
sq: Formatet e skedarëve OenDocument po fitojnë popullaritet dhe pritet të bëhen formatet për zyrë të mbështetura de facto për Ubuntu. Meqë shumë programe të vjetra nuk mund të ruhen në formatin OpenDocument, formate të tjera siç janë .doc apo .rtf do të suportohen gjithashtu.
tr: OpenDocument dosya formatları rağbet edilmesine kazanç sağlar ve umulur ki Ubuntunun ofis formatlarının desteklenmesine ön ayak olur. Birçok sıradan uygulama OpenDocument formatını kaydedemezken, .doc ve RTF gibi diğer formatlar iyi desdeklenir.

source: Converting from application-specific formats
ca: Conversió de formats específics d'una aplicació
da: Konvertering fra programspecifikke formater
sq: Konvertimi nga formatet e programeve-specifike
tr: Uygulamaya özel biçimlerin çevirilmesi

source: Some file formats are specific to particular Windows-only applications, and so cannot be used with Ubuntu software
ca: Alguns formats de fitxer són específics per a certes aplicacions que només funcionen en el Windows, per la qual cosa no es poden utilitzat amb el programari de l'Ubuntu.
da: Nogle filformater er specifikke for særlige Windows-programmer, og kan derfor ikke bruges med Ubuntu-software
sq: Disa formate të skedarëve janë specifikë për disa programe vetëm për Windows dhe si të tillë nuk mund të përdoren me programet Ubuntu
tr: Bazı dosya formatları sadece Windows uygulamalarına özeldir ve böyleyse Ubuntu yazılımında kullanılamazlar.

source: Many applications use file formats specific to them. A good example is the <application>Adobe Photoshop</application> file format. Formats such as these are generally able to store additional data compared to widely-used standard formats and so are still useful. You may find that applications exist on Ubuntu to convert or use application specific formats. The <application>GIMP Image Editor</application> is able to use Adobe PSD files, for example.
ca: Moltes aplicacions utilitzen els seus propis formats de fitxer específics. Un bon exemple és el format de fitxer de l'<application>Adobe Photoshop</application>. Normalment aquests formats són capaços d'emmagatzemar dades addicionals en comparació a formats estàndard àmpliament utilitzats, i per tant són útils. Podeu trobar que a l'Ubuntu existeixen aplicacions per a convertir o utilitzar formats específics d'una aplicació. Per exemple, l'<application>editor d'imatges GIMP</application> és capaç d'utilitzar els fitxers PSD d'Adobe.
da: Mange programmer bruger filformater der er specifikke for dem. Et godt eksempel er <application>Adobe Photoshop</application>-filformatet. Formater som disse er generelt i stand til at lagre yderligere data i forhold til udbredte standard formater, og er derfor stadig nyttige. Du kan opleve, at der findes programmer i Ubuntu til at konvertere eller bruge program-specifikke formater. <application>GIMP</application> er i stand til f.eks. at bruge Adobe PSD-filer.
sq: Shumë programe përdorin formate skedarësh që janë specifikë për ta. Një shembull i mirë është formati i skedarëve të <application>Adobe Photoshop</application>. Formate të tilla përgjithësisht janë në gjendje që të ruajnë të dhëna shtesë në krahasim me formatet e përdorura gjerësisht ndaj dhe vazhdojnë të jenë të dobishëm. Ju mund të zbuloni që ka programe në Ubuntu të cilat mund të konvertojnë apo përdorin formate specifike të programeve. Përshembull <application>Modifikuesi i Imazheve GIMP</application> është në gjendje të përdorë skedarët Adobe PSD.
tr: birçok uygulama belli dosya biçimleri kullanır. İyi bir örnek <application>Adobe Photoshop</application> dosya biçimidir. Bunun gibi dosya biçimleri genellikle geniş kullanıma sahip standart biçimlere kıyaslanmış ek veri depolayabilir. Bu yüzden bu yöntem hala kullanışlıdır. Bu uygulamaları özel biçimlere dönüştürmek veya kullanmak için var olan Ubuntu'da bulabilirsin. Örneğin, <application>GIMP Resim Düzenleyicisi</application> Adobe PSD dosyalarını kullanabilir

source: If you are uncertain whether a format is application-specific or has a usable alternative, seek help from an <ulink url="http://www.ubuntu.com/support">Ubuntu support channel</ulink>.
ca: Si no esteu segur o segura si un format és només específic per a una aplicació o bé té algun equivalent que sigui utilizable, cerqueu ajuda a través d'un <ulink url="http://www.ubuntu.com/support">canal d'assistència de l'Ubuntu support channel</ulink>.
da: Hvis du er usikker på om et format, er programspecifikt eller om det har et brugbart alternativ, søg hjælp fra en <ulink url="http://www.ubuntu.com/support">Ubuntu-støttekanal</ulink>.
sq: Nëse nuk jeni i sigurtë nëse një format është vetëm specifik për një program dhe ka një alternativë të përdorshme, kërkoni për ndihmë nga një <ulink url="http://www.ubuntu.com/support">Kanal mbështetës i Ubuntu</ulink>.
tr: Eğer özel uygulamanın hangi tür biçimi desteklediğinden veya alternatif kullanılabilecek biçimi bilmiyorsan, <ulink url="http://forum.ubuntu-tr.org/">Ubuntu Türkiye Forum</ulink>a müracaat ediniz.

source: Internet connection settings
ca: Paràmetres de la connexió a Internet
da: Indstillinger for internetforbindelse
sq: Parametrat e lidhjes me internetin
tr: İnternet bağlantı ayarları

source: The Internet connection settings which are relevant to you will depend on the type and supplier of your Internet connection. Your supplier will generally be able to advise you of the relevant settings if you encounter difficulties in finding them yourself.
ca: Els paràmetres de la connexió a Internet relevants per a vós dependran del tipus i del proveïdor de la vostra connexió a Internet. El proveïdor us hauria d'aconsellar sobre quins són en cas que no els pugueu determinar.
da: De indstillinger for internetforbindelse der er relevante for dig vil afhænge af hvilken type og leverandør af din internetforbindelse. Din leverandør vil generelt set være i stand til at rådgive dig om de relevante indstillinger, hvis du støder på vanskeligheder med selv at finde dem.
sq: Parametrat e lidhjes me internetin të cilat janë domethënëse për ju do të varen nga lloji dhe nga furnizuesi i lidhjes suaj me internetin. Furnizuesi juaj përgjithësisht do të jetë në gjendje t'iu këshillojë për parametrat e vlefshme nëse ju hasni në vështirësi për t'i gjetur ato vetë.
tr: Internet bağlantı ayarları bağlayacağın Internet bağlantının tipine ve kaynaklarına bağlıdır. Genellikle kaynakların eğer zorluklarla karşılaşırsan sana gereken tavsiyede bulunacaktır.

source: If you connect to the Internet using a network or router, see <xref linkend="preparing-settings-network"/> for instructions.
ca: Si us connecteu a Internet a través d'una xarxa o d'un encaminador, trobareu instruccions a la <xref linkend="preparing-settings-network"/>.
da: Hvis du er tilsluttet til internettet ved brug af et netværk eller en router, se <xref linkend="preparing-settings-network"/> for instruktioner.
sq: Në qoftë se lidheni në internet duke përdorur një rrjet ose shpërndarës, shiko <xref linkend="preparing-settings-network"/> për udhëzime.
tr: Eğer internete bir ağ ya da yönlendirici ile bağlıysanız, açıklamalar için şuraya bakınız <xref linkend="preparing-settings-network"/>

source: Dial-up Internet connection
ca: Connexió a Internet amb marcatge directe
da: Opkaldsinternetforbindelse
sq: Lidhje me internetin Dial-up
tr: Çevirmeli İnternet bağlantısı

source: Below is a list of common settings which you are likely to need:
ca: A continuació es mostra una llista de paràmetres habituals que segurament us caldran:
da: Nedenfor finder du en liste af generelle indstillinger, som du sandsynligvis vil få brug for:
sq: Këtu poshtë është një listë parametrash të zakonshme që ka mundësi t'iu nevojiten:
tr: Muhtemelen ihtiyaç duyacağınız yaygın ayarların bir listesi aşağıdadır:

source: User name
ca: Nom d'usuari
da: Brugernavn
sq: Emri i përdoruesit
tr: Kullanıcı adı

source: Password
ca: Contrasenya
da: Adgangskode
sq: Fjalëkalimi
tr: Şifre

source: Dial-up telephone number
ca: Número de telèfon de marcatge directe
da: Opkaldsnummer
sq: Numri i telefonit Dial-up
tr: Çevirmeli (Dial-up) telefon numarası

source: You may also require the following information:
ca: Pot ser que també us calgui la informació següent:
da: Du kan også få brug for følgende information:
sq: Ju mund t'iu nevojitet gjithashtu edhe informacioni që vijon:
tr: Aşağıdaki bilgilendirmeye de ihtiyacınız olabilir:

source: Dial-out number
ca: Número de marcatge extern
da: Nummer til at ringe ud
sq: Numri Dial-out
tr: Hat alma numarası

source: Dialling type (tone or pulse)
ca: Tipus de marcatge (tons o pulsos)
da: Opkaldstype (tone eller impuls)
sq: Lloji i numrit (ton apo puls)
tr: Arama biçimi (ton yada darbeli)

source: Authentication type
ca: Tipus d'autenticació
da: Godkendelsestype
sq: Lloji i identifikimit
tr: Kimlik denetim tipi

source: Broadband Internet connection
ca: Connexió a Internet de banda ampla
da: Bredbåndsinternetforbindelse
sq: Lidhja e Internetit Broadband
tr: Genişbant internet bağlantısı

source: Dialling telephone number
ca: Número de telèfon des d'on es marcarà
da: Kalder telefonnummer
sq: Shtypja e numrit të telefonit
tr: Telefon numarası aranıyor

source: Connection type (usually PPPoE or PPPoA)
ca: Tipus de connexió (normalment PPPoE o PPPoA)
da: Forbindelsestype (som regel PPPoE eller PPPoA)
sq: Lloji i lidhjes (zakonisht PPPoE ose PPPoA)
tr: Bağlantı tipi (genellikle PPPoE veya PPPoA)

source: It is possible that you may also require the following technical information, which should be available from your Internet service provider:
ca: És possible que també us calgui la informació tècnica següent, la qual us hauria de donar el vostre porveïdor d'Internet:
da: Det er muligt at du også for brug for følgende tekniske information, der bør være tilgængelig fra din internetudbyder:
sq: Ka mundësi që mund t'ju duhen të dhënat teknike në vazhdim, të cilat duhet ti merrni nga servirësi juaj i internetit.
tr: Internet servis sağlayıcısında kullanabileceğin aşağıdaki teknik bilgiye de ihtiyacın olabilir.

source: IP address and subnet mask
ca: Adreça IP i màscara de subxarxa
da: IP-adresse og undernetmaske
sq: Adresa IP dhe subnet mask
tr: Ip adresi ve alt ağ adresi

source: DNS server, gateway IP address or DHCP server
ca: Servidor DNS, adreça IP de la passarel·la o servidor DHCP
da: DNS-server, gateway IP-adresse eller DHCP-server
sq: DNS server, gateway IP adresa ose DHCP server
tr: DNS sunucusu, ağ geçidi IP adresi veya DHCP sunucusu

source: Encapsulation type
ca: Tipus d'encapsulament
da: Indkapslingstype
sq: Lloji i kapsulimit
tr: İçerleme türü

source: DHCP settings
ca: Paràmetres DHCP
da: DHCP-indstillinger
sq: Parametrat DHCP
tr: DHCP ayarları

source: Proxy server settings
ca: Paràmetres del servidor intermediari
da: Indstillinger til proxyserver
sq: Parametrat e serverit proksi
tr: Proxy sunucusu ayarları

source: If you connect to the Internet through a proxy server, you will need to make a note of some details of the proxy server in order to allow Ubuntu to connect to the Internet.
ca: Si us connecteu a Internet a través d'un servidor intermediari, caldrà que prengueu nota dels seus detalls, de manera que l'Ubuntu es pugui connectar a Internet.
da: Hvis du opretter forbindelse til internettet via en proxyserver, skal du gøre lave et notat om nogle oplysninger om proxyserveren, for at Ubuntu kan oprette forbindelse til internettet.
sq: Nëse lidheni me iternetin me anë të një serveri proksi, juve do t'iu nevojitet të shënoni disa detaje të serverit proksi për t'i lejuar Ubuntu që të lidhet me Internetin.
tr: Eğer Internete bir proxy sunucusundan bağlanıyorsan, Ubuntu'nun Internete bağlanmasına onay vermek için proxy sunucusunun bazı detaylarını not alman gerekecek.

source: If the <guilabel>Control Panel</guilabel> has a purple background, press <menuchoice><guimenuitem>Network and Internet Connections</guimenuitem><guimenuitem>Internet Options</guimenuitem></menuchoice>.
ca: Si el <guilabel>Tauler de control</guilabel> té un fons de color lila, premeu <menuchoice><guimenuitem>Connexions de xarxa i Internet</guimenuitem><guimenuitem>Opcions d'Internet</guimenuitem></menuchoice>.
da: Hvis <guilabel>Kontrolpanelet</guilabel> har en lilla baggrund, skal du trykke på <menuchoice><guimenuitem>Netværks- og Internetforbindelser</guimenuitem><guimenuitem>Internetindstillinger</guimenuitem></menuchoice>.
sq: Nëse <guilabel>Control Panel</guilabel> ka një sfond rozë, shtyp <menuchoice><guimenuitem>Lidhjet e rrjetit dhe internetit</guimenuitem><guimenuitem>preferencat e internetit</guimenuitem></menuchoice>.
tr: Eğer <guilabel>Control Panel</guilabel> mor bir arka plana sahipse, <menuchoice><guimenuitem>Network and Internet Connections</guimenuitem><guimenuitem>Internet Options</guimenuitem></menuchoice>e basın.

source: If the <guilabel>Control Panel</guilabel> has a white background, press <guilabel>Internet Options</guilabel>.
ca: Si el <guilabel>Tauler de control</guilabel> té un fons de color lila, premeu <guilabel>Opcions d'Internet</guilabel>.
da: Hvis <guilabel>Kontrolpanelet</guilabel> har en hvid baggrund, skal du trykke på <guilabel>Internetindstillinger</guilabel>.
sq: Nëse <guilabel>Paneli Kontrollit</guilabel> ka një sfond të bardhë, shtyp <guilabel>preferencat e internetit</guilabel>.
tr: Eğer <guilabel>Control Panel</guilabel> beyaz bir arka plana sahipse <guilabel>Internet Options</guilabel>e basın.

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Control Panel</guimenuitem></menuchoice>. <placeholder-1/>
ca: Premeu <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>Tauler de control</guimenuitem></menuchoice>. <placeholder-1/>
da: Tryk <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kontrolpanel</guimenuitem></menuchoice>. <placeholder-1/>
sq: Shtyp <menuchoice><guimenuitem>Fillo</guimenuitem><guimenuitem>Paneli Kontrollit</guimenuitem></menuchoice>. <placeholder-1/>
tr: <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Control Panel</guimenuitem></menuchoice>e basın. <placeholder-1/>

source: On the <guilabel>Connections</guilabel> tab, press <guibutton>LAN Settings...</guibutton>.
ca: A la pestanya <guilabel>Connexions</guilabel> premeu <guibutton>Configuració de LAN...</guibutton>.
da: Tryk på <guibutton>LAN-indstillinger...</guibutton> under fanen <guilabel>Forbindelser</guilabel>.
sq: Në <guilabel>Lidhjet</guilabel> tab, shtyp <guibutton>Preferencat e Rrjetit Lokal(LAN)...</guibutton>.
tr: <guilabel>Connections</guilabel> sekmesi üzerinde, <guibutton>LAN Settings...</guibutton>a basın.

source: If the <guilabel>Use a proxy server for your LAN</guilabel> option is ticked, this means that you are connecting to the Internet through a proxy server.
ca: Si l'opció <guilabel>Utilitza un servidor intermediari per a la LAN</guilabel> està activada, això significa que us esteu connectant a Internet mitjançant un servidor intermediari.
da: Hvis der er markeret ud for <guilabel>Brug en proxyserver til LAN</guilabel>, betyder det, at du opretter forbindelse til internettet via en proxyserver.
sq: Nëse opsioni <guilabel>Përdor një proksi server për LAN-in tuaj</guilabel> është përzgjedhur, kjo do të thotë që ju po lidheni me Internetin përmes një serveri proksi.
tr: Eğer <guilabel>Use a proxy server for your LAN</guilabel> seçeneği işaretliyse, bu internete proxy sunucusu üzerinden bağlanıyorsunuz anlamına gelir.

source: Press <guibutton>Advanced...</guibutton> and make a note of the contents of the boxes on the screen which appears. These are your proxy settings.
ca: Premeu <guibutton>Avançat...</guibutton> i anoteu el contingut dels quadres de la pantalla que apareixerà, que seran els vostres paràmetres de servidor intermediari.
da: Tryk <guibutton>Avanceret</guibutton> og gør et notat om indholdet af kasserne på skærmen, der vises. Disse er dine proxyindstillinger.
sq: Klikoni <guibutton>Të Avancuara...</guibutton> dhe shënoni përmbajtjen e kutive në ekranin që do të shfaqet. Këta janë serverat tuaj proksi.
tr: <guibutton>Gelişmiş...</guibutton>'e basın ve ekranda görülen kutunun içeriğini not edin. Bunlar sizin vekil ayarlarınızdır.

source: Network settings
ca: Paràmetres de xarxa
da: Indstillinger for netværk
sq: Parametrat e rrjetit
tr: Ağ ayarları

source: While Ubuntu is usually able to automatically detect the settings for your network, it is wise to make a note of relevant network settings in case the network you are trying to connect to cannot be handled automatically.
ca: Tot i que l'Ubuntu generalment detectarà els paràmetres de la vostra xarxa, és aconsellable que prengueu nota d'aquells més rellevants en cas que la xarxa on us connecteu no es pugui gestionar de manera automàtica.
da: Selv om Ubuntu normalt er i stand til automatisk opdage indstillingerne for dit netværk, er det klogt at gøre et notat af relevante netværksinstillinger, i tilfælde af det netværk du forsøger at oprette forbindelse til, ikke kan håndteres automatisk.
sq: Ndërkohë që Ubuntu zakonisht është në gjendje që t'i dallojë automatikisht parametrat e rrjetit tuaj, është mirë që të mbani shënim parametrat e rëndësishëm të rrjetit në rast se rrjeti me të cilin po përpiqeni të lidheni nuk mund të kapet automatikisht.
tr: Ubuntu genellikle kullandığınız ağdaki ayarları otomatik olarak bulsada, bazı ağlarda bu işlemin otomatik olarak yapılamadığı da akılda bulundurulmalıdır.

source: Home networks
ca: Xarxes domèstiques
da: Hjemmenetværk
sq: Rrjetet e shtëpisë
tr: Ev ağları
