Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Insert the disc into the disc drive of your computer. After a short while, a disc icon should appear on your desktop.
ca: Inseriu el disc a la unitat de disc del vostre ordinador. Després d'uns moments, apareixerà una icona de dis a l'escriptori.
da: Indsæt disken i drevet på din computer. Efter et kort stykke tid, burde et disk-ikon vises på skrivebordet.
tr: Diski bilgisayarınızın disk sürücüsüne takın. Kısa bir süre bekledikten sonra masaüstünüzde bir disk simgesi gözükmelidir.

source: Double-click the icon to view the contents of the disc.
ca: Feu doble clic a la icona per a veure el contingut del disc.
da: Dobbeltklik på ikonet for at se indholdet af disken.
sq: Klikoni dy herë mbi ikonë për të shfaqur përmbajtjen e diskut.
tr: Diskin içeriğini görmek için çıkan simgeye çift tıklayın.

source: Ensure that your Home folder is open in another window. You can open your Home folder by clicking <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>New Window</guimenuitem></menuchoice>.
ca: Assegureu-vos que la carpeta d'usuari està oberta a una altra finestra. Podeu obrir la carpeta d'usuari fent clic a <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Finestra nova</guimenuitem></menuchoice>.
da: Sikre dig, at din hjemmemappe er åben i et andet vindue. Du kan åbne din hjemmemappe ved at klikke <menuchoice><guimenuitem>Fil</guimenuitem><guimenuitem>Nyt vindue</guimenuitem></menuchoice>.
sq: Sigurohuni që dosja juaj shtëpi është e hapur në një dritare tjetër. Ju mund ta hapni dojen tuaj shtëpi duke klikuar <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Dritare e Re</guimenuitem></menuchoice>.
tr: Ev klasörünün bir başka pencerede açık olduğundan emin olun. Ev klasörünüzü <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Yeni Pencere</guimenuitem></menuchoice>'ye tıklayarak açabilirsiniz.

source: In the window corresponding to the disc you inserted, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Select All</guimenuitem></menuchoice>. This will select all of the contents of the disc.
ca: A la finestra que correspon al disc que heu inserit, premeu <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Selecciona-ho tot</guimenuitem></menuchoice>. Això seleccionarà tot el contingut del disc.
da: I det vindue der svarer til den disk du har indsat, skal du trykke <menuchoice><guimenuitem>Redigér</guimenuitem><guimenuitem>Vælg alt</guimenuitem></menuchoice>. Dette vil markere hele indholdet af disken.
sq: Në dritaren që i korrespondon diskut që keni vendosur, klikoni <menuchoice><guimenuitem>Modifiko</guimenuitem><guimenuitem>Përzgjidhi të Gjitha</guimenuitem></menuchoice>. Kjo do të zgjedhë të gjithë përmbajtjen e diskut.
tr: Diskini yerleştirdiğin pencerede, <menuchoice><guimenuitem>Düzenle</guimenuitem><guimenuitem>Tümünü Seç</guimenuitem></menuchoice>'e basın. Bu, diskteki tüm içerikleri seçecektir.

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Copy</guimenuitem></menuchoice> to make a copy of all of the selected files.
ca: Premeu <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Copia</guimenuitem></menuchoice> per a realitzar una copia de tots els fitxers seleccionats.
da: Tryk på <menuchoice><guimenuitem>Redigér</guimenuitem><guimenuitem>Kopiér</guimenuitem></menuchoice> for at lave en kopi af alle valgte filer.
sq: Kliko <menuchoice><guimenuitem>Modifiko</guimenuitem><guimenuitem>Kopjo</guimenuitem></menuchoice> për të bërë një kopje të të gjithë skedarëve të zgjedhur.
tr: Seçilen tüm dosyaların bir kopyasını yapmak için <menuchoice><guimenuitem>Düzenle</guimenuitem><guimenuitem>Kopyala</guimenuitem></menuchoice>'ya basın.

source: In the window corresponding to your Home folder, press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Paste</guimenuitem></menuchoice> to copy all of the files to your Home folder. If you have many files, this may take a long time.
ca: A la finestra que correspon a la carpeta d'usuari, premeu <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Enganxa</guimenuitem></menuchoice> per a copiar tots els fitxers a la carpeta d'usuari. Si teniu molts fitxers, aquesta operació pot tardar una mica.
da: I det vindue, der svarer til din hjemmemappe, skal du trykke <menuchoice><guimenuitem>Redigér</guimenuitem><guimenuitem>Indsæt</guimenuitem></menuchoice> for at kopiere alle filerne til din hjemmemappe. Hvis du har mange filer, kan dette tage lang tid.
sq: Në dritaren që i korrespondon dosjes suaj Shtëpi, klikoni <menuchoice><guimenuitem>Modifiko</guimenuitem><guimenuitem>Ngjit</guimenuitem></menuchoice> për të kopjuar të gjithë skedarët në dosjen tuaj Shtëpi. Nëse keni shumë skedarë, kjo mund të marrë një kohë të gjatë.
tr: Tüm dosyaları Ev klasörüne kopyalamak için, Ev klasörünün bulunduğu pencerede, <menuchoice><guimenuitem>Düzenle</guimenuitem><guimenuitem>Yapıştır</guimenuitem></menuchoice>'a basın. Eğer çok dosyanız varsa, bu işlem biraz zaman alabilir.

source: Once the copying process has finished, your files will be available to use as normal.
ca: Un cop hagi finalitzat el procés de còpia, els fitxers estaran disponibles per a ser utilitzats de manera normal.
da: Når kopieringprocessen er færdig vil dine fil være tilgængelige som normalt.
sq: Pasi proçesi i kopjimit ka përfunduar, skedarët tuaj do të jenë të disponueshëm për tu përdorur normalisht.
tr: Kopyalama işlemi bittiğinde dosyalarınız normal de olduğu gibi kullanıma hazır olacaktır.

source: Importing Photos
ca: Importació de fotos
da: Import af fotos
sq: Duke Importuar Fotot
tr: Resimleri Aktarma

source: Ubuntu includes the <application>F-Spot Photo Manager</application>, which you can use to organize all of your photos.
ca: L'Ubuntu inclou el <application>gestor de fotogràfic F-Spot</application>, el qual podeu utilitzar per a organitzar totes les vostres fotografies.
da: Ubuntu inkluderer <application>F-Spot fotohåndteringen</application>, som du kan bruge til at organisere alle dine billeder.
sq: Ubuntu përfshin <application>Menaxhuesin e Fotove F-Spot</application>, të cilin mund ta përdorni për të organizuar të gjitha fotot tuaja.
tr: Ubuntu resimlerinizi organize edebileceğiniz <application>F-Spot Fotoğraf Yöneticisi</application> uygulaması vardır.

source: Open your Home folder, then open the <emphasis>Pictures</emphasis> folder. If it does not exist, you can create the folder first by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice> and typing <userinput>Pictures</userinput>.
ca: Obriu la carpeta d'usuari, obriu la carpeta <emphasis>Imatges</emphasis>. Si aquest no existeix, el podeu crear prement <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Crea una Carpeta</guimenuitem></menuchoice> i teclejant <userinput>Imatges</userinput>.
da: Åbn din hjemmemappe, og åbn derefter mappen <emphasis>Billeder</emphasis>. Hvis den ikke eksisterer, kan du oprette mappen ved først at trykke på <menuchoice><guimenuitem>Fil</guimenuitem><guimenuitem>Opret mappe</guimenuitem></menuchoice> og dernæst skrive <userinput>Billeder</userinput>.
tr: Ev klasörünüzü açın sonra <emphasis>Resimler</emphasis> klasörünü açın. Eğer yoksa <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Klasör Oluştur</guimenuitem></menuchoice>'a basıp <userinput>Resimler</userinput> yazarak klasörü siz oluşturabilirsiniz.

source: Copy any photos you have into the folder you just created.
ca: Copieu qualsevol foto que tingueu a la carpeta que acabeu de crear.
da: Kopier alle dine billeder til mappen du lige har oprettet.
sq: Kopjoni të gjitha fotot që keni në dosjen që sapo keni krijuar.
tr: Henüz oluşturduğunuz klasöre istediğiniz resimleri kopyalayın.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice> to start <application>F-Spot</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Gràfics</guimenuitem><guimenuitem>Gestor fotogràfic F-Spot</guimenuitem></menuchoice> per a iniciar l'<application>F-Spot</application>.
da: Tryk på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>F-Spot fotohåndtering</guimenuitem></menuchoice> for at starte <application>F-Spot</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Grafikët</guimenuitem><guimenuitem>Menaxhuesi i Fotove F-Spot</guimenuitem></menuchoice> për të nisur <application>F-Spot</application>.
tr: <application>F-Spot</application>'u başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Grafikler</guimenuitem><guimenuitem>F-Spot Fotoğraf Düzenleyici</guimenuitem></menuchoice>'ye basın.

source: The <application>Import</application> screen should be shown. If it is not, press the <guibutton>Import</guibutton> button or go to <menuchoice><guimenuitem>Photo</guimenuitem><guimenuitem>Import...</guimenuitem></menuchoice> to show it.
ca: S'hauria de mostrar la pantalla <application>Importa</application>. Si no, premeu el botó <guibutton>Importa</guibutton> o aneu a <menuchoice><guimenuitem>Fotografies</guimenuitem><guimenuitem>Importa...</guimenuitem></menuchoice> per mostrar-la.
da: Vinduet <application>Importér</application> bør være synligt. Hvis ikke, skal du trykke på knappen <guibutton>Importér</guibutton>, eller gå til <menuchoice><guimenuitem>Foto</guimenuitem><guimenuitem>Importér...</guimenuitem></menuchoice> for vise det.
tr: <application>İçe Aktar</application> ekranı gösterilmelidir. Eğer gösterilmiyorsa, <guibutton>İçe Aktar</guibutton> düğmesine basın ya da göstermek için <menuchoice><guimenuitem>Fotoğraf</guimenuitem><guimenuitem>İçe Aktar...</guimenuitem></menuchoice>'a gidin.

source: To prevent two copies of your photos from being stored, un-check the <guilabel>Copy file to the Pictures folder</guilabel>.
ca: Per evitar que s'emmagatzemin dues còpies de les fotos, desmarqueu l'opció <guilabel>Copia el fitxer a la carpeta Imatges</guilabel>.
da: Fjern markeringen ud for <guilabel>Kopiér filer til fotomappen</guilabel>, for at forhindre at der bliver gemt to kopier af dine billeder.
tr: Depolama yapılırken iki kopyaya engel olmak için <guilabel>Dosyayı Resimler klasörüne kopyala</guilabel> onayını kaldırın.

source: From <guilabel>Import source</guilabel> select the option <guilabel>Select Folder</guilabel>. Select the <filename>Pictures</filename> folder in your Home folder by clicking it once.
ca: A <guilabel>Font d'importació</guilabel> seleccioneu l'opció <guilabel>Seleccioneu una carpeta</guilabel>. Seleccioneu la carpeta <filename>Imatges</filename> a la carpeta d'usuari fent-hi clic.
da: Vælg <guilabel>Vælg mappe</guilabel> fra feltet <guilabel>Importkilde</guilabel>. Vælg mappen <filename>Billeder</filename> i din hjemmemappe ved at klikke på den én gang.
tr: <guilabel>İçe aktarma kaynağı</guilabel>'ndan <guilabel>Klasör Seç</guilabel> seçeneğini seçin. Ev klasörünüze bir kez tıklayarak <filename>Resimler</filename> klasörünü seçin.

source: Press <guibutton>Import</guibutton> to start the import process. Depending on how many photos you have, this may take a while.
ca: Premeu <guibutton>Importa</guibutton> per a iniciar el procés d'importació. En funció de les fotografies que tingueu, aquesta operació pot tardar una mica.
da: Tryk på <guibutton>Importér</guibutton> for at starte importeringen. Afhængig af hvor mange billeder du har, kan dette tage et stykke tid.
sq: Kliko <guibutton>Importo</guibutton> për të nisur proçesin e importimit. Në vartësi të sa foto keni, kjo mund të zgjasë pak.
tr: Aktarma işlemine başlamak için <guibutton>İçe aktar</guibutton>'a basın. Bu işlem, sahip olduğunuz fotoğraf sayısına göre biraz zaman alacaktır.

source: Importing Music
ca: Importació de música
da: Import af musik
sq: Importimi i Muzikës
tr: Müzik Aktarma

source: Another useful application installed by default in Ubuntu is the <application>Rhythmbox Music Player</application>. This allows you to organize and play all of your music.
ca: Una altra aplicació útil instal·lada a l'Ubuntu de forma predeterminada és el <application>reproductor de música Rhythmbox</application>. Aquest us permet organitzar i reproduir tota la vostra música.
da: Et andet nyttigt program som er installeret som standard i Ubuntu er <application>Rhythmbox musikafspiller</application>. Dette giver dig mulighed for at organisere og afspille al din musik.
sq: Një program tjetër i përdorshëm që instalohet paraprakisht në Ubuntu është <application>Luajtësi i Muzikës Rhythmbox</application>. Ai ju lejon të organizoni dhe luani të gjithë muzikën tuaj.
tr: Ubuntu ile varsayılan olarak yüklü gelen diğer bir kullanışlı uygulama da <application>Rhythmbox Müzik Oynatıcı</application>'dır. Bu size tüm müziklerinizi düzenleme ve oynatma imkanı verir.

source: Open your Home folder, then open the <emphasis>Music</emphasis> folder. If it does not exist, you can create the folder first by pressing <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Create Folder</guimenuitem></menuchoice> and typing <userinput>Music</userinput>.
ca: Obriu la carpeta d'usuari, llavors obriu la carpeta <emphasis>Música</emphasis>. Si aquesta no existeix, podeu crear-la prement <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Crea una carpeta</guimenuitem></menuchoice> i teclejant <userinput>Música</userinput>.
da: Åbn din Hjemmemappe, og åbn derefter mappen <emphasis>Musik</emphasis>. Hvis den ikke eksisterer, kan du oprette mappen ved første at trykke på <menuchoice><guimenuitem>Fil</guimenuitem><guimenuitem>Opret mappe</guimenuitem></menuchoice> og dernæst skrive <userinput>Musik</userinput>.
tr: Ev klasörünüzü açın sonra <emphasis>Müzik</emphasis> klasörünü açın. Eğer yoksa önce <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Klasör Oluştur</guimenuitem></menuchoice>'a basıp <userinput>Music</userinput> yazarak klasörü oluşturabilirsiniz.

source: Copy any music files you have into the folder you just created.
ca: Copieu qualsevol fitxer de música que tingueu a la carpeta que acabeu de crear.
da: Kopier alle dine musikfiler til mappen du lige har oprettet.
sq: Kopjoni çdo skedar muzike që ju keni në dosjen që sapo krijuat.
tr: Henüz oluşturduğunuz klasörün içerisine herhangi müzik dosyalarını kopyalayın.

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Rhythmbox Music Player</guimenuitem></menuchoice> to start <application>Rhythmbox</application>.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>So i vídeo</guimenuitem><guimenuitem>Reproductor de música Rhythmbox</guimenuitem></menuchoice> per a iniciar el <application>Rhythmbox</application>.
da: Tryk på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og video</guimenuitem><guimenuitem>Rhythmbox musikafspiller</guimenuitem></menuchoice> for at starte <application>Rhythmbox</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Zëri &amp; Video</guimenuitem><guimenuitem>Luajtësi i Muzikës Rhythmbox</guimenuitem></menuchoice> për të nisur <application>Rhythmbox</application>.
tr: <application>Rhythmbox</application>'ı başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ses &amp; Video</guimenuitem><guimenuitem>Rhythmbox Müzik Oynatıcı</guimenuitem></menuchoice>'ya basın.

source: Press <menuchoice><guimenuitem>Music</guimenuitem><guimenuitem>Import Folder...</guimenuitem></menuchoice> to begin importing your music. The <application>Import Folder into Library</application> screen will appear.
ca: Premeu <menuchoice><guimenuitem>Música</guimenuitem><guimenuitem>Importa una carpeta...</guimenuitem></menuchoice> per a iniciar la importació de la música. Apareixerà la pantalla <application>Importa una carpeta a la biblioteca</application>.
da: Tryk på <menuchoice><guimenuitem>Musik</guimenuitem><guimenuitem>Importér mappe...</guimenuitem></menuchoice> for at begynde at importere din musik. Vinduet <application>Importér folder til bibliotek</application> vises.
sq: Klikoni <menuchoice><guimenuitem>Muzika</guimenuitem><guimenuitem>Importo Dosje...</guimenuitem></menuchoice> për të filluar importimin e muzikës suaj. Ekrani <application>Importo Dosjen në Librari</application> do të shfaqet.
tr: Müziğinizi içe aktarmayı başlatmak için <menuchoice><guimenuitem>Müzik</guimenuitem><guimenuitem>Klasörü İçe Aktar...</guimenuitem></menuchoice>'a basın. <application>Klasörü Bir Kütüphaneye Aktar</application> ekranı gözükecektir.

source: Click the <filename>Music</filename> folder in your Home folder in order to select it, and then press <guibutton>Open</guibutton> to import all playable music in that folder into <application>Rhythmbox</application>.
ca: Feu clic a la carpeta <filename>Música</filename> a la carpeta d'usuari per a seleccionar-la i premeu <guibutton>Obre</guibutton> per a importar tota la música reproduïble d'aquesta carpeta al <application>Rhythmbox</application>.
da: Klik på <filename>Musik</filename> mappen i din hjemmemappe for at markere den, og tryk derefter på <guibutton>Åbn</guibutton> for at importere alt spilbart musik i denne mappe til <application>Rhythmbox</application>.
sq: Klikoni dosjen <filename>Muzika</filename> në dosjen tuaj Shtëpi në mënyrë që ta zgjidhni atë, pastaj klikoni <guibutton>Hape</guibutton> për të importuar të gjithë muzikën që mund të luhet në atë dosje në <application>Rhythmbox</application>.
tr: Ev klasöründe, seçmek için <filename>Müzik</filename> klasörüne tıklayın ve sonra bu klasörde çalınabilir tüm müzikleri, <application>Rhythmbox</application>'a içe aktarmak için <guibutton>Aç</guibutton>'a basın.

source: The import process may take a while depending on how many music files you have. Once finished, you can organize and play your music using <application>Rhythmbox</application>.
ca: El procés d'importació pot tardar una mica en funció de la quantitat de fitxers de música que tingueu. Un cop finalitzat, podeu organitzar i reproduir la música utilitzant el <application>Rhythmbox</application>.
da: Import processen kan tage et stykke tid, afhængig af hvor mange musikfiler du har. Når den er færdig, kan du organisere og afspille din musik ved hjælp af <application>Rhythmbox</application>.
sq: Proçesi i importimit mund të zgjasë pak në vartësi të sa dosjeve muzikore ju keni. Pas përfundimit, ju mund të organizoni dhe luani muzikën tuaj duke përdorur <application>Rhythmbox</application>.
tr: İçe aktarma işlemi, var olan müzik dosya sayısına göre biraz zaman alabilir. Bittikten sonra, <application>Rhythmbox</application>'u kullanarak müziklerini düzenleyebilir ve çalabilirsin. (Vay hırsız)

source: <application>Rhythmbox</application> will alert you if it encounters a file it cannot play. In this case, it is likely that the file cannot be played because support for the audio format it uses is not currently installed. See <xref linkend="preparing-converting-audio"/> for more information on this.
ca: El <application>Rhythmbox</application> us avisarà si troba un fitxer que no pugui reproduir. En cas que això passi, el més probable és que la compatibilitat per al format d'àudio del fitxer no estigui actualment instal·lada. Consulteu la <xref linkend="preparing-converting-audio"/> per a obtenir més informació sobre aquest tema.
da: <application>Rhythmbox</application> vil advare dig, hvis det støder på en fil den ikke kan afspille. Det vil sandsynligt være fordi understøttelse af lydformatet den bruger, ikke er installeret i øjeblikket. Se <xref linkend="preparing-converting-audio"/> for yderligere information om dette.
sq: <application>Rhythmbox</application> do t'iu lajmërojë nëse has në një skedar të cilin nuk mund ta luajë. Në këtë rast, ka mundësi që skedari nuk mund të luhet sepse mbështetja për formatin audio që ai përdor nuk është instaluar për momentin. Shikoni <xref linkend="preparing-converting-audio"/> për më tepër informacion rreth kësaj.
tr: <application>Rhythmbox</application>, eğer çalamayacak bir dosya ile karşılaşırsa, bunu sana bildirecek. Bundan dolayı dosya çalınamaz, çünkü dosyayı çalacak biçim şu anda yüklü değil. Bunun hakkında daha fazla bilgi için <xref linkend="preparing-converting-audio"/>'ya bakınız.

source: Emails
ca: Correus electrònics
da: E-post
sq: Email-e
tr: Epostalar

source: If you saved your emails from Windows, you may now want to import them into the <application>Evolution</application> mail client. The following instructions assume that you are importing emails exported using <application>Mozilla Thunderbird</application>, as described in <xref linkend="preparing-email-import"/>:
ca: Si heu desat els correus electrònics del Windows, potser voleu importar-los al client de correu <application>Evolution</application>. Les instruccions següents assumeixen que esteu important correus electrònics exportats utilitzat el <application>Thunderbird de Mozilla</application>, com s'ha descrit a <xref linkend="preparing-email-import"/>:
da: Hvis du har gemt dine e-post fra Windows, vil du nu nok ønske at importere dem til e-postprogrammet <application>Evolution</application>. De følgende instruktioner antager, at du vil importere e-post, der er gemt ved hjælp af <application>Mozilla Thunderbird</application>, som beskrevet i <xref linkend="preparing-email-import"/>:
sq: Nëse keni ruajtur email-et tuaja nga Windows, ju mund të doni t'i importoni ato në klientin e postës <application>Evolution</application>. Udhëzimet që vijojnë supozojnë që ju po importoni email-et e eksportuara nga <application>Mozilla Thunderbird</application>, siç përshkruhet tek <xref linkend="preparing-email-import"/>:
tr: Eğer e-postalarınızı Windows'tan kaydettiyseniz, şimdi onları <application>Evolution</application> posta istemci içine aktarmak isteyeceksiniz. Aşağıdaki yönergeler e-postalarınızı, <xref linkend="preparing-email-import"/>'da açıklandığı gibi <application>Mozilla Thunderbird</application> kullanarak aktardığınızı varsayar.

source: Start <application>Evolution</application> by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ca: Inicieu l'<application>Evolution</application> prement <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Oficina</guimenuitem><guimenuitem>Correu de l'Evolution</guimenuitem></menuchoice>.
da: Start <application>Evolution</application> ved at trykke på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem><guimenuitem>Evolution E-post og Kalender</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ofis</guimenuitem><guimenuitem>Evolution Postası</guimenuitem></menuchoice>'na basarak <application>Evolution</application>'u başlatın.
