Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)

source: If you have been using Windows
ca: Si fins ara havíeu utilitzat el Windows
da: Hvis du tidligere har brugt Windows
sq: Nëse ke përdorur Windows
tr: Eğer Windows kullanıyorduysanız

source: Placeholder.
ca: Text variable.
da: Pladsholder.
sq: Vendmbajtës
tr: Yertutucu

source: Credits and License
ca: Crèdits i llicència
da: Bidragydere og licens
sq: Kredite dhe Linçensimi
tr: Hazırlayanlar ve Lisans

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
tr: Bu belge Ubuntu belgelendirme ekibi tarafından hazırlanmaktadır. (https://wiki.ubuntu.com/DocumentationTeam). Katılımcıların listesi için <ulink url="../../libs/C/contributors.xml">Katılımcılar sayfası</ulink>&rsquo;nı ziyaret edin.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ca: Aquest document està publicat sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası şu adreste bulunabilir: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.

source: Ubuntu Documentation Project
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojekt for Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
tr: Ubuntu Belgelendirme Projesi

source: Canonical Ltd. and members of the <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri

source: The Ubuntu Documentation Project
ca: El projecte de documentació de l'Ubuntu
da: Dokumentationsprojektet for Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
tr: Ubuntu Belgelendirme Projesi

source: Preparing to switch
ca: Preparant-se per al canvi
da: Forberedelse til skiftet
sq: Përgatitu të ndryshosh
tr: Geçişe hazırlanıyor

source: While using Windows you will have probably stored a great deal of data, including documents, emails, photographs and music. The chances are that you will want to keep most of this information for use with Ubuntu. This section provides instructions on moving your data to Ubuntu.
ca: Durant el temps que heu estat utilitzant el Windows segurament heu emmagatzemat un gran nombre de dades, com ara documents, correus electrònics, fotografies i música. El més probable és que vulgueu mantenir la major part d'aquesta informació per a utilitzar-la a l'Ubuntu. Aquesta secció proporciona instruccions per a traslladar les vostres dades a l'Ubuntu.
da: I den tid du har brugt WIndows, har du sikkert lagret en stor mængde data, herunder dokumenter, e-post, fotografier og musik. Du vil højst sandsynligt gerne beholde det meste af denne information til brug i Ubuntu. Dette afsnit giver instruktioner til, hvordan du flytter dine data til Ubuntu.
sq: Kur përdornit Windows-in ju ka mundësi që të keni ruajtur një sasi të madhe të dhënash, duke përfshirë dokumenta, email-e, fotografi dhe muzikë. Ka shumë mundësi që ju të doni ta mbani shumicën e këtij infromacioni për ta përdorur me Ubuntu. Ky seksion ju jep këshilla se si t'i lëvizni të dhënat tuaja në Ubuntu.
tr: Muhtemelen, Windows kullanırken belgeler, e-postalar, fotoğraflar ve müziklerin de dahil olduğu önemli ölçüde değerli veri saklamışsınızdır. Bu bilgilerin büyük çoğunluğunu Ubuntu ile kullanmak için korumak isteyeceksiniz. Bu bölüm verilerinizi Ubuntu&rsquo;ya taşımanız için yönergeler sunmaktadır.

source: Converting unsupported file types
ca: Conversió de tipus de fitxer no compatibles
da: Konvertering af ikke-understøttede filtyper
sq: Konvertim i llojeve të skedarëve që nuk suportohen.
tr: Desteklenmeyen dosya biçimleri dönüştürülüyor

source: While applications available for Ubuntu support most common file types, there are still many file types which are not supported. If you have files in an unsupported format, it is recommended that you try to convert them to a supported format before switching. This section covers some common, unsupported or only partially-supported file types and lists possible alternatives and methods of conversion.
ca: Tot i que les aplicacions disponibles per a l'Ubuntu són compatibles amb la majoria de tipus de fitxers, n'hi ha alguns que no ho són. Si teniu fitxers d'aquests tipus, és aconsellable que els convertiu a un format compatible abans de fer el salt a l'Ubuntu. Aquesta secció tracta sobre tipus de fitxers totalment o parcialment no compatibles i suggereix possibles alternatives i mètodes de conversió.
da: Selvom de programmer, der er tilgængelige i Ubuntu, understøtter de fleste almindelige filtyper, er der stadig mange filtyper, som ikke er understøttet. Hvis du har filer i et ikke-understøttet format, anbefales det, at du forsøger at konvertere dem til et understøttet format, før du skifter til Ubuntu. Dette afsnit omhandler nogle almindelige, ikke-understøttede eller kun delvist understøttede filtyper og angiver mulige alternativer og metoder til konvertering.
sq: Ndërkohë që programet për Ubuntu i suportojnë formatet më të zakonshme të skedarëve, ka akoma dhe shumë lloje skedarësh të cilët nuk janë të suportuar. Nëse keni skedarë në një format të pa suportuar, ju rekomandohet që t'i ktheni ato në një format të suportuar para se të ndërroni. Ky seksion mbulon disa lloje skedarësh të zakonshëm të cilët nuk suportohen ose suportohen pjesërisht dhe rreshton alternativat e mundshme dhe metodat e konvertimit.
tr: Ubuntu için kullanılan uygulamalar pek çok dosya türünü destekliyor olsa da hala desteklenmeyen bazı dosya türleri vardır. Eğer desteklenmeyen türde dosyalarınız varsa, Ubuntu&rsquo;ya geçmeden önce bu dosyaları desteklenen bir türe dönüştürmeniz tavsiye edilir. Bu bölüm bazı yaygın, desteklenmeyen ya da kısmen desteklenen dosya türlerini kapsar ve muhtemel alternatifleri ve dönüşüm metodlarını listeler.

source: Some types of file cannot be used in Ubuntu
ca: Alguns tipus de fitxers no es poden utilitzar a l'Ubuntu
da: Nogle filtyper kan ikke bruges i Ubuntu
sq: Disa lloje skedarësh nuk mund të përdoren me Ubuntu.
tr: Bazı dosya türleri Ubuntu&rsquo;da kullanılamaz

source: Check to see whether the file types you use are supported
ca: Comproveu si els tipus de fitxer que utilitzeu són compatibles
da: Kontrollér om de filtyper du bruger er understøttet
sq: Kontrollo për të parë nëse llojet e skedarëve që përdor suportohen
tr: Kullandığınız dosyaların desteklenip desteklenmediğini kontrol edin

source: Convert the files which are of an unsupported type
ca: Convertiu els fitxers que siguin de tipus no compatible
da: Konvertér de filer, som ikke er en understøttet type
sq: Konverto skedarët që janë të një lloji të pasuportuar
tr: Desteklenmeyen türdeki dosyalarınızı dönüştürün

source: Converting unsupported audio formats
ca: Conversió de formats d'àudio no compatibles
da: Konvertering af ikke-understøttede lydformater
sq: Duke konvertuar formatet audio të pasuportuara
tr: Desteklenmeyen ses türlerini dönüştürmek

source: Many common audio formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
ca: Degut a restriccions legals, molts dels formats d'àudio habituals no es poden reproduir a l'Ubuntu sense la instal·lació de programari addicional.
da: Mange almindelige lydformater kan ikke afspilles på Ubuntu uden installation af ekstra software. Dette skyldes juridiske begrænsninger.
sq: Shumë formate të zakonshme audio nuk mund të luhen në Ubuntu pa instaluar programe shtesë. Kjo bëhet për arsye ligjore.
tr: Pek çok yaygın ses türü ek yazılımlar kurmadan Ubuntu üzerinde çalınamaz. Bu yasal kısıtlamalardan kaynaklanır.

source: Unfortunately, due to legal restrictions and technical issues with some common audio formats, Ubuntu cannot play certain audio formats out-of-the-box. While support for certain restricted formats can be added after you have installed Ubuntu, it can be advantageous to convert audio files to a well-supported format. This is especially important if the files have been encoded using some form of <emphasis>Digital Rights Management (DRM)</emphasis> software, as DRM restrictions can render files unplayable in all applications but the one in which they were applied.
ca: Malauradament, degut a restriccions legals i problemes tècnics amb alguns formats d'àudio comuns, l'Ubuntu no pot reproduir d'entrada certs formats d'àudio. Encara que es pot afegir la compatibilitat de certs formats d'àudio restringits després d'instal·lar-lo, convertir els fitxers d'àudio a un format totalment compatible pot ser la millor opció. Això és especialment important si els fitxers s'han codificat utilitzant un programari de <emphasis>gestió de drets digitals (DRM)</emphasis>, ja que les restriccions del DRM poden fer que els fitxers només es puguin reproduir en l'aplicació on s'aplicaren.
da: Som følge af juridiske begrænsninger og tekniske problemer med visse lydformater kan Ubuntu desværre ikke afspille visse lydformater med det samme. Der kan tilføjes understøttelse til visse begrænsede formater, efter at du har installeret Ubuntu, men det kan være fordelagtigt at konvertere lydfiler til et format med god understøttelse. Det er særlig vigtigt, hvis filerne er indkodet med brug af en variant af <emphasis>Digital Rights Management (DRM)</emphasis>-software. DRM-begrænsninger kan gøre filerne umulige at afspille i alle andre programmer, end det program, hvortil de blev tilknyttet.
sq: Për fat të keq, për shkak të kufizimeve ligjore dhe të çështjeve teknike me disa formate të njohura të audios, Ubuntu nuk mund t'i luajë disa formate audio në mënyrë të drejtpërdrejtë. Ndërkohë që mbështetja për disa formate mund të shtohet pasi ju keni instaluar Ubuntu, o të jetë me avantazh t'i konvertoni skedarët audio në një format të suportuar. Kjo është shumë e rëndësishme sidomos kur skedarët janë koduar duke përdorur ndonjë formë të <emphasis>Digital Rights Management - Menaxhimit të të Drejtave Digitale (DRM)</emphasis>, sepse kufizimet DRM mund të bëjnë që skedari të mos luhet nga asnjë program tjetër përveç skedarit me të cilin është krijuar.
tr: Maalesef yasal uyarılar ve bazı temel ses formatlarındaki teknik sorunlar nedeniyle, Ubuntu kutunun dışındaki şu anki ses formatlarını oynatamıyor. Ubuntu'yu yükledikten sonra belirli kısıtlandırılmış formatlar eklenebilirken, ses dosyalarını iyi desteklenmiş formata dönüştürmek faydalı olabilir. Bu özellikle eğer dosyalar <emphasis>Digital Rights Management (DRM)</emphasis> yazılımınin bazı formları kullanılarak dönüştürülmüşse önemlidir. Bu da DRM kısıtlandırmaları gibi dosyaları bütün uygulamalarda oynatılamaz hala getirebilir...

source: The following major audio formats are proprietary and so are not supported by default in Ubuntu:
ca: Els formats d'àudio següents són de propietat, per la qual cosa no són compatibles de manera predeterminada amb l'Ubuntu.
da: Følgende store lydformater er proprietære, og er derfor ikke understøttet som standard i Ubuntu:
sq: Formatet e mëdha audio që vijojnë janë në pronësi dhe për këtë nuk suportohen paraprakisht në Ubuntu:
tr: Şu ses türleri fikri mülkiyet hakkına tabidir ve Ubuntu tarafından varsayılan olarak desteklenmez:

source: For a well-supported audio format to replace MP3 and WMA, consider the <emphasis>Ogg Vorbis</emphasis> format. For a well-supported lossless (very high quality) format to replace AAC Lossless and WMA-VBR, consider the <emphasis>FLAC</emphasis> format. Both of these formats are open, and can be played in Ubuntu without the installation of any additional software.
ca: Per a reemplaçar l'MP3 i el WMA, podeu utilitzar l'<emphasis>Ogg Vorbis</emphasis>, el qual ofereix una total compatibilitat amb l'Ubuntu. Si voleu utilitzar un format d'alta qualitat sense pèrdues que també sigui totalment compatible, considereu el <emphasis>FLAC</emphasis> com a reemplaçament per a l'AAC amb pèrdues i el WMA-VBR. Els dos formats suggerits són oberts i es poden reproduir a l'Ubuntu sense haver d'instal·lar programari addicional.
da: For et godt understøttet lydformat til at erstatte MP3 og WMA kan du overveje <emphasis>Ogg Vorbis</emphasis>-formatet. For et godt støttet tabsfri (meget høj kvalitet)-format til at erstatte AAC Lossless og WMA-VBR kan du overveje <emphasis>FLAC</emphasis>-formatet. Begge disse formater er åbne og kan afspilles i Ubuntu uden installation af ekstra software.
sq: Për një format audio që suportohet nga të gjithë dhe që mund të zëvendësojë MP3 dhe WMA, konsideroni formatin <emphasis>Ogg Vorbis</emphasis>. Për një format të suportuar nga të gjithë dhe pa humbje (cilësi shumë e lartë) i cili mund të zëvendësojë AAC Lossless dhe WMA-VBR, konsideroni formatin <emphasis>FLAC</emphasis>. Që të dy këto formate janë të hapura dhe mund të luhen në Ubuntu pa instaluar asnjë program shtesë.
tr: MP3 ve WMA yerine kullanmak için çokca desteklenen <emphasis>Ogg Vorbis</emphasis> biçimini düşünebilirsiniz. Yine çokca desteklenen, kayıpsız (çok yüksek kalitede) AAC Kayıpsız ve WMA-VBR biçimleri yerine geçebilecek <emphasis>FLAC</emphasis> dosya biçimini düşünebilirsiniz. İkisi de açık kaynaklıdır ve Ubuntu üzerinde ilave bir yazılım gerektirmeden yürütülebilir.

source: There are many audio conversion applications for Windows available for download, and some of these can be obtained free of charge. These applications are also sometimes referred to as <emphasis>audio (re)encoders</emphasis>. Your choice of application depends on the formats which you wish to convert from and to. See websites such as <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> for a list of potentially useful applications.
ca: Hi ha moltes aplicacions de conversió d'àudio per al Windows disponibles per a baixar-les, i algunes d'aquestes es poden obtenir de forma gratuïta. Aquestes aplicacions també es poden anomenar <emphasis>codificadors d'àudio</emphasis>. L'elecció de l'aplicació depèn dels formats des dels quals i a partir dels quals vulgueu convertir. Vegeu llocs web com ara <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> per a obtenir una llista d'aplicacions útils potencials.
da: Der er mange forskellige lydkonverteringsprogrammer til Windows, nogle af disse kan endda hentes helt gratis. Disse programmer bliver også kaldt <emphasis>lyd (re)encoders</emphasis>. Dit valg af program afhænger af hvilket format du ønsker at konvertere fra og til. Se hjemmesider såsom <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> for en liste over potentielle brugbare programmer.
sq: Ka disa programe konvertues audio për Windows të gatshëm për shkarkim dhe disa nga këto mund të përdoren falas. Këto programe gjithashtu janë referuar disa herë si <emphasis>audio (re)encoders</emphasis>. Zgjedhja e programeve varet nga ju se nga cili dhe në çfarë formati doni të konvertoni. Shiko Faqet web si <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> për një listë programesh fort të përdorshëm.
tr: Windows için ücretsiz indirebileceğiniz birçok ses dosyası biçim değiştirme yazılımı mevcuttur. Bu uygulamalar bazen <emphasis>audio (re)encoders</emphasis> olarak adlandırılır. Uygulama tercihiniz hangi biçimleri dönüştürmek istediğinize bağlıdır. <ulink url="http://www.download.com/Rippers-Encoders/3150-2140_4-0.html?tag=dir">Download.com</ulink> gibi web sitelerine bakarsanız işinize yarayabilecek uygulamaların listesini bulabilirsiniz.

source: It is still possible to add support for many restricted formats (such as those listed above) to Ubuntu after installation. See the <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> document on the Ubuntu community support website for more information.
ca: És possible afegir compatibilitat per a molts dels formats restrictius llistats més amunt després de la instal·lació de l'Ubuntu. Consulteu el document <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Formats restrictius</ulink> al lloc web d'assistència de la comunitat per a obtenir més informació.
da: Det er stadig muligt at tilføje understøttelse af mange begrænsede formater (såsom de ovennævnte) i Ubuntu efter installation. Læs dokumentet <ulink url="https://help.ubuntu.com/community/RestrictedFormats">begrænsede formater</ulink> på Ubuntu fællesskabet hjælpe hjemmeside for yderligere information.
sq: Vazhdon të jetë e mundur që të shtohet mbështetja për shumë formate të kufizuara (siç janë ato të listuara më sipër) në Ubuntu pas instalimit. Shikoni dokumentin <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Formatet e Kufizuara</ulink> në faqen e mbështetjes të komunitetit të Ubuntu për më tepër informacion.
tr: Ubuntu kurulumundan sonra (yukarıdaki listede bulunan) sınırlaması olan birçok biçimin desteklenmesi ilave yüklemeler ile mümkündür. Gerekli bilgi için Ubuntu Topluluğu Destek sitesinin bu adresinde <ulink url="https://help.ubuntu.com/community/RestrictedFormats">Restricted Formats</ulink> gerekli dökümanlara ulaşabilirsiniz.

source: Converting unsupported video formats
ca: Conversió de formats de vídeo no compatibles
da: Konvertering af ikke understøttede videoformater
sq: Duke konvertuar formatet video të pasuportuara
tr: Desteklenmeyen video biçimlerinin çevirilmesi

source: Many common video formats cannot be played on Ubuntu without the installation of additional software. This is due to legal restrictions.
ca: Degut a restriccions legals, molts dels formats de vídeo habituals no es poden reproduir a l'Ubuntu sense la instal·lació de programari addicional.
da: Mange almindelige videoformater kan ikke afspilles på Ubuntu uden installation af ekstra software. Dette skyldes juridiske restriktioner.
sq: Shumë formate video të zakonshme nuk mund të luhen në Ubuntu pa instaluar programe shtesë. Kjo bëhet për arsye ligjore.
tr: Ubuntu üzerinde birçok yaygın video formatı yasal kısıtlamalar yüzünden ilave programlar kurulmadıkça izlenememektedir.

source: As with audio formats, due to legal and technical issues, many video formats are not supported by the default Ubuntu install. While support for some formats can be added at a later date, it is recommended that you convert important video files in unsupported formats to a format which is well supported in Ubuntu.
ca: De la mateixa manera que amb els formats d'àudio, hi ha molts formats de vídeo que no són compatibles per defecte amb la instal·lació de l'Ubuntu. Tot i que es pot afegir compatibilitat per a aquests més endavant, és recomanable que convertiu els fitxers de vídeo importants a un format de víedo que sigui compatible amb l'Ubuntu.
da: Som med lydformater er der, på grund af juridiske og tekniske spørgsmål, mange videoformater der ikke understøttes i Ubuntu som standard. Selvom understøttelse til nogle formater kan tilføjes på et senere tidspunkt, anbefales det at du konverterer vigtige videofiler i ikke understøttet formater til et format, som er godt understøttet i Ubuntu.
sq: Si edhe me formatet audio, për shkak të arsyeve ligjore dhe teknike, shumë formate video nuk suportohen drejtpërdrejt në instalimin e Ubuntu. Megjithëse mbështetja për disa formate mund të shtohet më vonë, ju rekomandohet që t'i konvertoni skedarët e rëndësishëm video në një format i cili suportohet drejtpërdrejt nga Ubuntu.
tr: Ses biçimleri gibi, birçok vidyo biçimi de yasal ve teknik konulardan dolayı mevcut Ubuntu yüklemesi tarafından desteklenmez. Bazı biçimler sonraki tarihlerde eklenebilirken, önemli vidyo dosyalarını, desteklenmeyen biçimlerden Ubuntu tarafından iyi desteklenen bir biçime dönüştür.
