Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Organize Bookmarks...</guimenuitem></menuchoice> to launch the <application>Bookmark Manager</application>.
ca: Premeu <menuchoice><guimenuitem>Adreces d'interès</guimenuitem><guimenuitem>Organitza les adreces d'interès...</guimenuitem></menuchoice> per a executar el <application>Gestor d'adreces d'interès</application>.
da: Tryk på <menuchoice><guimenuitem>Bogmærker</guimenuitem><guimenuitem>Arranger bogmærker…</guimenuitem></menuchoice> for at starte <application>Håndteringen af bogmærker</application>.
sq: Kliko <menuchoice><guimenuitem>Libërshënuesit</guimenuitem><guimenuitem>Organizo Libërshënuesit...</guimenuitem></menuchoice> për të nisur <application>Menaxhuesin e Libërshënuesve</application>.
tr: <application>Yer İmi Yöneticisi</application>'ni başlatmak için, <menuchoice><guimenuitem>Yer İmleri</guimenuitem><guimenuitem>Yer İmlerini Düzenle...</guimenuitem></menuchoice>'ye basın.

source: Press <menuchoice><guimenuitem>Import and Backup</guimenuitem><guimenuitem>Import HTML...</guimenuitem></menuchoice> and choose the <guilabel>From an HTML File</guilabel> option, then press <guibutton>Next</guibutton>.
ca: Premeu <menuchoice><guimenuitem>Importa i fes una còpia de seguretat</guimenuitem><guimenuitem>Importa en HTML...</guimenuitem></menuchoice>, trieu l'opció <guilabel>Des d'un fitxer HTML</guilabel> i premeu <guibutton>Endavant</guibutton>.
da: Tryk på <menuchoice><guimenuitem>Funktioner</guimenuitem><guimenuitem>Importer HTML...</guimenuitem></menuchoice> og vælg <guilabel>en HTML-fil...</guilabel>, tryk derefter på <guibutton>Næste</guibutton>.
sq: Kliko <menuchoice><guimenuitem>Importi dhe Mbështjetja</guimenuitem><guimenuitem>Importo HTML...</guimenuitem></menuchoice> dhe zgjidh opsionin <guilabel>Nga një Skedar HTML</guilabel> pastaj kliko <guibutton>Tjetër</guibutton>.
tr: <menuchoice><guimenuitem>İçe aktar ve Yedekle</guimenuitem><guimenuitem>HTML İçe aktar...</guimenuitem></menuchoice>'a basın ve <guilabel>HTML Dosyasından</guilabel>'ı seçin, ardından <guibutton>Sonraki</guibutton>'ne basın.

source: Find and select the file which you originally exported from <application>Internet Explorer</application> (see <xref linkend="preparing-bookmarks"/>) and press <guibutton>Open</guibutton>.
ca: Cerqueu i seleccioneu el fitxer on heu exportat des de l'<application>Internet Explorer</application> (vegeu <xref linkend="preparing-bookmarks"/>) i premeu <guibutton>Obre</guibutton>.
da: Find og vælg den fil, som du oprindeligt eksporterede fra <application>Internet Explorer</application> (se <xref linkend="preparing-bookmarks"/>) og tryk <guibutton>Åbn</guibutton>.
tr: <application>Internet Explorer</application>'dan dışarı aktardığınız dosyayı bulun ve seçin (bkz <xref linkend="preparing-bookmarks"/>), ardından <guibutton>Aç</guibutton>'a basın.

source: Your list of favorite web pages should be imported into <application>Firefox</application>.
ca: La llista de pàgines web preferides s'hauria d'haver importat al <application>Firefox</application>.
da: Din liste over foretrukne websider bliver tilføjet i <application>Firefox</application>.
sq: Lista juaj e faqeve të preferuara të internetit do të importohet në <application>Firefox</application>.
tr: Favori web sayfalarının listesi <application>Firefox</application> içine aktarıldı.

source: Glossary of Windows Terms
ca: Glossari de termes del Windows
da: Liste over Windowsord
sq: Fjalor i Termave të Windows
tr: Windows Terimleri Sözlüğü

source: Add/Remove Programs
ca: Addició o supressió de programes
da: Tilføj/fjern programmer
sq: Shto/Hiq Programe
tr: Program Ekle/Kaldır

source: Use <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice> to install applications from Ubuntu&rsquo;s software library, or to remove existing applications from your computer. Use <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice> for more advanced tasks.
ca: Utilitzeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Centre de programari de l'Ubuntu</guimenuitem></menuchoice> per a instal·lar aplicacions de la biblioteca de programari de l'Ubuntu o per a suprimir una aplicació existent de l'ordinador. Utilitzeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Gestor de paquets Synaptic</guimenuitem></menuchoice> per a realitzar tasques més avançades.
da: Brug <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu Softwarecenter</guimenuitem></menuchoice> for at installere programmer fra Ubuntu's software bibliotek, eller til at fjerne eksisterende programmer fra din computer. Brug <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice> til mere avancerede opgaver.
sq: Përdor <menuchoice><guimenu>Programet</guimenu><guimenuitem>Qendra e Programeve të Ubuntu</guimenuitem></menuchoice> për të instaluar programet nga libraria e programeve të Ubuntu&rsquo;s, ose për të hequr programet ekzistuese nga kompjuteri juaj. Përdorni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Menaxhuesi i Paketave Synaptic</guimenuitem></menuchoice> për detyra më të avancuara.
tr: Ubuntu&rsquo;s yazılım kütüphanesindeki uygulamaları yüklemek veya bilgisayarda var olan uygulamaları kaldırmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ubuntu Yazılım Merkezi</guimenuitem></menuchoice>'ni kullanın. Daha fazla gelişmiş görev için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Sinaptik Paket Yöneticisi</guimenuitem></menuchoice>'ni kullanın.

source: Control Panel
ca: Tauler de control
da: Kontrolpanel
sq: Paneli i Kontrollit
tr: Denetim Masası

source: Settings that affect everyone who uses Ubuntu on this computer are found in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. Settings that just affect you are accessed from <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>.
ca: Els paràmetres que afecten a tothom que utilitza l'Ubuntu en aquest ordinador es poden trobar a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem></menuchoice>. Els paràmetres que només afecten a l'usuari actiu es poden trobar a <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Preferències</guisubmenu></menuchoice>.
da: Indstillinger der påvirker alle der bruger Ubuntu på denne computer, findes under menuen <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem></menuchoice>. Indstillinger, som kun påvirker dig kan tilgås fra <menuchoice><guimenu>System</guimenu><guisubmenu>Indstillinger</guisubmenu></menuchoice>.
sq: Parametrat që ndikojnë gjithkënd që përdor Ubuntu në këtë kompjuter gjenden tek <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem></menuchoice>. Parametrat që kanë të bëjnë vetëm me ju gjenden tek <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Preferencat</guisubmenu></menuchoice>.
tr: Bu bilgisayarda Ubuntu kullanan herkesi etkileyen ayarlar <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem></menuchoice>'de bulunmaktadır. Sadece sizi etkileyen ayarlara <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Tercihler</guisubmenu></menuchoice>'den erişebilirsiniz.

source: Explorer
ca: Explorador
tr: Gezgin

source: To manage the files and folders on your computer, start by choosing an item from the <guimenu>Places</guimenu> menu.
ca: Per a gestionar els fitxers i carpetes de l'ordinador, comenceu triant un element del menú <guimenu>Llocs</guimenu>.
da: Start med at vælge et punkt fra menuen <guimenu>Steder</guimenu>, for at håndtere filer og mapper på din computer.
sq: Për të menaxhuar skedarët dhe dosjet në kompjuterin tuaj, filloni duke zgjedhur një temë nga menuja <guimenu>Vendet</guimenu>.
tr: Bilgisayarınızdaki dosya ve klasörleri yönetmeye <guimenu>Yerler</guimenu> menüsünden bir öğe seçmekle başlayın.

source: Favorites
ca: Preferits
da: Foretrukne
sq: Të Preferuara
tr: Favoriler

source: Use <guimenu>Places</guimenu> for easy access to commonly-used folders. Firefox has <guimenu>Bookmarks</guimenu>, which are equivalent to Favorites in Internet Explorer.
ca: Utilitzeu el menú <guimenu>Llocs</guimenu> per a accedir de manera fàcil a les carpetes que utilitzeu habitualment. El Firefox té les <guimenu>Adreces d'interès</guimenu>, que són equivalents als Preferits de l'Internet Explorer.
da: Brug <guimenu>Steder</guimenu> for nem adgang til almindeligt anvendte mapper. Firefox har <guimenu>Bogmærker</guimenu>, som svarer til favoritter i Internet Explorer.
sq: Përdorni <guimenu>Vendet</guimenu> për të hyrë lehtësisht në dosjet që përdoren zakonisht. Firefox ka <guimenu>Libërshënues</guimenu>, të cilët janë ekuivalent i Favoriteve në Internet Explorer.
tr: Sık kullanılan klasörlere erişmek için <guimenu>Yerler</guimenu> menüsünü kullanın. Firefox, Internet Explorer'daki Favoriler menüsünün eşdeğeri olan <guimenu>Sık Kullanılanlar</guimenu> menüsüne sahiptir.

source: You can use <application>Firefox</application> to search the Web and visit Web sites: <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
ca: Podeu utilitzar el <application>Firefox</application> per a cercar a la web i visitar llocs web: <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>.
da: Du kan bruge <application>Firefox</application> til at søge på nettet og besøge hjemmesider: <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
sq: Ju mund të përdorni <application>Firefox</application> për të kërkuar Internetin dhe vizituar faqet e tij: <menuchoice><guimenu>Programet</guimenu><guisubmenu>Interneti</guisubmenu><guimenuitem>Shfletuesi i Internetit Firefox</guimenuitem></menuchoice>.
tr: Web sitelerinin ziyaret etmek için <application>Firefox</application>'u kullanabilirsiniz: <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Tarayıcısı</guimenuitem></menuchoice>.

source: Log Off
ca: Tanca la sessió
da: Log ud
sq: Dil
tr: Oturumu Kapat

source: To close all your programs and leave the computer ready for someone else to log in, click the <application>User Switcher</application> in the top right hand corner of the screen and then press <guibutton>Log out</guibutton>.
ca: Per a tancar tots els programes i deixar l'ordinador a punt perquè entri una altra persona, feu clic al <application>Commutador d'usuari</application> a la cantonada superior dreta de la pantalla i premeu <guibutton>Surt</guibutton>.
da: Klik på <application>Brugerskift</application> i øverste højre hjørne af skærmen og derefter på <guibutton>Log ud...</guibutton>, for at lukke alle dine programmer og efterlade computeren klar til at en anden person logge ind.
sq: Për të mbyllur të gjitha programet tuaja dhe për ta lënë kompjuterin gati që dikush tjetër të hyjë në të, klikoni <application>Ndryshuesi i Përdoruesve</application> në cepin e sipërm djathtas të ekranit dhe pastaj klikoni <guibutton>Dalje</guibutton>.
tr: Tüm programları kapatmak ve başka birinin giriş yapacak şekilde bilgisayarı bırakmak için, ekranın sağ üst köşesindeki <application>Kullanıcı Değiştir</application>'e tıklayın ve sonra <guibutton>Oturumu Kapat</guibutton>'a basın.

source: My Computer
ca: El meu ordinador
da: Denne computer
sq: Kompjuteri Im
tr: Bilgisayarım

source: Equivalent items to those in the <quote>My Computer</quote> window are found in various places in Ubuntu.
ca: A l'Ubuntu trobareu els elements equivalents a aquells d'<quote>El meu ordinador</quote> en diversos llocs:
da: Tilsvarende emner til dem i vinduet <quote>Denne computer</quote>, findes forskellige steder i Ubuntu.
sq: Tema të barazvlefshme me ato që gjenden në dritaren e <quote>My Computer</quote> gjenden në vende të ndryshme në Ubuntu.
tr: <quote>Bilgisayarım</quote> penceresi içerisinde bulunan öğelerin eşdeğer olanları Ubuntu'da bir çok yerde bulunur.

source: To see the disks and storage devices connected to the computer, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>.
ca: Per a mostrar els discs i dispositius d'emmagatzematge connectats a l'ordinador, trieu <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Ordinador</guimenuitem></menuchoice>.
da: For at se diske og lagerenheder der er tilsluttet til computeren, skal du vælge <menuchoice> <guimenu>Steder</guimenu><guimenuitem>Maskine</guimenuitem></menuchoice>.
sq: Për të parë disqet dhe mjetet ruajtëse të lidhura me kompjuterin, zgjidhni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Kompjuteri</guimenuitem></menuchoice>.
tr: Bilgisayara bağlı diskleri ve depolama aygıtlarını görmek için <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Bilgisayar</guimenuitem></menuchoice>'ı seçin.

source: My Documents
ca: Els meus documents
da: Dokumenter
sq: Dokumentat e Mia
tr: Belgelerim

source: Inside your home folder (<menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>), you can arrange documents and other files in whatever folders you wish.
ca: Dins de la carpeta d'usuari (<menuchoice><guimenu>Llocs</guimenu><guimenuitem>Carpeta d'usuari</guimenuitem></menuchoice>), podeu ordenar els documents i altres fitxers en qualsevol carpeta que desitgeu.
da: Inde i din hjemmemappe (<menuchoice><guimenu>Steder</guimenu><guimenuitem>Hjemmemappe</guimenuitem></menuchoice>), kan du arrangere dokumenter og andre filer, i de mapper du ønsker mapper.
sq: Brenda dosjes Shtëpi (<menuchoice><guimenu>Vendet</guimenu><guimenuitem>Dosja Shtëpi</guimenuitem></menuchoice>), Ju mund t'i rregulloni dokumentet dhe skedarët e tjerë në çdo dosje që të dëshironi.
tr: Ev klasörünün içinde (<menuchoice><guimenu>Yerler</guimenu><guimenuitem>Ev Klasörü</guimenuitem></menuchoice>), istediğin herhangi klasördeki belge ve diğer dosyaları düzenleyebilirsin.

source: Printers &amp; Faxes
ca: Impressores i faxos
da: Printer og fax
sq: Printerat &amp; Fakset
tr: Yazıcılar &amp; Fakslar

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice> to set up printers.
ca: Obriu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Impressió</guimenuitem></menuchoice> per configurar les impressores.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Udskrivning</guimenuitem></menuchoice> for at konfigurere printere.
tr: Yazıcıları kurmak için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazdırma</guimenuitem></menuchoice>'yı açın.

source: To setup a fax modem, see <ulink type="help" url="ghelp:printing#faxing">Faxing</ulink>.
ca: Per configurar un mòdem fax, vegeu <ulink type="ajuda" url="ghelp:printing#faxing">Fax</ulink>.
da: Se <ulink type="help" url="ghelp:printing#faxing">Brug af fax</ulink> for opsætning af faxmodem.
tr: Bir faks modemi kurmak için <ulink type="yardım" url="ghelp:printing#faxing">Faks Gönderme</ulink>'ye bakın.

source: Recycle Bin
ca: Paperera de reciclatge
da: Papirkurv
sq: Shporta e Riciklimit
tr: Geri Dönüşüm Kutusu

source: The <guilabel>Trash</guilabel> works much the same way as the Recycle Bin. The Trash is almost always at the bottom right corner of the screen.
ca: La <guilabel>Paperera</guilabel> funciona de la mateixa manera que la paperera de reciclatge. La paperera gairebé sempre està a la cantonada inferior dreta de la pantalla.
da: <guilabel>Papirkurven</guilabel> virker stortset på samme måde som i Windows. Papirkurven er næsten altid i nederste højre hjørne af skærmen.
sq: <guilabel>Koshi</guilabel> punon gati njësoj si Recycle Bin. Koshi gjendet gati gjithmonë në cepin e poshtëm në të djathtë të ekranit.
tr: <guilabel>Çöp Kutusu</guilabel> Geri Dönüşüm Kutusu gibi çalışır. Çöp kutusu genellikle ekranın sağ alt köşesinde bulunur.

source: Standby
ca: Pausa en espera
sq: Në pritje
tr: Beklemeye Al

source: To put your computer into a power-saving mode until you resume using it, click the <application>User Switcher</application> in the top right hand corner of the screen, then <guilabel>Suspend</guilabel> or <guilabel>Hibernate</guilabel>. (<guilabel>Hibernate</guilabel> requires no power at all, but is slower, and is not available on some types of computer.)
ca: Per a posar l'ordinador en mode d'estalvi d'energia fins que el torneu a utilitzar, feu clic al <application>Commutador d'usuari</application> a la cantonada superior dreta de la pantalla, llavors a <guilabel>Atura temporalment</guilabel> o a <guilabel>Hiberna</guilabel> (l'opció <guilabel>Hiberna</guilabel> no consumeix gens d'energia, però és més lent i no està disponible en alguns ordinadors).
da: For at sætte din computer i en energibesparende tilstand, indtil du igen bruger den, skal du klikke på <application>Brugerskifter</application> i det øverste højre hjørne af skærmen, og der efter på <guilabel>Hvile</guilabel> eller <guilabel>Dvale</guilabel>. (<guilabel>Dvale</guilabel> kræver ingen strøm overhovedet, men er langsommere, og er ikke tilgængelig på visse computere.)
sq: Për ta vendosur kompjuterin në mënyrën e ruajtjes së energjisë deri sa ju të rifilloni ta përdorni atë, klikoni <application>Ndryshuesi i Përdoruesve</application> në cepin e sipërm djathtas të ekranit, pastaj <guilabel>Pezullo</guilabel> ose <guilabel>Hiberno</guilabel>. (<guilabel>Hiberno</guilabel> nuk kërkon fare tension, por është më i ngadaltë dhe nuk është i disponueshëm në disa lloje kompjuterash.)
tr: Bilgisayarınızı kullanmaya devam edene kadar güç koruma kipine almak için; ekranın sağ üst köşesindeki <application>Kullanıcı Değiştir...</application>'e tıklayın, sonra <guilabel>Askıya Al</guilabel> ya da <guilabel>Uykuya Al</guilabel>'ı seçin. (<guilabel>Uykuya Al</guilabel> kipi güç harcamaz ama daha yavaştır ve bazı bilgisayarlarda kullanılabilir değildir.)

source: Start button
ca: Botó Inicia
da: Startknap
sq: Butoni i Nisjes
tr: Başlat düğmesi

source: The three menus at the top left of the screen - <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> - contain most of the same things as the Start menu in Windows.
ca: Els tres menús de la part superior esquerra de la pantalla - <guimenu>Aplicacions</guimenu>, <guimenu>Llocs</guimenu>, i <guimenu>Sistema</guimenu> - contenen moltes de les mateixes coses que el menú Inicia de Windows.
da: De tre menuer øverst til venstre på skærmen - <guimenu>Programmer</guimenu>, <guimenu>Steder</guimenu> og <guimenu>System</guimenu> - indeholder de fleste af de samme ting som menuen Start i Windows.
tr: Ekranın sol üst köşesinde bulunan üç menü - <guimenu>Uygulamalar</guimenu>, <guimenu>Yerler</guimenu> ve <guimenu>Sistem</guimenu> - Windows Başlat menüsünde bulunan bir çok benzer içeriği bulundurur.

source: Task Manager
ca: Administrador de tasques
da: Jobliste
tr: Görev Yöneticisi

source: To see or halt currently running programs, or to track processor and memory usage, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice>.
ca: Per a visualitzar o aturar els programes que s'estan executant o fer un seguiment de la utilització de la CPU i la memòria, trieu <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administració</guisubmenu><guimenuitem>Monitor del sistema</guimenuitem></menuchoice>.
da: Gennemse eller stop kørende programmer eller overvåg processor- og hukommelsesforbrug i <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Systemovervågning</guimenuitem></menuchoice>.
sq: Për të parë apo ndalur programet që janë në gjendje pune, apo për të gjurmuar përdorimin e proçesorit dhe të kujtesës, zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guimenuitem>Monitoruesi i Sistemit</guimenuitem></menuchoice>.
tr: Şuan çalışan programları görmek ya da durdurmak için veya işlemci ya da bellek kullanımını izlemek için <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guimenuitem>Sistem Gözlemcisi</guimenuitem></menuchoice>'ni seçiniz.

source: Windows Media Player
ca: Reproductor de Windows Media
tr: Windows Medya Oynatıcısı

source: Programs that play music and movies, and rip music CDs, are available from <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem></menuchoice>.
ca: Els programes que poden reproduir música i pel·lícules i extreure música de CD estan disponibles a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>So i vídeo</guimenuitem></menuchoice>.
da: Programmer som kan afspille musik og film samt rippe musik-cd'er er tilgængelige i <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og video</guimenuitem></menuchoice>.
sq: Programe që luajnë muzikë dhe filma dhe kopjojnë CD muzike, janë të disponueshëm nga <menuchoice><guimenu>Programet</guimenu><guimenuitem>Zëri &amp; Video</guimenuitem></menuchoice>.
tr: Müzik ve film oynatan, müzik CD'si dönüştüren programlara <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ses &amp; Video</guimenuitem></menuchoice>'dan ulaşılabilir.

source: To check for updates to Ubuntu, open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice>.
ca: Per a comprovar les actualitzacions de l'Ubuntu, obriu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Gestor d'actualitzacions</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Opdateringshåndtering</guimenuitem></menuchoice> for at kontrollere, om der er kommet nye opdateringer til Ubuntu.
sq: Për të kontrolluar për përditësime në Ubuntu, hapni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Menaxhuesi i Përditësimeve </guimenuitem></menuchoice>.
tr: Ubuntu güncellemelerini kontrol etmek için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Güncelleme Yöneticisi</guimenuitem></menuchoice>'ni açın.

source: translator-credits
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi Pep Nieto https://launchpad.net/~jnieto SiscoGarcia https://launchpad.net/~sisco
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo John H. https://launchpad.net/~john-hojsholt
sq: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
tr: Launchpad Contributions: AlmaMorena https://launchpad.net/~ramazan-evdoxia Cihan Ersoy https://launchpad.net/~cihan.ersoy Efe Çiftci https://launchpad.net/~efeciftci EsatYuce https://launchpad.net/~esat Kayra Akman https://launchpad.net/~ckakman Nazan https://launchpad.net/~mimesises Onur Gözüpek https://launchpad.net/~aynshtein ubuntuki https://launchpad.net/~aleverzurumlu

source: Windows Update
sq: Përditësimi i Windows
tr: Windows Güncelleme
