Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: If you have a home network, perhaps connected using a router or switch, there are a few settings which you may need in order to connect to the network successfully. While most networks will be able to assign correct settings to Ubuntu automatically, some networks cannot.
ca: Si disposeu d'una xarxa domèstica (potser connectada a través d'un encaminador o un commutador), us caldrà configurar alguns paràmetres per a poder-vos-hi connectar. Tot i que la majoria de xarxes poden assignar els paràmetres adequats a l'Ubuntu, n'hi ha algunes que no ho poden fer.
da: Hvis du har et hjemmenetværk, måske forbundet via en router eller switch, er der et par indstillinger, som du måske brug for at oprette forbindelse til netværket. Mens de fleste netværk vil være i stand til at tildele korrekte indstillinger til Ubuntu automatisk, er der dog enkelte undtagelser.
sq: Nëse keni një rrjet shtëpie, ndoshta i lidhur me një çelës router, ka pak parametra që mund t'iu nevojiten për tu lidhur me sukses me rrjetin. Ndërkohë që shumica e rrjeteve do të jetë në gjendje t'i japë automatikisht parametrat e duhur Ubuntu, disa rrjete nuk munden.
tr: Eğer bir ev ağın varsa, belkide yönlendirici veya anahtar kullanarak ağa başarılı şekilde bağlanmak için sırasıyla yapman gereken birkaç ayar vardır. Çoğu ağ Ubuntuya otomatik olarak doğru bağlanmayı sağlarken, bazıları da sağlamayabilir.

source: Follow the instructions below to obtain a copy of the network settings which you may need:
ca: Seguiu les instruccions de més avall per a obtenir una còpia dels paràmetres de xarxa que us puguin fer falta:
da: Følg instruktionerne nedenfor for at få fat i en kopi af de netværksindstillinger som du kan få brug for:
sq: Ndiq udhëzimet e mëposhtme për të mbajtur një kopje të Preferencave të Rrjetit të cilat mund tju nevojiten:
tr: İhtiyacınız olabilecek ağ ayarlarına ulaşmak için aşağıdaki yönergeleri takip ediniz:

source: Press <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>All Programs</guimenuitem><guisubmenu>Accessories</guisubmenu><guimenuitem>Command Prompt</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>Tots els programes</guimenuitem><guisubmenu>Accessoris</guisubmenu><guimenuitem>Indicador d'ordres</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Alle programmer</guimenuitem><guisubmenu>Tilbehør</guisubmenu><guimenuitem>Kommandoprompt</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Tüm Programlar</guimenuitem><guisubmenu>Erişebilirlik</guisubmenu><guimenuitem>Uçbirim</guimenuitem></menuchoice>'e basın.

source: A black screen called <application>Command Prompt</application> will appear. Into the screen, type <screen>ipconfig /all</screen> and press <keycap>Enter</keycap>. This will list a set of network settings for each of the networking devices you have installed. You may have one or several networking devices.
ca: Apareixerà un <application>indicador d'ordres</application>, en el qual haureu d'escriure <screen>ipconfig /all</screen> i prémer la tecla de <keycap>Retorn</keycap>, amb la qual cosa es mostrarà una llista de paràmetres de xarxa per a cadascun dels dispositius de xarxa que tingueu instal·lats. És possible que en tingueu un o més d'un.
da: Et sort vindue ved navn <application>Kommandoprompt</application> vises. Skriv <screen>ipconfig /all</screen> i vinduet og tryk på <keycap>Enter</keycap>. Dette vil vise en række netværksindstillingerne for hver af de netværksenheder, du har installeret. Du kan have en eller flere netværksenheder.
sq: Do të shfaqet një ekran i zi i quajtur <application>Command Prompt</application>. Në ekran shtypni <screen>ipconfig /all</screen> dhe klikoni <keycap>Enter</keycap>. Kjo do të listojë një grup parametrash të rrjetit për çdonjë nga pajisjet e rrjetit që keni instaluar. Ju mund të keni një ose disa pajisje rrjeti.
tr: <application>Uçbirim</application> olarak adlandırılan siyah bir ekran gözükecektir. Ekranda, <screen>ipconfig /all</screen> yazın ve <keycap>Enter</keycap>'e basın. Bu daha önce kurduğunuz her bir ağ oluşturma aygıtları için ağ ayarlarının bir setini listeleyecektir. Muhtemelen bir ya da daha çok ağ oluşturma aygıtlarınız vardır.

source: Now, type <screen>ipconfig /all &gt; C:\network_settings.txt</screen> and then press <keycap>Enter</keycap>. This will store the settings you have just seen in the file <filename>C:\network_settings.txt</filename>.
ca: Ara teclegeu <screen>ipconfig /all &gt; C:\network_settings.txt</screen> i premeu <keycap>Retorn</keycap>. Això emmagatzemarà els paràmetres que acabeu de veure al fitxer <filename>C:\network_settings.txt</filename>.
da: Skriv nu: <screen>ipconfig /all &gt; C:\netværksindstillinger.txt</screen> og trykke derefter på <keycap>Enter</keycap>. Dette vil gemme de indstillinger, du lige har set i filen <filename>C:\netværksindstillinger.txt</filename>.
sq: Tani, shtypni <screen>ipconfig /all &gt; C:\network_settings.txt</screen> e më pas klikoni <keycap>Enter</keycap>. Kjo do t'i ruajë parametrat që ju sapo patë në skedarin <filename>C:\network_settings.txt</filename>.
tr: Şimdi <screen>ipconfig /all &gt; C:\network_settings.txt</screen> yaz ve <keycap>Enter</keycap>a bas. Bu işlem dosyada <filename>C:\network_settings.txt</filename> görülen ayarları depolayacak.

source: Locate and open <filename>C:\network_settings</filename> in a text editing program, such as <application>Notepad</application>. Print out a copy of the file if possible.
ca: Cerqueu el fitxer <filename>C:\network_settings</filename> i obriu-lo amb un editor de textos com ara el <application>Notepad</application>. Si podeu, imprimiu-ne una còpia.
da: Find og åbn <filename>C:\netværksindstillinger</filename> i et tekstbehandlingsprogram, f.eks <application>Notesblok</application>. Udskriv en kopi af filen, hvis muligt.
sq: Gjeni dhe hapni <filename>C:\network_settings</filename> në një program për modifikimin e tekstit siç është <application>Notepad</application>. Printoni një kopje të skedarit nëse është e mundur.
tr: <application>Notepad</application gibi bir yazı düzenleme programına <filename>C:\network_settings</filename>'i yerleştirin ve açın. Eğer mümkünse dosyanın bir çıktısını alın.

source: Windows networks
ca: Xarxes del Windows
da: Windows-netværk
sq: Rrjetet Windows
tr: Windows ağları

source: If you connect to a Windows network, you may need some additional information in order to be able to see documents placed in network shares. If you connect to a network administered by another person, ask that person for the relevant information on connecting to the network. Otherwise, ensure that you have access to the information listed below:
ca: Si us connecteu a una xarxa del Windows, us caldrà informació addicional per a poder visualitzar els documents ubicats a les comparticions de la xarxa. Si us connecteu a una xarxa administrada per una altra persona, demaneu-li la informació rellevant per a connectar-vos a la xarxa. D'altra manera, assegureu-vos que teniu accés a la informació llistada a sota:
da: Hvis du tilslutter til et Windows netværk, så kan du får brug for yderligere informationer for at blive i stand til at se dokumenter placeret på delte netværksdrev. Hvis du tilslutter til et netværk som administreres af en anden person, så anmod personen om den relevante information for tilslutning til netværket. Hvis ikke, så sørg for at du har adgang til informationerne som vises nedenfor:
sq: Nëse lidheni me një rrjet Windows mud t'iu nevojitet informacion shtesë për të qenë në gjendje të shikoni dokumentet e vendosura në vendet e përbashkëta të rrjetit. Nëse lidheni me një rrjet të administruar nga një perosn tjetër, pyeteni atë person për informacion të rëndësishëm në lidhje me lidhjen me rrjetin. Përndryshe, sigurohuni që të keni të disponueshëm informacionin e rreshtuar më poshtë:
tr: Eğer Windows ağına bağlanmaya çalışıyorsanız, Ağ Paylaşımı altındaki ilave dökümanlara ihtiyacınız olabilir. Eğer başka biri tarafından yönetilen bir ağa bağlanacaksanız, bu kişiye ağa bağlanmak için gereken bilgileri sorunuz. Olmaz ise aşağıdaki listedekilere ulaşıp ulaşamadığınızı kontrol edin.

source: Domain or workgroup name
ca: Domini o nom del grup de treball
da: Domæne eller navn på arbejdsgruppe
sq: Emri i domeinit ose i grupit të punës
tr: Alan veya çalışma grubu adı

source: Your username and password on the network
ca: El vostre nom d'usuari i contrasenya de la xarxa
da: Dit brugernavn og adgangskode på netværket
sq: Emri i përdoruesit dhe fjalëkalimi juaj në rrjet
tr: Ağdaki kullanıcı adınız ve şifreniz

source: Active Directory master IP address (if applicable)
ca: Adreça IP de l'ordinador principal de l'Active Directory (si cal)
da: Active Directory master IP-adresse (hvis anvendelig)
sq: Adresa kryesore e IP në Direktorinë Aktive (nëse është e aplikueshme)
tr: Aktiv Dizin uzmanı IP adresi (uygulanabilirse)

source: Wireless networks
ca: Xarxes sense fil
da: Trådløse netværk
sq: Rrjetet pa kabllo
tr: Kablosuz ağlar

source: There are several important pieces of information which you should have to hand if you would like to connect to a wireless network. These are listed below:
ca: Hi ha diversos punts d'informació importants que hauríeu de tenir a mà si us voleu connectar a una xarxa sense fil. Aquests estan llistades a sota:
da: Der er adskillige vigtige stykker af information som du bør have i hånden, hvis du ønsker at etablere forbindelse til et trådløst netværk. Disse vises i listen nedenfor:
sq: Ka disa pjesë të rëndësishme informacioni të cilat ju duhet t'i keni pranë nëse dëshironi të lidheni me një rrjet wireless. Ato janë listuar më poshtë:
tr: Kablosuz bir ağa bağlanmak istediğinizde elinizde bulundurmanız gereken birçok önemli bilgi parçası vardır. Aşağıda bir listesi var:

source: Network name (SSID)
ca: Nom de la xarxa (SSID)
da: Netværksnavn (SSID)
sq: Emri i rrjetit (SSID)
tr: Ağ adı (SSID)

source: WEP encryption key or WPA passkey
ca: Clau de xifratge WEP o contrasenya WPA
da: WEP-krypteringsnøgle eller WPA-passkey
sq: Çelësi i kriptimit WEP ose çelësi WPA
tr: WEP şifrelemesi veya WPA parolası

source: There are numerous ways of discovering this information. If your wireless network is provided by a <emphasis>wireless router</emphasis>, you should be able to find this information from the configuration pages of the router. Consult the router manual for more information on where to find the relevant information.
ca: Hi ha diverses maneres de descobrir aquesta informació. Si la xarxa sense fil és proporcionada per un <emphasis>encaminador sense fil</emphasis>, hauríeu de poder trobar aquesta informació a les pàgines de configuració de l'encaminador. Consulteu el manual de l'encaminador per a obtenir més informació d'on trobar la informació rellevant.
da: Der er talrige måder at finde frem til denne information. Hvis dit trådløse netværk tildeles gennem en <emphasis>trådløs router</emphasis>, så bør du være i stand til at finde denne information fra siderne om konfiguration af routeren. Rådfør dig med routerens manual for mere information om hvor den relevante information findes.
sq: Ka shumë mënyra për ta zbuluar këtë informacion. Nëse rrjeti juaj wireless jepet nga një <emphasis>wireless router</emphasis>, ju do të jeni në gjendje ta gjeni këtë informacion nga faqet e konfigurimit të routerit. Konsultoni manualin e routerit për më tepër informacion se ku mund të gjendi të dhëna në lidhje me këtë.
tr: Bu bilgiye ulaşmanın sayısız yolu vardır. Eğer kablosuz ağın <emphasis>kablosuz yönlendirici</emphasis> tarafından sağlandıysa bu bilgiyi yönlendiricinin yapılandırma sayfalarından bulabilirsin. Daha fazla bilgi için yönlendirici kılavuzunun ilgili bölümüne müracaat et.

source: VPNs
ca: VPN (xarxes privades virtuals)
da: VPN'er
sq: VPN-të
tr: VPN

source: <emphasis>Virtual Private Networks</emphasis> are a type of network which allow you to connect to a remote private network using a public network such as the Internet. There are many different types of VPN, which have varying degrees of support under Ubuntu. If you must connect to a VPN, first identify the type of VPN which you are connecting to. If the VPN is supported under Ubuntu, it is possible that a document will be available from the VPN vendor's website which can help you to connect to the network.
ca: Les <emphasis>Xarxes privades virtuals (VPN)</emphasis> són un tipus de xarxes que us permeten connectar-vos a una xarxa privada remota utilitzant una xarxa pública com ara Internet. Hi ha molts tipus diferents de VPN, les quals tenen diferents graus de compatibilitat a l'Ubuntu. Si us heu de connectar a una VPN, primer identifiqueu el tipus de VPN a la qual us esteu connectant. Si la VPN és compatible a l'Ubuntu, és possible que hi hagi disponible un document en el lloc web del proveïdor, el qual us podrà ajudar a connectar-vos a la xarxa.
da: <emphasis>Virtuelt Privat Netværk</emphasis> er en form for netværk, som giver dig mulighed for at oprette forbindelse til et eksternt privat netværk ved hjælp af et offentligt netværk, såsom internettet. Der er mange forskellige typer af VPN, som har forskellige grader af understøttelse under Ubuntu. Hvis du skal oprette forbindelse til et VPN, identificere først hvilken type VPN, som du forbinder til. Hvis VPN'et støttes af Ubuntu, er det muligt at et dokument vil være tilgængeligt, fra VPN-udbyderens hjemmeside, som kan hjælpe dig med at oprette forbindelse til netværket.
sq: <emphasis>Virtual Private Networks - Rrjetet Virtuale Private</emphasis> është një lloj rrjeti i cili ju lejon të lidheni me një rrjet të largët privat duke përdorur një rrjet publik siç është Interneti. Ka shumë lloje të VPN, të cilat kanë shkallë të ndryshme mbështetjeje për Ubuntu. Nëse ju duhet të lidheni me një VPN, fillimisht identifikoni llojin e VPN me të cilin dëshironi të lidheni. Nëse VPN suportohet nga Ubuntu, është e mundur që një dokument do të jetë i disponueshëm nga faqja e shitësit të VPN i cili mund t'iu ndihmojë për tu lidhur me rrjetin.
tr: <emphasis>Sanal Özel Ağlar</emphasis> Internet gibi yerel bir ağ kullanarak uzak özel bir ağa bağlanmaya imkan tanıyan ağ türüdür. VPN (Virtual Private Networks)nin ubuntu altında desteklenen değişik değişkenlere sahip birçok farklı türü vardır. Eğer VPN Ubuntu altında destekleniyorsa VPN saylayıcısının websitesindeki bir belgeyi kullanarak yardım almak için ağa bağlanarak ona erişmek mümkündür.

source: Ensure that you have all of the VPN connection information that you think you may require.
ca: Assegureu-vos que teniu tota la informació de la xarxa privada virtual (VPN) que cregueu necessària.
da: Sørg for at du har alle VPN-forbindelsesinformationer som du mener du får brug for.
sq: Sigurohuni që keni të gjithë informacionin e lidhjes VPN që mendoni se mund t'ju nevojitet
tr: VPN bağlantısı ile ilgili ihtiyacınız olabilecek her türlü bilginin elinizde olduğundan emin olun.

source: Instant messaging settings
ca: Parametres de la missatgeria instantània
da: Chatindstillinger
sq: Parametrat e mesazhit të momentit
tr: Anında mesajlaşma ayarları

source: If you use instant messaging (chat) software, you will have set up a user account on an instant messaging network. Ubuntu has excellent support for many instant messaging networks by default, so you should still be able to use your existing account after you have switched. Please ensure that you make a note of the following information about your instant messaging account:
ca: Si utilitzeu un programa de missatgeria instantània (xat), tindreu configurat un compte d'usuari en una xarxa de missatgeria instantània. Per defecte l'Ubuntu té una compatibilitat excel·lent per a moltes xarxes de missatgeria instantània, de manera que encara hauríeu de poder utilitzar el vostre compte existent després d'haver fet el canvi. Assegureu-vos que heu pres nota de la informació següent del vostre compte de missatgeria instantània:
da: Hvis du bruger chat (instant messaging) software, vil du have oprettet en brugerkonto på et chatnetværk. Ubuntu har glimrende understøttelse af mange chatkonto fra start af, så du vil stadig være i stand til at bruge din eksisterende konto, efter du har skiftet. Sørg for, at du laver en note af følgende oplysninger om dit chat-konto:
sq: Nëse përdorni një program për mesazhet e drejtpërdrejta (chat), ju do të keni një llogari përdoruesi në një rrjet të mesazheve të çastit. Ubuntu ka mbështetje të shkëlqyer për shumë rrjete të mesazheve të menjhershme, kështu që ju mund të vazhdoni të përdorni llogarinë tuaj ekzistuese pasi keni bërë ndryshimin. Ju lutemi të siguroheni që keni mbajtur shënim informacionin që vijon rreth llogarisë tuaj të mesazheve të menjëhershme:
tr: Eğer anında mesajlaşma (chat) programı kullanıyorsanız, anında mesajlaşma sğı üzerinde kullanıcı adınızı kurmanız gerekmektedir. Ubuntu standart olarak anında mesajlaşmaya mükemmel destek verir. Ubuntuya geçiş sonrası kendi hesabınızı halen kullanabilirsiniz. Anında mesajlaşma hesabınız ile ilgili olarak lütfen aşağıdaki listedeki bilgilerin elinizde olduğundan emin olun:

source: Screen name or alias
ca: Nom que mostreu o sobrenom
da: Brugernavn eller alias
sq: Emri i ekranit ose pseudonimi
tr: Ekran adı veya takma ad

source: If possible, also make a copy of your buddy- or contact-list.
ca: Si és possible, feu també una còpia de la vostra llista de contactes.
da: Hvis muligt, så opret også en kopi af din venne- eller kontakt-liste.
sq: Nëse është e mundur, bëni edhe një listë të shokëve apo të kontakteve tuaja.
tr: Eğer mümkünse buddy veya kontak listenizin bir kopyasını alınız.

source: Web browser bookmarks
ca: Adreces d'interès del navegador web
da: Bogmærker fra netbrowser
sq: Libërshënuesit e shfletuesit të internetit
tr: Web tarayıcı yer imleri

source: It is likely that you have many bookmarked websites in your web browser. This section helps you back them up.
ca: És probable que tingueu molts llocs web desats com a adreces d'interès en el vostre navegador web. Aquesta secció us ajudarà a fer-ne una còpia de seguretat.
da: Du har sandsynligvis mange bogmærkede hjemmesider i din internetbrowser. Dette afsnit hjælper dig med at oprette en sikkerhedskopi af dem.
sq: Ka mundësi që ju të keni shumë faqe interneti të ruajtura në shfletuesin tuaj të internetit. Ky seksion ju ndihmon t'i ruani ato.
tr: Muhtemelen Web tarayıcınızda birçok yer imli web sitesi vardır. Bu bölüm size onları yedeklemede yardımcı olur.

source: To backup your <application>Microsoft Internet Explorer 6</application> web browser:
ca: Si voleu fer una còpia de seguretat del navegador web <application>Microsoft Internet Explorer 6</application>:
da: For at oprette sikkerhedskopi af <application>Microsoft Internet Explorer 6</application> netbrowser:
sq: Për të ruajtur shfletuesin tuaj të internetit <application>Microsoft Internet Explorer 6</application>:
tr: Web tarayıcınızı <application>Microsoft Internet Explorer 6</application> yedeklemek için:

source: Start <application>Internet Explorer</application>.
ca: Inicieu l'<application>Internet Explorer</application>.
sq: Nisni <application>Internet Explorer</application>.
tr: <application>Internet Explorer</application>'ı başlat.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export...</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Importa i exporta...</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Filer</guimenuitem><guimenuitem>Importer og eksporter...</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Importo dhe Eksporto...</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>İçer aktar ve Dışa aktar...</guimenuitem></menuchoice>'a basın.

source: The <application>Import/Export Wizard</application> will start. Press <guibutton>Next</guibutton>.
ca: S'iniciarà l'<application>Auxiliar d'importació i exportació</application>. Premeu <guibutton>Endavant</guibutton>.
da: <application>Guiden Importer/Eksporter</application> starter. Tryk <guibutton>Næste</guibutton>.
sq: Do nisë <application>Import/Export Wizard</application>. Kliko <guibutton>Tjetri</guibutton>.
tr: <application>İçe aktar/Dışa aktar Sihirbazı</application> başlatılacak. <guibutton>İleri</guibutton> basınız.

source: Select <guilabel>Export Favorites</guilabel> and press <guibutton>Next</guibutton>.
ca: Seleccioneu <guilabel>Exporta els preferits</guilabel> i premeu <guibutton>Endavant</guibutton>.
da: Vælg <guilabel>Eksporter Favoritter</guilabel> og tryk <guibutton>Næste</guibutton>.
sq: Zgjidh <guilabel>Eksporto të Favorizuarat</guilabel> dhe kliko <guibutton>Tjetër</guibutton>.
tr: <guilabel>Favorileri Dışa Aktar</guilabel>'ı seçin ve <guibutton>İleri</guibutton> düğmesine basın.

source: Select the folder from which you want to export your favorites. Selecting the <guilabel>Favorites</guilabel> folder will export all of them. Press <guibutton>Next</guibutton>.
ca: Seleccioneu la carpeta de la qual vulgueu exportar els preferits. Seleccionant la carpeta <guilabel>Preferits</guilabel> els exportareu tots. Premeu <guibutton>Següent</guibutton>.
da: Vælg mappen hvorfra du ønsker at eksportere dine favoritter. Valg af mappen <guilabel>Foretrukne</guilabel> vil eksportere dem alle. Tryk <guibutton>Næste</guibutton>.
tr: Favorilerinizi dışa aktarmak istediğiniz klasörü seçin. <guilabel>Favoriler</guilabel> klasörünü seçmek onların tümünü dışa aktaracaktır. <guibutton>İleri</guibutton>'ye basın.

source: Select <guilabel>Export to a File or Address</guilabel> and choose a filename. Press <guibutton>Next</guibutton>.
ca: Seleccioneu <guilabel>Exporta a un fitxer o a una adreça</guilabel> i trieu un nom de fitxer. Premeu <guibutton>Endavant</guibutton>.
da: Vælg <guilabel>Eksporter til en fil eller adresse</guilabel> og vælg et filnavn. Tryk på <guibutton>Næste</guibutton>.
sq: Zgjidhni <guilabel>Eksporto në një Skedar apo Adresë</guilabel> dhe zgjidhni një emër skedari. Klikoni <guibutton>Tjetër</guibutton>.
tr: <guilabel>Dış bir Dosyaya veya Adrese Aktar</guilabel>i ve dosya adını seçin. <guibutton>İleri</guibutton>'ye basın.

source: <guilabel>Completing the Import/Export Wizard</guilabel> will be displayed. Press <guibutton>Finish</guibutton>.
ca: Es mostrarà el diàleg <guilabel>S'està completant l'Auxiliar d'importació i exportació</guilabel>. Premeu <guibutton>Final</guibutton>.
da: <guilabel>Fuldfører guiden Importer/eksporter</guilabel> vises. Tryk <guibutton>Udfør</guibutton>.
sq: Do të shfaqet <guilabel>Duke kompletuar Importim/Eksportimin</guilabel>. Klikoni <guibutton>Përfundo</guibutton>.
tr: <guilabel>Dışa Aktar/İçer Aktar Sihirbazı Tamamlanıyor</guilabel> görülecek. <guibutton>Son</guibutton>'a bas.

source: Your bookmarks will have been saved to the filename you specified previously.
ca: Les vostres adreces d'interès s'hauran desat amb el nom que heu especificat anteriorment.
da: Dine bogmærker vil være gemt med det filnavn du tidligere angav.
sq: Libërshënuesit tuaj do të jenë regjistruar në emrin e skedarit që ju keni specifikuar më parë.
tr: Yer imleriniz daha önceden belirlediğiniz dosyaya kaydedildi.

source: To backup your <application>Microsoft Internet Explorer 7</application> web browser:
ca: Per fer una còpia de seguretat del navegador web <application>Microsoft Internet Explorer 7</application>:
da: For at oprette sikkerhedskopi af <application>Microsoft Internet Explorer 7</application> netbrowser:
tr: <application>Microsoft Internet Explorer 7</application> web tarayıcını yedeklemek için:
