Repository: ahoneybun/pop-docs
Catalog: windows/po/*.po
Languages: ca, da, sq, tr

source: Press <menuchoice><guimenuitem>Favorites</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Preferits</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Favoritter</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Favoriler</guimenuitem></menuchoice>'e basın.

source: Click the arrow beside the <guibutton>Add To Favorites</guibutton> button. Then click Import/Export.
ca: Feu clic a la fletxa al costat del botó <guibutton>Afegeix als preferits</guibutton>. Llavors feu clic a Importa/Exporta.
da: Klik på pilen ved siden af knappen <guibutton>Føj til Favoritter...</guibutton>. Klik derefter på Importer og eksporter.
tr: <guibutton>Favorilere Ekle</guibutton>'nin yanındaki oka tıklayın. Sonra İçe/Dışa Aktar'a tıklayın.

source: <guilabel>Completing the Import/Export Wizard</guilabel> will be displayed. Press <guibutton>Export</guibutton>.
ca: Es mostrarà el <guilabel>Completant l'auxiliar d'importació/exportació</guilabel>. Premeu <guibutton>Exporta</guibutton>.
da: <guilabel>Hvor vil du eksportere dine farvoritter til?</guilabel> vil vises. Tryk på <guibutton>Eksporter</guibutton>.
tr: <guilabel>İçe/Dışa Aktar Sihirbazı Tamamlanıyor</guilabel> gösterilecektir. <guibutton>Dışa Aktar</guibutton>'a basın.

source: To backup your <application>Microsoft Internet Explorer 8</application> web browser:
ca: Per fer una còpia de seguretat del navegador web <application>Microsoft Internet Explorer 8</application>:
da: For at oprette sikkerhedskopi af <application>Microsoft Internet Explorer 8</application> netbrowser:
tr: <application>Microsoft Internet Explorer 8</application> web tarayıcını yedeklemek için:

source: Press the <guibutton>Favorites</guibutton> button.
ca: Premeu el botó <guibutton>Preferits</guibutton>.
da: Tryk på knappen <guibutton>Favoritter</guibutton> button.
tr: <guibutton>Favoriler</guibutton> butonuna basın.

source: Click the arrow beside the <guibutton>Add To Favorites...</guibutton> button.
ca: Feu clic a la fletxa al costat del botó <guibutton>Afegeix als preferits...</guibutton>.
da: Klik på pilen ved siden af knappen <guibutton>Føj til Favoritter...</guibutton>.
tr: Aşağı okuyla <guibutton>Favorilere Ekle...</guibutton> butonuna tıklayın.

source: Select <guilabel>Import and Export...</guilabel>
ca: Seleccioneu <guilabel>Importa i exporta...</guilabel>
da: Vælg <guilabel>Importer og eksporter...</guilabel>

source: The <application>Import/Export Settings</application> wizard will start.
ca: S'iniciarà l'auxiliar <application>Importa/Exporta paràmetres</application>.
da: <application>Guiden Importer/Eksporter</application> starter.
tr: <application>İçe Aktar/Dışa Aktar Ayarları</application> sihirbazı başlayacak.

source: Select <guilabel>Export to a file</guilabel> and press <guibutton>Next</guibutton>.
ca: Seleccioneu <guilabel>Exporta a un fitxer</guilabel> i premeu <guibutton>Següent</guibutton>.
tr: <guilabel>Dış bir dosyaya aktar</guilabel>'ı seçin ve <guibutton>İleri</guibutton> basın.

source: Check the box for <guilabel>Favorites</guilabel> and press <guibutton>Next</guibutton>.
ca: Activeu el quadre <guilabel>Preferits</guilabel> i premeu <guibutton>Següent</guibutton>.
da: Vælg <guilabel>Eksporter til en fil</guilabel> og tryk på <guibutton>Næste</guibutton>.
tr: <guilabel>Favoriler</guilabel> kutusunu kontrol edin ve <guibutton>İleri</guibutton> basın.

source: Click <guibutton>Browse...</guibutton> to select a file name and location to save the exported favorites to. Press <guibutton>Export</guibutton>.
ca: Feu clic a <guibutton>Navega...</guibutton> per seleccionar un nom de fitxer i la ubicació on desar els preferits exportats. Premeu <guibutton>Exporta</guibutton>.
tr: Bir dosya adı seçmek ve dışa aktarılacak favorilerin konumunu kaydetmek için <guibutton>Aç...</guibutton>'a tıklayın. <guibutton>Dışa aktar</guibutton>'a basın.

source: Press <guibutton>Finish</guibutton>.
ca: Premeu <guibutton>Finalitza</guibutton>.
da: Tryk på <guibutton>Udfør</guibutton>.
tr: <guibutton>Bitir</guibutton>'e basın.

source: Mozilla Firefox
ca: Firefox de Mozilla

source: To backup your <application>Mozilla Firefox</application> web browser:
ca: Per a fer una còpia de seguretat del vostre navegador web <application>Firefox de Mozilla</application>:
da: Hvordan du laver en sikkerhedskopi af din <application>Firefox</application> netbrowser:
sq: Për të ruajtur shfletuesin tuaj të internetit <application>Mozilla Firefox</application>:
tr: <application>Mozilla Firefox</application> web tarayıcınızı yedeklemek için:

source: Start <application>Mozilla Firefox</application>.
ca: Inicieu el <application>Firefox de Mozilla</application>.
sq: Nis <application>Mozilla Firefox</application>.
tr: <application>Mozilla Firefox</application>'u başlatın.

source: Press <menuchoice><guimenuitem>Bookmarks</guimenuitem><guimenuitem>Organize Bookmarks...</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Adreces d'interès</guimenuitem><guimenuitem>Organitza les adreces d'interès...</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Bogmærker</guimenuitem><guimenuitem>Arranger bogmærker...</guimenuitem></menuchoice>.
sq: Kliko <menuchoice><guimenuitem>Libërshënuesit</guimenuitem><guimenuitem>Organizo Libërshënuesit...</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Yer İmleri</guimenuitem><guimenuitem>Yer İmlerini Düzenle...</guimenuitem></menuchoice>'ye basın.

source: Press <menuchoice><guimenuitem>Import and Backup</guimenuitem><guimenuitem>Export HTML...</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Importa i fes una còpia de seguretat</guimenuitem><guimenuitem>Exporta en HTML...</guimenuitem></menuchoice>.
da: Tryk <menuchoice><guimenuitem>Funktioner</guimenuitem><guimenuitem>Eksporter HTML...</guimenuitem></menuchoice>.
sq: Kliko <menuchoice><guimenuitem>Importi dhe Mbështetja</guimenuitem><guimenuitem>Eksporto HTML...</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>İçe aktar ve Yedekle</guimenuitem><guimenuitem>Dışa HTML'ye Aktar...</guimenuitem></menuchoice>'a basın.

source: Choose a filename. Press <guibutton>Save</guibutton>.
ca: Trieu un nom de fitxer i premeu <guibutton>Desa</guibutton>.
da: Vælg et filnavn. Tryk på <guibutton>Gem</guibutton>.
sq: Zgjidhni një emër skedari. Klikoni <guibutton>Ruaje</guibutton>.
tr: Bir dosya adı seçin. <guibutton>Kaydet</guibutton>'e basın.

source: To backup your <application>Opera</application> web browser:
ca: Per a fer una còpia de seguretat del vostre navegador web <application>Opera</application>:
da: Hvordan du laver en sikkerhedskopi af din <application>Opera</application> webbrowser:
sq: Për të ruajtur shfletuesin tuaj të internetit <application>Opera</application>:
tr: <application>Opera</application> web tarayıcınızı yedeklemek için:

source: Start <application>Opera</application>.
ca: Inicieu l'<application>Opera</application>.
sq: Nis <application>Opera</application>.
tr: <application>Opera</application>'i başlatın.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Import and Export</guimenuitem><guimenuitem>Export Bookmarks as HTML</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Archivo</guimenuitem><guimenuitem>Importar y exportar</guimenuitem><guimenuitem>Exportar marcadores como HTML</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Filer</guimenuitem><guimenuitem>Importer og eksporter</guimenuitem><guimenuitem>Eksporter bogmærker som HTML...</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Importo dhe Eksporto</guimenuitem><guimenuitem>Eksporto Libërshënuesit si HTML</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>İçe aktar ve Dışa aktar</guimenuitem><guimenuitem>Yer İmlerini HTML olarak Dışa aktar</guimenuitem></menuchoice>'a basın.

source: Press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export...</guimenuitem></menuchoice>.
ca: Premeu <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Exporta...</guimenuitem></menuchoice>.
da: Tryk på <menuchoice><guimenuitem>Filer</guimenuitem><guimenuitem>Exporter...</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Eksporto...</guimenuitem></menuchoice>.
tr: <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Dışa aktar...</guimenuitem></menuchoice>'a basın.

source: Emails and mail account settings
ca: Correus electrònics i paràmetres de comptes de correu
da: E-post og kontoindstillinger
sq: Parametrat e email-eve dhe të llogarive postare
tr: E-posta ve posta hesabı ayarları

source: You can use the same email account in Ubuntu as you have done in Windows. If you have a web-based email account you should simply be able to access it using a web browser as you would have done in Windows. Otherwise, please note down the following information so that you can re-create your account settings on Ubuntu:
ca: Podeu utilitzar el mateix compte de correu electrònic a l'Ubuntu com heu fet al Windows. Si teniu un compte de correu electrònic basat en web, simplement hauríeu de poder accedir-hi utilitzant un navegador web de la mateixa manera que ho faríeu al Windows. En cas contrari, anoteu la informació següent per a poder tornar a crear els paràmetres del vostre compte a l'Ubuntu:
da: Du kan bruge den samme e-mail-konto i Ubuntu, som du har gjort under Windows. Hvis du har en webbaseret e-postkonto, skal du bare kunne få adgang til det ved hjælp af en webbrowser, som du ville have gjort i Windows. Ellers skal du notere følgende oplysninger, så du kan genskabe dine kontoindstillinger på Ubuntu:
sq: Ju mund të përdorni të njëjtën llogari email-i në Ubuntu siç keni bërë me Windows. Nëse keni një llogari email të bazuar në internet ju thjesht mund të hyni në të me një shfletues interneti siç do të bënit në Windows. Përndryshe, ju lutemi të shënoni informacionin që vijon në mënyrë që të rikrijoni parametrat e llogarisë suaj në Ubuntu:
tr: Windows'ta daha önce yapmış olduğunuz gibi Ubuntu'da da aynı e-posta hesabını kullanabilirsiniz. Eğer web-tabanlı bir e-posta kullanmışsanız, kolayca bir web tarayıcısını kullanarak Windows'ta yapmış olduğunuz gibi ona ulaşabilirsiniz. Olmazsa, lütfen aşağıdaki bilgiyi not alın böylece Ubuntu üzerinde hesap ayarlarınızı tekrar oluşturabilirsiniz:

source: Email address
ca: Adreça de correu electrònic
da: E-postadresse
sq: Adresa Email
tr: E-posta adresi

source: POP3 or IMAP server
ca: Servidor POP3 o IMAP
da: POP3- eller IMAP-server
sq: POP3 ose IMAP server
tr: POP3 veya IMAP sunucusu

source: SMTP server
ca: Servidor SMTP
tr: SMTP sunucusu

source: Authentication method
ca: Mètode d'autenticació
da: Godkendelsesmetode
sq: Mënyra e identifikimit
tr: Kimlik Denetim yöntemi

source: The instructions on exporting emails and email account settings are specific to particular applications. Instructions for some popular email clients are given in the following sections; users of other applications may find instructions relevant to their mail application from the Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
ca: Les instruccions per a exportar correus electrònics i paràmetres de compte de correu electrònic són específics per a cada aplicació concreta. En les seccions següents es proporcionen les instruccions d'alguns clients de correu electrònic; els usuaris d'altres aplicacions poden trobar instruccions interessants per a la seva aplicació de correu al <ulink url="https://help.ubuntu.com/community">lloc web d'assistència de la comunitat de l'Ubuntu</ulink>.
da: Instruktionerne til at eksportere e-post og e-postkontoindstillinger er specifikke for bestemte programmer. Instruktioner til nogle populære e-postklienter er givet i de følgende afsnit, brugere af andre programmer kan finde en vejledning der er relevante for deres e-postprogram på Ubuntu <ulink url="https://help.ubuntu.com/community">Ubuntu fældeskabs hjælpe hjemmesiden</ulink>.
sq: Udhëzimet për eksportimin e email-eve dhe të parametrave të llogarisë email janë specifike për programet e veçanta. Udhëzime për disa klientë të njohur email jepen në seksionet që vijojnë; përdoruesit e programeve të tjera mund të gjenë udhëzime që lidhen me programin e tyre të postës nga <ulink url="https://help.ubuntu.com/community">Faqja mbështetëse e komunitetit të Ubutnu</ulink>.
tr: Epostalarınızı ve eposta hesaplarınızı yedeklemek uygulamaya göre değişir. Takip eden bölümde bazı popüler eposta istemcileri için yedekleme yönergeleri verilmiştir: diğer uygulama kullanıcıları uyglamalarına göre yönergeler için <ulink url="https://help.ubuntu.com/community">Ubuntu Topluluğu destek websitesinden</ulink> yardım alabilirler.

source: Microsoft Outlook Express
ca: Outlook Express de Microsoft

source: These instructions are intended for users of <application>Microsoft Outlook Express 6</application>. If you are a user of a different version of <application>Outlook Express</application>, you may find instructions specific to that version from the <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>.
ca: Aquestes instruccions estan dirigides a usuaris de l'<application>Outlook Express 6 de Microsoft</application>. Si sou un usuari d'una versió diferent de l'<application>Outlook Express</application>, hauríeu de cercar les instruccions específiques al <ulink url="https://help.ubuntu.com/community">lloc web d'assistència de la comunitat de l'Ubuntu</ulink>.
da: Disse instruktioner er beregnet til brugere af <application>Microsoft Outlook Express 6</application>. Hvis du bruger en anden version af <application>Outlook Express</application>, kan du finde en vejledning specifik for den pågældende version af <ulink url="https://help.ubuntu.com/community">Ubuntu fællesskab hjælpehjemmesiden</ulink>.
tr: Bu yönergeler, <application>Microsoft Outlook Express 6</application> kullanıcıları için tasarlanmıştır. Eğer <application>Outlook Express</application>'in farklı bir sürümünü kullanıyorsan, bu sürümle ilgili özel yönergeleri, <ulink url="https://help.ubuntu.com/community">Ubuntu community support website</ulink>'nden bulabilirsiniz.

source: Exporting the address book
ca: Exportació de la llibreta d'adreces
da: Eksportering af adressebogen
sq: Duke eksportuar librin e adresave
tr: Adres defteri dışa aktarılıyor

source: Open <application>Outlook Express</application> and press <menuchoice><guimenuitem>File</guimenuitem><guimenuitem>Export</guimenuitem><guimenuitem>Address Book...</guimenuitem></menuchoice>
ca: Obriu l'<application>Outlook Express</application> i premeu <menuchoice><guimenuitem>Fitxer</guimenuitem><guimenuitem>Exporta</guimenuitem><guimenuitem>Llibreta d'adreces...</guimenuitem></menuchoice>
da: Åben <application>Outlook Express</application> og tryk <menuchoice><guimenuitem>Filer</guimenuitem><guimenuitem>Exporter</guimenuitem><guimenuitem>Adressebog...</guimenuitem></menuchoice>
sq: Hapni <application>Outlook Express</application> dhe klikoni <menuchoice><guimenuitem>Skedar</guimenuitem><guimenuitem>Eksporto</guimenuitem><guimenuitem>Libër Adresash...</guimenuitem></menuchoice>
tr: <application>Outlook Express</application>i açın ve <menuchoice><guimenuitem>Dosya</guimenuitem><guimenuitem>Dışa aktar</guimenuitem><guimenuitem>Adres Defteri...</guimenuitem></menuchoice>'ni açın.

source: The <application>Address Book Export Tool</application> will start. Select the option <guilabel>Text File (Comma Separated Values)</guilabel> and then press <guibutton>Export</guibutton>.
ca: S'iniciarà la <application>Herramienta para exportar de Libreta de direcciones</application>. Seleccioneu l'opció <guilabel>Archivo de texto (valores separados por comas)</guilabel> i premeu <guibutton>Exportar</guibutton>.
da: <application>Eksportværktøj til Adressekartotek</application> vil starte. Vælg indstillingen <guilabel>Tekstfil (semikolonseparerende værdier)</guilabel> og tryk derefter på <guibutton>Eksporter</guibutton>.
sq: Do të nisë <application>Mjeti Eksportues i Librit të Adresave</application>. Zgjidhni opsionin <guilabel>Skedar Teksti (Me Vlera Të Ndara Me Presje)</guilabel> dhe klikoni <guibutton>Eksporto</guibutton>.
tr: <application>Adres Defteri Dışa Aktarım Aracı</application> başlayacaktır. <guilabel>Yazım Dosyası (Değerler Virgülle Ayrıldı)</guilabel> seçeneğini seçin ve <guibutton>Dışa aktar</guibutton>'a basın.

source: Save the file in a memorable location. Give the file a descriptive name, such as <filename>mail_address_book.csv</filename>, and press <guibutton>Next</guibutton>.
ca: Deseu el fitxer en una ubicació fàcil de recordar. Doneu al fitxer un nom descriptiu, com ara <filename>llibreta_adreces_correu.csv</filename> i premeu <guibutton>Endavant</guibutton>.
da: Gem filen et sted du kan huske. Giv filen et beskrivende navn, f.eks <filename>e-post-adressebog.csv</filename>, og tryk <guibutton>Næste</guibutton>.
sq: Ruajeni skedarin në një vend që e mbani mend. Jepini skedarit një emër përshkrues, siç është <filename>mail_address_book.csv</filename>, dhe klikoni <guibutton>Tjetër</guibutton>.
tr: Dosyayı hatırlanabilecek bir yere kaydet. Dosyaya <filename>mail_adres_kitabı.csv</filename> gibi açıklayıcı bir ad ver, ardından <guibutton>İleri</guibutton> tıkla.

source: Select the details from the address book which you would like to export. If you are unsure, tick all of the options. Then, press <guibutton>Finish</guibutton>.
ca: Seleccioneu els detalls de la llibreta d'adreces que us agradaria exportar. Si no n'esteu segur, marqueu totes les opcions. Llavors premeu <guibutton>Final</guibutton>.
da: Vælg de detaljer fra adressebogen, som du ønsker at eksportere. Hvis du er usikker, så afkryds alle muligheder. Tryk derefter på <guibutton>Udfør</guibutton>.
sq: Zgjidhni detajet nga libri i adresave që dëshironi të eksportoni. Nëse nuk jeni i sigurtë zgjidhni të gjitha opsionet. Pastaj klikoni <guibutton>Përfundo</guibutton>.
tr: Vermek istediğini adres defterinden detaylarını seç. Eğer eminsen bütün seçenekleri tıkla ve <guibutton>Son</guibutton>'a bas.

source: You should receive a message stating that the <guilabel>Address book export process has completed</guilabel>. Press <guibutton>OK</guibutton> and then <guibutton>Close</guibutton>. Your address book should now have been exported successfully.
ca: Hauríeu de rebre un missatge confirmant que <guilabel>Finalizó el proceso de exportación de la Libreta de direcciones</guilabel>. Premeu <guibutton>D'acord</guibutton> i <guibutton>Cerrar</guibutton>. La llibreta d'adreces s'ha d'haver exportat correctament.
da: Du vil modtage en besked om, at <guilabel>Eksport af adressekartoteket er gennemført.</guilabel>. Tryk <guibutton>OK</guibutton> og derefter <guibutton>Luk</guibutton>. Din adressebog, skulle nu være blevet korrekt eksporteret.
sq: Ju duhet të merrni një mesazh i cili thotë se <guilabel>Proçesi i eksportimit nga libri i adresave u kompletua</guilabel>. Klikoni <guibutton>OK</guibutton> dhe më pas <guibutton>Mbylle</guibutton>. Libri juaj i adresave tani duhet të jetë eksportuar me sukses.
tr: <guilabel>Adres kitabı alma işlemi tamamlandı</guilabel> şeklinde bir mesaj alacaksın. <guibutton>Tamam</guibutton>a ardından <guibutton>Kapat</guibutton>a tıkla. Şimdi adres kitabın başarılı bir şekilde alınmıştır.

source: Exporting mail messages from Outlook Express
ca: Exportació dels missatges de l'Outlook Express
da: Eksport af e-post fra Outlook Express
sq: Eksportimi i mesazheve postare nga Outlook Express
tr: Outlook Express'ten posta mesajlarını dışa aktarmak

source: Because <application>Microsoft Outlook Express</application> is unable to export its mail messages to an intermediate format, you must install another piece of software in order to export your email.
ca: Atès que l'<application>Outlook Express de Microsoft</application> no és capaç d'exportar els seus missatges de correu a un format intermedi, heu d'instal·lar un altre programa per a poder exportar el correu electrònic.
da: Fordi <application>Microsoft Outlook Express</application> ikke er i stand til at eksportere sine e-post til et mellemliggende format, skal du installere et andet stykke software for at eksportere dine e-mail.
sq: Për shkak se <application>Microsoft Outlook Express</application> nuk është në gjendje t'i eksportojë mesazhet e tij të email në një format të ndërmjetëm. Ju duhet të instaloni një program tjetër për të eksportuar email-in tuaj.
tr: Çünkü <application>Microsoft Outlook Express</application> , posta mesajlarını aracı biçimlere almaya izin vermez. Postalarını almak için başka bir yazılım yüklemek zorundasın.

source: Please see <xref linkend="preparing-email-import"/> for instructions on importing your email into the <application>Mozilla Thunderbird</application> application, which will allow the exporting of your messages.
ca: Consulteu la <xref linkend="preparing-email-import"/> per a obtenir instruccions sobre com importar els vostres correus electrònics al <application>Thunderbird de Mozilla</application>, el qual posteriorment us permetrà exportar els vostres missatges.
da: Se <xref linkend="preparing-email-import"/> for instruktioner om at importere din e-post til <application>Mozilla Thunderbird</application> programmet, der giver mulighed for eksport af dine meddelelser.
sq: Ju lutemi të shikoni <xref linkend="preparing-email-import"/> për udhëzime rreth importimit të email-it tuaj në programin <application>Mozilla Thunderbird</application>, i cili do të lejojë eksportimin e mesazheve tuaja.
tr: <application>Mozilla Thunderbird</application> uygulamasında gelen emaillerinde yönergeler için <xref linkend="preparing-email-import"/> linkine bakarak izin vereceğin giden mesajlara belirle.

source: Microsoft Office Outlook
ca: Outlook de l'Office de Microsoft

source: These instructions are intended for users of <application>Microsoft Office Outlook 2003</application>. If you are a user of a different version of <application>Outlook</application>, you may find instructions specific to that version on the wiki.
ca: Aquestes instruccions van dirigides als usuaris de l'<application>Outlook de l'Office 2003 de Microsoft</application>. Si sou usuari d'una versió diferent de l'<application>Outlook</application>, trobareu instruccions específiques d'aquesta versió al wiki.
da: Disse instruktioner er beregnet til brugere af <application>Microsoft Office Outlook 2003</application>. Hvis du er en bruger af en anden version af <application>Outlook</application>, kan du finde en vejledning specifikt for denne version på wiki'en.
sq: Këto udhëzime janë krijuar për përdoruesit e <application>Microsoft Office Outlook 2003</application>. Nëse jeni përdorues i një versioni tjetër të <application>Outlook</application>, ju mund të gjeni udhëzime specifike për atë version në wiki.
tr: Bu açıklamalar <application>Microsoft Office Outlook 2003</application> kullanıcıları içindir. Eğer <application>Outlook</application>un farklı sürümünü kullanıyorsan, bu sürümle ilgili açıklama vikide bulabilirsin.

source: Exporting all Outlook data
ca: Exportació de totes les dades de l'Outlook
da: Eksport af alle Outlook data
sq: Duke eksportuar të gjitha të dhënat e Outlook
tr: Tüm Outlook bilgileriniz dışa aktarılıyor

source: This method may be unreliable and should be used for backup purposes only.
ca: Aquest mètode pot ser poc fiable i només s'hauria d'utilitzar per a fer còpies de seguretat.
da: Denne metode kan være upålidelig og bør kun anvendes til sikkerhedskopieringsformål.
sq: Kjo metodë mund të mos jetë e besueshme dhe duhet përdorur vetëm për qëllime ruajtjeje.
tr: Bu yöntem güvenilmez olabilir ve sadece yedekleme amacıyla kullanılmalıdır.
