Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: The first step will be to uncompress and extract the tarball. If it is a <emphasis>.tgz</emphasis> or a <emphasis>.tar.gz</emphasis>, in a Terminal enter: <screen>tar xfvz <emphasis>tarball_name</emphasis></screen>
fr: La première étape consiste en la décompression et l'extraction de l'archive. Si c'est un <emphasis>.tgz</emphasis> ou un <emphasis>.tar.gz</emphasis>, entrez dans un Terminal : <screen>tar xfvz <emphasis>nom_archive</emphasis></screen>.
zh_cn: 第一步会是解压和释放该 tarball。如果其是一个 <emphasis>.tgz</emphasis> 或是一个 <emphasis>.tar.gz</emphasis> 文件的话，在终端中输入：<screen>tar xfvz <emphasis>tarball_name</emphasis></screen>

source: Then it will be necessary to follow the instructions that come with the package. These are generally located in the extracted tarball in a file called README or INSTALL.
fr: Ensuite, il faut suivre les instructions d'installation incluses dans le paquet. Celles-ci se trouvent généralement dans un fichier appelé README ou INSTALL (dans la plupart des cas, ces instructions sont en anglais).
zh_cn: 然后就需要根据软件包中附带的指示做了。这些指示通常都位于解压后的 tarball 中的一个名为 README 或是 INSTALL 的文件中。
