Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: To search for a package: <screen>apt-cache search <replaceable>package</replaceable></screen>
cs: Pro vyhledání balíku: <screen>apt-cache search <replaceable>balík</replaceable></screen>
da: For at søge efter en pakke: <screen>apt-cache search <replaceable>pakke</replaceable></screen>
de: Um nach einem Paket zu suchen: <screen>apt-cache search <replaceable>Paket</replaceable></screen>
hu: Csomag kereséséhez adja ki a következő parancsot: screen>apt-cache search <replaceable>csomag</replaceable></screen>
it: Per cercare un pacchetto: <screen>apt-cache search <replaceable>pacchetto</replaceable></screen>
ja: パッケージを検索するには: <screen>apt-cache search <replaceable>package</replaceable></screen>
lt: Ieškoti paketo: <screen>apt-cache search <replaceable>package</replaceable></screen>
ru: Для поиска пакета: <screen>apt-cache search <replaceable>package</replaceable></screen>
zh_tw: 要搜尋套件： <screen>apt-cache search <replaceable>package</replaceable></screen>

source: To install a package: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
cs: Pro nainstalování balíku: <screen>sudo apt-get install <replaceable>balík</replaceable></screen>
da: For at installere en pakke: <screen>sudo apt-get install <replaceable>pakke</replaceable></screen>
de: Um ein Paket zu installieren: <screen>sudo apt-get install <replaceable>Paket</replaceable></screen>
hu: Csomag telepítéséhez adja ki a következő parancsot:<screen>sudo apt-get install <replaceable>csomag</replaceable></screen>
it: Per installare un pacchetto: <screen>sudo apt-get install <replaceable>pacchetto</replaceable></screen>
ja: パッケージをインストールするには: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
lt: Įdiegti paketą: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
ru: Для установки пакета: <screen>sudo apt-get install <replaceable>package</replaceable></screen>
zh_tw: 安裝套件: <screen>sudo apt-get install <replaceable>package</replaceable></screen>

source: To remove a package: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
cs: Pro odebrání balíku: <screen>sudo apt-get remove <replaceable>balík</replaceable></screen>
da: For at fjerne en pakke: <screen>sudo apt-get remove <replaceable>pakke</replaceable></screen>
de: Um ein Paket zu entfernen: <screen>sudo apt-get remove <replaceable>Paket</replaceable></screen>
hu: Csomag eltávolításához adja ki a következő parancsot: <screen>sudo apt-get remove <replaceable>csomag</replaceable></screen>
it: Per rimuovere un pacchetto: <screen>sudo apt-get remove <replaceable>pacchetto</replaceable></screen>
ja: パッケージを削除するには: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
lt: Pašalinti paketą: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
ru: Чтобы удалить пакет: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>
zh_tw: 移除套件：: <screen>sudo apt-get remove <replaceable>package</replaceable></screen>

source: To list other <application>apt</application> commands and options: <screen>apt-get help</screen>
bg: За да видите списък с други команди и опции на <application>apt</application>: <screen>apt-get help</screen>
cs: Pro výpis dalších příkazů a voleb programu <application>apt</application>: <screen>apt-get help</screen>
da: For at vise andre <application>apt</application>-kommandoer og indstillinger: <screen>apt-get help</screen>
de: Um weitere Befehle und Optionen von <application>apt</application> anzuzeigen: <screen>apt-get help</screen>
fr: Pour lister les autres commandes et options d'<application>apt</application> : <screen>apt-get help</screen>
hu: Az egyéb <application>apt</application> parancsok és kapcsolók felsorolása: <screen>apt-get help</screen>
it: Per l'elenco degli altri comandi e delle opzioni disponibili di <application>apt</application>: <screen>apt-get help</screen>
ja: そのほかの<application>apt</application>コマンドやオプションを表示する: <screen>apt-get help</screen>
lt: Išvardinti kitas <application>apt</application> komandas bei nuostatas: <screen>apt-get help</screen>
ru: Для получения списка других команд и опций <application>apt</application>: <screen>apt-get help</screen>
zh_cn: 若想列出其它 <application>apt</application> 命令和选项：<screen>apt-get help</screen>
zh_tw: 要看其他<application>apt</application>相關的命令及選項：<screen>apt-get help</screen>

source: For more information, see the <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink>.
da: Fer yderligere information, se <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debians <application>apt</application>-manual</ulink>.
de: Mehr Informationen finden Sie unter <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink> oder im deutschsprachigen <ulink url="http://wiki.ubuntuusers.de/apt-get">Ubuntu-Wiki</ulink>.

source: Installing a single package file
bg: Инсталиране на единичен пакет
cs: Instalace jediného balíku
da: Installer en enkelt pakkefil
de: Eine einzelne Paketdatei installieren
fr: Installation d'un paquet indépendant
hu: Egyetlen csomagfájl telepítése
it: Installare un singolo pacchetto
ja: 単体のパッケージファイルをインストール
lt: Įdiegiant vieną paketą
ru: Установка пакета из файла
zh_cn: 安装单个的软件包文件
zh_tw: 正在安裝一個套件檔案

source: The preferred method of installing programs is via the package managers described in this chapter. However, although the Ubuntu package archives are very large, it is possible that you may wish to install a package that is not available in the Ubuntu archives. If this happens, you can also download and install files from websites.
bg: Предпочитаният начин за инсталиране на програми е чрез диспечера на пакети, описан в тази глава. Въпреки това, независимо че архивите за пакети на Убунту са много обширни, възможно е да пожелаете да инсталирате пакет, който не е наличен в тях. Ако това се случи, Вие можете да изтеглите и инсталирате файлове от уеб-сайтове.
cs: Doporučeným způsobem instalace programů je za pomoci správců balíků popsaných v této kapitole. Nicméně, přestože rozsah zdrojů Ubuntu je obrovský, je možné, že budete chtít nainstalovat balík, který v nich obsažen není. V takovém případě můžete také stáhnout a nainstalovat balíky z webových stránek.
da: Den anbefalede metode at installere programmer på er via pakkehåndteringsprogrammerne beskrevet i dette afsnit. Men selvom Ubuntus pakkearkiver er meget store, er det muligt at du ønsker at installere en pakke, som ikke er tilgængelig i Ubuntu-arkiverne. Hvis dette er tilfældet, kan du også hente og installere filer fra hjemmesider.
de: Sie sollten, wenn möglich, die in diesem Kapitel vorgestellten Paketverwaltungen verwenden, um Anwendungen zu installieren. Doch obwohl die Ubuntu Paketquellen sehr umfangreich sind, kann es vorkommen, dass Sie ein Paket installieren möchten, dass nicht über die Ubuntu Paketquellen verfügbar ist. In diesem Fall können Sie Software auch von einer Website herunterladen und installieren.
fr: La méthode recommandée pour installer des programmes est de passer par le gestionnaire de paquets décrit dans ce chapitre. Cependant, bien que les archives de paquets d'Ubuntu soient très fournies, il est possible que vous vouliez installer un paquet non disponible dans les dépôts. Dans ce cas, vous pouvez télécharger et installer des fichiers indépendants à partir de sites Internet.
hu: Programok telepítésének az ajánlott módja az, amelyet ebben a fejezetben leírtunk. Elképzelhető azonban, hogy olyan csomagot szeretne telepíteni, amely nem található meg az – egyébként tekintélyes méretű – Ubuntu csomagtárolókban. Ebben az esetben weboldalakról is tölthet le és telepíthet csomagokat.
it: Il metodo predefinito per l'installazione dei programmi è svolto attraverso l'utilizzo dei gestori di pacchetti descritti in questo capitolo. Comunque, benché gli archivi dei pacchetti di Ubuntu siano molto grandi, può essere necessario installare un pacchetto non disponibile negli archivi. Se ciò fosse necessario, è possibile scaricare e installare file da Internet.
ja: プログラムをインストールする最善の方法は、この章で述べているパッケージマネージャを経由してのインストールです。Ubuntuパッケージアーカイブには沢山のパッケージがありますが、Ubuntuアーカイブにないパッケージをインストールしようと思えば、それも可能です。もしそうする場合は、WEBサイトからインストールするファイルをダウンロードする必要があります。
lt: Šiame skyriuje aprašytas siūlomas programų įdiegimo būdas, naudojant paketų tvarkykles. Beje, Ubuntu paketų archyvas yra gana didelis, gali būti, kad jūs norėsite įdiegti paketus, kurie nėra Ubuntu archyvuose. Kai taip nutinka, jūs galite parsiųsti ir įdiegti paketus iš interneto tinklapių.
ru: Для установки пакетов предпочтительнее использовать менеджеры пакетов, которые будут описаны в этом разделе. Хотя архивы пакета Ubuntu являются очень большими, возможно, что вы захотите установить пакет, который не доступен в архивах Ubuntu. Если это поизойдет, то вы можете также загрузить и установить файлы с веб сайтов.
zh_cn: 安装程序的首选方法是使用本章中所描述的软件包管理器。然而，尽管 Ubuntu 的软件库非常庞大，您仍有可能希望安装软件库中所没有的软件。若是这样的话，您也可以从网站上下载并安装各类文件。
zh_tw: 我們建議您使用我們在這個章節所提到的套件管理員來安裝軟體。不論怎樣，雖然Ubuntu的軟體收藏很大，但是您仍會有機會去安裝不在這些收藏中的套件。如果真的會這樣，您也還是可以從那些套件的官方網站或是來源站台下載取得並安裝。

source: It is important to ensure that any files you download come from a safe source before installing them.
bg: Важно е да се уверите, че всички свалени файлове са от безопасен източник, преди да ги инсталирате.
cs: Než soubory nainstalujete, je důležité se ujistit, že je stahujete z bezpečných zdrojů.
da: Det er vigtigt at du sikrer dig at alle filer du henter kommer fra sikre kilder.
de: Installieren Sie nur Software von vertrauenswürdigen Seiten!
fr: Avant toute installation, assurez-vous bien que tous les fichiers que vous téléchargez proviennent d'une source sûre.
hu: Fontos, hogy telepítés előtt győződjön meg arról, hogy a letöltött csomagok megbízható forrásból származnak.
it: È importante assicurarsi che i file vengano scaricati da una fonte attendibile prima di installarli.
ja: インストールする前に、ダウンロードしたあらゆるファイルの出どころが安全であることを確認することが重要です。
lt: Prieš įdiegiant būtina pasitikslinti, kad visos bylos, kurias parsisiunčiate, yra iš saugių šaltinių.
ru: Перед установкой необходимо убедиться в том, что файлы, которые вы загружаете, получены из надежного источника.
zh_cn: 在您安装文件之前，确认您所下载的文件来自一个安全的源很重要。
zh_tw: 要安裝你所下載的檔案之前，請先確定來源的安全性。

source: There are many different kinds of Linux package files. Most of these are associated with the package managers of specific Linux distributions. Examples are <emphasis>Debian Package</emphasis> files (<filename class="extension">.deb</filename> files), <emphasis>RPM Package Manager</emphasis> files (<filename class="extension">.rpm</filename> files), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> files) and <filename class="extension">.run</filename> files.
cs: Existuje mnoho druhů linuxových balíků. Většina z nich je spojena se správcem balíků konkrétní linuxové distribuce. Příklady jsou <emphasis>balíky Debianu</emphasis> (soubory <filename class="extension">.deb</filename>), soubory <emphasis>Správce balíků RPM</emphasis> (soubory <filename class="extension">.rpm</filename>), <emphasis>tarbally</emphasis> (soubory <filename class="extension">.tar</filename>) a soubory <filename class="extension">.run</filename>.
da: Der findes mange forskellige slags Linux-pakkefiler. De fleste af disse er associerede med pakkehåndteringer fra specifikke Linuxdistributioner. Eksempler er <emphasis>Debian Package</emphasis>-filer (<filename class="extension">.deb</filename>-filer), <emphasis>RPM Package Manager</emphasis>-filer (<filename class="extension">.rpm</filename>-filer), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename>-filer) og <filename class="extension">.run</filename>-filer.
de: Es gibt viele verschiedene Arten von Linux-Paketdateien. Die meisten von ihnen sind mit den Paketverwaltungen typischer Linux Distributionen verbunden. Beispiele sind die <emphasis>Debian Paket</emphasis> Dateien (<filename class="extension">.deb</filename> Dateien), <emphasis>RPM Paketverwaltungs</emphasis> Dateien (<filename class="extension">.rpm</filename> Dateien), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> Dateien) und <filename class="extension">.run</filename> Dateien.
hu: Számos különféle Linux csomagfájl létezik. A legtöbbjük adott Linux disztribúciók csomagkezelőjéhez tartozik. Ilyenek például a <emphasis>Debian csomagfájlok</emphasis> (<filename class="extension">.deb</filename> files), az <emphasis>RPM csomagkezelő</emphasis> fájljai (<filename class="extension">.rpm</filename> fájlok), <emphasis>tar csomagok</emphasis> (<filename class="extension">.tar</filename> fájlok) és a <filename class="extension">.run</filename> fájlok.
it: Esistono diversi tipi di pacchetti per Linux. Molti di questi sono associati con i gestori di pacchetti di specifiche distribuzioni Linux. Alcuni esempi sono i <emphasis>pacchetti Debian</emphasis> (file <filename class="extension">.deb</filename>), <emphasis>RPM Package Manager</emphasis> (file <filename class="extension">.rpm</filename>), <emphasis>tarball</emphasis> (file <filename class="extension">.tar</filename>) e file <filename class="extension">.run</filename>.
ja: Linuxパッケージ・ファイルには様々な種類のものがあります.それらのほとんどはそれぞれのLinuxディストリビューションが備えているパッケージマネージャyと密接な関係を持っています。たとえば、<emphasis>Debian Package</emphasis>ファイル(<filename class="extension">.deb</filename> files)、 <emphasis>RPM Package Manager</emphasis> ファイル (<filename class="extension">.rpm</filename> files)、 <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> files)または<filename class="extension">.run</filename>ファイルなどです。
lt: Yra daug įvairių tipų Linux paketų bylų. Dauguma jų yra susieta su specifinių Linux distribucijų paketų tvarkyklėmis. Pavyzdžiai yra <emphasis>Debian Paketo</emphasis> bylos (<filename class="extension">.deb</filename> bylos), <emphasis>RPM Paketų Tvarkyklės</emphasis> bylos (<filename class="extension">.rpm</filename> bylos), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename> bylos) ir <filename class="extension">.run</filename> bylos.
ru: Существует множество видов пакетов для Linux. Большинство из них связаны менеджерами пакетов конкретных дистрибутивов Linux. Например, файлы <emphasis>пакетов Debian</emphasis> (<filename class="extension">.deb</filename>-файлы), файлы <emphasis>Менеджера пакетов RPM</emphasis> (<filename class="extension">.rpm</filename>), <emphasis>Tarballs</emphasis> (<filename class="extension">.tar</filename>-файлы) и файлы <filename class="extension">.run</filename>.
zh_tw: Linux套件檔案有許多類型. 它們大多與某些特定Linux發行版本的套件管理程式有關. 比方像<emphasis>Debian Package</emphasis>檔案(<filename class="extension">.deb</filename>檔案), <emphasis>RPM Package Manager</emphasis>檔案 (<filename class="extension">.rpm</filename> 檔案), <emphasis>Tarballs</emphasis>檔案 (<filename class="extension">.tar</filename> 檔案) 與 <filename class="extension">.run</filename> 檔案.

source: This section deals with installing these single files.
bg: Тази секция се занимава с инсталирането на тези единични файлове.
cs: Tato část popisuje instalaci těchto jednotlivých souborů.
da: Denne sektion handler om hvordan du installerer disse enkelte filer.
de: In diesem Abschnitt erfahren Sie, wie Sie einzelne Paketdateien installieren können.
fr: Ce chapitre présente l'installation de ces types de fichiers.
hu: Ez a szakasz ezen önálló fájlok telepítésével foglalkozik.
it: Questa sezione illustra come installare questi file singolarmente.
ja: このセクションではこうしたファイル単体のインストールを扱います。
lt: Šiame skyriuje aprašytas šių pavienių bylų diegimas.
ru: Этот раздел рассказывает об установке таких одиночных файлов.
zh_cn: 本部分内容将介绍如何安装这些单个文件。
zh_tw: 此章節詳細介紹如何安裝這些單獨檔案。

source: It is not guaranteed that these files will be compatible with your system and you will not receive security updates if you install these files. For these reasons, if you wish to install a program, always use a native Ubuntu package of the application available through a package manager, if there is one available.
cs: Není garance, že tyto soubory jsou kompatibilní se systémem a nebudete dostávat bezpečností aktualizace. Z těchto důvodů, jestliže chcete nainstalovat nějaký program, vždy používejte Ubuntu balíky dostupné skrz správce balíků, jestliže jsou dostupné.
da: Det er ikke garanteret at disse filer vil være kompatible med dit system, og vil ikke modtage sikkerhedsopdateringer hvis du installerer disse filer. Af disse grunde bør du, hvis du ønsker at installere et program, altid bruge en Ubuntu-version af programmet tilgængeligt gennem en pakkehåndtering, hvis der er en tilgængelig.
de: Sie können nicht davon ausgehen, dass alle fremden Paketdateien auf Ihrem System einwandfrei funktionieren oder Sie Sicherheitsaktualisierungen für diese bekommen. Daher sollten Sie, wenn Sie ein Programm installieren möchten, immer zuerst auf Ubuntu-Paketdateien zurückgreifen, sofern diese vorliegen.
fr: Rien ne peut garantir que ces fichiers soient compatibles avec votre système et vous ne bénéficierez pas des mises à jour de sécurité correspondantes si vous installez ces fichiers. C'est pour cette raison que vous devez toujours privilégier, pour autant qu'il existe, l'installation d'un paquet Ubuntu équivalent par l'intermédiaire d'un gestionnaire de paquets.
hu: Nem garantált, hogy ezen fájlok kompatibilisek a rendszerével és nem fog biztonsági frissítéseket kapni hozzájuk, amennyiben telepíti őket. Emiatt, ha használni kíván egy programot, mindig a natív Ubuntu csomagot használja (ha van ilyen), amely a csomagkezelőn keresztül érhető el.
it: Non è garantito che questi file siano compatibili con il proprio sistema e non si riceveranno aggiornamenti per questi pacchetti. Per questo, se si desidera installare un programma, usare sempre un pacchetto per Ubuntu, se disponibile, presente all'interno di un gestore di pacchetti.
ja: こうしたファイルがユーザのシステムと互換性があるかは保障されておらず、またインストールしてもセキュリティアップデートの入手もできません。こうした理由から、プログラムをインストールしようとするならば、パッケージマネージャで用意されているアプリケーションのネイティブなUbuntuパッケージを、利用可能ならば、常に使うようにしてください。
lt: Garantijos, kad šios rinkmenos bus suderinamos su jūsų sistema ir kad jos turės atnaujinimus, nėra. Būtent dėl šios priežasties, norint įdiegti programą, būtinai naudokite gimtuosius Ubuntu paketus, pasiekiamus per paketų tvarkykles, jei tik tokie egzistuoja.
ru: Нет никакой гарантии, что эти файлы будут совместимы с вашей системой, и Вы не будете получать обновления безопасности, если установите эти файлы. По этим причинам, если вы желаете установить программу, всегда используйте родной Ubuntu пакет приложения, доступный через менеджер пакетов, если он доступен.
zh_cn: 无法保证这些文件将与您系统兼容，因此如果您安装这些文件的话，您也将无法得到安全更新。有鉴于此，如果您想安装程序的话，在有 Ubuntu 原生软件包可用的情况下，请尽可能通过软件包管理器来安装 Ubuntu 的原生软件包。

source: Install/uninstall <filename class="extension">.deb</filename> files
da: Installér/afinstallér <filename class="extension">.deb</filename>-filer
de: Installieren/Entfernen von <filename class="extension">.deb</filename> Dateien
lt: Įdiegti/pašalinti <filename class="extension">.deb</filename> bylas

source: These files are <emphasis>Debian packages</emphasis>. The package files associated with Ubuntu have the <filename class="extension">.deb</filename> suffix because of Ubuntu's close relations with the Debian GNU/Linux distribution. You will need administrative privileges to install a <filename class="extension">.deb</filename> file. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
cs: Tyto soubory jsou <emphasis>balíky Debianu</emphasis>. Balíky spojované s Ubuntu mají příponu <filename class="extension">.deb</filename>, protože Ubuntu je s distribucí GNU/Linuxu Debian blízce spřízněno. K instalaci balíků <filename class="extension">.deb</filename> budete potřebovat správcovská oprávnění. Více informací najdete v sekci <ulink type="help" url="ghelp:administrative">Správa</ulink>.
da: Disse filer er <emphasis>Debian-pakker</emphasis>. Pakkefilerne associeret med Ubuntu har suffikset <filename class="extension">.deb</filename> på grund af Ubuntus tætte slægtskab med Debian GNU/Linux distributionen. Du skal have administrativ adgang for at kunne installere en <filename class="extension">.deb</filename>-fil. Se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for flere detaljer.
de: Diese Dateien sind <emphasis>Debian Pakete</emphasis>. Diese mit Ubuntu verbundenen Paketdateien haben die Dateiendung <filename class="extension">.deb</filename> auf Grund der engen Beziehung zwischen Ubuntu und der Debian GNU/Linux Distribution. Sie brauchen Administratorrechte, um <filename class="extension">.deb</filename> Dateien zu installieren. Mehr Informationen finden Sie unter: <ulink type="help" url="ghelp:administrative">Administrative Tätigkeiten</ulink>.
hu: Ezek a fájlok <emphasis>Debian csomagok</emphasis>. Az Ubuntuhoz tartozó csomagok is a <filename class="extension">.deb</filename> kiterjesztéssel rendelkeznek, az Ubuntu és a Debian GNU/Linux disztribúciók szoros kapcsolatából adódóan. A <filename class="extension">.deb</filename> fájlok telepítéséhez rendszergazdai jogokra van szüksége. További információkért tekintse meg az <ulink type="help" url="ghelp:administrative">Adminisztrációs feladatok</ulink> részt.
it: Questi file sono <emphasis>pacchetti Debian</emphasis>. I pacchetti associati con Ubuntu hanno l'estensione <filename class="extension">.deb</filename> dovuta alla relazione di Ubuntu con la distribuzione GNU/Linux Debian. Sono necessari i privilegi di amministratore per installare un file <filename class="extension">.deb</filename>. Per maggiori informazioni, consultare <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>.
ja: これらのファイルは<emphasis>Debian packages</emphasis>といいます。Ubuntuと密接に関係しているこのパッケージが<filename class="extension">.deb</filename>という拡張子を持っているのは、UbuntuがDebian GNU/Linuxディストリビューションととても近い関係にあるからです。あなたが<filename class="extension">.deb</filename>ファイルをインストールするには管理者特権が必要です。詳しくは<ulink type="help" url="ghelp:administrative">管理の作業</ulink>をご覧ください。
lt: Tos bylos yra <emphasis>Debian'o paketai</emphasis>. Paketų bylos susietos su Ubuntu turi <filename class="extension">.deb</filename> priesagą dėl Ubuntu artimų santykių su Debian GNU/Linux distribucija. Jūs turėsite turėti administratoriaus teises, kad įdiegti <filename class="extension">.deb</filename> bylą. Daugiau informacijos žiūrekite <ulink type="help" url="ghelp:administrative">Administracinės Užduotys</ulink>.
ru: Эти файлы - <emphasis>пакеты Debian</emphasis>. Файлы пакетов для Ubuntu имеют расширение <filename class="extension">.deb</filename> потому, что Ubuntu основана на Debian GNU/Linux. Вы должны иметь права администратора для установки файлов <filename class="extension">.deb</filename>. Смотрите <ulink type="help" url="ghelp:administrative">Административные задачи</ulink>.
zh_tw: 這些檔案是<emphasis>Debian packages</emphasis>. 這些檔名以<filename class="extension">.deb</filename>做結尾的檔案與Ubuntu有關, 因為Ubuntu與Debian GNU/Linux系出同源. 你將需要管理權限來安裝<filename class="extension">.deb</filename>檔案. 更多細節請看<ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink>.
