Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Убунту)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Ubuntu-dokumentationsprojektet)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
fr: ubuntu-doc@lists.ubuntu.com (Projet de documentation Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_tw: ubuntu-doc@lists.ubuntu.com（Ubuntu 文件計畫）

source: Adding and Removing Software
bg: Добавяне и премахване на софтуер
cs: Přidávání a odstraňování softwaru
da: Tilføj og fjern software
de: Anwendungen hinzufügen und entfernen
fr: Ajouter et enlever des applications
hu: Programok hozzáadása és eltávolítása
it: Aggiungere e rimuovere programmi
ja: ソフトウエアの追加と削除
lt: Programinės įrangos įdiegimas ir šąlinimas
ru: Установка и удаление приложений
zh_cn: 添加和删除软件
zh_tw: 新增與移除軟體

source: Placeholder.
bg: Контейнер.
da: Pladsholder.
fr: Substituant.
lt: Žymeklis.
zh_cn: 占位。

source: Adding, Removing and Updating Applications
bg: Добавяне, премахване и актуализиране на приложения
cs: Přidávání, odstraňování a aktualizace aplikací
da: Tilføj, fjern og opdater programmer
de: Anwendungen hinzufügen, entfernen und aktualisieren
fr: Ajouter, enlever et mettre à jour des applications
hu: Alkalmazások hozzáadása, eltávolítása és frissítése
it: Aggiungere, rimuovere e aggiornare applicazioni
ja: アプリケーションの追加/削除/アップデート
lt: Programinės įrangos įdiegimas, šąlinimas ir atnaujinimas
ru: Установка, удаление и обновление приложений
zh_cn: 添加、删除和更新应用程序
zh_tw: 新增、移除以及更新應用程式

source: Credits and License
bg: Заслуги и лиценз
cs: Zásluhy a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
fr: Crédits et licence
hu: Köszönetnyilvánítás és licenc
it: Riconoscimenti e licenza
ja: 著作権およびライセンス
lt: Nuopelnai ir Licencija
ru: Разработчики и лицензия
zh_cn: 荣誉与授权许可
zh_tw: 感謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
bg: Този документ се поддържа от Групата за документация на Убунту (https://wiki.ubuntu.com/DocumentationTeam). За списък на хората, които са допринесли за проекта, вижте <ulink url="../../../common/C/contributors.xml">страницата с допринеслите хора</ulink>
cs: Tento dokument je spravován Dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam přispěvatelů najdete na <ulink url="../../../common/C/contributors.xml">stránce o přispěvatelích</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../../common/C/contributors.xml">bidragydersiden</ulink>
de: Dieses Dokument wird vom Ubuntu Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../../common/C/contributors.xml">Mitwirkende</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../../common/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction par mail : ubuntu-fr-l10n@lists.ubuntu.com.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat (https://wiki.ubuntu.com/DocumentationTeam) tartja karban. A közreműködők listáját <ulink url="../../../common/C/contributors.xml">a közreműködők oldalán</ulink> találhatja meg.
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per l'elenco delle persone che hanno contribuito a questa guida, consultare la <ulink url="../../../common/C/contributors.xml">pagina dei contributi</ulink>.
ja: このドキュメントはUbuntuドキュメンテーション・チーム(https://wiki.ubuntu.com/DocumentationTeam)が保守しています。貢献者の一覧は、<ulink url="../../../common/C/contributors.xml">contributors page</ulink>を参照してください。
lt: Šį dokumentą prižiūri ir tvarko Ubuntu dokumentacijos komanda (https://wiki.ubuntu.com/DocumentationTeam). Prisidėjusių žmonių sarašą galite pamatyti <ulink url="../../../common/C/contributors.xml">jų puslapyje</ulink>
ru: Этот документ поддерживается командой документации Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников можно посмотреть <ulink url="../../../common/C/contributors.xml">по этой ссылке</ulink>
zh_cn: 本文档由 Ubuntu 文档团队 (https://wiki.ubuntu.com/DocumentationTeam) 维护。参与贡献者的列表请参见 <ulink url="../../../common/C/contributors.xml">贡献者页面</ulink>
zh_tw: 此文件是由 Ubuntu 說明文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。欲檢視貢獻者清單， 請檢視 <ulink url="../../../common/C/contributors.xml">貢獻者頁面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ се предлага под силата на лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons Navngivelse-Del på samme vilkår 2.5 Licensen (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
lt: Šis dokumentas pateikiamas su Creative Commons ShareAlike 2.5 licenzija (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_tw: 本文件以創用 CC「姓名標示-相同方式分享 2.5 版」授權條款授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Убунту документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu v rámci této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationens kildekode under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Sie dürfen den Quelltext der Ubuntu-Dokumentation unter den Bedingungen dieser Lizenz ändern, erweitern oder verbessern. Alle Bearbeitungen müssen unter dieser Lizenz veröffentlicht werden.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとで、利用者はUbuntuドキュメントのソースコードを改変、加筆、改善する自由があります。すべての派生作品はこのライセンスのもとで発表されなければなりません。
lt: Pagal šios licenzijos sąlygas jūs galite laisvai keisti, plėtoti ir tobulinti Ubuntu dokumentacijos išeities tekstus. Visi to pasekoje atsirandantys darbai privalo būti išleisti su šios licenzijos sąlygomis.
ru: Вы вольны изменять, расширять и улучшать исходный код документации Ubuntu по условиям этой лицензии. Все вторичные работы должны быть выпущены под этой лицензией.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
zh_tw: 您可依此授權自由編輯、添增並改善 Ubuntu 說明文件之原始碼，而衍生作品必須依循同樣的授權條款發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
cs: Tato dokumentace je distribuována s vírou, že bude užitečná, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez předpokládané záruky OBCHODOVATELNOSTI nebo ZPŮSOBILOSTI KE KONKRÉTNÍMU ÚČELU, JAK JE POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi).
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
lt: Šis dokumentas platinamas tikintis, kad jis bus naudingas, tačiau BE JOKIOS GARANTIJOS; net be garantijos, nustatytos TINKAMUMUI PREKYBAI, ar TINKAMUMUI KONKREČIAI PASKIRČIAI KAIP APRAŠYTA PASIŽADĖJIME.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。
zh_tw: 本文件發布的目的是期望它有所用途，但不提供任何擔保。對免責聲明裡提及的適銷性和用於某一特定目的適用性，也不承擔任何默示的擔保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза е на разположение тук: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike лиценз</ulink>.
cs: Kopie licence je k dispozici zde: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licence Creative Commons ShareAlike</ulink>.
da: En kopi af licensen kan findes her: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons Navngivelse-Del på samme vilkår Licensen</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist hier verfügbar: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licence Creative Commons Paternité-Partage à l'identique</ulink> (la version française peut être <ulink url="http://creativecommons.org/licenses/by-sa/2.0/fr/">consultée en ligne</ulink>).
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
it: Uno copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: このライセンスのコピーは以下で参照可能です: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
lt: Licencijos kopiją rasite čia: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike licencija</ulink>.
ru: Копия лицензии доступна по адресу: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_tw: 此授權條款之副本請見 <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">創用 CC 姓名標示-相同方式分享 授權條款</ulink>。

source: Canonical Ltd. and members of the Ubuntu Documentation Project
bg: Canonical Ltd. и членове на Проекта за документация на Убунту
da: Canonical Ltd. og medlemmer af Ubuntu-dokumentationsprojektet
de: Canonical Limited und die Mitglieder des Ubuntu-Dokumentationsprojektes
fr: Canonical Ltd. et les membres du projet de documentation Ubuntu
lt: Canonical Ltd. ir Ubuntu Dokumentacijos Projekto nariai
zh_cn: Canonical Ltd. 及 Ubuntu 文档项目成员

source: The Ubuntu Documentation Project
bg: Прокетът за документация на Убунту
cs: Dokumentační projekt Ubuntu
da: Ubuntu-dokumentationsprojektet
de: Das Ubuntu-Dokumentationsprojekt
fr: Le projet de documentation Ubuntu
hu: Az Ubuntu dokumentációs projekt
it: Il Progetto documentazione di Ubuntu
lt: Ubuntu Dokumentacijos Projektas
ru: Проект документации Ubuntu
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 文件計畫

source: In this section you can learn how to use a package manager to add or remove applications in Ubuntu with a few clicks. You can also learn about more advanced techniques of managing applications and discover some optional applications to add to Ubuntu and try.
bg: В тази част можете да се научите как да ползвате диспечер на пакети, за да добавяте и премахвате приложения в Убунту с няколко натискания на клавиша. Също така можете да научите повече техники за напреднали при управлението на приложения и да откриете някои допълнителни приложения за Убунту, които да добавите и тествате.
da: I denne sektion kan du lære, hvordan du bruger en pakkehåndtering til at tilføje eller fjerne programmer i Ubuntu med blot få museklik. Du kan også lære om mere avancerede teknikker indenfor håndtering af programmer og finde nogle valgfrie programmer, som du kan tilføje til Ubuntu og afprøve.
de: In diesem Abschnitt erfahren Sie, wie Sie Anwendungen mit Hilfe der Paketverwaltung ganz einfach hinzufügen oder entfernen können. Außerdem lernen Sie fortgeschrittenere Methoden zum Verwalten von Anwendungen kennen und schließlich lernen Sie zusätzliche Anwendungen kennen, die Sie zu Ubuntu hinzufügen und ausprobieren können.
fr: Dans cette section, vous apprendrez à utiliser un gestionnaire de paquets pour ajouter ou enlever des applications dans Ubuntu en quelques clics. Vous en apprendrez également plus sur les techniques avancées de gestion d'applications et y découvrirez des applications optionnelles à ajouter à Ubuntu et à essayer.
lt: Šiame skyriuje Jūs galite išmokti lengvai naudotis paketų tvarkykle programų pridėjimui ar šalinimui Ubuntu operacinėje sistemoje. Jūs taip pat galite daugiau išmokti apie sudėtingesnius paketų tvarkymo metodus, bei atrasti keletą papildomų programų, kurias galima įdiegti ir išbandyti Ubuntu sistemoje.
zh_cn: 在本节中您可以学到如何使用软件包管理器来通过一些点击在 Ubuntu 中添加和删除应用程序。您还可以学到更多管理应用程序的技巧，以及发现一些可选的应用程序来添加到 Ubuntu 中并试用。

source: What is a package manager?
bg: Какво е диспечер на пакети?
cs: Co je to správce balíků?
da: Hvad er en pakkehåndtering?
de: Was ist eine Paketverwaltung?
fr: Qu'est-ce qu'un gestionnaire de paquets ?
hu: Mi az a csomagkezelő?
it: Cos'è un gestore di pacchetti?
ja: パッケージマネージャとは何ですか?
lt: Kas yra paketų tvarkyklė?
ru: Что такое менеджер пакетов?
zh_cn: 什么是软件包管理器？
zh_tw: 什麼是套件管理員？

source: A package manager is a program that installs and uninstalls software, and keeps track of all the components each piece of software needs.
bg: Диспечерът на пакети е програма, която инсталира и деинсталира софтуер, както и пази списък на компонентите, от които се нуждае всяка програма.
cs: Správce balíků je program, který přidává a odstraňuje software a hlídá každý pohyb všech potřebných komponent softwaru.
da: En pakkehåndtering er et program, som installerer og afinstallerer software og holder styr på alle de komponenter som hvert enkelt stykke software har brug for.
de: Die Paketverwaltung ist eine Anwendung, mit deren Hilfe Software installiert und deinstalliert werden kann. Dabei berücksichtigt die Paketverwaltung alle Komponenten, die für die jeweilige Software nötig sind.
fr: Un gestionnaire de paquet est un programme qui permet d'installer et de supprimer des logiciels sur l'ordinateur. C'est aussi lui qui sait de quels sous-composants (les « dépendances ») un logiciel a besoin pour fonctionner.
hu: A csomagkezelő egy olyan rendszer, amellyel úgy telepíthet és törölhet alkalmazásokat, hogy a működésükhöz szükséges további összetevőket is számon tartja.
it: Un gestore di pacchetti è un programma che installa e rimuove il software, tenendo traccia di tutti i componenti di cui necessitano i singoli programmi.
ja: パッケージマネージャはプログラムをインストールしたりアンインストールするソフトウェアで、それぞれのソフトウェアに必要な全てのコンポーネントを追跡します。
lt: Paketų tvarkyklė - tai programa, kur įdiegia bei pašalina programinę įrangą, bei prižiūri visus programoms reikalingus komponentus.
ru: Менеджер пакетов - это программа, которая поможет вам устанавливать и удалять приложения. Также менеджер пакетов отслеживает зависимости между программами и сохраняет систему в целостности.
zh_cn: 软件包管理器是一个安装和卸载软件，并跟踪软件的每个部分所需的所有组件的程序。
zh_tw: 套件管理員是一可以安裝與反安裝軟體還有持續追蹤所有軟體所需的元件的程式。

source: To add or remove applications in Ubuntu, you need to use a <emphasis>package manager</emphasis>. It will automatically download the software required from the Internet and install it.
bg: За да добавяте или премахвате приложения в Убунту, се нуждаете от <emphasis>диспечер на пакети</emphasis>. Той автоматично ще изтегли необходимия софтуер от Интернет и ще го инсталира.
cs: Pro přidávání nebo odstraňování aplikací v Ubuntu potřebujete <emphasis>správce balíků</emphasis>. Ten automaticky stáhne požadovaný software z internetu a nainstaluje jej.
da: For at tilføje eller fjerne programmer i Ubuntu har du brug for en <emphasis>pakkehåndtering</emphasis>. Den vil automatisk hente den krævede software fra internettet og installere den.
de: Um Anwendungen in Ubuntu hinzuzufügen oder zu entfernen, benötigen Sie eine <emphasis>Paketverwaltung</emphasis>. Sie lädt automatisch die erforderliche Software aus dem Internet herunter und installiert sie.
fr: Ajouter ou supprimer des applications dans Ubuntu passe par le <emphasis>gestionnaire de paquets</emphasis>. Ce dernier va automatiquement télécharger depuis Internet les logiciels que vous désirez, et les installer.
hu: Alkalmazások hozzáadásához és eltávolításához egy <emphasis>csomagkezelőt</emphasis> kell használnia. Ez automatikusan letölti a szükséges összetevőket az internetről és telepíti azokat.
it: Per aggiungere o rimuovere un'applicazione in Ubuntu è necessario usare un <emphasis>gestore di pacchetti</emphasis>. Questo scaricherà automaticamente il software richiesto da internet e lo installerà.
ja: Ubuntuでアプリケーションを追加したり削除するなら、<emphasis>パッケージマネージャ</emphasis>を使う必要があります。それを使うと、自動的に必要なソフトウェアをインターネットからダウンロードしてインストールすることができます。
lt: Norint Ubuntu sistemoje pridėti ar pašalinti programą jums reikia pasinaudoti <emphasis>paketų tvarkykle</emphsis>. Ji reikiamą programą automatiškai parsiųs iš interneto bei įdiegs.
ru: Для установки и удаления приложений в Ubuntu вам нужно использовать <emphasis>менеджер пакетов</emphasis>. Он автоматически скачает из интернета нужное вам приложение и установит его.
zh_cn: 若想在 Ubuntu 中添加和删除应用程序，您需要使用 <emphasis>软件包管理器</emphasis>。它会自动从因特网上下载所请求的软件并进行安装。
zh_tw: 在Ubuntu中要新增或是移除應用程式，您需要使用<emphasis>package manager</emphasis>。這個程式將會自動的從網際網路上面下載您欲安裝之軟體的主程式與其相關的套件並安裝。

source: There are three main package managers you can use in Ubuntu:
bg: Има три основни диспечера на пакети, които може да използвате в Убунту:
cs: V Ubuntu jsou tři hlavní správci balíků:
da: Der findes tre centrale pakkehåndteringsprogrammer, som du kan anvende i Ubuntu:
de: Die drei wichtigsten Paketverwaltungen in Ubuntu sind:
fr: Il y a trois principaux gestionnaires de paquets que vous pouvez utiliser dans Ubuntu :
hu: Három ismertebb csomagkezelő közül választhat az Ubuntuban:
it: Con Ubuntu è possibile utilizzare tre gestori di pacchetti differenti:
ja: Ubuntuで使用できる主なパッケージマネージャが3つあります:
lt: Ubuntu sistemoje yra trys pagrindinės paketų tvarkyklės, kurias galite naudoti:
ru: Вот три менеджера пакетов, которые вы можете использовать в Ubuntu
zh_cn: 在 Ubuntu 中您可以使用三种主要的软件包管理器：
zh_tw: 您在 Ubuntu 中有三個主要的套件管理員。

source: <link linkend="gnome-app-install"><application>Add/Remove Programs</application></link> - The easiest way to install and uninstall programs.
bg: <link linkend="gnome-app-install"><application>Добавяне/премахване на програми</application></link> - Най-лесният начин да инсталирате и деинсталирате програми.
da: <link linkend="gnome-app-install"><application>Tilføj/Fjern programmer</application></link> - Den nemmeste måde at installere og afinstallere programmer.
de: <link linkend="gnome-app-install"><application>Anwendungen - Hinzufügen/Entfernen...</application></link> - Die einfachste Methode, Anwendungen hinzuzufügen oder zu entfernen.
fr: <link linkend="gnome-app-install"><application>Ajouter/supprimer</application></link> - La façon la plus simple pour installer et désinstaller des logiciels.
lt: <link linkend="gnome-app-install"><application>Įdiegti/Pašalinti Programas</application></link> - Paprasčiausias būdas įdiegti ar pašalinti programas.
zh_cn: <link linkend="gnome-app-install"><application>添加/删除程序</application></link> - 安装和卸载程序最简单的方法。

source: <link linkend="synaptic"><application>Synaptic</application></link> - Advanced control of software and other system components.
bg: <link linkend="synaptic"><application>Synaptic</application></link> - Разширен контрол на софтуера и други системни компоненти.
cs: <link linkend="synaptic"><application>Synaptic</application></link> - Pokročilá správa softwaru a jiných součástí systému.
da: <link linkend="synaptic"><application>Synaptic</application></link> - Avanceret kontrol over software og andre systemkomponenter.
de: <link linkend="synaptic"><application>Synaptic</application></link> - eine fortgeschrittene Anwendung zur Verwaltung der Software auf Ihrem System.
fr: <link linked="synaptic"><application>Synaptic</application></link> - Gestion avancée des logiciels et autres composants du système.
hu: A <link linkend="synaptic"><application>Synaptic csomagkezelő</application></link> az alkalmazások és rendszerösszetevők speciális felügyeletét teszi lehetővé .
it: <link linkend="synaptic"><application>Synaptic</application></link>: controllo avanzato del software e di altri componenti del sistema.
ja: <link linkend="synaptic"><application>Synaptic</application></link> - ソフトウエアと他のシステムコンポーネントを詳細にコントロールできます。
lt: <link linkend="synaptic"><application>Synaptic</application></link> - Pažangesnis programinės įrangos, bei kitų sistemos komponentų valdymas.
ru: <link linkend="synaptic"><application>Synaptic</application></link> - Расширенное управление приложениями и другими компонентами системы.
zh_cn: <link linkend="synaptic"><application>新立得软件包管理器</application></link> - 对于软件和其它系统组件的高级控制。
zh_tw: <link linkend="synaptic"><application>Synaptic</application></link> - 進階的軟體與系統元件管理程式。
