Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: When you click <guibutton>Apply Changes</guibutton>, any new software will be downloaded from the Internet, and Ubuntu will make any other changes you selected. If you have not activated the online package archive, you may be asked to insert your Ubuntu CD-ROM to install some packages.
cs: Po kliknutí na <guibutton>Uplatnit změny</guibutton> se veškerý nový software stáhne z Internetu a Ubuntu provede i další vybrané změny. Pokud nemáte zapnuté online zdroje balíků, budete kvůli instalaci některých balíků požádáni o vložení Ubuntu CD-ROM.
hu: Amikor rákattint a <guibutton>Változtatások alkalmazása</guibutton> gombra, minden új szoftver letöltésre kerül az internetről, és az Ubuntu végrehajt minden kijelölt változtatást. Ha még nem aktiválta az online csomagtárolót, akkor néhány csomag telepítéséhez szükség lehet az Ubuntu CD-ROM-ra.
it: Quando si fa clic su <guibutton>Applica modifiche</guibutton>, viene scaricato da Internet il software e vengono applicate le modifiche selezionate. Se non sono stati attivati gli archivi dei pacchetti in linea, potrebbe essere chiesto di inserire il CD-ROM di Ubuntu.
ja: <guibutton>変更の適用</guibutton>をクリックすると、インストールのために新しいソフトウェアがインターネットからダウンロードされたり、ソフトウェアの削除などその他の変更が行われます。オンライン上のリポジトリを有効にしていない場合は、パッケージをインストールするためにUbuntuのCD-ROMを挿入するよう要求されるでしょう。
ru: Когда вы нажмёте <guibutton>Применить изменения</ guibutton>, любая новая программа будет скачана с интернета, и Ubuntu будет произведёт все изменения, которые вы выбрали. Если архив с информацией о пакетах, доступных в сети, ещё не активирован, система может предложить вставить установочный диск Ubuntu для установки некоторых пакетов.

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of <application>Synaptic Package Manager</application>. The packages should be listed under the <guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem> section.
cs: Některé balíky z Ubuntu zdrojů <emphasis>main</emphasis> a <emphasis>restricted</emphasis> mohou být nainstalovány i z instalačního CD Ubuntu. Jednoduše vložte CD a spusťte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce balíků Synaptic</guimenuitem></menuchoice>. V levém dolním rohu <application>Synapticu</application> klikněte na tlačítko <guibutton>Původ</guibutton>, abyste zobrazili obsah instalačního CD Ubuntu. Balíky by měly být zařazeny v sekci <guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem>.
hu: A <emphasis>main</emphasis> és <emphasis>restricted</emphasis> Ubuntu csomagtárolók bizonyos csomagjai megtalálhatók az Ubuntu telepítő CD-n. Egyszerűen helyezze be az Ubuntu telepítő CD-t és nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelőt</guimenuitem></menuchoice>. Az Ubuntu telepítő CD csomagjainak felsorolásához nyomja meg az <guibutton>Eredet</guibutton> gombot a <application>Synaptic csomagkezelő</application> bal alsó sarkában. A csomagok az <guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem> szakaszban jelennek meg.
it: Alcuni pacchetti dai componenti <emphasis>main</emphasis> e <emphasis>restricted</emphasis> di Ubuntu possono essere installati dal CD di installazione. Inserire semplicemente il CD e scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic</guimenuitem></menuchoice>. Per vedere solo i pacchetti presenti nel CD di installazione di Ubuntu, fare clic sul pulsante <guibutton>Origine</guibutton> nell'angolo in basso a sinistra della finestra di <application>Gestore pacchetti Synaptic</application>. I pacchetti dovrebbero essere elencati nella sezione <guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem>.
ja: <emphasis>Main</emphasis>と<emphasis>Restricted</emphasis>に属するパッケージについては、UbuntuのインストールCDを使ってインストールすることが可能です。UbuntuのインストールCDをCDドライブに挿入し、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>Synaptic パッケージ・マネージャ</guimenuitem></menuchoice>を起動してください。インストールCD上のパッケージのみを表示させるために、<application>Synaptic パッケージ・マネージャ</application>の左下にある<guibutton>原点</guibutton>ボタンを押し、<guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem>を選択します。
ru: Некоторые пакеты из репозиториев Ubuntu <emphasis>main</emphasis> и <emphasis>restricted</emphasis>, могут быть установлены с установочного диска Ubuntu. Просто вставьте этот диск и откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Менеджер пакетов Synaptic</guimenuitem></menuchoice>. Для отображения только тех пакетов, что доступны на установочном диске Ubuntu, щёлкните по кнопке <guibutton>Происхождение</guibutton> в левом нижнем углу <application>Менеджера пакетов Synaptic</application>. Нужные пакеты должны быть перечислены под меткой <guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem>.
zh_tw: 有些從 <emphasis>main</emphasis>與<emphasis>restricted</emphasis>套件庫來的Ubuntu套件可由Ubuntu安裝光碟安裝. 只要放入你的Ubuntu安裝光碟並打開<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>即可. 要列出僅在Ubuntu安裝光碟上得套件, 請在<application>Synaptic Package Manager</application>左下角以滑鼠點擊<guibutton>Origin</guibutton>鍵. 這些套件應該會在<guimenuitem>Ubuntu 8.04_Hardy_Heron</guimenuitem>項目列表中.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository, follow the instructions in <xref linkend="repository-cds"/>, below.
cs: Pokud nejsou balíky zobrazeny, může to být způsobeno nezařazením CD mezi zdroje softwaru (ve výchozím nastavení by CD zařazeno být mělo). Pro zařazení CD mezi zdroje softwaru následujte instrukce níže, v <xref linkend="repository-cds"/>.
hu: Ha a csomagok nem jelennek meg, akkor valószínűleg a CD nincs megjelölve csomagforrásként (a CD-nek alapértelmezésben forrásnak kellene lennie). A CD forrásokhoz adásához kövesse az <xref linkend="repository-cds"/> utasításait.
it: Se i pacchetti non sono presenti nell'elenco, potrebbe essere perché il CD non è inserito come repository di pacchetti (dovrebbe essere inserito in modo predefinito). Per aggiungere il CD tra i repository di pacchetti, seguire le istruzioni nella <xref linkend="repository-cds"/>.
ja: パッケージ一覧が表示されない場合、そのCDがパッケージリポジトリとして登録されていない可能性があります（初期状態だと、インストールCDはリポジトリとして登録されているはずです）。CDをパッケージリポジトリとして登録するには、下記の<xref linkend="repository-cds"/>を参照してください。
ru: Если список пакетов пуст, это может означать, что установочный диск не входит в список репозиториев пакетов (данный диск входит в этот список по умолчанию). Для добавления CD в качестве репозитория воспользуйтесь инструкцией <xref linkend="repository-cds"/>, приведённой ниже.
zh_tw: 如果套件不在列表中, 有可能是此張光碟未列入套件庫中(此光碟應已預設列入套件庫中). 要把此張光碟列入套件庫中, 請遵照下列方法 <xref linkend="repository-cds"/>.

source: To enable <application>Synaptic</application> and other package managers to install software from CDs which contain packages:
cs: Pro umožnění <application>Synapticu</application> a jiným správcům balíků instalovat software z CD obsahující balíky:
hu: A csomagokat tartalmazó CD-ről csomagok telepítésének engedélyezése a <application>Synaptic</application> és más csomagkezelők számára:
it: Per consentire a <application>Synaptic</application> e agli altri gestori dei pacchetti di installare programmi da CD contenenti dei pacchetti:
ja: <application>Synaptic</application>やその他のパッケージ管理ツールで、CDからソフトウェアをインストールできるようにするためには、以下の手順を実行します：
ru: Чтобы <application>Synaptic</application> и другие менеджеры пакетов могли устанавливать программное обеспечение с CD, содержащих пакеты:
zh_tw: 打開<application>Synaptic</application>與其他套件管理程式, 用包含套件的光碟來安裝軟體.

source: Press <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>.
cs: Stiskněte <menuchoice><guimenuitem>Systém</guimenuitem><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenuitem>Rendszer</guimenuitem><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> menüpontot.
it: Scegliere <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice>.
ja: <menuchoice><guimenuitem>システム</guimenuitem><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェアソース</guimenuitem></menuchoice> をクリック
ru: Запустите <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice>.
zh_tw: 按下<menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>.

source: Go to the <guilabel>Third Party Software</guilabel> tab and click on the <guibutton>Add CD-ROM</guibutton> button.
cs: Přepněte na panel <guilabel>Software třetí strany</guilabel> a klikněte na tlačítko <guibutton>Přidat CD-ROM...</guimenuitem>.
hu: Nyissa meg a <guilabel>Harmadik fél</guilabel> lapot és kattintson a <guibutton>CD-ROM hozzáadása</guibutton> gombra.
it: Selezionare la scheda <guilabel>Software di terze parti</guilabel> e fare clic sul pulsante <guibutton>Aggiungi CD-ROM</guibutton>.
ja: <guilabel>サードパーティーのソフトウェア</guilabel>タブを選択し、<guibutton>CD-ROMを追加</guibutton>ボタンをクリックします。
ru: Перейдите на вкладку <guilabel>ПО сторонних производителей</guilabel> и нажмите на на кнопку <guibutton>Добавить компакт-диск</guibutton>.
zh_tw: 找<guilabel>Third Party Software</guilabel>標籤並點擊<guibutton>Add CD-ROM</guibutton>鍵.

source: The packages should then be listed. To have <application>Synaptic</application> only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of <application>Synaptic Package Manager</application>, then find the name of the CD on the list in the upper left corner of <application>Synaptic</application>.
cs: Balíky by tímto měly být zařazeny. Aby <application>Synaptic</application> vypisoval pouze balíky z CD, klikněte na tlačítko <guibutton>Původ</guibutton> v levém dolním rohu <application>správce balíků Synaptic</application>, potom vyberte název CD v seznamu v horním levém rohu <application>Synapticu</application>.
hu: A csomagok ezután megjelennek. Ahhoz, hogy a <application>Synaptic</application> csak a CD-ről származó csomagokat jelenítse meg, kattintson az <guibutton>Eredet</guibutton> gombra a <application>Synaptic csomagkezelő</application> bal alsó sarkában, majd keresse meg a CD nevét a <application>Synaptic</application> bal felső sarkában.
it: I pacchetti dovrebbero essere elencati. Affinché <application>Synaptic</application> mostri solo i pacchetti contenuti nel CD, fare clic sul pulsante <guibutton>Origine</guibutton> nell'angolo in basso a sinistra della finestra di <application>Gestore pacchetti Synaptic</application>, quindi trovare il nome del CD nel riquadro a sinistra di <application>Synaptic</application>.
ja: パッケージがリスト化されるはずです。<application>Synaptic</application> が CD からパッケージのみをリスト化するためには、<application>Synaptic パッケージ・マネージャ</application> の左下の <guibutton>原点</guibutton> ボタンをクリックします。すると <application>Synaptic</application> の右上に CD の名前が現れます。
ru: После этого пакеты должны появиться в списке. Чтобы <application>Synaptic</application> отображал лишь пакеты, доступные с компакт-диска, нажмите кнопку <guibutton>Происхождение</guibutton> в левом нижнем углу программы, затем выберите название компакт-диска в списке в левом верхнем углу <application>Synaptic-а</application>.
zh_tw: 這些套件應在列表中. 要讓<application>Synaptic</application>只列出光碟上的套件, 用滑鼠點擊在<application>Synaptic Package Manager</application>左下角的<guibutton>Origin</guibutton>鍵, 然後在<application>Synaptic</application>左上角列表中找此光碟名稱.

source: Further documentation on <application>APTonCD</application> can be found on its website, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
cs: Podrobnější dokumentaci k <application>APTonCD</application> lze najít na jejich webové stránce, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
hu: Az <application>APTonCD-vel</application> kapcsolatos további információk a weboldalán találhatók: <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
it: Per maggiori informazioni riguardo <application>APTonCD</application>, consultare il sito <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
ja: 更なるドキュメントは、<ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink> の <application>APTonCD</application> にあります。
ru: Дополнительная документация по программе <application>APTonCD</application> находится на сайте <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
zh_tw: 關於<application>APTonCD</application>的更多說明可在此網頁<ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>找到.

source: To launch <application>Synaptic</application>, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You need administrative access to use <application>Synaptic</application>; see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
cs: Pro spuštění <application>Synapticu</application> stiskněte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správce balíků Synaptic</guimenuitem></menuchoice>. K používání <application>Synapticu</application> budete potřebovat správcovská oprávnění, více informací najdete ve <ulink type="help" url="ghelp:administrative">Správě</ulink>.
hu: A <application>Synaptic</application> indításához válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelő</guimenuitem></menuchoice> menüpontot. A <application>Synaptic</application> használatához adminisztrátori jogosultság szükséges, részletekért lásd az <ulink type="help" url="ghelp:administrative">Adminisztrációs feladatok</ulink> szakaszt.
it: Per avviare <application>Synaptic</application>, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore pacchetti Synaptic</guimenuitem></menuchoice>. È necessario avere i privilegi di amministrazione per usare <application>Synaptic</application>. Per maggiori informazioni, consultare <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>.
ja: <application>Synaptic</application> を実行するには、<menuchoice><guimenu>システム</guimenu><guimenuitem>システム設定</guimenuitem><guimenuitem>Synaptic パッケージ・マネージャPackage Manager</guimenuitem></menuchoice> を選択します。<application>apt</application> を使用するには管理者権限が必要です。詳しくは <ulink type="help" url="ghelp:administrative">管理タスク</ulink> を参照してください。
ru: Для запуска программы <application>Synaptic</application>, нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Менеджер пакетов Synaptic</guimenuitem></menuchoice>. Для использования <application>Synaptic</application> необходим административный доступ; см. <ulink type="help" url="ghelp:administrative">Административные задачи</ulink> для получения дополнительной информации.
zh_tw: 要啟動<application>Synaptic</application>, 按下<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. 你需要管理權限來使用<application>Synaptic</application>, 更多詳情請看<ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink>.

source: If you are comfortable using the Terminal, you can use <application>apt</application> (Advanced Packaging Tool) to install or remove software. You need administrative access to use <application>apt</application>; see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
cs: Pokud raději používáte Terminál, můžete k instalaci a odstraňování software použít <application>apt</application> (Advanced Packaging Tool). Pro používání <application>apt</application> budete potřebovat správcovská oprávnění, podrobnosti najdete v sekci <ulink type="help" url="ghelp:administrative">Správa</ulink>.
hu: Ha nem okoz gondot a terminál használata, akkor az <application>apt</application> (Advanced Packaging Tool) segítségével is telepíthet vagy távolíthat el szoftvert. Az <application>apt</application> használatához adminisztrátori jogosultság szükséges, részletekért lásd az <ulink type="help" url="ghelp:administrative">Adminisztrációs feladatok</ulink> szakaszt.
it: Se si è a proprio agio con il terminale, è possibile usare <application>apt</application> (Advanced Packaging Tool) per installare o rimuovere i programmi. Per usare <application>apt</application>, sono necessari i permessi di amministratore. Per maggiori informazioni, consultare la sezione <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>.
ja: 端末を使う方が好みの場合、<application>apt</application>(Advanced Packaging Tool) でインストールやアンインストールが出来ます。<application>apt</application> を使用するには管理者権限が必要です。詳しくは <ulink type="help" url="ghelp:administrative">管理タスク</ulink> を参照してください。
ru: Если вам удобно использовать Терминал, можете воспользоваться <application>apt</application> (Advanced Packaging Tool) для установки или удаления программ. Для использования <application>apt</application> необходим административный доступ; см. <ulink type="help" url="ghelp:administrative">Административные задачи</ulink> для получения дополнительной информации.
zh_tw: 如果你慣用終端機, 你可用<application>apt</application> (Advanced Packaging Tool)來安裝或移除軟體. 你會需要管理權限來使用<application>apt</application>; 更多細節請看<ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink>.

source: For more information, see the <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink> and the <ulink url="man:apt-get">apt-get manual</ulink>.
cs: Více informací najdete v <ulink url="http://www.debian.org/doc/user-manuals#apt-howto"><application>apt</application> manuálu Debianu</ulink> a <ulink url="man:apt-get">manuálu apt-get</ulink>.
hu: További információkért tekintse meg a <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> kézikönyvét</ulink> (angol) és az <ulink url="man:apt-get">apt-get kézikönyvét</ulink>.
it: Per maggiori informazioni, consultare il manuale di <ulink url="http://www.debian.org/doc/user-manuals#apt-howto"><application>apt</application> di Debian</ulink> e il manuale di <ulink url="man:apt-get">apt-get</ulink>.
ja: 更なる情報は <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian <application>apt</application> manual</ulink> and the <ulink url="man:apt-get">apt-get manual</ulink> を参照してください。
ru: Для получения дополнительной информации обратитесь к <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">руководству по <application>apt</application> Debian</ulink> и <ulink url="man:apt-get"> руководству по apt-get</ulink>.
zh_tw: 關於Debian <application>apt</application> manual</ulink> and the <ulink url="man:apt-get">apt-get manual</ulink>的更多資訊, 請看<ulink url="http://www.debian.org/doc/user-manuals#apt-howto">.

source: Installing/uninstalling <filename class="extension">.deb</filename> files
cs: Instalování/odinstalování souborů <filename class="extension">.deb</filename>
hu: <filename class="extension">.deb</filename> fájlok telepítése/eltávolítása
it: Installare/rimuovere file <filename class="extension">.deb</filename>
ja: <filename class="extension">.deb</filename>ファイルのインストール/アンインストール
ru: Установка/удаление <filename class="extension">.deb </filename> файлов.
zh_tw: 安裝/移除<filename class="extension">.deb</filename>檔案.

source: You can use your package manager to uninstall a <filename class="extension">.deb</filename> file once it has been installed. Alternatively, enter the following in a Terminal: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
cs: K odstranění nainstalovaného balíku <filename class="extension">.deb</filename> můžete použít správce balíků. Také můžete zadat do Terminálu: <screen>sudo dpkg -r <replaceable>název_balíku</replaceable></screen>
hu: A csomagkezelő segítségével el is távolíthat egy telepített <filename class="extension">.deb</filename> fájlt. Ennek alternatívájaként adja ki a következő parancsot egy terminálban: <screen>sudo dpkg -r <replaceable>csomagnév</replaceable></screen>
it: È possibile usare il gestore di pacchetti per rimuovere un file <filename class="extension">.deb</filename> precedentemente installato. In alternativa è possibile digitare il seguente comando in un terminale: <screen>sudo dpkg -r <replaceable>nome_pacchetto</replaceable></screen>
ja: 一度インストールした<filename class="extension">.deb</filename>ファイルについては、パッケージマネージャを使って削除することが可能です。また、端末で下記のコマンドを入力することでも削除できます：<screen>sudo dpkg -r <replaceable>パッケージ名</replaceable></screen>
ru: Можно использовать менеджер пакетов, чтобы удалить <filename class="extension">.deb </filename> файл после того, как он был установлен. В качестве альтернативы, введите в Терминал следующее: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
zh_tw: <filename class="extension">.deb</filename>檔案一旦被安裝後, 想移除可用你的套件管理程式. 或者在終端機鍵入<screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>.

source: Converting <filename class="extension">.rpm</filename> files to <filename class="extension">.deb</filename> files
cs: Převádění balíků <filename class="extension">.rpm</filename> na balíky <filename class="extension">.deb</filename>
hu: <filename class="extension">.rpm</filename> fájlok átalakítása <filename class="extension">.deb</filename> fájlokká
it: Convertire i file <filename class="extension">.rpm</filename> in file <filename class="extension">.deb</filename>
ja: <filename class="extension">.rpm</filename>ファイルを<filename class="extension">.deb</filename>に変換する
ru: Преобразование файлов <filename class="extension">.rpm</filename>, в файлы <filename class="extension">.deb</filename>
zh_tw: 將<filename class="extension">.rpm</filename>檔案轉成<filename class="extension">.deb</filename>檔案.
