Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: Once you have started the installer, it may take a while to display an installation screen. This is normally due to the installer extracting all of the files from the .run file ready for use.
cs: Až spustíte instalátor, může chvíli trvat, než se zobrazí instalační obrazovka. To je normální stav způsobený tím, že instalátor rozbaluje všechny soubory z .run souboru, aby bylo možné s nimi pracovat.
da: Når du har startet installeringsprogrammet kan det tage lidt tid at vise en installationsskærm. Dette skyldes normalt at installationsprogrammet udpakker alle filerne fra .run-filen, så de er klar til brug.
de: Wenn Sie das Installationsprogramm gestartet haben, kann es einige Zeit dauern, bis der Installationsdialog erscheint, weil das Installationsprogramm zuerst die Installationsdateien entpackt.
hu: A telepítő elindítása után eltarthat egy ideig a telepítőképernyő megjelenése. Ez teljesen normális, mivel a telepítő kibontja az összes, a .run fájlban található fájlt, így előkészítve azokat a használatra.
it: Potrebbe passare del tempo prima della visualizzazione della schermata di installazione. Questo è normalmente dovuto al fatto che il programma di installazione estrae tutti i file dal file .run.
ja: いったんインストーラが起動したあとに、しばらくインストール画面が表示されたままになることがあるかもしれません。これはふつうインストーラが、.runファイルからすべてのファイルを抽出してインストールの準備作業を行っているためです。
lt: Kai jau paleidote įdiegimo programą, gali kažkiek užtrūkti, kol pasirodys įdiegimo programos ekranas. Tai yra normalu dėl to, kad įdiegimo programa ištraukia visus failus iš .run bylos ir paruošia naudojimui.
ru: После запуска установщика может пройти некоторое время, прежде чем появится экран установки. Это нормально, поскольку установщик распаковывает все файлы из файла .run для дальнейшего использования.
zh_tw: 一旦您已經開始安裝程序，可能需要一段時間去顯示安裝畫面。這通常是由於安裝程序從 .run檔解壓縮所有的檔案以為了準備使用。

source: translator-credits
cs: David Vachulka, 2006 Launchpad Contributions: Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~ripper42 Martin Böhm https://launchpad.net/~martin.bohm Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad shaman https://launchpad.net/~lubomir-sedlar Launchpad Contributions: Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Martin Böhm https://launchpad.net/~martin.bohm Petr Tomeš https://launchpad.net/~ptomes dvx https://launchpad.net/~david-konstrukce-cad Launchpad Contributions: Alexander Mansurov https://launchpad.net/~amansurov AndyG https://launchpad.net/~andygun Jenda Hrach https://launchpad.net/~hrachj Kamil Páral https://launchpad.net/~kamil.paral Lubomír Sedlář https://launchpad.net/~lubomir-sedlar Martin https://launchpad.net/~drouzetice Martin Böhm https://launchpad.net/~martin.bohm Martin Řezníček https://launchpad.net/~rezna1 Petr Tomeš https://launchpad.net/~ptomes SmEjDiL https://launchpad.net/~lukas-maly Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad metjuf https://launchpad.net/~metjuf thomick https://launchpad.net/~thomick
da: Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Kenneth Vinter https://launchpad.net/~verdier Launchpad Contributions: John H. https://launchpad.net/~john-hojsholt Kenneth Vinter https://launchpad.net/~verdier Mads Peter Rommedahl https://launchpad.net/~lhademmor TLE https://launchpad.net/~k-nielsen81
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Julian Saraceni https://launchpad.net/~mrigns Mathias Uebelacker https://launchpad.net/~muebelacker Michael Pfeiffer https://launchpad.net/~michael-pfeiffer Michael Wohlmuther https://launchpad.net/~mwohlmuther Ralf https://launchpad.net/~ralf-weyer alexandra osan https://launchpad.net/~alexandra-osan Launchpad Contributions: Jan Hoffmann https://launchpad.net/~jan-christian-hoffmann Julian Saraceni https://launchpad.net/~mrigns Kim Strohmann https://launchpad.net/~kim-strohmann Korny.Brot https://launchpad.net/~pascua Marek Tomczyk https://launchpad.net/~gw-marek-tomczyk Maren Reinecke https://launchpad.net/~maren-reinecke Mathias Florian Menzer https://launchpad.net/~mfmenzer Mathias Uebelacker https://launchpad.net/~muebelacker Michael Pfeiffer https://launchpad.net/~michael-pfeiffer Michael Wohlmuther https://launchpad.net/~mwohlmuther Ralf https://launchpad.net/~ralf-weyer Sam https://launchpad.net/~and-rea alexandra osan https://launchpad.net/~alexandra-osan detructor15 https://launchpad.net/~steffen-trekki mikesc https://launchpad.net/~michael-schiessl mucki https://launchpad.net/~marcus-3
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2007.
hu: Launchpad Contributions: Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng J https://launchpad.net/~sorosj Vass Károly https://launchpad.net/~cvk ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Dora https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng J https://launchpad.net/~sorosj Vass Károly https://launchpad.net/~cvk ŐRY Máté https://launchpad.net/~orymate Launchpad Contributions: Dora Kovats https://launchpad.net/~dorcssa Enahma https://launchpad.net/~enahma Gabor Kelemen https://launchpad.net/~kelemeng Horváth Antal https://launchpad.net/~kanka9 Horváth Árpád https://launchpad.net/~horvath-arpad-roik J https://launchpad.net/~sorosj Vass Károly https://launchpad.net/~cvk ŐRY Máté https://launchpad.net/~orymate
it: Launchpad Contributions: Milo Casagrande https://launchpad.net/~milo Naldini Paolo https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo macisamuele https://launchpad.net/~macisamuele Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Luca Padrin https://launchpad.net/~luca.padrin Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo Launchpad Contributions: Alessio Treglia https://launchpad.net/~quadrispro Daniele de Virgilio https://launchpad.net/~erunamo DjLaurenz https://launchpad.net/~djlaurenz Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Leo Iannacone (L3oN) https://launchpad.net/~l3on Luca Padrin https://launchpad.net/~luca.padrin Marco Meoni https://launchpad.net/~marcomeoni Mario Calabrese https://launchpad.net/~mario-calabrese Milo Casagrande https://launchpad.net/~milo Paolo Naldini https://launchpad.net/~hattory Simone Crescenzo https://launchpad.net/~simone.crescenzo
ja: Launchpad Contributions: Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Shushi Kurose https://launchpad.net/~kurokuro Launchpad Contributions: CMasami https://launchpad.net/~cmasami Daisuke Suzuki https://launchpad.net/~dskszk Jun Sumida https://launchpad.net/~sekitoh-rh Kanetaka Suto https://launchpad.net/~kanetaka Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Mitsuya Shibata https://launchpad.net/~cosmos-door Shushi Kurose https://launchpad.net/~kurokuro Tom https://launchpad.net/~holizz Yuji Kaneko https://launchpad.net/~yujikaneko afujihara https://launchpad.net/~afujihara
lt: Launchpad Contributions: Kšištof Sokolovski https://launchpad.net/~stinger086 Nerijus Norkus https://launchpad.net/~nerijus-norkus-gmail
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Sergey Kirienko https://launchpad.net/~skirienko Артём Попов https://launchpad.net/~artfwo Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Sergey Kirienko https://launchpad.net/~skirienko Launchpad Contributions: Al https://launchpad.net/~kavaj Alexander V Kulkov https://launchpad.net/~rockin Alexey Balmashnov https://launchpad.net/~a.balmashnov ArcFi https://launchpad.net/~arcfi Brullworfel https://launchpad.net/~brullworfel Igor Zubarev https://launchpad.net/~igor4u Lupin de mid https://launchpad.net/~lupin-de-mid Sergey Kirienko https://launchpad.net/~skirienko azlk https://launchpad.net/~azlk xXLiAXx https://launchpad.net/~dark-light-of-dream Александр AldeX Крылов https://launchpad.net/~aldex
zh_cn: qcshzihnus <qcshzihnus@gmail.com>, 2007
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng Launchpad Contributions: Jose Sun https://launchpad.net/~josesun Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu missmomo0911 https://launchpad.net/~missmomo0911 yenteenyu https://launchpad.net/~yen-teenyu yugu https://launchpad.net/~ioppoo Launchpad Contributions: Jack https://launchpad.net/~vixensjlin Jose Sun https://launchpad.net/~josesun Shunhsiung Shih https://launchpad.net/~shunhsiung Yu-Hsiang Tseng https://launchpad.net/~yuhsiangtseng akong https://launchpad.net/~akong hialan https://launchpad.net/~hialan-liu julian14632 https://launchpad.net/~julian14632 missmomo0911 https://launchpad.net/~missmomo0911 yenteenyu https://launchpad.net/~yen-teenyu yugu https://launchpad.net/~ioppoo

source: Under the <guilabel>Permissions</guilabel> tab, make sure that <guilabel>Allow executing file as program</guilabel> is checked and press <guibutton>Close</guibutton>
cs: Ujistěte se, že na panelu <guilabel>Oprávnění</guilabel> je zatrženo <guilabel>Povolit spouštění souboru jako programu</guilabel> a stiskněte <guibutton>Zavřít</guibutton>
de: Im Reiter <guilabel>Zugriffsrechte</guilabel> überprüfen Sie, dass <guilabel>Datei als Programm ausführen</guilabel> aktiviert ist und klicken Sie auf <guibutton>Schließen</guibutton>
hu: A <guilabel>Jogosultságok</guilabel> fül alatt győződjön meg róla, hogy a <guilabel>Fájl végrehajtásának engedélyezése programként</guilabel> jelölőnégyzet be van jelölve, majd nyomja meg a <guibutton>Bezárás</guibutton> gombot
it: Nella scheda <guilabel>Permessi</guilabel>, assicurarsi che la casella <guilabel>Consentire l'esecuzione del file come programma</guilabel> sia selezionata e premere <guibutton>Chiudi</guibutton>
ja: <guilabel>アクセス権</guilabel>タブの中の<guilabel>プログラムとして実行できる</guilabel>にチェックマークがついていることを確認して、<guibutton>閉じる</guibutton>をクリックします。
lt: Kortelėje <guilabel>Leidimai</guilabel>, įsitikinkite, kad yra pažymėta <guilabel>Leisti paleidinėti bylą kaip programą</guilabel> ir paspauskite <guibutton>Uždaryti</guibutton>
ru: Переключившись на вкладку <guilabel>Права</guilabel>, убедитесь, что отмечено <guilabel>Позволять выполнение файла как программы</guilabel>, и нажмите <guibutton>Закрыть</guibutton>
zh_tw: 在<guilabel>Permissions</guilabel>標籤下, 確定<guilabel>Allow executing file as program</guilabel>此項被勾選然後按下<guibutton>Close</guibutton>鍵

source: Press <guibutton>Run in Terminal</guibutton> to run the installer
de: Klicken Sie auf <guibutton>Im Terminal ausführen</guibutton> um die Installation zu starten.
lt: Paspauskite <guibutton>Paleisti komandinėje eilutėje</guibutton> kad paleisti įdiegimo programą.

source: Instructions on how to install and uninstall software, including information on package management.
cs: Instrukce jak instalovat a odstraňovat software, včetně informací o správě balíků.
hu: Utasítások szoftverek telepítéséhez és eltávolításához, beleértve csomagkezeléssel kapcsolatos információkat is.
it: Istruzioni su come installare e disintallare i programmi, con informazioni sulla gestione dei pacchetti.
ja: パッケージ管理の方法を含む、ソフトウェアのインストール方法やアンインストール方法を解説します。
ru: Инструкции по установке и деинсталляции программ, а также информация об управлении пакетами.

source: Ubuntu Documentation Project
cs: Dokumentační projekt Ubuntu
hu: Ubuntu dokumentációs projekt
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
ru: Проект документации Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
ru: Canonical Ltd. и участники <placeholder-1/>

source: In this section you can learn how to use a package manager to add or remove applications in Ubuntu with a few clicks. You can also learn about more advanced techniques of managing applications and discover some optional applications which you can add to Ubuntu.
cs: V této sekci se můžete naučit, jak používat správce balíků a pár kliknutími do Ubuntu přidat nebo odebrat aplikace. Také se můžete seznámit s pokročilými technikami správy aplikací a objevit některé volitelné aplikace, které si do Ubuntu můžete přidat.
hu: Ez a fejezet bemutatja, hogyan használható a csomagkezelő alkalmazások Ubuntuhoz adására és eltávolítására néhány kattintással. Megismerheti az alkalmazások kezelésének fejlettebb módszereit és felfedezhet néhány további, az Ubuntuhoz adható alkalmazást.
it: In questa sezione è possibile imparare a usare un gestore di pacchetti per aggiungere o rimuovere le applicazioni con pochi clic del mouse, è possibile imparare anche le tecniche avanzate di gestione delle applicazioni e scoprire nuovi programmi opzionali da aggiungere a Ubuntu.
ja: このセクションでは、数回クリックするだけでUbuntuにアプリケーションを追加/削除することのできる、パッケージマネージャの使い方を学ぶことができます。より高度なアプリケーション管理の技術や、Ubuntu にインストールできる任意のアプリケーションを見つける方法も学べます。
ru: Данный раздел поможет узнать, как использовать менеджер пакетов для установки или удаления приложений в Убунту с помощью несольких кликов. Здесь же описаны расширенные способы управления приложениями и поиска дополнительных приложений, которые могут быть установлены в Убунту.
zh_tw: 這部份你可學到在Ubuntu裡如何藉由套件管理程式用滑鼠點幾下來新增或移除程式. 你也可以學到更多管理程式的進階技巧與發現更多可安裝在Ubuntu的額外程式.

source: <link linkend="gnome-app-install"><application>Add/Remove Applications</application></link> - The easiest way to install and uninstall programs.
cs: <link linkend="gnome-app-install"><application>Přidat/Odstranit aplikace</application></link> - Nejsnazší cesta k nainstalování a odstranění programů.
hu: <link linkend="gnome-app-install"><application>Hozzáadás/eltávolítás</application></link> - Programok telepítésének és eltávolításának legegyszerűbb módja.
it: <link linkend="gnome-app-install"><application>Aggiungi/Rimuovi applicazioni</application></link>: il metodo più semplice per installare e rimuovere programmi.
ja: <link linkend="gnome-app-install"><application>アプリケーションの追加と削除</application></link> - プログラムをインストールやアンインストールする最も簡単な方法を提供します。
ru: Самый лёгкий способ удалить или добавить программы - воспользоваться пунктом меню <link linkend="gnome-app-install"><application>Установка/удаление...</application></link>.
zh_tw: <link linkend="gnome-app-install"><application>Add/Remove Applications</application></link> - 安裝/移除程式最簡單的方法.

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and press <guilabel>Third Party Software</guilabel>.
cs: Otevřete <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softwaru</guimenuietm></menuchoice> a stiskněte <guilabel>Software třetí strany</guilabel>.
hu: A <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> megnyitása után kattintson a <guilabel>Harmadik fél</guilabel> lapra.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice> e quindi <guilabel>Software di terze parti</guilabel>.
ja: <menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>を開き、<guilabel>サードパーティのソフトウェア</guilabel>を押します。
ru: Откройте <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Источники приложений</guimenuitem></menuchoice> и перейдите на вкладку <guilabel>ПО сторонних производителей</guilabel>.

source: You will be notified that the information about available software is out-of-date. Press <guibutton>Reload</guibutton>.
cs: Dostanete oznámení, že informace o dostupném softwaru jsou zastaralé. Stiskněte <guibutton>Obnovit</guibutton>.
hu: Figyelmeztetést kap, hogy az elérhető szoftverek információi elavultak. Nyomja meg a <guibutton>Frissítés</guibutton> gombot.
it: Si verrà avvisati che le informazioni sul software disponibile sono obsolete. Premere <guibutton>Ricarica</guibutton>.
ja: 利用可能なソフトウェアに関する情報が古いことが通知されます。<guibutton>再読込</guibutton>を押してください。
ru: Система уведомит, что информация о доступном программном обеспечении устарела. Нажмите <guibutton>Обновить</guibutton>.
zh_tw: 你將可知道關於此軟體的過期資訊, 按下<guibutton>Reload</guibutton>鍵.

source: Once you have downloaded the GPG key, import the key by selecting the <guilabel>Authentication</guilabel> tab, clicking on <guibutton>Import Key File</guibutton>, and then selecting the GPG key to be imported.
cs: Po stažení GPG klíče jej naimportujte v panelu <guilabel>Ověření</guilabel>. Klikněte na <guibutton>Importovat soubor s klíčem</guibutton> a vyberte GPG klíč, který chcete importovat.
hu: A GPG-kulcs letöltése után importálja a kulcsot a <guilabel>Hitelesítés</guilabel> lap kiválasztásával és a <guibutton>Kulcsfájl importálása</guibutton> gombra kattintással, majd az importálandó kulcs kiválasztásával.
it: Una volta scaricata la chiave GPG, importarla selezionando la scheda <guilabel>Autenticazione</guilabel>, facendo clic su <guibutton>Importa file chiave...</guibutton> e selezionando la chiave GPG da importare.
ja: GPG 鍵をダウンロードしたら, <guilabel>認証</guilabel>タブを選択, <guibutton>鍵ファイルのインポート</guibutton>をクリックし, インポートする GPG 鍵を選択してください。
ru: После скачивания ключа GPG, импортируйте его. Для этого перейдите на вкладку <guilabel>Авторизация</ guilabel>, нажмите <guibutton>Импортировать файл ключа...</ guibutton>, а затем выберите ключ GPG, который нужно импортировать.
zh_tw: 一旦你下載了GPG金鑰, 選取<guilabel>Authentication</guilabel>標籤, 按下<guibutton>Import Key File</guibutton>並選擇GPG金鑰來匯入它.

source: With the <guimenuitem>Add/Remove</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you do not want. You need administrative access to use <application>Add/Remove Applications</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
cs: Pomocí položky <guimenuitem>Přidat/Odstranit...</guimenuitem> v nabídce <guimenu>Aplikace</guimenu> můžete nainstalovat programy, s kterými budete moci dělat s Ubuntu nové věci. Také můžete odstranit programy, které už nechcete. K používání <application>Přidat/Odebrat...</application> potřebujete správcovská oprávnění (více informací viz <ulink type="help" url="ghelp:administrative">Správa</ulink>).
hu: Az <guimenu>Alkalmazások</guimenu> menü <guimenuitem>Hozzáadás/eltávolítás</guimenuitem> menüpontjával programokat telepíthet, így új feladatokat hajthat végre Ubuntu alatt. El is távolíthatja azokat a programokat, amelyekre nincs szüksége. Az <application>Alkalmazások telepítése/eltávolítása</application> használatához adminisztrátori jogra van szüksége (lásd: <ulink type="help" url="ghelp:administrative">Adminisztrációs feladatok</ulink>).
it: Con lo strumento <guimenuitem>Aggiungi/Rimuovi…</guimenuitem>, accessibile dal menù <guimenu>Applicazioni</guimenu>, è possibile installare programmi per fare nuove cose con Ubuntu e rimuovere i programmi che non si desiderano. È necessario avere i privilegi di amministrazione per usare il programma <application>Aggiungi/Rimuovi applicazioni</application> (per maggiori informazioni, consultare <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>).
ja: <guimenuitem>アプリケーション</guimenuitem>メニューの<guimenuitem>追加と削除</guimenuitem>で、Ubuntu に新しいプログラムをインストールできます。 必要のないプログラムを削除することもできます。<application>アプリケーションの追加と削除</application>を使用するには管理者権限が必要です（詳しくは<ulink type="help" url="ghelp:administrative">管理タスク</ulink>を参照してください）。
ru: С помощью пункта <guimenuitem>Установка/удаление...</guimenuitem> меню <guimenu>Приложения</guimenu>, можно устанавливать программы, чтобы делать новые вещи в Ubuntu. Также можно удалять программы, которые больше не нужны. Для использования функции <application>Установка/удаление...</application> необходим административный доступ (смотрите <ulink type="help" url="ghelp:administrative">Административные задачи</ ulink>, чтобы получить дополнительную информацию).

source: Programs that are already installed have a check mark next to their name. Uncheck a program if you want to remove it from your computer.
cs: Nainstalované programy mají vedle jména zatržené pole. Zrušte zatržení u programů, které chcete ze svého počítače odstranit.
hu: A telepített programok neve mellett egy jelölőnégyzet található. Törölje a pipát, ha el szeretné távolítani a kijelölt programot a számítógépéről.
it: I programmi già installati sono evidenziati con un segno di spunta vicino il loro nome. Per rimuovere un programma, togliere il segno di spunta.
ja: 既にインストールされているソフトウェアについては、名前の隣にあるチェックボックスにチェックが入っています。もしそのソフトウェアを削除したい場合は、チェックを外してください。
ru: Уже установленные программы отмечены галочкой рядом с их именем. Снимите галочку с программы, если вы хотите удалить её с вашего компьютера.
zh_tw: 已安裝的程式會在檔案名稱旁有勾選符號, 你可以取消勾選符號來把它們從你電腦中移除.
