Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: The <emphasis>Multiverse</emphasis> repository contains software which has been classified as <emphasis>non-free</emphasis>. This software may not be permitted in some jurisdictions. When installing each package from this repository, you should verify that the laws of your country permit you to use it. Also, this software may not include security updates.
bg: emphasis>Multiverse</emphasis> хранилището съдържа софтуер, който е бил класифициран като <emphasis>несвободен</emphasis>. Той може да не е разрешен за употреба в някои правни системи. Когато инсталирате някой пакет от това хранилище, трябва да се уверите, че законите във Вашата страна Ви позволяват да го използвате. Също така, този софтуер може да не предлага актуализации на сигурността.
cs: Zdroj <emphasis>Multiverse</emphasis> obsahuje software, který byl klasifikován jako <emphasis>nesvobodný</emphasis>. Tento software nemusí být v některých oblastech legálně použitelný. Pokud instalujete balíky z tohoto zdroje, měli byste si ověřit, že zákony ve vaší zemi jeho užití povolují. Pro tento software také nemusí být vydávány bezpečnostní aktualizace.
da: <emphasis>Multiverse</emphasis>-arkivet indeholder software, som er blevet klassificeret som <emphasis>ikke-fri</emphasis>. Denne software er muligvis ikke tilladt i nogle jurisdiktioner. Hver gang du installerer en pakke fra dette arkiv, bør du verificere, at dit lands love tillader dig at bruge den. Denne software modtager derudover muligvis ikke sikkerhedsopdateringer.
de: Die <emphasis>Multiverse</emphasis> Paketquelle enthält Anwendungen, die als <emphasis>unfrei</emphasis> klassifiziert wurden. Diese Anwendungen könnten in Ihrem Land verboten sein. Wenn Sie Anwendungen aus dieser Paketquelle installieren, sollten Sie sicherstellen, dass die Gesetze Ihres Landes Ihnen auch erlauben, diese zu benutzen. Außerdem könnte es für diese Anwendungen keine Sicherheitsaktualisierungen geben.
fr: La catégorie <emphasis>Multiverse</emphasis> des dépôts contient des logiciels qui sont considérés <emphasis>non-libres</emphasis>. Ces logiciels peuvent être interdits par certaines juridictions. Lors de l'installation des ces paquets logiciels, veuillez vous assurer que vous ne contrevenez pas aux lois de votre pays. Par ailleurs, ces logiciels peuvent ne pas inclure de mises à jour de sécurité.
hu: A <emphasis>Multiverse</emphasis> tároló olyan szoftvereket tartalmaz, melyeket a <emphasis>non-free</emphasis> (nem szabad) kategóriába soroltak be. Egyes jogrendszerekben ezek használata nem megengedett. Amikor ebből a tárolóból telepít csomagokat, ellenőrizze hogy országának törvényei lehetővé teszik-e a jogszerű használatot. Ezen szoftverekre nem készülnek minden esetben biztonsági frissítések.
it: Il repository <emphasis>multiverse</emphasis> contiene software che è classificato come <emphasis>non libero</emphasis>. Alcuni di questi programmi potrebbero non essere installabili in alcuni paesi, prima di installare un qualsiasi pacchetto da questo repository, assicurarsi che le leggi del proprio paese ne consentano l'utilizzo. Per questi programmi potrebbero non essere disponibili aggiornamenti per la sicurezza.
ja: <emphasis>Multiverse</emphasis>リポジトリは<emphasis>non-free</emphasis>に分類されるソフトウェアを含んでいます。これらのソフトウェアは国によっては法的に認められていない可能性があるので、このリポジトリからインストールする時、あなたは自分の国でそのソフトウェアの使用が認められているかを確認する必要があります。さらに、これらのソフトウェアは、セキュリティーアップデートを含んでいない可能性もあります。
lt: <emphasis>Multiverse</emphasis> saugykloje yra programos, kurios vadinamos kaip <emphasis>ne laisvos</emphasis>. Šios programos kartais neatitinka jurisdikcijai. Prieš įdiegiant bet kokį paketą iš šios saugyklos, jūs turėtumėte pasitikrinti, ar jūsų šalies įstatymai leidžia jį naudoti. Taipogi, šios programos gali neturėti saugumo atnaujinimų.
ru: Репозиторий <emphasis>Multiverse</emphasis> содержит ПО, которое классифицировано как <emphasis>не свободное</emphasis>. Использование такого ПО в некоторых случаях может быть ограничено. Перед тем, как установить приложение из этого репозитория, вы должны убедиться, что не нарушаете законодательства вашей страны. Также для этого ПО могут отсутствовать обновления безопасности.
zh_cn: <emphasis>Multiverse</emphasis> 软件库中存放的软件被分类为 <emphasis>非自由的</emphasis>。这些软件在某些法律管辖下可能不被允许。在安装这个软件库中的每个软件包时，您应当确认您的国家的法律允许您使用它。此外，这些软件可能还不包含安全更新。
zh_tw: <emphasis>Multiverse</emphasis> 軟體庫包含了被分類為 <emphasis>non-free (非自由)</emphasis> 的軟體。其中一些軟體並不是被法定許可使用的。所以當您在從這軟體庫安裝這類的套件時，您應該要去確認您所屬國家是否可以使用這軟體。另外，這類的軟體不一定會有安全性的更新可以升級。

source: You can find more information about the Repositories available <ulink url="http://www.ubuntu.com/ubuntu/components">on the website</ulink>.
bg: Можете да откриете повече информация за хранилищата <ulink url="http://www.ubuntu.com/ubuntu/components">на този уеб-сайт</ulink>.
cs: Více informací o dostupných Zdrojích můžete najít na <ulink url="http://www.ubuntu.cz/ubuntu/zdroje">této webové stránce</ulink>.
da: Du kan finde yderligere information om de tilgængelige arkiver <ulink url="http://www.ubuntu.com/ubuntu/components">på hjemmesiden</ulink>.
de: Mehr Informationen über die verfügbaren Paketquellen finden Sie <ulink url="http://www.ubuntu.com/ubuntu/components">auf der englischsprachigen Website</ulink>.
fr: Vous trouverez des informations supplémentaires sur les dépôts disponibles sur <ulink url="http://doc.ubuntu-fr.org/depots">le site d'Ubuntu</ulink>.
hu: A tárolókról további információkat találhat <ulink url="http://www.ubuntu.com/ubuntu/components">ezen a weboldalon (angolul)</ulink>.
it: È possibile trovare maggiori informazioni sui repository all'interno <ulink url="http://wiki.ubuntu-it.org/Repository/Componenti">della documentazione in linea</ulink>.
ja: リポジトリに関する詳細な情報は<ulink url="http://www.ubuntu.com/ubuntu/components">Webサイト</ulink>で探すことができます。
lt: Daugiau informacijos apie Saugyklas galite rasti <ulink url="http://www.ubuntu.com/ubuntu/components">interneto svetainėje</ulink>.
ru: Вы можете найти дополнительную информацию о репозиториях <ulink url="http://www.ubuntu.com/ubuntu/components">на сайте проекта Ubuntu</ulink>.
zh_cn: 您可以在 <ulink url="http://www.ubuntu.com/ubuntu/components">网站上</ulink> 找到有关软件库的更多信息。
zh_tw: 您可在<ulink url="http://www.ubuntu.com/ubuntu/components">此網站</ulink>找到更多關於軟體庫的資訊。

source: Adding extra repositories
bg: Добавяне на допълнителни хранилища
cs: Přidávání dodatečných zdrojů
da: Tilføj ekstra arkiver
de: Zusätzliche Paketquellen hinzufügen
fr: Ajouter de nouveaux dépôts
hu: Kiegészítő tárolók hozzáadása
it: Abilitare repository aggiuntivi
ja: 追加リポジトリを追加
lt: Papildomų saugyklų pridėjimas
ru: Добавление дополнительных репозиториев
zh_cn: 添加额外的软件库
zh_tw: 加入更多的軟體庫

source: It is possible to add extra repositories, such as those provided by third parties or those for older version of Ubuntu.
bg: Възможно е да добавите допълнителни хранилища, като например тези, предоставени от трети страни или тези за по-старите версии на Убунту.
cs: Je možné přidat dodatečné zdroje, které jsou kupříkladu poskytovány třetí stranou nebo určeny pro starší verze Ubuntu.
da: Det er muligt at tilføje ekstra arkiver, såsom dem som stilles tilgængelige af tredjeparter eller dem til ældre versioner af Ubuntu.
de: Sie können zusätzliche Paketquellen, z. B. solche, die von Dritten oder für Vorgängerversionen von Ubuntu bereitgestellt werden, hinzufügen.
fr: Il est possible d'ajouter de nouveaux dépôts, proposés par des tierces parties par exemple.
hu: Lehetséges külső gyártók vagy korábbi Ubuntu verziók tárolóinak felvétele.
it: È possibile abilitare repository aggiuntivi come quelli di terze parti o per le versioni vecchie di Ubuntu.
ja: サードパーティーによって提供されているものや、Ubuntuの古いバージョンのような、追加リポジトリを追加することができます。
lt: Įmanoma pridėti papildomas saugyklas, kurios pateikiamos trečių šalių, bei tos, kurios skirtos senesnėms Ubuntu versijoms.
ru: Можно добавить дополнительные репозитории, например сторонние или репозитории старых версий Ubuntu.
zh_cn: 添加额外的软件库也是可能的，例如那些由第三方提供的或是 Ubuntu 较早版本的软件库。
zh_tw: 您可以加入更多的軟體庫；像是說第三方協力提供的或是舊版 Ubuntu 的軟體庫。

source: Be careful when installing software from third-party repositories. It may not have been tested with Ubuntu and could cause your system to break.
bg: Внимавайте, когато инсталирате софтуер от хранилища от трети-страни! Той може да не е тестван върху Убунту и да причини срив в системата Ви.
cs: Při instalování softwaru ze zdrojů třetích stran buďte opatrní. Není jisté, že byly testovány v Ubuntu a mohou způsobit chyby ve vašem systému.
da: Vær forsigtig når du installerer software fra tredjeparts-arkiver. Den er muligvis ikke blevet testet på Ubuntu, og kan potentielt ødelægge dit system.
de: Seien Sie vorsichtig, wenn Sie Anwendungen aus Quellen von Drittanbietern installieren. Es ist möglich, dass diese noch nicht unter Ubuntu getestet wurden und Ihr System beschädigen könnten.
fr: Soyez toutefois prudent lors de l'installation de logiciels via des dépôts externes : il se peut qu'ils n'aient pas été testés sous Ubuntu, et ils pourraient éventuellement rendre instable votre système.
hu: Legyen óvatos, amikor harmadik fél tárolójából származó szoftvereket telepít. Ezek nem voltak tesztelve Ubuntu alatt és akár rendszerösszeomlást is előidézhetnek.
it: Prestare attenzione quando si installa software di terze parti. Potrebbe non essere stato testato con Ubuntu e potrebbe causare danni al sistema.
ja: サードパーティのリポジトリからソフトウェアをインストールする際には注意してください。Ubuntuでテストされておらず、システムを破壊してしまう可能性があります。
lt: Būkite budrūs įdiegiant programas iš trečios šalies saugyklų. Jos gali būti nepatikrintos Ubuntu sistemoje ir taip galėtų ją sugadinti.
ru: Будте осторожны при установке программного обеспечения из сторонних репозиториев. Это ПО, возможно, не протестировано для использования в Ubuntu и может нарушить целостность вашей системы.
zh_cn: 在安装来自第三方软件库的软件时请小心。它们可能还没有在 Ubuntu 下测试过，并可能会使您的系统瘫痪。
zh_tw: 請注意！在安裝第三方協力所提供的軟體的時候一定要小心。因為這些軟體都沒有經過 Ubuntu 測試並且也有可能會造成您系統損壞。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and press <guilabel>Third-Party Software</guilabel>.
bg: Отворете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрация</guimenuitem><guimenuitem>Софтуерни източници</guimenuitem></menuchoice> и натиснете <guilabel>Софтуер от трети страни</guilabel>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice> og tryk på <guilabel>Tredjepartssoftware</guilabel>.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Software-Quellen</guimenuitem></menuchoice> und drücken Sie <guilabel>Software von Drittanbietern</guilabel>.
fr: Dans Synaptic, cliquez sur <menuchoice><guimenu>Catégories</guimenu><guimenuitem>Dépôts</guimenuitem></menuchoice> et sélectionnez l'onglet <guilabel>Tièrces parties</guilabel>.
lt: Atverkite <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administravimas</guimenuitem><guimenuitem>Programinės įrangos saugyklos</guimenuitem></menuchoice> ir paspauskite <guilabel>Trečių šalių programinė įranga</guilabel>.
zh_cn: 打开 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice> 并按下 <guilabel>第三方软件</guilabel>。

source: Press <guibutton>Add</guibutton> to add a new repository.
bg: Натиснете <guibutton>Добавяне</guibutton>, за да добавите ново хранилище.
cs: Pro přidání nového zdroje stiskněte <guibutton>Přidat</guibutton>.
da: Tryk <guibutton>Tilføj</guibutton> for at tilføje et nyt arkiv.
de: Drücken Sie <guibutton>Hinzufügen</guibutton>, um eine neue Paketquelle hinzuzufügen.
fr: Cliquez sur <guibutton>Ajouter</guibutton> pour ajouter un nouveau dépôt.
hu: Új tároló felvételéhez nyomja meg a <guibutton>Hozzáadás</guibutton> gombot.
it: Per aggiungere un nuovo repository, fare clic su <guibutton>Aggiungi</guibutton>.
ja: <guibutton>追加</guibutton>を押して新規リポジトリを追加してください。
lt: Norėdami pridėti naują saugyklą, paspauskite <guibutton>Pridėti...</guibutton>.
ru: Нажмите <guibutton>Добавить</guibutton> для добавления нового репозитория.
zh_cn: 按下 <guibutton>添加</guibutton> 来添加一个新的软件库。
zh_tw: 按下<guibutton>新增</guibutton> 來新增一個新的軟體庫。

source: Enter the <guilabel>APT line</guilabel> for the extra repository. This should be available from the website of the repository or similar, and should look similar to the following:
cs: Zadejte <guilabel>řádku APT</guilabel> dodatečného zdroje. Ta by měla být dostupná na stránkách zdroje a měla by vypadat podobně jako následující:
da: Skriv <guilabel>APT-linjen</guilabel> til det ekstra arkiv. Denne burde kunne findes på arkivets hjemmeside, og burde ligne denne:
de: Geben Sie die vollständige <guilabel>APT-Zeile</guilabel> der Paketquelle an, die Sie hinzufügen möchten. Diese sollte über die Website der Paketquelle zu erhalten sein und in etwa so aussehen:
hu: Írja be az extra tároló <guilabel>APT sorát</guilabel>. Ezt a tároló weboldaláról érheti el és hasonlónak kell lennie a következőhöz:
it: Inserire la <guilabel>riga APT</guilabel> per il repository aggiuntivo. Questa dovrebbe essere disponibile dal sito web del repository e dovrebbe essere simile alla seguente:
ja: Extra リポジトリの<guilabel>APT line</guilabel>を入力します。これはリポジトリのウェブサイトなどから利用でき、次のように記述します。
lt: Įveskite <guilabel>APT linija</guilabel> papildomai saugyklai. Tai turėtų būti prieinama iš tos saugyklos tinklapių arba panašių, ir turi atrodyti panašiai į sekantį:
ru: Введите <guilabel>строку APT</guilabel> для дополнительного репозитория. Данная строка должна быть доступна на веб-странице репозитория и выглядит примерно так:

source: Press <guibutton>Add Source</guibutton> and then click <guibutton>Close</guibutton> to save your changes.
bg: Натиснете <guibutton>Добавяне на източник</guibutton> и след това натиснете <guibutton>Затваряне</guibutton>
cs: Stiskněte <guibutton>Přidat zdroj</guibutton> a poté klikněte <guibutton>Zavřít</guibutton> pro uložení vašich změn.
da: Tryk <guibutton>Tilføj kilde</guibutton> og klik derefter <guibutton>Luk</guibutton> for at gemme dine ændringer.
de: Drücken Sie <guibutton>Quelle hinzufügen</guibutton> und anschließend auf <guibutton>Schließen</guibutton>, um Ihre Änderungen zu speichern.
fr: Cliquez sur <guibutton>Ajouter la source</guibutton> puis sur <guibutton>Fermer</guibutton> pour sauvegarder vos changements.
hu: Kattintson a <guibutton>Forrás hozzáadása</guibutton>, majd a <guibutton>Bezárás</guibutton> gombra, ezzel elmentve a változtatásokat.
it: Fare clic su <guibutton>Aggiungi sorgente</guibutton> e quindi su <guibutton>Chiudi</guibutton> per salvare i cambiamenti.
ja: <guibutton>ソースの追加</guibutton>を押して、<guibutton>閉じる</guibutton> をクリックして変更点を保存してください。
lt: Kad išsaugotumėte pakeitimus, paspauskite <guibutton>Pridėti šaltinį</guibutton> ir tuomet <guibutton>Uždaryti</guibutton>.
ru: Нажмите <guibutton>Добавить источник</guibutton> и затем нажмите кнопку <guibutton>Закрыть</guibutton> чтобы сохранить изменения.
zh_cn: 按下 <guibutton>添加源</guibutton> 并随后点击 <guibutton>关闭</guibutton> 来保存您的改动。
zh_tw: 按下<guibutton>新增來源</guibutton>然後點選<guibutton>關閉</guibutton>來儲存您的變更。

source: Most software repositories use a GPG key to digitally sign the files they provide, which makes it easy to check that the files have not been tampered with since their creation. In order for apt to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the repository's website.
cs: K jednoduchému ověření, zda nebyly soubory porušeny, používá většina zdrojů softwaru digitální podpis souborů pomocí GPG klíče. K ověření potřebujete veřejný klíč patřící k podpisu. Tento klíč by měl být dostupný ke stažení na webových stránkách zdroje.
da: De fleste softwarearkiver bruger en GPG-nøgle til digitalt at underskrive de filer de stiller til rådighed, hvilket gør det nemmere at tjekke at der ikke er blevet pillet ved filerne siden de blev oprettet. For at apt skal kunne tjekke dette, har du brug for den offentlige nøgle som svarer til signaturerne. Noglen burde kunne hentes fra arkivets hjemmeside.
de: Die meisten Software Paketquellen verwenden einen GPG Schlüssel zur digitalen Signatur ihrer verfügbaren Dateien. Dies vereinfacht eine Überprüfung, ob Dateien seit ihrer Erstellung verändert wurden. Damit die Paketverwaltung (apt) in der Lage ist, dies zu prüfen, benötigen Sie den öffentlichen Schlüssel, welcher mit den Signaturen übereinstimmt. Dieser sollte zum Herunterladen auf der Internetseite der Paketquelle vorhanden sein.
hu: A legtöbb szoftvertároló GPG kulcsot használ az általa közzétett fájlok digitális aláírására, amivel egyszerűen leellenőrizhető, hogy a fájlokat nem módosították-e létrehozásuk óta. Ahhoz, hogy az apt le tudja ezt ellenőrizni, szüksége van az aláírásoknak megfelelő publikus kulcsra. A kulcsnak letölthetőnek kell lennie a tároló weboldaláról.
it: La maggior parte dei repository software utilizzano una chiave GPG per firmare digitalmente i file forniti, rendendo facile la verifica dell'originalità e dell'integrità dei file. Per poterli verificare, è necessaria la chiave pubblica che corrisponde alle firme apposte sui file. Tale chiave dovrebbe essere disponibile da scaricare dal sito web del repository.
ja: ほとんどのソフトウェア・レポジトリは、配布するファイルにデジタル署名を付すためのGPGキーを使用しています。これはGPGキーを使うことで、そのファイルが作成されて以後に（不正に）改変されたことがなかったどうかを簡単にチェックできるからです。これをチェックした上でaptを使用するためには、その署名と対になった公開鍵が必要です.公開鍵はリポジトリのウェブサイトでダウンロードできるはずです。
ru: Большинство репозиториев программного обеспечения используют ключ GPG для цифровой подписи предоставляемых файлов. Это позволяет легко убедиться в подлинности файлов и в том, что они не изменялись с момента их создания. Чтобы apt имел возможность проверять подлинность, необходимо получить открытый ключ, соответствующий подписям. Ключ должен быть доступен для скачивания с веб-сайта репозитория.
zh_tw: 大多軟體套件庫使用GPG金鑰來數位簽署它們所提供的檔案, 以方便檢查這些檔案是否被竄改過. 如果需要apt這般檢查, 你將需要對應這些數位簽章的公用金鑰. 這些金鑰應可在套件庫的網頁上取得.

source: Once you have downloaded the GPG key, import the key by selecting the <guilabel>Authenticate</guilabel> tab, and clicking on <guibutton>Import Key File...</guibutton>, and then selecting the GPG key to be imported.
da: Når du har hentet GPG-nøglen, skal du importere dem ved at vælge fanebladet <guilabel>Godkendelse</guilabel> og klikke på <guibutton>Importer nøglefil...</guibutton>, og derefter vælge den GPG-nøgle som skal importeres.
de: Wenn Sie den GPG Schlüssel heruntergeladen haben, importieren Sie diesen mit dem Auswahlfeld <guilabel>Identifikation</guilabel>, drücken auf <guibutton>Importiere Schlüssel Datei...</guibutton> und wählen dann den GPG Schlüssel der importiert werden soll.

source: Click <guibutton>Reload</guibutton> in the package manager to update the list of available packages.
bg: Натиснете <guibutton>Презареждане</guibutton> в диспечера на пакети, за да актуализирате списъка с достъпните пакети.
da: Klik <guibutton>Genindlæs</guibutton> i pakkehåndteringen for at opdatere listen over tilgængelige pakker.
de: Klicken Sie auf <guibutton>Neu laden</guibutton> in der Paketverwaltung, um die Liste verfügbarer Pakete zu aktualisieren.
fr: Enfin, cliquez sur le bouton <guibutton>Recharger</guibutton> du gestionnaire de paquet pour mettre à jour la liste des paquets disponibles.
lt: Paspauskite <guibutton>Perkrauti</guibutton> paketų tvarkyklėje, kad atnaujintų galimų paketų sąrašą.
zh_cn: 在软件包管理器中点击 <guibutton>刷新</guibutton> 来更新已有软件包的列表。

source: Add/Remove Applications
bg: Добавяне/Премахване на приложения
cs: Přidat/Odstranit aplikace
da: Tilføj/Fjern programmer
de: Anwendungen hinzufügen/entfernen
fr: Ajouter/supprimer des applications
hu: Alkalmazások hozzáadása/eltávolítása
it: Aggiungere e rimuovere applicazioni
ja: アプリケーションの追加と削除
lt: Įdiegti/šalinti programas
ru: Установка и удаление приложений
zh_cn: 添加/删除应用程序
zh_tw: 新增或移除應用程式

source: With the <guimenuitem>Add/Remove…</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you do not want. You need administrative access to use <application>Add/Remove Programs</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
da: Med <guimenuitem>Tilføj/fjern…</guimenuitem> i <guimenu>Programmer</guimenu>-menuen, kan du installere programmer til at gøre nye ting i Ubuntu. Du kan også fjerne programmer, som du ikke vil have længere. Du behøver administrativ adgang for at kunne bruge <application>Tilføj/fjern programmer</application> (se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for flere detaljer).
de: Über das Auswahlfeld <guimenuitem>Hinzufügen/Entfernen…</guimenuitem> im Menü <guimenu>Anwendungen</guimenu>, können Sie Anwendungen installieren, um Ubuntu zu erweitern. Sie können auch unerwünschte Anwendungen entfernen. Zur Ausführung von <application>Hinzufügen/Entfernen</application> benötigen Sie Administratorrechte. (Mehr Informationen finden Sie unter <ulink type="help" url="ghelp:administrative">Administrative Tätigkeiten</ulink>).

source: If you know the name of a program you want to install, enter it in the <guilabel>Search</guilabel> field. Otherwise, begin by choosing a software category on the left.
bg: Ако знаете името на програмата, която искате да инсталирате, въведете го в полето <guilabel>Търсене</guilabel>. В противен случай, започнете, като изберете категория в ляво.
cs: Pokud znáte název programu, který chcete nainstalovat, zadejte jej do pole <guilabel>Hledat</guilabel>. V opačném případě začněte výběrem kategorie softwaru v levé části.
da: Hvis du kender navnet på et program, som du vil installere, kan du indtaste det i <guilabel>Søg</guilabel>-feltet. Ellers kan du begynde ved at vælge en softwarekategori i venstre side.
de: Wenn Sie den Namen einer Anwendung kennen, die Sie installieren möchten, geben Sie ihn im Feld <guilabel>Suche</guilabel> ein. Andernfalls beginnen Sie mit der Auswahl einer Software Kategorie auf der linken Seite.
fr: Si vous connaissez le nom d'un programme que vous voulez installer, entrez le dans le champ <guilabel>Rechercher</guilabel>. Autrement, commencez par choisir une catégorie de programmes sur la gauche.
hu: Ha tudja a telepíteni kívánt program nevét, akkor írja be azt a <guilabel>Keresés</guilabel> mezőbe. Ellenkező esetben válasszon a bal oldali kategóriák közül.
it: Se si conosce il nome del programma che si desidera installare, inserirlo nel campo <guilabel>Cerca</guilabel>. Altrimenti, è possibile scegliere una categoria di software nella parte sinistra della finestra.
ja: もしインストールしたいプログラム名が分かっているのであれば、<guilabel>検索</guilabel> フィールドに入力するか、左にあるソフトウェアカテゴリーの選択から始めてください。
lt: Jei jūs žinote programos, kurią norite įdiegti, pavadinimą, įveskite jį į <guilabel>paieška</guilabel> laukelį. Arba galite pasirinkti iš esamų programų grupių kairėje.
ru: Если вы знаете название программы, которую хотите установить, то введите ее имя в поле <guilabel>Поиск</guilabel>. В противном случае выберите категорию программ слева.
zh_cn: 如果您知道您想安装的程序的名称，请在 <guilabel>搜索</guilabel> 框中输入它。否则请从选择左边的软件分类开始。
zh_tw: 如果您知道你要安裝的軟體叫什麼名字，就在<guilabel>搜尋</guilabel>欄中輸入。不然的話就從左邊的軟體分類來選擇尋找您要的軟體。
