Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: Another type of package is the <emphasis>Red Hat Package Manager</emphasis> (RPM) file. These have the <filename class="extension">.rpm</filename> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <filename class="extension">.deb</filename> package is available. However, if absolutely necessary, an <filename class="extension">.rpm</filename> file can be converted to a <filename class="extension">.deb</filename> package using the <application>alien</application> application. The resulting <filename class="extension">.deb</filename> file can be installed as described above.
cs: Další typ balíku je soubor <emphasis>Správce balíků Red Hat</emphasis> (RPM). Ty mají příponu <filename class="extension">.rpm</filename>. Není doporučeno instalovat je do systému Ubuntu. V téměř všech případech jsou dostupné nativní balíky Ubuntu <filename class="extension">.deb</filename>.Nicméně v nezbytných případech může být balík <filename class="extension">.rpm</filename> převeden na balík <filename class="extension">.deb</filename> pomocí aplikace <application>alien</application>. Výsledný balík <filename class="extension">.deb</filename> může být nainstalován způsobem popsaným výše.
hu: A csomagok másik típusa a <emphasis>Red Hat Package Manager</emphasis> (RPM) fájl. Ezek kiterjesztése <filename class="extension">.rpm</filename>. Ezek telepítése nem ajánlott Ubuntu rendszerre. Majdnem minden esetben elérhető natív Ubuntu <filename class="extension">.deb</filename> csomag. Ha azonban mindenképp szükséges, az <filename class="extension">.rpm</filename> fájlok átalakíthatók <filename class="extension">.deb</filename> csomagokká az <application>alien</application> alkalmazás segítségével. Az eredményül kapott <filename class="extension">.deb</filename> fájl a fent leírt módon telepíthető.
it: Un altro tipo di pacchetto è il <emphasis>Red Hat Package Manager</emphasis> (RPM) che ha come estensione <filename class="extension">.rpm</filename>. Non è raccomandato installare pacchetti di questo tipo su un sistema Ubuntu in quanto, nella maggior parte dei casi, è disponibile un pacchetto <filename class="extension">.deb</filename> nativo per Ubuntu. Tuttavia, se è proprio necessario, è possibile convertire un file <filename class="extension">.rpm</filename> in un pacchetto <filename class="extension">.deb</filename> usando il programma <application>alien</application>. Il file <filename class="extension">.deb</filename> creato potrà essere installato come descritto in precedenza.
ja: もう一つのパッケージファイル形式として、<emphasis>Red Hat Package Manager</emphasis> が存在します。このファイルは<filename class="extension">.rpm</filename>という拡張子を持っています。これをUbuntuにインストールすることは推奨されていません。多くの場合、同じ機能を提供するUbuntu用の<filename class="extension">.deb</filename>ファイルが存在するからです。ただ、どうしてもその<filename class="extension">.rpm</filename>ファイルをインストールしなくてはいけない場合、<application>alien</application>というアプリケーションを使うことで、<filename class="extension">.deb</filename>形式に変換することが可能です。変換された<filename class="extension">.deb</filename>ファイルについては、上で述べたのと同じ方法でインストールできます。
ru: Другой тип пакетов - это файлы <emphasis>Red Hat Package Manager</emphasis> (RPM). Они имеют суффикс <filename class="extension">.rpm</filename>. Не рекомендуется устанавливать эти файлы в систему Ubuntu. Почти во всех случаях существует пакет в родном для Ubuntu формате <filename class="extension">.deb</filename>. Однако, в случае крайней необходимости, файл <filename class="extension">.rpm</filename> может быть преобразован в <filename class="extension">.deb</filename>-пакет с использованием программы <application>alien</application>. Полученный в результате <filename class="extension">.deb</filename>-файл может быть установлен, как описано выше.
zh_tw: 另一種套件是<emphasis>Red Hat Package Manager</emphasis> (RPM)檔案. 檔名以<filename class="extension">.rpm</filename>做結尾. 在此不建議將它們安裝在Ubuntu系統上. 大多情況下你通常可找到Ubuntu原生<filename class="extension">.deb</filename>套件. 然而, 如果真的需要, 可以用<application>alien</application>把<filename class="extension">.rpm</filename>檔案轉換成<filename class="extension">.deb</filename>套件. 轉換厚的<filename class="extension">.deb</filename>檔案可以照上述安裝.

source: To convert an RPM into a <filename class="extension">.deb</filename>:
cs: Pro převedení RPM na <filename class="extension">.deb</filename>:
hu: RPM csomag átalakítása <filename class="extension">.deb</filename> csomaggá:
it: Convertire un RPM in un <filename class="extension">.deb</filename>:
ja: RPMを<filename class="extension">.deb</filename>に変換するには：
ru: Для преобразования RPM в <filename class="extension">.deb</filename>:
zh_tw: 將RPM轉換成<filename class="extension">.deb</filename>檔案:

source: Installing <emphasis>tarballs</emphasis>
cs: Instalace <emphasis>tarballů</emphasis>
hu: Tar csomagok (<emphasis>tarball</emphasis>) telepítése
it: Installare un <emphasis>tarball</emphasis>
ja: <emphasis>tarball</emphasis>のインストール
ru: Установка <emphasis>тарболов</emphasis>
zh_tw: 安裝<emphasis>tarballs</emphasis>檔案

source: Files with the <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename> suffix are package files known as <emphasis>tarballs</emphasis>, and are widely used in Linux and Unix to package software. Tarballs can also be used to archive and compress other files.
cs: Soubory s připonami <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> nebo <filename class="extension">.tar.bz2</filename> jsou známy jako <emphasis>tarbally</emphasis> a jsou široce používány v Linuxu a Unixu pro balení software. Tarball může být také použit pro archivaci a kompresi dalších souborů.
hu: A <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> vagy <filename class="extension">.tar.bz2</filename> kiterjesztések tar csomagokat (<emphasis>tarball</emphasis>) jelölnek, ezek Linux és Unix alatt széles körben használtak szoftverek csomagolására. A tar csomagok más fájlok archiválására és tömörításére is használatosak.
it: File con estensione <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> o <filename class="extension">.tar.bz2</filename> sono pacchetti conosciuti come <emphasis>tarball</emphasis>, molto usati in Linux e Unix.
ja: <filename class="extension">.tar</filename>や<filename class="extension">.tgz</filename>、<filename class="extension">.tar.gz</filename>、<filename class="extension">.tar.bz2</filename>といった拡張子の付いたファイルは、<emphasis>tarball</emphasis>と呼ばれるパッケージファイルであり、LinuxやUnixで幅広く使われています。このtarballは、様々なファイルを圧縮・アーカイブ化するためにも使われます。
ru: Файлы с расширением <filename class="extension">.tar</filename>,<filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> или <filename class="extension">.tar.bz2</filename> являются файлами пакетов, известными как <emphasis>тарболы</emphasis>, и широко используются в Linux и в Unix для упаковки программного обеспечения в пакеты. «Тарболы» могут быть также использованы при архивирования и сжатии файлов.

source: Compiling programs requires some packages that are not installed by default. You can install most of these all at once by installing the <application>build-essential</application> package.
cs: Kompilování programů vyžaduje některé balíky, které nejsou standardně nainstalovány. Většinu těchto balíků můžete nainstalovat najednou instalací balíku <application>build-essential</application>.
hu: A programok lefordítása más csomagokat igényel, amelyek alapértelmezésben nincsenek telepítve. Ezek legtöbbjét egyszerre telepítheti a <application>build-essential</application> csomag telepítésével.
it: La compilazione dei programmi richiede alcuni pacchetti aggiuntivi che non sono stati installati di base con il sistema. È possibile installare la maggior parte di questi pacchetti semplicemente installando il pacchetto <application>build-essential</application>.
ja: プログラムをコンパイルするためには、標準ではインストールされていないいくつかのパッケージをインストールする必要があります。<application>build-essential</application>パッケージをインストールすれば、必要なパッケージのほとんどが同時にインストールされるでしょう。
ru: Для компиляции программ необходимы некоторые дополнительные пакеты, не устанавливаемые по умолчанию. Большинство из них может быть установлено с помощью установки пакета <application>build-essential</application>.

source: Double-click the <filename class="extension">.run</filename> file and press <guibutton>Run in Terminal</guibutton> to run the installer
cs: Dvakrát klikněte na soubor <filename class="extension">.run</filename> a pro spuštění instalátoru stiskněte <guibutton>Spustit v Terminálu</guibutton>
hu: Kattintson duplán a <filename class="extension">.run</filename> fájlra és válassza a <guibutton>Futtatás terminálban</guibutton> lehetőséget a telepítő futtatásához.
it: Fare doppio clic sul file <filename class="extension">.run</filename> e premere <guibutton>Esegui nel terminale</guibutton> per avviare il programma di installazione
ja: <filename class="extension">.run</filename>ファイルをダブルクリックし、インストーラを実行するために<guibutton>端末内で実行する</guibutton>ボタンを押します。
ru: Дважды щёлкните по файлу <filename class="extension">.run</filename> и выберите <guibutton>Запустить в терминале</guibutton>, чтобы запустить программу установки.
zh_tw: 雙擊<filename class="extension">.run</filename>檔案並按下<guibutton>Run in Terminal</guibutton>來執行安裝程式

source: Enter the <emphasis>APT line</emphasis> for the extra repository. This should be available from the website of the repository or similar, and should look similar to the following:
bg: Въведете <emphasis>APT реда</emphasis> за новото хранилище. Той трябва да може да бъде открит от уеб-сайта на хранилището и трябва да изглежда по следния начин:
fr: Tapez (ou copiez/collez) la <emphasis>Ligne APT</emphasis> (l'adresse) correspondant au nouveau dépôt. Cette adresse devrait être disponible sur les site Web du dépôt ou équivalent, et ressemble à quelque chose de ce type :
zh_cn: 输入要添加的额外软件库的 <emphasis>APT 行</emphasis>。这应当可以在软件库的网站或是类似的地方找到，并且应当看上去就像下面的这样：

source: deb http://ftp.debian.org sarge main
fr: deb http://ftp.debian.org sid main

source: With the <guimenuitem>Add/Remove…</guimenuitem> item in the <guimenu>Applications</guimenu> menu, you can install programs to do new things with Ubuntu. You can also remove programs you don’t want. You need administrative access to use <application>Add/Remove Programs</application> (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details).
bg: Посредством елемента <guimenuitem>Добавяне/премахване…</guimenuitem> в менюто <guimenu>Приложения</guimenu> можете да инсталирате нови програми, за да вършите нови неща в Убунту. Можете и да премахвате програми, които не желаете. Нужен Ви е административен достъп, за да ползвате <application>Добавяне/Премахване на приложения</application> (вижте <ulink type="help" url="ghelp:administrative">Административни задачи</ulink> за повече информация).
fr: Avec l'application <guimenuitem>Ajouter/Enlever…</guimenuitem> du menu <guimenu>Applications</guimenu>, vous pouvez installer des logiciels qui vous permettront de faire des choses nouvelles avec Ubuntu. Vous pouvez de même supprimer les applications du système dont vous ne vous servez pas. Vous aurez besoin du mot de passe administrateur pour utiliser l'application <application>Ajouter/Enlever des programmes</application> (voir <ulink type="help" url="ghelp:administrative">Tâches d'administration</ulink> pour plus d'informations).
zh_cn: 通过在 <guimenu>应用程序</guimenu> 菜单中的 <guimenuitem>添加/删除…</guimenuitem> 项目，您可以安装新的程序来在 Ubuntu 中完成新的工作。您还可以删除您不想要的程序。您需要管理权限来使用 <application>添加/删除程序</application> (更多信息请参见 <ulink type="help" url="ghelp:administrative">管理任务</ulink>)。

source: Some software cannot be installed or removed using <application>Add/Remove Applications</application>. If you cannot find the package you are looking for, click <guibutton>Advanced</guibutton> to open Synaptic (see <xref linkend="advanced"/>).
bg: Част от софтуера не може да бъде инсталиран или премахван чрез <application>Добавяне/премахване на приложения</application>. Ако не можете да откриете пакета, който търсите, натиснете <guibutton>Разширени</guibutton>, за да отворите Synaptic (вижте <xref linkend="advanced"/>).
fr: Certains logiciels ne peuvent être installés ou enlevés en utilisant <application>Ajouter/Supprimer des applications</application>. Si vous ne trouvez pas le paquet que vous cherchez, cliquez sur <guibutton>Avancé</guibutton> pour ouvrir l'outil Synaptic (voir <xref linkend="advanced"/>).
zh_cn: 某些软件不能通过 <application>添加/删除应用程序</application> 安装和删除。如果您不能找到您想要的软件包，请点击 <guibutton>高级</guibutton> 来打开 新立得 (参见 <xref linkend="advanced"/>)。

source: To launch <application>Synaptic</application>, from the <guimenu>System</guimenu> menu choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You need administrative access to use <application>Synaptic</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
bg: За да стартирате application>Synaptic</application>, от менюто <guimenu>Система</guimenu> изберете <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрация</guimenuitem><guimenuitem>Synaptic диспечер на пакети</guimenuitem></menuchoice>. Нужен Ви е административен достъп, за да използвате <application>Synaptic</application>. Вижте <ulink type="help" url="ghelp:administrative">Административни задачи</ulink> за повече информация.
fr: Pour lancer <application>Synaptic</application>, cliquez sur le menu <guimenu>Système</guimenu> puis <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Gestionnaire de paquets Synaptic</guimenuitem></menuchoice>. Vous devez avoir les droits administrateurs pour pouvoir utiliser <application>Synaptic</application>. Voir <ulink type="help" url="ghelp:administrative">Tâches d'administration</ulink> pour plus d'informations.
zh_cn: 要启动 <application>新立得</application>，请从 <guimenu>系统</guimenu> 菜单选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>新立得软件包管理器</guimenuitem></menuchoice>。您需要管理权限来使用 <application>新立得</application>。详情请参见 <ulink type="help" url="ghelp:administrative">管理任务</ulink>。

source: When you’ve finished, click <guibutton>Apply</guibutton> and Ubuntu will make the changes you selected. If you don’t want to make any changes, close the window instead.
bg: Когато приключите, натиснете <guibutton>Прилагане</guibutton> и Убунту ще приложи избраните промени. Ако не желаете да правите промени, затворете прозореца вместо това.
fr: Quand vous avez fini, cliquez sur <guibuttons>Appliquer</guibutton> et Ubuntu effectuera les changements demandés. Si vous ne voulez rien changer, vous pouvez simplement fermez la fenêtre.
zh_cn: 当您完成后，点击 <guibutton>应用</guibutton>，随后 Ubuntu 会进行您所选择的变更。若您不想作任何变更，请不要点击任何按钮直接关闭窗口。

source: To search for a package: <screen>apt-cache search <emphasis>package</emphasis></screen>
bg: За да търсите даден пакет: <screen>apt-cache search <emphasis>пакет</emphasis></screen>
fr: Pour rechercher un paquet : <screen>apt-cache search <emphasis>paquet</emphasis></screen>
zh_cn: 若想搜索某个软件包：<screen>apt-cache search <emphasis>package</emphasis></screen>

source: To install a package: <screen>sudo apt-get install <emphasis>package</emphasis></screen>
bg: За да инсталирате даден пакет: <screen>sudo apt-get install <emphasis>пакет</emphasis></screen>
fr: Pour installer un paquet : <screen>sudo apt-get install <emphasis>paquet</emphasis></screen>
zh_cn: 若想安装某个软件包：<screen>sudo apt-get install <emphasis>软件包名称</emphasis></screen>

source: To remove a package: <screen>sudo apt-get remove <emphasis>package</emphasis></screen>
bg: За да премахнете пакет: <screen>sudo apt-get remove <emphasis>package</emphasis></screen>
fr: Pour enlever un paquet : <screen>sudo apt-get remove <emphasis>paquet</emphasis></screen>
zh_cn: 若想删除某个软件包：<screen>sudo apt-get remove <emphasis>软件包名称</emphasis></screen>

source: For more information, see <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian’s <application>apt</application> manual</ulink>.
bg: За повече информация вижте <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Наръчник на <application>apt</application> на Дебиан</ulink>.
fr: Pour plus d'informations, voyez le <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">manuel de l'<application>apt</application> de Debian</ulink> (en anglais).
zh_cn: 更多信息请参见 <ulink url="http://www.debian.org/doc/user-manuals#apt-howto">Debian 的 <application>apt</application> 手册</ulink>。

source: There are many different kinds of Linux package files. Most of these are associated with the package managers of specific Linux distributions. Examples are <emphasis>Debian Package</emphasis> files (<emphasis>.deb</emphasis> files), <emphasis>RPM Package Manager</emphasis> files (<emphasis>.rpm</emphasis> files), and <emphasis>Tarballs</emphasis> (<emphasis>.tar</emphasis> files).
bg: Съществуват различни типове пакетни файлове за Линукс. Повечето от тях са свързани с диспечери на пакети от специфична Линукс дистрибуция. Примери са файловете на <emphasis>Дебиан пакети</emphasis> (<emphasis>.deb</emphasis> файлове), файлове на <emphasis>RPM диспечера на пакети</emphasis> (<emphasis>.rpm</emphasis> файлове) и <emphasis>Tarball-и</emphasis> (<emphasis>.tar</emphasis> файлове).
fr: Il y a beaucoup de types de paquets différents sur Linux. La plupart d'entre eux sont associés aux gestionnaires de paquets des différentes distributions. Par exemple les <emphasis>paquets Debian</emphasis> (fichiers <emphasis>.deb</emphasis>), les <emphasis>paquets RPM</emphasis> (fichiers <emphasis>.rpm</emphasis>), et les <emphasis>archives (tarballs)</emphasis> (fichiers <emphasis>.tar</emphasis>, <emphasis>.tar.gz</emphasis> ou encore <emphasis>.tar.bz2</emphasis>).
zh_cn: Linux 软件包文件有许多不同类型。其中大部分都与特定的 Linux 发行版的软件包管理器相关联。例如 <emphasis>Debian 包</emphasis> 文件(<emphasis>.deb</emphasis> 文件)、<emphasis>RPM 包</emphasis> 文件 (<emphasis>.rpm</emphasis> 文件)，以及 <emphasis>Tarball</emphasis> (<emphasis>.tar</emphasis> 文件)。

source: Install/uninstall <emphasis>.deb</emphasis> files
fr: Installation/désinstallation de fichiers <emphasis>.deb</emphasis>
zh_cn: 安装/卸载 <emphasis>.deb</emphasis> 文件

source: These files are <emphasis>Debian packages</emphasis>. The package files associated with Ubuntu have the <emphasis>.deb</emphasis> suffix because of Ubuntu's close relations with the Debian GNU/Linux distribution. You will need administrative privileges to install a <emphasis>.deb</emphasis> file. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
fr: Ces fichiers sont des <emphasis>paquets Debian</emphasis>. Les paquets associés à Ubuntu portent l'extension <emphasis>.deb</emphasis> à cause des relations proches entre Ubuntu et la distribution Debian GNU/Linux. Vous aurez besoin des droits administrateur pour installer un fichier <emphasis>.deb</emphasis>. Voyez <ulink type="help" url="ghelp:administrative">Tâches d'administration</ulink> pour plus de détails.
zh_cn: 这些文件是 <emphasis>Debian 软件包</emphasis>。与 Ubuntu 相关联的软件包文件拥有 <emphasis>.deb</emphasis> 后缀，这是因为 Ubuntu 与 Debian GNU/Linux 发行版有着紧密的联系。您将需要管理权限来安装一个 <emphasis>.deb</emphasis> 文件。详情请参见 <ulink type="help" url="ghelp:administrative">管理任务</ulink>。

source: To install a <emphasis>.deb</emphasis> file, double-click on it. If you prefer using the Terminal, enter: <screen>sudo dpkg -i package_file.deb</screen>
fr: Pour installer un paquet <emphasis>.deb</emphasis>, double-cliquez dessus. Ou, si vous préférez utiliser le Terminal, entrez : <screen>sudo dpkg -i <emphasis>nom_du_paquet.deb</emphasis></screen>
zh_cn: 若想安装一个 <emphasis>.deb</emphasis> 文件，请双击它。如果您偏好使用终端的话，请输入：<screen>sudo dpkg -i package_file.deb</screen>

source: To uninstall a <emphasis>.deb</emphasis> file, deselect it in your package manager. Or from a Terminal, enter: <screen>sudo dpkg -r package_name</screen>
fr: Pour désinstaller un paquet <emphasis>.deb</emphasis>, désélectionnez-le depuis votre gestionnaire de paquets. Ou, à partir d'un Terminal, entrez : <screen>sudo dpkg -r <emphasis>nom_du_paquet.deb</emphasis></screen>
zh_cn: 若想卸载一个 <emphasis>.deb</emphasis> 文件，请在您的软件包管理器中将它取消选择。或是在终端输入：<screen>sudo dpkg -r 软件包名称</screen>

source: Convert <emphasis>.rpm</emphasis> files to <emphasis>.deb</emphasis> files
fr: Convertir des fichiers <emphasis>.rpm</emphasis> en fichiers <emphasis>.deb</emphasis>
zh_cn: 将 <emphasis>.rpm</emphasis> 文件转为 <emphasis>.deb</emphasis> 文件

source: Another type of package files is <emphasis>Red Hat Package Manager</emphasis> files which have the <emphasis>.rpm</emphasis> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <emphasis>.deb</emphasis> package is available. However, if absolutely necessary, an <emphasis>.rpm</emphasis> file can be converted to a <emphasis>.deb</emphasis> package using the program <application>alien</application>. The resulting <emphasis>.deb</emphasis> file will be installed using dpkg as indicated above.
fr: Un autre type de paquets sont ceux gérés par le <emphasis>gestionnaire de paquets Red Hat</emphasis>. Ils portent l'extension <emphasis>.rpm</emphasis>. Il n'est pas recommandé de les installer sur un système Ubuntu. Cependant, si c'est absolument nécessaire, un fichier <emphasis>.rpm</emphasis> peut être converti en un paquet <emphasis>.deb</emphasis> en utilisant le programme <application>alien</application>. Le fichier <emphasis>.deb</emphasis> obtenu peut être installé à l'aide de <application>dpkg</application>, comme expliqué précédemment.
zh_cn: 另一类软件包文件是 <emphasis>Red Hat 软件包管理器</emphasis> 文件，它们有着 <emphasis>.rpm</emphasis> 后缀。不推荐在 Ubuntu 系统中安装这些文件。在几乎所有的情况下，都会有一个对应的 Ubuntu 原生的 <emphasis>.deb</emphasis> 软件包可用。然而，如果绝对有必要的话，可以通过 <application>alien</application> 程序将一个 <emphasis>.rpm</emphasis> 文件转换为 <emphasis>.deb</emphasis> 软件包。得到的 <emphasis>.deb</emphasis> 文件就可以像上述那样使用 dpkg 安装了。

source: In a Terminal, enter: <screen>sudo alien <emphasis>package_file.rpm</emphasis></screen>
fr: Dans un Terminal, entrez : <screen>sudo alien <emphasis>paquet.rpm</emphasis></screen>
zh_cn: 在终端中，输入：<screen>sudo alien <emphasis>package_file.rpm</emphasis></screen>

source: Files with the <emphasis>.tar</emphasis>, <emphasis>.tgz</emphasis>, <emphasis>.tar.gz</emphasis> or <emphasis>.tar.bz2</emphasis> suffix are package files known as <emphasis>tarballs</emphasis> which are widely used in Linux and Unix.
fr: Les fichiers portant l'extension <emphasis>.tar</emphasis>, <emphasis>.tgz</emphasis>, <emphasis>.tar.gz</emphasis> ou <emphasis>.tar.bz2</emphasis> sont des paquets connus sous le nom d'<emphasis>archives</emphasis> (tarballs en anglais), lesquels sont largement utilisés sous Linux et Unix.
zh_cn: 以 <emphasis>.tar</emphasis>、<emphasis>.tgz</emphasis>、<emphasis>.tar.gz</emphasis> 或是 <emphasis>.tar.bz2</emphasis> 为后缀的文件是被称作 <emphasis>tarball</emphasis> 的软件包文件，它们在 Linux 和 Unix 中被广泛使用。
