Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: <application>Synaptic</application> is an advanced package management application that can install and remove every package available to your system. The interface is graphical like <application>Add/Remove Applications</application>, but presents much more information and gives you complete control over the software on your computer.
bg: <application>Synaptic</application> е приложение за разширено управление на пакети, което може да инсталира и премахва всеки пакет, наличен за системата Ви. Интерфейсът е графичен, подобно на <application>Добавяне/премахване на приложения</application>, но предоставя много повече информация и Ви дава пълен контрол върху софтуера на Вашия компютър.
cs: Program <application>Synaptic</application> je aplikace pro pokročilou správu balíků, s jejíž pomocí můžete nainstalovat nebo odstranit jakýkoliv balík dostupný pro váš systém. Synaptic disponuje grafickým rozhraním stejně jako <application>Přidat/Odstranit...</application>, ale zobrazuje mnohem více detailů a dává vám úplnou kontrolu nad programy ve vašem počítači.
da: <application>Synaptic</application> er et avanceret pakkehåndteringsprogram, som kan installere og fjerne enhver pakke som er tilgængelig til dit system. Brugerfladen er grafisk ligesom <application>Tilføj/fjern programmer</application>, men viser meget mere information, og giver dig fuldstændig kontrol over alt software på din computer.
de: <application>Synaptic</application> ist eine erweiterte Paketverwaltung für erfahrene Benutzer, die jedes für Ihr System verfügbare Paket installieren und entfernen kann. Im Aufbau und der Handhabung ähnelt es <application>Anwendungen Hinzufügen/Entfernen</application>, bietet Ihnen aber erheblich mehr Informationen und gibt Ihnen die volle Kontrolle über die Software auf Ihrem Rechner.
fr: <application>Synaptic</application> est un gestionnaire de paquets avancé qui permet d'installer et de supprimer n'importe quel paquet (brique logicielle) Ubuntu sur votre ordinateur. Il possède une interface graphique similaire à <application>Ajouter/supprimer des applications</application>, mais affiche beaucoup plus d'informations et vous offre un contrôle complet sur les programmes présent dans votre ordinateur.
hu: A <application>Synaptic</application> egy bonyolultabb csomagkezelő alkalmazás, amely bármilyen elérhető csomagot képes hozzáadni vagy eltávolítani a rendszeréről. Kezelőfelülete grafikus, csakúgy mint az <application>Alkalmazások hozzáadása/eltávolítása</application> esetén, de sokkal több információt jelenít meg, ezáltal a számítógépén lévő minden szoftver fölött teljes felügyeletet biztosít.
it: <application>Synaptic</application> è un gestore di pacchetti avanzato che permette di installare e rimuovere qualsiasi pacchetto disponibile sul sistema. Ha un'interfaccia grafica simile a quella di <application>Aggiungi/Rimuovi applicazioni</application>, ma presenta molte più informazioni e fornisce un controllo completo su tutto il software presente nel computer.
ja: <application>Synaptic パッケージ・マネージャ</application>は利用可能なすべてのパッケージをインストール、アンインストールできる先進的なパッケージ管理アプリケーションです。インターフェースは<application>アプリケーションの追加と削除</application>のようにグラフィカルですが, より多くの情報の表示とあなたのコンピュータにあるソフトウェアの完全な管理を可能にします。
lt: <application>Synaptic</application> yra sudėtingesnė paketų tvarkymo programa, kuri įdiegia, bei pašalina, bet kokius galimus sistemos paketus. Vartotojo sąsaja panaši į <application>Pridėti/Pašalinti</application>, tačiau pateikia daug daugiau informacijos, kuri leidžia pilnai valdyti programas esančias jūsų kompiuteryje.
ru: <application>Synaptic</application> - менеджер пакетов, который может устанавливать и удалять любые пакеты в системе. Имеет графический интерфейс, как и <application>Установка/удаление приложений</application>, но предоставляет намного больше информации и более полный контроль над программами в компьютере.
zh_cn: <application>新立得</application> 是一个高级软件包管理程序，它能够安装或删除您的系统可用的所有软件包。其界面如同 <application>添加/删除程序</application> 一样是图形化的，但其提供了更多的信息并能使您完全控制您计算机中的软件。
zh_tw: <application>Synaptic</application>是一個可以安裝或移除任何一個可用於您系統的套件的進套件管理應用程式。它是一個像是<application>新增 / 移除 軟體</application>的圖形介面程式，但是卻可以提供更多完整的軟體資訊及控制。

source: To launch <application>Synaptic</application>, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. You need administrative access to use <application>Synaptic</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
da: For at starte <application>Synaptic</application> skal du trykke <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>. Du behøver administrativ adgang for at bruge <application>Synaptic</application>. Se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for yderligere detaljer.
de: Um <application>Synaptic</application> zu starten, klicken Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>. Sie brauchen Administratorrechte, um <application>Synaptic</application> zu verwenden. Weitere Informationen finden Sie unter <ulink type="help" url="ghelp:administrative">Administrative Tätigkeiten</ulink> oder im deutschsprachigen <ulink url="http://wiki.ubuntuusers.de/Administrator">Ubuntu-Wiki</ulink>.

source: If you know the name of the package you want to install or remove, click the <guibutton>Search</guibutton> button, and enter the package name or a short search term. You can also search for packages by description (for example, you can find all packages mentioning <quote><wordasword>arcade</wordasword></quote> or <quote><wordasword>mathematics</wordasword></quote>).
bg: Ако знаете името на пакета, който желаете да инсталирате или премахнете, натиснете бутона <guibutton>Търсене</guibutton> и да въведете името на пакета или къс термин за търсене. Можете да търсите за пакети и по описание (например можете да откриете всички пакети, включващи думата <quote><wordasword>стратегия</wordasword></quote> или <quote><wordasword>математика</wordasword></quote>).
cs: Pokud znáte jméno balíku, který chcete nainstalovat, klikněte na <guibutton>Hledat</guibutton> a napište jméno hledaného balíku nebo jeho část. Můžete také hledat podle popisu balíku, např. balíky zmiňující frázi <quote><wordasword>arcade</wordasword></quote> nebo <quote><wordasword>mathematics</wordasword></quote>.
da: Hvis du kender navnet på den pakke du ønsker at installere eller fjerne kan du klikke på <guibutton>Søg</guibutton> og skrive pakkenavnet eller et kort søgeterm. Du kan også søge efter pakkers beskrivelse (for eksempel kan du finde alle pakker som nævner <quote><wordasword>arcade</wordasword></quote> eller <quote><wordasword>mathematics</wordasword></quote>).
de: Falls Sie den Namen des Pakets, das Sie installieren oder entfernen möchten, kennen, klicken Sie auf <guibutton>Suche</guibutton> und geben dort den Namen oder einen kurzen Suchbegriff ein. Sie können darüber hinaus auch in der Beschreibung der Pakete suchen: Zum Beispiel alle Pakete in deren Beschreibung die Wörter <quote><wordasword>Lernprogramm</wordasword></quote> oder <quote><wordasword>Mathematik</wordasword></quote> auftauchen.
fr: Si vous connaissez le nom du paquet que vous voulez installer ou supprimer, cliquez sur le bouton <guibutton>Rechercher</guibutton> et entrez le nom du paquet ou un mot-clé pour effectuer une recherche. Vous pouvez aussi rechercher des paquets à partir de leur description (par exemple, vous pouvez chercher tous les paquets contenant <quote><wordasword>dessin</wordasword></quote> ou <quote><wordasword>mathématiques</wordasword></quote>). Attention : toutes les descriptions de paquets n'ayant pas encore été traduites en français, n'hésitez pas à relancer une recherche avec des mots-clé en anglais. Même si un logiciel ne dispose que d'un descriptif en anglais, il y a des bonnes chances qu'il ait lui même été traduit.
hu: Ha tudja a telepítendő vagy eltávolítandó csomag nevét, kattintson a <guibutton>Keresés</guibutton> gombra, és gépelje be a csomag nevét, vagy egy rövid keresési kulcsszót. Csomagokat a leírásukban szereplő kifejezések alapján is lehet keresni (mint például <quote><wordasword>játék</wordasword></quote> vagy <quote><wordasword>matematika</wordasword></quote>).
it: Se si conosce il nome del pacchetto da installare o rimuovere, fare clic su <guibutton>Cerca</guibutton> e inserire il nome del pacchetto o un breve termine per la ricerca. È anche possibile eseguire una ricerca di un pacchetto per descrizione (per esempio è possibile cercare tutti i pacchetti che abbiano a che fare con <quote><wordasword>arcade</wordasword></quote> o <quote><wordasword>mathematics</wordasword></quote>).
ja: もしインストールまたはアンインストールしたいパッケージの名前がわかっているのなら、<guibutton>検索</guibutton>ボタンをクリックして、パッケージ名を入力してください。また、パッケージの解説から検索することも可能です。(たとえば、<quote><wordasword>ゲーム</wordasword></quote>や<quote><wordasword>数学</wordasword></quote>といった文字が説明に含まれるパッケージを検索することができます。)
lt: Jei žinote paketo, kurį norite įdiegti ar pašalinti, vardą, paspauskite mygtuką <guibutton>Paieška</guibutton>, ir įveskite paketo pavadinimą ar trumpą paieškos raktą. Taip pat galite paketo ieškoti pagal aprašymą (pavyzdžiui, galite rasti visus paketus, kuriuose paminėta <quote><wordasword>arcade</wordasword></quote> arba <quote><wordasword>mathematics</wordasword></quote>).
ru: Если вы знаете имя пакета который хотите установить, но в нажмите кнопку <guibutton>Поиск</guibutton> и введите имя требуемого пакета или частичное название. Также можно производить поиск по описанию в пакетах (например вы можете найти все упоминания пакетов <quote><wordasword>аркада</wordasword></quote> или <quote><wordasword>математика</wordasword></quote>).
zh_cn: 如果您知道您想安装或删除的软件包的名称，点击 <guibutton>搜索</guibutton> 按钮，并输入该软件包的名称或一个短搜索项。您也可以搜索软件包的描述信息(例如，您可以搜寻所有提到 <quote><wordasword>arcade</wordasword></quote> 或是 <quote><wordasword>mathematics</wordasword></quote> 的软件包)。
zh_tw: 如果您知道了您欲安裝或移除的軟體名稱，就點選<guibutton>搜尋</guibutton>按鈕，然後輸入套件完整名稱或是簡短方便搜尋的名稱。您也可以使用敘述的方式來搜尋套件。( 舉例來說，你可以搜尋到套件中所有與<quote><wordasword>arcade</wordasword></quote>或是<quote><wordasword>mathematics</wordasword></quote>相關的敘述 )。

source: Use the categories on the left to filter the list of packages. To return to the list of categories after doing a search, click <guibutton>Sections</guibutton>.
bg: Използвайте категориите в ляво, за да филтрирате списъка с пакетите. За да се върнете към списъка с категориите след приключване на търсенето, натиснете <guibutton>Секции</guibutton>.
cs: Pro zúžení seznamu balíků použijte seznam kategorií (nalevo). Pro návrat k seznamu kategorií po dokončení hledání klikněte na <guibutton>Sekce</guibutton>.
da: Brug kategorierne i venstre side til at filtrere i listen over pakker. For at vende tilbage til listen af kategorier efter en søgning skal du klikke på <guibutton>Sektioner</guibutton>.
de: Verwenden Sie die Kategorien auf der linken Seite, um die angezeigten Pakete einzugrenzen. Um nach einer Suche zur Liste der Kategorien zurückzukehren, klicken Sie auf <guibutton>Sektionen</guibutton>.
fr: Utilisez les catégories sur la gauche pour filtrer la liste des paquets. Pour retourner à la liste des catégories après avoir effectué une recherche, cliquez sur <guibutton>Catégories</guibutton>.
hu: A baloldalon lévő kategóriák közül választva tematikusan is szűrheti a csomagokat. Egy keresés befejezése után a <guibutton>Csoportok</guibutton> gombra kattintva térhet vissza a kategórialistához.
it: Usare le categorie sulla sinistra della finestra per filtrare l'elenco dei pacchetti. Per ritornare alla lista delle categorie dopo aver eseguito una ricerca, fare clic su <guibutton>Sezioni</guibutton>.
ja: パッケージを左側のカテゴリから絞りこむこともできます。検索を行った後でカテゴリのリストに戻るには <guibutton>セクション</guibutton> をクリックしてください。
lt: Norėdami atrinkti tam tikrą paketų sąrašą, pasinaudokite programų grupėmis, esančiomis kairėje. Po paieškos norint grįžti prie kategorijų sąrašo, paspauskite <guibutton>Skyriai</guibutton>.
ru: Используйте категории в левой панели для фильтрации списка пакетов. Для отображения списка категорий после выполнения поиска, нажмите <guibutton>Разделы</guibutton>.
zh_cn: 使用左边的分类来过滤软件包列表。若想在搜索完成后回到分类列表，请点击 <guibutton>组别</guibutton>。

source: To install a package, click the box next to it and choose <guimenuitem>Mark for installation</guimenuitem>. If you change your mind, choose <guimenuitem>Unmark</guimenuitem>.
bg: За да инсталирате пакет, натиснете кутийката до него и изберете <guimenuitem>Маркиране за инсталация</guimenuitem>. Ако промените решението си, изберете <guimenuitem>Демаркиране</guimenuitem>.
cs: Pro nainstalování zvoleného balíku klikněte na kolonku vedle něj a zvolte <guimenuitem>Nainstalovat</guimenuitem>. Pokud si to rozmyslíte, zvolte <guimenuitem>Odznačit</guimenuitem>.
da: For at installere en pakke skal du klikke på boksen ved siden af pakken og vælge <guimenuitem>Markér til installation</guimenuitem>. Hvis du fortryder din beslutning skal du vælge <guimenuitem>Fravælg</guimenuitem>.
de: Um ein Paket zu installieren, klicken Sie auf das Kästchen direkt davor und wählen Sie <guimenuitem>Zum Installieren vormerken</guimenuitem>. Wenn Sie es sich anders überlegt haben , wählen Sie <guimenuitem>Vormerkung aufheben</guimenuitem>.
fr: Pour installer un paquet, cliquez sur la case à sa gauche, et choisissez <guimenuitem>Sélectionner pour installation</guimenuitem>. Si vous changer d'avis, choisissez <guimenuitem>Désélectionner</guimenuitem>.
hu: Csomag telepítéséhez kattintson az előtte lévő négyzetre és válassza a <guimenuitem>Kijelölés telepítésre</guimenuitem> opciót. Ha meggondolta magát, válassza a <guimenuitem>Kijelölés megszüntetése</guimenuitem> menüpontot.
it: Per installare un pacchetto, fare clic sulla casella vicina al nome del pacchetto e scegliere <guimenuitem>Marca per l'installazione</guimenuitem>. Per toglierlo dall'installazione, scegliere <guimenuitem>Smarca</guimenuitem>.
ja: パッケージをインストールするには、パッケージの右側にあるボックスを右クリックし<guimenuitem>インストール指定</guimenuitem>を選択してください。後で気が変わった場合は、<guimenuitem>マークを外す</guimenuitem>を選択してください。
lt: Įdiegiant paketą, dešiniuoju pelytės klavišu paspauskite dėžutę, esančia šalia pavadinimo, ir pasirinkite <guimenuitem>Pažymėti įdiegimui</guimenuitem>. Jei apsigalvotoje, pasirinkite <guimenuitem>Atžymėti</guimenuitem>.
ru: Чтобы установить пакет, щёлкните по нему и выберите <guimenuitem>Отметить для установки</guimenuitem>. Если вы передумали, выберите <guimenuitem>Снять отметку</guimenuitem>.
zh_cn: 若想安装一个软件包，请点击其旁边的方框并选择 <guimenuitem>标记以便安装</guimenuitem>。如果您又改变主意了，请选择 <guimenuitem>取消标记</guimenuitem>。
zh_tw: 要安裝一個套件，就在他名稱左邊的方格然後選擇<guimenuitem>標記為安裝</guimenuitem>。如果您改變心意不想安裝了，就選擇<guimenuitem>取消標記</guimenuitem>。

source: To remove a package that is already installed, choose <guimenuitem>Mark for Removal</guimenuitem>.
bg: За да премахнете вече инсталиран пакет, изберете <guimenuitem>Маркиране за премахване</guimenuitem>.
cs: Pro odstranění již nainstalovaného balíku zvolte <guimenuitem>Odebrat</guimenuitem>.
da: For at fjerne en pakke, som allerede er installeret skal du vælge <guimenuitem>Markér til fjernelse</guimenuitem>.
de: Um ein bereits installiertes Paket zu entfernen, wählen Sie <guimenuitem>Zum Entfernen vormerken</guimenuitem>.
fr: Pour supprimer un paquet déjà installer, choisissez <guimenuitem>Sélectionner pour suppression</guimenuitem>.
hu: Egy már telepített csomag eltávolításához használja a <guimenuitem>Kijelölés eltávolításra</guimenuitem> pontot.
it: Per rimuovere un pacchetto già installato, scegliere <guimenuitem>Marca per la rimozione</guimenuitem>.
ja: すでにインストールされているパッケージを削除するには、<guimenuitem>削除をマーク</guimenuitem>を選択してください。
lt: Norint pašalinti įdiegtą paketą, pasirinkite <guimenuitem>Pažymėti pašalinimui</guimenuitem>.
ru: Чтобы удалить пакет, который уже установлен, выберите <guimenuitem>Отметить для удаления</guimenuitem>.
zh_cn: 若想删除一个已经安装了的软件包，请选择 <guimenuitem>标记以便删除</guimenuitem>。
zh_tw: 要移除已經安裝的套件的話，請選擇<guimenuitem>標記為移除</guimenuitem>。

source: When you have finished, click <guibutton>Apply</guibutton> and Ubuntu will make the changes you selected. If you do not want to make any changes, close the window instead.
cs: Pokud jste skončili, klikněte na tlačítko <guibutton>Použít</guibutton> a Ubuntu provede vybrané změny. Pokud nechcete provést žádné změny, prostě zavřete okno.
da: Når du er færdig så klik <guibutton>Anvend</guibutton> og Ubuntu vil anvende de ændringer som du har valgt. Hvis du ikke ønsker at foretage nogen ændringer, så luk vinduet i stedet.
de: Klicken Sie auf <guibutton>Anwenden</guibutton>, um die gewählten Änderungen zu übernehmen. Wenn Sie keine Änderungen machen wollen, schließen Sie das Fenster einfach.
hu: Ha befejezte, nyomja meg az <guibutton>Alkalmazás</guibutton> gombot és az Ubuntu végrehajtja a kiválasztott változtatásokat. Ha semmilyen változtatást nem akar végezni, akkor zárja be az ablakot.
it: Quando si è pronti, fare clic su <guibutton>Applica</guibutton> per applicare i cambiamenti selezionati. Per non effettuare alcun cambiamento, chiudere semplicemente la finestra.
ja: パッケージのインストールが完了したら<guibutton>適用</guibutton>をクリックすればUbuntuはあなたの選択どおりに必要な変更を行います。もしあなたがいかなる変更も望まないのなら<guibutton>適用</guibutton>をクリックしないでウィンドウを閉じてください。
ru: Когда вы закончите, нажмите <guibutton>Применить</guibutton> и Ubuntu применит сделанные вами изменения. Если вы не хотите ничего менять, закройте окно.
zh_tw: 完成時, 請按<guibutton>套用</guibutton>, Ubuntu將執行你所變更的設定. 如果你放棄變更,請關閉視窗.

source: Command-line package management with APT
bg: Управление на пакети с APT чрез командния ред
cs: Správa balíků z příkazové řádky pomocí APT
da: Kommandolinje-pakkehåndtering med APT
de: APT - Paketverwaltung über die Befehlszeile
fr: Gestion des paquets en ligne de commande avec APT
hu: Csomagkezelés parancssorban az APT használatával
it: Gestire i pacchetti dalla riga di comando con APT
ja: APTによるコマンドラインパッケージ管理
lt: Paketų tvarkymas komandinėje eilutėje su APT
ru: Управление пакетами из командной строки с помощью APT
zh_cn: 使用 APT 进行命令行下的软件包管理
zh_tw: 使用APT的命令列套件管理

source: If you are comfortable using the Terminal, you can use <application>apt</application> (Advanced Packaging Tool) to install or remove software. You need administrative access to use <application>apt</application>. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
bg: Ако сте привикнали с употребата на Терминал, можете да използвате <application>apt</application> (Advanced Packaging Tool - Разширен инструмент за пакетиране), за да инсталирате или деинсталирате софтуер. Нужен Ви е администраторски достъп, за да ползвате <application>apt</application>. Вижте <ulink type="help" url="ghelp:administrative">Административни задачи</ulink> за повече информация.
da: Hvis du kan finde ud af at bruge terminalen, kan du bruge <application>apt</application> (Advanced Packaging Tool) til at installere eller fjerne software. Du skal have administrativ adgang for at kunne bruge <application>apt</application>. Se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for flere detaljer.
de: Wenn Sie mit dem Terminal vertraut sind, können Sie <application>apt</application> (Advanced Packaging Tool) verwenden, um Pakete zu installieren oder zu entfernen. Sie brauchen Administratorrechte, um <application>apt</application> zu verwenden. Mehr zum Thema Administratorrechte finden Sie unter <ulink type="help" url="ghelp:administrative">Administrative Tätigkeiten</ulink> oder im deutschsprachigen <ulink url="http://wiki.ubuntuusers.de/Administrator">Ubuntu-Wiki</ulink>.
fr: Si vous êtes à l'aise avec l'utilisation du Terminal, vous pouvez utiliser <application>apt</application> (Advanced Packaging Tool) pour installer ou supprimer des logiciels. Vous aurez besoin d'un accès administrateur pour utiliser <application>apt</application>. Voyez <ulink type="help" url="ghelp:administrative">Tâches d'administration</ulink> pour plus de détails.
lt: Jei jums patogi komandų eilutė, programų įdiegimui ar pašalinimui galite naudoti <application>apt</application> (Advanced Packaging Tool, eng. Sudėtingesnis Paketų Įrankis). <application>apt</application>. naudojimui jums prireiks administratoriaus teisių. Dėl išsamesnės informacijos peržiūrėkite <ulink type="help" url="ghelp:administrative">Administratoriaus užduotys/ulink>.
zh_cn: 如果您习惯使用终端的话，您可以使用 <application>apt</application> (高级打包工具) 来安装或删除软件。您需要管理权限来使用 <application>apt</application>。详情请参见 <ulink type="help" url="ghelp:administrative">管理任务</ulink>。

source: To update the local list of packages, enter in a Terminal: <screen>sudo apt-get update</screen>
bg: За да актуализирате локалния списък с пакети, въведете в Терминал: <screen>sudo apt-get update</screen>
cs: Pro aktualizaci lokálního seznamu balíků zadejte v Terminálu: <screen>sudo apt-get update</screen>
da: For at opdatere den lokale pakkeliste skal du i en terminal skrive: <screen>sudo apt-get update</screen>
de: Um die Liste der verfügbaren Pakete neu zu laden, geben Sie folgenden Befehl in einem Terminal ein: <screen>sudo apt-get update</screen>
fr: Pour mettre à jour la liste des paquets, entrez dans un Terminal : <screen>sudo apt-get update</screen>
hu: A helyi csomaglista frissítéséhez írja be egy terminálba: <screen>sudo apt-get update</screen>
it: Per aggiornare l'elenco dei pacchetti, in un terminale digitare: <screen>sudo apt-get update</screen>
ja: ローカルにあるパッケージリストを更新するには、ターミナルで以下を入力します: <screen>sudo apt-get update</screen>
lt: Paketų sąrašo atnaujinimui komandų eilutėje įveskite: <screen>sudo apt-get update</screen>
ru: Для обновления локального списка пакетов наберите в Терминале: <screen>sudo apt-get update</screen>
zh_cn: 若想更新本地的软件包列表，请在终端中输入：<screen>sudo apt-get update</screen>
zh_tw: 要更新您電腦本地端的套件烈表，在終端機命令列中輸入：<screen>sudo apt-get update</screen>

source: To install all available updates: <screen>sudo apt-get upgrade</screen>
bg: За да инсталирате всички налични актуализации: <screen>sudo apt-get upgrade</screen>
cs: Pro instalaci všech dostupných aktualizací: <screen>sudo apt-get update</screen>
da: For at installere alle tilgængelige opdateringer: <screen>sudo apt-get upgrade</screen>
de: Um alle verfügbaren Aktualisierungen zu installieren: <screen>sudo apt-get upgrade</screen>
fr: Pour installer toutes les mises à jour disponibles : <screen>sudo apt-get upgrade</screen>
hu: Az összes elérhető frissítés telepítése: <screen>sudo apt-get upgrade</screen>
it: Per installare tutti gli aggiornamenti disponibili: <screen>sudo apt-get upgrade</screen>
ja: 全ての利用可能なアップデートをインストールする: <screen>sudo apt-get upgrade</screen>
lt: Norint įdiegti visus atnaujinimus: <screen>sudo apt-get upgrade</screen>
ru: Для установки всех существующих обновлений: <screen>sudo apt-get upgrade</screen>
zh_cn: 若想安装所有可用的更新：<screen>sudo apt-get upgrade</screen>
zh_tw: 要安裝目前所有可用的更新，請輸入：<screen>sudo apt-get upgrade</screen>
