Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: To install a <filename class="extension">.deb</filename> file, double-click on it. If you prefer using the Terminal, enter: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
cs: K nainstalování balíku <filename class="extension">.deb</filename> na něj dvakrát klikněte. Pokud upřednostňujete Terminál, zadejte: <screen>sudo dpkg -i <replaceable>název_balíku.deb</replaceable></screen>
da: For at installere en <filename class="extension">.deb</filename>-fil kan du dobbeltklikke på den. Hvis du foretrækker at bruge terminalen, så skriv: <screen>sudo dpkg -i <replaceable>pakke_fil.deb</replaceable></screen>
de: Um eine <filename class="extension">.deb</filename> Datei zu installieren, klicken Sie doppelt auf die Datei. Wenn Sie lieber ein Terminal verwenden, geben Sie folgenden Befehl ein: <screen>sudo dpkg -i <replaceable>Paketname.deb</replaceable></screen>
hu: Egy <filename class="extension">.deb</filename> fájl telepítéséhez kattintson kétszer a fájlra. Ha jobban szereti a terminál használatát, adja ki a <screen>sudo dpkg -i <replaceable>csomagfájl.deb</replaceable></screen> parancsot.
it: Per installare un file <filename class="extension">.deb</filename>, fare doppio clic su di esso. Se si preferisce usare il terminale, digitare <screen>sudo dpkg -i <replaceable>pacchetto_file.deb</replaceable></screen>
ja: <filename class="extension">.deb</filename>ファイルをインストールするには、そのパッケージファイルをダブルクリックします。もしあなたが端末を使う方が好きなら、次のように入力します: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
lt: Kad įdiegti <filename class="extension">.deb</filename> bylą, dvigubai spragtelekite ją. Jei teikiate pirmenybę komandinei eilutei, įveskite: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
ru: Чтобы установить файл <filename class="extension">.deb</filename>, дважды щёлкните по нему. Если вы предпочитаете использовать терминал, введите: <screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>
zh_tw: 要安裝<filename class="extension">.deb</filename>檔案, 請滑鼠雙擊它, 如果你偏好使用終端機, 鍵入<screen>sudo dpkg -i <replaceable>package_file.deb</replaceable></screen>.

source: To uninstall a <filename class="extension">.deb</filename> file, deselect it in your package manager. Or from a Terminal, enter: <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>
da: For at afinstallere en <filename class="extension">.deb</filename>-fil skal du fravælge den i din pakkehåndtering. Eller i en terminal skrive: <screen>sudo dpkg -r <replaceable>pakke_navn</replaceable></screen>
de: Um eine <filename class="extension">.deb</filename> Datei zu deinstallieren, wählen Sie sie in Ihrer Paketverwaltung ab. Oder geben Sie im Terminal folgenden Befehl ein: <screen>sudo dpkg -r <replaceable>Paketname</replaceable></screen>
lt: Kad pašalinti <filename class="extension">.deb</filename> bylą, atžymekite ją jūsų paketų tvarkyklėje. Arba įveskite komandinėje eilutėje : <screen>sudo dpkg -r <replaceable>package_name</replaceable></screen>

source: Convert <filename class="extension">.rpm</filename> files to <filename class="extension">.deb</filename> files
da: Konverter <filename class="extension">.rpm</filename>-filer til <filename class="extension">.deb</filename>-filer
de: Umwandeln von <filename class="extension">.rpm</filename> Dateien in <filename class="extension">.deb</filename> Dateien
lt: Konvertuoti <filename class="extension">.rpm</filename> bylas į <filename class="extension">.deb</filename> bylas

source: Another type of package files is <emphasis>Red Hat Package Manager</emphasis> files which have the <filename class="extension">.rpm</filename> suffix. It is not recommended to install these on an Ubuntu system. In almost all cases, a native Ubuntu <filename class="extension">.deb</filename> package is available. However, if absolutely necessary, an <filename class="extension">.rpm</filename> file can be converted to a <filename class="extension">.deb</filename> package using the program <application>alien</application>. The resulting <filename class="extension">.deb</filename> file will be installed using dpkg as indicated above.
da: En anden type af pakkefiler er <emphasis>Red Hat Package Manager</emphasis>-filer, som har suffikset <filename class="extension">.rpm</filename>. Det anbefales generelt ikke at installere disse på et Ubuntu-system. I næsten alle tilfælde findes der også en Ubuntu-specifik <filename class="extension">.deb</filename>-pakke. Men, hvis det er absolut nødvendigt, kan en <filename class="extension">.rpm</filename>-fil konverteres til en <filename class="extension">.deb</filename>-pakke ved at bruge programmet <application>alien</application>. Den resulterende <filename class="extension">.deb</filename>-fil vil blive installeret ved brug af dpkg som indikeret ovenfor.
de: Ein anderer Typ von Paketdateien sind die Dateien der <emphasis>Red Hat Paketverwaltung</emphasis> welche die Dateiendung <filename class="extension">.rpm</filename> haben. Es ist nicht empfehlenswert diese auf einem Ubuntu System zu installieren. In den meisten Fällen ist ein eigenes Ubuntu <filename class="extension">.deb</filename> Paket verfügbar. Sollte es dennoch absolut notwendig sein, kann eine <filename class="extension">.rpm</filename> Datei mit dem Programm <application>alien</application> in eine <filename class="extension">.deb</filename> Datei umgewandelt werden. Die daraus resultierende <filename class="extension">.deb</filename> Datei können Sie dann mit dpkg (wie oben gezeigt) installieren.

source: Install the <application>alien</application> package.
cs: Nainstalovat balík <application>alien</application>.
da: Installér <application>alien</application>-pakken.
de: Installieren Sie das Paket <application>alien</application>.
fr: Installer le paquet <application>alien</application>.
hu: Telepítse az <application>alien</application> csomagot.
it: Installare il pacchetto <application>alien</application>,
ja: <application>alien</application>パッケージをインストールします。
lt: <application>alien</application> paketo įdiegimas.
ru: Установите пакет <application>alien</application>.
zh_cn: 安装 <application>alien</application> 包。
zh_tw: 安裝<application>alien</application>套件。

source: In a Terminal, enter: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
cs: Zadejte do Terminálu: <screen>sudo alien <replaceable>název_balíku.rpm</replaceable></screen>
da: Skriv i en terminal: <screen>sudo alien <replaceable>pakke_fil.rpm</replaceable></screen>
de: In einem Terminal geben Sie <screen>sudo alien <replaceable>Paketname.rpm</replaceable></screen> ein
hu: Egy terminálban adja ki a <screen>sudo alien <replaceable>csomagfájl.rpm</replaceable></screen> parancsot
it: In un terminale, digitare: <screen>sudo alien <replaceable>pacchetto_file.rpm</replaceable></screen>
ja: 端末に次のように入力します: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
lt: Komandų eilutėje įveskite: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
ru: В Терминале введите: <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>
zh_tw: 在終端機中輸入： <screen>sudo alien <replaceable>package_file.rpm</replaceable></screen>

source: Install <emphasis>tarballs</emphasis>
da: Installer <emphasis>tar-arkiver</emphasis>
de: <emphasis>Tarballs</emphasis> installieren
fr: Installer des <emphasis>paquets archivés</emphasis>
lt: <emphasis>tarballs</emphasis> įdiegimas
zh_cn: 安装 <emphasis>tarballs</emphasis>

source: Files with the <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> or <filename class="extension">.tar.bz2</filename> suffix are package files known as <emphasis>tarballs</emphasis> which are widely used in Linux and Unix.
da: Filer med <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> eller <filename class="extension">.tar.bz2</filename>-suffiks er pakkefiler kendt som <emphasis>tar-arkiver</emphasis> (eller <emphasis>tarballs</emphasis>), som ofte bruges i Linux og Unix.
de: Dateien mit der Endung <filename class="extension">.tar</filename>, <filename class="extension">.tgz</filename>, <filename class="extension">.tar.gz</filename> oder <filename class="extension">.tar.bz2</filename> sind als <emphasis>tarballs</emphasis> bekannt und unter Linux und Unix weit verbreitet.

source: If there is no native Ubuntu package available in any of the Ubuntu repositories, you can use the command line to install or uninstall the tarball file.
cs: Pokud není dostupný žádný nativní Ubuntu balík v žádném z Ubuntu zdrojů, můžete použít příkazovou řádku pro instalaci nebo odebrání tarball souboru.
da: Hvis der ikke er nogen standard Ubuntu-pakke for det ønskede program tilgængelig i nogle af Ubuntu-arkiverne, kan du installere eller afinstallere tar-arkivet via en terminal.
de: Wenn kein offizielles Ubuntu-Paket in den Paketquellen von Ubuntu vorhanden ist, können Sie die Befehlszeile nutzen, um die Tarball-Datei zu installieren oder zu deinstallieren.
fr: Si aucun paquet natif n'est disponible dans les dépôts Ubuntu, vous pouvez utiliser la ligne de commande pour installer ou désinstaller une archive.
hu: Ha nincs elérhető Ubuntu csomag egyik tárolóban sem, a tar csomagok telepítéséhez és eltávolításához használhatja a parancssort.
it: Se non è presente un pacchetto per Ubuntu in alcun repository, è possibile installare o rimuovere il tarball dalla riga di comando.
ja: もし利用可能なUbuntuネイティブのパッケージがどのリポジトリにも無い場合は、tarballファイルをコマンドラインからインストールまたはアンインストールすることが可能です。
lt: Jei nėra gimtojo Ubuntu paketo saugyklose, tarball bylos įdiegimui ar pašalinimu jūs galite pasinaudoti komandine eilute.
ru: Если в репозиториях нет нужного пакета для Ubuntu, используя командную строку вы можете установить/удалить пакет в формате tar.
zh_cn: 如果在任何 Ubuntu 软件库中都没有原生 Ubuntu 软件包可用的话，您可以通过命令行来安装或卸载 tarball 文件。
zh_tw: 如果在任何的Ubuntu套件庫裡都找不到可用的Ubuntu套件，您可以透過命令列來安裝或移除 tarball 檔。

source: The first step will be to uncompress and extract the tarball. If it is a <emphasis>.tgz</emphasis> or a <emphasis>.tar.gz</emphasis>, in a Terminal enter: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>
cs: Prvním krokem bude dekomprimovat a rozbalit tarball. Pokud to je <emphasis>.tgz</emphasis> nebo <emphasis>.tar.gz</emphasis>, zadejte do Terminálu: <screen>tar xfvz <replaceable>název_tarballu</replaceable></screen>
da: Det første skridt vil være at dekomprimere og udpakke tar-arkivet. Hvis det er en <emphasis>.tgz</emphasis> eller en <emphasis>.tar.gz</emphasis>-fil, skal du i terminalen skrive: <screen>tar xfvz <replaceable>tarball_navn</replaceable></screen>
de: Im ersten Schritt wird die Tarball-Datei dekomprimiert und entpackt. Wenn es sich um eine <emphasis>.tgz</emphasis> oder eine <emphasis>.tar.gz</emphasis> Datei handelt, geben sie in einem Terminal den folgenden Befehl ein: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>
hu: Az első lépés a tar csomag kitömörítése és kicsomagolása. Ha ez egy <emphasis>.tgz</emphasis> vagy egy <emphasis>.tar.gz</emphasis>, akkor egy terminálban adja ki a következő parancsot: <screen>tar xfvz <replaceable>tar-csomag_neve</replaceable></screen>
it: Per prima cosa bisogna decomprimere ed estrarre il tarball. Se è un <emphasis>.tgz</emphasis> o un <emphasis>.tar.gz</emphasis>, in un terminale digitare: <screen>tar xfvz <replaceable>nome_tarball</replaceable></screen>
ja: はじめにtarball書庫ファイルを解凍・抽出します。もしtarballが<emphasis>.tgz</emphasis>または<emphasis>.tar.gz</emphasis>なら、端末から次のように入力します: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>
ru: На первом шаге необходимо извлечь файлы из тарбола. Если это файл <emphasis>.tgz</emphasis> или <emphasis>.tar.gz</emphasis>, введите в терминале: <screen>tar xfvz <replaceable>имя_тарбола</replaceable></screen>
zh_tw: 第一步是解壓tarball檔案. 如果它是個<emphasis>.tgz</emphasis>或<emphasis>.tar.gz</emphasis>檔案, 在終端機下鍵入: <screen>tar xfvz <replaceable>tarball_name</replaceable></screen>

source: Then it will be necessary to follow the instructions that come with the package. These are generally located in the extracted tarball in a file called <filename>README</filename> or <filename>INSTALL</filename>.
cs: Potom je třeba řídit se instrukcemi, které jsou přibaleny k balíku. Většinou je najdete v rozbaleném tarballu v souboru zvaném <filename>README</filename> nebo <filename>INSTALL</filename>.
da: Derefter vil det være nødvendigt at følge de instruktioner, som kommer med pakken. Disse kan generelt findes i det udpakkede tar-arkiv i en fil kaldet <filename>README</filename> eller <filename>INSTALL</filename>.
de: Dann müssen Sie den Instruktionen folgen, die mit dem Paket geliefert werden. Üblicherweise finden Sie diese im entpackten tarball unter der Bezeichnung <filename>README</filename> oder <filename>INSTALL</filename>.
hu: Ezután a csomaggal érkező utasításokat kell követnie. Ezek általában a kicsomagolt tar csomagban találhatók, egy <filename>README</filename> vagy <filename>INSTALL</filename> fájlban.
it: Ora è necessario seguire le istruzioni fornite con il pacchetto. Solitamente sono contenute all'interno del tarball estratto, in un file chiamato <filename>README</filename> o <filename>INSTALL</filename>.
ja: 次に、パッケージに含まれる説明にしたがってプログラムをインストールします。通常 tarball から展開されたファイルの中の、<filename>README</filename> または <filename>INSTALL</filename>というファイルです。
ru: Очень важно строго соблюдать инструкции, поставляемые вместе с пакетом. Обычно они содержаться в тарболах под именем <filename>README</filename> или <filename>INSTALL</filename>.
zh_tw: 然後必須遵照軟體附上的說明, 通常在解開的檔案中,稱為<filename>README</filename>或<filename>INSTALL</filename>.

source: Tarballs often contain the source code of the program, and need to be <emphasis>compiled</emphasis> in order to be used.
cs: Tarbally často obsahují zdrojový kód programu a musí být <emphasis>zkompilovány</emphasis>, aby mohly být použity.
da: Tar-arkiver indeholder ofte programmets kildetekst, og skal <emphasis>kompileres</emphasis> før det kan bruges.
de: Tarballs enthalten oft den Quellcode des Programms, und müssen <emphasis>kompiliert</emphasis> werden, bevor sie verwendet werden können.
fr: Les archives contiennent souvent le code source du programme, qui a alors besoin d'être <emphasis>compilé</emphasis> afin de pouvoir être utilisé.
hu: A tar csomagok legtöbbször a program forráskódját tartalmazzák, így a használatukhoz <emphasis>fordításra</emphasis> van szükség.
it: I tarball solitamente contengono il codice sorgente di un programma ed è quindi necessario <emphasis>compilarli</emphasis> per poterli utilizzare.
ja: Tarballには、たいがいプログラムのソースコードが含まれており、使用するためには<emphasis>コンパイル</emphasis>する必要があります。
lt: Tarball dažniausiai būna programos išeities kodas, ir jis turi būti emphasis>compiled</emphasis>, kad būtų galima juo naudotis.
ru: Пакеты tarball часто содержат исходные коды программы, которые должны быть <emphasis>скомпилированы</emphasis> перед использованием.
zh_cn: tarball 通常包含了程序的源代码，因此需要被 <emphasis>编译</emphasis> 过才能使用。
zh_tw: Tarball檔通常包含了程式的原始碼，因此需要 <emphasis>編譯</emphasis> 過後才能使用。

source: Compiling programs requires some packages that are not installed by default. You can install these all at once by installing the <application>build-essential</application> package.
da: At kompilere programmer kræver nogle pakker, som ikke er installeret som standard. Du kan installere alle disse på en gang ved at installere pakken <application>build-essential</application>.
de: Um Programme zu kompilieren, werden einige Pakete benötigt, die in der Grundinstallation nicht enthalten sind. Mit dem Paket <application>build-essential</application>, installieren Sie alle benötigten Pakete auf einmal.
fr: Compiler des programmes demande certains paquets qui ne sont pas installés par défaut sur un système Ubuntu. Vous pouvez cependant les installer d'un seul coup en installant le méta-paquet <application>build-essential</application>.
lt: Programų vertimas reikalauja paketų, kurių dažniausiai pagal nutylėjimą nėra. Jūs galite įdiegti šiuos paketus įkeliant <application>build-essential</application> paketus.
zh_cn: 编译程序需要一些没有被默认安装的软件包。您可以通过安装 <application>build-essential</application> 软件包来一次性安装这些软件包。

source: Install <filename class="extension">.run</filename> packages
cs: Instalace balíků <filename class="extension">.run</filename>
da: Installér <filename class="extension">.run</filename>-pakker
de: Installation von <filename class="extension">.run</filename> Paketen
hu: <filename class="extension">.run</filename> csomagok telepítése
it: Installare pacchetti <filename class="extension">.run</filename>
ja: <filename class="extension">.run</filename>パッケージをインストール
lt: Įdiegti <filename class="extension">.run</filename> paketus
ru: Установка пакетов <filename class="extension">.run</filename>
zh_tw: 安裝 <filename class="extension">.run</filename> 套件

source: Sometimes you may need to install software (most often a game) which has been packaged as a .run file. These files contain the software and a small program to install the software.
cs: Někdy můžete potřebovat nainstalovat software (nejčastěji hru), který byl zabalen jako .run soubor. Tyto soubory obsahují vlastní software a malý program pro jeho instalaci.
da: Nogle gange kan du få brug for at installere software (oftest et spil), som er blevet pakket som en .run-fil. Disse filer indeholder den givne software samt et lille program til at installere den.
de: Mitunter wollen sie eine Anwendung installieren (häufig ein Spiel), die als .run Datei gepackt wurde. Diese Dateien enthalten die Anwendung und ein kleines Programm mit der Sie die Anwendung installieren.
hu: Néha .run fájlként csomagolt szoftvert (ami legtöbbször egy játék) kell telepítenie. Ezek a fájlok tartalmazzák a szoftvert és egy kis programot, amellyel a szoftvert telepíteni lehet.
it: Qualche volta si dovrà installare un software (molto spesso un gioco) che è stato impacchettato come file .run. Questi file contengono il software e un piccolo programma per installarlo.
ja: ときには .runファイルとしてパッケージされたソフトウェア（よくあるのはゲーム）をインストールしたい場合があるかもしれません。そのような .runファイルには、ソフトウェアとそのソフトウェアをインストールするためのプログラムとが含まれています。
ru: Иногда вам может потребоваться установить программу (чаще всего игру), которая упакована в файл с расширением <filename class="extension">.run</filename>. Такой файл содержит саму программу и её установщик.
zh_tw: 有時候您可能需要安裝已被打包為 .run檔的軟體（最常見的是遊戲）。這些檔案中包含軟體和小程式以為了安裝軟體。

source: Follow the procedure below to install software packaged in a <filename class="extension">.run</filename> file:
cs: Pro instalaci software, který byl zabalen v <filename class="extension">.run</filename> souboru, postupujte následovně:
da: Følg proceduren herunder for at installere software pakket i en <filename class="extension">.run</filename>-fil:
de: Führen Sie die unten beschriebene Anleitung aus, um Software aus<filename class="extension">.run</filename> Dateien zu installieren:
hu: A <filename class="extension">.run</filename> fájlként csomagolt szoftver telepítéséhez tegye a következőket:
it: Per installare software impacchettato come file <filename class="extension">.run</filename>, procedere come segue:
ja: <filename class="extension">.run</filename>でパッケージされたソフトウェアをインストールするには下の手順にしたがってください。
ru: Следуйте описанной ниже процедуре, чтобы установить программу, упакованную в файл <filename class="extension">.run</filename>:
zh_tw: 按照下列步驟以 <filename class="extension">.run</filename> 檔去安裝軟體：

source: Find the <filename class="extension">.run</filename> file in the <application>File Browser</application>
cs: Najděte soubor <filename class="extension">.run</filename> v <application>Prohlížeči souborů</filename>
da: Find <filename class="extension">.run</filename>-filen i <application>Filhåndtering</application>
de: Finden Sie die <filename class="extension">.run</filename> Datei im <application>Dateimanager</application>
hu: Keresse meg a <filename class="extension">.run</filename> fájlt a <application>Fájlböngészőben</application>
it: Trovare il file <filename class="extension">.run</filename> attraverso <application>Esplorazione file</application>
ja: <application>ファイル・ブラウザ</application>で<filename class="extension">.run</filename>ファイルを見つけてください。
ru: Найдите файл с расширением <filename class="extension">.run</filename> в <application>Обозревателе файлов</application>
zh_tw: 搜尋 <filename class="extension">.run</filename> 檔案在 <application>File Browser</application>

source: Right-click the file and select <guilabel>Properties</guilabel>
cs: Klikněte pravým tlačítkem na soubor a zvolte <guilabel>Vlastnosti</guilabel>
da: Højreklik på filen og vælg <guilabel>Egenskaber</guilabel>
de: Klicken Sie mit der rechten Maustaste auf die Datei und wählen Sie <guilabel>Eigenschaften</guilabel>
hu: Kattintson a fájlra jobb egérgombbal és válassza a <guilabel>Tulajdonságok</guilabel> menüpontot
it: Fare clic con il tasto destro del mouse sul file e selezionare <guilabel>Proprietà</guilabel>
ja: 見つかった .runファイルを右クリックして<guilabel>プロパティ</guilabel>を選択してください
ru: Нажмите на на нём правой кнопкой мыши и выберите <guilabel>Свойства</guilabel>
zh_tw: 在檔案上按滑鼠右鍵, 選<guilabel>Properties</guilabel>

source: Double-click the <filename class="extension">.run</filename> file to open it. A dialog box should appear
da: Dobbeltklik på <filename class="extension">.run</filename>-filen for at åbne den. Nu burde der dukke en dialogboks op
de: Klicken Sie doppelt auf die <filename class="extension">.run</filename> Datei, um sie zu öffnen. Dann sollte ein Dialogfenster erscheinen.
lt: Dvigubai spragtelekite <filename class="extension">.run</filename> bylą, kad ją atidarti. Turėtų pasirodyti dialogo langas

source: A <application>Terminal</application> window will open. Follow any instructions on-screen to install the program
cs: Otevře se okno <application>Terminálu</application>. Pro instalaci programu následujte instrukce na obrazovce.
da: Et <application>Terminal</application>-vindue vil åbne. Følg instruktionerne på skærmen for at installere programmet
de: Ein <application>Terminal</application> wird geöffnet. Folgen Sie den Anweisungen am Bildschirm, um die Anwendung zu installieren.
hu: Egy <application>terminál</application> ablak fog megnyílni. A program telepítéséhez kövesse a képernyőn látható utasításokat.
it: Si aprirà una finestra del <application>Terminale</application>. Seguire tutte le istruzioni a schermo per installare il programma
ja: <application>端末</application>ウィンドウが開きますので、画面上（端末上）に表示される指示に従ってプログラムをインストールしてください。
lt: <application>Komandinė eilutė</application> langas atsidarys. Sekite instrukcijas ekrane, kad įdiegti programą
ru: Откроется окно <application>терминала</application>. Следуйте всем инструкциям на экране, чтобы установить программу
zh_tw: <application>Terminal</application> 視窗會開啟。按照螢幕上的任何指示去安裝軟體
