Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: <link linkend="apt"><application>Apt</application></link> - If you prefer using the Terminal.
bg: <link linkend="apt"><application>Apt</application></link> -Ако предпочитате да ползвате Терминал.
cs: <link linkend="apt"><application>Apt</application></link> - Pokud raději používáte Terminál.
da: <link linkend="apt"><application>Apt</application></link> - Hvis du foretrækker at bruge terminalen.
de: <link linkend="apt"><application>Apt</application></link> - Wenn Sie lieber mit dem Terminal arbeiten.
fr: <link linkend="apt"><application>Apt</application></link> - Si vous préférez utiliser le Terminal.
hu: Lehetőség van az <link linkend="apt"><application>apt</application></link> használatára is, ha a terminál használatát részesíti előnyben.
it: <link linkend="apt"><application>Apt</application></link>: se si preferisce usare il terminale.
ja: <link linkend="apt"><application>Apt</application></link> - ターミナルを使いたいのであれば。
lt: <link linkend="apt"><application>Apt</application></link> - Jei pirmenybę teikiate komandų eilutei.
ru: <link linkend="apt"><application>Apt</application></link> - если вы предпочитаете использовать Терминал.
zh_cn: <link linkend="apt"><application>Apt</application></link> - 如果您偏爱使用终端的话。
zh_tw: <link linkend="apt"><application>Apt</application></link> - 如果您習慣在終端機中來管理套件的話就用這個吧。

source: If you open more than one of these programs at once, they may not work. Close them all and open just one.
bg: Ако отворите наведнъж повече от една от тези програми, те може и да не работят. Затворете всичките и отворете само една.
cs: Pokud otevřete více těchto programů současně, nemusí pracovat správně. Zavřete je všechny a poté otevřete pouze jeden.
da: Hvis du åbner mere end et af disse programmer på en gang, vil de muligvis ikke virke. Luk dem alle, og åbn kun en enkelt.
de: Wenn Sie mehr als eines dieser Programme gleichzeitig öffnen, kann es zu Konflikten kommen. Schließen Sie alle und öffnen Sie dann nur eines erneut.
fr: Si vous ouvrez plus d'un de ces programmes en même temps, ils ne marcheront sans doute pas. Fermez-les tous et n'en ouvrez qu'un à la fois.
hu: Ha több csomagkezelőt nyit meg egyszerre, azok nem fognak működni. Zárja be mindegyiket és csak egyet nyisson meg.
it: Se si tenta di avviare più di un programma di questi contemporaneamente, potrebbero non funzionare. È necessario avviarne solo uno per volta.
ja: もしこれらのプログラムを同時に1つ以上開くと、動作しないかもしれません。全て閉じた上で、1つだけ開いてください。
lt: Jei vienu metu atidarysite daugiau nei vieną iš šių programų, jos gali neveikti. Jas visas uždarykite ir įjunkite tik vieną jų.
ru: Если вы открыли более чем один экземпляр этой программы, то она не будет работать. Закройте их и откройте только один экземпляр.
zh_cn: 如果你同时打开以上程序中的多个的话，它们可能不会工作。请将它们全部关闭并只打开其中一个。
zh_tw: 如果您一次開啟了一個以上的套件管理程式，他們應該都不會有作用。您必須全部關閉或是只使用一個就好了。

source: You need administrative access to use any of these programs. See <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink> for more details.
bg: Необходим Ви е администраторски достър, за да полвате която и да е от тези програми. Вижте <ulink type="help" url="ghelp:administrative">Административни задачи</ulink> за повече информация!
cs: Pro používání těchto programů potřebujete správcovská práva. Navštivte <ulink type="help" url="ghelp:administrative">Úlohy správy</ulink> pro více informací.
da: Du har brug for administrativ adgang for at kunne bruge disse programmer. Se <ulink type="help" url="ghelp:administrative">Administrative opgaver</ulink> for yderligere detaljer.
de: Sie benötigen Administratorrechte, um mit diesen Anwendungen zu arbeiten. Hier erfahren Sie mehr über <ulink type="help" url="ghelp:administrative">Administrative Tätigkeiten</ulink>. (Oder schauen Sie im deutschsprachigen Ubuntu-Wiki unter <ulink url="http://wiki.ubuntuusers.de/Administrator?highlight=%28Administrator%29">Administrator</ulink> nach.)
fr: Vous devez avoir un accès en tant qu'administrateur pour utiliser ces programmes (ceci est une sécurité permettant d'éviter l'installation automatique ou involontaire de programmes pouvant compromettre le système). Voir <ulink type="help" url="ghelp:administrative">Tâches d'administration</ulink> pour plus de détails.
hu: A csomagkezelők használatához adminisztrátori jogosultság szükséges. További információkért nézze meg az <ulink type="help" url="ghelp:administrative">Adminisztrátori feladatok</ulink> leírást.
it: Per utilizzare questi programmi sono necessari privilegi di amministratore. Per maggiori informazioni consultare <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>.
ja: これらのプログラムを使用するには、管理者権限でのアクセスが必要です。詳細は<ulink type="help" url="ghelp:administrative">管理者権限でのタスク</ulink>を参照してください。
lt: Kad galėtumėte naudotis bet kokia iš šių programų, jums reikės administratoriaus teisių. norėdami gauti išsamesnę informaciją žiūrėkite <ulink type="help" url="ghelp:administrative">Administratoriaus užduotys</ulink>.
ru: Вам необходимы права администратора для того, чтобы использовать эти приложения. Обратитесь к разделу <ulink type="help" url="ghelp:administrative">Административные задачи</ulink> для более полной информации.
zh_cn: 要使用这些程序，您需要管理权限。更多信息请参见 <ulink type="help" url="ghelp:administrative">管理任务</ulink>。

source: Software repositories
bg: Софтуерни хранилища
cs: Zdroje softwaru
da: Software-arkiver
de: Software Paketquellen
fr: Dépôts logiciels
hu: Szoftvertárolók
it: Repository software
ja: ソフトウェアリポジトリ
lt: Programinės įrangos saugyklos
ru: Репозитории программного обеспечения
zh_cn: 软件库
zh_tw: 軟體庫

source: A software repository is a place from which you can download and install software over the Internet.
bg: Хранилището за софтуер е място, от което можете за изтеглите и инсталирате софтуер чрез Интернет.
cs: Zdroj softwaru je místo, ze kterého můžete stahovat a instalovat software.
da: Et softwarearkiv er et sted, hvorfra du kan hente og installere software over internettet.
de: Paketquellen enthalten Software, die Sie über das Internet herunterladen und dann installieren können.
fr: Un dépôt logiciel est un endroit (un serveur Internet la plupart du temps) depuis lequel vous pouvez télécharger des logiciels pour les installer par la suite sur votre ordinateur.
hu: A tárolók olyan helyek az Interneten, ahonnan letöltheti és telepítheti az alkalmazásokat.
it: Un repository software è un archivio da cui è possibile scaricare e installare software.
ja: ソフトウェアリポジトリとは、インターネットを介してソフトウエアをダウンロードしたりインストールしたりできる場所のことです。
lt: Programinės įrangos saugyklos - tai vieta, iš kur jūs galite parsisiųsti ir įdiegti programas iš interneto.
ru: Репозиторий (хранилище) ПО - это место откуда вы можете скачать программное обеспечение.
zh_cn: 您可以通过因特网从软件库下载和安装软件。
zh_tw: 軟體庫 (software repository) 是一個您可以透過網際網路下載並安裝軟體的地方。

source: There are thousands of programs available to install on Ubuntu. These programs are stored in software archives (<emphasis>repositories</emphasis>) and are made freely available for installation over the Internet. This makes it very easy to install new programs in Linux, and it is also very secure, because each program you install is built specially for Ubuntu and checked before it is installed.
bg: Има хиляди програми за инсталиране на Убунту. Те биват съхранявани в софтуерни архиви (<emphasis>хранилища</emphasis>) и са свободно достъпни чрез Интернет за инсталация. Това много улеснява добавянето на програми в Линукс, като същевременно процесът е и сигурен, тъй като всяка инсталирана програма е изградена конкретно за Убунту и бива проверена преди инсталацията.
cs: Do Ubuntu lze doinstalovat tisíce dalších programů. Tyto programy jsou umístěny v softwarových archivech, tzv. (<emphasis>zdrojích</emphasis>) a všechny jsou volně dostupné přes Internet. Díky tomu je instalace programů v Linuxu velmi jednoduchá a také velmi bezpečná, protože každý program, který instalujete, byl sestaven speciálně pro Ubuntu a před instalací byl zkontrolován.
da: Der findes tusinder af programmer, som du kan installere på Ubuntu. Disse programmer opbevares i softwarearkiver og stilles frit til rådighed for installation via internettet. Dette gør det meget nemt at installere nye programmer i Linux, og det er også meget sikkert, fordi hvert eneste program du installerer er bygget specielt til Ubuntu, og tjekkes før det installeres.
de: Für Ubuntu stehen tausende von Anwendungen zur Installation bereit. Diese Anwendungen werden in Software-Archiven (<emphasis>repositories</emphasis>) gespeichert und sind zum Installieren frei über das Internet verfügbar. Das macht es sehr leicht, neue Anwendungen unter Linux zu installieren und ist außerdem sehr sicher, da jede Anwendung, die Sie installieren, an Ubuntu angepasst und überprüft worden ist.
fr: Des milliers de programmes sont disponible pour Ubuntu. Ces programmes sont stockés dans des archives logicielles (les <emphasis>dépôts</emphasis>) et sont librement téléchargeables depuis Internet pour être installer sur votre machine. Ceci rend l'installation de nouveau logiciels très simple dans Linux. Très simple et en même temps très sûre dans la mesure ou chacun des programmes que vous installez a été préparé (ou « construit ») spécifiquement pour Ubuntu, et que son intégrité est contrôlée avant l'installation.
hu: Több ezer program érhető el és telepíthető az Ubuntura. Ezek a programok a szoftverarchívumokban (<emphasis>tárolók</emphasis>) találhatók meg és a telepítéshez szabadon elérhetők az interneten. Ezen csomagok segítségével nagyon könnyű új programokat telepíteni Linuxon, mindezt biztonságosan, hiszen a telepíhető programcsomagokat kifejezetten az Ubuntuhoz készítették és telepítés előtt ellenőrzésre kerülnek.
it: Migliaia di programmi sono disponibili per essere installati con Ubuntu. Questi programmi sono mantenuti in alcuni archivi (<emphasis>repository</emphasis>) e sono liberamente installabili attraverso Internet, rendendo molto semplice l'installazione di un nuovo programma ed è anche molto sicuro, in quanto ogni programma viene creato appositamente per Ubuntu e controllato prima che venga installato.
ja: Ubuntuには何千もの利用可能なアプリケーションがあります。(<emphasis>リポジトリ</emphasis>)というソフトウェアアーカイブに蓄積されいていて、インターネットを通して自由にインストールすることができます。
lt: Yra tūkstančiai įvairiausių programų, tinkamų Ubuntu sistemai. Šios programos saugomos programinės įrangos archyvuose (<emphasis>saugyklose</emphasis>) ir yra laisvai pasiekiamos interneto pagalba. Tai leidžia lengvai įdiegti naujas programas Linux operacinėse sistemose, be to tai yra labai saugu, nes kiekviena Jūsų diegiama programa yra sukurta specialiai Ubuntu sistemai ir prieš įdiegiant yra patikrinama.
ru: Для Ubuntu доступны тысячи программ. Эти программы хранятся в специальных хранилищах ПО (<emphasis>репозиториях</emphasis>) и легко доступны через интернет. Таким образом вы можете легко установить новые приложения. Это проверенный и надёжный способ, так как каждая программа в репозитории собрана и протестирована специально для Ubuntu.
zh_cn: Ubuntu 中可以安装数以千计的程序。这些程序都被存储在软件存档 (<emphasis>软件库</emphasis>) 中并可以通过因特网免费获取安装。这就使得在 Linux 中安装程序变得十分简单，同样也非常安全，因为您安装的每个程序都是特别为 Ubuntu 构建的，并且在安装之前都经过检查。
zh_tw: 這有成千上萬的軟體可以安裝在 Ubuntu 上。這些軟體都存在軟體庫 ( software archives / <emphasis>repositories</emphasis> )，並且可以免費的透過網際網路下載安裝。這讓您在 Linux 中可以輕易的安裝使用新的軟體；並且這樣的安裝方式非常的安全，因為每個您所安裝的軟體都是特別為 Ubuntu 所建置的並且在安裝前都會作檢查的動作。

source: To organise the software, Ubuntu repositories are categorised into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
bg: За организиране на софтуера, Убнуту хранилищата са обособени в четири групи: <emphasis>Main</emphasis> (Основен софтуер), <emphasis>Restricted</emphasis> (Ограничен софтуер), <emphasis>Universe</emphasis> и <emphasis>Multiverse</emphasis>. Логиката в основата на това, в коя категория бива поставян, се основава на нивото на поддръжка, която предлагат групите за разработка на софтуера по отношение на тази програма и нивото на застъпване между програмата и <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Философията на свободния софтуер</ulink>.
cs: Z důvodů uspořádání jsou zdroje Ubuntu rozděleny na čtyři kategorie: <emphasis>Main</emphasis> (hlavní), <emphasis>Restricted</emphasis> (hlavní, ale nesvobodný software), <emphasis>Universe</emphasis> (ostatní), <emphasis>Multiverse</emphasis> (ostatní nesvobodný). Umístění daného programu závisí na výši podpory, kterou k tomuto programu vývojové týmy poskytují, a také na skutečnosti, nakolik program odpovídá <ulink url="http://www.ubuntu.cz/ubuntu/filozofie">filozofii svobodného softwaru</ulink>.
da: Til at organisere programmerne er Ubuntu-arkiverne kategoriseret i fire grupper: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> og <emphasis>Multiverse</emphasis>. Vurderingen af hvilken kategori en bestemt software hører i, afhænger af den mængde brugerhjælp som udviklingsholdet yder for et program, og i hvor høj grad programmet passer ind i <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Fri software-filosofien</ulink>.
de: Die Ubuntu Paketquellen (repositories) werden in vier Gruppen eingeteilt: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> und <emphasis>Multiverse</emphasis>. Die Zuordnung der Software zu den Gruppen richtet sich nach dem Ausmaß der Unterstützung, die die Entwickler-Teams für ihre Anwendung geben und danach, wie gut die Anwendung in die <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Philosophie freier Software</ulink> von Ubuntu passt.
fr: Afin d'organiser les logiciels, les dépôts Ubuntu sont séparés en quatre catégories : <emphasis>Main</emphasis> (logiciels principaux), <emphasis>Restricted</emphasis> (pilotes propriétaires pour les périphériques dont il n'existe pas d'équivalent libre), <emphasis>Universe</emphasis> (logiciels maintenus par la communauté), et <emphasis>Multiverse</emphasis> (logiciels dont l'utilisation est restreinte par le droit d'auteur ou la loi). La répartition des logiciels repose ainsi d'une part sur le niveau d'assistance que les équipes de développement peuvent fournir, et sur la conformité des logiciels aux principes du <ulink url="http://fr.wikipedia.org/wiki/Logiciel_libre">logiciel libre</ulink>.
hu: Az Ubuntu négy tárolóba rendszerezi a csomagokat: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> és <emphasis>Multiverse</emphasis>. A besorolás szempontjai az adott program fejlesztői által adott támogatás mértéke és az Ubuntu <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Szabad szoftveres irányelveinek</ulink> való megfelelőség foka.
it: Per organizzare il software, i repository di Ubuntu sono suddivisi in quattro componenti: <emphasis>main</emphasis>, <emphasis>restricted</emphasis>, <emphasis>universe</emphasis> e <emphasis>multiverse</emphasis>. Le ragioni utilizzate per determinare in che categoria ricade un programma si basano sul livello di supporto fornito per il programma dal gruppo di sviluppo e quanto il programma è aderente alla <ulink url="http://www.ubuntu-it.org/index.php?page=Filosofia">filosofia del software libero</ulink>.
ja: ソフトウェアを整理するために、Ubuntuリポジトリは、<emphasis>Main</emphasis>、 <emphasis>Restricted</emphasis>、<emphasis>Universe</emphasis>、そして<emphasis>Multiverse</emphasis>の４つのグループに分類されています。 どのソフトウェアがどのカテゴリーになるかを決定する根拠はソフトウェアの開発チームのサポートのレベル、プログラムが認める<ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>(英語)がどの程度かを元にしています。
lt: Programų rūšiavimui, Ubuntu saugyklos yra suskirstytos į keturias grupes: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, ir <emphasis>Multiverse</emphasis>. Kuriai kategorijai programa priklauso, nustatoma pagal programos derinimo lygį, kurį suteikia kūrėjai, bei suderinamumu su <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Laisvos Programinės Įrangos FIlosofija</ulink>.
ru: Репозитории Ubuntu упорядочены в следующие категории: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, и <emphasis>Multiverse</emphasis>. Это нужно чтобы разделить программы с разными уровнями пользовательской поддержки и разными условиями использования. (Смотри <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Философия свободного ПО</ulink>).
zh_cn: 为了组织软件，Ubuntu 的软件库被分为四类：<emphasis>Main</emphasis>、<emphasis>Restricted</emphasis>、<emphasis>Universe</emphasis>，以及 <emphasis>Multiverse</emphasis>。决定哪个软件进入哪个分类的原理是基于软件的开发团队对于该软件提供的支持的等级，以及该程序遵从 <ulink url="http://www.ubuntu.com/ubuntu/philosophy">自由软件哲学</ulink> 的程度。
zh_tw: Ubuntu 的軟體庫為了組織軟體，就將他們分成四大類：<emphasis>Main (主要)</emphasis>、<emphasis>Restricted (受限)</emphasis>、<emphasis>Universe (通用)</emphasis>以及 <emphasis>Multiverse (多用途)</emphasis>。

source: The standard Ubuntu Install CD contains some software from the <emphasis>Main</emphasis> and <emphasis>Restricted</emphasis> categories.
bg: Стандартният Инсталационен диск на Убунту съдържа известно количество софтуер от категориите <emphasis>Main</emphasis> (Главен) и <emphasis>Restricted</emphasis> (Ограничен).
cs: Standardní instalační CD Ubuntu obsahuje vybraný software ze zdrojů <emphasis>Main</emphasis> (hlavní) a <emphasis>Restricted</emphasis> (hlavní, ale nesvobodný software).
da: Den almindelige Ubuntu-installationscd indeholder software fra kategorierne <emphasis>Main</emphasis> og <emphasis>Restricted</emphasis>.
de: Die normale Ubuntu Installations CD enthält Anwendungen aus den Kategorien <emphasis>Main</emphasis> und <emphasis>Restricted</emphasis>.
fr: Le CD d'installation standard d'Ubuntu contient une partie des logiciels des catégories <emphasis>Main</emphasis> et <emphasis>Restricted</emphasis>.
hu: A hagyományos Ubuntu telepítő CD a <emphasis>Main</emphasis> és a <emphasis>Restricted</emphasis> kategóriák bizonyos csomagjait tartalmazza.
it: Il CD di installazione di Ubuntu contiene alcuni programmi presi dai componenti <emphasis>main</emphasis> e <emphasis>restricted</emphasis>.
ja: 標準のUbuntuインストールCDは、<emphasis>Main</emphasis>と<emphasis>Restricted</emphasis>カテゴリのソフトウェアを含んでいます。
lt: Standartiniame Ubuntu įdiegimo CD yra kai kurios programos iš <emphasis>Main</emphasis> ir <emphasis>Restricted</emphasis> grupių.
ru: Стандартный установочный диск Ubuntu содержит некоторые приложения из категорий <emphasis>Main</emphasis> и <emphasis>Restricted</emphasis>.
zh_cn: Ubuntu 的标准安装 CD 包含了来自 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 分类的一些软件。
zh_tw: 標準的 Ubuntu 安裝光碟包含了 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 這兩大類。

source: If your system is connected to the Internet, many more software programs are made available for installation. For example, the <quote>Universe</quote> and <quote>Multiverse</quote> repositories are only available over the Internet.
bg: Ако системата Ви е свързана към Интернет, ще бъдат достъпни за инсталиране много повече програми. Например quote>Universe</quote> и <quote>Multiverse</quote> хранилищата са достъпни само чрез Интернет.
cs: Pokud je Váš systém připojen na Internet, můžete doinstalovat mnoho dalších programů. Například zdroje <quote>Universe</quote> a <quote>Multiverse</quote> jsou dostupné pouze přes Internet.
da: Hvis dit system er forbundet til internettet vil der være mange flere programmer, som du kan installere. For eksempel er <quote>Universe</quote> og <quote>Multiverse</quote>-arkiverne kun tilgængelige over internettet.
de: Wenn Ihr System mit dem Internet verbunden ist, stehen Ihnen viele weitere Anwendungen zur Verfügung. Die <emphasis>Universe</emphasis> und <emphasis>Multiverse</emphasis> Paketquellen beispielsweise sind nur über das Internet verfügbar.
fr: Si votre système est connecté à Internet, vous pouvez avoir accès à un très grand nombre d'applications supplémentaires. En particulier, les catégories <quote>Universe</quote> et <quote>Multiverse</quote> ne sont disponibles que via Internet.
hu: Ha rendszere csatlakozik az internetre, még több alkalmazás telepíthető. Például a <quote>Universe</quote> és <quote>Multiverse</quote> tárolók csak az Interneten keresztül érhetők el.
it: Se il sistema è collegato a Internet, è possibile installare molti altri software. I repository <quote>universe</quote> e <quote>multiverse</quote> , per esempio, sono disponibili solo su Internet.
ja: あなたのマシンがインターネットに接続しているのであれば、より多くのソフトウェアをインストールすることが可能です。例えば、<quote>Universe</quote>や<quote>Multiverse</quote>リポジトリはインターネット経由でのみ利用可能です。
lt: Jei jūsų sistema prijungta prie Interneto, galima įdiegti daugybė kitų programų. Pavyzdžiui, quote>Universe</quote> ir <quote>Multiverse</quote> saugyklos pasiekiamos tik Internetu.
ru: Если ваш компьютер подключён к интернету, вам доступно намного больше ПО для установки. Например репозитории <quote>Universe</quote> и <quote>Multiverse</quote> доступны только через интернет.
zh_cn: 如果您的系统已经连接到因特网的话，您还可以安装比这多得多的软件。比如 <quote>Universe</quote> 和 <quote>Multiverse</quote> 软件库是只能通过因特网访问的。
zh_tw: 當您的系統接上網際網路之後，將會有更多更多的軟體可以安裝。舉例來說， <quote>Universe</quote> 和 <quote>Multiverse</quote> 軟體庫只在網路上提供。
