Repository: ahoneybun/pop-docs
Catalog: ubuntu/add-applications/po/*.po
Languages: bg, cs, da, de, fr, hu, it, ja, lt, ru, zh_cn, zh_tw

source: Programs that are already installed begin with a check mark next to their name. Uncheck a program if you want to remove it from your computer.
bg: Програмите, които са готови за инсталация, имат знак пред името си, че са маркирани. Отмаркирайте програма, ако искате да я премахнете от компютъра си.
da: Programmer, som allerede er installerede, begynder med et flueben ved siden af deres navn. Fjern fluebenet hvis du ønsker at fjerne programmet fra din computer.
de: Bereits installierte Anwendungen sind mit einem Häkchen markiert. Entfernen Sie das Häkchen, wenn Sie die Anwendung von Ihrem Rechner entfernen möchten.
fr: Les programmes déjà installés ont une case cochée à côté de leur nom. Décochez un programme si vous voulez le supprimer de votre ordinateur.
lt: Programų, kurios jau įdiegtos, pavadinimai prasideda su žyme. Atžymėkite, jei norite pašalinti programą iš savo kompiuterio.
zh_cn: 已经安装的程序在它们的名字前有个勾号。若您想从您的计算机中删除一个程序，只需去掉这个勾号。

source: When you click <guibutton>Apply</guibutton> or <guibutton>OK</guibutton>, any new software will be downloaded from the Internet, and Ubuntu will make the changes you selected. If you have not activated the online package archive, you may be asked to insert your Ubuntu CD-ROM to install some packages.
bg: Когато натиснете <guibutton>Прилагане</guibutton> или <guibutton>Добре</guibutton>, новият софтуер ще бъде изтеглен от Интернет и Убунту ще приложи избраните промени. Ако не сте активирали архивиране на онлайн пакетите, може да бъдете помолени да поставите Убунту CD-ROM-а, за да бъдат инсталирани някои пакети.
da: Når du klikker på <guibutton>Anvend</guibutton> eller <guibutton>OK</guibutton> vil eventuelt markeret ny software blive hentet fra Internettet, og Ubuntu vil foretage ændringerne som du har valgt. Hvis du ikke har aktiveret online-pakkearkivet vil du muligvis blive bedt om at indsætte din Ubuntu-cd for at installere visse pakker.
de: Nach einem abschließenden Klick auf <guibutton>Anwenden</guibutton> oder <guibutton>OK</guibutton> wird Ubuntu die entsprechenden Änderungen durchführen und gegebenenfalls Software aus dem Internet herunterladen. Falls Sie die Software-Quellen im Internet nicht aktiviert haben, werden Sie zum Einlegen Ihrer Ubuntu-CD oder DVD aufgefordert.
fr: Après avoir cliqué sur le bouton <guibutton>Appliquer</guibutton> ou <guibutton>OK</guibutton>, tous les nouveaux programmes que vous avez sélectionnés seront téléchargés depuis Internet, et Ubuntu les installera sur votre système. Si vous n'avez pas activé les dépôts en ligne, il se peut que le CD-ROM d'Ubuntu vous soit nécessaire.
lt: Tuomet paspauskite <guibutton>Pritaikyti</guibutton> arba <guibutton>Gerai</guibutton>, ir naujos programos bus parsiųstos iš Interneto, bei Ubuntu atliks pakeitimus, kurių paprašėte. Jei jūs neaktyvavote internetinio paketų archyvo, tuomet galite būti užklausti įdėti Ubuntu CD-ROM kai kurių paketų įdiegimui.
zh_cn: 当您点击 <guibutton>应用</guibutton> 或 <guibutton>确定</guibutton> 按钮后，新的软件会被从互联网上下载下来，随后 Ubuntu 便会进行您所选择的更改。若您还未激活在线软件库，您可能会被要求插入您的 Ubuntu CD 来安装某些软件包。

source: Some software cannot be installed or removed using <application>Add/Remove Applications</application>. If you cannot find the package you are looking for, start the advanced package manager <application>Synaptic</application> (see <xref linkend="advanced"/>).
cs: Některý software nemůže být instalován nebo odstraněn pomocí <application>Přidat/Odebrat aplikace</application>. Pokud nemůžete najít balíky, které hledáte, spusťte pokročilého správce balíků <application>Synaptic</application> (viz <xref linkend="advanced"/>).
da: Noget software kan ikke installeres eller fjernes via <application>Tilføj/fjern programmer</application>. Hvis du ikke kan finde den pakke du leder efter, kan du starte den avancerede pakkehåndtering <application>Synaptic</application> (se <xref linkend="advanced"/>).
de: Einige Anwendungen können nicht mit <application>Hinzufügen/Entfernen</application> installiert oder entfernt werden. Falls Sie das gesuchte Paket nicht finden, starten Sie die erweiterte Paketverwaltung <application>Synaptic</application> (see <xref linkend="advanced"/>).
hu: Néhány szoftvert nem lehet telepíteni vagy eltávolítani az <application>Alkalmazások hozzáadása/eltávolítása</application> alkalmazással. Ha nem találja a keresett csomagot, akkor indítsa el a <application>Synaptic</application> csomagkezelőt (tekintse meg a <xref linkend="advanced"/> részt).
it: Alcuni programmi non possono essere installati o rimossi usando l'applicazione <application>Aggiungi/Rimuovi applicazioni</application>. Se non si trova il pacchetto che si sta cercando, avviare il gestore di pacchetti <application>Synaptic</application> (consultare <xref linkend="advanced"/>).
ja: いくつかのソフトウェアは<application>アプリケーションの追加と削除</application>ではインストールや削除ができません。もしもあなたが必要とするパッケージを見つけることができないときは、<application>Synaptic パッケージ・マネージャ</application>を起動してください（詳しくは<xref linkend="advanced"/>を参照してください）。
ru: Некоторые программы не могут быть установлены или удалены при помощи <application>Установки/Удаления программ</application>. Если вы не можете найти необходимый вам пакет, запустите расширенный менеджер пакетов <application>Synaptic</application> (смотрите <xref linkend="advanced"/>).

source: Installing packages without an Internet connection
cs: Instalace balíků bez připojení k Internetu
da: Installer pakker uden en internetforbindelse
de: Installieren von Paketen ohne Internetverbindung
hu: Csomagok telepítés internetkapcsolat nékül
it: Installare i pacchetti senza una connessione Internet
ja: インターネットに接続せずにパッケージをインストールするには
lt: Paketų įdiegimas be Interneto ryšio
ru: Установка пакетов без подключения к Интернету
zh_tw: 不使用網路連線安裝套件

source: Other than using tools that download packages automatically, it is also possible to use a CD to install packages through a package manager while not connected to the Internet. The Ubuntu installation CD can be used for this purpose, and other CDs with different packages are available as well. Additionally, the program <application>APTonCD</application> can automatically backup installed packages on your system, and create CDs with the contents of various repositories on them.
cs: Kromě automatického stahování balíků můžete k instalaci pomocí správce balíků použít i CD, když nejste připojeni k Internetu. K tomuto účelu můžete použít instalační CD Ubuntu, ale také jsou dostupná i jiná CD s odlišnými balíky. Navíc můžete použít program <application>APTonCD</application> k záloze balíků nainstalovaných v systému a vytvoření CD s obsahem z různých zdrojů.
da: Udover at bruge værktøjer som automatisk henter pakker, er det også muligt at bruge en cd til at installere pakker gennem en pakkehåndtering uden at være tilsluttet internettet. Ubuntus installationscd kan bruges til dette, men der findes også andre cd'er med diverse andre pakker. Derudover kan programmet <application>APTonCD</application> automatisk sikkerhedskopiere installerede pakker på dit system, og oprette cd'er med indholdet af diverse arkiver.
de: Anstatt die entsprechenden Pakete automatisch herunterzuladen, können Sie auch eine CD oder DVD verwenden, um Pakete mit einer Paketverwaltung zu installieren. Hierfür können Sie die Ubuntu-Installations-CD benutzen. CDs mit anderen Paketen sind ebenfalls verfügbar. Zusätzlich kann die Anwendung <application>APTonCD</application> automatisch alle auf Ihrem System installierten Pakete sichern und CDs mit dem Inhalt verschiedener Paketquellen erstellen.
hu: A csomagokat automatikusan letöltő eszközökön kívül lehetőség van a csomagok csomagkezelőn keresztüli telepítéséhez CD használatára, ha nincs internetkapcsolata. Az Ubuntu telepítőlemez használható erre a célra és más lemezek is elérhetők különböző csomagokkal. Továbbá az <application>APTonCD</application> alkalmazás képes automatikusan mentést készíteni a rendszeren telepített csomagokról és különféle tárolók csomagjaiból összeállított CD-ket készíteni.
it: Oltre a poter utilizzare degli strumenti che scaricano i pacchetti automaticamente, è possibile usare un CD per installarli attraverso un gestore di pacchetti anche quando non si è connessi a Internet. Il CD di installazione di Ubuntu può essere usato a questo scopo e sono disponibili anche altri CD con pacchetti diversi. Oltre a ciò, il programma <application>APTonCD</application> può creare dei backup automatici dei pacchetti installati nel sistema e creare CD con i contenuti di diversi repository.
ja: パッケージを自動的にダウンロードするツールではなく、インターネットに接続していなくてもCDを用いてパッケージをインストールできるパッケージマネージャを使うこともできます。その際にはUbuntuのインストールCDでも使用できますし、それ以外の（もちろんパッケージを含んだ）CDを使用することもできます。なお、<application>APTonCD</application>は、あなたのシステムに既にインストール済みのパッケージを自動的にバックアップすることができ、またさまざまなリポジトリの内容を含むCDを作成することができます。
ru: Кроме инструментов для автоматической загрузки пакетов, также можно использовать диски с пакетами, для установки программ без подключения к интернету. Для этого может быть использован установочный диск Ubuntu, или любой другой диск с различными пакетами. Кроме того, с помощью программы <application>APTonCD</application> вы можете сохранить все установленные в систему пакеты на диск, или просто сделать диск с репозиторием.
zh_tw: 除了使用工具來自動下載套件, 沒接上網路時亦可用光碟透過套件管理來安裝程式. 光碟可以是Ubuntu的安裝光碟或者包含其他可用套件的光碟. 此外, <application>APTonCD</application>亦能自動備份在你系統中已安裝的程式, 或者燒出包含不同套件庫的光碟.

source: Installing packages using the Ubuntu installation CD
cs: Instalace balíků pomocí instalačního CD Ubuntu
da: Installer pakker vha. Ubuntus installationscd
de: Pakete mit der Ubuntu-Installations-CD installieren
hu: Csomagok telepítése az Ubuntu telepítőlemez használatával
it: Installare i pacchetti usando il CD di installazione di Ubuntu
ja: UbuntuインストールCDを用いてパッケージをインストールするには
lt: Paketų įdiegimas naudojant Ubuntu įdiegimo CD
ru: Установка пакетов с компакт-диска Ubuntu
zh_tw: 使用 Ubuntu 安裝 CD 安裝套件

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of <application>Synaptic Package Manager</application>. The packages are listed under the <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> section.
da: Nogle pakker fra <emphasis>main</emphasis> og <emphasis>restricted</emphasis>-pakkearkiverne kan installeres fra Ubuntu-installationscd'en. Du skal blot indsætte installationscd'en og åbne <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>. Hvis du kun vil have vist pakkerne på installationscd'en, skal du klikke på <guibutton>Oprindelse</guibutton>-knappen i nederste venstre hjørne af <application>Synaptic - pakkehåndtering</application>. Pakkerne er vist i <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem>-sektionen.
de: Einige Pakete aus den Ubuntu Paketquellen <emphasis>main</emphasis> und <emphasis>restricted</emphasis> können von der Ubuntu-Installations-CD installiert werden. Legen Sie einfach Ihre Ubuntu-Installations-CD ein und öffnen <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>. Um nur Pakete von der Ubuntu-Installations-CD anzuzeigen, klicken Sie in der <application>Synaptic-Paketverwaltung</application> links unten auf <guibutton>Ursprung</guibutton>. Die Pakete werden unter <guimenuitem>Ubuntu 7.10_Gutsy Gibbon</guimenuitem> aufgelistet.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository:
da: Hvis pakkerne ikke vises kan det være fordi cd'en ikke står nævnt som et pakkearkiv (cd'en burde som standard opfattes som et arkiv). For at tilføje cd'en som et pakkearkiv:
de: Falls die Pakete nicht angezeigt werden, ist die CD möglicherweise nicht als Paketquelle eingetragen (standardmäßig sollte die CD als Paketquelle aufgeführt sein). Um die CD als Paketquelle hinzuzufügen:

source: Eject the CD.
da: Skub cd'en ud.
de: Entfernen Sie die CD
lt: Išstumti CD.

source: Open the <emphasis>Software Sources</emphasis> dialog by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
da: Åbn <emphasis>Softwarekilder</emphasis>-vinduet ved at vælge <guimenuitem>Arkiver</guimenuitem> fra menuen <guimenu>Indstillinger</guimenu> i <application>Synaptic - pakkehåndtering</application>.
de: Öffnen Sie den Dialog <emphasis>Software Quellen</emphasis>, indem Sie im Menü der <application>Synaptic-Paketverwaltung</application> die <guimenu>Einstellungen</guimenu> und dort <guimenuitem>Paketquellen</guimenuitem> wählen.

source: Go to the Third-Party Software tab and click on the <guibutton>Add CD-ROM</guibutton> button.
da: Gå til fanebladet Tredjepartssoftware og klik på <guibutton>Tilføj cd-rom</guibutton>
de: Wechseln Sie zum Reiter "Software von Drittanbietern" und klicken Sie auf den Knopf <guibutton>CD-ROM hinzufügen</guibutton>.

source: Insert the CD.
cs: Vložte CD.
da: Indsæt cd'en.
de: Legen Sie die CD in das Laufwerk.
hu: Tegye be a CD-t.
it: Inserire il CD.
ja: CDを挿入してください
lt: Įdėti CD.
ru: Вставьте компакт-диск.
zh_tw: 放入 CD。

source: The packages should then be listed.
da: Derefter burde pakken være på listen.
de: Die Pakete sollten dann angezeigt werden.

source: Enabling other CDs that can be used to install packages
cs: Povolení dalších CD použitelných k instalaci balíků
da: Aktivér andre cd'er som kan bruges til at installere pakker
de: Andere CDs, die zum Installieren von Paketen verwendet werden können, aktivieren.
hu: Más, csomagtelepítésre használható CD-k engedélyezése
it: Abilitare altri CD che possono essere usati per installare pacchetti
ja: その他のCDでパッケージをインストールできるようにするには
lt: Kitų kompaktinių diskų (CD) įjungimas kas gali būti panauduota paketų įdiegimui
ru: Использование других компакт-дисков для установки пакетов
zh_tw: 啟用其他可用於安裝套件的光碟

source: To enable <application>Synaptic</application> to install packages from CDs which contain packages:
da: For at gøre <application>Synaptic</application> i stand til at installere pakker fra cd'er, som indeholder pakker:
de: Um mit <application>Synaptic</application> Pakete von CDs zu installieren:
lt: Kad įjungti <application>Synaptic</application> paketų įdiegimui iš kompaktinių diskų (CD) kurie gali turėti paketus:

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Synaptic-Paketverwaltung</guimenuitem></menuchoice>.

source: Open the <emphasis>Software Sources</emphasis> tool by selecting <guimenuitem>Repositories</guimenuitem> from the <guimenu>Settings</guimenu> menu of <application>Synaptic Package Manager</application>.
da: Åbn værktøjet <emphasis>Softwarekilder</emphasis> ved at vælge <guimenuitem>Arkiver</guimenuitem> fra menuen <guimenu>Indstillinger</guimenu> i <application>Synaptic - pakkehåndtering</application>.
de: Wählen Sie im Menü der <application>Synaptic-Paketverwaltung</application> unter <guimenu>Einstellungen</guimenu> den Punkt <guimenuitem>Paketquellen</guimenuitem>.

source: Insert the CD which contains the packages.
da: Indsæt cd'en som indeholder pakkerne.
de: Legen Sie die CD mit den entsprechenden Paketen ein.
lt: Įdėkite CD, kuriame yra paketai.

source: The packages should then be listed. To have <application>Synaptic</application> only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of <application>Synaptic Package Manager</application>, then find the name of the CD on the list on the upper left corner of <application>Synaptic</application>.
da: Pakkerne burde derefter blive vist. Hvis du vil have <application>Synaptic</application> til kun at vise pakker fra cd'en skal du klikke på <guibutton>Oprindelse</guibutton> i det nederste venstre hjørne af <application>Synaptic - pakkehåndtering</application>, og derefter finde navnet på cd'en i listen i det øverste venstre hjørne af <application>Synaptic</application>.
de: Die Pakete sollten dann aufgelistet werden. Wenn nur die Pakete der CD auflistet werden sollen, klicken Sie auf den Knopf <guibutton>Ursprung</guibutton> in der unteren linken Ecke der <application>Synaptic-Paketverwaltung</application> und wählen den Namen der CD in der Liste oben links.

source: Using APTonCD to install packages
cs: Použití APTonCD k instalaci balíků
da: Brug APTonCD til at installere pakker
de: Mit APTonCD Pakete installieren
hu: Az APTonCD használata csomagok telepítéséhez
it: Usare APTonCD per installare i pacchetti
ja: APTonCDを使ったパッケージのインストール
lt: Naudoti APTonCD įdiegiant paketus
ru: Использование APTonCD для установки пакетов
zh_tw: 使用 APTonCD 去安裝套件

source: <application>APTonCD</application> can be used to create a CD that contains all the packages you have on your system, or it can create CDs with packages or entire repositories of your choice. In a package manager such as <application>Synaptic</application>, find the <emphasis>aptoncd</emphasis> package and install it.
cs: <application>APTonCD</application> může být použito k vytvoření CD, které obsahuje všechny balíky, které máte ve svém systému. Může také vytvořit CD s balíky nebo celými zdroji podle vaší volby. Najděte balík <emphasis>aptoncd</emphasis> ve správci balíků jako je <application>Synaptic</application> a nainstalujte jej.
da: <application>APTonCD</application> kan bruges til at oprette cd'er som indeholder alle de pakker som du har installeret på dit system, eller den kan oprette cd'er med pakker eller hele arkiver efter dit valg. I en pakkehåndtering såsom <application>Synaptic</application> skal du finde <emphasis>aptoncd</emphasis>-pakken og installere den.
de: Mit APTonCD können Sie eine CD erstellen, die alle Pakete Ihres Systems enthält. Sie können aber auch CDs mit Paketen oder ganzen Paketquellen Ihrer Wahl erstellen. Mit einer Paketverwaltung wie <application>Synaptic</application> können Sie das Paket <emphasis>aptoncd</emphasis> finden und installieren..
hu: Az <application>APTonCD</application> segítségével készíthet az összes, a rendszerén telepített csomagot tartalmazó CD-t, vagy kiválasztott csomagokat vagy teljes tárolókat tartalmazó CD-t. Egy csomagkezelőben, például a <application>Synapticban</application> keresse meg az <emphasis>aptoncd</emphasis> csomagot és telepítse.
it: <application>APTonCD</application> può essere utilizzato per creare un CD che contiene tutti i pacchetti presenti nel sistema o per creare un CD con pacchetti o interi repository a scelta. Da un gestore di pacchetti come <application>Synaptic</application>, cercare il pacchetto <emphasis>aptoncd</emphasis> e installarlo.
ja: <application>APTonCD</application>を用いて、あなたがシステムにインストールしているすべてのパッケージ（またはあなたが選び抜いたパッケージもしくはそのすべてのリポジトリ）を含んだCDを作成することができます。<application>Synaptic</application>などのパッケージマネージャにおいては<emphasis>aptoncd</emphasis>パッケージとして表示され、パッケージマネージャを通じてそれをインストールすることができます。
ru: <application>APTonCD</application> может быть использован для создания диска, содержащего все пакеты из вашей системы, или создания диска с любым выбранным вами репозиторием. В менеджере пакетов, например <application>Synaptic</application>, найдите пакет <emphasis>aptoncd</emphasis> и установите его.
zh_tw: <application>APTonCD</application>可用來燒張光碟, 可包含你已安裝在你系統上的套件, 你所選的某些套件或整個套件庫. 在套件管理員中(比方<application>Synaptic</application>), 找<emphasis>aptoncd</emphasis>套件並安裝它.

source: Further documentation on <application>APTonCD</application> can be found on it's website, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
da: Yderligere dokumentation om <application>APTonCD</application> kan findes på programmets hjemmeside, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
de: Mehr Informationen zu <application>APTonCD</application> finden Sie auf der zugehörigen Website. <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>.

source: Advanced package management
bg: Разширено управление на пакети
cs: Pokročilá správa balíků
da: Avanceret pakkehåndtering
de: Erweiterte Paketverwaltung
fr: Gestion avancée des paquets
hu: Haladó csomagkezelés
it: Gestione avanzata dei pacchetti
ja: 高度なパッケージ管理
lt: Sudėtingesnis paketų tvarkymas
ru: Расширенное управление пакетами
zh_cn: 高级软件包管理
zh_tw: 進階套件管理

source: Several other package managers exist in Ubuntu. These contain more advanced features than <application>Add/Remove Applications</application>.
bg: Съществуват и някои други диспечери на пакети в Убунту. Те съдържат някои разширени възможности спрямо <application>Добавяне/премахване на приложения</application>.
cs: V Ubuntu existují i další správci balíků. Ty umožňují vykonávat složitější operace než <application>Přidat/Odstranit programy</application>.
da: Der findes flere andre pakkehåndteringer i Ubuntu. Disse har mere avancerede funktioner end <application>Tilføj/fjern programmer</application>.
de: In Ubuntu gibt es weitere Paketverwaltungen, die eine größere Funktionalität bieten als <application>Anwendungen Hinzufügen/Entfernen</application>.
fr: Plusieurs autres gestionnaires de paquets existent dans Ubuntu. Ils peuvent contenir des fonctionnalités plus avancées que l'utilitaire <application>Ajouter/Enlever des applications</application>.
hu: Nem a <application>Programok hozzáadása/eltávolítása</application> az egyetlen, Ubuntuhoz elérhető csomagkezelő. Más alkalmazások több lehetőséget adnak bizonyos feladatok elvégzésére.
it: Esistono altri gestori di pacchetti in Ubuntu con caratteristiche più avanzate rispetto a <application>Aggiungi/Rimuovi applicazioni</application>.
ja: Ubuntuには、他にいくつかのパッケージマネージャがあり、<application>アプリケーションの追加と削除</application>よりも高度な機能を持っています。
lt: Egzistuoja ir kelios kitos Ubuntu paketų tvarkyklės. Jos turi sudėtingesnių savybių, nei kad turi <application>Pridėti/Pašalinti</application>.
ru: В Ubuntu есть несколько разных менеджеров пакетов. Они предоставляют большие возможности, чем <application>Установка/удаление приложений</application>.
zh_cn: Ubuntu 中还有一些其它的软件包管理器。这些管理器包含了比 <application>添加/删除应用程序</application> 更多的高级功能。
zh_tw: 有些其他的套件管理員會存在於Ubuntu。這些程式包含了比<application>新增 / 移除軟體</application>還要多的進階管理功能。

source: Synaptic Package Manager
bg: Synaptic диспечер на пакети
cs: Správce balíků Synaptic
da: Synaptic - pakkehåndtering
de: Synaptic-Paketverwaltung
fr: Gestionnaire de paquets Synaptic
hu: Synaptic csomagkezelő
it: Gestore pacchetti Synaptic
ja: Synaptic パッケージマネージャ
lt: Paketų tvarkyklė Synaptic
ru: Менеджер пакетов Synaptic
zh_cn: 新立得软件包管理器
zh_tw: Synaptic 套件管理員
