Repository: ahoneybun/pop-docs
Catalog: ubuntu/about-ubuntu/po/*.po
Languages: fr, lv, nl, nn, ro, ru

source: "A person with ubuntu is open and available to others, affirming of others, does not feel threatened that others are able and good, for he or she has a proper self-assurance that comes from knowing that he or she belongs in a greater whole and is diminished when others are humiliated or diminished, when others are tortured or oppressed."
fr: « Une personne qui utilise Ubuntu est ouverte, disponible aux autres et dévouée, elle ne se sent pas menacée par le fait que les autres puissent êtres compétents et bons, car elle puise son assurance dans le fait qu'il ou elle sait appartenir à un tout supérieur et est affecté(e) lorsque les autres sont humiliés ou diminués, torturés ou opprimés. »
lv: "Cilvēks ar ubuntu ir atvērts, pieejams un pozitīvs pret citiem, nejūtas apdraudēts citu cilvēku spēju un labumu dēļ, jo viņam piemīt pārliecība, ka viņš pieder lielākam veselumam un zaudē, ja citi tiek pazemoti, mocīti vai apspiesti."
nl: Een persoon met ubuntu is open en staat klaar voor anderen, geeft erkenning, voelt zich niet bedreigd wanneer anderen capabel of beter zijn, want hij of zij bezit de zelfverzekerdheid die ontstaat door de wetenschap dat hij of zij deel uitmaakt van een groter geheel, en voelt zich gekleineerd wanneer anderen vernederd of gekleineerd worden, wanneer anderen gemarteld of onderdrukt worden.
nn: "Personar med ubuntu er opne, tilgjengelege for, og positive mot andre. Desse kjenner seg heller ikkje truga av at andre er flinke og framgangsrik. For dei har ein tryggleik gjennom å vete at dei høyrer til eit større fellesskap, og følar seg utilpass når andre er gjord til latter eller kjennar seg utilpass, og når andre torturerast eller undertrykkjast."
ro: „O persoană cu spiritul ubuntu este deschisă şi disponibilă celorlalţi, pozitivă faţă de ceilalţi, care nu se simte ameninţată de faptul că şi alţii sunt capabili şi buni, pentru că el sau ea are o siguranţă de sine care vine din cunoaşterea că el sau ea aparţine unui măreţ întreg care este diminuat atunci când alţii sunt umiliţi şi puşi la pământ, atunci când alţii sunt torturaţi sau opresaţi.”
ru: "Человек с убунту открыт и доступен для других, принимает других людей,когда другие открыты и добры,тот не чувствует себя под угрозой исчезновения,, поскольку он или она надежно уверены в себе, понимая, что он или она принадлежит единому целому, и, наоборот, чувствует опасность вымирания, когда другие оскорблены или уменьшены, замучены или угнетаются."

source: As a platform based on Linux, the Ubuntu operating system brings the spirit of ubuntu to the software world.
fr: En tant que plate-forme basée sur Linux, le système d'exploitation Ubuntu apporte l'esprit ubuntu au monde de l'informatique.
lv: Kā platforma, kas bāzēta uz Linux, Ubuntu operētājsistēma piedāvā ubuntu garu programmatūras pasaulē.
nl: Het Ubuntu besturingssysteem brengt, als platform gebaseerd op Linux, de intentie van 'ubuntu' naar de softwarewereld.
nn: Som ein plattform basert på Linux, fører operativsystemet Ubuntu fram "ubuntuanda" til programvareverda.
ro: Bazat pe platforma Linux, sistemul de operare Ubuntu aduce spiritul ubuntu în lumea aplicaţiilor software.
ru: Так как платформа основана на Linux, операционная система Ubuntu привносит дух убунту в мир программного обеспечения.

source: Free Software
fr: Logiciel libre
lv: Brīvā programmatūra
nl: Vrije software
nn: Fri programvare
ro: Software liber
ru: Свободное программное обеспечение

source: The Ubuntu project is entirely committed to the principles of free software development; people are encouraged to use free software, improve it, and pass it on.
fr: Le projet Ubuntu adhère entièrement aux principes de développement des logiciels libres ; l'usage, l'amélioration et la redistribution des logiciels libres sont encouragés.
lv: Ubuntu projekts pilnībā atbalsta brīvās programmatūras izstrādes principus un mudina cilvēkus lietot, uzlabot to un izplatīt tālāk brīvo programmatūru.
nl: Het Ubuntu project is volledig toegewijd aan de principes van Vrije software; Gebruikers worden aangemoedigd om Vrije software te gebruiken, te verbeteren en te verspreiden.
nn: Ubuntu-prosjektet er heilt og halde forplikta til prinsippa om fri programvareutvikling; folk er oppmuntra til å nytte fri programvare, forbetre den, og gi den videre.
ro: Proiectul Ubuntu este devotat în totalitate principiilor dezvoltării aplicaţiilor gratuite; oamenii sunt încurajaţi să folosească aplicaţii software gratuite, să le îmbunătăţească şi să le dea mai departe.
ru: Проект Ubuntu полностью соответствует принципам разработки свободного программного обеспечения; людям предлагают использовать, улучшать и распространять свободные программы.

source: "Free software" doesn't mean that you shouldn't have to pay for it (although Ubuntu is committed to being free of charge as well); it means that you should be able to use the software in any way you wish: the code that makes up free software is available for anyone to download, change, fix, and use in any way. Alongside ideological benefits, this freedom also has technical advantages: when programs are developed, the hard work of others can be used and built upon. With non-free software, this cannot happen and when programs are developed, they have to start from scratch. For this reason the development of free software is fast, efficient and exciting!
fr: Le terme « Logiciel Libre » ne signifie pas que vous n'aurez rien à payer (bien qu'Ubuntu se soit engagé à être également gratuit) ; cela signifie que vous serez autorisé à utiliser les logiciels comme vous le souhaitez : le code source des logiciels libres est disponible à toute personne souhaitant le télécharger, le modifier, le corriger, et l'utiliser de quelque façon que ce soit. Mis a part les bénéfices idéologiques, cette liberté présente aussi des avantages techniques : quand des programmes sont développés, le travail des autres peut être réutilisé et amélioré. Dans le cas de logiciels propriétaires (non-libres) cela ne peut arriver et les développeurs doivent systématiquement partir de zéro. Pour cette raison, le développement des logiciels libres est rapide, efficace et passionant !
lv: "Brīvā programmatūra" nenozīmē, ka par to nav jāmaksā (lai gan Ubuntu tiešām ir pieejams bez maksas). "Brīvā programmatūra" nozīmē, ka jūs varat to lietot kā vien vēlaties: pirmkodu, no kā veidojas brīvā programmatūra, jebkurš var ielādēt, mainīt, izlabot un lietot jebkādā veidā. Papildus ideoloģiskiem apsvērumiem šī brīvība dod arī tehniskas priekšrocības: izstrādājot savas programmas var izmantot citu paveikto. Ar nebrīvu programmatūru tas nav iespējams, programmas jāraksta no tukšas vietas. Šī iemesla dēļ, brīvās programmatūras izstrāde ir ātra, produktīva un aizraujoša!
nl: "Vrije software" houdt niet in dat u niet voor de software hoeft te betalen (ondanks dat Ubuntu ook gratis is); Het betekent dat u de software kunt gebruiken zoals u dat wilt: de broncode van Vrije software is voor iedereen beschikbaar om te downloaden, aan te passen, te verbeteren en te gebruiken op elke mogelijke wijze. Naast ideologische voordelen hebben deze vrijheden ook technische voordelen: Wanneer een programma ontwikkeld wordt kan worden doorgebouwd op het werk van anderen. Bij niet-vrije software moet alles vanaf nul opgebouwd worden. Hierdoor is het ontwikkelen van Vrije software snel, efficient en interessant.
nn: "Fri programvare" inneber ikkje at ein ikkje skal måtte betale for den (sjølv om Ubuntu er forplika til òg å vere gratis) men inneber at du bør kunne nytte programvara slik du ønsker: koden er tilgjengeleg for alle å laste ned, endre, fikse og nytte på alle måtar. I tillegg til dei ideologiske fordelene, har fri programvare òg tekniske fordelar: når programvara er utvikla, kan andre byggja vidare på dette arbeidet. Ikkje-fri programvare har ikkje desse fordelane, og må byggast opp heilt frå grunnen. Utviklinga av fri programvare er difor rask, effektiv og spanande!
ro: "Aplicaţii software libere" nu înseamnă că nu trebuie să plătiţi pentru ele (cu toate că Ubuntu este hotărât să fie fără nici o taxă); înseamnă că puteţi folosi aplicaţia în ce mod doriţi: codul sursă din care rezultă aplicaţia este disponibil oricui sa-l descarce, modifice, repare şi să-l folosească în orice fel. Pe langă beneficiile ideologiei, această libertate are si avantaje tehnice: când sunt dezvoltate aplicaţii, poate fi folosită munca altora şi cladit deasupra ei. În cazul aplicatiilor comerciale, acest lucru nu este posibil, astfel încat trebuie început de la zero. Din acest motiv, dezvoltarea aplicaţiilor libere este rapidă, eficientă şi entuziasmantă!
ru: "Свободное программное обеспечение" не значит, что вы не должны за него платить (хотя Ubuntu также полностью бесплатен); это значит, что вы можете использовать программное обеспечение как хотите: исходный код доступен для скачивания, его можно изменять, исправлять и использовать любыми другими способами. Наряду с идеологическими преимуществами у этой свободны также есть и технические: при разработке программ тяжелый труд других людей, однажды проделаннй, можно использовать снова. У несвободного программного обеспечения такого не бывает, и при разработке программ они начинаются всякий раз с нуля. По этой причине разработка свободного программного обеспечения является быстрой, эффективной и приятной!

source: You can find out more about free software and the ideological and technical philosophy behind it at the <ulink url="http://www.gnu.org/philosophy/">GNU website</ulink>.
fr: Vous en apprendrez plus sur le logiciel libre, l'idéologie et la philosophie technique qui le sous-tendent, sur <ulink url="http://www.gnu.org/philosophy/philosophy.fr.html">le site Web de GNU</ulink>.
lv: Vairāk par Brīvo Programmatūru, ideoloģisko un tehnisko filozofiju var atrast šeit: <ulink url="http://www.gnu.org/philosophy/">GNU lapā</ulink>.
nl: U kunt meer informatie vinden over Vrije software en de ideologie en technische filosofie erachter op de <ulink url="http://www.gnu.org/philosophy/">GNU website</ulink>.
nn: Du kan finne ut meir om fri programvare og den ideologiske og tekniske filosofien bak på <ulink url="http://www.gnu.org/philosophy/">GNU si heimeside</ulink>.
ro: Puteţi afla mai multe despre aplicaţiile software libere şi despre ideologia şi filozofia tehnica din spatele lor pe <ulink url="http://www.gnu.org/philosophy/">pagina GNU</ulink>.
ru: Подробная информация о свободном программном обеспечении и его идеологической и технической философии находится на <ulink url="http://www.gnu.org/philosophy/">сайте GNU</ulink>.

source: The Difference
fr: Les différences
lv: Īpašais
nl: Het verschil
nn: Skilnaden
ro: Diferenţa
ru: Особенности

source: There are many different operating systems based on Linux: Debian, SuSE, Gentoo, Red Hat, and Mandriva are examples. Ubuntu is yet another contender in what is already a highly competitive world. So what makes Ubuntu different?
lv: Ir pieejamas daudzas un dažādas uz Linux bāzētas operētajsistēmas, piemēram, Debian, SuSE, Gentoo, Red Hat un Mandriva. Ubuntu ir vēlviens sāncensis starp citiem konkurentiem. Kas padara Ubuntu īpašu?
nn: Det er mange forskjellige operativsystem basert på Linux, som for eksempel Debian, Suse, Gentoo, Red Hat og Mandriva. Ubuntu er enda ein aktør i ein allereie veldig konkurrerande verd. Så kva gjer Ubuntu anderledes?

source: Based on Debian, one of the most widely acclaimed, technologically advanced, and well-supported distributions, Ubuntu aims to create a distribution that provides an up-to-date and coherent Linux system for desktop and server computing. Ubuntu includes a number of carefully selected packages from the Debian distribution and retains its powerful package management system which allows easy installation and clean removal of programs. Unlike most distributions that ship with a large amount of software that may or may not be of use, Ubuntu's list of packages is reduced to a number of important applications of high quality.
fr: Basée sur Debian, l'une des distributions les plus reconnues, les plus technologiquement avancées et les mieux soutenues, Ubuntu vise à créer une distribution qui met à disposition un système Linux à jour et cohérent pour les machines de bureau et les serveurs. Ubuntu inclut de nombreux paquets rigoureusement sélectionnés et issus de la distribution Debian, et en conserve le puissant gestionnaire de paquets qui permet l'installation facile de programmes ainsi que leur suppression propre. Contrairement à la plupart des autres distributions fournies avec de nombreux logiciels plus ou moins utiles, la liste des paquets d'Ubuntu est réduite à un nombre d'applications de haute qualité.
lv: Balstīts uz Debian distribūcijas - vienas no viszināmākajām, tehnoloģiski attīstītākajām un vislabāk atbalstītajām distribūcijām, Ubuntu cenšas to uzlabot, piedāvājot svaigāko un saskaņotāko Linux darbvirsmas un serveru sistēmu. Ubuntu iekļauj rūpīgi izvēlētas pakotnes no Debian, un saglabā Debian spēcīgo pakotņu pārvaldības sistēmu, kas ļauj pakotnes viegli uzstādīt un noņemt, bet atšķirībā no citām distribūcijām, Ubuntu pakotņu saraksts ir minimizēts līdz svarīgākajām augstas kvalitātes pakotnēm.
nl: Ubuntu is gebaseerd op Debian, een van de meest bejubelde, technologisch vooruitstrevende en best ondersteunde distributies. Het doel van Ubuntu is om een distributie te maken met een up-to-date en coherent Linux-systeem voor de desktop en de server. Ubuntu stelt een verzameling zorgvuldig geselecteerde pakketten samen uit de Debian-distributie. Ook gebruikt Ubuntu Debian's systeem om pakketten te beheren waardoor het zeer eenvoudig is om programma's te installeren of netjes te verwijderen. In tegenstelling tot veel andere distributies die grote hoeveelheden software meeleveren die slechts ten dele gebruikt wordt, is Ubuntu's lijst met programma's gereduceerd tot een aantal belangrijke toepassingen van hoge kwaliteit.
nn: Ubuntu, som er basert på Debian - ein av dei mest omtalte, teknologisk avanserte og godt støtta distribusjonane - har som mål å lage ein distribusjon som leverer eit oppdatert og straumlinjeforma Linux-system for både vanlege maskiner og tenarar. Ubuntu inneheld handplukka pakker frå Debian-distribusjonen, og bruker det same kraftige pakkehandsamingssystemet som tillet ei enkel installering og "reinsleg" fjerning av program. I motsetning til dei fleste distribusjonar, som leverer ei enorm mengd programvare av varierande nytteverdi, leverer Ubuntu de viktigaste programma av høgast kvalitet.
ro: Bazat pe Debian, una dintre cele mai aclamate, avansate tehnologic şi bine suportate distribuţii, Ubuntu ţinteşte să creeze o distribuţie ce furnizează un sistem Linux actualizat pentru calculatoarele desktop şi server. Ubuntu include un număr de pachete selectate atent din distribuţia Debian şi reţine sistemul său puternic de management al pachetelor care permite o instalare uşoară şi ştergerea curată a programelor. Spre deosebire de majoritatea distribuţiilor ce vin cu o cantitate mare de software ce nu este întotdeauna util, lista de pachete Ubuntu este redusă de un număr de aplicaţii importante şi de înaltă calitate.
ru: Основанный на Debian, один из наиболее широко приветствуемых, технологически передовых и хорошо поддерживаемых дистрибутивов, Ubuntu стремится создавать дистрибутив, который обеспечивает современную и отлаженную систему Linux для рабочих столов и серверов. Ubuntu включает множество тщательно подобранных пакетов Debian и сохраняет его мощную систему управления пакетами, которая позволяет легкую установку и чистое удаление программ. В отличие от большинства дистрибутивов, с большим количеством программного обеспечения, которое может быть нужно, а может и нет, список Ubuntu пакетов уменьшен до количества важных приложений высокого качества.

source: By focusing on quality, Ubuntu produces a robust and feature-rich computing environment that is suitable for use in both home and commercial environments. The project takes the time required to focus on finer details and is able to release a version featuring the latest and greatest of today's software once every 6 months. Ubuntu is available in flavours for the i386 (386/486/Pentium(II/III/IV) and Athlon/Duron/Sempron processors), AMD64 (Athlon64, Opteron, and new 64-bit Intel processors), and Sun UltraSPARC architectures.
lv: Ubuntu ir robusta un iespējām bagāta sistēma, piemērota gan mājām, gan komerciālai videi. Detaļām un kvalitātes nodrošināšanai tiek veltīts pienācīgs laiks, un reizi sešos mēnešos tiek izlaists jaunākais un labākais no pieejamā klāsta. Ubuntu atbalsta i386 (386/486/Pentium(II/III/IV), Athlon/Duron/Sempron processors), AMD64 (Athlon64, Opteron, jaunie 64-bit Intel procesori), un Sun UltraSPARC arhitektūras.
nn: Ved å fokusera på kvalitet, produserar Ubuntu eit robust og eigenskapsrikt datamiljø som er egna for bruk i både heimlege og komersielle miljø. Prosjektet tek den tida som krevjast for å fokusera på finare detaljar og er i stand til å utgje ei utgave som inneheld det siste og beste av dagens programvare ein gong kvar sjette måned. Ubuntu er tilgjengeleg i variantar for i386 (386/486/pentium II/III/IV og Athlon/duron/sempron prosessorar), AMD64 (athlon64, Opteron, og nye 64-bit Intel prosessorar) og Sun ultrasparc arkitekturar.

source: The Desktop
fr: Le bureau
lv: Darbavirsma
nl: Het bureaublad
nn: Skrivebordet
ro: Desktop-ul
ru: Рабочий Стол

source: The desktop is what you see after you log in to your computer and what you use to manage and run applications. The default desktop environment for Ubuntu is <ulink url="http://www.gnome.org/">GNOME</ulink>, a leading UNIX and Linux desktop suite and development platform.
lv: Pēc pieteikšanās sistēmā, pirmais ko redzat, ir darbavirsma, kura tiek lietota, lai darbinātu aplikācijas. Ubuntu noklusētā vide ir UNIX un Linux vadošā darbavirsma un izstrādes platforma <ulink url="http://www.gnome.org/">GNOME</ulink>.
nn: Skrivebordet er kva du ser, etter at du loggar inn på datamaskina di, og er det du brukar for å handtere og køyre programmar. <ulink url="http://www. gnome. org/">gnome</ulink>, som er eit ledande UNIX og linux skrivebord og utviklingsplattform, er standard skrivebordsmiljø i Ubuntu.

source: You can optionally install the <ulink url="http://www.kde.org/">KDE</ulink> and <ulink url="http://www.xfce.org/">Xfce</ulink> desktop environments, which have their own distinctive look and feel. KDE and Xfce are made available in Ubuntu by the <ulink url="http://www.kubuntu.org">Kubuntu</ulink> and <ulink url="http://www.xubuntu.org">Xubuntu</ulink> projects respectively. You can even install a KDE-only or Xfce-only version of Ubuntu if you wish.
lv: Pēc izvēles iespējams uzstādīt <ulink url="http://www.kde.org/">KDE</ulink> un <ulink url="http://www.xfce.org/">Xfce</ulink> darbvirsmas vides, kurām katrai ir atšķirīgs izskats un lietošanas īpatnības. KDE un Xfce pieejamību nodrošina, atbilstoši <ulink url="http://www.kubuntu.org">Kubuntu</ulink> un <ulink url="http://www.xubuntu.org">Xubuntu</ulink> projekti, tādējādi ļaujot uzstādīt Ubuntu sistēmu, kurā ir tikai KDE vai Xfce darbvirsmas vide.
nn: Du kan velje å installera <ulink url="http://www. kde. org/">kde </ulink> eller <ulink url="http://www. xfce. org/">xfce</ulink> skrivebordsmiljø, som har deira eigne unike utsjånad og kjensle. KDE og xfce er gjort tilgjengeleg i Ubuntu via <ulink url="http://www. kubuntu. org"> kubuntu</ulink>- og <ulink url="http://www.xubuntu. org">xubuntu</ulink>-prosjekta. Du kan og installera ein versjon av Ubuntu med berre KDE eller Xfce.

source: Version and Release Numbers
fr: Noms et numéros de version
lv: Versija un laidiena numurs
nl: Versienummers
nn: Versjons- og utgåvenummer
ro: Versiunile şi numerotarea acestora
ru: Нумерация версий и выпусков

source: The Ubuntu version numbering scheme is based on the date we release a version of the distribution. The version number comes from the year and month of the release rather than reflecting the actual version of the software.
lv: Ubuntu versijas tiek numurētas saskaņā ar distribūcijas laidienu datumiem. Versijas numuru veido laidiena datuma gads un mēneša numurs.
nn: Ubuntus versjonsnummerering er basert på datoen me utgir ein versjon av distribusjonen. Versjonsnummeret kjem frå året og månaden for utgivelsen istaden for å reflektera den faktiske versjonen av programvaren.

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Hardy Heron) was released in April 2008 so its version number is 8.04.
lv: Pirmais Ubuntu laidiens (Warty Warthog) tika izlaists 2004. gada oktobrī, tāpēc tā versijas numurs ir 4.10. Šī versija (Hardy Heron) tika izlaista 2008. gada aprīlī, tāpēc versijas numurs ir 8.04.

source: Backing and Support
fr: Support et assistance
lv: Atbalsts
nl: Ondersteuning
nn: Hjelp og brukarstøtte
ro: Suport
ru: Поддержка

source: Ubuntu is maintained by a quickly growing community. The project is sponsored by <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, a holding company founded by Mark Shuttleworth. Canonical employs the core Ubuntu developers and offers support and consulting services for Ubuntu.
fr: Ubuntu est maintenu par une communauté en rapide expansion. Le projet est sponsorisé par <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, une holding fondée par Mark Shuttleworth. Canonical emploie le noyau dur des développeurs d'Ubuntu et propose des services d'assistance et de conseil pour Ubuntu.
lv: Ubuntu uztur strauji augoša lietotāju un izstrādātāju kopiena. Projektu sponsorē <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>. kuru dibinājis Marks Šatlvorts. Canonical ir darba devējs nozīmīgākajiem Ubuntu izstrādātājiem, un piedāvā Ubuntu tehnisko atbalstu un konsultācijas.
nl: Ubuntu wordt onderhouden door een snel groeiende gemeenschap. Het project wordt gesponsord door <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, een "holding company" opgezet door Mark Shuttleworth. De centrale ontwikkelaars van Ubuntu zijn in dienst van Canonical en leveren ondersteuning en adviesdiensten voor Ubuntu.
nn: Ubuntu vert heldt vedlike av eit stadig voksande miljø. Prosjektet er sponsa av <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, ei bedrift starta av Mark Shuttleworth. Canonical hyrer inn kjerneutviklarar og gjev brukarstønad- og konsulenttenester retta mot Ubuntu.
ro: Ubuntu este menţinut de o comunitate într-o rapidă creştere. Proiectul este sponsorizat de ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, companie fundată de Mark Shuttleworth. Canonical angajează dezvoltatorii principali ai Ubuntu şi oferă suport şi servicii de consultanţă pentru Ubuntu.
ru: Ubuntu поддерживается быстро растущим сообществом. Проект спонсируется компанией <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>. Компания-учредитель основана Марком Шатлвортом (Mark Shuttleworth). Canonical спонсирует ядро разработчиков Ubuntu и предлагает поддержку и консультационные услуги по системе Ubuntu.
