Repository: ahoneybun/pop-docs
Catalog: ubuntu/about-ubuntu/po/*.po
Languages: fr, lv, nl, nn, ro, ru

source: Canonical Ltd. also sponsors a number of other Open Source software projects, about which more information can be found on the <ulink url="http://www.canonical.com">Canonical website</ulink>.
fr: Canonical Ltd. parraine aussi un certain nombre d'autres projets Open Source ; vous pourrez en apprendre plus sur le <ulink url="http://www.canonical.com">le site Web Canonical</ulink>.
lv: Canonical Ltd. sponsorē arī citus atvērtā koda programmatūras projektus. Papildus informācijai apmeklējiet <ulink url="http://www.canonical.com">Canonical lapu</ulink>.
nl: Canonical Ltd. sponsort een aantal OpenSource software projecten, hierover kunt u meer informatie vinden op de <ulink url="http://www.canonical.com">Canonical website</ulink>.
nn: Canonical Ltd. sponsar og ein del andre prosjekt med åpen kjeldekode. Meir informasjon om dette finn du på <ulink url="http://www.canonical. com">Canonical si nettside</ulink>.
ro: Compania Canonical sponsorizează de asemenea şi alte proiecte software Open Source. Despre acestea puteţi, gasi mai multe informaţii pe <ulink url="http://www.canonical.com">pagina Canonical</ulink>
ru: Canonical Ltd. также спонсирует множество других проектов программного обеспечения с открытым кодом. Больше информации об этом вы можете получить на <ulink url="http://www.canonical.com">сайте Canonical</ulink>.

source: What is Linux?
fr: Qu'est-ce-que Linux ?
lv: Kas ir Linux?
nl: Wat is Linux?
nn: Kva er Linux?
ro: Ce este Linux?
ru: Что такое Линукс?

source: The <ulink url="http://www.kernel.org">Linux kernel</ulink>, pronounced 'linnuks' is the heart of the Ubuntu operating system. A kernel is an important part of any operating system, providing the communication bridge between hardware and software.
fr: Le <ulink url="http://www.kernel.org">noyau Linux (kernel)</ulink>, prononcé [linnuks] est le cœur du système d'exploitation Ubuntu. Le noyau est une partie importante de tout système d'exploitation, car il assure la communication entre le matériel et le logiciel.
lv: <ulink url="http://www.kernel.org">Linux kodols</ulink> (izrunā 'linuks') ir Ubuntu operētājsistēmas "sirds". Kodols ir svarīga operētājsistēmas daļa, kas nodrošina aparatūras un programmatūras saziņu.
nl: De <ulink url="http://www.kernel.org">Linux kernel</ulink>, uitgesproken als ‘LIE-nuks’ is het hart van het Ubuntu besturingssysteem De kernel is een belangrijk onderdeel van een besturingssysteem, het dient als communicatebrug tussen de hardware en software.
nn: <ulink url="http://www. kernel. org">Linux-kjerna</ulink> er hjartet i operativsystemet Ubuntu. Ei kjerne dannar ei bru mellom maskinvare og programvare, og er difor særs viktig for alle operativsystem.
ro: <ulink url="http://www.kernel.org">Nucleul Linux</ulink>, sau kernelul, este inima sistemului de operare Ubuntu. Un kernel este o parte importantă a oricarui sistem de operare, oferind puntea de comunicare dintre partea hardware şi partea software.
ru: <ulink url="http://www.kernel.org">Ядро Linux</ulink> (произносится как линукс) - это сердце операционной системы Ubuntu. Ядро это важная часть любой операционной системы, оно позволяет взаимодействовать программному обеспечению с устройствами

source: Linux was brought to life in 1991 by a Finnish student named Linus Torvalds. At the time, it would run only on i386 systems, and was essentially an independently created clone of the UNIX kernel, intended to take advantage of the then-new i386 architecture.
fr: Linux a été créé en 1991 par un étudiant finlandais nommé Linus Torvalds. À cette époque, il ne fonctionnait que sur les systèmes i386, et était essentiellement un clone indépendant du noyau UNIX, conçu pour tirer parti de la nouvelle architecture i386.
lv: Linux radīja somu students Linuss Torvalds 1991. gadā. Tolaik Linux darbojās tikai uz i386 sistēmām, un būtībā bija neatkarīgi izveidots UNIX kodola klons, radīts ar nodomu izmantot tolaik jaunās i386 arhitektūras iespējas.
nl: Linux is ontstaan in 1991 en is gestart door een Finse student genaamd Linus Torvalds. In die tijd liep het enkel op i386-systemen en was het in weze een onafhankelijk gemaakte kloon van de UNIX kernel. De bedoeling was om gebruik te maken van de voordelen van de, toen nieuwe, i386-architectuur.
nn: Linux vart skapt i 1991 av ein finsk datastudent ved namn Linus Thorvalds. På den tida kunne Linux kun køyrast på i386-system, og var i bunn og grunn ei uavhengig klone av Unix-kjernen, meint å dra nytte av den heilt nye i386-arkitekturen.
ro: Linux a fost adus la viaţă în 1991 de către studentul finlandez Linus Torvalds. În acel moment, rula doar pe sistemele i386 şi a fost o clonă esenţială şi creată independent a nucleului UNIX cu intenţia de a avea avantajele arhitecturii pe atunci nouă i386.
ru: Linux был создан в 1991 году финским студентом по имени Линус Торвальдс. В то время работал он только на i386 системах, и был по существу независимо созданным клоном ядра UNIX, предназначенным для использования на некогда новой архитектуре.

source: Nowadays, thanks to a substantial amount of development effort by people all around the world, Linux runs on virtually every modern architecture.
fr: De nos jours, grâce à un effort de développement considérable produit par des personnes du monde entier, Linux fonctionne sur quasiment toute architecture moderne.
lv: Pateicoties ievērojamam ieguldījumam, ko devuši izstrādātāji no visām pasaules malām, mūsdienās Linux strādā uz praktiski visām modernajām datoru arhitektūrām.
nl: Momenteel werkt Linux, dankzij een aanzienlijke hoeveelheid werk van ontwikkelaars over de hele wereld, op bijna elk type computer.
nn: I dag, takka vere betydeleg utviklingsinnsats frå folk over heile verda, kan Linux køyre på nær kva som helst av moderne prosessorarkitektur.
ro: Astăzi, datorită unui volum substanţial de efort de dezvoltare susţinut de oameni din întreaga lume, Linux rulează practic pe orice arhitectură modernă.
ru: В настоящее время благодаря существенному количеству усилий по разработке людьми со всего света Linux работает фактически на любой современной архитектуре.

source: The Linux kernel has gained an ideological importance as well as a technical one. There is an entire community of people who believe in the ideals of free software and spend their time helping to make open source technology as good as it can be.
fr: Le noyau Linux a pris une importance aussi bien idéologique que technique. Il existe une communauté entière de personnes qui croient aux idéaux du logiciel libre et donnent de leur temps pour aider à rendre la technologie libre aussi performante que possible.
lv: Linux kodols ir ieguvis gan ideoloģisku, gan tehnisku nozīmi, un ir izveidojusies vesela sabiedrība ar indivīdiem, kuri tic brīvās programmatūras ideāliem un velta savu laiku attīstot atvērtā koda tehnoloģijas.
nl: De Linux kernel heeft naast een technologisch ook een ideologisch belang gekregen. Er is een complete gemeenschap ontstaan met mensen die in de idealen van vrije software geloven, en die hun tijd spenderen om te helpen open source technologie zo goed mogelijk te maken.
nn: Linuxkjerna har opparbeida ein ideologisk og teknologisk viktig status. Det er eit felleskap av personar som trur på ideala om gratis programvare, og som bruker tida si på å hjelpe til med å gjere teknologi basert på open kjeldekode så bra så mogleg.
ro: Nucleul Linux a câştigat atât o importanţă ideologică cât şi tehnică. Există o întreagă comunitate care crede în idealurile de software liber şi îşi petrec timpul ajutând să facă tehnologia open source cât mai bună posibil.
ru: Ядро Linux стало идеологически так же важным, как и технически. Существует огромное сообщество людей, которые верят в идеалы свободного программного обеспечения и тратят свое время, помогая делать технологии открытых исходников на столько хорошей, на сколько это возможно.

source: People in this community gave rise to initiatives such as Ubuntu, standards committees that shape the development of the Internet, organizations like the Mozilla Foundation, responsible for creating Mozilla Firefox, and countless other software projects from which you've certainly benefited in the past.
fr: Des membres de cette communauté sont à l'origine d'initiatives telles qu'Ubuntu, les comités de normalisation qui modèlent le développement de l'Internet, des organismes tels que la Fondation Mozilla, qui a créé Mozilla Firefox, et d'innombrables autres projets de logiciels dont vous avez certainement bénéficié par le passé.
lv: Pateicoties kopienas locekļiem radies Ubuntu, radušās standartu komitejas, kas regulē interneta vides attīstību, radušās tādas organizācijas kā Mozilla Foundation, kas veido Mozilla Firefox pārlūkprogammu, un neskaitāmi citi programmatūras projekti, no kuriem, ļoti iespējams, labumu esat guvuši arī jūs.
nl: De mensen in deze gemeenschap hebben aan de basis gestaan van initiatieven zoals Ubuntu, of de standaardencomités die de toekomst van het Internet vormgeven, organisaties zoals de Mozilla Foundation die Mozilla Firefox hebben gemaakt, en talloze andere softwareprojecten waar u ongetwijfeld voordeel van heeft gehad.
nn: Personar i dette miljøet stod for iniativ slik som Ubuntu, standardkomitear som formar utviklinga av internett, organisasjonar som Mozilla-stiftinga (som er ansvarleg for å utvikle nettlesaren Mozilla Firefox), og talløyse andre programvareprosjekt som du ganske sikkert tidlegare har hatt nytte av.
ro: Participanţii în această comunitate au dat undă verde iniţiativelor precum Ubuntu, comitete de standardizare care conturează dezvoltarea Internet-ului, organizaţii precum Mozilla Foundation, responsibilă pentru crearea Mozilla Firefox şi nenumărate alte proiecte software de care cu siguranţă aţi beneficiat.
ru: Люди в этом сообществе рождали такие инициативы как Ubuntu, комитеты стандартов, формирующие развитие Интернета, такие организации как Фонд Mozilla, ответственный за то, чтобы создать Mozilla Firefox, и бесчисленный другие проекты программного обеспечения, которые Вы определенно выгодно использовали в прошлом.

source: The spirit of open source, commonly attributed to Linux, is influencing software developers and users everywhere to drive communities with common goals.
fr: L'esprit du libre, souvent attribué à Linux, influence les développeurs et les utilisateurs de logiciels partout dans le monde et entraîne des communautés partageant des objectifs communs.
lv: Ar Linux bieži saistīta, atvērtā pirmkoda būtība iedvesmo programmatūras izstrādātājus un lietotājus visās pasaules malās radīt kopienas ar līdzīgiem mērķiem.
nl: De geest van open source, die gewoonlijk aan Linux wordt toegeschreven, inspireert ontwikkelaars en gebruikers overal vandaan om samen te werken aan gemeenschappelijke doelen.
nn: Initiativet kring open kjeldekode, spesielt kjent i Linux-miljøa, samlar programvareutviklarar og brukarar over heile verda til å jobbe i fellesskap mot eit felles mål.
ro: Spiritul open source, atribuit Linux-ului, influenţează programatorii şi utilizatorii de pretutindeni să conducă comunităţi cu obiective comune.
ru: Дух открытых исходников, как правило приписываемый Linux, влияет на разработчиков программного обеспечения и пользователей, и приводит сообщества к общим целям.

source: What is GNU?
fr: Qu'est-ce-que GNU ?
lv: Kas ir GNU?
nl: Wat is GNU?
nn: Kva er GNU?
ro: Ce este GNU?
ru: Что такое GNU?

source: The <emphasis>GNU Project</emphasis>, pronounced “guh-noo”, was launched in 1984 to develop a complete UNIX style operating system which is comprised of free software: the GNU system. Variants of the GNU operating system, which use the Linux kernel, are now widely used.
fr: Le <emphasis>Projet GNU</emphasis>, que l'on prononce « guh-noo », a débuté en 1984 afin de développer un système d'exploitation complet basé sur UNIX et composé uniquement de logiciels libres. De nombreuses variantes du système GNU, utilisant le noyau Linux, sont maintenant largement utilisées.
lv: <emphasis>GNU Projekts</emphasis> tika uzsākts 1984. gadā ar mērķi izveidot pilnīgu UNIX tipa operētājsistēmu, kas sastāvētu tikai no brīvās programmatūras. GNU sistēmas varianti, kurus darbina Linux kodols, mūsdienās tiek plaši izmantoti visapkārt.
nl: Het <emphasis>GNU project</emphasis> (spreek uit als “ge-NOE”), is gelanceerd in 1984 om een volledig UNIX-achtig besturingssysteem te ontwikkelen bestaande uit vrije software: het GNU systeem. Varianten van het GNU besturingssysteem, die gebruik maken van een Linux kernel, zijn nu wijdverbreid in omloop.
nn: <emphasis>GNU-prosjektet</emphasis> vart lansert i 1984 for å utvikle GNU-systemet; eit komplett UNIX-liknande operativsystem basert på Linux-kjernen og fri programvare. Variantar av dette operativsystemet er i bruk i stor utstrekking.
ro: <emphasis>Proiectul GNU</emphasis> a fost lansat în 1984 pentru a dezvolta un sistem de operare complet bazat pe UNIX, care să fie alcătuit din software gratuit: sistemul GNU. Variaţii ale sistemului de operare GNU, ce folosesc kernelul Linux, sunt acum foarte folosite.
ru: <emphasis>Проект GNU</emphasis>, произносится “гну”, был основан в 1984 для разработки цельной UNIX-подобной операционной системы, которая состоит из свободного ПО: системы GNU. Разновидности операционной системы GNU, которые используют ядро Linux, сейчас широко используются.

source: The GNU project is closely linked to the philosophy of free software, which is central to the projects that derive from it, such as Ubuntu. The concept of free software is explained at <xref linkend="free-software"/>.
fr: Le projet GNU est étroitement lié à la philosophie du logiciel libre qui est omniprésente dans les projets qui en découlent tel que Ubuntu. Le concept du logiciel libre est exposé dans la rubrique <xref linkend="free-software"/>.
lv: GNU projekts un no tā atvasinātie projekti (piemēram, Ubuntu), ir cieši saistīts ar brīvās programmatūras filozofiju. Brīvās programmatūras pamatprincipi ir aprakstīti <xref linkend="free-software"/>.
nl: Het GNU-project is nauw verbonden met de filosofie van vrije software die centraal staat bij de projecten die daarvan zijn afgeleid, zoals Ubuntu. Het concept van vrije software wordt uitgelegd in <xref linkend="free-software"/>.
nn: GNU-prosjektet er nært knytt til filosofien kring fri programvare. Dette gjeld òg for prosjekt som stammar frå GNU-prosjektet, som til dømes Ubuntu.
ro: Proiectul GNU este strâns legat de filozofia software-ului liber, care este centrală proiectelor care derivă din aceasta, cum ar fi Ubuntu. Conceptul de software liber este explicat la <xref linkend="free-software"/>.
ru: Проект GNU тесно связан с философией свободного программного обеспечения, которое является центральным понятием для производных проектов, таких как Ubuntu. Концепция свободного программного обеспечения объясняется в <xref linkend="free-software"/>.

source: translator-credits
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
lv: Launchpad Contributions: Agris Bombiza https://launchpad.net/~gris Kaspars Krampis https://launchpad.net/~kaspars-krampis Papuass https://launchpad.net/~martinsb Launchpad Contributions: Agris Bombiza https://launchpad.net/~gris Kaspars Krampis https://launchpad.net/~kaspars-krampis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Oskars https://launchpad.net/~osk-one Papuass https://launchpad.net/~martinsb Launchpad Contributions: Agris Bombiza https://launchpad.net/~gris Kaspars Krampis https://launchpad.net/~kaspars-krampis Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Oskars https://launchpad.net/~osk-one Papuass https://launchpad.net/~martinsb Pēteris Caune https://launchpad.net/~cuu508 tm https://launchpad.net/~toms-baugis
nl: Tino Meinen.
nn: Launchpad Contributions: Rune Gangstø https://launchpad.net/~runegang Willy André Bergstrøm https://launchpad.net/~willyandre
ro: Silviu D. Bojică <silviu.bojica@ubuntu.ro>, 2006
ru: Igor Zubarev <igor4u@gmail.com> \n Andrew <lordakryl@gmail.com> \n Dmitry Dementiev <ddmitry@gmail.com> \n Dmitry Petrov <demon@krasno.ru> \n Georgy Faradzhev <georgy.faradzhev@gmail.com> \n Sergey Smirnov <sergous@gmail.com> \n Shamil Abdullajev <jogin@hot.ee> \n alexei <alek32@mail.ru> \n boa <b.o.a@mail.ru> \n wiz <aenor.realm@gmail.com> \n Сергей Укустов <zajats@nc.ru> \n Юрий Соколов <yvs@biolik.com.ua> \n

source: Canonical Ltd. and members of the Ubuntu Documentation Project
fr: Canonical Ltd. et les membres du projet de documentation Ubuntu
nl: Canonical Ltd. en leden van het Ubuntu Documentie Project
nn: Canonical Ltd. og medlem av dokumentasjonsprosjektet frå Ubuntu
ro: Canonical Ltd. şi membrii ai Proiectului de Documentaţie Ubuntu
ru: Canonical Ltd. и участники Проекта документации Ubuntu

source: Ubuntu Logo
fr: Logo d'Ubuntu
nn: Ubuntu-logoen
ro: Logo-ul Ubuntu
ru: Логотип Ubuntu

source: Thank you for your interest in Ubuntu 7.10 - the <emphasis>Gutsy Gibbon</emphasis> - released in October 2007.
nn: Takk for di interesse for Ubuntu 7.10 - <emphasis>Gutsy Gibbon</emphasis> - utgjeven i oktober 2007.

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Gutsy Gibbon) was released in October 2007 so its version number is 7.10.
nn: Vår fyrste utgjeving (warty Warthog) var i oktober 2004, så versjonsnummeret er 4.10. Denne versjonen (gutsy Gibbon) vart lansert i oktober 2007, og versjonsnummeret er følgeleg 7.10.

source: Thank you for your interest in Ubuntu 7.04 - the <emphasis>Feisty Fawn</emphasis> - released in April 2007.
fr: Merci pour votre intérêt pour Ubuntu 7.04 <emphasis>Feisty Fawn</emphasis> sortie en avril 2007.
nl: Bedankt voor uw intresse in Ubuntu 7.04 - the <emphasis>Feisty Fawn</emphasis> - uitgebracht in april 2007.
ro: Vă mulţumim pentru interesul aratat faţa de Ubuntu 7.04 - <emphasis>Feisty Fawn</emphasis> - lansat in Aprilie 2007.
ru: Спасибо за ваш интерес к Ubuntu 7.04 - <emphasis>Feisty Fawn</emphasis>, выпущенному в апреле 2007.

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition," we make our very best work available to everyone on the same Free terms.
fr: Ubuntu sera toujours gratuit et une « version entreprise » n'entraîne aucun coût supplémentaire : nous offrons le meilleur de notre travail à tous et dans les mêmes conditions de gratuité.
nl: Ubuntu zal altijd gratis zijn en geen extra kosten in rekening brengen voor een "professionele editie". Ons beste werk is voor iedereen beschikbaar onder dezelfde vrije voorwaarden.
ro: Ubuntu va fi întotdeauna gratuit, şi nu se percepe nici un fel de taxă suplimentară pentru „ediţia enterprise” (destinată companiilor), noi facem ca munca noastră de cea mai bună calitate să fie disponibilă tuturor sub aceleaşi condiţii Libere.
ru: Ubuntu всегда будет бесплатным и без какой-либо наценки за "enterprise edition". Мы делаем его доступным каждому на одинаковых Свободных условиях.

source: There are many different operating systems based on Linux: Debian, SuSE, Gentoo, RedHat, and Mandriva are examples. Ubuntu is yet another contender in what is already a highly competitive world. So what makes Ubuntu different?
fr: Il existe beaucoup de systèmes d'exploitations différents basés sur Linux : Debian, SuSE, Gentoo, RedHat et Mandriva en sont des exemples. Ubuntu est un nouveau prétendant dans un monde déjà hautement compétitif. Mais, qu'est-ce qui rend Ubuntu différent ?
nl: Er bestaan veel verschillende besturingssystemen die op GNU/Linux gebaseerd zijn: Debian, SuSE, Gentoo, RedHat en Mandriva zijn enkele voorbeelden. Ubuntu is weer een andere meedinger in deze inmiddels zeer competatieve wereld. Wat maakt Ubuntu nou zo bijzonder?
ro: Există multe sisteme de operare bazate pe Linux: Debian, SuSE, Gentoo, RedHat şi Mandriva sunt câteva exemple. Ubuntu este un alt concurent în ceea ce este deja o lume extrem de competitivă. Deci cu ce este Ubuntu diferit?
ru: Существует большое количество различных операционных систем основанных на Linux: Debian, SuSE, Gentoo, RedHat и Mandriva - примеры. Ubuntu - это просто еще один из соперников в этом мире высокой конкуренции. Что же делает Ubuntu отличным от других?

source: By focusing on quality, Ubuntu produces a robust and feature-rich computing environment that is suitable for use in both home and commercial environments. The project takes the time required to focus on finer details and is able to release a version featuring the latest and greatest of today's software once every 6 months. Ubuntu is available in flavours for the i386 (386/486/Pentium(II/III/IV) and Athlon/Duron/Sempron processors), AMD64 (Athlon64, Opteron, and new 64-bit Intel processors), and PowerPC (iBook/Powerbook, G4 and G5) architectures.
fr: En se concentrant sur la qualité, Ubuntu produit un environnement informatique robuste et riche en fonctionnalités qui peut convenir aussi bien à une utilisation domestique que commerciale. Le projet consacre le temps nécessaire à chaque détail et est capable de publier une nouvelle version contenant les meilleurs logiciels du moment une fois tous les 6 mois. Ubuntu est disponible dans des versions adaptées aux architectures i386 (386/486/Pentium(II/III/IV) et Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron et les nouveaux processeurs 64-bits d'Intel) et PowerPC (iBook/Powerbook, G4 et G5).
nl: Door te concentreren op kwaliteit, biedt Ubuntu een robuust en uitgebreid besturingssysteem dat zowel geschikt is voor thuisgebruik als in commerciële omgevingen. Het project besteedt de nodige tijd aan het uitwerken van de kleine details en is in staat om elke zes maanden een versie uit te brengen met de allernieuwste software. Ubuntu is beschikbaar in de smaken: i386 (voor 386/486/pentium(II/III/IV) en Athlon/Duron/Sempron processors), AMD64 (voor Athlon64, Opteron, en nieuwe 64-bit Intel processors), en PowerPC (voor iBook/Powerbook, G4 en G5).
ro: Prin focalizarea pe calitate, Ubuntu produce un mediu computaţional robust şi cu o mulţime de caracteristici potrivit atât pentru acasă cât şi la muncă. Proiectul foloseşte timpul necesat pentru a se concentra asupra detaliilor de fineţe şi este capabil să realizeze o versiune cuprinzând software-ul cel mai actualizat şi mai de calitate odată la 6 luni. Ubuntu este disponibil în versiuni pentru arhitecturile i386 (procesoarele 386/486/Pentium(II/III/IV) şi Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron, şi noul procesor Intel pe 64 biţi) şi PowerPC (iBook/Powerbook, G4 şi G5).
ru: Сосредотачиваясь на качестве, Ubuntu создает полноценное и богатое особенностями окружение, которое подходит как для использования в домашних условиях, так и в коммерческой сфере. Проект использует время необходимое для оттачивания деталей и в состоянии выпускать версии, предоставляющие последнее и лучшее из современного программного обеспечения, каждые 6 месяцев. Ubuntu доступна в вариантах для архитектур i386 (процессоры 386/486/Pentium (II/III/IV) и Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron, и новые 64-битовые процессоры Интел) и PowerPC (iBook/Powerbook, G4 и G5).
