Repository: ahoneybun/pop-docs
Catalog: ubuntu/about-ubuntu/po/*.po
Languages: fr, lv, nl, nn, ro, ru

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
fr: ubuntu-doc@lists.ubuntu.com (Projet de Documentation d'Ubuntu)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentatie Project)
nn: ubuntu-doc@lists.ubuntu.com (Dokumentasjonsprosjektet frå Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект по документированию Ubuntu)

source: About Ubuntu
fr: À propos d'Ubuntu
lv: Par Ubuntu
nl: Over Ubuntu
nn: Om Ubuntu
ro: Despre Ubuntu
ru: О системе Ubuntu

source: An introduction to the background and philosophy of the Ubuntu operating system.
fr: Une introduction à l'histoire et à la philosophie du système d'exploitation Ubuntu.
lv: Ievads Ubuntu operētājsistēmas filozofijā un vēsturē.
nl: Een inleiding tot de achtergrond en filosofie van het Ubuntu besturingssysteem.
nn: Ein introduksjon til bakgrunnen og filosofien rundt operativsystemet Ubuntu
ro: O introducere în istoria şi filozofia sistemului de operare Ubuntu.
ru: Введение в историю и философию операционной системы Ubuntu.

source: Ubuntu - Linux for Human Beings!
fr: Ubuntu - Linux pour les êtres humains !
lv: Ubuntu - Linux cilvēkiem
nl: Ubuntu - Linux voor iedereen!
nn: Ubuntu - Linux for vanlege menneske!
ro: Ubuntu - Linux pentru fiinţe umane!
ru: Ubuntu - Линукс для Людей!

source: Credits and License
fr: Crédits et licence
lv: Veidotāji un Licenze
nl: Auteurs en licentie
nn: Bidragsytarar og lisens
ro: Mulţumiri şi licenţa
ru: Участники и Лицензия

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vous pouvez consulter la liste des contributeurs sur <ulink url="../../../common/C/contributors.xml">cette page</ulink>
lv: Šo dokumentu uztur Ubuntu dokumentācijas komanda (https://wiki.ubuntu.com/DocumentationTeam). Visus dalībniekus var apskatīt <ulink url="../../../common/C/contributors.xml">atbalstītāju lapā</ulink>
nl: Dit document wordt beheerd door het Ubuntu documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst van deelnemers zie <ulink url="../../../common/C/contributors.xml">de deelnemerspagina</ulink>
nn: Dette dokumentet er heldt vedlike av dokumentasjonsgruppa frå Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Sjå <ulink url="../../../common/C/contributors.xml">medverkande</ulink> for å få ei oversikt over dei som har deltatt i arbeidet.
ro: Acest document este întreţinut de către echipa de documentaţie Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pentru o listă cu cei care au contribuit, accesaţi <ulink url="../../../common/C/contributors.xml">această pagină</ulink>
ru: Этот документ поддерживается командой документации Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников можно посмотреть <ulink url="../../../common/C/contributors.xml">по этой ссылке</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
fr: Ce document est diffusé sous la licence Creative Commons Paternité – Partage des conditions initiales à l'identique v. 2.5 (CC-BY-SA).
lv: Šis dokuments ir licencēts ar Creative Commons ShareAlike 2.5 licenci (CC-BY-SA)
nl: Dit document is beschikbaar gemaakt onder de Creative Commons ShareAlike 2.5 Licentie (CC-BY-SA).
nn: Dette dokumentet er gjort tilgjengeleg under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)
ro: Acest document este disponibil sub licenţa Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être diffusés sous cette même licence.
lv: Ubuntu dokumentācijas pirmkodu var labot, paplašināt un uzlabot, ievērojot licences nosacījumus. Visi atvasinājumi publicējami ar šo licenci.
nl: U staat vrij de Ubuntu documentatiebroncode te wijzigen, uit te breiden en te verbeteren onder de termen van deze licentie. Alle bijhorende werken moeten worden vrijgegeven onder deze licentie.
nn: Du står fritt til å endra, utvida og forbetra Ubuntu-dokumentasjonen sin kjeldekode under vilkåra til denne lisensen. Alle arbeid basert på dette må publiserast under denne lisensen.
ro: Sunteţi liber(ă) să modificaţi, extindeţi şi îmbunătăţiţi codul sursă a documentaţiei Ubuntu doar sub condiţiile acestei licenţe. Orice muncă derivată din acestă documentaţie trebuie sa fie sub această licenţă.
ru: Вы можете изменять, расширять и улучшать исходный код документации Ubuntu по условиям этой лицензии. Все производные работы должны быть выпущены под этой лицензией.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
lv: Šī dokumentācija tiek izplatīta, cerot, ka tā būs noderīga, bet BEZ JEBKĀDAS GARANTIJAS. NETIEK GARANTĒTA PAT ATBILSTĪBA NORĀDĪTAJAM MĒRĶIM.
nl: Deze documentatie wordt verspreid in de hoop dat hij nuttig zal zijn, echter ZONDER ENIGE WAARBORG; zelfs zonder de impliciete waarborg van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
nn: Denne dokumentasjonen er distribuert i håp om at den kan vere nyttig, men UTAN NOKO GARANTI, sjølv om den anmoda garantien for KURANT KVALITET eller BRUKBARHET FOR EIN SPESIFIK HENSIKT SOM BESKREVET I ANSVARFRÅSKRIVINGA.
ro: Acest program este distribuit în speranţa de a fi util, dar FĂRĂ NICI O GARANŢIE; fără chiar şi garanţia implicită de VANDABILITATE sau CONFORMITATE CU UN ANUMIT SCOP DUPĂ CUM ESTE DESCRIS ÎN AVERTIZAREA ASUPRA GARANŢIEI.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
lv: Licences kopija ir pieejama šeit: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml"> Creative Commons ShareAlike Licence</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Licentie</ulink>.
nn: Ein kopi av denne lisensen er tilgjengeleg her: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenţei se află aici: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия лицензии доступна по адресу: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
lv: Ubuntu dokumentācijas projekts

source: Canonical Ltd. and members of the <placeholder-1/>
lv: Canonical Ltd. un <placeholder-1/> dalībnieki

source: The Ubuntu Documentation Project
fr: Le projet de documentation Ubuntu
lv: Ubuntu dokumentācijas projekts
nl: Het Ubuntu Documentatie Project
nn: Dokumentasjonsprosjektet frå Ubuntu
ro: Proiectul de documentaţie Ubuntu
ru: Проект документации Ubuntu

source: This section is an introduction to Ubuntu. It explains the Ubuntu philosophy and roots, gives information about how to contribute to Ubuntu, and shows how to get help with Ubuntu.
fr: Cette section est une introduction à Ubuntu. Elle explique les fondements d'Ubuntu et sa philosophie, vous informe sur la manière de contribuer à Ubuntu et explique comment obtenir de l'aide sur Ubuntu.
lv: Šī sadaļa ir Ubuntu vides ievads. Tā skaidro Ubuntu filozofiju un izcelsmes, pastāsta, kā dot savu ieguldījumu projektam, un kā meklēt palīdzību ar Ubuntu projektu saistītos jautājumos.
nl: Deze sectie is een inleiding tot Ubuntu. Het beschrijft de Ubuntu filosofie en het ontstaan ervan. Verder geeft het informatie hoe u het Ubuntu project kan helpen en hoe u hulp kan verkrijgen.
nn: Denne seksjonen er ein introduksjon til Ubuntu. Den forklarar filosofien og røtene til Ubuntu, gjev informasjon om korleis ein kan hjelpe til med Ubuntu, og korleis ein kan få hjelp med Ubuntu.
ro: Această secţiune este o introducere in Ubuntu. Explică rădăcinile şi filozofia Ubuntu, oferă informaţii despre cum se poate contribui la Ubuntu şi arată cum se poate obţine ajutor cu Ubuntu.
ru: Это введение в систему Ubuntu. Здесь объясняется философия и история Ubuntu, содержится информация о распространении системы и данные о том, как получить помощь.

source: Thank you for your interest in Ubuntu 8.04 - the <emphasis>Hardy Heron</emphasis> - released in April 2008.
lv: Paldies, ka izmēģinājāt 2008. gada aprīlī izlaisto Ubuntu 8.04 - <emphasis>Hardy Heron</emphasis>

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition", we make our very best work available to everyone on the same Free terms.
lv: Ubuntu vienmēr būs bez maksas, un par "versiju uzņēmumiem" arī netiek prasīta samaksa. Ar vienādiem nosacījumiem, mūsu labākie darba rezultāti tiek piedāvāti par brīvu visiem.
nn: Ubuntu vil alltid vere gratis, og det er inga ekstra avgift for "verksemdversjonen". Vi gjer vårt aller beste arbeid tilgjengelig for alle under dei samme frie villkåra.

source: Ubuntu includes the very best in translations and accessibility infrastructure that the free software community has to offer, to make Ubuntu usable for as many people as possible.
fr: Ubuntu inclut ce qui se fait de mieux dans la communauté du logiciel libre en terme de traductions et de programmes d'accessibilité, afin de rendre Ubuntu utilisable par un maximum de personnes.
lv: Ubuntu, cenšoties būt noderīgs pēc iespējas vairāk cilvēkiem, satur labākos tulkojumus un pieejamības infrastruktūru, ko brīvā programmatūra var piedāvāt.
nl: Ubuntu bevat de beste vertalingen en toegankelijkheidsopties die de vrije software-gemeenschap te bieden heeft, waardoor Ubuntu door zo veel mogelijk mensen gebruikt kan worden.
nn: Ubuntu inneheld det aller beste av infrastruktur for omsetting og tilgjengelegheit som det frie programvaremiljøet har å by på, slik at Ubuntu skal vere tilgjengeleg for flest mogleg.
ro: Ubuntu include ceea ce este mai bun în infrastructura de traduceri şi accesibilitate pe care comunitatea software-ului liber o are de oferit pentru a face Ubuntu utilizabil de cât mai multe persoane posibil.
ru: Ubuntu включает в себя самое лучшее из предлагаемого сообществом свободного программного обеспечения в области перевода и средств для людей с ограниченными возможностями, чтобы как можно больше людей могли использовать Ubuntu.

source: Ubuntu is released regularly and predictably; a new release is made every six months. You can use the current stable release or the current development release. Each release is supported for at least 18 months.
fr: Les versions d'Ubuntu sont publiées de façon régulière et planifiée : tous les six mois. Vous pouvez utiliser la dernière version stable ou bien la version en cours de développement. Pour chaque version le support est assuré pendant au moins 18 mois.
lv: Ubuntu tiek izlaists regulāri un paredzamos intervālos, katram jaunam laidienam iznākot ik pēc sešiem mēnešiem. Ir iespējams lietot stabilo vai izstrādes laidienu, un katram laidienam vismaz 18 mēnešus ir pieejams tehniskais atbalsts.
nl: Ubuntu wordt regelmatig en volgens een voorspelbaar schema uitgebracht; er is elke zes maanden een nieuwe versie. U kunt kiezen om de huidige stabiele versie te gebruiken of de huidige ontwikkelaarssversie. Elke versie wordt minstens 18 maanden ondersteund.
nn: Ei ny utgåve av Ubuntu vert gjeven ut kvar sjette månad. Du har valet mellom den stabile utgåva, eller utviklingsutgåva, som etter kvart skal bli den neste stabile utgåva av Ubuntu. Kvar utgåve vert offisielt støtta i minst 18 månader.
ro: Noile versiuni Ubuntu sunt lansate cu regularitate şi predictibilitate; o versiune este realizată la fiecare şase luni. Puteţi folosi versiunea curentă stabilă sau versiunea curentă de dezvoltare. Fiecărei versiuni i se oferă suport pentru o perioadă de cel puţin 18 luni.
ru: Релизы Ubuntu регулярны и прогнозируемы - новый релиз выпускается каждые шесть месяцев. Вы можете использовать как текущий стабильный релиз, так и находящийся в разработке. Каждый релиз обеспечивается поддержкой в течение как минимум 18 месяцев.

source: Ubuntu is entirely committed to the principles of open source software development; we encourage people to use open source software, improve it and pass it on.
fr: Ubuntu adhère entièrement aux principes de développement des logiciels libres ; nous vous encourageons à utiliser les logiciels libres, à participer à leur amélioration et à leur diffusion.
lv: Ubuntu pilnībā atbalsta atvērtā pirmkoda programmatūras izstrādes principus; mēs vēlamies, lai cilvēki lieto atvērtā pirmkoda progrrammatūru un izplata to tālāk.
nl: Ubuntu schaart zich volledig achter de grondbeginselen van het open-bron model van software ontwikkelen (open source). Wij stimuleren mensen om open source software te gebruiken, te verbeteren en te verspreiden.
nn: Ubuntu er heilt og haldent bunden til prinsippa rundt utvikling av open programvare; me oppfordrar alle mennesker til både å bruke, forbetre og dele programvara med andre.
ro: Ubuntu este angajat în totalitate principiilor dezvoltării de software gratuit şi liber; încurajăm ca oricine să folosească software-ul gratuit şi liber, să-l îmbunătăţească şi să-l distribuie mai departe.
ru: Ubuntu всецело предано принципам разработки свободного пограммного обеспечения; мы призываем людей использовать свободное программное обеспеченине, улучшать и распространять его.

source: Ubuntu is an entirely open source operating system built around the <emphasis>Linux</emphasis> kernel. The Ubuntu community is built around the ideals enshrined in the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu Philosophy</ulink>: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customize and alter their software in whatever way they see fit. For those reasons: <placeholder-1/>
fr: Ubuntu est un système d'exploitation entièrement libre construit autour du noyau <emphasis>Linux</emphasis>. La communauté d'Ubuntu s'est formée autour des idéaux constitutifs de la<ulink url="http://www.ubuntu.com/ubuntu/philosophy">philosophie d'Ubuntu</ulink> : le logiciel doit être disponible gratuitement, les outils doivent être utilisables dans la langue de l'utilisateur et malgré tout handicap, l'utilisateur doit avoir la liberté de personnaliser et de modifier le logiciel à sa guise. Pour toutes ces raisons : <placeholder-1/>
lv: Ubuntu ir pilnībā atvērta pirmkoda operētājsistēma, kuru darbina <emphasis>Linux</emphasis> kodols. Ubuntu kopiena balstās uz <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu filozofijā</ulink> aprakstītajiem principiem: programmatūrai jābūt pieejamai bez maksas, programmas jāvar lietot neskatoties uz fiziskiem trūkumiem un dzimtajā valodā, un lietotājiem būtu jāvar brīvi pielāgot un mainīt programmatūru pēc to ieskatiem. Tāpēc: <placeholder-1/>
nl: Ubuntu is een volledig open source besturingssysteem dat gebouwd is rond de <emphasis>Linux</emphasis>-kernel. De Ubuntu gemeenschap is gebaseerd op de ideeën opgesteld in de <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu filosofie</ulink>: software moet zonder kosten beschikbaar zijn, softwareprogramma's moeten bruikbaar zijn in iemands eigen taal en ook voor mensen met een handicap, en iedereen moet de vrijheid hebben om de software in te stellen en aan te passen aan zijn of haar eigen wensen en eisen. Om deze redenen geldt: <placeholder-1/>
nn: Ubuntu er eit heilt ope operativsystem som er bygd rundt <emphasis>Linux</emphasis>-kjerna. Ubuntu-miljøet er bygd opp rundt ideane i <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu sin filosofi</ulink>: at programvare bør vere tilgjengeleg kostnadsfritt, at mennesker skal kunne bruke programvare på sitt eige morsmål og på trass av fysiske handicap, og at menneske bør ha fridomen til å tilpasse og endra programvara slik dei sjølve vil ha den. Difor: <placeholder-1/>
ro: Ubuntu este un sistem de operare cu sursele deschise construit în jurul nucleului <emphasis>Linux</emphasis>. Comunitatea Ubuntu este construită în jurul idealurilor exprimate în <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filozofia Ubuntu</ulink>: software-ul trebuie să fie disponibil gratuit; utilitarele software trebuie să fie utilizabile de oricine în limba locală şi în ciuda oricăror handicapuri; şi că oricine trebuie să aibă libertatea să modifice conform cerinţelor software-ul pe care îl deţine. Din aceste motive: <placeholder-1/>
ru: Ubuntu - операционная система с полностью открытыми исходными кодами, построенная на ядре <emphasis>Linux</emphasis>. Сообщество Ubuntu построено на <ulink url="http://www.ubuntu.com/ubuntu/philosophy">идеалах Философии Ubuntu</ulink>: программное обеспечение должно быть доступно бесплатно и быть годным к употреблению людьми на их родном языке и невзирая на любые физические ограничения; люди должны иметь свободу настраивать и изменить их программное обеспечение любым способом, который они видят уместным. По этим причинам: <placeholder-1 />

source: Find out more at <ulink url="http://www.ubuntu.com">the Ubuntu website</ulink>.
fr: Vous en saurez plus sur <ulink url="http://www.ubuntu.com">le site web d'Ubuntu</ulink> (ou sur le site de la <ulink url="http://www.ubuntu-fr.org">communauté francophone</ulink>).
lv: Papildus informācija <ulink url="http://www.ubuntu.com">Ubuntu lapā</ulink>.
nl: Ontdek meer op <ulink url="http://www.ubuntu.com">de Ubuntu website</ulink>.
nn: Finn ut meir på <ulink url="http://www.ubuntu.com">Ubuntu si heimeside</ulink>.
ro: Mai multe detalii găsiţi pe <ulink url="http://www.ubuntu.com">site-ul Ubuntu</ulink>.
ru: Узнайте больше на <ulink url="http://www.ubuntu.com">сайте Ubuntu</ulink>.

source: About the Name
fr: À propos du nom
lv: Par nosaukumu
nl: Over de naam
nn: Om namnet
ro: Despre nume
ru: О названии

source: Ubuntu is a South African ethical ideology focusing on people's allegiances and relations with each other. The word comes from the Zulu and Xhosa languages. Ubuntu (pronounced "oo-BOON-too") is seen as a traditional African concept, is regarded as one of the founding principles of the new republic of South Africa and is connected to the idea of an African Renaissance.
fr: Ubuntu est un concept éthique sud-africain se basant sur les relations et la coopération entre les personnes. Ce mot vient des langues zoulou et xhosa. Ubuntu (prononcé « ou-BOUN-tou »), en tant que concept traditionnel africain, est considéré comme l'un des principes fondateurs de la nouvelle République d'Afrique du Sud et est lié à l'idée d'une Renaissance africaine.
lv: Ubuntu ir dienvidafrikāņu ētikas ideoloģija, kas uzsver lojalitātes un cilvēku attiecību nozīmi. Vārds Ubuntu (izrunā "ū-BŪN-tū") ir cēlies no Zulu un Xhosa valodām. Tas tiek uzskatīts par tradicionālu afrikāņu jēdzienu, kā arī par vienu no Dienvidāfrikas Republikas dibināšanas principiem, un ir saistīts ar afrikāņu renesanses ideju.
nl: Ubuntu is een Zuid-Afrikaanse, ethische ideologie waarin de onderlinge verhoudingen en de band tussen mensen centraal staat. Het woord is afkomstig uit het Zulu en Xhosa. Ubuntu (spreek uit: "oe-BOEN-toe") wordt beschouwd als een traditioneel Afrikaans concept en is een van de grondbeginselen van de nieuwe republiek Zuid-Afrika. Het is verbonden aan het idee van een Afrikaanse Renaissance.
nn: Ubuntu er ein sørafrikansk etisk ideologi som fokuserer på mennesket sin truskap og deira forhold til kvarandre. Ordet kjem frå Zulu og Xhosa-språka. Ubuntu (skal uttalast "oo-BOON-too") er eit tradisjonelt afrikansk prinsipp og er eit av grunnprinsippa i opprettinga av den nye sørafrikanske republikken, og er kopla til idéen om ein afrikansk renessanse.
ro: Ubuntu reprezintă o ideologie sud-africană ce se concentrează asupra obligaţiilor şi relaţiilor indivizilor în societate. Cuvântul provine din limbile zulu şi xhosa. Ubuntu (pronunţat „oo-BOON-too”) este văzut ca fiind un concept african, este conceput ca unul din principiile fundamentale ale noii republici ale Africii de Sud şi este în conexiune cu ideea de renaştere africană.
ru: Ubuntu - это южноафриканская идеология, построенная на человеческом отношении друг к другу. Это слово пришло из языков Зулу и Ксоза. Ubuntu (произносится "у-бУн-ту") видится как традициональная африканская концепция, рассматривается как основные принципы новой республики Южной Африки и соединяется с идеями африканского возрождения.

source: A rough translation of the principle of Ubuntu is "humanity towards others". Another translation could be: "the belief in a universal bond of sharing that connects all humanity".
fr: Une traduction approximative du principe sur lequel se base Ubuntu serait « humanité envers les autres ». Une autre traduction pourrait être : « la croyance en une adhésion universelle au partage qui relie toute l'humanité ».
lv: Ubuntu principu aptuveni var tulkot kā "cilvēcīgums pret citiem". Citādi to iespējams tulkot kā "ticība, ka cilvēci vieno kopēja vēlme dot "
nl: Een ruwe vertaling van het principe Ubuntu is: "menselijk naar elkaar". Een andere vertaling zou kunnen zijn: "de overtuiging dat delen met elkaar een universeel verbond schept dat de gehele mensheid bindt".
nn: Ei direkte oversetjing av Ubuntu-prinsippet vil vere "menneskelegdom overfor andre". Ei anna oversetjing kan vere: "trua på eit universelt delingssystem som bind alle menneske saman".
ro: O traducere a principiului Ubuntu ar fi „umanitate către ceilalţi (semenii noştri)”. O altă traducere ar putea fi: „eu sunt ce sunt datorită a ceea ce suntem noi toţi”.
ru: Приблизителный перевод принципа Ubuntu - "человечность по отношению к другим". Другое значение - "вера во вселенскую связывающую силу участия, объединяющую всё человечество".

source: Archbishop Desmond Tutu
fr: Archevêque Desmond Tutu
lv: Arhibīskaps Desmonds Tutu
nl: Aartsbisschop Desmond Tutu
nn: Erkebiskop Desmond Tutu
ro: Arhiepiscopul Desmond Tutu
ru: Архиепископ Desmond Tutu
