Repository: ahoneybun/pop-docs
Catalog: ubuntu/about-ubuntu/po/*.po
Languages: fr, lv, nl, nn, ro, ru

source: The default desktop environment for Ubuntu is <ulink url="http://www.gnome.org/">GNOME</ulink>, a leading UNIX and Linux desktop suite and development platform.
fr: L'environnement de bureau par défaut d'Ubuntu est <ulink url="http://www.gnome.org/">Gnome</ulink>, un gestionnaire de bureau et une plate-forme de développement phare du monde UNIX et Linux.
nl: De standaard desktop voor Ubuntu is <ulink url="http://www.gnome.org/">Gnome</ulink>, een veelgebruikte desktop-suite en ontwikkelaarsplatform voor UNIX en Linux.
ro: Mediul desktop implicit pentru Ubuntu este <ulink url="http://www.gnome.org/">GNOME</ulink>, o suită desktop şi o platformă de dezvoltare UNIX şi Linux.
ru: Стандартное рабочее окружение для Ubuntu - <ulink url="http://www.gnome.org/">GNOME</ulink>, ведущее рабочее окружение и платформа разработки для UNIX и Linux.

source: Another leading UNIX and Linux desktop is <ulink url="http://www.kde.org/">KDE</ulink>. The <ulink url="http://www.kubuntu.org">Kubuntu</ulink> project offers Ubuntu users an alternative choice to the default GNOME desktop environment. Thanks to the efforts of the Kubuntu team, Ubuntu users are now able to install and use the KDE desktop easily on their system. To get a working install of Kubuntu on an Ubuntu install, install the <application>kubuntu-desktop</application> package. Once kubuntu-desktop is installed, one can choose to use either a Gnome or KDE desktop environment.
fr: <ulink url=\"http://www.kde.org/\">KDE</ulink> est l'un des autres acteurs majeurs des bureaux du monde UNIX et Linux. Le projet <ulink url=\"http://www.kubuntu.org\">Kubuntu</ulink> offre aux utilisateurs d'Ubuntu une alternative à l'environnement Gnome installé par défaut. Grâce aux efforts de l'équipe Kubuntu, les utilisateurs d'Ubuntu ont à présent la possibilité d'installer et d'utiliser facilement le bureau KDE sur leur système. Pour obtenir une installation fonctionnelle de Kubuntu à partir d'une installation Ubuntu, installez le paquet <application> kubuntu-desktop</application>. Une fois celui-ci installé, vous pouvez choisir entre l'environnement de bureau Gnome ou KDE.
nl: Een andere bekende desktop voor UNIX en Linux is <ulink url="http://www.kde.org/">KDE</ulink>. Het <ulink url="http://www.kubuntu.org">Kubuntu</ulink>-project biedt gebruikers van Ubuntu een alternatief voor de standaard Gnome desktop. Dankzij de inspanningen van het Kubuntu-team kunnen gebruikers van Ubuntu nu op een eenvoudig wijze de KDE desktop installeren en gebruiken. Om Kubuntu te installeren en werkend te krijgen op Ubuntu installeert u het pakket <application>kubuntu-desktop</application>. Zodra kubuntu-desktop geïnstalleerd is, kunt u kiezen tussen de Gnome desktop of de KDE desktop.
ro: Un alt desktop UNIX şi Linux foarte popular este <ulink url="http://www.kde.org/">KDE</ulink>. Proiectul <ulink url="http://www.kubuntu.org">Kubuntu</ulink> oferă utilizatorilor Ubuntu o alegere alternativă mediului desktop implicit GNOME. Datorită eforturilor echipei Kubuntu, utilizatorii Ubuntu sunt acum capabili să instaleze uşor desktop-ul KDE pe propriile sisteme. Pentru a instala o copie funcţională a Kubuntu şi Ubuntu, instalaţi pachetul application>kubuntu-desktop</application>. Odată instalat kubuntu-desktop, puteţi alege fie mediul desktop GNOME, fie KDE.
ru: Другой ведущий десктоп для UNIX и Linux это <ulink url="http://www.kde.org/">KDE</ulink>. Проект <ulink url="http://www.kubuntu.org">Kubuntu</ulink> предлагает пользователям Ubuntu альтернативу GNOME, используемому по умолчанию. Благодаря усилиям команды Kubuntu , пользователи Ubuntu теперь могут устанавливать и использовать KDE в своей системе. Чтобы получить рабочую установку Kubuntu на дистрибутиве Ubuntu, установите пакет<application>kubuntu-desktop</application>.Когда kubuntu-desktop установлен, есть возможность выбирать Gnome или KDE.

source: The Ubuntu version numbering scheme is based on the date we release a version of the distribution. The version number comes from the year and month of the release rather than reflecting the actual version of the software. Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Feisty Fawn) was released in April 2007 so its version number is 7.04.
fr: Chaque version d'Ubuntu est numérotée en fonction de sa date de publication. Le numéro de version est composé de l'année et du mois de sortie plutôt que d'utiliser un numéro de révision. Notre première version (Warty Warthog) est sortie en octobre 2004, son numéro était donc 4.10. La présente version (Feisty Fawn) sortie en avril 2007 porte donc le numéro 7.04.
nl: De versienummers van Ubuntu zijn gebaseerd op de datum waarop de distributie uitgebracht wordt. Het nummer geeft niet de versie van de software aan, maar bestaat uit het jaar en de maand waarin de distrubutie uitgebracht is. Onze eerste versie (Warty Warthog) werd uitgebracht in oktober 2004 dus het versienummer was 4.10. Deze versie (Feisty Fawn) is uitgebracht in april 2007 dus het versienummer is 7.04.
ro: Schema de numerotare a lui Ubuntu se bazează pe data lansării unei versiuni a distribuţiei. Numărul versiunii provine de la anul si luna lansării, în loc să reflecte versiunea actuală a aplicaţiei. Prima lansare (Warty Warthog) a fost in Octombrie 2004 aşa că versiunea ei a fost 4.10. Această versiune (Feisty Fawn) a fost lansată în Aprilie 2007 aşa că are versiunea cu numărul 7.04.
ru: Нумерация версий Ubuntu основывается на датах выпуска дистрибутивов. Номер версии составляется из года и месяца выхода, а не отражает именно версию продукта. Наш первый релиз (Warty Warthog) состоялся в октябре 2004 года, так что номер был 4.10. Эта версия (Feisty Fawn) была выпущена в апреле 2007 года, соответственно номер версии 7.04.
