Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: Open the Update Manager (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice>), click <guibutton>Check</guibutton> and enter your password if prompted. Wait for the list of available updates to be downloaded.
da: Åbn Opdateringshåndtering (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Opdateringshåndtering</guimenuitem></menuchoice>), klik på <guibutton>Kontrollér</guibutton> og indtast din adgangskode, hvis det kræves. Vent mens listen over tilgængelige opdateringer bliver hentet.
et: Ava uuendamishaldur (<menuchoice><guimenu>Arvuti</guimenu><guimenuitem>Haldamine</guimenuitem><guimenuitem>Uuendamishaldur</guimenuitem></menuchoice>), klõpsa nupul <guibutton>Kontrolli</guibutton> ja kui küsitakse, sisesta enda parool. Oota kuni saadaolevate uuenduste loendit laaditakse.
is: Opnaðu Uppfærslustjóri (<menuchoice><guimenu>Kerfisstillingar</guimenu><guimenuitem>Kerfisstjórnun</guimenuitem><guimenuitem>Uppfærslustjóri</guimenuitem></menuchoice>), smelltu á <guibutton>Athuga</guibutton> og settu inn lykilorðið þitt ef spurt er um það. Bíddu á meðan náð er í uppfærðan lista með tiltækum uppfærslum.
ja: アップデート・マネージャを開き (<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>アップデート・マネージャ</guimenuitem></menuchoice>)、 <guibutton>再チェック</guibutton> をクリックし、要求があればパスワードを入力してください。アップグレードに必要な作業リストがダウンロードされるのをお待ちください。
kk: Жаңарту Менеджерін ашыңыз (<menuchoice><guimenu>Жүйелік</guimenu><guimenuitem>Әкімшілік</guimenuitem><guimenuitem>Жаңартулар менеджері</guimenuitem></menuchoice>), нажмите <guibutton>Жаңартуларды тексеру</guibutton> батырмасын басыңыз, қажет болса құпия сөзіңізді енгізіңіз. Мүмкін болатын жаңартулар тізімінің жүктелуін күтіңіз.
nb: Åpne oppdateringsverktøyet (<menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Oppdatering</guimenuitem></menuchoice>), trykk <guibutton>Søk</guibutton> og skriv inn passordet ditt om det trengs. Vent mens listen over tilgjengelige oppdateringer lastes inn.
nl: Open het Updatebeheer (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Updatebeheer</guimenuitem></menuchoice>), klik op <guibutton>Controleren</guibutton> en voer uw wachtwoord in indien daarom gevraagd wordt. Wacht vervolgens totdat de lijst met beschikbare updates is gedownload.

source: You can only upgrade to the latest Ubuntu release if you are running the second most recent release. If you have an older release, you must upgrade to the next release after that, and so on until you are running the most recent version. For example, users of version 7.10 would first have to upgrade to version 8.04 before upgrading to version 8.10. An exception to this rule is with LTS (Long Term Support) releases. You can upgrade directly from the previous LTS release to the current release.
da: Du kan kun opgradere til den seneste Ubuntu-udgivelse, hvis du kører den næst-seneste udgivelse. Hvis du har en ældre udgivelse, skal du opgradere til den næste udgivelse efter den og så videre, indtil du kører den nyeste version. Brugere af version 7.10 skal f.eks. opgradere til version 8.04 før en opgradering til version 8.10. En undtagelse fra denne regel er LTS-udgivelser (LangTidsSupport). Du kan opgradere direkte fra den tidligere LTS-udgivelse til den nuværende udgivelse.
et: Sa saad uuendada kõige viimasele Ubuntu väljalaskele ainult siis, kui sa kasutad sellest järgmist versiooni. Kui kasutad vanemat väljalaset, pead kõigepealt uuendama sellele järgnenud versioonile, ning sammhaaval kuni kõige värskema versioonini. Näiteks 7.10 kasutajad peavad enne 8.10-le uuendamist uuendama versioonile 8.04. Erandiks on siin LTS (pikaajalise toega) väljalasked. Eelmiselt LTS väljalaskelt võid otse uuendada praegusele väljalaskele.
is: Þú getur bara uppfært í nýjustu útgáfu Ubuntu ef þú ert þegar með næstnýjustu útgáfuna. Ef þú ert með eldri útgáfu, þá verðurðu að uppfæra fyrst í næstu útgáfu eftir hana, síðan koll af kolli þangað til þú ert með allra nýjustu útgáfuna. Til dæmis, notendur með útgáfu 7.10 þurfa fyrst að uppfæra í útgáfu 8.04 áður en þeir uppfæra í útgáfu 8.10. Undantekning á þessari reglu eru LTS (Long Term Support) útgáfurnar. Þú getur uppfært beint úr einni LTS útgáfu í þá nýjustu.
ja: 最新のUbuntuにアップグレードするには直前のリリースを使っている必要があります。それより古いリリースを使っている場合は、まずその次のリリース、さらにその次のリリース、という形で、順番にアップグレードして最新版にします。例えば、7.10バージョンを使っている方は、まず8.04にアップグレードしてから、さらに8.10にアップグレードします。例外として、LTS(Long Term Support; 長期サポート版）があります。LTSリリースは、次のLTSリリースへ、間を飛ばしてそのままアップグレードできます。
kk: Сіз соңғы нұсқасына дейін, тек жүктелінген жүйеңіздің нұсқасы ескілігі реті бойынша екіншісі болған жағадайда ғана жаңартуыңызға болады. Егер сізде одан да бұрыңғы релиз болса, жүйеңізді келесі релизге дейін жаңартуыңызға тиістісіз, тек солай келе, соңғы нұсқасына дейін жаңартуыңызға болады. Мысалыға 7.10 нұсқасының пайдаланушылары, 8.10 нұсқасы дейін жаңартылуы үшін, ең алдымен 8.04 нұсқасына дейін жаңартылуы тиіс. Ерекшеленген тек LTS (ҰМҚ - ұзақ мерзімді қолдау) нұсқалары ғана, сіз бір рет қана LTS нұсқасынан ең соңғы нұсқасына жаңартылуыңызға болады.
nb: Du kan bare oppgradére til den siste Ubuntu-versjonen om du kjører den nest siste versjonen. Har du en eldre versjon, må du oppgradere til den neste utgaven som kom etter den utgaven som du bruker, helt til du har den siste versjonen. For eksempel må en som bruker versjon 7.10 oppgradére til versjon 8.04 før oppgradéring til versjon 8.10. Et unntak fra denne regelen er om du har en LTS(«Long Term Support» (Langtidsstøtte))- utgave. Du kan oppgradére direkte fra den forrige LTS-utgaven til den siste utgaven.
nl: U kunt alleen upgraden naar de nieuwste Ubuntu-versie als u gebruikmaakt van de voorlaatste uitgave. Als u gebruikmaakt van een oudere versie, moet u eerst upgraden naar de volgende, en dan weer naar de volgende, enz. totdat u de nieuwste release heeft. Gebruikers van versie 7.10 bijvoorbeeld moeten eerst upgraden naar versie 8.04, alvorens zij kunnen upgraden naar 8.10. Een uitzondering op deze regel geldt voor LTS (Long Term Support, langetermijnondersteuning)-uitgaven. U kunt vanaf de vorige LTS-uitgave direct upgraden naar de nieuwste.

source: You are using Ubuntu 10.10 - the <emphasis>Maverick Meerkat</emphasis> - released in October 2010 and supported until April 2012.
nb: Du bruker Ubuntu 10.10 - <emphasis>Maverick Meerkat</emphasis> - utgitt i oktober 2010 og med støtte til april 2012.

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Maverick Meerkat) was released in October 2010, so its version number is 10.10.
nb: Den første utgaven (Warty Warthog) ble gitt ut i oktober 2004, derfor ble versjonsnummeret 4.10. Denne versjonen (Maverick Meerkat) ble gitt ut i oktober 2010, og versjonsnummeret blir 10.10.

source: You are using Ubuntu 10.04 LTS - the <emphasis>Lucid Lynx</emphasis> - released in April 2010 and supported until April 2013.
ja: 現在使用している Ubuntu 10.04 LTS - <emphasis>Lucid Lynx</emphasis> - は2010年4月にリリースされ2013年4月までサポートされます。
kk: Сіз Ubuntu 10.04 LTS - <emphasis>Lucid Lynx</emphasis> - 2010 жылдың сәуір айында шыққан және 2013 жылдың сәуір айына дейін қолдау көрсетілетін жүйені қолданып жатырсыз.
nl: U gebruikt Ubuntu 10.04 LTS - <emphasis>Lucid Lynx</emphasis> - uitgegeven in april 2010 en ondersteund tot april 2013.

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Lucid Lynx) was released in April 2010, so its version number is 10.04 LTS.
ja: 最初のリリース（Warty Warthog）は2004年10月で、そのバージョンは4.10でした。このバージョン（Lucid Lynx）は2010年4月にリリースされ、バージョンは10.04 LTSです。
kk: Біздің бірінші релизіміз (Warty Warthog) 2004 қазан айында жарық көрді, ол 4.10 нұсқасы ретінде белгіленген. Ағымдағы релиз нұсқасы (Lucid Lynx) 2010 сәуір айында шығарылып, нұсқа нөмірі 10.04 LTS.
nl: De eerste versie van Ubuntu (Warty Warthog) kwam in Oktober 2004 uit, met logischerwijs versienummer 4.10. Deze versie (Lucid Lynx) is in april 2010 uitgekomen en heeft daarom versienummer 10.04 LTS.
