Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
da: ubuntu-doc@lists.ubuntu.com (Ubuntu-dokumentationsprojektet)
et: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentatsiooni projekt)
is: ubuntu-doc@lists.ubuntu.com (Ubuntu skjölunarverkefnið)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntu ドキュメンテーション・プロジェクト)
kk: ubuntu-doc@lists.ubuntu.com (Ubuntu құжаттама жобасы)
mr: ubuntu-doc@lists.ubuntu.com ( उबंतू दस्तऎवज प्रकल्प)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
zh_hk: ubuntu-doc@lists.ubuntu.com（Ubuntu文件計劃）

source: About Ubuntu
da: Om Ubuntu
et: Ubuntust lähemalt
is: Um Ubuntu
ja: Ubuntuについて
kk: Ubuntu туралы
mr: ऊबंतू बदद्ल
nb: Om Ubuntu
nl: Info over Ubuntu
oc: A prepaus d'Ubuntu
sl: O Ubuntuju
sr: О Убунтуу
zh_hk: 關於 Ubuntu

source: An introduction to the background and philosophy of the Ubuntu operating system.
da: En introduktion til baggrunden og filosofien for styresystemet Ubuntu.
et: Ubuntu operatsioonisüsteemi tutvutus, taust ja filosoofia.
is: Kynning á hugmyndafræði Ubuntu stýrikerfisins.
ja: Ubuntu オペレーティングシステムの背景と哲学の紹介です。
kk: Ubuntu операциялық жүйесінің тарихы мен философиясына кіріспе.
mr: उबुंटु कार्यप्रणालीची पार्श्वभूमी व तत्वांशी एक ओळख
nb: En introduksjon til bakgrunnen og filosofien rundt operativsystemet Ubuntu.
nl: Een inleiding tot de achtergrond en filosofie van het besturingssysteem Ubuntu.
oc: Introduccion sus l'istòria e la filosofia del sistèma operatiu d'Ubuntu.
sl: Predstavitev ozadja in filozofije operacijskega sistema Ubuntu.
sr: Увод у филозофију и основе Убунту оперативног система.
zh_hk: Ubuntu 作業系統的背景及理念簡介。

source: Ubuntu - Linux for Human Beings!
da: Ubuntu - Linux for mennesker!
et: Ubuntu - Linux inimestele
is: Ubuntu - Linux fyrir fólkið!
kk: Ubuntu — адамдар үшін Linux!
mr: ऊबंतू - िलनक्स माणुसकी साठी!
nb: Ubuntu - Linux for mennesker!
nl: Ubuntu - Linux voor iedereen!
oc: Ubuntu - Linux pels èssers umans !
sl: Ubuntu - Linux za ljudi!
sr: Убунту — Линукс за људска бића!
zh_hk: Ubuntu - 人道待人的 Linux！

source: Credits and License
da: Bidragydere og licens
et: Autorid ja litsents
is: Aðstandendur og leyfi til notkunar
ja: 著作権およびライセンス
kk: Лицензия және Қатысқандар
mr: श्रेयनामावली आणि परवाना
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
sl: Zasluge in licenca
sr: Заслуге и лиценца
zh_hk: 貢獻者與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden med bidragydere</ulink>
et: Seda dokumenti haldab Ubuntu dokumenteerimismeeskond (https://wiki.ubuntu.com/DocumentationTeam). Vaata <ulink url="../../libs/C/contributors.xml">kaastöö tegijate nimekirja</ulink>.
is: Þessu skjali er haldið við af skjölunarhópi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Hér koma þeir fram sem veittu sitt framlag <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ja: このドキュメントはUbuntu 文書作成チーム (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
kk: Бұл құжатты Ubuntu құжаттар тобы қолдайды (https://wiki.ubuntu.com/DocumentationTeam). Қатысқандардың тізімін көру үшін, <ulink url="../../libs/C/contributors.xml">қатысушылардың веб парағын</ulink> қараңыз
mr: उबुंटु दस्तऎवज गटाद्वारे ह्या दस्तऎवजाची देखभाल केली जाते (https://wiki.ubuntu.com/DocumentationTeam). सहभागीदारांच्या यादीसाठी पहा <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
sl: Ta dokument vzdržuje Dokumentacijska skupina za Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
zh_hk: 本文件是由 Ubuntu 文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。請參看<ulink url="../../libs/C/contributors.xml">貢獻者頁</ulink>取得貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
da: Dette dokument er udgivet under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
et: See dokument on avaldatud Creative Commons ShareAlike 2.5 litsentsi (CC-BY-SA) alusel.
is: Þetta skjal er gert aðgengilegt undir Creative Commons ShareAlike 2.5 leyfinu (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
kk: Бұл құжатты Creative Commons ShareAlike 2.5 Лицензиясы (CC-BY-SA) аясында қолдануға болады.
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt ter beschikking gesteld onder de Creative Commons ShareAlike 2.5-licentie (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
sl: Dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
zh_hk: 本文件以共享創意 署名 相同方式共享 2.5 授權條款 (CC-BY-SA) 發放。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationens kildekode under de betingelser, der fremgår af licensen. Alt afledt materiale skal udgives under denne licens.
et: Sul on õigus muuta, laiendada ja täiustada Ubuntu dokumentatsiooni lähtekoodi vastavalt selle litsentsi tingimustele. Kõik tehtud muudatused tuleb avaldada sama litsentsi all.
is: Þér er frjálst að breyta, bæta og lagfæra kóðann á bakvið skjölun Ubuntu undir þessum skilmálum. Öll afleidd verkefni skulu vera gefin út undir þessum sömu skilmálum.
ja: このライセンスのもとであれば、利用者は Ubuntu ドキュメントのソースコードを自由に改変、加筆、改善することができます。すべての派生物はこのライセンスのもとでリリースしなければなりません｡
kk: Сіз Ubuntu құжаттамасының бастапқы мәтінін осы лицензияның шарттарына сәйкес өзгерте, кеңейте және жетілдіре аласыз. Барлық туынды жұмыстар осы лицензияның аясында шығарылуы керек.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
sl: Izvorno kodo dokumentacije Ubuntuja lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
zh_hk: 你可以自由地以此許可證的條文修改、擴充和改進Ubuntu說明文件源碼。然而所有衍生的作品都必須在此許可證下發放。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
et: Seda dokumenti levitatakse lootuses, et see on kasulik, aga ILMA MINGI GARANTIITA; isegi ilma KAUBANDUSLIKKUSE või KONKREETSEKS EESMÄRGIKS SOBILIKKUSE GARANTIITA, nagu ON KIRJELDATUD AUTORIÕIGUSLIKEST PRETENSIOONIDEST LOOBUMISE DOKUMENDIS.
is: Þessu skjali er dreift í þeirri von að það komi að góðum notum en ÁN ALLRAR ÁBYRGÐAR; jafnvel án þeirrar ábyrgðar sem fólgin er í SELJANLEIKA eða HÆFNI TIL AÐ GEGNA ÁKVEÐNU HLUTVERKI EINS OG KEMUR FRAM Í FYRIRVARA.
ja: この文書は利用者の便宜になることを期待して配布しますが、何らの保証をするものではなく、また、免責条項に記載のある通り、商品性や特定用途に対する適合性を暗黙に保証するものでもありません。
kk: Бұл құжаттама ЕШБІР КЕПІЛДІКСІЗ, біреуге пайдасы тиер деген мақсатта таратылады; оның ішінде ПАЙДА ӘКЕЛУ немесе КЕПІЛ БЕРУДЕН БАС ТАРТУ ҚҰЖАТЫНДА КӨРСЕТІЛГЕН ӘЛДЕБІР МАҚСАТТАРДА ҚОЛДАНУ ЖАРАМДЫЛЫҒЫ туралы кепілдіктер берілмейді.
mr: हे दस्तावेज उपयुक्त ठरतील या आशेवर वितरीत होत आहेत, पण कोणत्याही हमी शिवाय; अगदी वाणिज्योपयोग किंवा अस्विकृती कलमात वर्णन केलेल्या एखाद्या विशिष्ट कारणासाठी देखील गर्भित हमी शिवाय.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuïda dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, inclusa, mas sens i èsser limitadas, las garantias D'APTITUD A LA VÈNDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar BREZ VSAKRŠNE GARANCIJE; tudi brez posrednega zagotovila JAMSTVA CENOVNE VREDNOSTI in PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
zh_hk: 本項文件的分發目的是給予幫助，然而卻不保證; 甚至不包含免責聲明內的可售性或適用於某一目的之保證。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">"Creative Commons ShareAlike-licens"</ulink>.
et: Litsentsi koopia: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
is: Hægt er að sjá afrit af leyfinu hér: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike leyfið</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
kk: Лицензияның көшірмесі осы жерде жетімді: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike-licentie</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA)</ulink>.
sl: Kopija te licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_hk: 本授權文件的副本可由此處取得: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
da: Ubuntu-dokumentationsprojekt
et: Ubuntu dokumentatsiooni projekt
is: Skjölunarverkefni Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
kk: Ubuntu құжаттама жобасы
mr: उबुंटु दस्तावेज प्रकल्प
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
sl: Dokumentacijskega projekta za Ubuntu
sr: Пројекта Убунту документације
zh_hk: Ubuntu 文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
da: Canonical Ltd. og medlemmerne af <placeholder-1/>
et: Canonical Ltd. ja <placeholder-1/> liikmed
is: Canonical Ltd. og meðlimir í <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
kk: Canonical Ltd. және қатысушылар <placeholder-1/>
mr: केनोनिकल मर्या. आणि <placeholder-1/> चे सदस्य
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los sòcis de <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
zh_hk: Canonical 有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
da: Ubuntu-dokumentationsprojektet
et: Ubuntu dokumentatsiooni projekt
is: Skjölunarverkefni Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
kk: Ubuntu құжаттама жобасы
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
sl: Dokumentacijski projekt Ubuntuja
sr: Пројекат Убунту документације
zh_hk: Ubuntu 文件計劃

source: You are using Ubuntu 11.04 - the <emphasis>Natty Narwhal</emphasis> - released in April 2011 and supported until October 2012.
sl: Uporabljate Ubuntu 11.04, <emphasis>Natty Narwhal</emphasis>, ki je bil izdaj aprila 2011 in bo podprt do oktobra 2012.
sr: Ви користите Убунту 11.04 — <emphasis>Natty Narwhal</emphasis> — који је издат у априлу 2011 и који ће бити подржан све до октобра 2012.

source: This section is an introduction to Ubuntu. It explains the Ubuntu philosophy and roots, gives information about how to contribute to Ubuntu, and shows how to get help with Ubuntu.
da: Dette afsnit er en introduktion til Ubuntu. Det forklarer Ubuntu-filosofien og dens rødder, giver information om, hvordan du kan bidrage til Ubuntus udvikling og viser, hvordan du får hjælp til Ubuntu.
et: Järgnevalt tutvustatakse Ubuntut, Ubuntu filosoofiat ja selle päritolu. Selgeks saab, kuidas Ubuntu arendamisele kaasa aidata ja näidatakse, kuidas Ubuntu kasutamisel abi saada.
is: Hérna getur þú fræðst um hvað Ubuntu er, fengið upplýsingar um hugmyndafræði Ubuntu og hvernig það varð til. Einnig er hægt að fræðast um það hvernig leggja megi sitt að mörkun til að gera Ubuntu betra og hvert skal leita ef þig vantar aðstoð.
ja: このセクションではUbuntuについての紹介をします。Ubuntuの哲学と起源を説明し、Ubuntuに貢献する方法についての情報を提供し、Ubuntuのヘルプを得る方法を示します。
kk: Бұл бөлім сізді Ubuntu-мен таныстырады. Осыдан сіз, Ubuntu-дың шыққан тегі мен философиясын біле аласыз, көмекті қалай алуыңызға және өзіңіз де Ubuntu-ға қандай көмек көрсете алатыныңызды біле аласыз.
mr: हा भाग उबुंटुची ओळख करुन देईल. हा उबुंटुची तत्वे आणि सुरुवात स्पष्ट करेल, उबुंटुमधे योगदान कसे करावे ह्याची महिती देईल, आणि उबुंटुमधे मदत कशी मिळवावी हे दाखवेल.
nb: Dette emnet er en introduksjon til Ubuntu. Det forteller filosofien og røttene til Ubuntu, gir informasjon om hvordan du kan bidra i utviklingen av Ubuntu, og hvordan du kan få hjelp med Ubuntu.
nl: Deze sectie is een inleiding tot Ubuntu. Het beschrijft de Ubuntu-filosofie en het ontstaan ervan. Verder geeft het informatie over hoe u kunt bijdragen aan het Ubuntu-project en hoe u ondersteuning kunt krijgen.
oc: Aquesta seccion es una introduccion a Ubuntu. Explica los fondaments d'Ubuntu e sa filosofia, vos informa sul biais de contribuir a Ubuntu e explica cossí obténer d'ajuda sus Ubuntu.
sl: Berete uvod v Ubuntu. V njem sta razložena filozofija Ubuntuja in njegov izvor, podani so napotki, kako kaj prispevati Ubuntuju in kako v njem priti do pomoči.
sr: Овај одељак је увод у Убунту. Објашњава Убунту филозофију и његове корене, даје информације о томе како да допринесете Убунтуу и показује како да добијете помоћ у Убунтуу.
zh_hk: 本節是對 Ubuntu 的簡介。會解釋 Ubuntu 的理念及起源，並說明如何貢獻 Ubuntu，及有問題時如何得到幫助。

source: Ubuntu Logo
is: Ubuntu merkið
ja: Ubuntu ロゴ
kk: Ubuntu логотипі
mr: उबुंटु बोधचिन्ह
nb: Ubuntu-logoen
oc: Lògo d'Ubuntu
sl: Logotip Ubuntu
sr: Убунту амблем
zh_hk: Ubuntu 標誌

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition"; we make our very best work available to everyone on the same Free terms.
da: Ubuntu vil altid være gratis, og der er ingen ekstra udgift for den "professionelle version"; vi sørger for, at vores bedste produkter er tilgængelige for alle på de samme gratis og frie vilkår.
et: Ubuntu on ja jääb alatiseks ilma igasuguse tasuta, sellest ei tehta mingit "äriettevõtte versiooni"; me avaldame oma parima Ubuntu versiooni alati samade vabade tingimuste all.
is: Ubuntu mun ávallt vera frítt og án allra gjalda. Það eru engin gjöld fyrir "fyrirtækjaútgáfur" sökum þess að við leyfum öllum að njóta sömu forréttinda frítt!
ja: Ubuntuは常に無料であり、「商用版」のために追加の料金が必要になるといったことはありません。全ての人が同じ「自由」を利用できるように、最善を尽くしています。
kk: Ubuntu "корпоративті нұсқасы" әрқашан да тегін және қосымша ақысыз болады; біз өзіміздің атқарған жұмысымызды баршаңызға тура сондай бос шарттар негізінде жеткіземіз.
mr: उबुंटु कायमच मोफत असेल आणि व्यावसाईक आवृत्‍तीसाठी देखिल जास्तीची दररचना नाही आहे ; आम्ही आमचे सर्वोत्तम काम सर्वांसाठी मोफत उपलब्ध करतो.
nb: Ubuntu vil alltid være gratis, og det vil aldri bli noe ekstra gebyr for en «eksklusiv utgave», vi gir alle tilgang til vårt beste arbeid under de samme frie betingelsene.
nl: Ubuntu zal altijd gratis zijn, zonder extra kosten voor een "professionele editie"; we stellen ons allerbeste werk ter beschikking voor iedereen onder dezelfde vrije voorwaarden.
oc: Ubuntu serà totjorn gratuita e existís pas de version« entrepresa » paganta ; ofrissèm çò melhor de nòstre trabalh a totes, jols meteisses tèrmes : libertat e gratuitat.
sl: Ubuntu bo vedno brezplačen. Tudi za "podjetniško različico" ni nobenih dodatnih obveznosti. Svoje najboljše delo dajemo vsem na razpolago pod enakimi pogoji.
sr: Убунту ће увек бити бесплатан, нема додатних трошкова за <quote>пословна издања</quote>; трудимо се да буде доступан свима под истим условима Слободе.
zh_hk: Ubuntu 永遠都是免費的，對於「企業版」也不會收取額外費用；我們將最好的工作成果，依照同樣的「免費」條款供每個人使用。

source: Ubuntu includes the very best in translations and accessibility infrastructure that the free software community has to offer, to make Ubuntu usable for as many people as possible.
da: For at gøre Ubuntu brugbar for så mange mennesker som muligt indeholder Ubuntu det allerbedste, som fri software-fællesskabet kan tilbyde inden for oversættelser og tilgængeligheds-infrastruktur.
et: Selleks, et muuta Ubuntu kasutatavaks võimalikult paljudele, on Ubuntul parim tõlke ja ligipääsu-infrastruktuur, mida vaba tarkvara kogukond pakkuda suudab.
is: Ubuntu inniheldur þær bestu þýðingar og grunnbyggingu fyrir aðgengi sem frjálsa hugbúnaðarsamfélagið hefur að bjóða, til að gera Ubuntu nothæft fyrir sem flest fólk.
ja: Ubuntuをできる限り多くの人々に利用して頂けるように、フリーソフトウェアが提供すべき翻訳およびユーザ補助機能の提供にベストを尽くします。
kk: Ubuntu-ны көптеген адамдар еркін түрде пайдалану үшін, өз құрамында, бос бағдарламалық қамтамасыздандыру қоғамдастығы, ұсынылған ең жақсы аудармаларды және мүмкіншіліктері шектелген адамдарға жасалған құралдарды қамтиды.
mr: उबुंटु जास्तीतजास्त लोकांना वापरण्याजोगी व्हावी यासाठी, उबुंटुमधे मुक्त सॉफ्टवेअर समुदाय देऊ शकेल अशा सर्वोत्तम भाषांतर व पोहोच पायाभूत सुविधा समाविष्ट करण्यात आल्या आहेत.
nb: Ubuntu har de beste oversettelsene og den beste tilgjengelighets-teknologien som miljøet for fri programvare kan tilby, for å gjøre Ubuntu tilgjengelig for så mange mennesker som mulig.
nl: Ubuntu bevat de beste vertalingen en toegankelijkheidsfuncties die vrijesoftwaregemeenschap te bieden heeft, zodat haast iedereen aan de slag kan met Ubuntu.
oc: Ubuntu inclutz çò que se fa de melhor dins la comunautat del logicial liure en matièra de traduccions e de programas d'accessibilitat, per rendre Ubuntu utilizable per un maximum de personas.
sl: Ubuntu vključuje najboljša prevajalska orodja in infrastrukturo za ljudi s posebnimi potrebami, ki ju prosto programska skupnost lahko ponudi, tako da je lahko uporaben za kar največje število ljudi.
sr: Убунту укључује најбоље у превођењу и у инфраструктури приступачности које заједница слободног софтвера може да понуди, како би учинио Убунту употребљивим за што је могуће више људи.
zh_hk: Ubuntu 包含了自由軟件社群應該提供最出色的翻譯和無障礙環境架構。唯有如此，才能令 Ubuntu 對盡可能多的人有用。
