Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: Ubuntu is released regularly and predictably; a new release is made every six months. You can use the current stable release or the current development release. Each release is supported for at least 18 months.
da: Ubuntu udkommer regelmæssigt og forudsigeligt. Der kommer en ny udgave hver sjette måned. Man kan bruge den aktuelle stabile udgave eller den aktuelle udviklingsudgave. Hver udgivelse understøttes i mindst 18 måneder.
et: Ubuntu uued versioonid tehakse kättesaadavaks regulaarselt ja süstemaatiliselt - iga kuue kuu järelt. Kasutada võib hetke stabiilselt väljalaset või arendus-väljalaset. Kõigile versioonidele on ette nähtud vähemalt 18-kuuline toetus.
is: Ubuntu er gefið út reglulega og áreiðanlega; ný útgáfa er í boði á sex mánaða fresti. Þú getur notað núverandi stöðuga útgáfu eða núverandi þróunarútgáfu. Hver útgáfa er studd í að minnsta kosti 18 mánuði.
ja: Ubuntuは定期的かつ予告どおりにリリースされます。新しいリリースは6ヶ月ごとに作成されています。利用者はその時点の安定版リリースか、開発版リリースのどちらでも使うことができます。どちらのリリースも、少なくとも18ヶ月の間サポートされます。
kk: Ubuntu жүйелі түрд шығарылады – кезекті релиз әрбір 6 айдың ішінде жетімді болады. Сіз ағымдағы тұрақты немесе өңделініп жатқан релизді қолдануыңызға болады. Ubuntu релиздерінің әрбіреуіне ең аз дегенде 18 ай бойынша қолдау көрсетіледі.
mr: उबुंटु नियमीत व पुर्वानुमानितपणे जारी केली जाते; दर सहा महिन्याला एक नवीन जारी होते. तुम्ही सद्य स्थीर किंवा सद्य विकास आवृत्ती वापरु शकता. प्रत्येक आवृत्तीला किमान १८ महिने समर्थन दिले जाते.
nb: En ny utgave av Ubuntu utgis hver sjette måned. Du har valget mellom å bruke denne utgitte, stabile utgaven, eller å bruke utgaven som etter hvert vil bli den neste stabile utgivelsen. Hver utgave er offisielt støttet i minst 18 måneder.
nl: Ubuntu wordt regelmatig en volgens een voorspelbaar schema uitgebracht; er is elke zes maanden een nieuwe versie. U kunt kiezen om de huidige stabiele versie te gebruiken of de huidige ontwikkelaarsversie. Elke versie wordt minstens 18 maanden ondersteund.
oc: Las versions d'Ubuntu sortisson d'un biais regular e planificat : cada sièis meses. Podètz utilizar la darrièra version establa o alara la version en cors de desvolopament. Per cada version lo sosten es assegurat pendent al mens 18 meses.
sl: Posodobljene različice sistema Ubuntu se izdajajo redno in predvidljivo; nova različica izide vsakih šest mesecev. Uporabljate lahko trenutno stabilno ali razvojno različico. Vsaka izdaja je podprta vsaj 18 mesecev po izidu.
sr: Убунту се издаје редовно и предвидиво; нова издања су спремна сваких шест месеци. Можете да користите тренутно стабилно издање или тренутно развојно издање. Свако издање је подржано најмање 18 месеци.
zh_hk: Ubuntu 將定期並有計畫的不斷發佈；每六個月就會有一個新版本。您可以使用當前穩定版本或開發中版本，我們將為每個版本提供至少 18 個月的支援。

source: Ubuntu is entirely committed to the principles of open source software development; we encourage people to use open source software, improve it and pass it on.
da: Ubuntu støtter helhjertet principperne bag udvikling af åben kildekode-software (open source). Vi opfordrer folk til at bruge åben kildekode-software, forbedre det og give det videre.
et: Ubuntu on täielikult pühendatud avatud lähtekoodiga tarkvara arendamisele . Me julgustame teisigi kasutama avatud lähtekoodiga tarkvara, seda paremaks muutma ja teistega jagama.
is: Ubuntu er alfarið fylgjandi hugmyndafræði frjálsrar hugbúnaðarþróunar; við hvetjum fólk til að nota frjálsan hugbúnað, bæta hann og dreifa honum.
ja: Ubuntuはオープンソースソフトウェア開発の原則に完全に則っています。すなわち、私たちは人々がオープンソースソフトウェアを使い、改良し、配布することを奨励します。
kk: Ubuntu толығымен бос бағдарламалық қамтамасыздандыруды өңдеу ұстанымына адал беріледі; біз адамдарды бос бағдарламалық қамтамасыздандыруды қолдануға, жақсартып және әрі қарай таратуға шақырамыз.
mr: उबुंटु ही संपूर्णतय: मुक्त सॉफ्टवेअर विकासाशी बांधील आहे; आम्ही उघड स्त्रोत सॉफ्टवेअर वापरण्यासाठी, त्यात सुधारणा करुन पुढे चालवण्यासाठी लोकांना उत्तेजन देतो.
nb: Ubuntu er helt og holdent bundet til prinsippene rundt utvikling av fri programvare; vi oppfordrer alle til å bruke fri programvare, bygge på den og dele den med andre.
nl: Ubuntu schaart zich volledig achter de grondbeginselen van de opensource-softwareontwikkeling. Wij stimuleren mensen om opensource-software te gebruiken, te verbeteren en te verspreiden.
oc: Ubuntu aderís entièrament als principis de desvolopament dels logicials liures ; vos encorajam a utilizar los logicials liures, a participar a lor melhorament e a lor difusion.
sl: Ubuntu docela sledi načelom odprtokodnega razvoja programske opreme. Ljudi spodbujamo, naj uporabljajo odprtokodno programsko opremo, jo izboljšujejo in predajajo drugim.
sr: Убунту је у потпуности предан принципима развоја слободног софтвера; охрабрујемо људе да користе софтвер отвореног кôда, да га унапређују и да га прослеђују даље.
zh_hk: Ubuntu 完全遵守開放源碼軟件發展的原則；我們鼓勵人們使用、改進並散佈開放源碼軟件。

source: Ubuntu is an entirely open source operating system built around the <emphasis>Linux</emphasis> kernel. The Ubuntu community is built around the ideals enshrined in the <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Ubuntu Philosophy</ulink>: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customize and alter their software in whatever way they see fit. For those reasons: <placeholder-1/>
sl: Ubuntu je popolnoma odprtokoden operacijski sistem izgrajen okoli jedra <emphasis>Linux</emphasis>. Skupnost Ubuntu je izgrajena okoli idealov, ki so napisane v <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Filozofiji Ubuntu</ulink>: da bi programi morali biti na voljo brezplačno, da lahko programska orodja ljudje uporabljajo v svojem jeziku in ne glede na svoje invalidnosti in da lahko ljudje svoje programe prilagodijo na katerikoli način. Zaradi teh vzrokov: <placeholder-1/>
sr: Убунту је оперативни систем у потпуности отвореног кôда изграђен на <emphasis>Линукс</emphasis> језгру. Убунтуова заједница је изграђена око идеала садржаних у <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Филозофији Убунтуа</ulink>: да софтвер треба да буде доступан без новчане надокнаде, да софтверске алате људи треба да употребљавају на својим локалним језицима без обзира на физичке способности, и да људи треба да буду слободни да прилагоде и да измене свој софтвер према својим потребама. И због тога: <placeholder-1/>

source: Find out more at <ulink url="http://www.ubuntu.com">the Ubuntu website</ulink>.
da: Læs mere på <ulink url="http://www.ubuntu.com">Ubuntu-webstedet</ulink>.
et: Rohkem infot leiad <ulink url="http://www.ubuntu.com">Ubuntu veebilehelt</ulink>.
is: Frekari upplýsingar eru á <ulink url="http://www.ubuntu.com">Ubuntu vefsíðunni</ulink>.
ja: 詳細は<ulink url="http://www.ubuntu.com">Ubuntu website</ulink>で確かめてください。
kk: Көбірек <ulink url="http://www.ubuntu.com">Ubuntu веб-сайтында</ulink> біле аласыз.
mr: <ulink url="http://www.ubuntu.com">उबुंटु वेबसाईट</ulink> येथुन अधिक माहिती मिळवा.
nb: Finn ut mer på <ulink url="http://www.ubuntu.com">Ubuntus hjemmeside</ulink>.
nl: Meer hierover kunt u vinden op <ulink url="http://www.ubuntu-nl.org">de Nederlandse website van Ubuntu</ulink>.
oc: Mai informacions sul <ulink url="http://www.ubuntu.com">site web d'Ubuntu</ulink>.
sl: Več o tem preberite na spletni strani <ulink url="http://www.ubuntu.com">Ubuntu</ulink>.
sr: Сазнајте више на <ulink url="http://www.ubuntu.com">веб сајту Убунтуа</ulink>.
zh_hk: 要瞭解更多，請造訪 <ulink url="http://www.ubuntu.com">Ubuntu 網站</ulink>。

source: About the Name
da: Om navnet
et: Nimest
is: Um nafnið „Ubuntu“
ja: 名前について
kk: Ubuntu сөзінің мағынасы
mr: नावाबद्दल
nb: Om navnet
nl: Over de naam
oc: A prepaus del nom
sl: O imenu
sr: О имену
zh_hk: 關於名稱

source: Ubuntu is a South African ethical ideology focusing on people's allegiances and relations with each other. The word comes from the Zulu and Xhosa languages. Ubuntu is seen as a traditional African concept, is regarded as one of the founding principles of the new republic of South Africa and is connected to the idea of an African Renaissance.
da: Ubuntu er en sydafrikansk, etisk ideologi, som fokuserer på menneskers tilknytningsforhold og gensidige relationer. Ordet stammer fra sprogene Zulu og Xhosa. Ubuntu ses som et traditionelt afrikansk koncept, det betragtes som et af de fundamentale principper bag den nye republik Sydafrika, og det er forbundet med idéen om en afrikansk renæssance.
et: Ubuntu on Lõuna-Aafrika eetika, mille põhirõhk on truudusel ja inimestevahelistel suhetel. Sõna on pärit zuulu ja koosa keelest. Ubuntut peetakse traditsioonilise aafrika põhimõtteks, see on Lõuna-Aafrika Vabariigi alusprintsiip ning seondub Aafrika renessansi ideega.
is: Ubuntu er suðurafrísk frumbyggjaheimspeki sem fjallar um hvernig fólk er tengt innbyrðis. Orðið kemur úr Zúlú og Xhosa tungumálunum, Ubuntu er álitið hefðbundið afrískt hugtak og er lagt til grundvallar hins nýja lýðveldis Suður-Afríku og tengist hugmyndum um endurreisn þjóðfélaga í Afríku.
ja: Ubuntuは人間関係や信頼関係をあらわす南アフリカの倫理的な概念です。この言葉はズールー族の、そしてコサ族の言語からきています。 Ubuntuは伝統的なアフリカの概念で、南アフリカ共和国の建国理念のひとつとして尊重されており、アフリカ再興の考えにも繋がっています。
mr: उबुंटु ही एक दक्षिण आफ्रिकन लोकांची सामाजिक संबंधांबद्दलची सांस्कृतिक संकल्पना आहे. हा शब्द् झुलु आणि झोसा भाषेतुन आला आहे. उबुंटु ही एक पारंपारिक संकल्पना आहे आणि ती आधुनिक दक्षिण आफ्रिकन लोकशाही देशाच्या जन्म गाभ्यापैकी एक आहे.
nb: Ubuntu er sør-afrikansk etikk med fokus på sympatier og forbindelser med hverandre. Ordet kommer fra språkene Zulu og Xhosa. Ubuntu blir sett på som et tradisjonelt afrikansk konsept, og er et av de grunnleggende prinsippene i republikken Sør-Afrika og er knyttet til idéen om en afrikansk renessanse.
nl: Ubuntu is een Zuid-Afrikaanse ethische ideologie die de nadruk legt op de communicatie en relatie met elkaar. Het woord komt uit de Zulu- en Xhosatalen. Ubuntu wordt gezien als een traditioneel Afrikaans concept, wordt gezien als een van de basisprincipes voor de nieuwe republiek van Zuid-Afrika en is verbonden met het idee van de Afrikaanse Renaissance.
oc: Ubuntu es un principi etic sudafrican dins lo qual las relacions umanas e la leialtat ocupan una plaça centrala. Aqueste mot ven de las lengas zulu e xhosa. Ubuntu, en tant que concèpte tradicional african, es considerat coma un dels principis fondators de la novèla Republica d'Africa del Sud e es ligat a l'idèa d'una « Renaissença Africana ».
sl: Ubuntu je južnoafriško etično načelo, ki postavlja v ospredje vezi in odnose med ljudmi. Beseda izvira iz jezikov plemen Zulu in Xhosa. Ubuntu je znan kot tradicionalen afriški pojem, ki velja za eno temeljnih načel nove Južnoafriške republike in je povezan z idejo afriške renesanse.
sr: Убунту је Јужноафрика етичка идеологија усредсређена на међуљудске односе и везе једних према другима. Реч потиче из Зулу и Ксоса језика. Убунту често виђен као традиционални афрички концепт се сматра једним од темељних принципа нове Јужноафричке републике и повезан је са идејама Афричке ренесансе.
zh_hk: Ubuntu 是南非的倫理思想，著眼於人與人之間的忠誠關係。Ubuntu 這個字源自於祖魯語和科薩語，為非洲傳統的概念，其也作為南非共和國立國基本原則，並且和非洲復興的理念緊緊相連。

source: A rough translation of the principle of Ubuntu is "humanity towards others". Another translation could be: "the belief in a universal bond of sharing that connects all humanity".
da: En løs oversættelse af Ubuntus hovedprincip er "medmenneskelighed". En anden oversættelse kunne være: "troen på at der findes et universielt bånd, som sammenslutter al menneskelighed".
et: Ubuntu põhimõtte umbkaudne tõlge oleks "inimlikkus teiste vastu". Teine tõlkevõimalus on "veendumus üleüldises ja vastastikuses toetuses, mis ühendab kogu inimkonda".
is: Gróf þýðing á hugmyndafræði Ubuntu er „mannúð gagnvart öðrum‟. Önnur þýðing gæti verið „trúin á algildan sáttmála samneyslu sem tengir alla menn‟.
ja: Ubuntuの根本原理を大まかに訳すと、「他者への思いやり」です。「あらゆる思いやりをつなげる、普遍的な分かちあいの絆を信じること」と翻訳することもできるでしょう。
mr: ढोबळमानाने उबुंटु तत्वाचे भाषांतर "इतरांबद्दलची माणुसकी" असे होईल. आणखी एक भाषांतर " सर्व मानवतेला जोडणारया सहभागाच्या वैश्विक दुव्यावरचा विश्वास" असे होऊ शकेल.
nb: En omtrentlig oversettelse av Ubuntu-prinsippet vil være «medmenneskelighet». En annen oversettelse kan være: «tro på et universelt delingssystem som binder hele menneskeheten sammen».
nl: Een ruwe vertaling van het Ubuntu-principe is: "medemenselijkheid". Een andere vertaling zou kunnen zijn: "de overtuiging dat delen met elkaar een universeel verbond schept dat de gehele mensheid bindt".
oc: Una traduccion aproximativa del principi sulqual se basa Ubuntu seriá « umanitat envèrs los autres ». Una autra traduccion poiriá èsser : « la cresença en una adesion universala al partatge que liga tota l'umanitat ».
sl: Okvirni prevod načela Ubuntu je "človečnost do drugih". Lahko se ga prevede tudi kot: "verovanje v vsesplošno vez, s katero deljenje povezuje celotno človeštvo".
sr: Груби превод принципа Убунтуа би био <quote>хуманост према другима</quote>. Другачији превод може бити: <quote>вера у свеопшту везу размене која повезује целокупно човечанство</quote>.
zh_hk: Ubuntu 精神的大意是「人道待人」（對他人仁慈）。 Ubuntu 也意味著：「我和其他人緊緊相連，密不可分，我們都是同源一體」。

source: Archbishop Desmond Tutu
da: Ærkebiskop Desmond Tutu
et: Peapiiskop Desmond Tutu
is: Desmond Tutu erkibiskup
ja: デズモンド・ツツ大主教
kk: Дезмонд Туту (Desmond Tutu) Архиепископы
mr: आर्चबिशप डेस्मंड टुटु
nb: Erkebiskop Desmond Tutu
nl: Aartsbisschop Desmond Tutu
oc: Arquevesque Desmond Tutu
sl: Nadškof Desmond Tutu
sr: Архиепископ Десмонд Туту
zh_hk: Desmond Tutu 大主教

source: "A person with ubuntu is open and available to others, affirming of others, does not feel threatened that others are able and good, for he or she has a proper self-assurance that comes from knowing that he or she belongs in a greater whole and is diminished when others are humiliated or diminished, when others are tortured or oppressed."
da: "En person med ubuntu er åben og til rådighed for andre, bekræfter andre, føler sig ikke truet af, at andre har evner eller er gode, for han eller hun har en selvsikkerhed, der stammer fra visheden om, at han eller hun tilhører det store hele og bliver formindsket, når andre bliver gjort til grin eller formindsket, når andre bliver tortureret eller undertrykt."
et: "Ubuntuga inimene on teistele avatud ja kättesaadav, neid jaatav. Ta ei karda seda, kui teised on võimekamad ja paremad, sest tal endal on õige enesekindlus. See tuleb teadmisest, et ta kuulub suuremasse tervikusse ja muutub ise väiksemaks, kui kedagi alandatakse või pisendatakse, kui kedagi piinatakse või rõhutakse."
is: „Einstaklingur með ubuntu er opinn, viðmótsþýður og jákvæður gagnvart öðrum. Honum finnst sér ekki ógnað þó aðrir séu dugandi og góðir þar sem hann hefur raunverulegt sjálfstraust sprottið af vissunni fyrir því að hann sé hluti af stærra samhengi. Honum þykir hann lítillækkaður þegar aðrir eru auðmýktir eða lítillækkaðir, þegar aðrir eru píndir eða kúgaðir.‟
ja: 「Ubuntu な人とは、オープンな性格で他人に貢献する気持ちがあって、自分以外を肯定的に捉えられる人のことです。Ubuntu な人は自分が大きな世界につながっているという確信から生まれる適度な自信をもっているために、他人の能力や親切をねたみません。他人が馬鹿にされたり落ち込んだりしたときには共に落ち込み、他人が苦しんでいるときにはその気持ちを共にします」
mr: उबुंटु असलेला मनुष्य हा खुला व इतरांना उपलब्ध असतो, दुसरयांची पुष्टि करतो, दुसरे चांगले व सक्षम आहेत म्हणुन घाबरुन जात नाही, कारण तिला किंवा त्याला असा योगय् आत्मविश्वास असतो, जो या ज्ञानामुळे येतो की ती किंवा तो एका मोठयाचा एक भाग आहेत आणि ती किंवा तो जेव्हा दुसरे अपमानीत होतात वा घटतात, जेव्हा दुसरे अत्याचारीत वा त्रासले जातात, तेव्हा स्वत: घटतात.
nb: «En person med «ubuntu» er åpen, tilgjengelig for og positiv mot andre. Han eller hun føler seg heller ikke truet av at andre er flinke og fremgangsrike, for han eller hun har en sikkerhet i seg selv som kommer av det å vite at han eller hun tilhører en større helhet, og føler seg utilpass når andre latterliggjøres eller føler seg utilpass, og når andre tortureres eller undertrykkes.»
nl: "Een persoon met ubuntu is open en staat klaar voor anderen, geeft erkenning, voelt zich niet bedreigd wanneer anderen capabel of beter zijn, want hij of zij bezit de zelfverzekerdheid die ontstaat door de wetenschap dat hij of zij deel uitmaakt van een groter geheel, en voelt zich gekleineerd wanneer anderen vernederd of gekleineerd worden, wanneer anderen gepijnigd of onderdrukt worden."
oc: « Una persona "ubuntu" es dobèrta, disponibla a las autras e desvodada ; percep pas coma una menaça lo fach que los autres pòscan èsser competents e bons, per que pose sa pròpria assegurança dins lo fach que se sap aparténer a un tot superior e es afectada quand los autres son umiliiats o disminuits, torturats o oprimits. »
sl: "Človek z ubuntujem je odprt do drugih in jim je na voljo. Ko ga drugi podpirajo, se ne počuti ogroženega zaradi njihovih sposobnosti in dobrote, saj ima dovolj samozavesti, ki jo črpa iz zavedanja, da pripada večji celoti in ve, da se ta samozavest manjša, ko druge ponižujejo, zaničujejo, mučijo ali zatirajo."
sr: <quote>Особа са убунтуом је отворена и доступна другима, позитивна према другима, не осећа се угроженом због тога што други умеју и добри су, јер он или она има одговарајуће самопоуздање које долази од сазнања да он или она припада већој целини и омаловажена је када су други понижени или омаловажени, када су други мучени или угњетавани.</quote>
zh_hk: 「一個具有 ubuntu 精神的人是開放的、利他的、能夠肯定他人、不會因為他人的能力和一帆風順而感覺受到威脅。因為他/她擁有適度的自信，而這源自知悉到自己乃是屬於一個更大的整體，當他人被侮辱或離開時，當他人被折磨或被壓迫時，這個整體就會萎縮。」

source: As a platform based on Free software, the Ubuntu operating system brings the spirit of ubuntu to the software world.
da: Som en platform baseret på fri software bringer Ubuntu-operativsystemet ubuntu-ånden ind i softwareverdenen.
et: Vabal tarkvaral baseeruva platvormina toob Ubuntu operatsioonisüsteem Ubuntu vaimsuse tarkvara maailma.
is: Sem stýrkerfi byggt á frjálsum hugbúnaði er Ubuntu hugsað til að koma með anda "ubuntu" inn í heim hugbúnaðar og tölvunotkunar.
ja: フリーソフトウェアを基盤としたオペレーティングシステムを作ることで、Ubuntuプロジェクトは「ubuntu」の精神をソフトウェアの世界に広めようと考えています。
kk: Бос БҚ-ға (бағдарламалық қамтамасыздандыру) негізделіп жасалынған платформа болғандықтан, Ubuntu операциялық жүйе БҚ әлеміне ubuntu рухын әкеліп қосады.
mr: मुक्त सॉफ्टवेअरवर आधारित गाभा असल्याने उबुंटु कार्यप्रणालीदेखिल 'उबुंटु' चे ध्येय सॉफ्टवेअर जगताला दाखवून देईल.
nb: Operativsystemet Ubuntu, som er en plattform som bygger på fri programvare, bringer ubuntu-ideologien til programvareverdenen.
nl: Het Ubuntu-besturingssysteem brengt, gebaseerd op vrije software, de geest van Ubuntu naar de wereld van de software.
oc: En tant que plataforma basada sul logicial liure, lo sistèma operatiu Ubuntu apòrta l'esperit ubuntu al monde del logicial.
sl: Kot platforma, ki temelji na prosti programski opremi, prinaša operacijski sistem Ubuntu ta svoj duh v svet programske opreme.
sr: Као платформа заснована на Слободном софтверу, Убунту оперативни систем доноси убунту дух у свет софтвера.
zh_hk: 作為基於自由軟件的平台，Ubuntu 作業系統將 ubuntu 精神傳達給整個軟件世界。

source: Free Software
da: Fri software
et: Vaba tarkvara
is: Frjáls hugbúnaður
ja: フリーソフトウェアについて
kk: Тегін (бос) бағдарламалық қамтама
mr: मुक्त सॉफ्टवेअर
nb: Fri programvare
nl: Vrije software
oc: Logicial liure
sl: Prosta programska oprema
sr: Слободан софтвер
zh_hk: 自由軟件

source: The Ubuntu project is entirely committed to the principles of free software development; people are encouraged to use free software, improve it, and pass it on.
da: Ubuntu støtter helhjertet principperne bag fri softwareudvikling. Vi opfordrer folk til at bruge fri software, forbedre det og give det videre.
et: Ubuntu projekt on täielikult pühendatud vaba tarkvara arendamise põhimõtetele; me julgustame inimesi vaba tarkvara kasutama, seda arendama ja teistega jagama.
is: Ubuntu verkefnið er alfarið fylgjandi hugmyndafræði frjálsrar hugbúnaðarþróunar; notendur eru hvattir til að nota frjálsan hugbúnað, bæta hann og dreifa honum.
ja: Ubuntuプロジェクトはフリーソフトウェア開発の原則に完全に則っています。すなわち、人々はフリーソフトウェアを使い、改良し、配布することを奨励されます。
kk: Ubuntu жобасы толығымен бос бағдарламалық қамтаманың көзқарастарына беріледі; біз адамдардың бос бағдарламалық қамтаманы қолдануға, жақсартуға және таратуға шақырамыз.
mr: उबुंटु प्रकल्प संपुर्णतया मुक्त सॉफ्टवेअरच्या तत्वांशी वचनबद्ध आहे, लोकांना मुक्त सॉफ्टवेअर वापरण्याला, त्यात सुधारणा करण्याला व ते पुढे चालु ठेवण्याला उत्तेजन दिले जाते.
nb: Ubuntu-prosjektet har forpliktet seg til prinsippene om utvikling av fri programvare; folk er oppmuntret til å bruke fri programvare, forbedre den, og gi den videre.
nl: Het Ubuntu-project is volledig toegewijd aan de principes van vrije software; gebruikers worden aangemoedigd om vrije software te gebruiken, te verbeteren en te verspreiden.
oc: Lo projècte Ubuntu aderís entièrament als principis de desvolopament dels logicials liures ; l'usatge, l'amelioracion e la redistribucion dels logicials liures son encoratjats.
sl: Projekt Ubuntu docela sledi načelom razvoja proste programske opreme in ljudi spodbuja k uporabi proste programske opreme, njenemu izboljševanju in posredovanju drugim.
sr: Убунту пројекат је потпуно посвећен принципима развоја слободног софтвера; људи су охрабрени да користе слободан софтвер, да га побољшавају и да га прослеђују даље.
zh_hk: Ubuntu 計畫完全遵循自由軟件發展原則；鼓勵人們使用、改進並散佈自由軟件。
