Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: The Linux kernel has gained an ideological importance as well as a technical one. There is an entire community of people who believe in the ideals of free software and spend their time helping to make open source technology as good as it can be.
da: Linux-kernen har fået en ideologisk betydning såvel som en teknisk. Der er et helt fællesskab af mennesker, som tror på principperne omkring fri software, og som bruger deres tid på at gøre åben kildekode-teknologi så god som muligt.
et: Linuxi kernel on muutunud oluliseks ka ideoloogiliselt. On terve kogukond inimesi, kes usuvad vaba tarkvara ideaalidesse ja kasutavad oma aega selleks, et muuta avatud lähtekoodiga tehnoloogiaid nii heaks kui võimalik.
is: Linuxkjarninn hefur orðið hugmyndafræðilega mikilvægur ekki síður en tæknilega. Heilt samfélag fólks trúir á hugsjónina um frjálsan hugbúnað og ver tíma sínum í að gera hann eins góðan og raun ber vitni.
ja: Linuxカーネルは技術面ばかりでなく理念的な重要性も帯びてきています。フリーソフトウェアの理念を信奉する人々の強固なコミュニティがあり、オープンソース技術をできる限り改善することへの協力に時間を割いています。
kk: Linux түйіні соншама тек техникалық емес, идеологиясы да маңыздылығы жоғары. Бос (еркін) бағдарламалық қамтама идеалдарына сенетін, және өздерінің бос уақытын, ашық коды бар технологияларын мүмкіндігінше жетілдіруге көмектесуде болатын, орасан көп адамдар жиыны бар.
mr: लिनक्स गाभ्याला तांत्रिक एवढेच वैचारीक देखील महत्व प्राप्त झाले आहे. लोकांचा, जे मुक्त सॉफ्टवेअरच्या आदर्शांवर विश्वास ठेवतात आणि मुक्त सॉफ्टवेअर तंत्रज्ञान चांगल्यात चांगले करण्याला मदत करण्यासाठी त्यांचा वेळ खर्च करतात, एक संपुर्ण समुदाय आहे.
nb: Linux-kjernen har opparbeidet seg en ideologisk og teknisk viktig status. Det finnes et stort fellesskap av folk som tror på idealene om fri programvare og bruker tiden sin på hjelp til andre og gjøre fri programvare så bra som mulig.
nl: De Linux-kernel heeft naast een technologisch, ook een ideologisch belang gekregen. Er is een complete gemeenschap ontstaan met mensen die in de idealen van vrije software geloven, en die hun tijd spenderen om te helpen opensource-technologie zo goed mogelijk te maken.
oc: Lo nucli Linux a pres una importància tant plan ideologica coma tecnica. Existís una comunautat entièra de personas qui creson als ideals del logicial liure e balhan de lor temps per ajudar a rendre la tecnologia liura tant performanta coma possible.
sl: Jedro Linux je pridobilo na ideološki in tehnični pomembnosti. Celotna skupnost ljudi verjame v ideale proste programske opreme in prispeva svoj čas v izboljšavo odprtokodne tehnologije in programske opreme.
sr: Линукс кернел је задобио и идеолошки значај, баш као и технички. Постоји читава заједница људи који верују у идеале слободног софтвера и проводе своје време помажући да технологија отвореног кôда буде што боља.
zh_hk: Linux 核心不僅在技術層面有一席之地，還有重要特殊意義。有一羣人相信自由軟件的理念，並花大量時間幫忙開放原始碼技術，使之臻於完美。

source: People in this community gave rise to initiatives such as Ubuntu, standards committees that shape the development of the Internet, organizations like the Mozilla Foundation, responsible for creating Mozilla Firefox, and countless other software projects from which you've almost certainly benefited in the past.
da: Folk i dette fællesskab skabte grobund for initiativer som f.eks. Ubuntu, standardkomitéer der former internettets udvikling, organisationer som f.eks. Mozilla Foundation som er ansvarlige for skabelsen af Firefox og utallige andre softwareprojekter, som du næsten helt sikkert har haft glæde af førhen.
et: Inimesed selles kogukonnas on algatanud ettevõtmisi nagu Ubuntu; standardikomiteid, mis kujundavad interneti arengut; organisatsioone nagu Mozilla Foundation, kes on loonud Mozilla Firefoxi; ja loendamatul hulgal teisi tarkvaraprojekte, millest sa oled üsna kindlasti varem kasu lõiganud.
is: Fólk í þessu samfélagi hefur staðið að ýmsum verkefnum á borð við Ubuntu, staðlaráðum sem móta þróun Internetsins, samtökum eins og Mozilla Foundation sem ábyrg er fyrir útgáfu Mozilla Firefox, auk óteljandi annarra hugbúnaðarverkefna sem telja má öruggt að þú hafir haft gagn af í gegnum tíðina.
ja: このコミュニティの人々はさまざまな活動を主導しました。例えばUbuntuや、インターネットの発展を担う標準化団体、Mozilla Firefoxの開発を進めるMozilla Foundationなどの組織、その他、これまであなたが実際に恩恵を与えてきたほとんど全てのソフトウェアプロジェクトなどです。
mr: ह्या समुदायातील लोकांनी विविध उपक्रमांना चालना दिली. जसे की - 'उबुंटु' , 'प्रमाणीकरण समिती' जी आंतरजालाच्या विकासाला दिशा देते, 'मोझिला फाउंडेशन' सारख्या संस्था ज्या मोझिला फायरफॉक्सची जबाबदारी घेतात, आणि इतर असंख्य सॉफ्टवेअर प्रोजेक्ट ज्याचा तुम्हाला निश्चितपणे फायदा झाला असेल.
nb: Folk i dette miljøet skapte initiativer som Ubuntu, komitéer som setter standarder som former utviklingen av Internett, organisasjoner som Mozilla Foundation, som laget Mozilla Firefox, og utallige andre prosjekter som du helt sikkert har dratt nytte av tidligere.
nl: De mensen in deze gemeenschap hebben aan de basis gestaan van initiatieven zoals Ubuntu, de standaardencomités die de ontwikkeling van het internet vormgeven, organisaties als de Mozilla Foundation, verantwoordelijk voor Mozilla Firefox en talloze andere softwareprojecten waar u ongetwijfeld in het verleden al voordeel van heeft gehad.
sl: Ljudje v tej skupnosti so dali vzgon pobudam kot je Ubuntu, odborom za standarde, ki oblikujejo razvoj interneta, organizacijam, kot je Mozilla Foundation, ki je ustvarila Mozilla Firefox ter nešteto drugim projektom, ki ste jih skoraj gotovo že kdaj koristili.
sr: Чланови ове заједнице су дали подстрек иницијативама као што је Убунту, комитет стандарда који обликује развој Интернета, организацијама попут Мозила фондације, која је одговорна за стварање Мозила Фајерфокса и небројеним другим софтверским пројектима који су вам засигурно били корисни у прошлости.
zh_hk: 這班人孕育出各種專案的雛型，包括 Ubuntu、塑造互聯網發展的各種標準委員會、還有像是創造出 Mozilla Firefox 瀏覽器的 Mozilla 基金會等組織，以及您所使用過的數不盡的其它軟體專案，幾乎全部都曾受惠於他們的協助。

source: The spirit of open source, commonly attributed to Linux, is influencing software developers and users everywhere to drive communities with common goals.
da: Ånden i åben kildekode, ofte tilskrevet Linux, påvirker programmører og brugere overalt til at skabe og vedligeholde fællesskaber med fælles mål.
et: Avatud lähtekoodi - mida seostatakse tavaliselt Linuxiga - vaimsus luua ühiste eesmärkidega kogukondi mõjutab tarkvaraarendajaid ja -kasutajaid kõikjal.
is: Andi frjáls hugbúnaðar, sem oft er rakinn til Linux, hefur hvatt hugbúnaðarþróendur og notendur hvarvetna til að bindast böndum um sameiginleg markmið.
ja: 一般にLinuxによるものとされるオープンソースの精神は、あらゆるところのソフトウェアの開発者とユーザを感化しつつあり、コミュニティを共通の目標に向かわせています。
mr: सामान्यत: लिनक्सशी निगडित असलेली मुक्त स्त्रोताची भावना, समान ध्येय आहे अशा सॉफ्टवेअर बनवणारांच्या आणि वापरणारांच्या समुदायाला सर्वत्र प्रेरीत करीत आहे.
nb: Miljøet bak fri programvare, ofte forbundet med Linux, påvirker produsenter og brukere av programvare til å drive frem samfunn av utviklere med felles mål.
nl: De opensource-gedachte, algemeen toegeschreven aan Linux, inspireert softwareontwikkelaars en -gebruikers overal ter wereld tot samenwerking om hun gemeenschappelijke doelen na te streven.
oc: L'esperit del liure, sovent atribuit a Linux, influéncia los desvolopaires e los utilizaires de logicials pertot dins lo mond e entraïna de comunautats que partejan d'objectius comuns.
sl: Odprtokodni duh, ki ga navadno pripisujejo Linuxu, povsod vpliva na razvijalce programske opreme in uporabnike, da imajo pri vodenju skupnosti skupne cilje.
sr: Дух слободног софтвера, често приписан Линуксу, утиче на програмере софтвера и кориснике свуда у свету да воде заједнице са заједничким циљевима.
zh_hk: 開放源碼的精神還通常歸功於 Linux；其正在深刻影響各地的軟件開發者和使用者，他們推動各種社羣朝著共同的目標邁進。

source: What is GNU?
da: Hvad er GNU?
et: Mis on GNU?
is: Hvað er GNU?
ja: GNUとは？
kk: GNU деген не?
mr: GNU काय आहे?
nb: Hva er GNU?
nl: Wat is GNU?
oc: GNU, qu'es aquò ?
sl: Kaj je GNU?
sr: Шта је ГНУ?
zh_hk: 何謂 GNU？

source: The <emphasis>GNU Project</emphasis> was launched in January 1984 by Richard Stallman, to develop a complete UNIX-style operating system which is comprised of free software: the GNU system. Variants of the GNU operating system, which use the Linux kernel, are now widely used.
da: <emphasis>GNU-projektet</emphasis> blev iværksat i januar 1984 af Richard Stallman for at udvikle et komplet UNIX-lignende operativsystem, som bestod af fri software: GNU-systemet. Varianter af GNU-operativsystemet, som bruger Linuxkernen, er nu meget anvendt.
et: <emphasis>GNU projekti</emphasis> käivitas jaanuaris 1984 Richard Stallman, et arendada välja täielik UNIX-i stiilis operatsioonisüsteem, mis koosneb ainult vabast tarkvarast: GNU süsteem. Nüüdsel ajal kasutatakse erinevaid GNU operatsioonisüsteemi variante, mis kasutavad Linuxi kernelit, laialdaselt.
is: <emphasis>GNU verkefninu</emphasis> var ýtt af stað í janúar árið 1984 fyrir tilstuðlan Richard Stallman, með það að markmiði að þróa UNIX-legt stýrikerfi sem samanstæði af frjálsum hugbúnaði: GNU stýrikerfið. Ýmis tilbrigði GNU stýrikerfisins, sem nota Linux kjarnann, eru nú víða í notkun.
ja: <emphasis>GNUプロジェクト</emphasis>は1984年にRichard Stallmanによって開始され、フリーソフトウェアからなる完成されたUNIX形式のオペレーティングシステム（GNUシステム）の開発を目的としています。GNUオペレーティングシステムの一種として、 Linuxカーネルを用いたものがいまでは広く使われています。
nb: <emphasis>GNU-Prosjektet</ emphasis> ble startet i januar 1984 av Richard Stallman, for å utvikle et komplett UNIX-lignende operativsystem som består av fri programvare: operativsystemet GNU. Varianter av operativsystemet GNU som bruker Linux-kjernen, er nå de mest brukte.
nl: Het <emphasis>GNU-Project</emphasis> is in januari 1984 gestart door Richard Stallman om een compleet UNIX-achtig besturingssysteem te maken dat alleen bestaat uit vrije software: het GNU-systeem. Varianten van het GNU-besturingssysteem, welke gebruikmaken van de Linux-kernel, worden nu wereldwijd gebruikt.
sl: Richard Stallman je januarja 1984 začel <emphasis>projekt GNU</emphasis>, da bi razvil popoln operacijski sistem v slogu UNIX-a, sestavljen iz proste programske opreme: sistema GNU. Različice operacijskega sistema GNU, ki uporabljajo jedro Linux, so danes v široki uporabi.
sr: Ричард Сталман је покренуо <emphasis>ГНУ пројекат</emphasis> у јануару 1984 године, са циљем да развије целовит оперативни систем у Уникс стилу састављен од слободног софтвера: ГНУ систем. Варијанте ГНУ оперативног система, које користе Линукс кернел, данас су широм распрострањене.
zh_hk: <emphasis>GNU 專案</emphasis> 是在 1984 年1月由 Richard Stallman 發起，目的在開發一套由自由軟件所構成，且完整、有 UNIX 風格的作業系統： GNU 系統。各種使用 Linux 核心的 GNU 作業系統衍生品，目前正廣泛使用於各種領域。

source: The GNU project is closely linked to the philosophy of free software, which is central to the projects that derive from it, such as Ubuntu. The concept of free software is explained at <xref linkend="free-software"/>.
da: GNU-projektet er tæt knyttet til filosofien om fri software, som er centralt for de projekter der nedstammer fra den, som f.eks. Ubuntu. Konceptet om fri software forklares i <xref linkend="free-software"/>.
et: GNU projekt on tihedalt seotud vaba tarkvara filosoofiaga, mis on keskne ka projektidele, mis sellest lähtuvad - näiteks Ubuntu. Vaba tarkvara põhimõtet on selgitatud <xref linkend="free-software"/>.
is: GNU verkefnið er samofið hugmyndafræðinni um frjálsan hugbúnað sem er kjarni þeirra verkefna sem af því eru sprottin, eins og Ubuntu. Hugmyndin um frjálsan hugbúnað er útskýrð á <xref linkend="free-software"/>.
ja: GNUプロジェクトと密接に結びついたフリーソフトウェアの哲学は、Ubuntuなどの派生したプロジェクトの中心をなしています。フリーソフトウェアの概念は<xref linkend="free-software"/>で説明されています。
mr: GNU प्रकल्पाचा मुक्त सॉफ्टवेअरच्या तत्वज्ञानाशी जवळचा संबंध आहे, जे त्यावर आधारीत असणारया उबुंटुसारख्या प्रकल्पांच्या केंद्रस्थानी आहे. मुक्त सॉफ्टवेअरची कल्पना <xref linkend="free-software"/> या ठिकाणी स्पष्ट करण्याता आली आहे.
nb: GNU-prosjektet er tett knyttet til filosofien i fri programvare, som er en sentral del av prosjekter som stammer fra det, som for eksempel Ubuntu. Konseptet bak fri programvare er forklart på <xref linkend="free-software"/>.
nl: Het GNU-project is nauw verbonden met de filosofie van vrije software die centraal staat bij de projecten die daarvan zijn afgeleid, zoals Ubuntu. Het concept van vrije software wordt uitgelegd in <xref linkend="free-software"/>.
oc: Lo projècte GNU es estrechament ligat a la filosofia del logicial liure qu'es omnipresenta dins los projèctes coma Ubuntu. Lo concèpte del logicial liure es expausat dins la rubrica <xref linkend="free-software"/>.
sl: Projekt GNU je tesno povezan s filozofijo brezplačne programske opreme, ki je v središču projektov, ki iz njega izhajajo, kot na primer Ubuntu. Pojem proste programske opreme je opisan tukaj: <xref linkend="free-software"/>.
sr: ГНУ пројекат је блиско повезан са филозофијом слободног софтвера, што је основа за пројекте који произилазе из њега, као што је то Убунту. Концепт слободног софтвера је описан у поглављу: <xref linkend="free-software"/>.
zh_hk: GNU 計劃和自由軟件的理念緊扣，也是如 Ubuntu 等衍生計劃的關鍵所在。自由軟件概念說明請參閱 <xref linkend="free-software"/>。

source: translator-credits
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Claus Agerskov https://launchpad.net/~ca-agercon David Laursen https://launchpad.net/~davidlaursen Emil T https://launchpad.net/~gecko3d Jimmy Merrild Krag https://launchpad.net/~beruic Joe Hansen https://launchpad.net/~joedalton2 Kristian https://launchpad.net/~dreamless Lasse Bang Mikkelsen https://launchpad.net/~lbm Louis https://launchpad.net/~louis-louis Mads Lundby https://launchpad.net/~lundbymads-gmail Mads Peter Rommedahl https://launchpad.net/~lhademmor Martin Willemoes Hansen https://launchpad.net/~mwh Per Kongstad https://launchpad.net/~p-kongstad Simon Gray https://launchpad.net/~simongray TLE https://launchpad.net/~k-nielsen81 Thomas Nørregaard https://launchpad.net/~thomas-noerregaard Ulrik04 https://launchpad.net/~ulrik-gereen greew https://launchpad.net/~jesper-skytte kenner https://launchpad.net/~elong-kenneth
et: Launchpad Contributions: Aethralis https://launchpad.net/~aethralis H_M_Murdock_EST https://launchpad.net/~okinawa Launchpad Translations Administrators https://launchpad.net/~rosetta-admins mahfiaz https://launchpad.net/~mahfiaz
is: Launchpad Contributions: Anna Jonna Armannsdottir https://launchpad.net/~annaj Baldur https://launchpad.net/~baldurpet Elísabet Einarsdóttir https://launchpad.net/~eeinarsdottir Kristján https://launchpad.net/~kristjanmik Sveinn í Felli https://launchpad.net/~sveinki Tryggvi Björgvinsson https://launchpad.net/~tryggvib frú birna https://launchpad.net/~birnabirna Örvar Kárason https://launchpad.net/~orvar.karason
ja: Launchpad Contributions: Abdessamad Derraz https://launchpad.net/~derraz CMasami https://launchpad.net/~cmasami Ichiro Yanagida https://launchpad.net/~ichiro.y Ikuya Awashiro https://launchpad.net/~ikuya-fruitsbasket Jun Kobayashi https://launchpad.net/~jkbys Kentaro Kazuhama https://launchpad.net/~kazken3 Kiyotaka NISHIBORI https://launchpad.net/~ml-nishibori-kiyotaka Y.Nishiwaki https://launchpad.net/~y.nishiwaki katsumi https://launchpad.net/~naturelvky vbk https://launchpad.net/~vbkaisetsu
kk: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins baurzhan.m https://launchpad.net/~baurthefirst jmb_kz https://launchpad.net/~jmb-kz
mr: Launchpad Contributions: Ankur Joshi https://launchpad.net/~pharmankur naikaustubh https://launchpad.net/~naikaustubh shashwatpns https://launchpad.net/~shashwatpns योगेश kulkarni https://launchpad.net/~yo-gi
nb: Launchpad Contributions: 6675636b796f75 https://launchpad.net/~6675636b796f75-deactivatedaccount Aleksander Kolaas https://launchpad.net/~uteligger1 Anders Aase Martinsen https://launchpad.net/~anders-martinsen André Savik https://launchpad.net/~asavik BjornHaland https://launchpad.net/~bjornhaland Daniel Høyer Iversen https://launchpad.net/~dahoiv Daniel Sandal https://launchpad.net/~danielsandal09 Eirik Fikkan https://launchpad.net/~efikkan Jonas Enge https://launchpad.net/~jonas-enge Kjetil Birkeland Moe https://launchpad.net/~kjetilbi Kjetil Birkeland Moe https://launchpad.net/~kjetilbmoe Mikael Bjerkeland https://launchpad.net/~mikael-bjerkeland Runar Ingebrigtsen https://launchpad.net/~han-runar Thomas Smestad https://launchpad.net/~thomassmestad Thomas Øverby https://launchpad.net/~thomas-filla
nl: Launchpad Contributions: Arien Lam https://launchpad.net/~h-a-lam Ben Crisford https://launchpad.net/~bencrisford Daanemanz https://launchpad.net/~daanemanz Daniel Trapman https://launchpad.net/~dtrapman Dustin P. Woodroy https://launchpad.net/~dustin.w Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn Joolz https://launchpad.net/~joolz Kenneth Venken https://launchpad.net/~kenneth-venken Laurens-Jan https://launchpad.net/~ljmerkx Martijn vdS https://launchpad.net/~martijn Michaël Terlouw https://launchpad.net/~miechjet Michaël Vanderheeren https://launchpad.net/~michael-vanderheeren Mike Morraye https://launchpad.net/~mike-morraye-be Redmar https://launchpad.net/~redmar TWeberink https://launchpad.net/~tiemenwebbink-deactivatedaccount Wouter Bolsterlee (uws) https://launchpad.net/~uws cumulus007 https://launchpad.net/~cumulus-007 gkey https://launchpad.net/~gmkey ruudruud https://launchpad.net/~ruudjejacobs
oc: Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
zh_hk: Launchpad Contributions: Anthony Wong https://launchpad.net/~anthonywong Walter Cheuk https://launchpad.net/~wwycheuk

source: @@image: '../../libs/img/ubuntuheader.png'; md5=84040cd03136d69da31810be4f35cd03
et: imagehash

source: You are using Ubuntu 9.10 - the <emphasis>Karmic Koala</emphasis> - released in October 2009 and supported until April 2011.
da: Du bruger Ubuntu 9.10 - den <emphasis>Karmic Koala</emphasis> - udgivet oktober 2009 og støttes indtil april 2011.
et: Kasutad Ubuntu versiooni 9.10 - koodnimega <emphasis>Karmic Koala</emphasis> - mis lasti välja oktoobris 2009 ja on toetatud kuni aprillini 2011.

source: Ubuntu is an entirely open source operating system built around the <emphasis>Linux</emphasis> kernel. The Ubuntu community is built around the ideals enshrined in the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu Philosophy</ulink>: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customize and alter their software in whatever way they see fit. For those reasons: <placeholder-1/>
da: Ubuntu er et operativsystem, helt baseret på åben kildekode, bygget omkring <emphasis>Linux</emphasis>-kernen. Ubuntu-fællesskabet er bygget omkring principperne indskrevet i <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu-filosofien</ulink>: At software bør være tilgængeligt og gratis, at software-redskaber skal være tilgængelige for folk på deres modersmål og uanset eventuelle handicap, og at folk skal have friheden til at ændre deres software, som de har lyst. Af disse årsager: <placeholder-1/>
et: Ubuntu on täielikult avatud lähtekoodiga operatsioonisüsteem, mis on ehitatud <emphasis>Linux</emphasis>i kerneli ümber. Ubuntu kogukond on ühinenud <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu filosoofia</ulink> tõttu: tarkvara peaks olema kättesaadav tasuta; programmid peaksid olema inimestele kasutatavad nende emakeeles ja arvestama erivajadusi; inimestel peaks olema vabadus oma tarkvara muuta ja kohendada just nii, nagu see neile sobiv tundub. Neil põhjustel: <placeholder-1/>
is: Ubuntu er stýrikerfi sem er alfarið byggt á frjálsum hugbúnaði í kringum <emphasis>Linux</emphasis> kjarnann. Ubuntu samfélagið hvílir á <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu hugmyndafræðinni</ulink> um að hugbúnaður eigi að vera ókeypis, að hugbúnaðartól eigi að vera tiltæk á móðurmáli hvers og eins og nothæf þrátt fyrir hverskonar fötlun. Fólki á að vera frjálst að aðlaga og breyta hugbúnaðinum eftir eigin höfði. Af þessum ástæðum: <placeholder-1/>
ja: Ubuntuは<emphasis>Linux</emphasis>カーネルを中心に構築された、完全なオープンソースオペレーティングシステムです。 Ubuntuコミュニティは<ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu Philosophy</ulink>で掲げられた理想を中心にして構成されています: 「ソフトウェアは、無償で利用できるべきであり、自分の言語で利用可能であるべきであり、あらゆる障害にかかわらず利用できるべきである。そして、利用者はソフトウェアを好きなようにカスタマイズおよび改変する自由を持つことができる」 これらの理由のために: <placeholder-1/>
nb: Ubuntu er et fullstendig fritt operativsystem, bygget på <emphasis>Linux</emphasis>-kjernen. Ubuntu-miljøet er bygget rundt idealene beskrevet i <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Ubuntu-filosofien</ulink>: at programvare skal være gratis, at programverktøy skal være tilgjengelige for folk i sitt eget språk på tross av eventuelle handikap, og at folk skal ha frihet til å tilpasse og endre programvaren etter egne behov. Derfor: <placeholder-1/>
nl: Ubuntu is een volledig opensource besturingssysteem dat gebouwd is rond de <emphasis>Linux</emphasis>-kernel. De Ubuntu-gemeenschap is gebaseerd op de ideeën opgesteld in de <ulink url="http://www.ubuntu-nl.org/ubuntu/filosofie">Ubuntu-filosofie</ulink>: software moet zonder kosten beschikbaar zijn, softwareprogramma's moeten beschikbaar zijn in iemands eigen taal en ook voor mensen met een beperking, en iedereen moet de vrijheid hebben om de software naar wens in te stellen en aan te passen. Om deze redenen geldt: <placeholder-1/>

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Karmic Koala) was released in October 2009, so its version number is 9.10.
da: Vores første udgivelse (Warty Warthog) blev udgivet i oktober 2004, så dens version var 4.10. Den nuværende version (Karmic Koala) blev udgivet i oktober 2009, så dens versionsnummer er 9.010.
et: Meie esimene väljalase (Warty Warthog) oli oktoobris 2004, selle versiooninumber oli 4.10. See versioon (Karmic Koala) lasti välja oktoobris 2009, seega on selle versiooninumber 9.10.

source: Open Software Sources (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>) and select the <guilabel>Updates</guilabel> tab.
da: Åbn Softwarekilder (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice>) og vælg fanebladet <guilabel>Opdateringer</guilabel>.
et: Ava tarkvaraallikad (<menuchoice><guimenu>Arvuti</guimenu><guimenuitem>Haldamine</guimenuitem><guimenuitem>Tarkvaraallikad</guimenuitem></menuchoice>) ja vali sakk <guilabel>Uuendused</guilabel>.
is: Opnaðu Hugbúnaðarupptök (<menuchoice><guimenu>Kerfisstillingar</guimenu><guimenuitem>Kerfisstjórnun</guimenuitem><guimenuitem>Hugbúnaðarupptök</guimenuitem></menuchoice>) og veldu flipann <guilabel>Uppfærslur</guilabel>.
ja: ソフトウェア・ソース (<menuchoice><guimenu>システム</guimenu><guimenuitem>システム管理</guimenuitem><guimenuitem>ソフトウェア・ソース</guimenuitem></menuchoice>) を開き<guilabel>アップデート</guilabel>タブを選択します
kk: Бағдарламалар қайнар көзін ашыңыз (<menuchoice><guimenu>Жүйелік</guimenu><guimenuitem>Әкімшілік</guimenuitem><guimenuitem>Бағдарламалар қайнар көзі</guimenuitem></menuchoice>) да <guilabel>Жаңартулар</guilabel> бетбелгілемесін (закладка) таңдаңыз.
nb: Åpne Programvarekilder (<menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Programvarekilder</guimenuitem></menuchoice>) og velg fanen <guilabel>Oppdateringer</guilabel>.
nl: Open Softwarebronnen (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice>) en kies het tabblad <guilabel>Updates</guilabel>.
