Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: "Free software" doesn't mean that you shouldn't have to pay for it (although Ubuntu is committed to being free of charge as well). It means that you should be able to use the software in any way you wish: the code that makes up free software is available for anyone to download, change, fix, and use in any way. Alongside ideological benefits, this freedom also has technical advantages: when programs are developed, the hard work of others can be used and built upon. With non-free software, this cannot happen and when programs are developed, they have to start from scratch. For this reason the development of free software is fast, efficient and exciting!
da: "Fri software" betyder ikke, at du ikke skal betale for det (selvom Ubuntu lægger vægt på også at være gratis). Det betyder, at du skal kunne bruge softwaren på en hvilken som helst måde, du ønsker: Den programkode, som fri software består af, er tilgængelig for alle, og man har ret til at hente, ændre, rette og bruge den, som man vil. Foruden de ideologiske fordele har denne frihed også tekniske fordele: Når programmer bliver udviklet, kan man bruge andres hårde arbejde og bygge videre på det. Det kan man ikke med ikke-fri software, så når programmer skal udvikles, er de nødt til at starte fra bunden. Derfor er udviklingen af fri software hurtig, effektiv og spændende!
et: Vaba tarkvara ei tähenda, et seda ei võiks müüa (kuigi Ubuntu on täiesti tasuta). See tähendab, et sa võid kasutada tarkvara täpselt nii, nagu sa seda soovid.: lähtekood, millest vaba tarkvara koosneb, on allalaadimiseks kättesaadav kõigile, muuda, paranda ja kasuta seda nii, kuidas meeldib. Lisaks ideoloogilistele eelistele, on sel vabadusel ka tehnilised eelised: programmide arendamisel saab kasutada teiste juba tehtud tööd. Mittevaba tarkvara arendamisel pole selline kasutus võimalik ning kõik peavad nullist alustama. Sel põhjusel on vaba tarkvara arendamine kiire, efektiivne ja ka põnev!
is: "Frjáls hugbúnaður" þýðir ekki að þú ættir ekki að þurfa að borga fyrir hann (þótt Ubuntu sé ætlað til þess að vera einnig ókeypis). Þetta þýðir fyrst og framst að þú eigir að vera frjáls við að nota hugbúnaðinn eins og þér sýnist: allir geta náð í kóðann sem frjáls hugbúnaður er gerður úr, þú getur breytt honum, lagað og notað á hvern þann hátt sem þér dettur í hug. Auk þess að vera hugmyndafræðileg afstaða, þá hefur þetta frelsi ákveðna tæknilega kosti: við þróun forrita er hægt að taka það sem aðrir hafa lagt hart að sér við að hanna, það má aðlaga það og byggja ofan á það sem áður hefur verið gert. Þetta er ekki hægt að gera við þróun ófrjáls hugbúnaðar; yfirleitt þarf að byrja frá grunni þegar slík forrit eru þróuð. Af þessum sökum er þróun frjáls hugbúnaðar mjög hröð, öflug og spennandi!
ja: 「フリーソフトウェア」とは、対価や費用を払うことなく使えるという意味ではありません（もっともUbuntuは無償であることも約束していますが）。その意味は、ソフトウェアは、ユーザが希望するあらゆる方法で使えるべきだということです。フリーソフトウェアを構成するコードは、誰もがダウンロードし、変更し、修正し、あらゆる形で利用することができます。理念的な恩恵のほかに、この自由は技術的な利点もあります。プログラムの開発において、誰かの苦労の成果を利用したり、さらに拡張したりできます。非フリーソフトウェアであれば、こういったことは行えず、どうしてもゼロから開発を進めなくてはなりません。このため、フリーソフトウェアの開発は迅速で効率良く、すばらしいものとなるのです。
nb: «Fri programvare» betyr ikke at du skal slippe å betale for det (selv om Ubuntu er forpliktet til å være gratis). Det betyr at du skal få bruke programvaren på den måten du måtte ønske: hvem som helst kan laste ned, endre og bruke kildekoden. I tillegg til ideologiske fordeler, er denne friheten en stor teknisk fordel: du kan bygge programmer på det som andre har laget. Dette kan ikke gjøres med ufri/lukket programvare, så da må alle starte fra bunnen av. Derfor er utvikling av fri programvare raskt, effektivt og spennende!
nl: "Vrije software" betekent niet dat u niet voor de software hoeft te betalen (hoewel Ubuntu wel degelijk gratis is). Het betekent dat u de software zou moeten kunnen gebruiken zoals u dat wilt: de broncode is voor iedereen beschikbaar om te downloaden, aan te passen, te verbeteren en op allerlei manieren te gebruiken. Naast ideologische voordelen hebben deze vrijheden ook technische voordelen: wanneer programma's ontwikkeld worden, kan het werk van anderen worden gebruikt en uitgebreid. Bij niet-vrije software kan dit niet en wanneer programma's ontwikkeld worden, moeten ze van voren af aan beginnen. Hierdoor is het ontwikkelen van vrije software snel, efficiënt en interessant.
oc: Lo tèrme « Logicial Liure » significa pas qu'auretz pas res de pagar (quitament qu'Ubuntu se siá engatjada a èsser tanben gratuita). Aquò significa que seretz autorizat a utilizar los logicials coma voldretz : lo còde font dels logicials liures es disponible a tota persona que lo vòl telecargar, lo modificar, lo corregir, e l'utilizar de quin biais que siá. Mes a part los beneficis ideologics, aquesta libertat presenta tanben d'aventatges tecnics : quand de programas son desvolopats, lo trabalh dels autres pòt èsser reütilizat e melhorat. Dins lo cas de logicials proprietaris (pas liures) aquò pòt pas arribar, e los desvolopaires an de tornar començar sistematicament de zèro. Per aquesta rason, lo desvolopament dels logicials liures es rapid, eficaç e passionant !
sl: Izraz "prosta programska oprema" ne pomeni, da vam zanjo ni treba plačati (čeprav se je Ubuntu zavezal, da bo brezplačen), ampak predvsem to, da lahko programsko opremo uporabljate kakorkoli želite. Kodo, iz katere so zgrajeni prosti programi, si lahko kdorkoli prenese na svoj računalnik, jo spremeni, popravi in poljubno uporablja. Poleg ideoloških prednosti ima takšna svoboda tudi tehnične prednosti: pri razvoju programov se lahko s pridom uporablja in nadgrajuje ves trud, ki so ga vložili že drugi. Pri neprosti programski opremi do tega ne more priti in pri vsakem novem programu je potrebno začeti iz nič. Zaradi tega je razvoj prostih programov hiter, učinkovit in vznemirljiv!
sr: <quote>Слободан софтвер</quote> не значи да не бисте требали да платите за њега (мада је и то циљ Убунтуа). Право значење јесте да ви треба да будете у могућности да користите софтвер према вашим жељама: изворни кôд слободног софтвера је доступан свима који желе да га преузму, измене, преправе и користе на било који начин. Упоредо са идеолошким, ова слобода има и техничких предности: приликом развоја софтвера, уместо да се почиње све из почетка, нови програм може да се развија на бази постојећих програма. Код власничког софтвера, ово није могуће и приликом развоја нових програма, све мора да се ради из почетка. Због наведених разлога, развој слободног софтвера је брз, ефикасан и узбудљив!
zh_hk: 「自由軟件」不代表著不應為此付出代價 (儘管 Ubuntu 是致力使其成為免費)。因此，這表示，您可以照你的意願，不受拘束的使用軟體，如：程式碼、軟體可免費讓任何人下載、修改、更正，並以任何方式使用。除使用意識的好處外，這種精神也有技術上的優勢：當開發程式時，任何人都可將這些成果應用在其工作上。相對於非自由軟件，上述優點可能不會發生，因此在開發程式時，程式設計者必須從頭開始。由於這個原因，自由軟體的發展更是快速、高效率和振奮人心的！

source: You can find out more about free software and the ideological and technical philosophy behind it at the <ulink url="http://www.gnu.org/philosophy/">GNU website</ulink>.
da: Du kan læse mere om fri software og den ideologiske og tekniske filosofi bag konceptet på <ulink url="http://www.gnu.org/philosophy/">GNU's websted</ulink>.
et: Pikemalt vaba tarkvara, ideoloogilise ja tehnilise filosoofia kohta saab lugeda <ulink url="http://www.gnu.org/philosophy/">GNU leheküljelt</ulink>.
is: Meira um frjálsan hugbúnað og hugmyndafræðina að baki honum á <ulink url="http://www.gnu.org/philosophy/">vefsíðu GNU</ulink>.
ja: フリーソフトウェアと、その理念的および技術的哲学についての詳細は<ulink url="http://www.gnu.org/philosophy/">GNU website</ulink>で探すことができます。
kk: Тегін (бос) бағдарламалық қамтамасыздандыру, оның идеологиялық және техникалық философиясы туралы қосымша ақпаратты <ulink url="http://www.gnu.org/philosophy/">GNU веб-сайтынан</ulink> біле аласыз.
mr: मुक्त सॉफ्टवेअर आणि त्यामागील वैचारीक व तांत्रिक तत्वज्ञानाबद्दल आपण <ulink url="http://www.gnu.org/philosophy/">GNU संकेतस्थळ</ulink> येथे अधिक माहीती मिळवु शकता.
nb: Du kan finne mer ut om fri programvare og den ideologiske og tekniske filosofien bak det på <ulink url="http://www.gnu.org/philosophy/">GNUs hjemmeside</ulink>.
nl: U kunt meer informatie vinden over vrije software en de ideologie en technische filosofie erachter op de <ulink url="http://www.gnu.org/philosophy/">website van GNU</ulink> (Engelstalig).
oc: N'aprendretz mai sul logicial liure, l'ideologia e la filosofia tecnica qu'o sostendon, sul <ulink url="http://www.gnu.org/philosophy/philosophy.fr.html">site Web de GNU</ulink>.
sl: Več o prosti programski opremi ter o njenem ideološkem in tehničnem ozadju si lahko preberete na <ulink url="http://www.gnu.org/philosophy/">spletni strani GNU</ulink>.
sr: Више о слободном софтверу и његовој идеолошкој и техничкој филозофији можете наћи на <ulink url="http://www.gnu.org/philosophy/">веб сајту ГНУ-а</ulink>.
zh_hk: 您可瀏覽 <ulink url="http://www.gnu.org/philosophy/">GNU 網站</ulink>，了解更多自由軟件的精神及技術理念。

source: The Difference
da: Forskellen
et: Erinevus
is: Hvað er sérstakt við Ubuntu?
ja: 他との違い
kk: Айырмашылықтар
mr: फरक
nb: Forskjellen
nl: Het verschil
oc: La diferéncia
sl: Razlika
sr: Разлике
zh_hk: 不同之處

source: There are many different operating systems based on Linux: Debian, SuSE, Gentoo, Red Hat, and Mandriva are examples. Ubuntu is yet another contender in what is already a highly competitive world. So what makes Ubuntu different?
da: Der er mange forskellige styresystemer baseret på Linux: Debian, SUSE, Gentoo, Red Hat og Mandriva er eksempler. Ubuntu er endnu en spiller i en i forvejen meget konkurrencepræget verden. Så hvad gør Ubuntu anderledes?
et: Linuxil põhinevaid operatsioonisüsteeme on palju, näiteks Debian, SuSE, Gentoo, Red Hat ja Mandriva. Ubuntu on vaid üks pürgija juba väga tiheda konkurentsiga alal. Mis eristab Ubuntut teistest?
is: Það eru mörg stýrikerfi byggð á Linux, t.d Debian, SuSE, Gentoo, Red Hat og Mandriva. Ubuntu lifir í mikilli samkeppni við aðrar útgáfur. En hvað er það sem gerir Ubuntu sérstakt?
ja: Ubuntuと同じようにLinuxを基本としたオペレーティングシステムには、DebianやSuSE、Gentoo、Red Hat、Mandrivaなどさまざまなものが存在します。このような熾烈な競争社会の中で、Ubuntuにはどのような違いがあるのでしょうか？
kk: Linux-қа негізделген көптеген әр түрлі операциялық жүйелер бар, мысалыға, Debian, SuSe, Gentoo, Red Hat және Mandriva. Ubuntu бұл сондай-ақ бәсекелестік Linux операциялық жүйелер әлеміндегі тағы да бір бәсекелес операциялық жүйе. Сондай-ақ Ubuntu несімен көзге түседі?
mr: लिनक्सवर आधारीत अनेक कार्यप्रणाली आहेत: डेबियन (Debian), सूझे (SuSE), गेंटू (Gentoo), रेड हॅट (Red Hat), आणि मॅंड्रिव्हा (Mandriva) ही उदाहरणे. उबुंटु ही या स्पर्धामय जगतातली अशीच एक दावेदार आहे. तर मग उबुंटु अशी काय खास आहे?
nb: Det er mange forskjellige operativsystemer basert på Linux, for eksempel Debian, SuSE, Gentoo, Red Hat og Mandriva. Ubuntu er enda en aktør i en verden med sterk konkurranse. Så hva gjør Ubuntu forskjellig?
nl: Er zijn vele verschillende op Linux gebaseerde besturingssystemen: Debian, SuSE, Gentoo, Red Hat en Mandriva zijn daar enkele voorbeelden van. Ubuntu is weer een extra telg in deze competatieve wereld. Wat maakt Ubuntu eigenlijk anders?
oc: Existisson fòrça sistèmas operatius diferents basats sur Linux : Debian, SuSE, Gentoo, Red Hat, e Mandriva ne son d'exemples. Ubuntu es un concurrent de mai dins un sector ont règna ja una fòrta competicion. Alara que rendís Ubuntu diferenta ?
sl: Na voljo je mnogo različnih operacijskih sistemov, osnovanih na Linuxu: na primer Debian, SuSE, Gentoo, Red Hat in Mandriva. Ubuntu je le še dodaten udeleženec v tem zelo tekmovalnem svetu. V čem se torej Ubuntu razlikuje od ostalih?
sr: Постоји много оперативних система базираних на Линуксу: Дебиан, СуСЕ, Гентоо, Ред Хат, и Мандрива су примери. Убунту је само још један учесник у овом већ веома конкурентном свету. Дакле, шта чини Убунту другачијим?
zh_hk: 以 Linux 為基礎的作業系統已經很多，例如 Debian、SuSE、Gentoo、Red Hat 與 Mandriva。Ubuntu 只是此高度競爭市場中的另一個爭奪者而已。那麼，Ubuntu 有何不同呢？

source: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Based on Debian</ulink>, one of the most widely acclaimed, technologically advanced, and well-supported distributions, Ubuntu aims to create a distribution that provides an up-to-date and coherent Linux system for desktop and server computing. Ubuntu includes a number of carefully selected packages from the Debian distribution and retains its powerful package management system which allows easy installation and clean removal of programs. Unlike most distributions that ship with a large amount of software that may or may not be of use, Ubuntu's list of packages is reduced to a number of important applications of high quality.
da: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Baseret på Debian</ulink>, en af de mest anerkendte, teknologisk avancerede og bedst understøttede distributioner, forsøger Ubuntu at skabe en distribution, der tilbyder et moderne og sammenhængende Linux-system til skrivebords- og serverbrug. Ubuntu inkluderer et antal udvalgte pakker fra Debian-distributionen og vedligeholder dens effektive pakkebehandlingssystem, som tillader nem installation og fjernelse af programmer. I modsætning til mange andre distributioner, der kommer med store mængder af mere eller mindre brugbar software, er Ubuntus pakkelister reduceret til et antal vigtige applikationer, der er af høj kvalitet.
et: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Baseerub Debianil</ulink>, ühel kõige laiemalt tunnustatud, tehnoloogiliselt küpsel ja paremini toetatud distributsioonil, püüab Ubuntu luua distributsiooni, mis tagab kaasaegse ning kokkusobiva Linuxi süsteemi nii töölaua- kui serverarvutite jaoks. Ubuntu sisaldab arvukalt hoolikalt valitud pakette Debiani distributsioonist ja säilitab selle võimsa pakihaldussüsteemi, mis võimaldab rakendusi lihtsalt paigaldada ja täielikult eemaldada. Erinevalt enamikust distributsioonidest, mis sisaldavad arvukalt tarkvara, millest võib, kuid ei pruugi abi olla, sisaldab Ubuntu pakiloend vaid väiksemat arvu väga olulisi ning kõrgkvaliteetseid rakendusi.
ja: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Debian をベースとし</ulink>、最も広く受け入れられ、技術的に高度で、十分にサポートされたディストリビューションの一つとして、最新かつ首尾一貫したデスクトップとサーバ向けLinuxシステムを提供するディストリビューションを作成することを、Ubuntuは目指しています。UbuntuにはDebianディストリビューションから厳選したたくさんのパッケージが含まれており、プログラムを簡単にインストールしたり取り除いたりすることができる強力なパッケージ管理システムがあります。使われるかどうか分からない莫大な量のソフトウェアが含まれている多くのディストリビューションとは異なり、Ubuntuのパッケージリストは高品質で重要なアプリケーションに絞られています。
nb: Ubuntu bygger på <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Debian</ulink>, en av de mest anerkjente, teknologisk avanserte distribusjonene med omfattende brukerstøtte, og ønsker å tilby et moderne og enhetlig Linux-system for tjenere og vanlige brukere. Ubuntu inneholder en rekke omhyggelig utvalgte programmer fra Debian-distribusjonen, og kombinerer det med en enkel og kraftig pakkehåndterer som gjør det enkelt å installere og fjerne programmer. Ulikt mange distribusjoner som kommer med et stort antall mer eller mindre nyttige programmer, kommer Ubuntu med et begrenset antall programmer av heller høy kvalitet.
nl: Ubuntu is <ulink url="http://www.ubuntu.com/community/ubuntustory/debian">gebaseerd op Debian</ulink>, een van de meest geprezen, geavanceerde en goed ondersteunde distributies. Hiermee probeert Ubuntu een modern en samenhangend Linux-systeem voor gebruik op desktops en servers te realiseren. Ubuntu bevat een aantal zorgvuldig gekozen softwarepakketen uit de Debian-distributie en behoudt het krachtige Debian-pakketbeheer, waarmee gemakkelijke installatie en volledige verwijdering van software mogelijk is. In tegenstelling tot de meeste distributies, die een groot aantal onnodige software meeleveren, is het standaard softwareaanbod in Ubuntu beperkt tot een aantal belangrijke programma's van hoge kwaliteit.
oc: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian"> Basada sus Debian</ulink>, una de las distribucions mai popularas, las mai avançadas tecnologicament e las melhor sostengudas, Ubuntu visa a crear una distribucion que prepausa un sistèma Linux a jorn e coerent per l'informatica de burèu e de servidors. Ubuntu inclutz de paquets nombroses seleccionats demest los de la distribucion Debian e consèrva son poderós sistèma de gestion de paquets que permet l'installacion aisida e la supression pròpria dels programas. Contràriament a la màger part de las distribucions que son liuradas amb un grand nombre de logicials mai o mens utiles, la lista dels paquets d'Ubuntu es reducha a un nombre limitat d'aplicacion de granda qualitat.
sl: Četudi je Ubuntu<ulink url="http://www.ubuntu.com/community/ubuntustory/debian">osnovan na Debianu</ulink>, ki je ena najbolj priznanih, tehnološko naprednih in dobro podprtih distribucij, si prizadeva ustvariti distribucijo, ki zagotavlja sodoben in koherenten sistem Linuxa za namizno in strežniško računalništvo. Ubuntu vključuje številne skrbno izbrane pakete iz distribucije Debian in ohranja tudi njen močan sistem za upravljanje s paketi, ki omogoča enostavno nameščanje in čisto odstranjevanje programov. Za razliko od večine distribucij z množico programov, ki niso nujno tudi uporabni, je v Ubuntuju seznam paketov strnjen na omejeno število programov, ki pa so pomembni in zelo kakovostni.
sr: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian">Заснован на Дебиану</ulink>, једној најшире признатој, технолошки напредној и добро подржаној дистрибуцији, Убунту има за циљ да створи дистрибуцију која пружа увек освежен и коерентан Линукс систем за стоно и сервер рачунарство. Убунту укључује велики број пажљиво одабраних пакета из Дебиан дистрибуције и задржава њен моћни систем за управљање пакетима који омогућава лаку инсталацију и чисто уклањање програма. За разлику од већине дистрибуција које се испоручују са великом количином софтвера који може а и не мора бити од користи, Убунтуов списак пакета је сведен на неколико важних апликација високог квалитета.
zh_hk: <ulink url="http://www.ubuntu.com/community/ubuntustory/debian">以 Debian 為基礎</ulink>，最受到廣泛歡迎、技術最先進同時也是最完整支援的安裝版本之一，Ubuntu 的目標是為桌面及伺服器運算環境提供最新和同步的 Linux 系統。Ubuntu 包含許多從 Debian 安裝版本細心挑選的套件並保留易於安裝及完全移除程式的強大套件管理系統。不像大多數其他的發行版本帶著大量也許不會使用到的軟體，Ubuntu 的套件列表已簡化到只包含一系列重要且高品質的應用程式。

source: By focusing on quality, Ubuntu produces a robust and feature-rich computing environment that is suitable for use in both home and commercial environments. The project takes the time required to focus on finer details and is able to release a version featuring the latest and greatest of today's software once every 6 months. Ubuntu is available in 32-bit and 64-bit flavors, and will run on most modern computers. It is also available for the Sun UltraSPARC and Amazon EC2 architectures.
da: Ved at fokusere på kvalitet skaber Ubuntu et robust og funktionsrigt computermiljø, der både er egnet til hjemmebrug og kommercielt brug. Projektet tager sig den nødvendige tid til at fokusere på detaljer og er i stand til at udgive en version med den nyeste og bedste software hver sjette måned. Ubuntu findes i 32-bit- og 64-bit-versioner, og kan køre på de fleste moderne computere. Systemet er også tilgængeligt til arkitekturerne Sun UltraSPARC og Amazon EC2.
et: Asetades põhirõhu kvaliteedile, on Ubuntu keskkond viimistletud ja võimalusterohke nii kodu- kui ärikasutuseks. Projekt pühendab aega üksikasjadele ning väljastab kõige uuemat ja paremat tarkvara sisaldava versiooni iga kuue kuu tagant. Ubuntu on saadaval 32- ja 64-bitisena ning töötab enamikul kaasaegsetel arvutitel. Ubuntu on saadaval ka Sun UltraSPARC ja Amazon EC2 arhitektuuriga arvutitele..
ja: 品質の向上に注力することで、Ubuntuは個人的利用と商業的利用の両方に適した、堅牢で高機能なコンピュータ環境を提供できるのです。プロジェクトではより細やかな点の改善に時間をかけ、さらに最新の素晴らしい機能を備えたソフトウェアを利用できるように6ヶ月ごとにリリースしています。Ubuntuには32bit向けと64bit向けのバージョンが用意されており、最近の一般的なコンピュータであれば大抵は利用できるでしょう。また、Sun UltraSPARCやAmazon EC2アーキテクチャでも利用可能です。
nb: Med fokus på kvalitet, tilbyr Ubuntu et robust og funksjonsrikt miljø som er godt egnet hjemme og i kommersielle virksomheter. Prosjektet tar seg tid til å jobbe med de små detaljene og likevel lage en ny versjon hver 6. måned med det nyeste og beste av dagens programvare. Ubuntu er tilgjengelig i 32-bits- og 64-bits-versjoner, og vil kjøre på de fleste moderne datamaskiner. Ubuntu er også tilgjengelig for arkitekturer som Sun UltraSPARC og Amazon EC2.
nl: Door zich op kwaliteit te concentreren, levert Ubuntu een robuuste computeromgeving met uitgebreide mogelijkheden die geschikt is voor zowel thuisgebruik als gebruik in een commerciële omgeving. Het project neemt de tijd om zich te concentreren op de kleinere details en kan eens per 6 maanden een versie uitbrengen die het nieuwste en beste van de hedendaagse software bevat. Ubuntu is beschikbaar in 32- en 64-bits uitvoeringen en draait op de meeste moderne computers. Het is ook beschikbaar voor de Sun UltraSPARC- en Amazon EC2-architecturen.
oc: De per sos objectius de qualitat, Ubuntu produís un environament robuste e ric que conven a l'encòp per d'utilizacions domesticas e comercialas. Lo projècte pren lo temps necessari per se concentrar suls detalhs los mai subtils, tot en essent capable de sortir cada sièis meses una version novèla que dispausa de las darrièras e de las meloras aplicacions d'uèi. Ubuntu es disponible dins los dos tipes 32 e 64 bits, s'executa sus la màge part dels ordenadors modèrnes. Tanben es disponible per las arquitecturas Sun UltraSPARC e Amazon EC2.
sl: Ker se Ubuntu osredotoča na kakovost, ustvarja robustno in bogato računalniško okolje, primerno za domačo uporabo in poslovna okolja. Projekt si vzame dovolj časa, potrebnega za izboljšave podrobnosti in lahko vsakih 6 mesecev izdaja različice z najnovejšo in najboljšo programsko opremo, ki je trenutno na voljo. Ubuntu je na voljo v 32-bitni in 64-bitni različici ter deluje na večini sodobnih računalnikov. Na voljo tudi za aritekturi Sun UltraSPARC in Amazon EC2.
sr: Фокусирајући се на квалитету, Убунту производи робусно и функционално окружење које је погодно како за кућну тако и за комерцијалну употребу. Пројекат троши време потребно посвећивању пажње финим детаљима и у стању је да изда верзију која обухвата најновије и најбоље од савременог софтвера једном у сваких 6 месеци. Убунту је доступан у 32-битним и 64-битним издањима и ради на већини модерних рачунара. Такође су доступна издања за Сан УлтраСПАРК (Sun UltraSPARC) и Амазон ЕК2 (Amazon EC2) архитектуру.
zh_hk: 對於軟件品質來說，Ubuntu 產生可靠、功能完整的軟件使用環境，更適合用於家庭和商業應用。在每六個月發表的新版本，重點在於開發出更好、更易用的作業系統。Ubuntu 作業系統可以使用在目前 32 位元和 64 位元大部份的電腦上，也可用於 Sun 公司的 UltraSPARC 和 Amazon EC2 架構的電腦。

source: The Desktop
da: Skrivebordsmiljøet
et: Töölaud
is: Skjáborðið
ja: デスクトップ環境
kk: Жұмыс үстелі
mr: पडदा
nb: Skrivebordet
nl: Het bureaublad
oc: Lo burèu
sl: Namizje
sr: Радна површ
zh_hk: 桌面
