Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: The desktop is what you see after you log in to your computer and what you use to manage and run applications. The default desktop environment for Ubuntu is <ulink url="http://www.gnome.org/">GNOME</ulink>, a leading UNIX and Linux desktop suite and development platform.
da: Skrivebordsmiljøet er det du ser, efter du logger ind på din computer, og det du bruger til at håndtere og køre programmer. Standard-skrivebordsmiljøet i Ubuntu er <ulink url="http://www.gnome.org/">GNOME</ulink>, en førende UNIX- og Linux-skrivebordssuite og -udviklingsplatform.
et: Töölaud on see, mis paistab, kui logite arvutisse sisse ja mille abil te kasutate ja haldate rakendusi. Ubuntu standardne töölaud on <ulink url="http://www.gnome.org/">GNOME</ulink>, mis on juhtiv UNIXi ja Linuxi töölaud ning arendusplatform.
is: Skjáborðið er sá hluti sem að þú sér þegar þú skráir þig inn í tölvuna og notar til þess að stjórna forritum. Sjálfgefna skjáborðsumhverfið fyrir Ubuntu er <ulink url="http://www.gnome.org/">GNOME</ulink>, sem er leiðandi UNIX og Linux skjáumhverfi.
ja: デスクトップはコンピュータを起動したあとに目にするものであり、アプリケーションの起動や操作をする場所でもあります。Ubuntuでは標準のデスクトップ環境として、UNIXやLinuxにおける主要なデスクトップ開発プラットフォームの一つである<ulink url="http://www.gnome.org/">GNOME</ulink>を採用しています。
mr: डेस्कटॉप/पडदा म्हणजे तुम्ही तुमच्या संगणकात लॉग-इन केल्याकेल्या पहाता तो आणि जो तुम्ही अप्लीकेशन्स व्यवस्थापन करण्यासाठी व चालवण्यासाठी वापरता. उबुंटुचे अध्याऋत डेस्कटॉप वातावरण <ulink url="http://www.gnome.org/">GNOME (गनोम)</ulink>, एक आघाडीचा लिनक्स आणि युनिक्स डेस्कटॉप सूट आणि विकास मंच आहे.
nb: Skrivebordet er det som møter deg etter at du har logget inn på datamaskinen din, og er det som du bruker for å håndtere og kjøre programmer. <ulink url="http://www.gnome.org/">GNOME</ulink>, som er et ledende UNIX- og Linux- skrivebord, i tillegg til utviklingsplattform, er standard skrivebordsmiljø i Ubuntu.
nl: Het bureaublad is wat u ziet nadat u zich bij de computer hebt aangemeld en wat u gebruikt om uw programma's te beheren en uit te voeren. Het standaardbureaublad van Ubuntu is <ulink url="http://www.gnome.org/">Gnome</ulink>, een toonaangevende werkomgeving en ontwikkelplatform voor UNIX en Linux.
oc: Lo burèu es çò que vesètz aprèp vos èsser identificat sus vòstre ordenador, e çò qu'utilizatz per gerir e aviar vòstras aplicacions. L'environament de burèu per defaut per Ubuntu es <ulink url="http://www.gnome.org/">GNOME</ulink>, un dels melhors environaments burèu e plataforma de desvolopament per UNIX et Linux.
sl: Namizje je to, kar vidite po prijavi na svoj računalnik in kar uporabljate za upravljanje ter zaganjanje programov. Privzeto namizno okolje za Ubuntu je <ulink url="http://www.gnome.org/">GNOME</ulink>, eno izmed vodilnih namizij in razvojnih platform za UNIX in Linux.
sr: Радна површина је оно што видите пошто се пријавите на рачунар и оно што користите да управљате и покрећете апликације. Основно графичко окружење Убунтуа је <ulink url="http://www.gnome.org/">Гном</ulink>, водеће Уникс и Линукс радно окружење и развојна платформа.
zh_hk: 桌面 (desktop) 是您登入電腦後所見，可以用來管理、執行應用軟件的環境。Ubuntu 預設的桌面環境為 UNIX 與 Linux 桌面套裝和開發平台的翹楚界： <ulink url="http://www.gnome.org/">GNOME</ulink>。

source: You can optionally install the <ulink url="http://www.kde.org/">KDE</ulink> and <ulink url="http://www.xfce.org/">Xfce</ulink> desktop environments, which have their own distinctive look and feel. KDE and Xfce are made available in Ubuntu by the <ulink url="http://www.kubuntu.org">Kubuntu</ulink> and <ulink url="http://www.xubuntu.org">Xubuntu</ulink> projects respectively. You can even install a KDE-only or Xfce-only version of Ubuntu if you wish.
da: Du har valgfrit mulighed for at installere skrivebordsmiljøerne <ulink url="http://www.kde.org/">KDE</ulink> og <ulink url="http://www.xfce.org/">Xfce</ulink>, som hver især har deres særlige udseende og egenskaber. KDE og Xfce er gjort tilgængelige i Ubuntu af henholdsvis projekterne <ulink url="http://www.kubuntu.org">Kubuntu</ulink> og <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. Du kan endda installere en version af Ubuntu kun med KDE eller Xfce, hvis du ønsker det.
et: Valikuliselt saate paigaldada ka <ulink url="http://www.kde.org/">KDE</ulink> ja <ulink url="http://www.xfce.org/">Xfce</ulink> töölauad, millel on omamoodi väljanägemine ja tunne. KDE ja Xfce on Ubuntu jaoks saadaval <ulink url="http://www.kubuntu.org">Kubuntu</ulink> ja <ulink url="http://www.xubuntu.org">Xubuntu</ulink> projektide kaudu. On võimalik isegi paigaldada vaid KDE või Xfce-ga versioon Ubuntust.
is: Þú getur valið að setja upp <ulink url="http://www.kde.org/">KDE</ulink> og <ulink url="http://www.xfce.org/">Xfce</ulink> skjáborðsumhverfin, sem hafa sín eigin sérstöku útlit og sérstaka tilfinningu. KDE og Xfce eru tiltæk í Ubuntu í gegnum <ulink url="http://www.kubuntu.org">Kubuntu</ulink> og <ulink url="http://www.xubuntu.org">Xubuntu</ulink> verkefnin hvort um sig. Þú getur jafnvel sett upp eingöngu KDE eða eingöngu Xfce útgáfur af Ubuntu ef þú vilt.
ja: 特徴的な外観と操作性を持ったデスクトップ環境である、<ulink url="http://www.kde.org/">KDE</ulink>や<ulink url="http://www.xfce.org/">Xfce</ulink>を選択することもできます。KDEとXfceは、それぞれ<ulink url="http://www.kubuntu.org">Kubuntu</ulink>と<ulink url="http://www.xubuntu.org">Xubuntu</ulink>というプロジェクトが存在します。もし望むなら「KDEだけ」や「Xfceだけ」のUbuntuをインストールすることもできます。
mr: इच्छा असेल तर तुम्ही <ulink url="http://www.kde.org/">KDE (केडीई)</ulink> आणि <ulink url="http://www.xfce.org/">Xfce (एक्सेफ़सी)</ulink> डेस्कटॉप वातावरणे बसवु शकता ज्यांना स्वत:चे विशिष्ट असे रंगरुप आहे. केडीई व एक्सेफ़सी उबुंटुवर <ulink url="http://www.kubuntu.org">कुबुंटु</ulink> आणि <ulink url="http://www.xubuntu.org">झुबूंटु</ulink> प्रकल्पांद्वारे उपलब्ध करुन देण्यात आले आहेत. तुम्ही तर उबुंटुची निव्वळ केडीई किंवा निव्वळ एक्सेफ़सी आवृत्ति देखील बसवु शकता.
nb: Om du ønsker kan du installére skrivebordsmiljøene <ulink url="http://www.kde.org/">KDE</ulink> eller <ulink url="http://www.xfce.org/">Xfce</ulink>, som har sine egne unike design. KDE og Xfce er gjort tilgjengelig i Ubuntu gjennom prosjektene <ulink url="http://www.kubuntu.org">Kubuntu</ulink>- og <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. Du kan også installére en versjon av Ubuntu med kun KDE eller kun Xfce.
nl: Naar believen kunt u de werkomgevingen <ulink url="http://www.kde.org/">KDE</ulink> en <ulink url="http://www.xfce.org/">Xfce</ulink> installeren, die elk hun eigen uiterlijk en gedrag hebben. KDE en Xfce zijn in Ubuntu beschikbaar gesteld door respectievelijk de projecten <ulink url="http://www.kubuntu.org">Kubuntu</ulink> en <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. U kunt zelfs, indien gewenst, een versie installeren met alleen KDE of Xfce.
oc: Tanben podètz causir d'installar los environaments de burèu <ulink url="http://www.kde.org/">KDE</ulink> e <ulink url="http://www.xfce.org/">Xfce</ulink>, qu'an cadun una aparéncia e un foncionament plan distinctes . KDE et Xfce son disponibles per Ubuntu gràcia als projèctes <ulink url="http://www.kubuntu.org">Kubuntu</ulink> e <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. Tanben podètz, s'o volètz, installar una version d'Ubuntu amb unicament KDE o Xfce.
sl: Namestite si lahko tudi namizni okolji <ulink url="http://www.kde.org/">KDE</ulink> in <ulink url="http://www.xfce.org/">Xfce</ulink>, ki imata svoj značilen videz in občutek. KDE in Xfce sta na razpolago uporabnikom Ubuntuja po zaslugi projektov <ulink url="http://www.kubuntu.org">Kubuntu</ulink> in <ulink url="http://www.xubuntu.org">Xubuntu</ulink>. Če želite, lahko celo namestite različico Ubuntuja, ki ima samo namizje KDE ali Xfce.
sr: Опционално можете инсталирати <ulink url="http://www.kde.org/">КДЕ</ulink> и <ulink url="http://www.xfce.org/">Хфсе</ulink> радна окружења, која имају свој јединствен изглед и угођај. КДЕ и Хфсе су доступни у Убунтуу преко <ulink url="http://www.kubuntu.org">Кубунту</ulink> и <ulink url="http://www.xubuntu.org">Хубунту</ulink> пројеката. Можете чак инсталирати само КДЕ или Хфсе верзију Убунтуа ако то желите.
zh_hk: 您也可以另外安裝 <ulink url="http://www.kde.org/">KDE</ulink>、<ulink url="http://www.xfce.org/">Xfce</ulink> 等各有特色的桌面環境。Ubuntu 的 KDE 及 Xfce 環境分別由 <ulink url="http://www.kubuntu.org">Kubuntu</ulink> 及 <ulink url="http://www.xubuntu.org">Xubuntu</ulink> 兩個計畫分別維護。您更可隨意安裝只有 KDE 或 Xfce 的 Ubuntu。

source: Version and Release Numbers
da: Versions- og udgivelsesnumre
et: Versiooni- ja väljalaskenumbrid
is: Hvernig nöfn útgáfna eru ákveðin
ja: バージョン番号とリリース番号について
kk: Үлгі және Релиздер нөмірлері
mr: आवृत्ती व जारी क्रमांक
nb: Versjonsnummer
nl: Versienummers
oc: Version e numèros de version
sl: Številke različic in izdaj
sr: Бројеви верзија и издања
zh_hk: 版本和發行號

source: The Ubuntu version numbering scheme is based on the date we release a version of the distribution. The version number comes from the year and month of the release rather than reflecting the actual version of the software.
da: Ubuntus system til nummerering af versioner er baseret på den dato, vi udgiver en ny distributionsversion. Versionsnummeret kommer fra året og måneden for udgivelsen i stedet for at afspejle softwarens reelle version.
et: Ubuntu versioonide numereerimissüsteem põhineb kuupäeval, mil me anname välja selle distributsiooni versiooni. Versiooninumber tuleneb aasta ja kuu numbrist ning ei kajasta tarkvara tegelikku versiooninumbrit.
is: Ubuntu útgáfunúmerakerfið er byggt á útgáfudagsetningu dreifingarinnar. Útgáfunúmerið er dregið af ári og mánuði útgáfunnar frekar en að gefa til kynna rétta númer útgáfunnar.
ja: Ubuntuのバージョン番号は、そのバージョンがリリースされた日付をもとに決定されます。実際のリリース回数を反映しているわけではなく、リリースされた年と月を反映しています。
kk: Ubuntu-ның нұсқауларның нөмірлеу сызбасынұсқасы, тек оның шығу уақытымен байланысты болып келеді. Нұсқаның нөмірі - сол нұсқа өңдірілген жылы мен айдың нөмірлері ғана, және де ол құрамындағы бағдарламалардың нұсқалар нөмірлерімен байланысты емес.
mr: उबुंटुच्या आवृत्तिच्या क्रमांकाची पद्धत हि ज्या तारखेला आवृत्ति वितरणासाठी जारी केली जाते त्यावर अवलंबुन आहे. आवृत्ति क्रमांक हा जारी करण्याचा महिना व वर्षावरुन येतो, सॉफ्टवेअरच्या खरया आवृत्तीवरुन नाही.
nb: Ubuntus versjonsnummer er basert på datoen vi utgir en ny versjon av distribusjonen. Versjonsnummeret bestemmes av året og måneden for utgivelsen istedenfor den faktiske versjonen av programvaren.
nl: De versienummers van Ubuntu zijn gebaseerd op de datum waarop de distributie uitgebracht wordt. Ze bestaan uit het jaar en de maand van uitgifte, en zeggen dus niets over de werkelijke versie van de software.
oc: L'esquèma de numerotacion de las versions d'Ubuntu se basa sus la data de sortida de la version de la distribucion. Lo numèro es compausat de l'annada e del mes de la sortida, puslèu que d'utilizar un numèro de revision.
sl: Štetje Ubuntu različic temelji na datumih, ko izdajamo nove različice distribucije. Število različice je sestavljeno iz leta in meseca izdaje in ne odraža dejanskih različic programske opreme.
sr: Шема нумерисања верзије Убунтуа је заснована на датуму издања верзије дистрибуције. Број верзије представља годину и месец издања уместо да одражава актуелну верзију софтвера.
zh_hk: Ubuntu 版本編號編排是依據發行日期。版本號碼是發行年月而非軟件的真正版號。

source: Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (Natty Narwhal) was released in April 2011, so its version number is 11.04.
sl: Naša prva izdaja (Warty Warthog) je izšla oktobra 2004 zato je to različica 4.10. Ta različica (Natty Narwhal) je bila izdana aprila 2011, zato je to različica 11.04.
sr: Наше прво издање (Warty Warthog) беше у октобру 2004 тако да је његова верзија била 4.10. Ова верзија (Natty Narwhal) је објављена у априлу 2011, тако да је њен број верзије 11.04.

source: Backing and Support
da: Opbakning og support
et: Taust ja tugi
is: Hjálp og stuðningur
ja: 支援体制とサポート
kk: Кері байланыс пен қолдау
mr: पाठींबा आणि समर्थन
nb: Hjelp og brukerstøtte
nl: Ondersteuning
oc: Sosten e assisténcia
sl: Pomoč in podpora
sr: Залеђе и подршка
zh_hk: 支援與支持

source: Ubuntu is maintained by a quickly growing community. The project is sponsored by <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, a holding company founded by Mark Shuttleworth. Canonical employs the core Ubuntu developers and offers support and consulting services for Ubuntu.
da: Ubuntu vedligeholdes af et hurtigt voksende fællesskab. Projektet er sponsoreret af <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, et holdingfirma grundlagt af Mark Shuttleworth. Ubuntus centrale udviklere er ansat i Canonical, og selskabet yder støtte og konsulentarbejde for Ubuntu.
et: Ubuntut haldab kiirestiarenev kogukond. Projekti spondeerib <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, mis on Mark Shuttleworth poolt asutatud valdusühing. Canonicali palgal on Ubuntu arendajate tuumik ning see pakub tuge ja nõustamist ka Ubuntu teenuste vallas.
is: Ubuntu er haldið við af ört vaxandi samfélagi. Verkefnið er stutt af <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, eignarhaldsfélagi stofnuðu af Mark Shuttleworth. Þeir sem mest koma að þróun Ubuntu eru starfsmenn Canonical auk þess sem fyrirtækið býður stuðning og ráðgjöf vegna Ubuntu.
ja: Ubuntuは急速に成長するコミュニティに支えられています。プロジェクトは<ulink url="http://www.canonical.com">Canonical Ltd.</ulink>に支援されています。同社はMark Shuttleworthが設立した親会社です。CanonicalはUbuntu開発の中核メンバーを雇用し、Ubuntuのサポートやコンサルティング業務を行っています。
mr: उबुंटुची देखभाल करणारा समुदाय वेगाने वाढत आहे. प्रकल्प हा <ulink url="http://www.canonical.com">कॅनोनीकल लि.</ulink>, मार्क शटलवर्थने स्थापन केलेली एक् होल्डिंग कंपनी द्वारा प्रायोजित करण्यात आला आहे. कॅनोनीकलकडे गाभा बनवणारे विकासक कामाला आहेत आणि ती उबुंटु आधार व सल्लागार सेवा पुरवते.
nb: Ubuntu vedlikeholdes av et stadig voksende miljø. Prosjektet er sponset av <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, en bedrift som ble startet av Mark Shuttleworth. Canonical har ansatt Ubuntus kjerneutviklere, og tilbyr brukerstøtte og rådgivingstjenester rettet mot Ubuntu.
nl: Ubuntu wordt onderhouden door een snel groeiende gemeenschap. Het project wordt gesponsord door <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, een door Mark Shuttleworth opgezette holding. De hoofdontwikkelaars van Ubuntu zijn in dienst van Canonical, dat tevens ondersteuning en adviesdiensten voor Ubuntu aanbiedt.
oc: Ubuntu es mantenguda per una comunautat en espandiment rapid. Lo projècte es esponsorizat per <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, una societat fondada per Mark Shuttleworth. Canonical emplega lo nucli dur dels desvolopaires d'Ubuntu e prepausa de servicis d'assisténcia e de conselh per Ubuntu.
sl: Ubuntu vzdržuje hitro rastoča skupnost. Sponzor projekta je družba <ulink url="http://www.canonical.com">Canonical Ltd.</ulink>, ki jo je ustanovil Mark Shuttleworth. Canonical zaposluje glavne razvijalce Ubuntuja in za Ubuntu nudi pomoč ter svetovalne storitve.
sr: Убунту одржава заједница која веома брзо расте. Пројекат спонзорише <ulink url="http://www.canonical.com">Каноникал Доо.</ulink>, холдинг компанија коју је основао Марк Шатлворт. Каноникал запошљава главне програмере Убунтуа и нуди подршку и кориснички сервис за Убунту.
zh_hk: Ubuntu 是由快速成長的社羣開發與支援。該計劃由 Mark Shuttleworth 創建的公司 <ulink url="http://www.canonical.com">Canonical Ltd.</ulink> 贊助。Canonical 僱用 Ubuntu 核心開發人員，並為 Ubuntu 提供支援和諮詢服務。

source: Canonical Ltd. also sponsors a number of other Open Source software projects, about which more information can be found on the <ulink url="http://www.canonical.com">Canonical website</ulink>.
da: Canonical Ltd. sponsorerer også en række andre Open source-projekter, som du kan få yderligere informationer om på <ulink url="http://www.canonical.com">Canonicals websted</ulink>.
et: Canonical Ltd. spondeerib ka arvukalt teisi avatud lähtekoodiga tarkvara projekte, mille kohta leiab lisateavet <ulink url="http://www.canonical.com">Canonicali lehel</ulink>.
is: Canonical Ltd. styður einnig fjölmörg önnur frjáls hugbúnaðarverkefni. Frekari upplýsingar fást á <ulink url="http://www.canonical.com">vefsíðu Canonical</ulink>.
ja: Canonical Ltd.は他にも多くのオープンソースソフトウェアのプロジェクトを支援しています。詳細については<ulink url="http://www.canonical.com">CanonicalのWebサイト</ulink>を参照してください。
mr: कॅनोनीकल लि. इतरही काही मुक्त सॉफ्टवेअर प्रकल्प प्रायोजीत करते, ज्याविषयी अधिक माहिती <ulink url="http://www.canonical.com">कॅनोनीकल संकेतस्थळ</ulink> यावर मिळेल.
nb: Canonical Ltd. sponser også en del andre prosjekter med åpen kildekode, dette kan du lese mer om på <ulink url="http://www.canonical.com">Canonicals hjemmeside</ulink>.
nl: Tevens sponsort Canonical Ltd. een aantal opensource-softwareprojecten, waarover u meer informatie kunt vinden op de <ulink url="http://www.canonical.com">website van Canonical</ulink> (Engelstalig).
oc: Canonical Ltd. padrina tanben un cèrt nombre d'autres projèctes liures ; ne poiretz aprendre mai sul <ulink url="http://www.canonical.com">site Web de Canonical</ulink>.
sl: Canonical Ltd. tudi sponzorira mnoge druge odprtokodne projekte, o čemer lahko preberete na <ulink url="http://www.canonical.com">spletnih straneh družbe Canonical</ulink>.
sr: Каноникал Доо. такође спонзорише значајан број других пројеката софтвера Отвореног кôда, више информација о томе можете пронаћи на <ulink url="http://www.canonical.com">веб сајту Каноникала</ulink>.
zh_hk: Canonical Ltd. 也贊助了數個其他開源碼軟件計劃。要更多的資料，可以參考 <ulink url="http://www.canonical.com">Canonical 網站</ulink>。

source: How can I upgrade to the latest version of Ubuntu?
da: Hvordan kan jeg opgradere til den seneste version af Ubuntu?
et: Kuidas uuendada kõige värskemale Ubuntu versioonile?
is: Hvernig get ég fengið nýjustu útgáfu af Ubuntu?
ja: Ubuntuの最新バージョンにアップグレードするには？
kk: Ubuntu-ның ең соңғы нұсқасына дейін қалай жаңартылуға болады?
mr: मी उबुंटु अद्ययावत करुन अत्याधुनिक आवृत्ती कशी मिळवू ?
nb: Hvordan kan jeg oppgradere til den nyeste versjonen av Ubuntu?
nl: Hoe kan ik upgraden naar de laatste versie van Ubuntu?
oc: Cossí pòdi migrar cap a la darrièra version d'Ubuntu ?
sl: Kako lahko nadgradim Ubuntu na najnovejšo različico?
sr: Како могу да надоградим на најновију верзију Убунтуа?
zh_hk: 如何升级到最新版本的 Ubuntu？

source: A new version of Ubuntu is released every 6 months; the Update Manager should inform you when a new version is available for download. To check for a new version:
da: Hver sjette måned bliver der udgivet en ny version af Ubuntu. Opdateringshåndtering vil informere dig, når en ny version er tilgængelig og kan hentes. Sådan tjekker man, om der er en ny version:
et: Ubuntust väljastatakse iga kuue kuu järel uus versioon; uuenduste haldur peaks sind teavitama, kui uus versioon on allalaadimiseks valmis. Uue versiooni saadavuse kontrollimine:
is: Ný útgáfa af Ubuntu kemur út á 6 mánaða fresti; Uppfærslustjórinn ætti að láta þig vita þegar ný útgáfa er tiltæk á vefnum. Til að athuga með nýja útgáfu:
ja: Ubuntuの新バージョンは6ヶ月ごとにリリースされます。新バージョンが完成したら、アップデート・マネージャで通知します。新バージョンを確認するには:
kk: Ubuntu-ның жаңа нұсқасы әрбір 6 ай сайын шығып тұрады; Жаңарту менеджері жаңа нұсқасы жүктеуге жетімді болған жағдайда хабарлайды. Жаңа нұсқаның жетімдігін тексеру үшін:
mr: दर ६ महिन्यांनी उबुंटुची नविन आवृत्ती प्रसारित होते; नविन आवृत्तीच्या उपलब्धतेची महिती तुम्हाला अद्ययावन व्यवस्थापक देईल. नविन आवृत्तीच्या तपासणीसाठी :
nb: En ny versjon av Ubuntu slippes hver 6. måned. Oppdateringsverktøyet skal informere deg så snart en ny versjon er tilgjengelig for nedlasting. For å se etter en ny versjon:
nl: Elke 6 maanden wordt een nieuwe versie van Ubuntu uitgegeven. Het Updatebeheer zal u informeren als er een nieuwe versie beschikbaar is. Zo controleert u of er een nieuwe versie beschikbaar is:
oc: Una version novèla d'Ubuntu es publicada cada 6 meses ; lo gestionari de mesas a jorn vos assabenta quand una version novèla es disponibla en telecargament. Per verificar la disponibilitat d'una version novèla :
sl: Nova različica Ubuntuja izide vsakih 6 mesecev. Upravljalnik posodobitev bi vas moral o njej obvestiti takoj, ko je na voljo. Da bi preverili, če obstaja nova različica, storite naslednje:
sr: Нова верзија Убунтуа се објављује сваких 6 месеци; Управник ажурирања би требао да вас обавести када је нова верзија доступна за преузимање. Да проверите да ли има нове верзије:
zh_hk: Ubuntu 每六個月會發行新的版本，「更新管理員」會在有新版本可供下載時通知您。若要檢查是否有新的版本可用：

source: Open the Update Manager (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice>).
sl: Odprite Upravljalnik posodobitev (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Upravljalnik posodobitev</guimenuitem></menuchoice>).
sr: Отворите управника ажурирања(<menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Управник ажурирања</guimenuitem></menuchoice>).

source: Click <guibutton>Settings...</guibutton> and enter your password if prompted.
sl: Kliknite <guibutton>Nastavitve ...</guibutton> in če boste pozvani vnesite geslo.
sr: Кликните <guibutton>Подешавања...</guibutton> и унесите вашу лозинку ако вам је затражена.

source: Select the <guilabel>Updates</guilabel> tab.
sl: Izberite zavihek <guilabel>Posodobitve</guilabel>.
sr: Изаберите језичак <guilabel>Ажурирања</guilabel>.

source: Under <guilabel>Release upgrade</guilabel>, make sure that <guilabel>Normal releases</guilabel> is selected and click <guibutton>Close</guibutton>.
da: Under <guilabel>Udgivelsesopgradering</guilabel>, kontrollér at <guilabel>Almindelige udgivelser</guilabel> er markeret og klik på <guibutton>Luk</guibutton>.
et: <guilabel>Väljalaske uuenduse</guilabel> all veendu, et märgitud on <guilabel>Tavalised väljalasked</guilabel> ning klõpsa nupul <guibutton>Sulge</guibutton>.
is: Undir<guilabel>Útgáfuuppfærsla</guilabel>, gakktu úr skugga um að <guilabel>Venjulegar útgáfur</guilabel> sé valið og smelltu síðan á <guibutton>Loka</guibutton>.
ja: <guilabel>アップグレードリリース</guilabel>で、 <guilabel>通常のリリースでも通知</guilabel> を選択し <guibutton>閉じる</guibutton>をクリックします
kk: <guilabel>Релиздер жаңартылуы</guilabel> баптауында <guilabel>Кәдімгі релиздер</guilabel> мәні таңдалғанына көз жеткізіңіз де, <guibutton>Жабу</guibutton> батырмасын басыңыз.
mr: पडताळुन पहा की <gui नाम>आवृत्ती अद्ययावक </gui नाम> खालील, <gui नाम>सामान्य आवृत्या</gui नाम> निवडला आहे आणि <gui बटण>बंद करा</gui बटण> दाबा.
nb: Under <guilabel>Oppgradére distribusjonen</guilabel>, sørg for at <guilabel>Vanlige utgivelser</guilabel> er valgt og trykk <guibutton>Lukk</guibutton>.
nl: Zorg dat <guilabel>Reguliere versies</guilabel> is gekozen bij <guilabel>Uitgave-upgrade</guilabel>, en druk vervolgens op <guibutton>Sluiten</guibutton>.
oc: Dins <guilabel>Mesa a nivèl de la version</guilabel>, verificatz que <guilabel>Versions normalas</guilabel> es seleccionat e clicatz sus <guibutton>Tampar</guibutton>.
sl: Pod <guilabel>Nadgradnja izdaje</guilabel> se prepričajte, da je izbrana možnost <guilabel>Običajne izdaje</guilabel> in kliknite <guibutton>Zapri</guibutton>.
sr: У одељку <quote><guilabel>Надоградњом издања</guilabel></quote>, уверите се да сте изабрали <quote><guilabel>Нормална издања</guilabel></quote> и кликните <quote><guibutton>Затвори</guibutton></quote>.
zh_hk: 在 <guilabel>升級發佈版本</guilabel>，確定已選擇 <guilabel>正常發佈</guilabel> 並按 <guibutton>關閉</guibutton>。

source: In Update Manager, click <guibutton>Check</guibutton>. Wait for the list of available updates to be downloaded.
sl: V Upravljalniku posodobitev kliknite <guibutton>Preveri</guibutton>. Počakajte, da se prejme seznam razpoložljivih posodobitev.
sr: У управнику ажурирања, кликните <guibutton>Провери</guibutton>. Сачекајте да се преузме списак доступних ажурирања.
