Repository: ahoneybun/pop-docs
Catalog: about-ubuntu/po/*.po
Languages: da, et, is, ja, kk, mr, nb, nl, oc, sl, sr, zh_hk

source: If a new version of Ubuntu is available, a box at the top of the window will appear saying that a new distribution release is available.
da: Hvis der er en ny version af Ubuntu tilgængelig, vil en boks i toppen af vinduet blive vist, der fortæller, at en ny distributionsudgivelse er tilgængelig.
et: Kui saadaval on uus Ubuntu versioon, avaneb akna kohal kast, milles öeldakse, et uus distributsiooniväljalase on saadaval.
is: Ef ný útgáfa af Ubuntu er tiltæk, þá kemur upp tilkynning efst í gluggann sem útlistar að ný útgáfa dreifingarinnar sé tiltæk.
ja: 利用できるUbuntuの新バージョンがあれば、ウィンドウの上部に「新しいディストリビューションにアップグレードできます」というボックスが現れます。
kk: Егер де Ubuntu-ның жаңа нұсқасы жетімді болған жағдайда, жаңа нұсқа жетімдігі туралы мәлімдеме шығатын болады.
mr: जर उबुंटुची नवीन आवृत्ती उपलब्ध असेल तर खिडकीच्या वरच्या बाजूला एक चौकोन दिसेल ज्यात नवीन आवृत्ती उपलब्ध आहे असे दर्शवले असेल.
nb: Om en ny versjon av Ubuntu er tilgjengelig, vil det komme opp en boks øverst i vinuet som sier at en ny versjon er tilgjengelig.
nl: Indien een nieuwe versie van Ubuntu beschikbaar is, zal een melding bovenin het venster u hierover informeren.
oc: se una version novèla d'Ubuntu es disponibla, una fenèstra de notificacion en naut del burèu apareisserà per vos informar qu'una distribucion novèla es disponibla ;
sl: Če je na voljo nova različica Ubuntuja, vas bo napis na vrhu okna obvestil, da je na voljo nova izdaja distribucije.
sr: Ако је нова верзија Убунтуа доступна, на врху прозора ће се појавити поље са натписом које ће вас обавестити о томе да је доступно ново издање дистрибуције.
zh_hk: 如果 Ubuntu 有新版本，在視窗上方會出現對話盒，說明有新版本提供。

source: To upgrade to the latest release, save all of your open documents and click the <guibutton>Upgrade</guibutton> button in the Update Manager.
da: For at opgradere til den seneste udgivelse, gem alle dine åbne dokumenter og klik på <guibutton>Opgradér</guibutton>-knappen i opdateringshåndtering.
et: Viimasele väljalaskele uuendamiseks salvesta kõik avatud dokumendid ja klõpsa uuendamishalduris nupule <guibutton>Uuenda</guibutton>.
is: Til að uppfæra í nýjustu útgáfuna, vistaðu oll opin skjöl og smelltu á <guibutton>Uppfæra</guibutton> hnappinn í Uppfærslustjóranum.
ja: 最新リリースにアップグレードするには、開いているドキュメントを全て閉じてからアップデートマネジャー内の<guibutton>アップグレード</guibutton>をクリックして下さい。
kk: Соңғы нұсқасына дейін жаңартылу үшін, барлық ашық документтеріңізді сақтап, Жаңарту менеджерінде <guibutton>Жаңарту</guibutton> батырмасын басыңыз.
nb: For å oppgradére til den nyeste versjonen, lagrer du alle åpne dokumenter og trykker <guibutton>Oppgradér</guibutton> i oppdateringsverktøyet.
nl: Om te upgraden naar de laatste uitgave, slaat u alle geopende documenten op en klikt u op de knop <guibutton>Upgraden</guibutton> in het Updatebeheer.
oc: Per metre a jorn cap a la darrièra version, enregistratz totes vòstres documents dobèrts e clicatz sul boton <guibutton>Mesa a jorn</guibutton> dins lo gestionari de mesas a jorn.
sl: Pred nadgradnjo na najnovejšo izdajo shranite vse svoje odprte dokumente in v Upravljalniku posodobitev kliknite gumb <guibutton>Nadgradi</guibutton>.
sr: Да извршите надоградњу на најновије издање, сачувајте све ваше отворене документе и кликните на дугме <quote><guibutton>Надогради</guibutton></quote> у Управнику ажурирања.
zh_hk: 要升级至最新版本，請保存所有已開啟的文件並點擊「更新管理員」的 <guibutton>升級</guibutton> 按紐。

source: Upgrades usually take a while to complete. Typically, around 700MB of packages must be downloaded and installed, although the actual figure will depend on how many packages are already installed on your computer.
da: Opgraderinger tager for det meste et stykke tid at færdiggøre. Typisk skal omkring 700 MB pakker hentes og installeres, selvom den faktiske mængde afhænger af, hvor mange pakker, der allerede er installeret på din computer.
et: Uuendamiseks kulub tavaliselt omajagu aega. Enamasti tuleb alla laadida ja paigaldada umbes 700MB jagu pakette, kuigi täpne väärtus sõltub sellest, kui palju pakette juba on sinu arvutisse paigaldatud.
is: Uppfærslur taka sinn tíma. Venjulega þarf að ná í u.þ.b. 700MB af pökkum og setja þá síðan upp, þó að endanleg tala fari eftir því hve margir hugbúnaðarpakkar eru uppsettir á tölvunni þinni.
ja: アップグレードが完了するまでは時間がかかります。通常、約700MBのパッケージをダウンロードしインストールする必要がありますが、実際にインストールする数は既にどれだけのパッケージがインストールされているかにより変わります。
kk: Жаңарту үрдісі біраз уақыт алады. Шамамен 700 Мб пакеттер жүктеледі және орнатылады, бірақ нақты көлем, орнатылған пакеттердің санына тәуелді.
nb: Det tar vanligvis en god stund å gjennomføre oppgraderinger. Det er gjerne cirka 700MB som må lastes ned og legges inn. Nøyaktig størrelse er avhengig av hvor mange pakker som allerede er installert på datamaskinen.
nl: Het upgraden kan er behoorlijk lang over doen om te voltooien. Meestal moet ongeveer 700 MB aan bestanden gedownload en geïnstalleerd worden, hoewel het exacte aantal afhangt van de hoeveelheid reeds op de computer geïnstalleerde pakketten.
oc: De costuma, las mesas a jorn prenon de temps per èsser acabadas. Generalament, environ 700 Mo de paquets devon èsser telecargats e installatés. Aquò dependrà, çaquelà, del nombre de paquets ja installats sus vòstre sistèma.
sl: Do končanja nadgradnje običajno preteče kar nekaj časa. Ponavadi je potrebno prejeti in namestiti 700 MB paketov, dejanska količina pa je odvisna od števila že nameščenih paketov na vašem računalniku.
sr: Надоградњи је обично потребно извесно време да би била обављена. Најчешће, око 700MB пакета мора бити преузето и инсталирано, иако ће стварна цифра зависити од тога колико пакета је већ инсталирано на вашем рачунару.
zh_hk: 升級通常需要一段時間。一般來說必須下載和安裝大約 700MB 的套件，但實際數字要視該電腦上已安裝多少套件而定。

source: Generally, you can upgrade to the latest Ubuntu release if you are running the second most recent release. If you have an older release, you must upgrade to the next release after that, and so on until you are running the most recent version. For example, users of version 9.10 would first have to upgrade to version 10.04 before upgrading to version 10.10. An exception to this rule is with LTS (Long Term Support) releases. You can upgrade directly from the previous LTS release to the current release.
sl: V splošnem lahko na najnovejšo različico Ubuntuja nadgradite, če poganjate drugo najnovejšo različico. V primeru da imate starejšo različico, morate nadgraditi na naslednjo in tako naprej, dokler ne poganjate najnovejše različice. Tako morajo na primer uporabniki 9.10 pred nadgradnjo na različico 10.10 nadgraditi na 10.04. Izjema tega pravila so izdaje LTS (dolgoročna podpora). Na trenutno izdajo lahko neposredno nadgradite in predhodne izdaje LTS.
sr: Можете да надоградите на најновије издање Убунтуа само ако имате најновије пређашње издање. Ако имате неко старије издање, морате да извршите надоградњу на следеће издање након њега, и тако даље све док не достигнете најновију верзију. На пример, корисници верзије 7.10 морају прво да надограде на верзију 8.04 пре надоградње на верзију 8.10. Изузетак од овог правила су ЛТС (<quote>Long Term Support</quote> — дугорочно подржана) издања. Можете директно надоградити са претходног ЛТС издања на тренутно издање.

source: For more information on upgrade, see the <ulink url="https://help.ubuntu.com/community/UpgradeNotes">Ubuntu Community Documentation</ulink>.
sl: Za več podrobnosti si oglejte <ulink url="https://help.ubuntu.com/community/UpgradeNotes">Dokumentacijo skupnosti Ubuntu</ulink>.
sr: За више информација о надоградњи, погледајте <ulink url="https://help.ubuntu.com/community/UpgradeNotes">документацију Убунтуове заједнице</ulink>.

source: Upgrading to a development release
da: Opgradering til en udviklingsudgivelse
et: Uuendamine arendusväljalaskele
is: Uppfæra í þróunarútgáfu
ja: 開発中のリリースへアップグレード
kk: Өңделіп жатқан релизге дейін жаңарту
nb: Oppgradére til en utviklingsversjon
nl: Upgraden naar een ontwikkelingsuitgave
oc: Migracion cap a una version en desvolopament
sl: Nadgrajevanje na razvojno izdajo
sr: Надоградња на развојно издање
zh_hk: 升級到開發版本

source: If you would like to install and test the latest development version of Ubuntu before it is released, press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>update-manager -c -d</userinput> into the box and click <guibutton>Run</guibutton>. If a development release is available, an <guibutton>Update</guibutton> button will appear in the Update Manager. Click it to upgrade to the development version.
da: Hvis du ønsker at installere og teste den seneste udviklingsversion af Ubuntu, før den bliver udgivet, tryk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>update-manager -c -d</userinput> i feltet og klik på <guibutton>Kør</guibutton>. Hvis der er en tilgængelig udviklingsversion, vil en <guibutton>Opdatér</guibutton>-knap blive vist i Opdateringshåndtering. Klik på den for at opgradere til udviklingsversionen.
et: Kui sa tahad paigaldada ja proovida Ubuntu kõige värskemat arendusväljalaset, vajuta <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, sisesta lahtrisse <userinput>update-manager -c -d</userinput> ja klõpsa nupule <guibutton>Käivita</guibutton>. Kui arendusväljalase on saadaval, ilmub uuendamishaldurisse nupp <guibutton>Uuenda</guibutton>. Arendusväljalasekele uuendamiseks klõpsa sellel nupul.
ja: リリース前の開発バージョンのUbuntuをインストールし試してみたい場合は、<keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>を押し、<userinput>update-manager -c -d</userinput>と入力し<guibutton>実行</guibutton>を押してください。開発リリースが利用可能なら、アップデート・マネージャに<guibutton>アップグレード</guibutton>ボタンが表示されますので、それをクリックすれば開発リリースにアップグレードされます。
kk: Егер де сіз өңделіп жатқан нұсқасын оның шығарылуына дейін орнатып және тестілеймін десеңіз, <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> пернелерін басып, <userinput>update-manager -c -d</userinput> енгізіп, <guibutton>Ашу</guibutton> батырмасын басыңыз. Егер өңделіп жатқан релиз жетімді болса, Жаңарту менеджерінде <guibutton>Жаңарту</guibutton> батырмасы пайда болады. Оны басу арқылы сіз өңделіп жатқан нұсқасына дейін жаңартыла аласыз.
nb: Hvis du ønsker å installére og teste den nyeste utviklingsversjonen av Ubuntu før den slippes ut, trykk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> og skriv <userinput>update-manager -c -d</userinput> inn i feltet og trykk <guibutton>Kjør</guibutton>. Om en utviklingsversjon er tilgjengelig vil knappen <guibutton>Oppdatér</guibutton> dukke opp i oppdateringsverktøyet. Trykk på knappen for å legge inn utviklingsversjonen.
nl: Als u de laatste ontwikkelingsversie van Ubuntu wilt installeren en testen, druk dan op <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, geef <userinput>update-manager -c -d</userinput> op in het invoerveld en druk op <guibutton>Uitvoeren</guibutton>. Als een ontwikkelversie beschikbaar is, zal de knop <guibutton>Bijwerken</guibutton> verschijnen in Updatebeheer. Druk erop om de laatste ontwikkelingsuitgave te installeren.
sl: Če bi radi namestili in preizkusili najnovejšo razvojno različico Ubuntuja še pred njegovim izidom, pritisnite <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, v polje vpišite <userinput>update-manager -c- d</userinput> in kliknite gumb <guibutton>Zaženi</guibutton>. Če je razvojna različica na voljo, se bo v Upravljalniku posodobitev pojavil gumb <guibutton>Posodobi</guibutton>. Kliknite ga za nadgradnjo na razvojno različico.
sr: Ако желите да инсталирате и тестирате најновију развојну верзију Убунтуа пре њеног објављивања, притисните <quote><keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo></quote>, упишите: <quote><userinput>update-manager -c -d</userinput></quote> у поље и кликните <quote><guibutton>Покрени</guibutton></quote>. Ако је развојно издање на располагању, дугме <quote><guibutton>Ажурирања</guibutton></quote> ће се појавити у Управнику ажурирања. Кликните на њега да надоградите на развојну верзију.
zh_hk: 如果想在 Ubuntu 開發中的新版本發表之前使用、安裝和測試，請選 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，在顯示的對話盒內輸入 <userinput>update-manager -c -d</userinput> ，然後用點擊 <guibutton>執行</guibutton>。如有開發版本提供，在「更新管理員」內會顯示 <guibutton>升級</guibutton> 按鈕，點選後就可以升級到開發版本。

source: Development releases often suffer from package breakages and other problems. Only install a development release if you are prepared to attempt to fix these problems for yourself.
da: Udviklingsudgivelser lider ofte af pakkenedbrud og andre problemer. Installér kun en udviklingsversion, hvis du er indstillet på at forsøge at løse disse problemer selv.
et: Arendusväljalasked vaevlevad tihtipeale paketivigade ja teiste probleemide käes. Paigalda arendusväljalase ainult siis, kui sa oled valmis tekkivaid probleeme ise parandama.
is: Þróunarútgáfur geta oft verið með gölluðum pakkauppsetningum og öðrum vandamálum. Aldrei setja upp þróunarútgáfu nema að þú sért tilbúin(n) í að reyna að laga þessi vandamál.
ja: 開発リリースは、パッケージ破損やその他の問題が頻繁にあります。開発リリースはこうした問題を自分で解決する覚悟でインストールして下さい。
kk: Өңделіп жатқан нұсқаларда сынып қалған пакеттер және басқа да мәселелер жиі кездеседі. Өңделіп жатқан нұсқалар орнатқан кезде, сіз сол мәселелерді өзіңіз шешетін боласыз.
nb: Utviklingsversjoner lider ofte av mangler i pakkene og andre problemer. Installér derfor bare utviklingsversjoner om du er forberedt på å rette disse problemene på egenhånd.
nl: Ontwikkelingsuitgaven hebben vaak last van gebroken pakketten en andere problemen. Installeer een ontwikkelingsuitgave alleen indien u bereidt bent om deze problemen te aanvaarden en te verhelpen.
sl: Razvojne izdaje so pogosto izpostavljene nepravilno sestavljenim paketom in drugim težavam. Razvojno različico namestite samo, če ste pripravljeni sami odpravljati te težave.
sr: Развојна издања често пате од слома пакета и других проблема. Инсталирајте развојно издање само ако сте припремљени да покушате да преправите те проблеме за вас.
zh_hk: 開發版本通常會遭遇套件相依性被打破等問題。除非您打算自行修正這些問題，否則不要安裝開發版本。

source: What is Linux?
da: Hvad er Linux?
et: Mis on Linux?
is: Hvað er Linux?
ja: Linuxとは?
kk: Linux деген не?
mr: लिनक्स काय आहे?
nb: Hva er Linux?
nl: Wat is Linux?
oc: Linux, qu'es aquò ?
sl: Kaj je Linux?
sr: Шта је Линукс?
zh_hk: 何謂 Linux？

source: The <ulink url="http://www.kernel.org">Linux kernel</ulink> is the heart of the Ubuntu operating system. A kernel is an important part of any operating system, providing the communication bridge between hardware and software.
da: <ulink url="http://www.kernel.org">Linux-kernen</ulink> er hjertet i Ubuntu-operativsystemet. En kerne er en vigtig del af ethvert operativsystem, da den skaber en kommunikationsbro mellem hardware og software.
et: <ulink url="http://www.kernel.org">Linuxi kernel</ulink> on Ubuntu operatsioonisüsteemi süda. Kernel on iga operatsioonisüsteemi olulisim osa, luues suhtlussilla raudvara ja tarkvara vahele.
is: <ulink url="http://www.kernel.org">Linux kjarninn</ulink> er hjarta Ubuntu stýrikerfisins. Kjarni er mikilvægasti hluti allra stýrikerfa, hann býr til brú á milli vélbúnaðar og hugbúnaðar.
ja: <ulink url="http://www.kernel.org">Linuxカーネル</ulink>は、Ubuntuの心臓とも言うべき存在です。カーネルは、全てのオペレーティングシステムにとって、ハードウェアとソフトウェアの橋渡しを行う重要な部位です。
kk: <ulink url="http://www.kernel.org">Linux түйіні (ядросы)</ulink> - Ubuntu операциялық жүйенің жүрегі. Түйін (ядро) әрбір операциялық жүйенің аппаратты және бағдарламалық қамтамасыз арасындағы әрекеттесуін қамтамасыз ететін, маңызды құрамдас бөлігі.
mr: <ulink url="http://www.kernel.org"> लिनक्स बीज </ulink> उबुंटु कार्यप्रणालीचा गाभा आहे. बीज हा कोणत्याही कार्यप्रणालीचा महत्वाचा भाग आहे , जो स्थावरप्रणाली (हार्डवेअर) आणि आज्ञाप्रणाली (सॉफ्टवेअर) मध्ये सुसंवाद प्रस्थापित करतो.
nb: <ulink url="http://www.kernel.org">Linux-kjernen</ulink> er hjertet av operativsystemet Ubuntu. En kjerne er en viktig del av operativsystemet, for den danner kommunikasjonsbroen mellom maskinvare og programvare.
nl: De <ulink url="http://www.kernel.org">Linux-kernel</ulink> is het hart van het Ubuntu-besturingssysteem. Een kernel is het belangrijkste deel van elk besturingssysteem. Het onderhoudt de communicatie tussen hardware en software.
oc: Lo <ulink url="http://www.kernel.org">nucli Linux</ulink> es lo còr del sistèma operatiu Ubuntu. Un nucli es una partida importanta d'un sistèma operatiu ; provesís un pont de comunicacon entre lo material e lo logicial.
sl: <ulink url="http://www.kernel.org">Jedro Linux</ulink> je srce operacijskega sistema Ubuntu. Jedro je pomemben del vsakega operacijskega sistema, saj omogoča komunikacijo med strojno in programsko opremo.
sr: <ulink url="http://www.kernel.org">Линукс кернел</ulink> је срце Убунту оперативног система. Кернел је важан део било ког оперативног система, који обезбеђује комуникациони мост између хардвера и софтвера.
zh_hk: <ulink url="http://www.kernel.org">Linux 核心 (kernel)</ulink> 是 Ubuntu 作業系統的心臟。核心是任何作業系統中最重要的部份，提供一道硬件與軟件之間溝通的橋樑。

source: Linux was brought to life in 1991 by a Finnish student named Linus Torvalds. At the time, it would run only on i386 systems, and was essentially an independently-created clone of the UNIX kernel, intended to take advantage of the then-new i386 architecture.
da: Linux blev bragt til live i 1991 af en finsk studerende ved navn Linus Torvalds. På det tidspunkt kunne det kun køre på i386-systemer, og det var egentlig en uafhængigt skabt kloning af UNIX-kernen, som havde til hensigt at udnytte den dengang nye i386-arkitektur.
et: Linuxi kutsus ellu 1991. aastal soome tudeng Linux Torvalds. Sel ajal töötas see ainult i386 platvormil ja oli sisuliselt UNIX-i kerneli sõltumatult loodud kloon, mis pidi rakendama uue i386 arhitektuuri eeliseid.
is: Linux var gert nothæft árið 1991 af finnskum stúdent sem heitir Linus Torvalds. Á þeim tíma keyrði kjarninn einungis á i386 kerfum, og var í rauninni sjálfstætt þróað tilbrigði af UNIX kjarna, hugsað til að geta notað þetta þá nýja i386 örgjörvakerfi.
ja: Linuxは、1991年にフィンランドの学生であったLinus Torvaldsによって生み出されました。その当時はi386システムでのみ動作する、独自に開発したUNIXカーネルのクローンでしたが、当時新しかったi386アーキテクチャを活用する目的もありました。
kk: Linux-ты 1991 жылы Линус Торвальдс аты бар фин білімгері құрған. Сол кезде ол тек i386 компьютерлерде жұмыс істеген, негізінде ол сол уақыттағы i386 сәулетінің артықшылығын қолдануға арналған, UNIX-тың тәуелсіз түйінінің көшірмесі ғана болған.
mr: लिनक्सचा जन्म १९९१ मध्ये लिनस टॉरवाल्ड्स नामक फिनलंडच्या विद्यार्थ्याद्वारे झाला. तेव्हा लिनक्स केवळ i386 प्रणालींवर चालु शके; खरेतर त्यावेळील नवीन i386 संरचनेचा फायदा करुन घेण्यासाठी, स्वतंत्ररित्या बनवलेले युनिक्स बीजाचे ते प्रतिरुप होते.
nb: Linux ble startet i 1991 av den finske studenten Linus Torvalds. På den tiden kunne det bare kjøre på i386-systemer, og var i bunn og grunn en uavhenging klone av UNIX-kjernen, som skulle dra nytte av i386-arkitekturen, som var ny på den tiden.
nl: Linux zag het levenslicht in 1991 dankzij de Finse student Linus Torvalds. In die tijd werkte het alleen op i386-systemen, en was het in wezen een onafhankelijk gemaakte kloon van de UNIX-kernel, bedoeld om gebruik te maken van de, destijds nieuwe, i386-architectuur.
oc: Linux foguèt creat en 1991 per un estudiant finlandés nomenat Linus Torvalds. A aquela epòca, foncionava pas que suls sistèmas i386 e èra essencialament un clòn independent del nucli UNIX, concebut per traire partit de la novèla arquitectura i386.
sl: Linux je leta 1991 ustvaril finski študent Linus Torvalds. Linux je tedaj tekel le na sistemih i386 in je bil v bistvu klon jedra UNIX, neodvisno ustvarjen za to, da bi izkoristil prednosti takrat še nove arhitekture i386.
sr: Линукс је угледао светлост дана 1991 год. а написао га је фински студент Линус Торвалдс. У то време, могао је да се покреће искључиво на и386 системима и био је у основи независан клон Уникс кернела, предвиђен да искористи предности тада нове и386 архитектуре.
zh_hk: 1991 年，芬蘭大學生 Linus Torvalds 創造了 Linux 核心；當時只能在 i386 電腦執行，基本上是獨立開發的 UNIX 核心複製器，本意在於充份利用當時新的 i386 處理器架構。

source: Nowadays, thanks to a substantial amount of development effort by people all around the world, Linux runs on virtually every modern computer architecture.
da: I dag kører Linux på stort set alle moderne computerarkitekturer, takket være en stor udviklingsindsats af folk fra hele verden.
et: Nüüd, tänu mahukale arendustööle, mida sellesse on panustanud inimesed üle kogu maailma, töötab Linux praktiliselt kõigil kaasaegsetel aruvitarhitektuuridel.
is: Í dag keyrir Linux á næstum því öllum nútímalegum vélbúnaði, þökk sé gríðarlegri vinnu fólks úr öllum heimshornum við þróun hugbúnaðarins.
ja: 現在は、世界中の人々による多くの開発作業のおかげもあって、Linuxは現存するコンピュータアーキテクチャのほとんど全てで動作します。
kk: Қазіргі уақытта дүниежүзіндегі көптелеген өңдеушілер көлемді жігер арқысында, дерлік барлық замандас компьютерлік сәулеттерінде жұмыс істейді.
mr: जगातील सर्व लोकांच्या प्रामाणिक विकास प्रयत्नांनमुळे सध्या लिनक्स सर्व आधुनिक संगणक संरचनांवर चालु शकते.
nb: Nå for tiden kjører Linux på så godt som alle moderne maskinvarearkitekturer, takket være en enorm utviklingsinnsats fra mennesker over hele verden.
nl: Momenteel werkt Linux, dankzij een aanzienlijke hoeveelheid werk van ontwikkelaars over de hele wereld, op bijna elke moderne computer.
oc: Uèi, gràcias a un esfòrç considerable de desvolopament provesit per de personas del mond entièr, Linux fonciona sus gaireben totas las arquitecturas modèrnas.
sl: Ker so ljudje iz vsega sveta v Linux vložili precejšnje količine razvojnega truda, lahko danes ta teče na praktično vsaki moderni računalniški arhitekturi.
sr: Данас, захваљујући великим напорима људи широм света, Линукс може да се покрене на скоро свакој модерној рачунарској архитектури.
zh_hk: 如今，由於分佈在全球各地的熱心人士們的大量努力，使得 Linux 能夠在幾乎所有現代電腦架構執行。
