Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: <application>KBlackbox</application> is a logical game of hide-and-seek, inspired by <emphasis>emacs blackbox</emphasis> and played on a grid of boxes.
ast: <application>KBlackbox</application> ye un xuego de lóxica tipu «escuende y gueta» inspiráu en <emphasis>emacs blackbox</emphasis>, que se xuega sobro una rexella de caxes.
nb: <application>KBlackbox</application> er et logisk gjemselspill, inspirert av <emphasis>emacs blackbox</emphasis> og spilles på et rutenett av bokser.
oc: <application>KBlackbox</application> es un jòc d'amagatal logic. S'inspira d'<emphasis>emacs blackbox</emphasis> e se jòga sus una grasilha.
sq: <application>KBlackbox</application> është një lojë logjike me fshehje dhe kërkim, e frymëzuar nga <emphasis>emacs blackbox</emphasis> dhe luhet në një rresht kutish.
tr: <application>KBlackbox</application>, gizle ve ara stratejisine dayanan bir mantık oyunudur. <emphasis>Emacs blackbox</emphasis> oyunundan esinlenilmiştir ve kutuların haritayı karelere bölmesiyle oynanır.

source: <application>Kenolaba</application> is a two-player tactical game which follows the rules of <emphasis>Abalone</emphasis>, where players try to shove their opponents' pieces from the game board.
ast: <application>Kenolaba</application> ye un xuegu tácticu pa dos xugadores coles regles d'<emphasis>Abalone</emphasis>, au hai qu'esbarrumbar les pieces oponentes del tableru de xuegu.
oc: <application>Kenolaba</application> es un jòc tactic per dos jogaires que seguís las règlas d'<emphasis>Abalone</emphasis>, ont los jogaires temptan d'expulsar las pèças de l'adversari en defòra del platèu de jòc.
sq: <application>Kenolaba</application> është një lojë taktike me dy lojtarë e cila ndjek rregullat e <emphasis>Abalone</emphasis>, ku lojtarët përpiqen të zhdukin copat e kundërshtarëve nga fusha e lojës.
tr: <application>Kenolaba</application>, iki kişilik <emphasis>Abalone</emphasis> oyunu gibi oynanan taktiksel bir oyundur. Amacı, rakip oyuncuları itmeye çalışarak karşılarındaki parçaları oyun tahtasına yerleştirmektir.

source: <application>KMahjongg</application> is a clone of the well known tile-based patience game of the same name. Your goal is to empty the board by matching pieces with the same pattern.
ast: <application>KMahjongg</application> ye un clon del renomáu xuegu de paciencia del mesmu nome. La so metar ye dexar erma el tableru emparexando les pieces col mesmu patrón.
nb: <application>KMahjongg</application> er en klone av det velkjente tålmodighets-brikkespillet med samme navn. Målet er å tømme brettet ved å finne to og to brikker med samme mønster.
oc: <application>KMahjongg</application> es un clòne del celèbre jòc de solitar del meteis nom. La tòca del jòc es de voidar lo platèu tant rapidament coma possible en associant de pèças identicas.
sq: <application>KMahjongg</application> është një klon i lojës së mirënjohur të bazuar në tulla që kalit durimin. Qëllimi juaj është të zbrazni tryezën duke bërë që të përputhen pjesët me të njëjtën figurë.
tr: <application>KMahjongg</application> eş karoların zemine dizili olduğu bir sabır oyunudur. Yapman gereken tahtayı aynı karoları eşleştirerek boşaltman.

source: <application>KReversi</application> is a two player game in which players gain the majority of pieces on the board by tactically placing their pieces in order to turn over their opponent's pieces.
ast: <application>KReversi</application>Ye un xuegu pa dos, nel que los xugadores ganen la mayoría de pieces nel tableru allugando táuticamente les sos pieces col envís de voltiar les del oponente.
oc: <application>KReversi</application> es un jòc de dos jogaires que la tòca es d'obténer la majoritat dels elements sul platèu de jòc en plaçant estrategicament sos getons de manièra a revirar los getons de l'autre jogaire.
sq: <application>KReversi</application> është një lojë me dy lojtarë ku lojtarët në mënyrë taktike fitojnë shumicën e copave në tryezë duke zëvendësuar copat e tyre për të bllokuar copat e kundërshtarit.
tr: <application>KReversi</application> iki oyunculu oyunda, oyuncular yerleşik parçaların çoğunluğunu edinerek parçalarını yerleştirir.

source: <application>KWin4</application>, or <emphasis>Four wins</emphasis>, is a two player game which follows the rules of the famous <trademark>Connect Four</trademark> game. Align four pieces of the same color to win!
ast: <application>KWin4</application>, o <emphasis>Four wins</emphasis>, ye un xuegu de dos xugadores que sigui les regles del famosu xuegu<trademark>Connect Four</trademark>. ¡Allinie cuatro pieces del mesmu color pa ganar!
nb: <application>KWin4</application>, eller <emphasis>Four wins</emphasis> er et spill for to personer som følger reglene til det populære <trademark>Fire på rad</trademark>. Stable fire brikker av samme farge på rekke for å vinne!
oc: <application>KWin4</application>, o <emphasis>Quatre gagne</emphasis>, es un jòc per dos jogaires que seguís las règlas del celèbre <trademark>Poténcia 4</trademark>. Alinhatz quatre pèças de la meteissa color per ganhar !
sq: <application>KWin4</application>, ose <emphasis>Four wins</emphasis>, është një lojë me dy lojtarë e cila ndjek rregullat e lojës së famshme <trademark>Lidh Katër</trademark>. Bashkoni katër pjesë të së njëjtës ngjyrë për të fituar!
tr: <application>KWin4</application> veya <emphasis>Dört kazanç</emphasis>, iki kişilik oyunu, meşhur <trademark>Dört Bağla</trademark> oyun kuralları ile oynanan bir oyundur. Kazanmak için aynı rengin dört parçasını hizala!

source: <application>Mahjongg</application> is a single-player version of the classic tile game. The objective is to select pairs of similar tiles.
ast: <application>Mahjongg</application> ye una versión mono-xugador del clásicu xuegu de fiches. L'oxetivu ye esbillar pares de fiches asemeyaes.
nb: <application>Mahjongg</application> er en enspiller-versjon av det klassiske spillet. Målet er å velge parvis like brikker.
oc: <application>Mahjongg</application> es una version monojogaire del celèbre jòc de tèules. L'objectiu es de seleccionar de paras de tèules similars.
sq: <application>Mahjongg</application> është një version me një lojtar i lojës klasike me tulla. Objektivi është që të përzgjidhen çifte me tulla të ngjajshme.
tr: <application>Mahjongg</application> Klasik bir fayans oyununun tek kişilik sürümüdür. Oyundaki amaç birbirine benzeyen taşları seçmek.
uk: <application>Маджонг</application> — це версія класичної гри у плитки для одного гравця. Метою гри є визначення пар однакових плиток.

source: <application>Shishen-Sho</application> is similar to <emphasis>Mahjongg</emphasis>, and is played by removing all tiles from the field, two at a time, by matching tiles of the same type.
ast: <application>Shishen-Sho</application> ye asemeyáu a <emphasis>Mahjongg</emphasis>, y xuégase quitando toles pieces del tablero, dos al empar, emparexando pieces de la mesma triba.
nb: <application>Shishen-Sho</application> ligner på <emphasis>Mahjongg</emphasis>, og spilles ved å fjerne alle brikker, to i slengen, ved å finne to identiske brikker.
oc: <application>Shishen-Sho</application> se sembla al jòc <emphasis>Mahjongg</emphasis> e se jòga en levant de pèças del jòc doas per doas en associant de tèules del meteis tipe.
sq: <application>Shishen-Sho</application> është e ngjajshme me <emphasis>Mahjongg</emphasis>, dhe luhet duke i hequr të gjitha tullat nga fusha, nga dy njëherësh, duke bërë të përputhen tullat e të njëjtit lloj.
tr: <application>Shishen-Sho</application>, <emphasis>Mahjongg</emphasis>'a benzer ve tek seferde iki aynı türde fayansları eşleyerek tüm fayansları alandan kaldırarak oynanır,

source: Puzzle games
ast: Xuegos de puzzles
nb: Puslespill
oc: Copacaps
sq: Lojëra puzzle
sr: Игре слагалица
tr: Bulmaca oyunları
uk: Головоломки

source: <application>Anagramarama</application> is a fast-paced word game in which you must make as many words as possible from a series of jumbled letters. If you find the longest word possible, you can move on to the next level.
ast: <application>Anagramarama</application> ye un xuegu de pallabres de ritmu rápidu au hai de criar el mayor númberu dable de pallabres a partir de series de lletres entemecíes. Si alcuentra la mayor pallabra dable, puede pasar al siguiente nivel.
nb: <application>Anagramarama</application> er et ordspill i raskt tempo der du må lage så mange ord som mulig fra en sammenblandet serie bokstaver. Hvis du finner det lengst mulige ordet kan du gå videre til neste nivå.
oc: <application>Anagramarama</application> es un jòc del ritme rapid dins lo qual vos cal far lo mai de mots possible a partir d'una seria de letras mescladas. Se trobatz lo mot lo mai long possible, podètz passer al nivèl seguent.
sq: <application>Anagramarama</application> është një lojë e shpejtë fjalësh në të cilën ju duhet të krijoni sa më shumë fjalë që të jetë e mundur nga një grup gërmash të shpërndara. Nëse gjeni fjalën më të gjatë të mundshme, ju mund të kaloni në nivelin tjetër.
sr: <application>Анаграмарама</application> је игра речи брзог темпа у којој морате да направите што је више могуће речи из низа измешаних слова. Ако пронађете најдужу могућу реч, можете да пређете на следећи ниво.
tr: <application>Anagramarama</application> kelimeyi türetildiği harflerden mümkün olduğunca hızlı bir şekilde yerleştirmektir. En uzun kelimeyi bulursan bir sonraki bölüme geçebilirsin.

source: <application>Atomix</application> is a puzzle game where you must join up a series of atoms to make certain molecules. However, the atoms can only be moved in certain ways, making complex molecules a challenge to construct. No knowledge of chemistry is required.
ast: <application>Atomix</application> ye un xuegu de frañetiestes au hai de xunir una riestra d'átomos pa criar determinaes molécules. Sicasí, los átomos namái pueden movese de ciertes formes, faciendo de les molécules complexas un desafíu de construcción. Nun se requieren conocimientos de química.
nb: <application>Atomix</application> er et puslespill der du skal sette sammen flere atom for å bygge bestemte molekyl. Uansett, atom kan kun settes sammen på visse måter, som gjør bygging av komplekse molekyl til en utfordring. Ingen kjemi-kunnskap er nødvendig.
oc: <application>Atomix</application> es un copacap dins lo qual vos cal assemblar una seria d'atòms per formar de moleculas. Pr'aquò, los atòms pòdon pas èsser desplaçats que d'un cèrt biais, en fasent de la construccion de moleculas complèxes un verai desfís. Cap de coneissença en quimia es pas requerida.
sq: <application>Atomix</application>është një lojë puzzle ku ju duhet të bashkoni disa atome për të krijuar molekula të veçanta. Sidoqoftë, atomet mund të lëvizen vetëm në drejtime të caktuara, duke bërë që molekulat komplekse të jenë të vështira për tu ndërtuar. Nuk kërkohet njohuri për kiminë.
sr: <application>Атомикс</application> је игра слагалица у којој морате да спојите низ атома да добијете одређене молекуле. Ипак, атоми могу бити померани у одређеним правцима, чинећи сложене молекуле изазовом за изградњу. Знање хемије није потребно.
tr: <application>Atomix</application>, atom serilerini kullanarak belirli şekilde molekülleri oluşturma oyunudur. Fakat atomlar sadece belli yönlere hareket edebilir. Oyunu oynamak için kimyadan anlamanıza gerek yoktur!

source: <application>KAtomic</application> is a thinking game similar to <application>Atomix</application>, where you have to form chemical molecules out of atoms. This is done by moving each atom in a labyrinth until you have formed a complete molecule.
ast: <application>KAtomic</application> ye un xuegu mental asemeyáu a <application>Atomix</application>, tien d'ensamar molécules químiques con átomos. Esto faise moviendo cada átomu nun llaberitu hasta que se tenga formao una molécula completa.
nb: <application>KAtomic</application> er et tenkespill som ligner <application>Atomix</application>, der du må bygge opp molekyler av atomer. Dette gjøres ved å flytte hvert atom i en labyrint til du har laget et komplett molekyl.
oc: <application>KAtomic</application> es un jòc de reflexion similar a <application>Atomix</application>, que la tòca es de formar de moleculas quimicas a partir d'atòms en manobrant cada atòm dins un labirent fins a l'obtencion de la molecula demandada.
sq: <application>KAtomic</application> është një lojë mendimi e ngjajshme me <application>Atomix</application>, ku juve ju duhet të krijoni formula kimike nga atomet. Kjo bëhet duke e lëvizur secilin nga atomet në një labirint deri sa të krijohet një molekulë e plotë.
sr: <application>КАтомик</application> је игра размишљања слична <application>Атомиксу</application>, у којој морате да формирате хемијске молекуле користећи атоме. То се постиже померањем сваког атома у лавиринту све док не формирате читав молекул.
tr: application>KAtomic</application>, bir düşünce oyunu olan <application>Atomix</application> oyunundan uyarlanmıştır. Atomları kullanarak kimyasal molekül formları oluşturmalısınız. Bir molekül formu oluşana kadar her bir atom labirentte hareket ettirildiğinde tamamlanmış olur.

source: <application>Sudoku</application> is a popular number puzzle game. Use logic to complete a grid of numbers so that each row, column and large square contains the numbers one to nine.
ast: <application>Sudoku</application> ye un afamáu puzzle numbéricu. Use la lóxica pa completar la cuadrícula de númberos de mou que cada filera, columna y cuadru contengan los númberos del unu al nueve.
nb: <application>Sudoku</application> er et populært tall-puslespill. Bruk logikk til å fullføre et rutenett av tall slik hver rad, kolonne og store firkant inneholder tall fra en til ni.
oc: <application>Sudoku</application> es un copacap fòra popular. Utilizatz vòstra logica per emplenar una grasilha de nombres de manièra a plaçar un còp cada chifra de 1 a 9 dins cada linha, colomna e cairat.
sq: <application>Sudoku</application> është një lojë puzzle numrash e njohur. Përdor logjikën për të plotësuar një rresht numrash duke bërë që çdo rresht, shtyllë dhe katror i madh të përmbajnë numrat nga një në nëntë.
sr: <application>Судоку</application> је популарна игра слагања бројева. Користите логику да попуните мрежу бројева тако да сваки ред, колона и велики квадрат садрже бројеве од један до девет.
tr: <application>Sudoku</application> popüler bir sayı bulmacasıdır. Bir dokuzluk kare ve sıralı yatay-dikey sütunlar üzerine birden dokuza kadar olan sayıları yanlızca birkere kullanarak yerleştirin.

source: Kids' Games
ast: Juegos pa guaḥes
nb: Barnespill
oc: Jòcs pels enfants
sq: Lojëra për Fëmijët
sr: Дечије игре
tr: Çocuk Oyunları
uk: Дитячі ігри

source: As well as games for adults, Ubuntu also caters for children by providing a selection of games intended to be both interesting and educational for younger age groups. A small list of available games is given below.
ast: D'igual miente que colos xuegos p'adultos, Ubuntu tamién apurre a los neños con una escoyeta de xuegos que tenten ser tantu interesantes como educativos pa xóvenes. Darréu dase una pequeña llista de xuegos disponibles.
nb: I tillegg til spill for voksne, imøtekommer Ubuntu også barn ved å tilby et utvalg av spill som skal være interessante og lærerike for yngre brukere. En kort liste over tilgjengelige spill er nedenfor:
oc: Del meteis biais que pels adultes, Ubuntu pensa als enfants e lor prepausa tanben una seleccion de jòcs de vocacion a l'encòp ludica e educativa pels mai joves. Trobaretz çaijós un brèva lista dels jòcs disponibles.
sq: Veç lojërave për të rritur, Ubuntu kujdeset edhe për fëmijët duke dhënë një përzgjedhje lojërash që kanë për qëllim të jenë si interesante edhe edukuese për grupet e të rinjve. Një listë e vogël e lojërave të disponueshme është dhënë më poshtë.
sr: Као и играма за одрасле, Убунту такође снабдева и децу пружајући избор игара замишњених да буду и занимљиве и васпитне за млађе старосне групе. Мањи списак доступних игара је дат у наставку.
tr: Yetişkinler için oyunların yanı sıra Ubuntu, çocuklar için de oyun sağlar. Bunlar genç yaş grupları için ilgi çekici ve eğitimsel olarak tasarlanan oyunlardan seçilmiştir. Aşağıda mevcut oyunlardan küçük bir liste verilmiştir.

source: <application>GCompris</application> is a collection of educational games and activities intended for young children. A large number of language, arithmetic and reading exercises are included, along with plenty of fun activities such as an animation and drawing program.
ast: <application>GCompris</application> ye una escoyeta de xuegos y actividades didáutiques empobinaes a neños pequeños. Inclúise un gran númberu d'ecercicios de llinguax, aritmética y llectura, xunto con abondes actividaes divertíes como un programa d'animación y dibuxu.
nb: <application>GCompris</application> er en samling pedagogiske spill og aktiviteter ment for unge barn. Et stort antall språk, aritmetikk og leseøvelser er inkludert, sammen med et rikelig utvalg av morsomme aktiviteter som f. eks. animasjons- og tegneprogram.
oc: <application>GCompris</application> es una compilacion de jòcs educatius e d'activitats concebudas pels enfants joves. Un grand nombre d'exercicis de lenga, d'aritmetica e de lectura son disponibles, e mai d'activitats divertissentas coma un programa d'animacion e de dessenh.
sq: <application>GCompris</application> është një koleksion lojërash edukuese dhe veprimtarish për fëmijët e vegjël. Janë përfshirë një numër i madh ushtrimesh për gjuhën, aritmetikën dhe leximin, si dhe shumë veprimtari të tjera tërheqëse siç është një program animacionesh dhe vizatimi.
sr: <application>Гкомприс</application> је колекција образовних игара и активности намењена деци. Садржи велики број језичких, аритметичких и вежби читања, уз доста забавних активности као што је програм за анимацију и цртање.
tr: <application>GCompris</application> bir eğitimsel oyunlar ve aktiviteler koleksiyonudur. Geniş bir sayı dili, matematik ve okuma alıştırmaları dahil edilmiş bol eğlenceli bir canlandırma ve çizim programıdır.

source: <application>KTuberling</application>, or the <emphasis>Potato Game</emphasis>, is intended for young children. However, some adults may find it appeasing too! The object is to create your very own potato-like guy from a selection of eyes, mouths, moustaches, and other parts of the face. Other items can also be attached.
ast: <application>KTuberling</application>, o <emphasis>El xuegu de la pataca</emphasis> ye un xuegu diseñáu pa neños, magar que tamién dalgunos adultos podríen consideralu divertíu. L'oxetivu ye criar el so propiu personaxe de pataca esbillando los güeyos, boca, bigote y más partes de la cara. Pueden amestase dalgunos otros elementos.
nb: <application>KTuberling</application>, eller <emphasis>Potato Game</emphasis>, er ment for små barn. Det kan dog tenkes at voksne også finner det beroligende! Målet er å lage din egen potetlignende fyr fra en samlig øyer, munner, barter, og andre ansiktsdeler. Andre deler kan også festes på poteten.
oc: <application>KTuberling</application>, o lo jòc <emphasis>Mossur Patana</emphasis>, es dedicat als enfants joves. Pr'aquò, agrada a d'unes enfants grands tanben ! L'objectiu es de crear vòstre Mossur Patana personal en seleccionant d'uèlhs, una boca, de mostachas e d'autres elements de la cara. D'autres elements pòdon èsser incluses tanben.
sq: <application>KTuberling</application>, ose <emphasis>Loja e Patates</emphasis>, është për fëmijët e vegjël. Sidoqoftë, edhe disa të rriturve mund t'iu pëlqejë! Qëllimi është të krijoni një njeri që i ngjan patates duke zgjedhur sytë, gojën, mustaqet dhe pjesë të tjera të fytyrës. Mund të ngjiten edhe sende të tjera.
sr: <application>КТуберлинг</application>, или <emphasis>Кромпирко</emphasis>, су намењени млађем узрасту. Међутим, и одрасли могу такође да увиде да је опуштајућа! Циљ је да направите вашег личног момка налик кромпиру од избора очију, уста, бркова и других делова лица. Остали артикли такође могу бити придодати.
tr: <application>KTuberling</application> veya <emphasis>Patates Oyunu</emphasis>, çocuklar için tasarlanmıştır. Bununla birlikte bazı yetişkinler onu sakinleştirici buluyorlar. Amaç; kendi patates adamını gözler, ağızlar, bıyıklar ve diğer yüz bölümlerini seçerek oluşturmak. Diğer kısımlar da sonradan eklenebilir.

source: Strategy and Simulation Games
ast: Xuegos d'Estratexa y Simulación
nb: Strategi- og simulasjonsspill
oc: Jòcs d'estrategia e de simulacion
sq: Lojëra Strategjie dhe Stimulimi
sr: Стратешке и игре симулације
tr: Strateji ve Simulasyon Oyunlar
uk: Стратегії та симулятори

source: Strategy games require you to use careful tactics to plan the next move; simulation games let you explore and manage realistic models of such things as cities and vehicles. Strategy and simulation games can be quite addictive and many people happily spend hours playing their game of choice! A small selection of strategy and simulation games available with Ubuntu is given below.
ast: Los xuegos d'estratexa requieren la utilización de curiadoses táutiques pa planear el próximu movimientu; los xuegos de simulación permíten-y esplorar y remanar modelos realistes de coses como ciudaes y vehículos. Los xuegos d'estratexa y simulación pueden ser enforma adictivos y muncha xente pasa hores xugando allegremente al so xuegu favoritu! Proporciónase darréu una pequeña escoyeta de xuegos d'estratexa y simulación disponibles n'Ubuntu.
nb: Strategispill krever at du bruker nøye uttenkte taktikker til å planlegge neste trekk; simulasjonsspill lar deg utforske og styre realistiske modeller av f.eks. byer og kjøretøy. Strategi- og simulasjonsspill kan være ganske vanedannende og mange mennesker bruker gladelig mange timer på å spille deres favorittspill. En liten samling av strategi- og simulasjonsspill i Ubuntu er vist under.
oc: Los jòcs d'estrategia demandan tactica e prudéncia dins l'elaboracion del desplaçament venent ; los jòcs de simulacion vos permeton d'explorar e de contrarotlar de modèls realistas de vilas o de veïculs. Los jòcs d'estrategia e de simulacion pòdon provocar una dependéncia e fòrça monde passan d'oradas a jogar a lor jòc preferit ! Trobaretz çaijós una pichona seleccion de jòcs d'estrategia e de simulacion disponibles amb Ubuntu.
sq: Lojërat me strategji kërkojnë që ju të përdorni taktika të kujdesshme për të planifikuar lëvizjen tjetër; lojërat e stimulimit ju lejojnë të menaxhoni modele reale të gjërave të tilla si qyteteve dhe mjeteve. Lojërat me strategji dhe stimulim mund të jenë shumë tërheqëse dhe shumë njerëz janë të lumtur të kalojnë shumë orë me lojën e tyrë të përzgjedhur! Një përzgjedhje e vogël e lojërave me strategji dhe stimulim që janë të disponueshme në Ubuntu është dhënë këtu poshtë.
sr: Стратешке игре захтевају да пажљиво користите тактику за планирање следећег потеза; игре симулација вам допуштају да истражујете и управљате реалним моделима ствари као што су градови и возила. Стратешке и игре симулација могу бити веома заразне и многи људи срећно проводе сате играјући игру по свом избору! У наставку је дат мали избор стратешких и игара симулација доступних у Убунтуу.
tr: Strateji oyunları, bir sonraki hamle için dikkatlice taktik oluşturmanızı gerektirir. Simülasyon tipi oyunlar, şehirler veya arabalar gibi, birçok gerçekçi şekilde hazırlanmış unsuru kontrol ve komuta etme şansı tanır. Strateji ve simülasyon oyunları alışkanlık yapabilir ve birçok kişi bunları kendi seçimleri doğrultusunda oynayarak güzel zaman geçirirler. Aşağıda, Ubuntu'nun içerdiği bu tip oyunlardan oluşmuş kısa bir liste verilmiştir.
