Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: <application>Tremulous</application> is a free, open source game that blends a team based First Person Shooter (FPS) with elements of a Real Time Strategy (RTS) game. Players can choose from two unique races, aliens and humans. The objective is to eliminate the opposing team by not only killing the opposing players but also removing their ability to respawn by destroying the spawn structures. More information about the game can be found on the <ulink url="http://tremulous.net/">Tremulous website</ulink>.
ast: <application>Tremulous</application> ye un xuegu llibre de códigu abiertu qu'entemez carauterístiques de xuegos au se remana un personax que camina y dispara con elementos d'estratexa en tiempu real. Los xugadores pueden escoyer ente dos razes úniques: estraterrestres o humanos. L'oxetivu ye desaniciar al equipu opuestu non sólo matando a tolos sos xugadores, sinón tamién quitándo-yos la capacidá de reproducise afarando les cadarmes au s'enxendren. Pa más información tocante al xuegu, visite <ulink url="http://tremulous.net/">la páxina web de Tremulous</ulink>.
oc: <application>Tremulous</application> es un jòc liure e gratuit que mescla un jòc de tir a la primièra persona (FPS) amb d'elements de jòc d'estrategia en temps real (RTS). Los jogaires pòdon causir entre doas categorias, umans o extraterrèstres. L'objectiu es de batre la còla advèrsa, non solament en tuant los adversaris, mas tanben en detruisent las infrastructuras de regeneracion que lor permeton de se reproduire. Podètz trobar mai d'informacions sus aquel jòc en visitant lo <ulink url="http://tremulous.net/">site oficial de Tremulous</ulink>.
sq: <application>Tremulous</application> është një lojë falas dhe me burim të hapur e cila përzien një skuadër të bazuar në First Person Shooter (FPS) - Gjuajtës Personal me elementë të lojës Real Time Strategy (RTS) - Strategji në Kohë Reale. Lojtari mund të zgjedhë nga dy raca të veçanta, alienë apo njerëz. Objektivi është të eleminohet skuadra kundërshtare jo vetëm duke vrarë lojtarët kundërshtarë por gjithashtu duke zhdukur aftësinë e tyre për tu rishfaqur duke shkatërruar strukturat e rishfaqjes. Më tepër informacion mund të gjendet në <ulink url="http://tremulous.net/">Faqen e internetit të Tremulous</ulink>.
sr: <application>Треперавко</application> је слободна, отвореног кôда игра која обједињује тимску игру Пуцачине у првом лицу (FPS), са елементима игре Реално временске стратегије (RTS). Играчима су на располагању две јединствене расе, ванземаљци и људи. Циљ је елиминисати противнички тим не само убијањем противничких играча, већ и уклањањем њихове способности за поновним подмлађивањем уништавањем структуре подмлађивања. Више информација о игри можете наћи на <ulink url="http://tremulous.net/">веб сајту Треперавка</ulink>.
tr: <application>Tremulous</application> özgür, açık kaynak kodlu bir oyundur. Bir takım, Gerçek Zaman Uygulamala (RTS) ile Tek Kişi Vuruculu (FPS) olan oyun karışımıdır. Oyuncular yaratıklar ve insanları içeren iki eşsiz ırktan seçilebilirler. Amaç, karşı oyuncuları sadece öldürerek değil aynı zamanda onların yeniden canlanma yeteneklerini yok ederek onların yapılarını bozmaktır. Oyun hakkında daha fazla bilgi <ulink url="http://tremulous.net/">Tremulous website</ulink>de bulunabilir.
uk: <application>Тремулус</application> - це вільна гра з відкритим програмним кодом, що поєднує в собі командну шутер від першої особи (англ. First Person Shooter, FPS) з елементами стратегії реального часу (англ. Real Time Strategy, RTS). Гравці можуть вибирати одну з двох унікальних рас: прибульці та люди. Ціль гри - винищити команду ворога не тільки вбивши супротивників, але ще і заблокувати можливість їх переродження, зруйнувавши відповідні будови. Більше інформації про гру ви знайдете на <ulink url="http://tremulous.net/">веб-сайті Тремулус</ulink>.

source: <ulink url="apt:tremulous">Install the <application>tremulous</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:tremulous">Instale'l paquete <application>tremulous</application> </ulink> del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:planetpenguin-racer">Installar lo paquet <application>planetpenguin-racer</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:tremulous">Instaloni paketën <application>tremulous</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:tremulous">Инсталирајте пакет <application>„tremulous“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:tremulous"><application>tremulous</application> paketi</ulink>ni <quote>Universe</quote> reposundan kur.
uk: <ulink url="apt:tremulous">Встановити пакунок <application>tremulous</application></ulink> зі сховища <quote>Universe</quote>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> to play <application>Tremulous</application>.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> pa xugar al xuegu.
nb: Gå til <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> for å spille <application>Tremulous</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> per aviar <application>Tremulous</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> për të luajtur <application>Tremulous</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Треперавко</guisubmenu></menuchoice> да играте игру <application>Треперавко</application>.
tr: <application>Tremulous</application>'u oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Tremulous</guisubmenu></menuchoice> yolunu izleyin.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Тремулус</guisubmenu></menuchoice>, щоб запустити гру.

source: <application>Nexuiz</application> is a 3D deathmatch game based on the Darkplaces engine, which is an advanced <emphasis>Quake 1</emphasis> engine built on OpenGL technology. It includes 17 maps, 15 player models, advanced UI, and an available master server allowing you to play people from all over the world. More information about the game can be found on the <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>.
ast: <application>Nexuiz</application> ye un xuegu de combate 3D basáu nel motor de Darkplaces, que ye un motor <emphasis>Quake 1</emphasis> avanzáu construyíu sobro teunoloxía OpenGL. Inclúi 17 mapes, 15 modelos de xugador, interface d'usuariu avanzada y un sirvidor mayestru disponible que permite xugar con xente de tol mundu. Puedes alcontrar más información sobro'l xuegu nel <ulink url="http://www.alientrap.org/nexuiz/index.php">sitiu web de Nexuiz</ulink>.
oc: <application>Nexuiz</application> es un jòc de combat a mòrt construch sul motor Darkplaces. Aquel darrièr es un motor <emphasis>Quake 1</emphasis> melhorat, qu'utiliza la tecnologia OpenGL. I trobaretz 17 mapas, 15 modèls de jogaire, una interfàcia grafica avançada, e un servidor mèstre disponible que vos permetrà de jogar amb qual que siá dins lo mond. Trobaretz mai d'informacions sul <ulink url="http://www.alientrap.org/nexuiz/index.php">site Web de Nexuiz</ulink> (en anglés).
sq: <application>Nexuiz</application> është një lojë vdekjeprurëse 3D e bazuar në motorin Darkplaces, i cili është një motor i avancuar <emphasis>Quake 1</emphasis> i ndërtuar mbi teknologjinë OpenGL. Ai përfshin 17 harta, 15 modele lojtarësh, UI të avancuar dhe një server kryesor i cili ju lejon të luani me njerëz nga e gjithë bota. Më tepër informacion rreth lojës mund të gjendet në <ulink url="http://www.alientrap.org/nexuiz/index.php">Faqen e internetit të Nexuiz</ulink>.
sr: <application>Нексуиз</application> је 3Д игра смртног меча заснована на мотору Мрачног места, који је напредан <emphasis>Квејк 1</emphasis> мотор изграђен на ОпенГЛ технологији. Садржи 17 мапа, 15 модела играча, напредно сучеље, и један доступан главни сервер који вам омогућава да играте са људима широм света. Више информација о игри можете да пронађете на <ulink url="http://www.alientrap.org/nexuiz/index.php">веб сајту Нексуиза</ulink>.
tr: <application>Nexuiz</application>, Karanlık Yerler tekniğinde, OpenGL teknolojisiyle geliştirilmiş <emphasis>Quake 1</emphasis> yapılı, eşit bir oyun alanı kullanarak tüm oyuncu karakterlerine aynı başlangıç yetenekleri, öğeler ve öznitelikler verilerek 3 boyutlu ölüm eşleşmesine sahip bir oyundur. 17 harita,15 oyuncu modeli vardır. Gelişmiş kullanıcı arayüzü ve uzman sunucusu dünyanın her tarafındaki insanlarla oynamanıza izin verir. Oyun hakkında daha fazla bilgi <ulink url="http://www.alientrap.org/nexuiz/index.php">Nexuiz website</ulink>de bulunabilir.

source: <ulink url="apt:nexuiz">Install the <application>nexuiz</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:nexuiz">Instale'l el paquete <application>nexuiz</application></ulink> del repositoriu <quote>Universe</quote>.
nb: <ulink url="apt:nexuiz">Installér <application>nexuiz</application>-pakken</ulink> fra <quote>Universe</quote>-arkivet.
oc: <ulink url="apt:nexuiz">Installar lo paquet <application>nexuiz</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:nexuiz">Instaloni paketën <application>nexuiz</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:nexuiz">Инсталирајте пакет <application>„nexuiz“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:nexuiz"><application>nexuiz</application> paketi</ulink>ni <quote>Universe</quote> deposundan kur.
uk: <ulink url="apt:nexuiz">Встановити пакунок <application>nexuiz</application></ulink> зі сховища <quote>Universe</quote>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> to start <application>Nexuiz</application>.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> p'aniciar Nexuiz.
nb: Velg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> for å starte <application>Nexuiz</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> per aviar <application>Nexuiz</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> për të nisur <application>Nexuiz</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Нексуиз</guisubmenu></menuchoice> да играте игру <application>Нексуиз</application>.
tr: <application>Nexuiz</application>'i başlatmak için <guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice> yolunu izleyin.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Nexuiz</guisubmenu></menuchoice>, щоб запустити гру.

source: Arcade Games
ast: Xuegos d'arcade
nb: Arkadespill
oc: Jòcs d'arcada
sq: Lojërat Arkade
sr: Аркадне игре
tr: Atari Oyunları
uk: Аркадні ігри

source: Arcade games are usually simple, fun games. A large collection of arcade games is available with Ubuntu; listed below are just a few of them.
ast: Los xuegos arcade son normalmente cenciellos ya entreteníos. Ubuntu inclúi una gran escoyeta de xuegos arcade; llístense darréu dalgunos d'ellos.
nb: Arkadespill er vanligvis enkle, morsomme spill. En stor samling av arkadespill er tilgjengelig i Ubuntu; under er listet noen få av dem.
oc: Los jòcs d'arcada son generalament simples e amusants. Un larg vantalh de jòcs d'arcada es disponible amb Ubuntu ; qualques unes d'eles son listats çaijós.
sq: Lojërat Arcade janë lojëra zakonisht të thjeshta dhe të këndëshme. një koleksion i madh i lojërave arcade është i disponueshëm për Ubuntu; të rreshtuara poshtë janë vetëm disa prej tyre.
sr: Аркадне игре су обично једноставне, забавне игрице. Велика збирка аркадних игара је доступна у Убунтуу; наведене у наставку су само неке од њих.
tr: Arcade türündeki oyunlar çoğunlukla basit ve eğlencelidir. Ubuntu'da arcade türündeki oyunlardan oluşan bir derleme vardır, aşağıdakilerse bu oyunlardan yalnızca birkaçıdır.
uk: Аркадні ігри зазвичай веселі та прості. Велика колекція аркадних ігор доступна в Ubuntu; кілька з них перелічені нижче.

source: Classic arcade games
ast: Xuegos arcade clásicos
nb: Klassiske arkadespill
oc: Jòcs d'arcada classics
sq: Lojëra klasike arkade
sr: Класичне аркадне игре
tr: Klasik atari oyunları
uk: Класичні аркадні ігри

source: <application>KBounce</application> is a game where the object is to catch several moving balls in a rectangular game field by building walls. More balls are added with each level that you complete successfully; how many can you catch?
ast: <application>KBounce</application> ye un xuegu au l'oxetivu ye atrapar delles pelotes nun campu de xuegu reutangular construyendo paredes. Amiéstense más pelotes con cada nivel que se completa con éxitu ; ¿Cuantes puedes pañar?
nb: <application>KBounce</application> er et spill som går ut på å fange flere baller som forflytter seg med å bygge rektangulære vegger. Flere baller blir lagt til for hvert brett du klarer å fullføre; hvor mange klarer du å fange?
oc: <application>KBounce</application> es un jòc que la tòc es d'agafar de ballas que se desplaçan dins un espaci de jòc rectangular en construisent de parets. Lo nombre de ballas augmenta a mesura que passatz de nivèls. Quant ne poiretz agafar ?
sq: <application>KBounce</application> është një lojë ku objekti është të kapen disa topa që lëvizin në një fushë katrore të lojës duke ndërtuar mure. Me çdo nivel që plotësoni me sukses shtohen më tepër topa; sa mund të kapni?
sr: <application>КОдскок</application> је игра у којој је циљ да заробите неколико лоптица скочица у правоугаоно поље изградњом зидова. На сваком успешно пређеном нивоу додато је још лоптица; колико можете да их ухватите?
tr: </application>KBounce</application> oyununun amacı dikdörtgen bir oyun alanında duvarlar oluşturarak hareketli topları yakalamaktır. Başarıyla tamamladığınız her seviyeden sonra daha fazla top eklenecektir. Kaç tane yakalayabileceksin?
uk: <application>KBounce</application> - гра, в якій потрібно спіймати декілька рухомих кульок на прямокутному полі, будуючи стіни. З кожним наступним рівнем, який ви успішно закінчили, додається більше кульок; як багато ви можете спіймати?

source: <application>KFouleggs</application> clones the well-known <emphasis>PuyoPuyo</emphasis> game from Japan, and contains modifications of the well-known Tetris game principle.
ast: <application>KFouleggs</application> ye un clon del renomáu xuegu xaponés <emphasis>PuyoPuyo</emphasis>, y contién modificaciones de los principios del conocíu xuegu Tetris.
nb: <application>KFouleggs</application> er en klone av det velkjente <emphasis>PuyoPuyo</emphasis>-spillet fra Japan, og inneholder elementer av det velkjente Tetris-spillet.
oc: <application>KFouleggs</application> es un clòne del jòc japonés fòrça conegut <emphasis>PuyoPuyo</emphasis>, prepausa de variantas sul principi del popular Tetris.
sq: <application>KFouleggs</application> klonon lojën e mirënjohur <emphasis>PuyoPuyo</emphasis> nga Japonia dhe përmban modifikime të principeve të lojës së mirënohur Tetris.
sr: <application>KПрљава јаја</application> клонира добро познату игру <emphasis>ПојоПојо</emphasis> из Јапана, и садржи измене принципа добро познате игре Тетрис.
tr: <application>KFouleggs</application>, Japonya'da yaygın olan <emphasis>PuyoPuyo</emphasis> oyununun bir kopyasıdır. Çoğu kişinin bildiği Tetris oyununun kural değişikliklerini içerir.
uk: <application>KFouleggs</application> - це клон відомої японської гри <emphasis>PuyoPuyo</emphasis>, містить модифікований принцип відомої гри Tetris.

source: <application>Kolf</application> is a miniature golf game played with an overhead view, with a short bar representing the golf club and direction of the intended shot. It features various courses, a course editor, water hazards, slopes, sand traps, and black holes.
ast: <application>Kolf</application> ye un xegub de golf en miniatura que se xuega con una vista panorámica, con una pequeña barra que representa'l palu de golf y la direición del tiru. Inclúi dellos campos de xuegu, un editor de campos de xuegu, trampes d'agua, llombes, trampes de sable y furacos prietos.
nb: <application>Kolf</application> er et minigolfspill fra fugleperspektiv, med en kort stolpe som indikerer golfkøllen og retningen på slaget. Det har forskjellige brett, et baneverktøy, vannfeller, skråninger, sandbanker og svarte hull.
oc: <application>Kolf</application> es un jòc de gòlf miniatur. Una barròta representa lo club de gòlf e la direccion dins la quala òm vòl tirar. I a maites percorses, un editor de percors, mantun tipe d'obstacles, pèças d'aiga, bunkers, naucs de sabla e traucs negres.
sq: <application>Kolf</application> është një lojë golfi në miniaturë e luajtur me një pamje paraprake, me një shirit të shkurtër i cili përfaqëson klubin e golfit dhe drejtimin e gjuajtjes që do të kryeni. Ai ka shumë fusha, një modifikues fushash, pellgje me ujë, gropa, kurthe me rërë dhe vrima të zeza.
sr: <application>Колф</application> је игра минијатурног голфа која се игра из птичје перспективе, са кратком траком која представља голф клуб и правац намераваног ударца. Поседује разне курсеве, уређивач курсева, водене препреке, падине, пешчане замке и црне рупе.
tr: <application>Kolf</application> tepeden bakış, golf klübünü ve nişan alınan atışın yönünü gösteren kısa bir çubuk ile oynanan minyatür bir golf oyunudur. Çeşitli kurslar, kurs düzenleyici, su tehlikeleri, yokuşlar, kum kapanları ve siyah delikler önemli rol oynar.

source: <application>KSirtet</application> is a <emphasis>Tetris</emphasis> clone which allows multiplayer duels as well as duels against the computer player.
ast: <application>KSirtet</application> ye un clon de <emphasis>Tetris</emphasis> que permite duelos multixugador como tamién duelos escontra la PC.
nb: <application>KSirtet</application> er en <emphasis>Tetris</emphasis>-klone der du både kan spille mot andre eller mot datamaskinen.
oc: <application>KSirtet</application> es un clòne de <emphasis>Tetris</emphasis> que permet de jogar a dos tant plan coma contra l'ordenador.
sq: <application>KSirtet</application> është një klon i <emphasis>Tetris</emphasis> i cili lejon duele të shumë lojtarëve si dhe duele kundër lojtarit të kompjuterit.
sr: <application>КСиртет</application> је клон <emphasis>Тетриса</emphasis> који омогућава дуеле више играча а такође и дуел против рачунара.
tr: <application>KSirtet</application> birden fazla kişinin karşılıklı oynayabildiği, veya tek kişi bilglsayara karşı oynanabilen <emphasis>Tetris</emphasis> benzeri bir oyunudur.
uk: <application>KSirtet</application> - це клон <emphasis>Tetris</emphasis>, який містить мультиплеєр.

source: <application>KSmiletris</application> is yet another clone of <emphasis>Tetris</emphasis>, which is easy to learn and play.
ast: <application>KSmiletris</application> ye un xuegu asemeyáu a <emphasis>Tetris</emphasis>, cenciellu de deprender y xugar.
nb: <application>KSmiletris</application> er ennå en klone av <emphasis>Tetris</emphasis>, som er enkelt å lære og spille.
oc: <application>KSmiletris</application> es encara un autre clòne de <emphasis>Tetris</emphasis>, de bon aprene e de bon jogar.
sq: <application>KSmiletris</application> është një klon tjetër i <emphasis>Tetris</emphasis>, i cili është i lehtë të mësohet dhe të luhet.
sr: <application>КСмешкетрис</application> је још један клон <emphasis>Тетриса</emphasis>, који је лак за учење и играње.
tr: <application>KSmiletris</application> oyunu <emphasis>Tetris</emphasis> oyununun öğrenmesi ve oynaması kolay bir başka klonudur.
uk: <application>KSmiletris</application> - це ще один клон <emphasis>Tetris</emphasis>, який легко освоїти та грати.

source: <application>Robots</application> is a game where the object is to avoid a hoard of robots who are trying to catch you. With every step you make, the robots get closer to getting you and you must do whatever you can to avoid them.
ast: <application>Robots</application> ye un xuegu au l'oxetivu ye torgar qu'una grea de robots t'atrape. Con cada pasu que des, los robots avérensete más y tienes de facer lo que puedas pa evitalos.
oc: <application>Robots</application> es un jòc que la tòca es d'evitar una chormalha de robòts qu'ensajan de vos agafar. Al moment de cadun de vòstres desplaçaments, los robòts se rapròchan de vos e vos cal far tot per los evitar.
sq: <application>Robots</application> është një lojë ku qëllimi është evitimi i një turme robotësh që përpiqen të të kapin. Në çdo hap që bëni, robotët afrohen më tepër që të të kapin dhe duhet të bësh ç'të mundesh që tu shpëtosh atyre.
sr: <application>Роботи</application> је игра у којој је циљ да избегнете хорде робота које покушавају да вас ухвате. При сваком учињеном кораку, роботи вам се све више приближавају а ви морате да урадите све што је у вашој моћи да их избегнете.
tr: <application>Robots</application> oyununun amacı seni yakalamaya çalışan robot sürülerinden kaçmaktır. Yaptığın her hamlede robotlar seni yakalamaya daha da yaklaşacaklar ve sen de onlardan uzak durmak için gereken her şeyi yapmalısın.
uk: <application>Роботи</application> - це гра, мета якої ухилитися від рою роботів, що намагаються впіймати вас. З кожним вашим кроком роботи підходять ближче до вас і ви маєте роботи все можливе, щоб ухилитися від них.

source: Maze games
ast: Xuegos de llaberintu
nb: Labyrintspill
oc: Jòcs de labirent
sq: Lojërat maze
sr: Игре лавиринта
tr: Labirent oyunları
uk: Лабіринти

source: <application>KGoldrunner</application> is a game of action and puzzle solving. Run through the maze, dodge your enemies, collect all of the gold, and climb up to the next level.
ast: <application>KGoldrunner</application> ye un xuegu d'aición y estratexa. Cuerre pel llaberintu, záfate de los enemigos, recueye tol oru y pasa al siguiente nivel.
nb: <application>KGoldrunner</application> er et spenningsspill med gåter. Spring gjennom labyrinten, unngå fiender, samle alt gullet og klatre opp til neste nivå.
oc: <application>KGoldrunner</application> es un jòc d'accion e de reflexion. Percorrètz lo labirent, evitatz vòstres enemics, recoltatz d'aur e accedissètz als nivèls superiors.
sq: <application>KGoldrunner</application> është një lojë aksioni dhe për zgjidhjen e puzzle. Vrapo përmes mureve, kalo armiqtë e tu, mblidh të gjithë arin dhe ngjitu në nivelin tjetër.
sr: <application>КЗлатни тркач</application> је игра акције и решавања загонетке. Јурите кроз лавиринт, избегавајте ваше непријатеље, сакупите сво злато и попните се на следећи ниво.
tr: <application>KGoldrunner</application>hareketli ve bulmaca çözme oyunudur.Labirent arasında koş, düşmanlarını atlat, tüm altını topla, ve bir sonraki yukarı seviyeye çık.
