Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: <application>KSnakerace</application> is a fast action game where you control a snake which has to eat the food that appears on the map. The more you eat, the larger your snake grows. The goal is to eat as much as possible without colliding with another snake or the wall, however this becomes more and more difficult the more you eat.
ast: <application>KSnakerace</application> ye un xuegu d'aición rápida nel que remanes una sierpe que tien que comese los alimentos qu'apaecen nel mapa. Cuantes más xinte, más s'allargará la sierpe. La meta ye xintar tolo que se pueda ensin chocar con otra sierpe o cola parede, pero esto vuélvese cada vegada más abegoso de facer, mientres más se come.
oc: <application>KSnakerace</application> es un jòc d'accion rapida ont contrarotlatz una sèrp que deu manjar los aliments qu'apareisson a l'ecran. Quora la sèrp manja, quora s'alonga. La tòca per la sèrp es de manjar tant coma possible sens dintrar en collision amb el meteis o amb una paret. Solide, mai se manja, mai aquò ven dificil.
sq: <application>KSnakerace</application> është një lojë aksioni e shpejtë ku ju mund të kontrolloni një gjarpër të cilit i duhet të hajë ushqimin që shfaqet në hartë. Sa më shumë hani, aq më tepër rritet gjarpri. Qëllimi është të hani sa më shumë që të jetë e mundur pa u përplasur me një gjarpër tjetër apo me murin, sidoqoftë, kjo bëhet gjithnjë e më e vështirë sa më shumë që ju hani.
sr: <application>КТрка змија</application> је брза акциона игра у којој контролишете змију која треба да поједе храну која се појави на карти. Што више поједете, то ће змија постати већа. Циљ је да поједете што више можете а да се не сударите са другом змијом или да не ударите у зид, без обзира колико то буде постајало све теже како будете јели што више.
tr: <application>KSnakerace</application> haritada beliren yiyecekleri yemek zorunda olan bir yılanı kontrol ettiğiniz, hızlı bir aksiyon oyunudur. Yiyecekleri yedikçe, yılanınız daha da büyür. Oyundaki hedefiniz diğer yılanlarla ve duvarlarla çarpışmadan, mümkün olduğunca fazla yiyecek yemenizdir.

source: <application>KTron</application> is based on the popular computer game for two players as well as the famous movie. It is a fast paced game in which both players have to move and avoid colliding with any walls, the opponent, or the paths that you or your opponent have created.
ast: <application>KTron</application> ta basáu tantu nel xuegu popular pa dos xugadores como na afamada película. Ye un xuegu mui dinámicu au dambos xugadores se tienen que mover mientres procuren nun chocar coles paredes, l'oponente o les rutes que'l xugador o l'oponente tengan fecho.
oc: <application>KTron</application> es basat sul popular jòc d'ordenador per dos jogaires e sul filme plan conegut. S'agís d'un jòc rapid dins lo qual los dos jogaires devon se desplaçar e evitar de se percutar contra las parets, l'adversari, o los camins que vos o vòstre adversari avètz creats.
sq: <application>KTron</application> është e bazuar në lojën e njohur të kompjuterit për dy lojtarë si dhe në filmin e njohur. Është një lojë e shpejtë në të cilën të dy lojtarët duhet të lëvizin duke evituar përplasjen me muret, me kundërshtarin ose me rrugën që ju apo kundërshtari juaj keni krijuar.
sr: <application>КТрон</application> је заснована на популарној рачунарској игри за два играча као и познати филм. То је брзопотезна игра у којој оба играча морају да померају и да избегавају сударање са зидовима, препрекама или са путањама које сте ви или ваш противник направили.
tr: <application>KTron</application>Ünlü filmi kadar iyi bilinen iki oyunculu popüler bilgisayar oyunu.Hızlı geçişli bir oyun ki her iki oyuncunun da hareket etmek zorunda olduğu ve herhangi duvarlara,rakip veya sen veya rakibin oluşturduğu yollara çarpışmaktan sakındığı

source: <application>Nibbles</application> is a game where the user controls a snake, moving it around the board and eating diamonds while avoiding the walls. <application>Nibbles</application> also features network multiplayer, and up to four worms can be controlled by the computer.
ast: <application>Nibbles</application> ye un xuegu au l'usuariu remana un merucu, moviéndose al rodiu d'un tableru mientres come diamantes. Nun ha de chocar escontra les paredes. <application>Nibbles</application> soporta xuegu multixugador per aciu de la rede y hasta cuatro merucos pueden remanase pol equipu.
nb: <application>Nibbles</application> er et spill der brukeren styrer en slange som flytter seg rundt på brettet mens den spiser diamanter og unngår veggene. <application>Nibbles</application> kan også spilles over nettverk i flerspillermodus, og opp til fire slanger kan styres av datamaskinen.
oc: <application>Nibbles</application> es un jòc ont lo jogaire dirigís una sèrp, se desplaçan sus un platèu de jòc e manjan de diamants tot en evitant las parets. <application>Nibbles</application> compòrta tanben de foncionalitats de jòc en ret, e fins a quatre vèrses pòdon èsser contrarotlats per l'ordenador.
sq: <application>Nibbles</application> është një lojë ku përdoruesi kontrollon një gjarpër, duke e lëvizur rrotull për të ngrënë diamantet ndërkohë që eviton muret. <application>Nibbles</application> ka edhe shumë lojtarë në rrjet dhe deri në katër gjarpërinj mund të kontrollohen nga kompjuteri.
sr: <application>Змијице</application> је игра у којој играч контролише змију, померајући је по табли и једући дијаманте избегавајући зидове. <application>Змијице</application> такође омогћавају играње више играча на мрежи, и чак до четири црвића могу бити контролисани рачунаром.
tr: <application>Nibbles</application> kulanıcının yılanı kontrol ettiği, kendi etrafında hareket eden ve duvarlardan korunarak elmasları yemeğe çalışarak oynanan bir oyundur. <application>Nibbles</application> aynı zamanda ağda çok oyunculu ve bilgisayar tarafından dörtten fazla solucanın kontrol edilebilme özelliklerine sahiptir.

source: Space games
ast: Xuegos espaciales
nb: Romspill
oc: Simulacion espaciala
sq: Lojëra të hapësirës
sr: Игре у свемиру
tr: Uzay oyunları
uk: Космічні ігри

source: <application>KAsteroids</application> is a fast arcade shooting game where you command a spaceship trying to survive the passage through an asteroid field. Destroy asteroids by shooting them until they split into smaller and smaller parts.
ast: <application>KAsteroids</application> Ye un xuegu d'arcade y disparu au comandes una nave espacial tentando sobrovivir a traviés d'un campu d'asteroides. Afare los asteroides disparándolos faciendo que seyan cada vegada más y más pequeños.
oc: <application>KAsteroids</application> es un jòc d'arcada rapida dins lo qual comandatz un vaissèl espacial qu'ensaja de subreviure a la traversada d'un camp d'asteroïds. Destruisètz los astéroïds en lor tirant dessús fins a que sián devesits en tròces de mai en mai pichons.
sq: <application>KAsteroids</application> është një lojë e shpejtë arkade ku ju komandoni një anije të hapësirës dhe përpiqeni t'i mbijetoni kalimit mes një fushe asteroidësh. Shkatërrojini asteroidët duke i godituar ata deri sa të ndahen në copa gjithnjë e më të vogla.
sr: <application>КАстероиди</application> је брза аркадна пуцачка игра у којој ви управљате свемирским бродом покушавајући да преживите пролазак кроз поље астероида. Уништавајте астероиде пуцајући у њих све док се не распадну на све мање и мање комаде.
tr: <application>KAsteroids</application>, hızlı geçişli atış oyununda uzay gemisini komuta ederken küçük gezegen tarlası arasındaki geçitte hayatta kalmaya çalışırsın. Küçük gezegenleri mümkün olduğunca küçük parçalara ayrılana kadar vurmaya çalış.

source: <application>KSpaceDuel</application> is a space game for two players, however one player can be controlled by the computer. Each player controls a satellite that flies around the Sun, all the while trying not to collide with anything and trying to shoot at the other space ship.
ast: <application>KSpaceDuel</application> ye un xuegu espacial pa dos xugadores, au un xugador pue ser remanáu pol ordenador. Cada xugador remana un satélite que vuela al rodiu del Sol, tentando que nun s'estampe escontra nada ya tentando de disparar a la otra nave.
nb: <application>KSpaceDuel</application> er et romspill for to spillere, men en av de kan kontrolléres av datamskinen. Hver spiller kontrollérer en satellitt som flyr rundt solen mens en prøver å unngå å kollidére med noe, samtidig som man skal skyte på det andre romskipet.
oc: <application>KSpaceDuel</application> es un jòc per dos jogaires que se passa dins l'espaci, un dels dos jogaires pòdon èsser remplaçat per l'ordenador. Cada jogaire deu contrarotlar un satellie que vira a l'entorn del solelh, la tòca del jòc es d'ensajar de percutar que que siá e de tirar sul jogaire advèrse.
sq: <application>KSpaceDuel</application> është një lojë hapësire për dy lojtarë, sidoqoftë një nga lojtarët mund të kontrollohet nga kompjuteri. Çdo lojtar kontrollon një satelit i cili fluturon rreth diellit, gjithmonë duke u përpjekur të mos përplaset me asgjë dhe duke u përpjekur të godasë anijen tjetër të hapësirës.
sr: <application>КСвемирски двобој</application> је свемирска игра за два играча, међутим рачунар може да контролише једног играча. Сваки играч контролише сателит који кружи око Сунца, и покушава да се не судари са нечим док покушава да погоди други свемирски брод.
tr: <application>KSpaceDuel</application>, iki oyuncu tarafından oynanan bir uzay oyunudur. Oyunculardan biri bilgisayar tarafından da kontrol edilebilir. Her oyuncu Güneş etrafında uçan bir uyduyu kontrol eder. Bu arada da hiçbir şeyle çarpışmamaya ve diğer uzay gemisini vurmaya çalışır.

source: Card, Puzzle and Board Games
ast: Xuegos de cartes, puzzles y tableru
nb: Kortspill, Puslespill og Brettspill
oc: Jòcs de cartas, de platèu e copacaps
sq: Lojëra me Letra, Puzzle dhe Board
sr: Карташке, слагалице и игре на табли
tr: Kart, Bulmaca ve Masa Oyunları
uk: Карти, головоломки та настільні ігри

source: Card and puzzle games are very popular, and Ubuntu has a large collection of such games for you to choose from. A list of some of the more popular games available is given below.
ast: Los xuegos de cartes y frañetiestes son enforma populares, y Ubuntu tien una gran escoyeta de talos xuegos pa escoyer. Abaxo proporciónase una llista de dalgunos de los xuegos más populares disponibles.
nb: Kort- og puslespill er veldig populære, og Ubuntu har en stor samlig av slike spill for deg å velge fra. En liste over noen av de mer populære spillene tilgjengelig er gitt nedenfor.
oc: Los jòcs de cartas e los copacaps son fòrça populars, e Ubuntu ne met un larg vantalh a vòstre disposicion. Trobaretz çaijós una lista dels jòcs mai apreciats demest los que son disponibles.
sq: Lojërat me letra hde puzzle janë shumë të njohura dhe Ubuntu ka një koleksion të madh të lojërave të tilla nga i cili ju mund të zgjidhni. Një listë e disa prej lojërave më të njohura që disponohen është dhënë më poshtë.
sr: Слагалице и игре са картама су веома популарне, и Убунту за вас има велику збирку таквих игара из којих можете да изаберете. Списак неких најпопуларнијих доступних игара је дат у наставку.
tr: Kart ve bulmaca oyunları çok popülerdir, ve Ubuntu bu gibi oyunlardan seçmeniz için size geniş bir koleksiyon sunar. Benzer daha popüler oyunların mevcut listesi aşağıda verilmiştir.
uk: Карткові ігри та головоломки дуже популярні і Ubuntu пропонує до вашого вибору великий набір таких ігор. Нижче подано перелік деяких з найпопулярніших ігор, що доступні.

source: Card games
ast: Xuegos de cartes
nb: Kortspill
oc: Jòcs de cartas
sq: Lojëra me letra
sr: Игре са картама
tr: Kart oyunları
uk: Карткові ігри

source: <application>Aisleriot</application>, also known as <emphasis>Solitaire</emphasis> or <emphasis>Patience</emphasis>, is a collection of single-player card games which are easy to learn and fun to play.
ast: <application>Aisleriot</application>, tamién conocíu como <emphasis>Solitariu</emphasis> o <emphasis>Paciencia</emphasis>, ye una escoyeta de xuegos de cartes d'in sólu usuariu, divertíos y fáciles de deprender.
oc: <application>Aisleriot</application>, tanben conegut jol nom de <emphasis>Solitari</emphasis> o <emphasis>Paciéncia</emphasis>, es una compilacion de jòcs de cartas d'un jogaire, amusants e de bon aprene.
sq: <application>Aisleriot</application>, e njohur edhe ai <emphasis>Solitaire</emphasis> apo <emphasis>Patience</emphasis>, është një koleksion lojërash me letra me një lojtar të cilat janë të lehta për tu mësuar dhe të kënaqin kur i luan.
sr: <application>Пасијанс</application>, такође познат као <emphasis>Усамљеник</emphasis> или <emphasis>Стрпљивко</emphasis>, је скуп карташких игара за једног играча које су лаке за учење и забавне за игру.
tr: <application>Aisleriot</application>, nam-ı diğer <emphasis>Solitaire</emphasis> ya da <emphasis>Patience</emphasis>, öğrenmesi kolay ve oynaması eğlenceli, tek oyunculu kart oyunlarının bir derlemesidir.

source: <application>Blackjack</application> is a multiple deck, casino-rules blackjack game. The object is to hold cards having a higher count than those of the dealer, without going over 21. Face card plus an Ace equals 21, Blackjack!
ast: <application>Blackjack</application> ye un xuegu de Blackjack de múltiples tableros con regles de casino. L'oxetivu ye tener cartes más altes que les de la casa, ensin pasase de 21. Un rei más un as faen 21, ¡Blackjack!
oc: <application>Blackjack</application> es un jòc de blackjack de mantun paquet que seguís las règlas dels casinos. L'objectiu es d'acumular de cartas que las valors apondudas sián superioras a las del distributor, sens despassar 21. Una carta « abilhasa » (figura) mai un As fan 21, Blackjack !
sq: <application>Blackjack</application> është një lojë me shumë tavolina dhe me rregulla të kazinosë. Qëllimi është të mbani letra të cilat kanë një numër më të madh se ato të shpërndarësit, por pa kaluar mbi 21. Letra me fytyrë plus Asin baraz me 21, Blackjack!
tr: <application>Blackjack</application>, birden fazla deste ile oynanan bir gazino oyunudur. Amaç, elinizdeki kartların toplamının 21'i aşmadan dağıtıcının kartlarının toplamından yüksek olmasıdır. Resimli kart 21'e eşdeğer bir As ekler.

source: <application>Freecell</application> is another <emphasis>Solitaire</emphasis> game which is very popular on the <trademark>Windows</trademark> platform.
ast: <application>Freecell</application> ye otru xuegu de la triba <emphasis>Solitariu</emphasis>, enforma popular na plataforma <trademark>Windows</trademark>.
nb: <application>Freecell</application> er ennå en variant av <emphasis>Kabal</emphasis> som er veldig populært på <trademark>Windows</trademark>-platformen.
oc: <application>Freecell</application> es una autra varianta de <emphasis>Solitari</emphasis> (jòc fòrça popular jos <trademark>Windows</trademark>) .
sq: <application>Freecell</application> është një lojë tjetër <emphasis>Solitaire</emphasis> e cila është shumë e njohur në platformën <trademark>Windows</trademark>.
tr: <application>Freecell</application> <trademark>Windows</trademark> platformunda çok popüler olan bir diğer <emphasis>Solitaire</emphasis> oyunudur.
uk: <application>"Вільна комірка"</application> - це ще одна гра з різновиду <emphasis>солітерів</emphasis>, що дуже популярна на платформі <trademark>Windows</trademark>.

source: <application>KPatience</application> is a collection of various patience games known worldwide. Games include <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> and many more.
ast: <application>KPatience</application> ye una esbilla de dellos xuegos de paciencia conocíos mundialmente. Los xuegos inclúin <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> y munchos más.
nb: <application>KPatience</application> er en samling verdenskjente tolmodighetsspill. Inneholder spill som <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> og flere til.
oc: <application>Capitada (KPatience)</application> es una colleccion de jòcs de capitada fòrça coneguts. I trobaretz <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>Quaranta uèch</emphasis> e plan mai encara.
sq: <application>KPatience</application> është një koleksion i shumë lojërave që kalisin durimin të njohura në të gjithë botën. Lojërat përfshijnë <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> dhe shumë të tjera.
tr: <application>KPatience</application>, dünyada bilinen çeşitli sabır oyunlarının toplanmış halidir. Oyun, <emphasis>Klondike</emphasis>,<emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>dördüncü ve Sekizinci</emphasis> ve daha fazla oyunları içerir.
uk: <application>KPatience</application> - це колекція всесвітньо відомих солітерів. Таких як, <emphasis>Klondike</emphasis>, <emphasis>Freecell</emphasis>, <emphasis>Yukon</emphasis>, <emphasis>forty and Eight</emphasis> і багато інших.

source: <application>KPoker</application> follows the rules of the original <emphasis>Poker</emphasis> game. The game provides a computer player and various card decks.
ast: <application>KPoker</application> sigue les regles del xuegu orixinal <emphasis>Poker</emphasis>. El xuegu proporciona un xugador remanáu pola pc y delles baraxes de cartes.
nb: <application>KPoker</application> følger reglene til det originale <emphasis>Poker</emphasis>-spillet. Spillet har en spiller som styres av datamaskinen og ulike kortstokker.
oc: <application>KPoker</application> seguís las règlas del jòc de <emphasis>Poker</emphasis> original. Lo jòc conten un jogaire contrarotlat per l'ordenador e de jòcs de cartas mai.
sq: <application>KPoker</application> ndjek rregullat e lojës origjinale <emphasis>Poker</emphasis>. Loja ju jep një lojtar kompjuteri dhe dorë të ndryshme letrash.
tr: <application>KPoker</application> orijinal <emphasis>Poker</emphasis> oyunu kurallarıyla oynanır. Oyunda bilgisayar oyuncusu ve çeşitli kart desteleri bulunur.

source: <application>Lieutnant Skat</application> is a two player card game which follows the rules of the German game, <emphasis>(Offiziers)-Skat</emphasis>. The game includes various card decks and a computer opponent can play for any of the players.
ast: <application>Lieutnant Skat</application> ye un xuegu de cartes de dos xugadores que sigui les regles del xuego alemán <emphasis>(Offiziers)-Skat</emphasis>. El xuegu inclúi delles baraxes y un oponente remanáu pol ordenador puede xugar por cualesquiera de los xugadores.
nb: <application>Lieutnant Skat</application> er et tospillers kortspill som følger reglene til de tyske spillet <emphasis>(Offiziers)-Skat</emphasis>. Dette spillet har flere kortstokker og datamaskinen kan spille for en av spillerne.
oc: <application>Lieutnant Skat</application> es un jòc de cartas que se jòga a dos en seguissent las règlas del jòc alemand <emphasis>(Offiziers)-Skat</emphasis>. Lo jòc inclutz mantun jòc de cartas variat e un participant contrarotlat per l'ordenador pòt jogar per un jogaire quin que siá.
sq: <application>Lieutnant Skat</application> është një lojë me letra me dy lojtarë e cila ndjek rregullat e lojës gjermane, <emphasis>(Offiziers)-Skat</emphasis>. Loja përfshin disa tavolina me letra dhe kundërshtari i kompjuterit mund të luajë për çdonjë nga lojtarët.
tr: <application>Lieutnant Skat</application>, Alman oyunu <emphasis>(Offiziers)-Skat</emphasis> kuralıyla oynanan 2 kişilik bir kart oyunudur. Oyun, çeşitli kart desteleri içerir. Bilgisayar, herhangi oyuncuya karşı rakip oyuncu olabilir

source: Board games
ast: Xuegos de mesa
nb: Brettspill
oc: Jòcs de platèu
sq: Lojëra board
sr: Игре на табли
tr: Masa oyunları
uk: Настільні ігри

source: <application>Atlantik</application> is an open-source game client for the <trademark>Monopoly</trademark>-like board games played on the monopd network.
ast: <application>Atlantik</application> ye un veceru de códigu abiertu pa los xuegos de mesa de la triba del <trademark>Monopoly</trademark> que se xueguen na rede monopd.
nb: <application>Atlantik</application> er en klient med åpen kildekode for <trademark>Monopoly</trademark>-lignende brettspill på 'monopd'-nettverket.
oc: <application>Atlantik</application> es un client liure pels jòcs de platèu similars al <trademark>Monopoly</trademark> que se jòga sus la ret monopd.
sq: <application>Atlantik</application> është një lojë klient me burim të hapur për lojërat që i ngjajnë <trademark>Monopoly</trademark> dhe që luhen në rrjetin monopd.
tr: <application>Atlantik</application> bir açık kaynak kodlu <trademark>Monopoly</trademark> tarzı monopd ağında oynanan masa oyunudur.
uk: <application>Atlantik</application> — це клієнт з відкритим програмним кодом для настільних ігор подібних до <trademark>Монополії</trademark>, що граються в мережі monopd.

source: <application>Chess</application> (or <application>glChess</application>) is a chess game where you can play against the computer or against other players. Chess detects and uses known third-party chess engines for computer players, and can show the chess board in 2D or 3D.
ast: <application>Chess</application> (o <application>glChess</application>) ye un xuegu d'axedrez au puede xugar escontra la computadora o escontra otros xugadores. Chess deteuta ya usa motores conocíos de terceres partes pa xugadores de computadora, y puede amosar el tableru d'axedrez en 2D o 3D.
oc: <application>Chess</application> (o <application>glChess</application>) es un jòc d'escacs ont podètz jogar contra l'ordenador o un jogaire real. Chess detècta e utiliza los motors d'escacs tèrças partidas mai coneguts per crear lo jogaire virtual, e pòt afichar lo platèu de jòc en 2D o en 3D.
sq: <application>Chess</application> (ose <application>glChess</application>) është një lojë shahu ku ju mund të luani kundër një kompjuteri ose kundër lojtarëve të tjerë. Chess dallon dhe përdor motorë të njohur shahu të palëve të treta dhe mund ta shfaqë fushën e shahut në 2D apo 3D.
tr: <application>Chess</application> (veya <application>glChess</application>) bilgisayara veya diğer oyunculara karşı oynanan satranç oyunudur. Chess bilgisayar oyuncuları için bilinen üçüncü parti satranç motorunu kullanır ve satranç tahtasını 2 boyutlu yada üç boyutlu gösterebilir.

source: <application>KBackgammon</application> follows the rules of the popular boardgame, and supports multiplayer games and games against computer engines such as GNU bg, as well as other online games.
ast: <application>KBackgammon</application> sigui les regles del popular xuegu de mesa, y sofita partíes multixugador y escontra motores d'intelixencia artificial talos como GNU bg, asína como otros xuegos en llinia.
nb: <application>KBackgammon</application> følger reglene til det populære brettspillet, og støtter flere spillere og spilling mot datamaskiner med motorer som "GNU bg", i tillegg til spilling over internett.
oc: <application>KBackgammon</application> seguís las règlas del jòc de societat plan conegut e gerís los jòcs multijogaires o los adversaris d'intelligéncia artificiala coma GNU bg o d'autres jòcs en linha.
sq: <application>KBackgammon</application> ndjek rregullat e lojës së njohur dhe suporton lojëra me shumë lojtarë, lojëra kundër kundërshtarëve të kompjuterit, siç është GNU bg si dhe lojëra të tjera në internet.
tr: <application>KBackgammon</application>, popüler tavla oyunu kurallarıyla, çok oyunculu oynanan ve GNU bg gibi bilgisayar motoruna karşı da oynamaya uyumlu olan diğer bir online oyundur.
