Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: <ulink url="apt:scorched3d">Install the <application>scorched3d</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:scorched3d">Instale'l paquete <application>scorched3d</application> </ulink>del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:scorched3d">Installar lo paquet <application>scorched3d</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:scorched3d">Instalo <application>scorched3d</application> paketën</ulink> nga <quote>Universe</quote> magazina.
sr: <ulink url="apt:scorched3d">Инсталирајте пакет <application>„scorched3d“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:scorched3d"><application>Scorched3d</application> paketini </ulink> <quote>Evrensel</quote> depodan yükleyin.
uk: <ulink url="apt:scorched3d">Встановити пакунок <application>scorched3d</application></ulink> зі сховища <quote>Universe</quote>.

source: To start <application>Scorched3D</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
ast: Pa entamar <application>Scorched3D</application>, calca en <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
nb: For å starte <application>Scorched3D</application>, velg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
oc: Per aviar <application>Scorched3D</application>, causissètz <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
sq: Për të nisur <application>Scorched3D</application>, Zgjidhni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.
sr: Да покренете <application>Спаљеност 3Д</application>, изаберите <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guimenuitem>Спаљеност 3Д</guimenuitem></menuchoice>.
tr: <application>Scorched3D</application> oyununu başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>'yi seçin.
uk: Для запуску ігри <application>Scorched3D</application>, натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guimenuitem>Scorched 3D</guimenuitem></menuchoice>.

source: <application>Chromium</application> is a fast paced, arcade-style, top-scrolling space shooter. As a captain of the Chromium B.S.U., the objective is to deliver supplies to the troops on the front line. The ship has a small fleet of robotic fighters which you control from the relative safety of the Chromium vessel. More information about the game can be found on the <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium website</ulink>.
ast: <application>Chromium</application> ye un xuegu de guerra espacial de ritmu vivu, tipu arcade, d'avance pa enrriba. Como capitán del Chromium B.S.U., l'oxetivu ye apurri-yo provisiones a les tropes del frente. La nave tien una pequeña flota de combate robotizada que controles dende la seguridá relativa de la nave Chromium. Más información no tocante al xuegu pue alcontrase nel <ulink url="http://www.reptilelabour.com/software/chromium/">sitiu web de Chromium</ulink>.
oc: <application>Chromium</application> es un jòc d'arcada de tir rapid, de desfilament vertical. En tant que capitani del B.S.U. Chromium, vòstre objectiu es de ravitalhar las tropas presentas sul front. Lo vaissèl a una pichona flòta de robòts combatents robotics que vos permeton lo contraròtle de la seguretat relativa del vaissèl Chromium. Trobaretz mai d'informacions sul <ulink url="http://www.reptilelabour.com/software/chromium/">site Web de Chromium</ulink> (en anglés).
sq: <application>Chromium</application> është një gjuajtës i hapësirës, i shpejtë dhe në stilin arkade. Si kapiten i Chromium B.S.U. objektivi juaj është t'iu çoni furnizime trupave në vijën e frontit. Anija ka një flotë të vogël luftëtarësh robotë të cilët ju i kontrolloni nga mjeti relativisht i sigurtë Chromium. Më tepër informacion rreth lojës mund të gjendet në <ulink url="http://www.reptilelabour.com/software/chromium/">Faqen e internetit të Chromium</ulink>.
sr: <application>Хромирани</application> је брза, аркадног стила, пуцачина померања у свемиру. Као капетан Хромираног Б.С.У., циљ је да доставите залихе трупама на линији фронта. Брод има малу флоту робота бораца коју контролишете из релативно безбедног брода Хромираног. Више информација о игри можете наћи на <ulink url="http://www.reptilelabour.com/software/chromium/">веб сајту Хромираног</ulink>.
tr: <application>Chromium</application> hızlı ilerleyen, bölüm geçmeye dayalı, kuş bakışı yönetilen uzay nişancısı oyunudur. Chromium B.S.U.'nun kaptanı olarak göreviniz, ön saflardaki birliklere kaynak ulaştırmaktır. Gemi, güvenli bir biçimde Chromium gemisinden yönettiğiniz, küçük bir robot savaşçı filosuna sahiptir. Oyun hakkında detaylı bilgi <ulink url="http://www.reptilelabour.com/software/chromium/">Chromium sitesinde</ulink> bulunabilir.
uk: <application>Chromium</application> - це швидка аркадна космічна стрілялка. Ваше завданння, як капітана Chromium B.S.U., доставити припаси військам на лінії фронта. Корабель має невеликий флот роботизованих винищувачів, які ви контролюєте у відносній безпеці з корабля Chromium. Детальніша інформація про гру - на <ulink url="http://www.reptilelabour.com/software/chromium/">сайті Chromium</ulink>.

source: Install the <application>chromium</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
ast: Instale'l paquete <application>chromium</application> del repositoriu <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Amestar Aplicaciones</ulink>).
nb: Installér <application>chromium</application>-pakken fra <quote>Universe</quote>-arkivet (se <ulink type="help" url="ghelp:add-applications">Legg til programmer</ulink>.
oc: Podètz installar lo paquet <application>chromium</application> a partir del depaus <quote>Universe</quote> (vejatz <ulink type="help" url="ghelp:add-applications">Apondre una aplicacion</ulink>).
sq: Instaloni paketën <application>chromium</application> nga magazina <quote>Universe</quote> (shikoni <ulink type="help" url="ghelp:add-applications">Shto Programe</ulink>).
sr: Инсталирајте пакет <application>„chromium“</application> из ризнице <quote>„Universe“</quote> (погледајте <ulink type="help" url="ghelp:add-applications">Додавање програма</ulink>.)
tr: <application>Chromium</application> paketini <quote>Evrensel</quote> depodan yükle (bknz: <ulink type="help" url="ghelp:add-applications">Uygulama ekle</ulink>).
uk: Встановити пакунок <application>chromium</application> зі сховища <quote>Universe</quote> (дивіться <ulink type="help" url="ghelp:add-applications">Встановлення програм</ulink>).

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> to play <application>Chromium</application>.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> pa xugar a <application>Chromium</application>.
nb: Trykk <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> for å spille <application>Chromium</application.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> per aviar <application>Chromium</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice> për të luajtur <application>Chromium</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Хромирани</guisubmenu></menuchoice> да играте игру <application>Хромирани</application>.
tr: <application>Chromium</application> oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Chromium</guisubmenu></menuchoice>'a tıklayınız
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Хром</guisubmenu></menuchoice>, щоб грати в <application>Хром</application>.

source: <application>Frozen Bubble</application> is a clone of the popular <emphasis>Puzzle Bobble</emphasis> game. The object of the game is to shoot bubbles into groups of the same color to cause them to pop. Features include 100 single-player levels, a two-player mode, as well as music and striking graphics. More information about the game can be found on the <ulink url="http://www.frozen-bubble.org/">Frozen Bubble website</ulink>.
ast: <application>Burbuya Xelada</application> ye un clon del popular xuegu <emphasis>Puzzle Bobble</emphasis>. L'oxetu del xuegu ye disparar burbuyes pa formar grupos de la mesma color pa faceles españar. Les carauterístiques incluin 100 niveles pa un xugador, un mou de dos xugadores, lo mesmo que música y ablucantes gráficos. Pue alcontrase más información tocante al xuegu nel <ulink url="http://www.frozen-bubble.org/">sitiu web de Burbuya Xelada</ulink>.
oc: <application>Frozen Bubble</application> es un clòne del celèbre jòc <emphasis>Puzzle Bobble</emphasis>. La tòca del jòc es de levar de bullas sus de gropes de meteissa color per las eliminar. I trobaretz mai de 100 nivèls, un mòde de dos jogaires e mai de sons e grafismes sasissents. Trobaretz mai d'informacions sul <ulink url="http://www.frozen-bubble.org/">site Web de Frozen Bubble</ulink> (en anglés).
sq: <application>Frozen Bubble</application> është një klon i lojës së njohur <emphasis>Puzzle Bobble</emphasis>. Objekti i lojës është të qëllohen flluskat e grupeve me të njëjtën ngjyrë për t'i bërë ato të bien. Këtu përfshihen 100 nivele për një lotar të vetëm, një mënyrë me dy lojtarë, si dhe muzika dhe grafikët e përzgjedhur. Më tepër informacion rreth lojës mund të gjendet tek <ulink url="http://www.frozen-bubble.org/">Faqja e Internetit të Frozen Bubble</ulink>.
sr: <application>Смрзнути балончићи</application> је клон популарне игре <emphasis>Бобл пузле</emphasis>. Циљ игре је да погодите групе мехурића исте боје да би се распрснули. Функције обухватају 100 нивоа за једног играча, режим два играча, као и музику и упечатљиву графику. Више информација о игри можете наћи на <ulink url="http://www.frozen-bubble.org/">веб сајту Смрзнутих балончића</ulink>.
tr: <application>Frozen Bubble</application>, popüler <emphasis>Puzzle Bobble</emphasis> oyununun bir benzeridir. Oyunun amacı bir arada bulunan aynı renkteki topları vurup, düşmelerini sağlamaktır. <application>Frozen Bubble</application> 100 bölüm, iki kişilik oyuncu desteği, ve bunların yanısıra müzik ve etkileyici grafikleri barındırır. Oyun hakkında daha fazla bilgiye <ulink url="http://www.frozen-bubble.org/">Frozen Bubble internet sitesinden</ulink> ulaşabilirsiniz.

source: <ulink url="apt:frozen-bubble">Install the <application>frozen-bubble</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:frozen-bubble">Instale'l paquete <application>frozen-bubble</application></ulink> del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:frozen-bubble">Installar lo paquet <application>frozen-bubble</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:frozen-bubble">Instaloni paketën <application>frozen-bubble</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:frozen-bubble">Инсталирајте пакет <application>„frozen-bubble“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:frozen-bubble"><application>frozen-bubble</application> paketini</ulink> <quote>Universe</quote> deposundan yükle.
uk: <ulink url="apt:frozen-bubble">Встановити пакунок <application>frozen-bubble</application></ulink> зі сховища <quote>Universe</quote>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> to play <application>Frozen Bubble</application>.
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Burbuya Xelada</guisubmenu></menuchoice> pa xugar <application>Burbuya Xelada</application>.
nb: Trykk <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> for å spille <application>Frozen Bubble</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> per aviar <application>Frozen Bubble</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> për të luajtur <application>Frozen Bubble</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Смрзнути балочићи</guisubmenu></menuchoice> да играте игру <application>Смрзнути балончићи</application>.
tr: <application>Frozen Bubble</application>'ı oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Frozen Bubble</guisubmenu></menuchoice> yolunu izleyin.
uk: Натисніть<menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Крижані кульки </guisubmenu></menuchoice>, щоб грати в <application>Льодяну кульку</application>.

source: <application>SuperTux</application> is a classic 2D jump and run sidescroller game in a style similar to the original <emphasis><trademark>Super Mario Bros.</trademark></emphasis> games. More information about the game can be found on the <ulink url="http://supertux.berlios.de/">SuperTux website</ulink>.
ast: <application>SuperTux</application> ye un xuegu clásicu de plataformes en 2D nel cual puedes saltar y correr de forma similar al xuegu orixinal <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Más información sobro esti xuegu nel<ulink url="http://supertux.berlios.de/">Sitiu web SuperTux</ulink>.
oc: <application>SuperTux</application> es un jòc classic de plataformas 2D dins un estil similar al jòc original <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Poiretz trobar mai d'entresenhas sus aqueste jòc sul site de <ulink url="http://supertux.berlios.de/">SuperTux</ulink>.
sq: <application>SuperTux</application> është një lojë klasike 2D kërce dhe vrapo dhe luan në të njëjtin stil me lojën origjinale <emphasis><trademark>Super Mario Bros.</trademark></emphasis>. Më tepër informacion rreth lojës mund të gjendet në <ulink url="http://supertux.berlios.de/">Faqen e Internetit të SuperTux</ulink>.
sr: <application>Супер Тукс</application> је класична 2Д игра скакања и трчања у стилу сличном оригиналним <emphasis><trademark>Супер Марио Брос.</trademark></emphasis> играма. Више информација о игри можете наћи на <ulink url="http://supertux.berlios.de/">веб сајту Супер Тукса</ulink>.
tr: Klasik 2 boyutlu atlama ve koşma oyunu olan <application>SuperTux</application>, orjinal <emphasis><trademark>Super Mario Bros.</trademark></emphasis> oyunlarına benzer. Uyun hakkında daha fazla bilgi <ulink url="http://supertux.berlios.de/">SuperTux websitesi</ulink>nde bulunabilir.

source: <ulink url="apt:supertux">Install the <application>supertux</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:supertux">Instale'l paquete <application>supertux</application></ulink> del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:supertux">Installar lo paquet <application>supertux</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:supertux">Instaloni paketën <application>supertux</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:supertux">Инсталирајте пакет <application>„supertux“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:supertux"><application>supertux</application> paketi</ulink>ni <quote>Universe</quote> deposundan kur.
uk: <ulink url="apt:supertux">Встановити пакунок <application>supertux</application></ulink> зі сховища <quote>Universe</quote>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> to start the <application>SuperTux</application> game.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> pa entamar a xugar <application>SuperTux</application>.
nb: Velg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> for å spille <application>SuperTux</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> per aviar <application>SuperTux</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> për të nisur lojën <application>SuperTux</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Супер Тукс</guisubmenu></menuchoice> да покренете игру <application>Супер Тукс</application>.
tr: <application>SuperTux</application>'u oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>SuperTux</guisubmenu></menuchoice> yolunu izleyin.
uk: Виберіть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Супер Тюкс</guisubmenu></menuchoice>, щоб запустити гру.

source: PlanetPenguin Racer
sq: Gara e Planetit të Pinguinëve
sr: Пингвин планетски тркач
tr: PlanetPenguin Yarışçısı

source: <application>PlanetPenguin Racer</application> is a fork created from the last GPL-licenced version of <emphasis>Tux Racer</emphasis>. In addition to the levels from the original game, <application>PlanetPenguin Racer</application> also includes additional levels which have been developed by the community. The object of the game is to slide down the mountain, collecting fish as you go, and trying to reach the finish line in the shortest amount of time.
ast: <application>PlanetPenguin Racer</application> ye un deriváu de la cabera versión llicenciada baxo GPL de <emphasis>Tux Racer</emphasis>. Arriendes de los niveles del xuegu orixinal, <application>PlanetPenguin Racer</application> tamién inclúi niveles adicionales desendolcaos pola comunidá. L'oxetivu del xuegu ye eslizase llomba abaxo a traviés del monte, recolleutando pexes a midida qu'avanza, ya tentando d'algamar la llinia final nel menor tiempu que seya dable.
oc: <application>PlanetPenguin Racer</application> es un jòc derivat de la darrièra version jos licéncia GPL de <emphasis>Tux Racer</emphasis>. A mai dels nivèls disponibles dins la version originala, <application>PlanetPenguin Racer</application> inclutz tanben de nivèls novèls creats per la comunautat. L'objectiu d'aquel jòc es de descendre de montanhas en lisant e de recoltar de peisses en rota per aténher la linha d'arribada lo mai rapidament possible.
sq: <application>PlanetPenguin Racer</application> është një degë e krijuar nga versioni i liçensuar GPL i <emphasis>Tux Racer</emphasis>. Veç niveleve të lojës origjinale, <application>PlanetPenguin Racer</application> përfshin gjithashtu nivele shtesë të cilat janë krijuar nga komuniteti. Objekti i lojës është të zbresësh nga mali, të mbledhësh peshq gjatë rrugës dhe të përpiqesh të arrish vijën e finisht në një kohë sa më të shkurtër.
sr: <application>Пингвин планетски тркач</application> је клон направљен из последњег ОЈЛ лиценцираног издања <emphasis>Тукс тркача</emphasis>. Као додатак нивоима из оригиналне игре, <application>Пингвин планетски тркач</application> такође садржи и додатне нивое које је развила заједница. Циљ игре је да се клизајући спустите низ планину, скупљајући рибе, и да покушате да стигнете на линију циља у најкраћем временском року.
tr: <application>PlanetPenguin Yarışçısı</application>, <emphasis>Tux Yarışçısı</emphasis> versiyonundan oluşturulmuş son GPL lisanslı bir kısmıdır. Ek olarak <application>PlanetPenguin Yarışçısı</application> özgün oyundaki seviyeler topluluk tarafından geliştirilmiş ek seviyelerdir. Oyunun amacı dağdan kayıp düşme, giderken balık toplama ve en kısa zaman aralığında bitiş çizgisine ulaşmaya çalışmaktır.

source: <ulink url="apt:planetpenguin-racer">Install the <application>planetpenguin-racer</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:planetpenguin-racer">Instale'l paquete <application>planetpenguin-racer</application></ulink> del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:planetpenguin-racer">Installar lo paquet <application>planetpenguin-racer</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:planetpenguin-racer">Instaloni paketën <application>planetpenguin-racer</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:planetpenguin-racer">Инсталирајте пакет <application>„planetpenguin-racer“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:planetpenguin-racer"><application>planetpenguin-racer</application> paketini </ulink> <quote>Universe</quote> deposundan kur.
uk: <ulink url="apt:planetpenguin-racer">Встановити пакунок <application>planetpenguin-racer</application></ulink> зі сховища <quote>Universe</quote>.

source: Press <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> to play the game.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> pa xugar al xuegu.
nb: Velg <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> for å starte spillet.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice> per aviar lo jòc.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Gara e Planetit të Pinguinëve</guisubmenu></menuchoice> për të luajtur lojën.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Пингвин планетски тркач</guisubmenu></menuchoice> да играте игру <application>Пингвин планетски тркач</application>.
tr: <application>Planet Penguin Racer</application> oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>'a tıklayın
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Planet Penguin Racer</guisubmenu></menuchoice>, щоб запустити гру.
