Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgeleme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)

source: Games
ast: Xuegos
nb: Spill
oc: Jòcs
sq: Lojrat
sr: Игрице
tr: Oyunlar
uk: Ігри

source: Placeholder.
ast: Marcador de posición.
nb: Plassholder.
oc: Substituent.
sq: Vendmbajtës
sr: Носилац.
tr: Yer tutucu.
uk: Заповнювач.

source: Credits and License
ast: Créitos y Llicencia
nb: Bidragsytere og lisens
oc: Mercejaments e licéncia
sq: Kredite dhe Linçensimi
sr: Заслуге и лиценца
tr: Künye ve Lisans
uk: Подяки та ліцензія

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta manteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
tr: Bu doküman Ubuntu dokümantasyon grubu tarafından sağlanmaktadır (https://wiki.ubuntu.com/DocumentationTeam). Katkıda bulunanların bir listesini görmek için <ulink url="../../libs/C/contributors.xml">katkıda bulunanlar sayfası</ulink>na bakabilirsiniz.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Vusté ye llibre de camudar, estender y meyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos tienen d'espublizase baxo esta llicencia.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidad, pero ENSIN GARANTÍA NENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
oc: Aquesta documentacion es distribuïda dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, inclusa, mas sens i èsser limitadas, las garantias D'APTITUD A LA VÈNDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA)</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> adresinde mevcuttur.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyeutu de Documentación d'Ubuntu
nb: Ubuntus dokumentasjonsprosjekt
oc: Projècte de documentacion d'Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекта Убунту документације
tr: Ubuntu Belgelendirme Tasarısı
uk: Проект документації Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. і учасники <placeholder-1/>

source: The Ubuntu Documentation Project
ast: El Proyeutu de Documentación d'Ubuntu
nb: Ubuntus dokumentasjonsprosjekt
oc: Lo projècte de documentacion d'Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекат Убунту документације
tr: Ubuntu Belgelendirme Tasarısı
uk: Проект документації Ubuntu

source: Explore Ubuntu's Games menu by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Games</guimenuitem></menuchoice>.
ast: Esplore'l menú Xuegos d'Ubuntu calcando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Xuegos</guimenuitem></menuchoice>.
nb: Utforsk Ubuntus spillmeny ved å velge <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Spill</guimenuitem></menuchoice>.
oc: Descobrètz lo menut dels jòcs d'Ubuntu en clicant sus <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Jòcs</guimenuitem></menuchoice>.
sq: Eksploroni Menunë e Lojërave të Ubuntu duke klikuar <menuchoice><guimenu>Aplikime</guimenu><guimenuitem>Lojëra</guimenuitem></menuchoice>.
sr: Истражите изборник Убунтуових игрица притиском на <menuchoice><guimenu>Програми</guimenu><guimenuitem>Игре</guimenuitem></menuchoice>.
tr: Ubuntu'nun Oyunlar menüsüne <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Oyunlar</guimenuitem></menuchoice> yolunu izleyerek ulaşabilirsiniz.
uk: Переглянути ігри доступні в Ubuntu можливо натиснувши <menuchoice><guimenu>Програми</guimenu><guimenuitem>Ігри</guimenuitem></menuchoice>.

source: Ubuntu comes with 16 games by default, including <application>Aisleriot Solitaire</application>, <application>Gnometris</application> and <application>Mines</application>. There are many more games which can be installed optionally. This section is intended to give a summary of some of the games which are available for you to install and play.
ast: Ubuntu vien con 16 xuegos por omisión, incluyendo <application>Solitariu Aisleriot</application>, <application>Gnometris</application> y <application>Mines</application>. Hai munchos más xuegos que pueden instalase opcionalmente. Esta estaya tien l'envís d'ufrir un resumen d'algunos de los xuegos que tan disponibles pa instalar y xugar.
nb: Ubuntu kommer med 16 spill forhåndsinstallert, inkludert <application>Aisleriot Solitaire</application>, <application>Gnometris</application> og <application>Miner</application>. Det er mange flere spill som kan installeres om man ønsker det. Denne seksjonen er for å gi en oppsummering av noen av spillene som er tilgjengelige for å installeres og spilles av deg.
oc: 16 jòcs son installats per defaut dins Ubuntu, dont <application>Solitari Aisleriot</application>, <application>Gnometris</application> e <application>Minas</application>. Fòrça mai jòcs pòdon èsser installats. Aquesta seccion a per tòc de presentar rapidament qualques uns dels autres jòcs disponibles.
sq: Ubuntu vjen me 16 lojëra të parainstaluara, duke përfshirë <application>Aisleriot Solitaire</application>, <application>Gnometris</application> dhe <application>Mines</application>. Ka edhe shumë lojëra të tjera të cilat mund të instalohen në mënyrë opsionale. Ky seksion ka ndërmend t'iu japë një përmbledhje të disa prej lojërave që janë të disponueshme për ju që t'i instaloni dhe luani.
sr: Убунту се испоручује са 16 игара, укључујући <application>Пасијанс</application>, <application>Четворку</application> и <application>Мине</application>. Постоји много игара које могу бити додатно инсталиране. Овај одељак је осмишљен да пружи кратак преглед неких од игара које су доступне за инсталацију и играње.
tr: Ubuntu <application>Aisleriot Solitaire</application>, <application>Gnometris</application> ve <application>Mines</application>'ı içeren 16 varsayılan oyunla birlikte gelir. Tercihen yüklenebilen birçok oyun daha vardır.
uk: Ubuntu за замовчуванням розповсюджуються з 16 іграми, що включають у себе <application>Пасьянс Aisleriot</application>, <application>Тетріс</application> та <application>Мінер</application>. Також існує безліч ігор, що можуть бути встановлені додатково. Цей розділ покликаний дати анотацію про деякі ігри, що доступні для встановлення та гри.

source: Popular Games
ast: Xuegos Famosos
nb: Populære spill
oc: Jòcs populars
sq: Lojëra të njohura
sr: Популарне игре
tr: Popüler Oyunlar
uk: Популярні ігри

source: A list of some of the most popular games available in Ubuntu.
ast: Una llista de xuegos ente los más famosos disponibles n'Ubuntu.
nb: En liste over noen av de mest populære spillene tilgjengelig i Ubuntu.
oc: Una lista dels jòcs mai populars disponibles per Ubuntu.
sq: Një listë e disa prej lojërave më të njohura që janë të disponueshme në Ubuntu.
sr: Списак неких најпопуларнијих игара доступних у Убунтуу.
tr: Ubuntu'da bulunan en popüler oyunların bir listesi.
uk: Перелік найпопулярніших ігор в Ubuntu.

source: <application>Neverball</application>, part puzzle and part action game, is a test of skill. The object of the game is to roll the ball through an obstacle course before time runs out by tilting the floor.
ast: <application>Neverball</application>, parte rompecabeces y parte xuegu d'aición, ye una preba d'habilidá. L'oxetivu del xuegu ye rodar la bola nun percorríu de pilancos enantes que fine'l tiempu inclinando el suelu.
nb: <application>Neverball</application>, delvis pussle- og delvis actionspill, er en dyktighetstest. Hensikten til spillet er å rulle ballen gjennom et hinderløp før tiden går ut.
oc: Meitat reflexion meitat accion, <application>Neverball</application> esprovarà vòstre adreça. La tòca del jòc es de guidar une bilha a travèrs un percors d'obstacles en inclinant lo planquièr, aquò dins un temps limitat.
sq: <application>Neverball</application>, një lojë gjysëm puzzle dhe gjysëm aksion, është një testim i aftësive. Objekti i lojës sëhtë të rrotulloni një top përmes një rruge me pengesa para se koha të mbarojë dhe të goditet dyshemeja.
sr: <application>Невербол</application>, делом слагалица и делом акциона игра, јесте проба вештине. Циљ игре је котрљање лопте кроз препреке нагињањем пода пре истека времена.
tr: <application>Neverball</application>, yeteneklerinizi test eden bir bulmaca-aksiyon oyunudur. Oyunun amacı topu engelli parkurdan süre bitmeden yere indirmektir.
uk: <application>Neverball</application> - головоломка з елементами "екшн", випробовує майстерність. Мета гри полягає в тому, щоб прокотити м'яч через всі перешкоди, перш ніж закінчиться час.

source: Included with the <application>Neverball</application> package is the game <application>Neverputt</application>. <application>Neverputt</application> is a hot-seat multiplayer miniature golf game based on <application>Neverball</application>. Installing <application>Neverputt</application> by itself is not currently possible.
ast: Incluyíu col paquete <application>Neverball</application> ta el xuegu <application>Neverputt</application>. <application>Neverputt</application> ye un xuegu de minigolf multixugador con cuenta atrás, basáu en <application>Neverball</application>. Instalar <application>Neverputt</application> solu nun ye posible nesti momentu.
nb: Inkludert i <application>Neverball</application> pakken er også spillet <application>Neverputt</application>. <application>Neverputt</application> er et miniatyrgolfspill for flere spillere som er basert på <application>Neverball</application>. Å installere <application>Neverputt</application> alene er for tiden ikke mulig.
oc: Integrat al jòc <application>Neverball</application>, <application>Neverputt</application> es un jòc de gòlf miniature multijogaire. Basat sus <application>Neverball</application>, son installacion isolada es pas possibla actualament.
sq: Brenda paketës <application>Neverball</application> është loja <application>Neverputt</application>. <application>Neverputt</application> është një miniaturë e bukur e lojës së golfit të bazuar në <application>Neverball</application>. Instalimi i <application>Neverputt</application> veçmas nuk është për momentin i mundur.
sr: Заједно са пакетом <application>Невербол</application> се испоручује и игра <application>Неверпат</application>. <application>Неверпат</application> је игра мини голфа за више играча заснована на <application>Неверболу</application>. За сада није могуће засебно инсталирати <application>Неверпат</application>.
tr: <application>Neverball</application> paketi ile <application>Neverputt</application> oyunu eklendi. <application>Neverputt</application>, oyun tabanlı, stresli, çok oyunculu bir minyatür golf oyundur. <application>Neverputt</application>'u kendiliğinden yükleme mümkün değildir.
uk: У комплекті з <application> Neverball </application> - пакунок гри <application> Neverputt </aplication>. <application> Neverputt </application> - це багатокористувальницька мініаюрна гра гольф на основі <application> Neverball </application>. Встановлення<application> Neverputt </application> окремо на даний час не є можливим.

source: <ulink url="apt:neverball">Install the <application>neverball</application> package</ulink> from the <quote>Universe</quote> repository.
ast: <ulink url="apt:neverball">Instale'l paquete <application>neverball</application> </ulink>del repositoriu <quote>Universe</quote>.
oc: <ulink url="apt:neverball">Installar lo paquet <application>neverball</application></ulink> dempuèi lo depaus <quote>Universe</quote>.
sq: <ulink url="apt:neverball">Instaloni paketën <application>neverball</application> </ulink> nga magazina <quote>Universe</quote>.
sr: <ulink url="apt:neverball">Инсталирајте пакет <application>„neverball“</application></ulink> из ризнице <quote>Универзум</quote>.
tr: <ulink url="apt:neverball"><application>Neverball</application> paketini </ulink><quote>Evrensel</quote> depodan yükle.
uk: <ulink url="apt:neverball">Встановити пакунок <application>neverball</application></ulink> зі сховища <quote>Universe</quote>.

source: Click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> to play <application>Neverball</application>.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> pa xugar a <application>Neverball</application>.
nb: Klikk <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> for å spille<application>Neverball</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> per jogar a <application>Neverball</application>
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice> për të luajtur <application>Neverball</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Невербол</guisubmenu></menuchoice> да играте <application>Невербол</application>.
tr: <application>Neverball</application> oynamak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>'a tıklayın.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Neverball</guisubmenu></menuchoice>, щоб запустити гру.

source: Click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Games</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> to start the <application>Neverputt</application> game.
ast: Calque <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Xuegos</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> pa arrancar el xuegu <application>Neverputt</application>.
nb: Klikk <menuchoice><guimenu>Applikasjoner</guimenu><guisubmenu>Spill</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> for å spille <application>Neverputt</application>.
oc: Clicatz sus <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Jòcs</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> per aviar lo jòc <application>Neverputt</application>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Lojërat</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice> për të nisur lojën <application>Neverputt</application>.
sr: Кликните на <menuchoice><guimenu>Програми</guimenu><guisubmenu>Игре</guisubmenu><guisubmenu>Неверпат</guisubmenu></menuchoice> да покренете игру <application>Неверпат</application>.
tr: <application>Neverputt</application> oyununu başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>Oyunlar</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>'a tıklayın.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guisubmenu>Ігри</guisubmenu><guisubmenu>Neverputt</guisubmenu></menuchoice>, щоб запустити гру.

source: <application>Scorched3D</application> is a 3D remake of <emphasis>Scorched Earth</emphasis>, an artillery duel game.
ast: <application>Scorched3D</application>ye un remake en 3D de <emphasis>Scorched Earth</emphasis>, un xuegu de duelu d'artillería.
nb: <application>Scorched3D</application> er en 3D remake av <emphasis>Scorched Earth</emphasis>, et artilleri-duell spill.
oc: <application>Scorched3D</application> es una adaptacion de <emphasis>Scorched Earth</emphasis>, un jò d'artilhariá.
sq: <application>Scorched3D</application> është një rikrijim në 3D i <emphasis>Scorched Earth</emphasis>, një lojë me duel artilerie.
sr: <application>Спаљеност 3Д</application> је 3Д римејк игре <emphasis>Спаљена Земља</emphasis>, игре артиљеријског двобоја.
tr: <application>Scorched3D</application>, topçu düellosu oyunu <emphasis>Scorched Earth</emphasis>'ün 3 boyutlu olarak yeniden tasarlanmış halidir.
uk: <application>Scorched3D</application> - це 3D варіант <emphasis>Scorched Earth</emphasis>, артилерійської дуельної гри.

source: You must have your video card's hardware-accelerated 3D drivers installed in order to play Scorched3D
ast: Hai que tener los drivers d'aceleración 3D por hardware de la tarxeta de vídeo instalaos pa xugar a Scorched3D
nb: Du må ha de maskinvare-aksellererte 3D driverene til skjermkortet ditt installert for å kunne spille Scorched3D
oc: Vos cal installar los pilòts de vòstra carta grafica 3D per poder jogar a Scorched3D
sq: Ju duhet të keni të instaluar driverat e përshpejtuar 3D të kartës tuaj për të luajtur Scorched3D
sr: Морате имати инсталиране управљачке програме за 3Д хардверско убрзање видео картице да бисте могли да играте Спаљеност 3Д
tr: Scorched3D oyununu oynamak için ekran kartınızın 3D destekli sürücüsünü yüklemelisiniz.
uk: У вас повинний бути встановлений відео драйвер з апаратним прискоренням 3D для того, щоб грати в Scorched3D
