Repository: ahoneybun/pop-docs
Catalog: games/po/*.po
Languages: ast, nb, oc, sq, sr, tr, uk

source: <application>KBattleship</application> is an implementation of the popular game where your goal is to sink your opponent's ships by guessing where they are on a grid. Play against the computer or against others over the Internet. "<emphasis>You sunk my battleship!</emphasis>"
ast: <application>KBattleship</application> ye una implementación del popular xuegu au la so meta ye fundir la embarcación del so oponente aldovinando el so allugamientu na rexella. Xuegue escontra l'equipu o escontra otros a traviés d'Internet. "<emphasis>¡Fundíu!</emphasis>"
nb: <application>KBattleship</application> er en implementasjon av det populære spillet der målet er å synke din motstanders skip ved å angi en posisjon i et rutenett. Spill mot maskinen eller andre spillere over internett. «<emphasis>Et skudd for bauen!</emphasis>»
oc: <application>KBattleship</application> es una version informatica del celèbre jòc que la tòca es d'afondar los batèus enemics en ensajant d'endevinar l'endrech ont se trapan sus una grasilha. Jogatz contra l'ordenador o contra d'autres jogaires sus Internet. <emphasis>Tocat Enfondat !</emphasis>
sq: <application>KBattleship</application> është një version i lojës së njohur ku qëllimi juaj është të mbysni anijet e kundërshtarit duke gjetur se ku janë ato në një rrjetë. Luaj kundër kompjuterit ose kundër të tjerëve në internet. "<emphasis>Ti mbyte anijen time të betejës!</emphasis>"
sr: <application>К-бојни брод</application> је имплементација популарне игре у којој је ваш циљ да потопите бродове противника тако што ћете да погодите где се налазе на мрежи. Играјте против рачунара или против других на интернету. „<emphasis>Потопио си мој бојни брод!</emphasis>“
tr: <application>KBattleship</application>, hedefinizin bölmelenmiş alanlarda gizlenmiş olan savaş gemilerini bulup batırmak olduğu popüler bir oyundur. Bilgisayara karşı veya internet üzerinden diğer insanlarla oynayabilirsiniz. "<emphasis>Savaş gemimi batırdın!</emphasis>"

source: <application>KJumpingcube</application> is a tactical one or two-player game in which the playing field consists of squares that contains points which can be increased. The object is to gain as many fields as possible, finally winning the board over.
ast: <application>KJumpingcube</application> ye un xuegu tácticu pa ún o dos xugadores nel que'l campu de xuegu consiste en cuadraos que contienen puntos que pueden ser incrementaos. L'oxetivu del xuegu ye ganar tantos campos como seya dable, ganando quien finalmente completa'l tableru.
nb: <application>KJumpingcube</application> er et taktisk en- eller flerspillerspill der banen består av firkanter som innehar poeng som kan økes. Målet er å få så mange felt som mulig, og til slutt ta over brettet.
oc: <application>KJumpingcube</application> es un jòc tactic per un o mai d'un jogaire. Lo terrenh de jòc es format de casas que contenon de punts. En clicant sus las casas, augmentatz lo nombre de punts. L'objectiu es de contrarotlar lo mai de casas possible, e al final l'ensemble del platèu de jòc.
sq: <application>KJumpingcube</application> është një lojë taktike me një apo dy lojtarë ku fusha e lojës përmban katrorë me pikë të cilat mund të rriten. Qëllimi është të fitosh sa më shumë fusha që të jetë e mundur, duke e marrë në fund të gjithë kutinë.
sr: <application>К-скакутаве коцке</application> је тактичка игра за једног или два играча у којој се поље за игру састоји од квадрата који садрже тачке које могу бити увећане. Циљ је да освојите што је могуће више поља, до коначног заузимања табле.
tr: <application>KJumpingcube</application>, bir veya iki kişi ile oyananabilen, alan içindeki kareleri alarak puan toplanan taktiksel bir oyundur. Amaç mümkün olduğu kadar pano kazanmaktır.
uk: <application>KJumpingcube</application> — це тактична гра для одного або двох гравців. Ігрове поле складається із квадратів, які містять певну кількість очок. Ціль гри — отримати найбільшу кількість очок.

source: <application>Klickety</application> is an adaption of the <emphasis>Clickomania</emphasis> game, which has rules that are similar to those of the <application>Same Game</application>. The goal is to clear the board by clicking on groups to destroy them.
ast: <application>Klickety</application> ye una adautación del xuegu <emphasis>Clickomania</emphasis>, cuyes regles son asemeyaes al <application>Same Game</application>. La meta ye despexar el tableru faciendo clic nos grupos p'afaralos.
oc: <application>Klickety</application> es una adaptacion del jòc <emphasis>Clickomania</emphasis>, que las règlas son similaras a las de <application>Same Game</application>. La tòca es de netejar lo platèu de jòc en clicant sus de gropes d'elements per los destruire.
sq: <application>Klickety</application> është një përshtatje e lojës <emphasis>Clickomania</emphasis>, e cila ka rregulla të ngjajshëm me <application>Same Game</application>. Qëllimi është të pastrohet fusha duke klikuar mbi grupe për t'i shkatërruar ato.
sr: <application>Кликети</application> је адаптација игре <emphasis>Кликоманија</emphasis>, која садржи правила која су слична онима из игре <application>Иста игра</application>. Циљ игре је да очистите таблу кликањем на групе да бисте их уништили.
tr: <application>Klickety</application>, <emphasis>Clickomania</emphasis> oyunundan uyarlanmış ve <application>Same Game</application> oyununun kurallarına benzetilmiştir. Amaç, panoyu temizlemek için gruplara tıklayarak onları yok etmektir.

source: <application>KMines</application> is a clone of the classical <emphasis>Minesweeper</emphasis> game, where you have to find hidden mines by logical deduction.
ast: <application>KMines</application> ye un clon del clásicu <emphasis>Minesweeper</emphasis>, au hai d'alcontrar mines anubríes por deducción lóxica.
nb: <application>KMines</application> er en klone av det klassiske <emphasis>Minesveiper</emphasis>-spillet, der du skal finne skjulte miner med logiske fradrag.
oc: <application>KMines</application> es un clòne del classic <emphasis>Deminador</emphasis>, ont cal trobar per deduccion logica las minas amagadas.
sq: <application>KMines</application> është një klon i lojës klasike <emphasis>Minesweeper</emphasis>, ku juve ju duhet të gjeni minat e fshehura duke përdorur logjikën.
sr: <application>КМине</application> је клон класичне игре <emphasis>Миноловац</emphasis>, у којој морате да пронађете скривене мине логичким закључцима.
tr: <application>KMines</application>, klasik <emphasis>Minesweeper</emphasis> oyunun kopyasıdır. Gizlenmiş mayınları tutarlı bir mantık yürüterek bulmalısın.

source: <application>Kolor Lines</application>, or <application>KLines</application>, is the KDE version of the Russian game <emphasis>Lines</emphasis>, where you have to align five game pieces of the same color in one line to remove them from the gameboard.
ast: <application>Kolor Lines</application>, o <application>KLines</application>, ye la versión pa KDE del xuegu Rusu <emphasis>Lines</emphasis>, au hai qu'ensamar cincu pieces del mesmu color pa quitales del tableru.
oc: <application>Kolor Lines</application>, o <application>KLines</application>, es la version KDE del jòc rus <emphasis>Lines</emphasis>, ont cal alinhar cinc elements de la meteissa color sus la meteissa linha per los eliminar del platèu.
sq: <application>Kolor Lines</application>, ose <application>KLines</application>, është versioni KDE i lojës ruse <emphasis>Lines</emphasis>, ku juve ju duhet të vendosni në vijë të drejtë pesë copëza të lojës me të njëjtën ngjyrë për të bërë që ato të hiqen nga tryeza e lojës.
sr: <application>Линије боје</application>, или <application>К-линије</application>, је КДЕ верзија Руске игре <emphasis>Линије</emphasis>, у којој морате да поређате пет елемента исте боје у једној линији да бисте их уклонили са табле.
tr: <application>Kolor Lines</application> veya <application>KLines</application>, <emphasis>Lines</emphasis> isimli Rus oyununun KDE versyonudur. Beş oyun parçasını aynı renklerde bir hatta dizip oyun tahtasından kaldırmalısın.

source: <application>Konquest</application>, the KDE version of <emphasis>Gnu-Lactic Konquest</emphasis>, is a multiplayer strategy game with the goal of expanding your interstellar empire across the galaxy and of course to crush your rivals.
ast: <application>Konquest</application>, la versión KDE de <emphasis>Gnu-Lactic Konquest</emphasis>, ye un xuegu d'estratexa multixugador col envís d'espardir el propiu imperiu al traviés de la galaxa y, por supuestu, baltiar a los rivales.
nb: <application>Konquest</application>, er en KDE-versjon av <emphasis>Gnu-Lactic Konquest</emphasis>. Det er et strategispill for flere spillere der målet er å utvide dit intergalaktiske imperium og knuse dine rivaler.
oc: <application>Konquest</application>, la version KDE de <emphasis>Gnu-Lactic Konquest</emphasis>, es un jòc d'estrategia multijogaires qu'an per objectiu d'espandir vòstre empèri a travèrs la galaxia e plan segur d'espotir vòstres adversaris.
sq: <application>Konquest</application>, versioni KDE i <emphasis>Gnu-Lactic Konquest</emphasis>, është një lojë strategjie me shumë lojtarë e cila ka për qëllim zgjerimin e perandorisë tuaj ndëryjore përmes galaktikave dhe sigurisht duke i shtypur rivalët tuaj.
tr: <application>Konquest</application>, <emphasis>Gnu-Lactic Konquest</emphasis> oyununun KDE versyonudur. Hedefin imparatorluğunu geliştirerek galaksinin diğer tarafındaki düşmanlarını ezmek olduğu çok oyunculu bir strateji oyunudur.
uk: <application>Konquest</application> — це KDE версія <emphasis>Gnu-Lactic Konquest</emphasis>, мультиплеєрної стратегії, де вам потрібно розширяти свою імперію у всій галактиці.

source: <application>KSokoban</application> is a logic game where you are a warehouse keeper trying to push crates to their proper locations in a warehouse.
ast: <application>KSokoban</application> ye un xuegu de lóxica au el xugador ye un guarda de almacén qu'intenta emburriar les caxes a les sos llocalizaciones afayaíces nún atroxu.
nb: <application>KSokoban</application> er et logikkspill der din oppgave som lagersatt er å skyve kasser til rett plass i lageret.
oc: <application>KSokoban</application> es un jòc de logica ont sètz un gardian d'entrepaus qu'ensaja de butar de caissas a lor plaça dins l'entrepaus.
sq: <application>KSokoban</application> është një lojë logjike ku mirëmbajtësi i magazinës tuaj përpiqet t'i vendosë kutitë në vendet e duhura në magazinë.
tr: <application>KSokoban</application> Depodaki sandıkları iterek uygun yerlerine yerleştirmeye çalıştığın bir zeka oyunudur.
uk: <application>KSokoban</application> — це логічна гра, де потрібно поставити ящики на свої місця.

source: <application>KSame</application>, inspired by <emphasis>Same Game</emphasis>, is a simple game played for a high score. The object is to remove as many of the same pieces that are touching for the most points. Speed, the amount of pieces removed at once and the movement of the mouse over possible pieces are taken into account for the final score.
ast: <application>KSame</application>, inspiráu por <emphasis>Same Game</emphasis>, ye un cenciellu xuegu nel que hai d'algamar la más alta puntuación. L'oxetivu ye desaniciar tanes pieces iguales se tén tocando en dalgunos puntos. Entaíne, la cantidá de pieces desaniciaes nún sólu clic y el movimientu del mur sobro les pieces dables tiense en cuenta na puntuación final.
oc: <application>KSame</application>, inspirat de <emphasis>Same Game</emphasis>, es un jòc simple que visa a obténer la melhora marca possibla. L'objectiu es de suprimir lo maximum de pèças similaras adjacentas, Per obténer un maximum de punts. La rapiditat, la quantitat de pèças suprimidas simultanèament e lo movement de la mirga al dessús de las pèças son los elements preses en compte dins la marca finala.
sq: <application>KSame</application>, e frymëzuar nga <emphasis>Same Game</emphasis>, është një lojë e thjeshtë e luajtur për sa më tepër pikë. Objekti është të hiqen sa më shumë pjesë të njëjta që të fitosh sa më tepër pikë. Shpejtësia, sasia e copave të hequra njëherësh dhe lëvizja e miut mbi copat e mundshme merren në konsideratë për pikët finale.
tr: <application>KSame</application>, <emphasis>Same Game</emphasis> oyunundan esinlenilmiş yüksek puan için oyanan basit yapılı bir oyundur Amaç; birbirine bitişik parçaları kaldırmaktır. Hız, parça gruplarının hemen kaldırılması ve fare hakimiyeti alınacak bitiş puanında etkilidir.

source: Windows Games
ast: Xuegos de Windows
nb: Windowsspill
oc: Jòcs per Microsoft Windows
sq: Lojëra për Windows
tr: Windows Oyunları
uk: Ігри Windows

source: Many games which are available for Windows can be run on Linux by using an emulator, such as <application>Wine</application> or <application>Cedega</application>.
ast: Munchos xuegos disponibles pa Windows tamién pueden furrular baxo Linux usando un emulador, como <application>Wine</application> o <application>Cedega</application>.
oc: Fòrça jòcs disponibles per Windows pòdon èsser aviats jos Linux en utilizant un emulator, coma <application>Wine</application> o <application>Cedega</application>.
sq: Shumë lojëra që janë të disponueshme për Windows mund të përdoren në Linux duke përdorur një emulator, siç është <application>Wine</application> apo <application>Cedega</application>.
sr: Многе игре које су доступне за Виндоуз могу бити покренуте на Линуксу коришћењем емулатора, као што је <application>Вино</application> или <application>Седега</application>.
tr: Birçok Windows oyunu <application>Wine</application> veya <application>Cedega</application> gibi emülatörler kullanılarak Linux üzerinde oynanabilir
uk: Багато ігор, які доступні для Windows, можуть бути запущені на Linux використовуючи емулятор, такий як <application>Wine</application> або <application>Cedega</application>.

source: These emulators only work on <emphasis>x86</emphasis> (Intel-based) computers, and will not function on <emphasis>AMD64</emphasis> or <emphasis>PowerPC</emphasis> computers.
ast: Estos emuladores namás furrulen n'equipos <emphasis>x86</emphasis> (basaos en Intel), y nun furrularán n'equipos <emphasis>AMD64</emphasis> o <emphasis>PowerPC</emphasis>.
oc: Aqueles emulators foncionan unicament suls ordenadors <emphasis>x86</emphasis> (compatibles Intel). Foncionan pas suls ordenadors <emphasis>AMD64</emphasis> o <emphasis>PowerPC</emphasis>.
sq: Këta emulatorë punojnë vetëm në kompjuterat <emphasis>x86</emphasis> (bazuar në Intel) dhe nuk do të funksionojnë në kompjuterat <emphasis>AMD64</emphasis> apo <emphasis>PowerPC</emphasis>.
tr: Bu emülatörler sadece <emphasis>x86</emphasis> (Intel-tabanlı) bilgisayarlar altında çalışırlar <emphasis>AMD64</emphasis> veya <emphasis>PowerPC</emphasis> bilgisayarlarda işlevleri yoktur.

source: Wine (free)
ast: Wine (llibre)
nb: Wine (fri og gratis)
oc: Wine (logicial liure)
sq: Wine (falas)
sr: Вино (слободан)
tr: Wine (Ücretsiz)
uk: Wine (вільне ПЗ)

source: <application>Wine</application> is free software, and is able to run several popular games, such as <application>World of Warcraft</application> and <application>Unreal Tournament</application>. For information about Wine, see <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
ast: <application>Wine</application> ye software llibre, y ye quien a executar dellos xuegos populares, como <application>World of Warcraft</application> y <application>Unreal Tournament</application>. Pa más información tocante a Wine, consulte <ulink url="https://help.ubuntu.com/community/Wine">el wiki d'Ubuntu</ulink>.
nb: <application>Wine</application> er fri programvare, og har muligheten til å kjøre en mengde populære spill, som f.eks <application>World of Warcraft</application> og <application>Unreal Tournament</application>. For informasjon om Wine, se <ulink url="https://help.ubuntu.com/community/Wine">the Ubuntu wiki</ulink>.
oc: <application>Wine</application> es un logicial liure, que pòt executar un cèrt nombre de jòcs coneguts, coma <application>World of Warcraft</application> e <application>Unreal Tournament</application>. Per mai d'informacions a prepaus de Wine, consultatz lo <ulink url="http://doc.ubuntu-oc.org/Wine">wiki d'Ubuntu-oc.org</ulink>.
sq: <application>Wine</application> është një program falas, në gjendje që të luajë shumë lojëra të njohura, siç janë <application>World of Warcraft</application> dhe <application>Unreal Tournament</application>. Për informacion rreth Wine, shikoni <ulink url="https://help.ubuntu.com/community/Wine">tek Ubuntu wiki</ulink>.
tr: <application>Wine</application> ücretsiz yazılımdır, ve birkaç popüler programı çalıştırmada yeteneklidir, <application>World of Warcraft</application> ve <application>Unreal Tournament</application> gibi. Wine hakkında bilgi için, Bakın <ulink url="https://help.ubuntu.com/community/Wine">Ubuntu wiki</ulink>.
uk: <application>Wine</application> — це вільне програмне забезпечення, що дозволяє запускати багато популярних ігор, таких як <application>World of Warcraft</application> та <application>Unreal Tournament</application>. Для додаткової інформації про Wine дивіться <ulink url="https://help.ubuntu.com/community/Wine">вікі-сторінку Ubuntu</ulink>.

source: Cedega (commercial)
ast: Cedega (comercial)
nb: Cedega (kommersiell)
oc: Cedega (logicial proprietari)
sq: Cedega komerciale)
sr: Седега (комерцијалан)
tr: Cedega (ticari)
uk: Cedega (комерційне ПЗ)

source: <application>Cedega</application> is based on Wine, but is optimized for running Windows games. Cedega is commercial software and is therefore not free, but it is able to run more games than Wine. For information about Cedega, see <ulink url="https://help.ubuntu.com/community/Cedega">the Ubuntu wiki</ulink>.
ast: <application>Cedega</application> ta basáu en Wine, pero ta optimizáu pa executar xuegos de Windows. Cedega ye un software comercial y, poro, nun ye llibre, pero puede executar más xuegos que Wine. Pa más información sobro Cedega, consulte <ulink url="https://help.ubuntu.com/community/Cedega">el wiki d'Ubuntu</ulink>.
nb: <application>Cedega</application> er bygger på Wine, men er optimalisert for kjøring av Windowsspill. Cedega er kommersiell programvare og er derfor ikke gratis, men kan kjøre flere spill enn Wine. For informasjon om Cedega, se <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu-wiki-en</ulink>.
oc: <application>Cedega</application> es un jaç de compatibiltat Windows basat sus Wine. Es optimizat per executar los jòcs Windows. Cedega es un logicial comercial e doncas, es pas liure, mas es capable d'executar mai de jòcs que Wine. Per mai d'informacion sus Cedega, consultatz sa <ulink url="http://doc.ubuntu-oc.org/cedega">pagina sul Wiki</ulink> occitana.
sq: <application>Cedega</application> është bazuar tek Wine, por është i përmirësuar për të luajtur lojërat e Windows. Cedega është program me pagesë dhe nuk është falas, por është në gjendje të luajë më shumë lojëra se Wine. Për informacion rreth Cedega, shikoni <ulink url="https://help.ubuntu.com/community/Cedega">tek Ubuntu wiki</ulink>.
tr: <application>Cedega</application> Wine tabanlıdır, fakat Windows oyunları çalıştırmak için iyileştirilmiştir. Cedega ticari yazılımdır bu nedenle ücretsiz değildir, ama Wine'ye oranla daha falza oyun çalıştırabilir. Codega hakkında bilgi için, Bakın <ulink url="https://help.ubuntu.com/community/Cedega">Ubuntu wiki</ulink>.
uk: <application>Cedega</application> — це програма, базована на Wine, але оптимізована для запуску Windows ігор. Cedega є комерційним програмним забезпеченням, тому не є безкоштовним, але дозволяє запускати більше ігор ніж Wine. Для додаткової інформації про Cedega дивіться <ulink url="https://help.ubuntu.com/community/Cedega">вікі-сторінку Ubuntu</ulink>.

source: translator-credits
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~malditoastur Marcos https://launchpad.net/~marcos.alvarez.costales Xuacu https://launchpad.net/~xuacusk8
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: 6675636b796f75 https://launchpad.net/~6675636b796f75-deactivatedaccount Aksel H https://launchpad.net/~akselhovdar Daniel Høyer Iversen https://launchpad.net/~dahoiv Eirik Fikkan https://launchpad.net/~efikkan Matthew East https://launchpad.net/~mdke Trygve Vea https://launchpad.net/~trygve-vea-gmail chillpetter https://launchpad.net/~petterbjork kingu https://launchpad.net/~comradekingu
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Cédric VALMARY (Per Tot en òc) https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Ahmet ERTEM https://launchpad.net/~ahmetertem Angel Spy https://launchpad.net/~dilara.ekinci Ayhan Keser https://launchpad.net/~keser-ayhan Burhan Senturk https://launchpad.net/~mbsenturk Can Mustafa Özdemir https://launchpad.net/~canmustafaozdemir Cihan Ersoy https://launchpad.net/~cihan.ersoy Emrah Ergin https://launchpad.net/~erginemr-hotmail Erdem Doğan https://launchpad.net/~erdemdogan83 EsatYuce https://launchpad.net/~esat Hasan Tayyar BEŞİK https://launchpad.net/~hasantayyar Kayra Akman https://launchpad.net/~ckakman Merih AKAR https://launchpad.net/~merihakar Murat Çorlu https://launchpad.net/~muratcorlu Mustafa VELİOĞLU https://launchpad.net/~mustinet Mytonn https://launchpad.net/~mytonn Nazan https://launchpad.net/~mimesises Racih https://launchpad.net/~racih-19 U×R https://launchpad.net/~uxr bsekerciler@gmail.com https://launchpad.net/~bsekerciler caglarersoz https://launchpad.net/~chaosofzeus eMKey https://launchpad.net/~metinkocaer ergin üresin https://launchpad.net/~ergin012 mistifel https://launchpad.net/~mistifel onur kopan https://launchpad.net/~onurkopan pherdee https://launchpad.net/~ferdisonmezay ubuntuki https://launchpad.net/~aleverzurumlu
uk: Launchpad Contributions: Arthur Kulik https://launchpad.net/~arthur-kulik Whitemaster https://launchpad.net/~whitemaster magnolia https://launchpad.net/~mgnl17

source: Frozen Bubble
ast: Burbuya Xelada
sr: Смрзнути балончићи
uk: Льодяна кулька

source: Neverball
sr: Невербол

source: Scorched3D
sr: Спаљеност 3Д

source: Chromium
sr: Хромирани
uk: Хром

source: SuperTux
sr: Супер Тукс
uk: Супер Тюкс

source: Tremulous
sr: Треперавко
uk: Тремулус

source: Nexuiz
sr: Нексуиз
