Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Before you can transfer files between Bluetooth-enabled devices, you first need to connect them. This is also called, "pairing" Bluetooth devices.
ast: Enantes de poder tresferir ficheros ente preseos Bluetooth, primero tendrá que conectarlos. A esto se le denomina «emparejar» preseos Bluetooth.
el: Πριν μπορέσετε να μεταφέρετε αρχεία μεταξύ συσκευών που επιτρέπουν Bluetooth, πρώτα χρειάζεται να τις ταιριάξετε (pairing). Αυτό λέγεται επίσης και «ταίριασμα» συσκευών Bluetooth.
es: Antes de poder transferir archivos entre dispositivos Bluetooth, primero tendrá que conectarlos. A esto se le denomina «emparejar» dispositivos Bluetooth.
fi: Ennen kuin voit siirtää tiedostoja Bluetoothia käyttävien laitteiden välillä, kyseiset laitteet tulee yhdistää toisiinsa. Tätä kutsutaan myös Bluetooth-laitteiden "parittamiseksi".
nl: Voordat u bestanden kunt overdragen van het ene Bluetooth-apparaat naar het andere, dient u ze eerst aan te sluiten. Dit staat ook bekend als het "pairen" van Bluetooth-apparaten.
pt_br: Antes que você possa transferir arquivos entre dispositivos Bluetooth-habilitados, vocÊ primeiro precisa conectá-los. Isso também é chamado de "paring" dispositivos Bluetooth
ru: Чтобы иметь возможность переносить файлы между устройствами Bluetooth, сначала нужно соединить их. Этот процесс называют также «сопряжением» устройств Bluetooth.

source: <link xref="bluetooth-turn-on-off">Turn on</link> your computer's Bluetooth device.
ast: <link xref="bluetooth-turn-on-off">Apagar</link> el preséu Bluetooth de su equipu.
el: <link xref="bluetooth-turn-on-off">Ενεργοποιήστε</link> τη συσκευή Bluetooth του υπολογιστή σας.
es: <link xref="bluetooth-turn-on-off">Apagar</link> el dispositivo Bluetooth de su equipo.
fi: <link xref="bluetooth-turn-on-off">Kytke päälle</link> tietokoneesi Bluetooth-sovitin.
nl: Het Bluetooth-apparaat van uw computer <link xref="bluetooth-turn-on-off">inschakelen</link>.
pt_br: <link xref="bluetooth-turn-on-off">Ligue</link> o dispositivo Bluetooth do seu computador.
ru: <link xref="bluetooth-turn-on-off">Включите</link> устройство Bluetooth на вашем компьютере.

source: Select the <gui>Bluetooth menu</gui> in the <gui>top panel</gui>, and select <gui>Set up new device...</gui>.
ast: Escueyi el <gui>Menú Bluetooth</gui> nel <gui>panel superior</gui> y escueyi <gui>Configurar un preséu nuevu...</gui>.
el: Επιλέξτε το <gui>μενού bluetooth </gui> στον <gui>πάνω πίνακα</gui> και επιλέξτε <gui> Ρύθμιση νέας συσκευής…</gui>.
es: Seleccione el <gui>Menú Bluetooth</gui> en el <gui>panel superior</gui> y seleccione <gui>Configurar un dispositivo nuevo...</gui>.
fi: Valitse <gui>Bluetooth-valikko</gui> <gui>yläpaneelista</gui> ja napsauta <gui>Asenna uusi laite...</gui>
nl: Selecteer het <gui>Bluetooth-menu</gui> in het <gui>bovenpaneel</gui>, en kies <gui>Nieuw apparaat instellen...</gui>.
pt_br: Selecione o <gui>menu Bluetooth</gui> no <gui>painel superior</gui>, e selecione <gui>configurar um novo dispositivo</gui>.
ru: В <gui>меню Bluetooth</gui> на <gui>верхней панели</gui> выберите пункт <gui>Настроить новое устройство...</gui>.

source: Make the other Bluetooth device discoverable or visible, and place it within 10 meters of your computer. Then select <gui>Forward</gui>. Your computer will begin searching for devices.
ast: Fae que el otru preséu Bluetooth se ponga «descubrible» o visible, y colóquelo a menos de diez metros de su equipu. Dempués, escueyi <gui>Adelante</gui>. Su equipu empezará a guetar preseos.
el: Κάντε την άλλη συσκευή bluetooth ανιχνεύσιμη ή ορατή και τοποθετήστε την σε απόσταση 10 μέτρων από τον υπολογιστή σας. Στη συνέχεια, επιλέξτε <gui> Προώθηση</gui>. Ο υπολογιστής σας θα αρχίσει την αναζήτηση συσκευών.
es: Haga que el otro dispositivo Bluetooth se ponga «descubrible» o visible, y colóquelo a menos de diez metros de su equipo. Luego, seleccione <gui>Adelante</gui>. Su equipo empezará a buscar dispositivos.
fi: Aseta Bluetooth-laitteesi löydettäväksi (myös termiä "näkyvä" käytetään) ja varmista, että kyseinen laite on alle 10 metrin etäisyydellä tietokoneesta. Napsauta sitten <gui>Seuraava</gui>. Tietokone alkaa etsiä muita Bluetooth-laitteita.
nl: Zorg ervoor dat het andere Bluetooth-apparaat gevonden kan worden of zichtbaar is en plaats het binnen 10 meter van uw computer. Kies daarna <gui>Volgende</gui>. Uw computer zal beginnen met het zoeken naar apparaten.
pt_br: Faça outro dispositivo Bluetooth reconhecível ou visível, e coloque-o a 10 metros de seu computador. Então selecione <gui>encaminhar</gui>. Seu computador irá começar a procurar por dispositivos.
ru: Сделайте другое устройство Bluetooth «видимым» и поместите его в пределах 10 метро от компьютера. Затем щёлкните <gui>Вперёд</gui>. Компьютер начнёт поиск устройств.

source: If there are too many devices listed, select the <gui>Device type</gui> drop-down bar to display only a single type of device in the list.
ast: Si hai demasiados preseos na llista, escueyi la barra desplegable <gui>Triba de preséu</gui> pa amosar un único triba de preséu en la llista.
el: Εάν υπάρχουν πάρα πολλές συσκευές στη λίστα, επιλέξτε την αναδυόμενη γραμμή <gui>Τύπος συσκευής</gui> για να εμφανίσετε μόνο έναν τύπο συσκευής στη λίστα.
es: Si hay demasiados dispositivos en la lista, seleccione la barra desplegable <gui>Tipo de dispositivo</gui> para mostrar un único tipo de dispositivo en la lista.
fi: Jos laitteita on liikaa, käytä <gui>Laitetyyppi</gui> -pudotusvalikkoa näyttämään vain yhdentyyppisiä laitteita listassa.
nl: Als er te veel apparaten in de lijst staan, selecteer dan het keuzemenu <gui>soort apparaat</gui> om slechts één soort apparaat uit de lijst weer te geven.
pt_br: Se existirem muitos dispositivos listados, selecione a barra drop-down <gui>tipo de dispositivo</gui> para exibir apenas um único tipo de dispositivo na lista.
ru: Если в списке появляется слишком много устройств, можете ограничить список показом устройств только заданного типа с помощью выпадающего списка <gui>Тип устройства</gui>

source: Select <gui>PIN options...</gui> to set how a PIN will be delivered to the other device.
ast: Esbillar <gui>Opciones de PIN...</gui> pa afitar como entregar un PIN a otru preséu.
el: Επιλέξτε <gui> Επιλογές PIN…</gui> για να ορίσετε έναν αριθμό PIN ο οποίος θα παραδοθεί στην άλλη συσκευή.
es: Seleccionar <gui>Opciones de PIN...</gui> para establecer como entregar un PIN a otro dispositivo.
fi: Valitse <gui>PIN-valinnat...</gui> asettaaksesi, miten PIN siirretään toiseen laitteeseen.
nl: Kies <gui>PIN-opties...</gui> om in te stellen hoe een PIN aan een ander apparaat zal worden doorgegeven.
pt_br: Selecione <gui>opções de PIN</gui> para configurar como um PIN irá ser entregue para o outro dispositivo.
ru: Щёлкните <gui>Параметры PIN...</gui>, чтобы указать, какой PIN-код будет отправлен на другое устройство.

source: The automatic PIN setting will use a six-digit numerical code. A device with no input keys or screen, such as a mouse or headset, may require a specific PIN such as 0000, or no PIN at all. Check your device's manual for the proper setting.
ast: La opción de PIN automáticu usará un códigu numbéricu de seis díxitos. Los preseos que no dispongan de tecles de entrada o pantalla, como ratones o auriculares, necesitarán que especifica un PIN como 0000, o dengún en absoluto. Consulte nel manual de su preséu cuál es la opción adecuada.
el: Η αυτόματη ρύθμιση PIN θα χρησιμοποιήσει έναν εξαψήφιο αριθμητικό κωδικό. Μία συσκευή χωρίς πλήκτρα εισόδου ή οθόνη, όπως ένα ποντίκι ή ακουστικά, μπορεί να απαιτήσουν ένα συγκεκριμένο αριθμό PIN, όπως 0000, ή και καθόλου PIN. Ελέγξτε το εγχειρίδιο της συσκευής σας για την κατάλληλη ρύθμιση.
es: La opción de PIN automático usará un código numérico de seis dígitos. Los dispositivos que no dispongan de teclas de entrada o pantalla, como ratones o auriculares, necesitarán que especifique un PIN como 0000, o ninguno en absoluto. Consulte en el manual de su dispositivo cuál es la opción adecuada.
fi: Automaatiinen PIN-aestus käyttää kuusinumeroista koodia. Laite, jolla ei ole näppäimiä tai näyttöä (kuten hiiri tai langattomat kuulokkeet), voivat tarvita tietyn PIN:in, kuten 0000 tai PIN:iä ollenkaan. Tarkista oikeat asetukset laitteesi ohjekirjasta.
nl: De automatische PIN-instelling zal een numerieke code van zes cijfers gebruiken. Een apparaat zonder toetsen of scherm, zoals een muis of koptelefoon, heeft mogelijk een speciale PIN zoals 0000 nodig, of helemaal geen PIN. Raadpleeg de handleiding van het apparaat voor de juiste instelling.
pt_br: A configuração automática do PIN irá usar um código numérico de seis dígitos. Um dispositivo sem chaves de entrada ou tela, como um mouse ou headset, talvez requeiram um PIN específico como 0000, ou nenhum PIN qualquer. Cheque o manual do seu dispositivo para a configuração apropriada.
ru: При автоматической настройке PIN-кода используется шестизначный цифровой код. Если устройство не имеет клавиш ввода или экрана (например, мышь или гарнитура), для него может потребоваться ввести значение PIN, равное 0000, или вообще не использовать PIN-код. Найдите правильные настройки в руководстве по эксплуатации устройства.

source: Choose an appropriate PIN setting for your device, and then select <gui>Close</gui>.
ast: Escueyi una opción afayadiza de PIN pa su preséu, y dempués calca en <gui>Zarrar</gui>.
el: Επιλέξτε την κατάλληλη ρύθμιση PIN για τη συσκευή σας και στη συνέχεια επιλέξτε <gui> Κλείσιμο</gui>.
es: Seleccione una opción apropiada de PIN para su dispositivo, y luego pulse en <gui>Cerrar</gui>.
fi: Valitse laitteellesi sopiva PIN-valinta ja valitse <gui>Sulje</gui>.
nl: Kies een geschikte PIN-instelling voor uw apparaat en kies daarna <gui>Afsluiten</gui>.
pt_br: Escolha uma configuração de PIN apropriada para o seu dispositivo e então selecione <gui>fechar</gui>
ru: Выберите подходящую для вашего устройства настройку PIN-кода и щёлкните <gui>Закрыть</gui>.

source: Select <gui>Forward</gui> to proceed. If you did not choose a preset PIN, the PIN will be displayed on the screen.
ast: Escueyi <gui>Adelante</gui> pa siguir. Si no eligió un PIN predefinido, se mostrará el PIN na pantalla.
el: Επιλέξτε <gui>Προώθηση</gui> για να συνεχίσετε. Αν δεν επιλέξατε ένα προεπιλεγμένο ΡΙΝ, ο αριθμός ΡΙΝ θα εμφανιστεί στην οθόνη.
es: Seleccione <gui>Adelante</gui> para continuar. Si no eligió un PIN predefinido, se mostrará el PIN en la pantalla.
fi: Valitse <gui>Eteenpäin</gui> jatkaaksesi. Jos et valinnut esiasettua PIN:iä, PIN näytetään näytöllä.
nl: Kies <gui>Volgende</gui> om door te gaan. Als u geen vooraf ingestelde PIN heeft gekozen, zal de PIN op het scherm weergegeven worden.
pt_br: Selecione <gui> avançar</gui> para prosseguir. Se você não escolheu um PIN pré-definido, o PIN será exibido na tela.
ru: Нажмите кнопку <gui>Вперед</gui> для продолжения. Если вы не выбрали PIN-кода заранее, он будет отображен на экране.

source: Enter the PIN code on your other device, if required. You need to finish your entry within about 20 seconds on most devices, or the connection will not be completed. If that happens, return to the device list and start again.
ast: Introduza el códigu PIN de su otru preséu, en caso necesariu. Na mayoría de los preseos, tendrá que introducirlo en menos de veinte segundos, o la conexón no se completará. Si pasara, vuelva a la llista de preseos y empiece de nuevu.
el: Εισάγετε τον κωδικό PIN στην άλλη συσκευή, εάν απαιτείται. Για να ολοκληρωθεί η εγγραφή σας χρειάζονται περίπου 20 δευτερόλεπτα για τις περισσότερες συσκευές, αλλιώς η σύνδεση δεν θα ολοκληρωθεί. Εάν αυτό συμβεί, επιστρέψτε στη λίστα με τις συσκευές και ξεκινήστε από την αρχή.
es: Introduzca el código PIN de su otro dispositivo, en caso necesario. En la mayoría de los dispositivos, tendrá que introducirlo en menos de veinte segundos, o la conexión no se completará. Si pasara, vuelva a la lista de dispositivos y empiece de nuevo.
fi: Kirjoita PIN-koodi toiselle laitteelle, jos se vaatii sitä. Sinun täytyy suorittaa kirjautuminen noin 20 sekunnissa useimmilla laitteilla tai yhteyttä ei luoda. Jos se tapahtuu, palaa laitelistaan ja aloita alusta.
nl: Voer, indien nodig, de PIN-code in op het andere apparaat. Op de meeste apparaten dient u dit binnen de 20 seconden te hebben gedaan, anders zal de verbinding niet afgerond zijn. Als dat gebeurt, ga dan terug naar de apparatenlijst en begin opnieuw.
pt_br: Digite o código PIN para o seu outro dispositivo, se necessário. Você precisa terminar sua entrada em aproximadamente 20 segundos na maioria dos dispositivos, ou a conexão não será completada. Se isso acontecer, retorne para a lista de dispositivos e recomece novamente.
ru: При необходимости введите PIN-код на другом устройстве. На большинстве устройств нужно успеть закончить ввод в течение 20 секунд, или подключение не будет установлено. В этом случае вернитесь в список устройств и попробуйте снова.

source: A message appears when the connection successfully completes. If the device offers other capabilities, such as Personal Area Networking (PAN) on a mobile phone, you can enable them using checkboxes. Then select <gui>Close</gui>.
ast: Aparecerá un mensaxe cuando la conexón se complete correcho. Si el preséu ufierta otres carauterístiques, como Red de estaya personal (Personal Area Networking, PAN) o un teléfonu móvil, podrá habilitarlas usando casillas de verificación. Dempués, escueyi <gui>Zarrar</gui>.
el: Ένα μήνυμα εμφανίζεται όταν η σύνδεση ολοκληρωθεί με επιτυχία. Εάν η συσκευή προσφέρει και άλλες δυνατότητες, όπως η ρύθμιση προσωπικού δικτύου (PAN) σε ένα κινητό τηλέφωνο, μπορείτε να τις ενεργοποιήσετε χρησιμοποιώντας τα πλαίσια ελέγχου. Στη συνέχεια, επιλέξτε <gui>Κλείσιμο</gui>.
es: Aparecerá un mensaje cuando la conexión se complete correctamente. Si el dispositivo ofrece otras características, como Red de área personal (Personal Area Networking, PAN) o un teléfono móvil, podrá habilitarlas usando casillas de verificación. Después, seleccione <gui>Cerrar</gui>.
fi: Viesti ilmestyy, kun yhteys on valmis. Jos laite tarjoaa muita ominaisuuksia, kuten Personal Area Networking (PAN, likiverkko) matkapuhelimessa, voit ottaa ne käyttöön ruksaamalla ruudut. Sitten valitse <gui>Sulje</gui>.
nl: Er verschijnt een bericht wanneer de verbinding met succes is gemaakt. Als het apparaat meer mogelijkheden biedt, zoals Personal Area Networking (PAN) op een mobiele telefoon, dan kunt u die inschakelen via aankruisvakjes. Kies daarna <gui>Afsluiten</gui>.
pt_br: U:ma mensagem aparecerá quando a conexão for completada com sucesso. Se o dispositivo oferecer outras capacidades, como uma área pessoal de rede (PAN) em um telefone móvel, você pode habilitá-la usando caixa de verificação. Então selecione <gui>fechar</gui>
ru: При успешном выполнении соединения появляется всплывающее сообщение. Если устройство поддерживает другие возможности, как, например, Personal Area Networking (PAN) в мобильном телефоне, вы можете включить их, установив соответствующие флажки. Затем выберите <gui>Закрыть</gui>.

source: You can <link xref="bluetooth-remove-connection">remove a Bluetooth connection</link> later if desired.
ast: Podrá <link xref="bluetooth-remove-connection">desaniciar una conexón Bluetooth</link> más adelante, si lo quies.
el: Μπορείτε να <link xref="bluetooth-remove-connection">αφαιρέσετε μία σύνδεση bluetooth</link> αργότερα αν το επιθυμείτε.
es: Podrá <link xref="bluetooth-remove-connection">eliminar una conexión Bluetooth</link> más adelante, si lo desea.
fi: Voit <link xref="bluetooth-remove-connection">poistaa Bluetooth-yhteyden</link> myöhemmin niin halutessasi.
nl: U kunt later desgewenst <link xref="bluetooth-remove-connection"> een Bluetooth-verbinding verwijderen</link>.
pt_br: Você pode <link xref="bluetooth-remove-connection">remover uma conexão Bluetooth</link> mais tarde se quiser.
ru: При желании, вы сможете затем <link xref="bluetooth-remove-connection">удалить Bluetooth-соединение</link>.

source: The adapter could be turned off or may not have drivers, or Bluetooth might be disabled or blocked.
ast: Puede que el adaptador esté apagáu o que no ten controladores, o puede que ten desactiváu el Bluetooth o que esté bloquiáu.
el: Ο υποδοχέας ενδεχομένως είναι απενεργοποιημένος ή δεν υπάρχουν διαθέσιμοι οδηγοί ή το bluetooth είναι απενεργοποιημένο ή φραγμένο.
fi: Sovitin voi olla pois käytöstä, sillä ei ole ajureita tai Bluetooth voi olla poistettu käytöstä tai estetty.
nl: Het kan zijn dat de adapter is uitgeschakeld, of geen stuurprogramma heeft, of Bluetooth kan uitgeschakeld of geblokkeerd zijn.
pt_br: O adaptador pode ser desligado ou pode não ter drivers, ou Bluetooth pode ser desativado ou bloqueado.
ru: Адаптер может быть выключен или для него отсутствуют драйверы, Bluetooth может быть отключен или заблокирован.

source: Why can't I connect my Bluetooth device?
ast: ¿Por qué no puedo coneutar mi preséu Bluetooth?
el: Γιατί δεν μπορώ να συνδέσω τη συσκευή μου Bluetooth;
es: ¿Por qué no puedo conectar mi dispositivo Bluetooth?
fi: Miksi Bluetooth-yhteydenmuodostus ei onnistu?
nl: Waarom kan ik mijn Bluetooth-apparaat niet aansluiten?
pt_br: Por que não consigo conectar o meu dispositivo Bluetooth?
ru: Почему я не могу подключить моё устройство Bluetooth?

source: There are a number of reasons why you may not be able to connect to a Bluetooth device (like a phone or headset):
ast: Hai varias razones por les que es posible que no pueda coneutase a un preséu Bluetooth (como un teléfonu o unos auriculares):
el: Υπάρχουν αρκετοί λόγοι για του οποίους δεν είναι δυνατό να συνδέσετε μια συσκευή Bluetooth (όπως ένα τηλέφωνο ή ακουστικά):
es: Hay varias razones por las que es posible que no pueda conectarse a un dispositivo Bluetooth (como un teléfono o unos auriculares):
fi: Bluetooth-laitteeseen (kuten puhelimeen tai kuulokemikrofoniin) yhdistämisen epäonnistuminen voi johtua useista eri syistä:
nl: Er zijn meerdere redenen waarom u een Bluetooth-apparaat (zoals een telefoon of koptelefoon) niet kunt aansluiten:
pt_br: Há uma série de motivos pelos quais você não consegue se conectar a um dispositivo Bluetooth (como um celular ou um fone de ouvido):
ru: Есть несколько причин, по которым вы не можете подключиться к устройству с Bluetooth (например к телефону или гарнитуре):

source: Connection blocked or untrusted
ast: Conexón bloquiada o sin confianza
el: Σύνδεση μπλοκαρισμένη ή μη έμπιστη
es: Conexión bloqueada o sin confianza
fi: Yhteys on estetty tai yhteys ei ole luotettu
nl: Verbinding geblokkeerd of niet te vertrouwen
pt_br: Conexão bloqueada ou não confiável
ru: Соединение заблокировано или является недоверенным

source: Some Bluetooth devices block connections by default, or require you to change a setting to allow connections to be made. Make sure that your device is setup to allow connections.
ast: Dellos preseos Bluetooth bloquean les conexones de manera predeterminada o requieren que se les camuda la configuración pa permitir les conexones. Asegúrese de que su preséu permite les conexones.
el: Μερικές συσκευές Bluetooth μπλοκάρουν τις συνδέσεις από προεπιλογή, ή απαιτείται από εσάς να αλλάξετε μια ρύθμιση να επιτρέπεται να γίνουν συνδέσεις. Σιγουρευτείτε ότι η συσκευή σας είναι ρυθμισμένη να επιτρέπει συνδέσεις.
fi: Tietyt Bluetooth-laitteet estävät oletuksena yhteydet tai vaativat asetusten muuttamista yhteyden luomiseksi. Varmista, että laite on asetettu hyväksymään yhteydet.
nl: Sommige Bluetooth-apparaten blokkeren standaard alle verbindingen, of vereisen dat je een instelling verandert om verbindingen toe te staan. Zorg ervoor dat uw apparaat zo is ingesteld dat verbindingen zijn toegestaan.
pt_br: Alguns dispositivos Bluetooth bloqueiam conexões por padrão, ou exigem que você alterar uma configuração para permitir conexões a serem feitas. Certifique-se que o dispositivo esteja configurado para permitir conexões.
ru: Некоторые устройства Bluetooth по умолчанию запрещают установку соединений, или требуют изменить настройки, разрешающие устанавливать соединения. Убедитесь, что в настройках вашего устройства установка соединений разрешена.

source: Bluetooth hardware not recognized
ast: Hardware Bluetooth no reconocido
el: Η συσκευή Bluetooth δεν αναγνωρίστηκε
es: Hardware Bluetooth no reconocido
fi: Bluetooth-sovitinta ei tunnistettu
nl: Bluetooth-hardware niet herkend
pt_br: Hardware Bluetooth não reconhecido
ru: Неизвестное устройство Bluetooth

source: Your Bluetooth adapter/dongle may not have been recognized by the computer. This could be because drivers for the adapter aren't installed. Some Bluetooth adapters aren't supported on Linux, and so you may not be able to get the right drivers for them. In this case, you will probably have to get a different Bluetooth adapter.
ast: Es posible que su equipu no heba reconocido su adaptador Bluetooth. Esto puede deberse a que no ten instalaos los controladores pa su adaptador. Dellos adaptadores Bluetooth no funcionan con Linux, y por tanto no le sedrá posible consiguir los controladores apropiados pa ellos. En tal caso, dablemente tendrá que consiguir otru adaptador Bluetooth distintu.
el: Ο προσαρμογέας Bluetooth σας / dongle μπορεί να μην έχει αναγνωριστεί από τον υπολογιστή. Αυτό θα μπορούσε να είναι επειδή δεν έχουν εγκατασταθεί προγράμματα οδήγησης για τον προσαρμογέα. Ορισμένοι προσαρμογείς Bluetooth δεν υποστηρίζονται από το Linux, και έτσι δεν μπορεί να ενεργοποιηθεί Σε αυτή την περίπτωση, μάλλον θα πρέπει να πάρετε ένα διαφορετικό προσαρμογέα Bluetooth.
es: Es posible que su equipo no haya reconocido su adaptador Bluetooth. Esto puede deberse a que no tenga instalados los controladores para su adaptador. Algunos adaptadores Bluetooth no funcionan con Linux, y por tanto no le será posible conseguir los controladores apropiados para ellos. En tal caso, probablemente tendrá que conseguir otro adaptador Bluetooth diferente.
fi: Tietokoneesi ei välttämättä ole tunnistanut Bluetooth-sovitintasi. Tämä voi johtua siitä, että sovittimen ajureita ei ole asennettu. Osa Bluetooth-sovittimista ei tue Linuxia, ja et välttämättä löydä niille toimivia ajureita. Tällaisissa tapauksissa lienee tarpeen hankkia toinen Bluetooth-sovitin.
nl: Het kan zijn dat uw Bluetooth-adapter/dongle niet herkend werd door de computer. Dit kan komen doordat de stuurprogramma's voor de adapter niet zijn geïnstalleerd. Sommige Bluetooth-adapters worden niet ondersteund door Linux waardoor u mogelijk niet aan de juiste stuurprogramma's ervoor kunt komen. In dit geval dient u waarschijnlijk een andere Bluetooth-adapter aan te schaffen.
pt_br: O adaptador Bluetooth pode não ter sido reconhecido pelo computador. Isto pode ser porque os drivers para o adaptador não estão instalados. Alguns adaptadores Bluetooth não são suportadas no Linux, e assim você pode não ser capaz de obter os drivers certos para eles. Neste caso, você provavelmente terá que obter um adaptador Bluetooth diferente.
ru: Ваш адаптер/ключ Bluetooth может быть не распознан компьютером. Возможно, не установлены драйверы для адаптера. Некоторые адаптеры Bluetooth не поддерживаются в LInux, поэтому у вас не получится установить правильные драйверы. В этом случае вам, вероятно, понадобится другой адаптер Bluetooth.

source: Adapter not switched on
ast: Adaptador no prendíu
el: Ο προσαρμογές δεν έχει ενεργοποιηθεί
es: Adaptador no encendido
fi: Sovitinta ei ole kytketty päälle
nl: Adapter niet ingeschakeld
pt_br: Adaptador não está ligado
ru: Адаптер не включен
