Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Add PPAs to extend the software sources Ubuntu uses for installation and upgrades.
ca: Afegeix PPA per estendre les font que usa l'Ubuntu per a instaŀlacions i actualitzacions.
cs: Přidejte PPA pro rozšíření zdrojů softwaru, které Ubuntu používá pro instalaci a aktualizaci.
de: Hinzufügen von PPAs für weitere Software-Quellen für Installation und Aktualisierungen für Ubuntu.
fr: Ajouter des PPA pour étendre les ressources logicielles qu'utilise Ubuntu pour l'installation et les mises à jour.
gl: Engada PPAs para ampliar as orixes do software que Ubuntu usa para instalacións e anovacións.
hr: Dodajte PPA repozitorije kako bi proširili izvore softvera koje Ubuntu koristi za instalaciju i nadogradnju.
id: Tambahkan PPA untuk mempeluas sumber perangkat lunak yang digunakan Ubuntu untuk instalasi dan peningkatan.
ko: 우분투에서 설치와 업그레이드를 위해 사용할 소프트웨어 소스를 확장하기 위해 PPA를 추가하세요.
lt: Pridėdami kitų tiekėjų asmenines paketų saugyklas (PPA) išplėsite įdiegti ar atnaujinti galimų programų kiekį.
lv: Pievienojiet PPA, lai paplašinātu programmatūras avotus, ko izmanto Ubuntu instalēšanai un uzlabošanai.
ms: Tambah PPA untuk menambah sumber perisian yang Ubuntu guna untuk pemasangan dan penataran.
my: ထည့်သွင်းမှုနှင့်အဆင့်မြှင့်တင်မှုများအတွက် Ubuntu အသုံးပြုသည့် software ရင်းမြစ်များကိုချဲ့ရန် PPAs ထည့်ပါ။
pl: Dodawanie PPA, aby rozszerzyć źródła oprogramowania wykorzystywane przez Ubuntu do instalacji i aktualizacji.
sv: Lägg till PPAer för att utöka de programkällor Ubuntu använder för installationer och uppgraderingar.
tr: Ubuntu'nun kurulum ve yükseltmeler için kullandığı yazılım kaynaklarını genişletmek için PPA'lar ekleyin.
zh_cn: 添加 PPA 以扩展 Ubuntu 用于安装和升级的软件源。

source: <em>Personal Package Archives (PPAs)</em> are software repositories designed for Ubuntu users and are easier to install than other third-party repositories. PPAs are often used to distribute pre-release software so that it can be tested.
ca: Els <em>Personal Package Archives (PPAs)</em> són repositoris de programari dissenyats per usuaris d'Ubuntu i són més fàcils d'instaŀlar que altres repositoris de tercers. Els PPA s'usen sovint per distribuir programari abans del llançament oficial perquè es pugui provar.
cs: <em>Personal Package Archives (PPA)</em> jsou repozitáře softwaru navržené pro uživatele Ubuntu a jednodušší na instalaci než jiné repozitáře třetích stran. PPA jsou často použity k distribuci softwaru před jeho vydáním tak, aby bylo možno jej testovat.
de: <em>Personal Package Archives (PPAs)</em> sind Programmquellen für Ubuntu-Verwender, die leichter zu installieren sind als andere Dritt-Programmquellen. PPAs dienen zumeist der Verteilung von Vorversionen, die damit getestet oder ausprobiert werden können.
fr: Les <em>Personal Package Archives (PPAs)</em> (Archives Personnelles de Paquets) sont des dépôts de logiciels conçus pour les utilisateurs d'Ubuntu et sont plus faciles à utiliser que d'autres dépôts tiers. Les PPA sont souvent utilisés pour distribuer des logiciels avant leur sortie officielle afin qu'ils soient testés.
gl: <em>Os Arquivos de paquetes persoais (PPAs)</em> son repositorios de software deseñados para usuarios do Ubuntu, son máis doados de instalar que outros repositorios. Os PPA moitas veces úsanse para distribuír software pre-publicado para ser probado.
hr: <em>Osobna Arhive Softvera (PPA)</em> su softverski repozitoriji dizajnirani za Ubuntu korisnike i lakše ih je instalirati nego ostale repozitorije treće strane. PPA repozitoriji se često koriste za distribuciju predizdanja softvera kako bi se mogao testirati.
id: <em>Personal Package Archives (PPA, Arsip Paket Pribadi)</em> adalah repositori perangkat lunak yang dirancang untuk pengguna Ubuntu dan lebih mudah dipasang daripada repositori pihak ketiga lainnya. PPA sering digunakan untuk mendistribusikan perangkat lunak prarilis sehingga dapat diuji.
ko: <em>Personal Package Archives (PPAs)</em> 는 서드파티 리파지토리들의 패키지를 쉽게 설치할수 있는 우분투 사용자들을 위해 개발된 도구 입니다. PPA는 테스트를 위한 사전 배포에 주로 사용되기도 합니다.
lt: <em>Privačios paketų saugyklos (PPA)</em> - tai programinės įrangos saugyklos sukurtos specialiai Ubuntu naudotojams, jas naudoti yra paprasčiau ir saugiau nei kitų tiekėjų siūlomas saugyklas. PPA saugyklos dažnai yra naudojamos platinti naujausią programinę įrangą, kuri dar nėra įdėta į oficialias Ubuntu programų saugyklas.
lv: <em>Personīgo pakotņu arhīvi (PPA)</em> ir programmatūras krātuves, kas ir veidotas Ubuntu lietotājiem un tās ir vienkāršāk instalēt, nekā citas trešās puses krātuves. PPA bieži izmanto, lai izplatītu vēl neizlaistu programmatūru, lai to varētu testēt.
ms: <em>Personal Package Archives (PPAs)</em> atau Arkib Pakej Peribadi adalah repositori perisian yang direka untuk pengguna Ubuntu dan lebih mudah dipasang berbanding lain-lain repositori pihak-ketiga. PPA selalunya digunakan untuk pengagihan perisian pra-keluaran supaya ia boleh diuji oleh orang ramai.
my: <em> Personal Package Archives (PPAs) </em> သည် Ubuntu အသုံးပြုသူများအတွက်ဒီဇိုင်းထုတ်ထားသောဆော့ဖ်ဝဲသိုလှောင်မှုဖြစ်ပြီးအခြားသော third-party repositories ထက် install လုပ်ရန်ပိုမိုလွယ်ကူသည်။ PPAs များကိုမကြာခဏစစ်ဆေးပြီး၎င်းကိုကြိုတင်ဖြန့်ချိသည့် software ကိုဖြန့်ဝေရန်အသုံးပြုသည်။
pl: <em>Osobiste archiwum pakietów (PPA)</em> to repozytorium oprogramowania dla użytkowników Ubuntu, które jest łatwiejsze w obsłudze od innych repozytoriów stron trzecich. Są one często wykorzystywane do udostępniania oprogramowania przed wydaniem, umożliwiając jego testowanie.
sv: <em>Privata PaketArkiv (PPAer)</em> är programförråd utformade för Ubuntu-användare, och enklare att installera från än andra externa förråd. PPAer används ofta för att tillgängliggöra program innan de släpps så att de kan testas.
zh_cn: <em>个人软件包档案（PPA）</em>是为 Ubuntu 用户设计的软件存储库，比其他第三方存储库更易于安装。PPA 通常用于分发预发布软件，以便可以对其进行测试。

source: Only add software repositories from sources that you trust!
ca: Afegiu només dipòsits de programari de fonts en les quals confieu.
cs: Přidávejte pouze ty zdroje softwaru, kterým důvěřujete!
de: Fügen Sie nur Paketquellen hinzu, wenn Sie deren Quellen vertrauen.
fr: Ajoutez seulement des dépôts de logiciels provenant de sources en lesquelles vous avez confiance !
gl: Engada unicamente repositorios de software desde orixes de confianza.
hr: Samo dodavajte repozitorije softvera koji su pouzdani!
id: Tambahkan repositori perangkat lunak hanya dari sumber yang Anda percayai!
ko: 신뢰하는 sources에서 알아낸 소프트웨어 리파지토리만 추가해야 합니다!
lt: Pridėkite tik patikimas programinės įrangos saugyklas!
lv: Pievienojiet programmatūras krātuves tikai no avotiem, kam uzticaties!
ms: Hanya tambah repositori perisian dari sumber yang anda percayai!
my: သင်ယုံကြည်ရသောရင်းမြစ်များမှ software repositories များကိုသာထည့်ပါ။
pl: Dodawaj repozytoria oprogramowania tylko z zaufanych źródeł!
sl: Dodajte skladišča programske opreme iz virov, ki jim zaupate!
sv: Lägg bara till programarkiv från källor du litar på!
tr: Sadece güvendiğiniz kaynakların yazılım depolarını ekleyin!
zh_cn: 请务必确保您添加的软件源的安全性。

source: Third-party software repositories are not checked for security or reliability by Ubuntu members, and may contain software which is harmful to your computer.
ca: Els dipòsits de programari de terceres parts no estan verificats en quant a la seva seguretat o fiabilitat per membres de l'Ubuntu, i poden contenir programari que pot ser danyí per al vostre ordinador.
cs: Zdroje softwaru třetích stran nejsou kontrolovány členy Ubuntu co se týče bezpečnosti a spolehlivosti a mohou obsahovat software nebezpečný pro váš počítač.
de: Paketquellen von Drittanbietern werden von Ubuntu-Mitgliedern nicht auf Vertrauenswürdigkeit geprüft und können Anwendungen enthalten, die schädlich für Ihren Rechner sind.
fr: La sécurité et la fiabilité des dépôts de logiciels tiers ne sont pas vérifiées par les membres d'Ubuntu. Il est possible qu'un logiciel de ces dépôts puisse endommager votre ordinateur.
gl: A seguranza e fiabilidade dos repositorios de terceiros non están comprobados polo persoal de Ubuntu e poden conter software prexudicial para o seu computador.
hr: Repozitoriji softvera treće strane nemaju provjerenu sigurnost i pouzdanost od strane Ubuntu članova i mnogi sadrže softver koji je štetan za vaše računalo.
id: Repositori perangkat lunak pihak ketiga tidak diperiksa untuk keamanan atau keandalan oleh anggota Ubuntu, dan mungkin berisi perangkat lunak yang berbahaya bagi komputer Anda.
ko: 서드파티 소프트웨어 리파지토리들은 우분투 사용자들로 부터 보안과 신뢰성을 검증받지 못했으므로, 컴퓨터를 공격하는 소프트웨어를 포함하고 있을수도 있습니다.
lt: Kitų tiekėjų programinės įrangos saugyklos nėra tikrinamos Ubuntu kūrėjų dėl saugumo spragų bei patikimumo, todėl čia gali būti jūsų kompiuteriui pavojingų programų.
lv: Ubuntu dalībnieki nepārbauda trešās puses programmatūras krātuvju drošību vai uzticamību, tāpēc tā var saturēt programmatūru, kas ir kaitīga jūsu datoram.
ms: Repositori perisian pihak-ketiga tidak disemak keselematan atau kepercayaannya oleh ahli Ubuntu, dan mungkin mengandungi perisian yang merbahaya kepada komputer anda.
my: Third-party software repository များသည် Ubuntu အသင်းဝင်များမှလုံခြုံရေးသို့မဟုတ်ယုံကြည်စိတ်ချရမှုရှိမရှိစစ်ဆေးရန်မလိုအပ်ပါ။ သင့်ကွန်ပျူတာကိုအန္တရာယ်ဖြစ်စေနိုင်သော software များပါ ၀င်နိုင်သည်။
pl: Repozytoria oprogramowania stron trzecich nie są sprawdzane pod kątem bezpieczeństwa i jakości przez programistów Ubuntu, więc mogą zawierać oprogramowanie szkodliwe dla komputera.
sl: Skladišč tretjih oseb člani Ubuntu ne preverjajo za varnost ali zanesljivost in morda vsebujejo programe, ki lahko škodljo vašemu računalniku.
sv: Externa arkiv kontrolleras inte för säkerhet eller stabilitet av Ubuntumedlemmar, och kan innehålla program som är skadliga för din dator.
tr: Üçüncü taraf yazılım depoları Ubuntu üyelerince güvenlik ve güvenirlik açısından denetlenmemiştir ve bilgisayarınıza zarar verebilecek yazılımlar içerebilir.
zh_cn: 第三方软件库未经过 Ubuntu 开发者检查安全性和可靠性，可能包含对您的计算机有害的软件。

source: On the PPA's overview page, look for the heading <gui>Adding this PPA to your system</gui>. Make a note of the PPA's location, which should look similar to: <code>ppa:mozillateam/firefox-next</code>.
ca: A la pàgina de detalls dels PPA, busqueu la capçalera <gui>Afegeix aquest PPA al vostre sistema</gui>. Feu una nota sobre la ubicació del PPA, que hauríeu de ser semblant a: <code>ppa:mozillateam/firefox-next</code>.
cs: Na stránce s přehledem PPA nalezněte část <gui>Adding this PPA to your system</gui>. Poznamenejte si umístění PPA. Vypadá podobně jako <code>ppa:mozillateam/firefox-next</code>.
de: Suchen Sie auf der PPA-Übersichtsseite nach <gui>Hinzufügen dieses PPAs zu Ihrem System</gui>. Notieren Sie sich die PPA-Adresse, die ungefähr so aussehen könnte: <code>ppa:mozillateam/firefox-next</code>.
fr: Sur la page du PPA, cherchez la section <gui>Adding this PPA to your system</gui>. Notez l'emplacement du PPA, qui devrait être en gras et ressembler à quelque chose comme <code>ppa:mozillateam/firefox-next</code>.
gl: Na páxina de información da PPA , busque a cabeceira <gui>Engadir esta PPA ao seu sistema</gui>. Fíxese na localización da PPA que debería ser similar a: <code>ppa:mozillateam/firefox-next</code>.
hr: Na stranici pregleda PPA repozitorija, potražite <gui>Adding this PPA to your system</gui>. Zabilježite PPA lokaciju, neku poput ovoga primjera: <code>ppa:mozillateam/firefox-next</code>.
id: Pada halaman ikhtisar PPA, cari tajuk yang <gui>Menambahkan PPA ini ke sistem Anda</gui>. Catat lokasi PPA, yang seharusnya terlihat mirip dengan: <code>ppa:mozillateam/firefox-next</code>.
lt: PPA saugyklos puslapyje internete (pvz. <link href="https://launchpad.net/~baltix/+archive/ubuntu/ppa">launchpad.net/~baltix/+archive</link>) raskite antraštę <gui>Adding this PPA to your system</gui>. Įsidėmėkite arba nusikopijuokite PPA: adresą (žr. pastorintą tekstą), jis atrodo taip: <code>ppa:baltix/ppa</code>.
lv: PPA pārskata lapā meklējiet virsrakstu <gui>Adding this PPA to your system</gui>. Piefiksējiet PPA atrašanās vietu, kam vajadzētu izskatīties apmēram šadi: <code>ppa:mozillateam/firefox-next</code>.
ms: Pada selayang pandang PPA, cari pengepala <gui>Tambah PPA ini ke dalam sistem anda</gui>. Perhatikan lokasi PPA. seperti berikut: <code>ppa:mozillateam/firefox-next</code>.
my: PPA ၏ခြုံငုံသုံးသပ်ချက်စာမျက်နှာတွင် <gui> ဤ PPA ကိုသင့်စနစ်ထဲသို့ထည့်သွင်းခြင်း </gui> ခေါင်းစဉ်ကိုကြည့်ပါ။ <code> ppa: mozillateam / firefox-next </code> နှင့်ဆင်တူသည့် PPA ၏တည်နေရာကိုမှတ်သားထားပါ။
pl: Na głównej stronie PPA poszukaj nagłówka <gui>Adding this PPA to your system</gui> (Dodawanie tego PPA do komputera). Skopiuj położenie PPA, które wygląda w ten sposób: <code>ppa:mozillateam/firefox-next</code>.
sl: Na domači strani PPA najdite naslov <gui>Adding this PPA to your system</gui>. Kopirajte naslov PPA, ki je videti podobno kot: <code>ppa:mozillateam/firefox-next</code>.
sv: På PPA:ets översiktssida, leta efter rubriken <gui>Adding this PPA to your system</gui>. Notera PPA:ets plats, som borde se ut som: <code>ppa:mozillateam/firefox-next</code>.
tr: PPA'nın genel görünüm sayfasında <gui>Bu PPA'yı sisteminize ekleme</gui> başlığını arayın. <code>ppa:mozillateam/firefox-next</code> gibi bir şey olan PPA konumunu not edin.
zh_cn: 在 PPA 概述页面，寻找名为<gui>将此 PPA 添加到系统</gui>的标题。记下 PPA 的位置，它看起来类似于：<code>ppa:mozillateam/firefox-stable</code>。

source: When <app>Ubuntu Software</app> launches, click <gui>Software &amp; Updates</gui>
ca: Quan s'iniciï el <app>Programari de l'Ubuntu</app>, cliqueu <gui>Programari i actualitzacions</gui>
cs: Když se <app>Ubuntu Software</app> spustí, klikněte na <gui>Software &amp; Aktualizace</gui>
de: Sobald <app>Ubuntu Software</app> gestartet ist, klicken Sie auf <gui>Software &amp; Updates</gui>
gl: Cando se inicie o <app>Ubuntu Software</app>, prema en <gui>Software e actualizacións</gui>
hr: Kada se <app>Ubuntu Software</app> pokrene, kliknite na <gui>Softver i nadopune</gui>
ms: Bila <app>Perisian Ubuntu</app> dilancarkan, klik <gui>Perisian &amp; Kemaskini</gui>
pl: Po uruchomieniu <app>Menedżera oprogramowania Ubuntu</app> kliknij przycisk <gui>Oprogramowanie i aktualizacje</gui>.
sv: När <app>Programvara för Ubuntu</app> startar, klicka på <gui>Program &amp; uppdateringar</gui>
tr: <app>Ubuntu Yazılımı</app> çalıştığında, <gui>Yazılım &amp; Güncellemeler</gui> öğesini tıklayın.
zh_cn: 启动 <app>Ubuntu 软件中心</app>，点击 <gui>软件和更新</gui>

source: Switch to the <gui>Other Software</gui> tab.
ca: Canvieu a la pestanya <gui>Altre programari</gui>.
cs: Přejděte na kartu <gui>Ostatní software</gui>.
de: Wechseln Sie zum Reiter <gui>Andere Programme</gui>.
fr: Basculer vers l'onglet <gui>Autres logiciels</gui>.
gl: Vaia á lapela <gui>Outro software</gui>.
hr: Odaberite karticu <gui>Ostali softver</gui>.
id: Beralih ke tab <gui>Perangkat Lunak Lain</gui>.
ko: <gui>Other Software</gui>탭으로 전환하시오.
lt: Pereikite į <gui>Kitos programų saugyklos</gui> kortelę.
lv: Pārslēdzieties uz <gui>Cita programmatūra</gui> cilni.
ms: Tukar ke tab <gui>Perisian Lain</gui>.
my: <gui>တခြားဆော့ဝဲလ်</gui> tab သို့ပြောင်းမည်
pl: Przejdź do karty <gui>Inne oprogramowanie</gui>.
sl: Kliknite na zavihek <gui>Drugi programi</gui>.
sv: Byt till fliken <gui>Övrig programvara</gui>.
tr: <gui>Diğer Yazılımlar</gui> sekmesine geçin.
zh_cn: 切换到<gui>其他软件</gui>标签页。

source: Click <gui>Add</gui> and enter the PPA's location (as noted in step 1).
ca: Cliqueu <gui>Afegeix</gui> i introduïu la localització del PPA (com està anotat al pas 1).
cs: Klikněte na <gui>Přidat</gui> a zadejte umístění PPA (jak je poznamenáno v bodě 1).
de: Klicken Sie auf <gui>Hinzufügen</gui> und geben Sie die PPA-Adresse ein (siehe Schritt 1).
fr: Cliquez sur <gui>Ajouter</gui> et saisissez l'emplacement du PPA (comme indiqué dans l'étape 1).
gl: Prema <gui>Engadir</gui> e introduza a localización da PPA (como se dixo no paso 1).
hr: Kliknite <gui>Dodaj...</gui> i upišite lokaciju PPA reprozitorija (kao što je navedeno u 1 koraku)
id: Klik <gui>Tambah</gui> dan masukkan lokasi PPA (seperti yang tercantum pada langkah 1).
ko: <gui>Add</gui>를 클릭하고 PPA의 위치를 입력하시오.
lt: Spustelėkite mygtuką <gui>Pridėti...</gui> ir įveskite PPA adresą (pvz. ppa:baltix/ppa).
lv: Spiediet <gui>Pievienot</gui> un ievadiet PPA atrašanas vietu (kā norādīts 1. solī).
ms: Klik <gui>Tambah</gui> dan masukkan lokasi PPA (seperti yang dijelaskan dalam langkah 1).
my: <gui> Add </gui> ကို နှိပ်၍ PPA ၏တည်နေရာကိုထည့်ပါ (အဆင့် ၁ တွင်ဖော်ပြထားသည့်အတိုင်း)
pl: Kliknij przycisk <gui>Dodaj</gui> i wklej położenie PPA (skopiowane w pierwszym kroku).
sv: Klicka på <gui>Lägg till</gui> och ange PPAets plats (enligt steg 1).
zh_cn: 点<gui>添加</gui>，输入 PPA 的位置（像第1步里指出的）。

source: Click <gui>Add Source</gui>. Enter your password in the Authenticate window.
ca: Cliqueu <gui>Afegeix la font</gui>. Entreu la vostra contrasenya a la finestra Autentifica.
cs: Klikněte na <gui>Přidat zdroj</gui>. V okně Ověření zadejte své heslo.
de: Klicken Sie auf <gui>Software-Paketquelle hinzufügen</gui>. Geben Sie Ihr Passwort im Legitimierungsfenster ein.
fr: Cliquer sur <gui>Ajouter une source de mise à jour</gui>. Entrez votre mot de passe dans la fenêtre d'authentification.
gl: Prema <gui>Engadir orixe</gui>. Despois introduza o seu contrasinal na xanela de autenticación.
hr: Kliknite na <gui>Dodaj izvor</gui>. Upišite svoju lozinku u prozoru ovjere.
id: Klik <gui>Tambahkan Sumber</gui>. Masukkan kata sandi Anda di jendela Autentikasi.
ko: <gui>Add Source</gui>를 클릭하시오. 인증 화면에 비밀번호를 입력하시오.
lt: Paspauskite mygtuką <gui>Pridėti saugyklą</gui>. Jei paprašys patvirtinti tapatybę - įveskite savo arba administravimo teises turinčio naudotojo slaptažodį.
lv: Spiediet <gui>Pievienot avotu</gui>. Ievadiet paroli autentifikācijas logā.
ms: Klik <gui>Tambah Sumber</gui>. Masukkan kata laluan anda dalam tetingkap Sahihkan.
my: <gui> အရင်းအမြစ်ထည့်ရန် </gui> ကိုနှိပ်ပါ။ Authenticate ၀င်းဒိုးတွင်သင်၏စကားဝှက်ကိုရိုက်ထည့်ပါ။
pl: Kliknij przycisk <gui>Dodaj źródło</gui>. Wpisz hasło w oknie uwierzytelnienia.
sl: Kliknite <gui>Dodaj</gui>. Vnesite svoje geslo v overitvenem oknu.
sv: Klicka på <gui>Lägg till källa</gui>. Ange ditt lösenord i Autentisera-fönstret.
tr: <gui>Kaynak Ekle</gui>'ye tıklayın. Yetkilendirme penceresine şifrenizi girin.
zh_cn: 单击<gui>添加软件源</gui>并在认证窗口输入密码。

source: Close the <app>Software &amp; Updates</app> window. <app>Ubuntu Software</app> will then check your software sources for new software.
ca: Tanqueu la finestra de <app>Programari i actualitzacions</app>. El <app>Programari de l'Ubuntu</app> comprovarà les fonts de programari per nou programari.
cs: Zavřete okno <app>Software &amp; Aktualizace</app>. <app>Ubuntu Software</app> následně zkontroluje vaše zdroje softwaru na nový software.
de: Schließen Sie das <app>Anwendungen &amp; Aktualisierungen</app>-Fenster. <app>Ubuntu Software</app> wird sodann die Softwarequellen nach neuen Programmen durchsuchen.
fr: Fermer la fenêtre de <app>Logiciels &amp; mises à jour</app>. <app>Logiciels Ubuntu</app> vérifiera ensuite les nouveaux logiciels disponibles dans ces sources.
gl: Peche a xanela de <app>Software e actualizacións</app>. <app>Ubuntu Software</app> buscará novas actualizacións nas súas orixes de software.
hr: Zatvorite <app>Softver i nadopune</app> prozor. <app>Ubuntu Softver</app> će zatim provjeriti vaše repozitorije softvera za novim softverom.
id: Tutup jendela <app>Perangkat Lunak &amp; Pembaruan</app>. <app>Perangkat Lunak Ubuntu</app> akan memeriksa sumber perangkat lunak Anda untuk perangkat lunak baru.
ko: <app>Software &amp; Updates</app> 화면을 닫으시오. 그 다음 <app>Ubuntu Software</app>가 소프트웨어 소스에서 새로운 소프트웨어를 검사할 것입니다.
lt: Užverkite <app>Programos, atnaujinimai, saugyklos</app> langą. Tada <app>Programų centras</app> patikrins ir atsiųs naujai prieinamų programų sąrašą iš saugyklų.
lv: Aizveriet <app>Programmatūra un atjauninājumi</app> logu. <app>Ubuntu programmatūŗa</app> pārbaudīs, vai programmatūras avotos ir jauna programmatūra.
ms: Tutup tetingkap <app>Perisian &amp; Kemaskini</app> window. <app>Perisian Ubuntu</app> akan memeriksa sumber perisian anda jika ada perisian baharu.
my: <app> Software & Updates </app> ၀ င်းဒိုးကိုပိတ်ပါ။ <app> Ubuntu ဆော့ဝဲလ် </app> သည်သင်၏ဆော့ဝဲရင်းမြစ်အသစ်များကိုဆော့ (ဖ်) ဝဲအသစ်အားစစ်ဆေးလိမ့်မည်။
pl: Zamknij okno <app>Oprogramowanie i aktualizacje</app>. <app>Menedżer oprogramowania Ubuntu</app> wyszuka nowe oprogramowanie w źródłach.
sl: Zaprite okno <app>Programi in posodobitve</app>. <app>Programi Ubuntu</app> bo nato v programskih virih preveril, če so na voljo novi programi.
sv: Stäng fönstret <app>Program &amp; uppdateringar</app>. <app>Programvara för Ubuntu</app> kommer sedan söka igenom dina programkällor efter nya program.
tr: <app>Yazılım &amp; Güncellemeler</app> penceresini kapatın. Sonrasında <app>Ubuntu Yazılımı</app> yeni yazılımlar için kaynaklarınızı denetleyecek.
zh_cn: 关闭 <app>软件和更新</app>窗口，<app>Ubuntu 软件和更新</app>将会为新软件检查软件源。

source: Remove applications that you no longer use.
ca: Elimina les aplicacions que ja no feu servir
cs: Odstraňte aplikace, které již nepoužíváte.
de: Ungenutzte Anwendungen entfernen
fr: Supprimer des applications que vous n'utilisez plus.
gl: Elimine aplicativos que xa non usa.
hr: Uklonite aplikacije koje više ne koristite.
id: Menghapus aplikasi yang tidak lagi digunakan.
ko: 더 이상 사용하지 않는 애플리케이션을 삭제하세요.
lt: Pašalinti nebereikalingas programas.
lv: Izņemiet lietotnes, ko vairāk nelietojat.
ms: Buang aplikasi yang anda tidak mahu gunakan
my: သင်အသုံးမပြုတော့သော application များကိုဖယ်ရှားပါ။
pl: Usuwanie nieużywanych programów.
sv: Ta bort program som du inte längre använder.
tr: Artık kullanmadığınız uygulamaları kaldırın.
zh_cn: 移除不再使用的应用程序。
