Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Some features of the PPAPI plug-in, such as 3D acceleration and premium video DRM, are not available in the NPAPI plugin. If you use Firefox or some other Gecko-based browser and need those features, you can install the <app>browser-plugin-freshplayer-pepperflash</app> package. It's a wrapper which makes Firefox use the PPAPI plug-in.
ca: Algunes característiques del connector PPAPI, com l'acceleració 3D i el video premium DRM, no estan disponibles el connector NPAPI. Si useu el Firefox o algun altre navegador basat en Gecko i us cal usar aquestes caractewrístiques, podeu instaŀŀar el paquet <app>browser-plugin-freshplayer-pepperflash</app>. És un adaptador que fa que el Firefox usi el connector PPAPI.
cs: Některé vlastnosti zásuvného modulu PPAPI, jako například 3D akcelerace a správa DRM obsahu, nejsou dostupné u jeho NPAPI verze. Používáte-li Firefox nebo nějaký jiný prohlížeč založený na jádře Gecko, a potřebujete podporu těchto funkcí, můžete si nainstalovat balík <app>browser-plugin-freshplayer-pepperflash</app>. Ten umožní v prohlížeči Firefox používat zásuvné moduly PPAPI.
de: Einige Funktionen der PPAPI-Erweiterung, wie 3D-Beschleunigung und Premium-Video-DRM, sind in der NPAPI-Erweiterung nicht verfügbar. Wenn Sie Firefox oder einen anderen Gecko-basierten Browser verwenden und diese Funktionen benötigen, können Sie das Paket <app>browser-plugin-freshplayer-pepperflash</app> installieren. Es ist ein Wrapper, der Firefox dazu bringt, die PPAPI-Erweiterung zu verwenden.
fr: Certaines fonctionnalités du module complémentaire PPAPI, telles que l'accélération 3D et les DRM sur les vidéos payantes, ne sont pas disponibles dans le module complémentaire NPAPI. Si vous utilisez Firefox ou d'autres navigateurs Internet basés sur Gecko et que vous avez besoin de ces fonctionnalités, vous pouvez installer le paquet <app>browser-plugin-freshplayer-pepperflash</app>. Il s'agit d'un conteneur qui permet à Firefox d'utiliser le module complémentaire PPAPI.
gl: Algunhas características do engadido PPAPI, como a aceleración 3D e o vídeo premium DRM non están dispoñíbeis no engadido NPAPI. Se usa o Firefox ou algún outro navegador baseado en Gecko e precisa estas funcionalidades pode instalar o paquete <app>browser-plugin-freshplayer-pepperflash</app>. É un encapsulador que permite que o Firefox use o engadido PPAPI.
hr: Određene mogućnosti PPAPI priključka, poput 3D ubrzanja i premium video DRM sadržaja, nisu dostupni u NPAPI priključku. Ako koristite Firefox ili neki drugi Gecko-temeljeni preglednik i trebate te značajke, možete instalirati <app>browser-plugin-freshplayer-pepperflash</app> paket. To je wrapper kojim Firefox koristi PPAPI priključak.
id: Beberapa fitur dari plug-in PPAPI, seperti akselerasi 3D dan DRM video premium, tidak tersedia di plugin NPAPI. Jika Anda menggunakan Firefox atau peramban berbasis Gecko lainnya dan membutuhkan fitur tersebut, Anda dapat menginstal paket <app>browser-plugin-freshplayer-pepperflash</app>. Ini adalah pembungkus yang membuat Firefox menggunakan plug-in PPAPI.
ko: 3d 가속, 프리미엄 비디오 ORM 기능 같은 PPAPI plug-in의 기능들은 NPAPI plugin에서 사용 불가능합니다. 만약 Firefox 나 Gecko 기반의 다른 브라우저에서 이기능들이 필요하다면, <app>browser-plugin-freshplayer-pepperflash</app> 패키지를 설치하시면 됩니다. 이 패키지는 Firefox가 PPAPI plug-in을 사용할수 있게 도와주는 wrapper 입니다
lv: Dažas PPAPI spraudņa iespējas, piemēram, 3D paātrināšana un video DRM, nav pieejami NPAPI spraudnī. Ja izmantojat Firefox vai kādu citu uz Gecko balstītu pārlūku un jums šīs iespējas ir nepieciešamas, jūs varat uzinstalēt <app>browser-plugin-freshplayer-pepperflash</app> pakotni. Tas ir ietinums, kas ļauj Firefox izmantot PPAPI spraudni.
ms: Sesetengah fitur pemalam PPAPI, seperti pemecutan 3D dan DRM video premium, tidak disediakan dalam pemalam NPAPI. Jika anda guna Firefox atau lain-lain pelayar berasaskan-Gecko dan perlukan fitur tersebut, anda boleh pasang pakej <app>browser-plugin-freshplayer-pepperflash</app>. Ia merupakan pelilit yang membolehkan Firefox gunakan pemalam PPAPI.
pl: Niektóre funkcje wtyczki PPAPI, np. przyspieszenie 3D i obsługa filmów chronionych przez DRM, nie są dostępne we wtyczce NPAPI. Jeśli używany jest Firefox lub inna przeglądarka używająca mechanizmu Gecko i te funkcje są potrzebne, to można zainstalować pakiet <app>browser-plugin-freshplayer-pepperflash</app>. To „wrapper” umożliwiający używanie wtyczki PPAPI w Firefoksie.
sv: Vissa funktioner i insticksmodulen PPAPI, såsom 3D-acceleration och premium video DRM, är inte tillgängliga i insticksmodulen NPAPI. Om du använder Firefox eller någon annan Gecko-baserad webbläsare och behöver de funktionerna, kan du installera paketet <app>browser-plugin-freshplayer-pepperflash</app>. Det är en så kallad 'wrapper' som gör att Firefox använder insticksmodulen PPAPI.
tr: PPAPI eklentisinin 3D hızlanma ve premium video DRM gibi bazı özellikleri NPAPI eklentisinde mevcut değil. Firefox veya başka bir yazılım kullanıyorsanız, <app>browser-plugin-freshplayer-pepperflash</app> paketini kurabilirsiniz. Bu Firefox'un PPAPI eklentisini kullanmasını sağlayan bir sarıcı.
zh_cn: PPAPI 插件的一些特性,比如 3D 加速和视频 DRM，在 NPAPI 插件里是不可用的，如果您使用 Firefox 或其他 Gecko 内核的浏览器，并且需要这些特性，您可以安装 <app>browser-plugin-freshplayer-pepperflash</app> 软件包，它可以作为桥梁让 Firefox 使用 PPAPI 插件。

source: Make sure that <app>adobe-flashplugin</app> is installed.
ca: Assegureu-vos que <app>adobe-flashplugin</app> està instal·lat.
cs: Ujistěte se, že je nainstalován <app>adobe-flashplugin</app>.
de: Stellen Sie sicher, dass <app>adobe-flashplugin</app> installiert ist.
fr: Assurez-vous que <app>adobe-flashplugin</app> est installé.
gl: Asegúrese de que o <app>adobe-flashplugin</app> está instalado.
hr: Pobrinite se da je <app>adobe-flashplugin</app> instaliran.
id: Pastikan bahwa <app>adobe-flashplugin</app> terpasang.
ko: <app>adobe-flashplugin</app>이 설치 되었는지 확인합니다.
lv: Pārliecinieties, ka ir uzinstalēts <app>adobe-flashplugin</app>.
ms: Pastikan <app>adobe-flashplugin</app> telah dipasang.
pl: Upewnij się, że pakiet <app>adobe-flashplugin</app> jest zainstalowany.
sv: Förvissa dig om att <app>adobe-flashplugin</app> är installerat.
tr: <app>adobe-flashplugin</app> yüklendiğinden emin olun.
zh_cn: 请确保 <app>adobe-flashplugin</app> 应用已安装。

source: Open a terminal window by pressing <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> and install the <app>browser-plugin-freshplayer-pepperflash</app> package:
ca: Obriu una finestra de terminal prement <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> i instal·leu el paquet <app>browser-plugin-freshplayer-pepperflash</app>:
cs: Otevřete okno Terminálu prostřednictvím <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> a nainstalujte balík <app>browser-plugin-freshplayer-pepperflash</app>:
de: Öffnen Sie ein Terminal, indem Sie <keyseq><key>Strg</key><key>Alt</key><key>T</key></keyseq> drücken und installieren Sie das Paket <app>browser-plugin-freshplayer-pepperflash</app>:
fr: Ouvrez une fenêtre de terminal en appuyant sur <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> et installez le paquet <app>browser-plugin-freshplayer-pepperflash</app> :
gl: Abra unha xanela do terminal premendo <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> e instale o paquete <app>browser-plugin-freshplayer-pepperflash</app>:
hr: Otvorite prozor terminala pritiskom na <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> i instalirajte <app>browser-plugin-freshplayer-pepperflash</app> paket:
id: Buka jendela terminal dengan menekan <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> dan pasang paket <app>browser-plugin-freshplayer-pepperflash</app>:
ko: <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> 를 키보드에 입력하여 터미널을 연다음 <app>browser-plugin-freshplayer-pepperflash</app> 패키지를 설치하십시오:
lv: Atveriet termināļa logu, spiežot <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>, un instalējiet <app>browser-plugin-freshplayer-pepperflash</app> pakotni:
ms: Buka tetingkap terminal dengan menekan kekunci <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> dan pasang pakej <app>browser-plugin-freshplayer-pepperflash</app>:
pl: Otwórz okno terminala naciskając klawisze <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> i zainstaluj pakiet <app>browser-plugin-freshplayer-pepperflash</app>:
sv: Öppna ett terminalfönster genom att trycka på <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> och installera paketet <app>browser-plugin-freshplayer-pepperflash</app>:
zh_cn: 按组合键 <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> 打开一个终端窗口，然后安装 <app>browser-plugin-freshplayer-pepperflash</app> 软件包：

source: Web browser provided as a snap package
ca: El navegador web proveït per un paquet snap
fr: Navigateur internet fourni sous forme de paquet Snap
hr: Web preglednik je dostupan kao snap paket
id: Peramban web yang disediakan sebagai paket snap
ko: 스냅 패키지로 제공되는 웹 브라우저
pl: Przeglądarka WWW dostarczana jako pakiet snap
zh_cn: 提供 snap 网页浏览器软件包

source: If you use <app>Firefox</app> or <app>Chromium</app> as a snap, the packages described above do not help. Instead the steps below are suggested to make Flash available.
ca: Si useu el <app>Firefox</app> o el <app>Chromium</app> com a snap, els paquets descrits abans no us seran d'ajuda. En el seu lloc, us suggerim a continuació les passes per tenir disponible el Flash.
fr: Si vous utilisez <app>Firefox</app> ou <app>Chromium</app> en tant que Snap, les paquets décrits ci-dessus n'aident pas. Les étapes ci-dessous sont en revanche suggérées pour rendre Flash disponible.
hr: Ako koristite <app>Firefox</app> ili <app>Chromium</app> koji su dostupni putem snap paketa, paketi opisan iznad nisu od pomoći. Umjesto toga koraci ispod su predloženi kako bi Flash postao dostupan.
id: Jika Anda menggunakan <app>Firefox</app> atau <app>Chromium</app> sebagai snap, paket yang dijelaskan di atas tidak membantu. Sebagai gantinya, langkah di bawah disarankan untuk membuat Flash tersedia.
ko: 만약 스냅으로 <app>Firefox</app> 나 <app>Chromium</app> 를 사용하고 있다면, 위에 설명된 패키지들은 도움이 되지 못합니다. 대신에 플래시를 사용할수 있게 해주는 아래의 절차들이 있습니다.
pl: Jeśli używasz przeglądarki <app>Firefox</app> lub <app>Chromium</app> jako snap, to pakiety opisane powyżej nie będą działać. Zamiast tego należy skorzystać z instrukcji poniżej, aby zainstalować wtyczkę Flash.
zh_cn: 如果您使用 <app>Firefox</app> 或 <app>Chromium</app> snap 软件包，上面的介绍没有用处，请安装下面的建议激活 Flash。

source: Please note that you are supposed to always use the latest version of Flash. It means that you need to repeat step 2 - 7 once in a while to keep accessing web services which require Flash.
ca: Si us plau, teniu en compte que se suposa que sempre teniu la darrera versió de Flash. Això vol dir que us cal repetir els punts 2 - 7 de tant en tant per continuar accedint als serveis web que requereixen el Flash.
fr: Veuillez noter que vous devez toujours utiliser la dernière version de Flash. Cela signifie que vous devez répéter les étapes 2 à 7 de temps en temps pour continuer à accéder aux services sur internet nécessitant Flash.
hr: Zapamtite da morate imati uvijek najnoviju inačicu Flasha. To znači da morate ponoviti povremeno korak 2 - 7 kako bi zadržali pristup web uslugama koje zahtijevaju Flash.
id: Harap dicatat bahwa Anda harus selalu menggunakan versi terbaru Flash. Ini berarti bahwa Anda perlu mengulangi langkah 2-7 sesekali untuk tetap mengakses layanan web yang memerlukan Flash.
ko: 항상 최신버전의 Flash를 사용해야 한다는 점을 유의하십시오. 즉, Flash를 필요로 하는 웹서비스에 계속 접근하려면 이따금 2 - 7 단계를 반복해야 합니다.
pl: Proszę zauważyć, że powinno się zawsze używać najnowszej wersji wtyczki Flash. Oznacza to, że należy powtórzyć kroki 2-7 co jakiś czas, aby nadal mieć dostęp do serwisów WWW wymagających wtyczki Flash.
zh_cn: 请注意，假设您总是安装最新版的 Flash 插件，这意味着您需要重复一次 2 - 7 步骤，以便访问需要 Flash 的网页服务。

source: Firefox as snap
ca: Firefox com a snap
fr: Firefox en tant que Snap
hr: Firefox kao snap paket
id: Firefox sebagai snap
ko: Firefox 스냅
pl: Firefox jako snap
zh_cn: Firefox snap 安装包

source: Create a <sys>plugins</sys> folder:
ca: Crea una carpeta a <sys>plugins</sys>:
fr: Créez un dossier <sys>greffons</sys> :
hr: Stvorite <sys>plugins</sys> mapu:
id: Buat folder <sys>plugins</sys>:
ko: <sys>plugins</sys> 폴더를 생성합니다:
pl: Utwórz katalog <sys>plugins</sys>:
zh_cn: 新建 <sys>plugins</sys> 文件夹：

source: Go to <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.
ca: Vés a <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.
fr: Rendez-vous sur <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.
hr: Posjetite <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.
id: Buka <link href="https://get.adobe.com/flashplayer/">https://Get.Adobe.com/FlashPlayer/</link>.
ko: <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link> 링크로 이동합니다.
pl: Przejdź na stronę <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.
zh_cn: 访问 <link href="https://get.adobe.com/flashplayer/">https://get.adobe.com/flashplayer/</link>.

source: Download the <sys>.tar.gz</sys> file for Linux.
ca: Descarregueu el fitxer <sys>.tar.gz</sys> per a Linux.
fr: Téléchargez le fichier <sys>.tar.gz</sys> pour Linux.
hr: Preuzmite <sys>.tar.gz</sys> datoteku za Linux.
id: Unduh berkas <sys>.tar.gz</sys> untuk Linux.
ko: 리눅스 환경에서는 <sys>.tar.gz</sys> 파일을 다운로드 하시오.
pl: Pobierz plik <sys>.tar.gz</sys> dla systemu Linux.
zh_cn: 下载 <sys>.tar.gz</sys> 文件，用于 Linux.

source: Navigate to the folder for downloaded files.
ca: Aneu a la carpeta de baixades
fr: Allez dans le dossier des fichiers téléchargés.
hr: Idite u mapu preuzimanja datoteka
id: Navigasikan ke folder untuk berkas yang diunduh.
ko: 다운로드한 파일의 폴더로 이동하시오.
pl: Przejdź do katalogu z pobranymi plikami.
zh_cn: 打开下载文件所在的文件夹。

source: Extract the files from the downloaded archive file:
ca: Extraieu els arxius del fitxer baixat:
fr: Extrayez les fichiers du fichier d’archive téléchargé :
hr: Raspakirajte datoteke iz preuzete datoteke arhive:
id: Ekstrak berkas dari berkas arsip yang diunduh:
ko: 다운로드 받은 압축파일의 파일들을 압축해제 하시오:
pl: Rozpakuj pliki z pobranego archiwum:
zh_cn: 解压下载的文件：

source: Copy <sys>libflashplayer.so</sys> to the <sys>plugins</sys> folder:
ca: Copia <sys>libflashplayer.so</sys> a la carpeta <sys>plugins</sys>:
fr: Copiez <sys>libflashplayer.so</sys> dans le dossier <sys>greffons</sys> :
hr: Kopirajte <sys>libflashplayer.so</sys> u <sys>plugins</sys> mapu:
id: Salin <sys>libflashplayer.so</sys> ke folder <sys>plugins</sys>:
ko: <sys>libflashplayer.so</sys> 파일을 <sys>plugins</sys> 폴더로 복사하시오:
pl: Skopiuj plik <sys>libflashplayer.so</sys> do katalogu <sys>plugins</sys>:
zh_cn: 复制 <sys>libflashplayer.so</sys> 到 <sys>plugins</sys> 文件夹：

source: Chromium as snap
ca: Chromium com a snap
fr: Chromium en tant que Snap
hr: Chromium kao snap paket
id: Chromium sebagai snap
ko: Chromium 스냅
pl: Chromium jako snap
zh_cn: Chromium snap 安装包

source: Create a <sys>lib</sys> folder:
ca: Crea la carpeta <sys>lib</sys>:
fr: Créez un dossier <sys>lib</sys> :
hr: Stvorite <sys>lib</sys> mapu:
id: Buat folder <sys>lib</sys>:
ko: <sys>lib</sys> 폴더를 생성하시오:
pl: Utwórz katalog <sys>lib</sys>:
zh_cn: 新建 <sys>lib</sys> 文件夹：

source: Copy <sys>libpepflashplayer.so</sys> to the <sys>lib</sys> folder:
ca: Copia <sys>libpepflashplayer.so</sys> a la carpeta <sys>lib</sys>:
fr: Copiez <sys>libpepflashplayer.so</sys> dans le dossier <sys>lib</sys> :
hr: Kopirajte <sys>libpepflashplayer.so</sys> u <sys>lib</sys> mapu:
id: Salin <sys>libpepflashplayer.so</sys> ke folder <sys>lib</sys>:
ko: <sys>libpepflashplayer.so</sys> 파일을 <sys>lib</sys> 폴더로 복사하시오:
pl: Skopiuj plik <sys>libpepflashplayer.so</sys> do katalogu <sys>lib</sys>:
zh_cn: 复制 <sys>libpepflashplayer.so</sys> 到 <sys>lib</sys> 文件夹：

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
ca: Llicència Creative Commons Attribution-ShareAlicke 3.0 no adaptada
cs: Creative Commons Uveďte autora-Zachovejte licenci 3.0
de: Creative Commons Namensnennung – Weitergabe unter gleichen Bedingungen 3.0 Unported
fr: Creative Commons Attribution - Partage dans les Mêmes Conditions 3.0 non transposé
gl: Creative Commons Attribution - Compartir_igual Licenza 3.0 non portada
hr: Creative Commons Imenovanje-Dijeli pod istim uvjetima 3.0 Hrvatska
ko: 크리에이티브 커먼즈 저작자 표시 - 동일 조건 변경 허락 3.0 Unported 라이센스
lt: Creative Commons Attribution-ShareAlike 3.0 Unported licencija
lv: Creative Commons Attribution-Share Alike 3.0 neportētā licence
ms: Lesen Tanpa Port Creative Commons Attribution-ShareAlike 3.0
my: Creative Commons Attribution-ShareAlike 3.0 Unported လိုင်စင်
pl: Creative Commons Attribution-Share Alike 3.0 Unported
sl: Priznanje avtorstva s Creative Commons in deljenje pod enakimi pogoji 3.0 neprenosljivo
zh_cn: 创作共享署名-相同方式共享 3.0 未本地化版本许可协议

source: This work is licensed under a <_:link-1/>.
ca: Aquesta obra està sota una llicència <_:link-1/>.
cs: Tato práce je zveřejněna pod licencí <_:link-1/>.
de: Dieses Werk ist unter <_:link-1/> lizenziert.
fr: Ce travail est publié sous la <_:link-1/>.
gl: Este traballo está licenciado baixo unha <_:link-1/>.
hr: Ovaj rad je licenciran pod <_:link-1/>.
id: Karya ini berada dibawah lisensi <_:link-1/>.
ko: 이 작품은 <_:link-1/> 하에서 허가 된입니다.
lt: Šis darbas platinamas pagal <_:link-1/>.
lv: Šis darbs ir licencēts zem <_:link-1/>.
ms: Kerja ini dilesenkan dibawah <_:link-1/>.
my: ဤလုပ်ငန်းကို <_: link-1 /> အောက်တွင်လိုင်စင်ချထားသည်။
pl: Na warunkach licencji <_:link-1/>.
sl: To delo je objavljeno z dovoljenjem <_:link-1/>.
sv: Detta verk är licenserat under <_:link-1/>.
tr: Bu çalışma <_:link-1/> kapsamında lisanslanmıştır.
zh_cn: 此作品以<_:link-1/> 许可协议发布

source: Convert a USB flash drive into a volume from which you can startup and install Ubuntu.
ca: Converteix una memòria USB en un volum des del qual podeu iniciar i instal·lar l'Ubuntu.
cs: Převeďte jednotku USB flash do svazku, ze kterého budete moci spustit a instalovat Ubuntu.
de: Wandeln Sie einen USB-Stick in ein Laufwerk um, von dem aus Sie Ubuntu starten und installieren können.
fr: Convertir une clé USB en un volume à partir duquel vous pourrez démarrer et installer Ubuntu.
gl: Converter un dispositivo flash USB nun volume desde o cal poder arrancar e instalar Ubuntu.
hr: Pretvorite USB uređaj pohrane u uređaj s kojega možete pokrenuti i instalirati Ubuntu.
id: Mengkonversi USB flash drive ke volume dari mana Anda dapat memulai dan menginstal Ubuntu.
ko: USB flash drive를 Ubuntu를 시작하고 설치할 수 있는 볼륨으로 변환하십시오.
lt: Įdėkite Ubuntu ar kitos Linux operacinės sistemos įdiegimo failus į išorinę USB laikmeną (atmintuką ar nešiojamą diską).
lv: Pārveidot USB zibatmiņu par sējumu, no kuras var startēt un instalēt Ubuntu.
ms: Tukarkan pemacu pena USB menjadi volum yang mana anda boleh memulakan dan pasang Ubuntu.
my: USB flash drive ကို Ubuntu ကိုသင်စတင်တပ်ဆင်နိုင်သည့် volume သို့ပြောင်းပါ။
pl: Przekształć pendrive’a na urządzenie, z którego można uruchomić i zainstalować Ubuntu.
sl: Pretvorite pomnilniško napravo USB v nosilec, s katerim boste lahko zagnali in namestili Ubuntu.
sv: Konvertera ett USB-minne till en enhet från vilken du kan starta och installera Ubuntu.
tr: Bir USB flash sürücüyü, Ubuntu'yu başlatıp kurabileceğiniz bir ses seviyesine dönüştürün.
zh_cn: 将 USB 闪存驱动器转换为可以启动和安装 Ubuntu 的卷。

source: Create a startup disk
ca: Crea un disc d'inici
cs: Tvorba spouštěcího disku
de: Startmedium erstellen
fr: Créer un disque de démarrage
gl: Crear un disco de arranque
hr: Stvaranje diska za pokretanje sustava
id: Membuat disk awal mula
ko: 시동 디스크 만들기
lt: Sukurkite paleidžiamąjį diską (USB laikmeną)
lv: Izveidot starta disku
ms: Cipta satu cakera permulaan
my: startup disk တစ်ခုဖန်တီးပါ
pl: Tworzenie dysku startowego
sl: Ustvarite zagonski disk
sv: Skapa en startdisk
tr: Başlangıç diski oluşturma
zh_cn: 创建一个启动盘
