Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The file system or device that the file is stored on. This shows you where the file is physically stored, for example if it is on the hard disk or on a CD, or a <link xref="nautilus-connect">network share or file server</link>. Hard disks can be split up into several <link xref="disk-partitions">disk partitions</link>; the partition will be displayed under <gui>Volume</gui> too.
ast: El sistema de ficheros o preséu nel que'l ficheru ta almacenáu. Esto amuésate au ta físicamente almacenáu'l ficheru, por exemplu, si ta nel discu duru, o nun CD, o nuna <link xref="nautilus-connect">recursu compartíu de rede o sirvidor de ficheros</link>. Los discos duros puen dividise en delles <link xref="disk-partitions">particiones de discos</link>; la partición amuésase tamién debaxo de <gui>Volume</gui>.
el: Το σύστημα αρχείων ή η συσκευή μας όπου είναι αποθηκευμένο το αρχείο. Αυτό δείχνει πού είναι αποθηκευμένο το αρχείο, για παράδειγμα αν είναι στο σκληρό δίσκο ή σε ένα CD ή σε <link xref="nautilus-connect">ένα κοινόχρηστο δικτύου ή δίκτυο αρχείων</link>. Οι σκληροί δίσκοι μπορούν να χωριστούν σε διάφορες <link xref="disk-partitions">κατατμήσεις δίσκων</link>· η κατάτμηση θα εμφανίζεται κάτω από την καρτέλα <gui>Τόμος</gui>.
nl: Het bestandssysteem of apparaat waarop het bestand opgeslagen is. Hier ziet u waar het bestand fysiek is opgeslagen, bijvoorbeeld op de harde schijf of een cd, of op <link xref="nautilus-connect">een lokaal netwerk of een server</link>. Harde schijven kunnen opgesplitst worden in verschillende <link xref="disk-partitions">schijfpartities</link>; de partitie zal ook onder <gui>Volumen</gui> weergegeven worden.
pt_br: O sistema de arquivos ou dispositivo em que o arquivo está armazenado. Mostra a você onde o arquivo está fisicamente armazenado, por exemplo se está no disco rígido ou num CD, ou um <link xref="nautilus-connect">compartilhamento de rede ou servidor de arquivos</link>. Discos rígido podem ser divididos em diversas <link xref="disk-partitions">partições de discos</link>; a partição será mostrada abaixo de <gui>Volume</gui> também.
ru: Файловая система или устройство на котором хранится файл. Показывает физическое расположение файла, например хранится ли он на жёстком диске, на компакт-диске, <link xref="nautilus-connect">сетевом общедоступном ресурсе или файловом сервере</link>. Жёсткие диски могут быть разделены на несколько <link xref="disk-partitions">дисковых разделов</link>; раздел отображается в поле <gui>Том</gui>.

source: Free Space
ast: Espaciu llibre
el: Ελεύθερος χώρος
es: Espacio libre
fi: Vapaa tila
nl: Vrije ruimte
pt_br: Espaço livre
ru: Свободное место

source: This is only displayed for folders. It gives the amount of disk space which is available on the disk that the folder is on. This is useful for checking if the hard disk is full.
ast: Esto solo se amuesa pa les carpetas. Toma la cantidá de espaciu en discu que ta disponible nel discu nel que ta la carpeta. Esto es útil pa comprobar si el discu duru ta lleno.
el: Αυτό εμφανίζεται μόνο για τους φακέλους. Δίνει το ποσό του χώρου στο δίσκο το οποίο είναι διαθέσιμο στο δίσκο όπου ο φάκελος είναι μέσα σε αυτόν. Αυτό είναι χρήσιμο για έλεγχο εάν ο σκληρός δίσκος είναι γεμάτος.
nl: Dit wordt alleen weergegeven voor mappen. Hier wordt de hoeveelheid schijfruimte opgegeven die beschikbaar is op de schijf waarop de map zich bevindt. Dit is nuttig om te controleren of de harde schijf vol is.
pt_br: Isto só é apresentado para pastas. Dá a você a quantidade de espaço de disco que está disponível no disco onde a pasta se encontra. Isto é útil para verificar se o disco rígido está cheio.
ru: Отображается только для папок. Отражает объём свободного места на диске, на котором располагается папка. Это полезно для проверки степени заполненности жёсткого диска.

source: Accessed
ast: Accedido
el: Προσπελάστηκε
es: Accedido
fi: Avattu
nl: Benaderd
pt_br: Acessado
ru: Дата доступа

source: The date and time when the file was last opened.
ast: Data y hora de la cabera apertura del ficheru.
el: Η ημέρα και η ώρα που το αρχείο άνοιξε τελευταία φορά.
es: Fecha y hora de la última apertura del archivo.
fi: Päivä ja kellonaika, jolloin tiedosto viimeksi avattiin.
nl: De datum en tijd waarop het bestand voor het laatst geopend werd.
pt_br: A data e hora quando o arquivo foi aberto pela última vez.
ru: Время и дата последнего открытия файла.

source: Modified
ast: Camudáu
el: Τροποποιήθηκε
es: Modificado
fi: Muokattu
nl: Gewijzigd
pt_br: Modificado
ru: Изменён

source: The date and time when the file was last changed and saved.
ast: Data y hora de la cabera vegada que se camudó y guardó el ficheru.
el: Η ημέρα και η ώρα που το αρχείο τροποποιήθηκε και αποθηκεύτηκε τελευταία φορά.
es: Fecha y hora de la última vez que se cambió y guardó el archivo.
fi: Päivä ja kellonaika, jolloin tiedostoa viimeksi muokattiin ja tallennettiin.
nl: De datum en tijd waarop het bestand voor het laatst werd gewijzigd en opgeslagen.
pt_br: A data e hora quando o arquivo foi modificado pela última vez.
ru: Дата и время, когда последний раз файл был изменён и сохранён.

source: Control who can view and edit your files and folders.
ast: Controle quién puede ver y editar sus ficheros y carpetas.
el: Έλεγξε ποιος μπορεί να δει και να επεξεργαστεί τα αρχεία και τους φακέλους σας.
es: Controle quién puede ver y editar sus archivos y carpetas.
fi: Hallitse, ketkä voivat nähdä ja muokata tiedostojasi ja kansioitasi.
nl: Beheren wie uw bestanden en mappen mogen bekijken en bewerken.
pt_br: Controla quem pode visualizar e editar seus arquivos e pastas.
ru: Настройте, кто может просматривать и редактировать ваши файлы и папки.

source: Set file permissions
ast: Afitar los permisos de ficheru
el: Ορίστε δικαιώματα αρχείου
es: Establecer los permisos de archivo
fi: Määritä tiedoston käyttöoikeudet
nl: Bestandsrechten instellen
pt_br: Configurar permissões de arquivos
ru: Настройка прав доступа к файлу

source: You can use file permissions control who can view and edit files that you own. To view and set the permissions for a file, right click it and select <gui>Properties</gui>, then select the <gui>Permissions</gui> tab.
ast: Puede usar los permisos de ficheros pa controlar quién puede ver y editar sus ficheros. Pa ver y asignar los permisos de un ficheru, púlselo col botón drechu, escueyi <gui>Propiedaes</gui> y a continuación vaya a la pestaña <gui>Permisos</gui>.
el: Μπορείτε να χρησιμοποιήσετε τον έλεγχο δικαιωμάτων αρχείου για το ποιος μπορεί να δεί και να επεξεργαστεί τα αρχεία που έχετε στην κατοχή σας. Για να δείτε και να ρυθμίσετε τα δικαιώματα για ένα αρχείο, κάντε δεξί κλικ επάνω στο αρχείο και επιλέξτε <gui>Ιδιότητες</gui>, στη συνέχεια επιλέξτε την καρτέλα <gui>Δικαιώματα</gui>.
es: Puede usar los permisos de archivos para controlar quién puede ver y editar sus archivos. Para ver y asignar los permisos de un archivo, púlselo con el botón derecho, seleccione <gui>Propiedades</gui> y a continuación vaya a la pestaña <gui>Permisos</gui>.
nl: U kunt bestandstoegangbeheer gebruiken om te bepalen wie uw bestanden mogen bekijken en bewerken. Om de rechten voor een bestand te bekijken en in te stellen, klikt u er met de rechtermuisknop op; kies <gui>Eigenschappen</gui> en ga daarna naar het tabblad <gui>Rechten</gui>.
pt_br: Você pode usar as permissões de arquivo para controlar quem pode visualizar e editar os arquivos dos quais você é proprietário. Para visualizar e definir as permissões de um arquivo, dê um clique com o botão direito nele e selecione <gui>Propriedades</gui>, depois selecione a aba <gui>Permissões</gui>.
ru: Вы можете использовать права доступа к файлам, чтобы задать тех, кто может просматривать и редактировать файлы, которыми вы владеете. Чтобы посмотреть и изменить права доступа к файлу, щёлкните на нём правой кнопкой и выберите <gui>Свойства</gui>, затем перейдите на вкладку<gui>Права</gui>.

source: See <link xref="#files"/> and <link xref="#folders"/> below for details on the types of permissions you can set.
ast: Vea <link xref="#files"/> y <link xref="#folders"/> a continuación pa más información sobro los tribes de permisos que puede asignar.
el: Δείτε <link xref="#files"/> και <link xref="#folders"/> παρακάτω για λεπτομέρειες σχετικά με τους τύπους των δικαιωμάτων που μπορείτε να ρυθμίσετε.
es: Vea <link xref="#files"/> y <link xref="#folders"/> a continuación para más información sobre los tipos de permisos que puede asignar.
nl: Zie <link xref="#files"/> en <link xref="#folders"/> hieronder voor details over de soorten rechten die u kunt instellen.
pt_br: Veja <link xref="#files"/> e <link xref="#folders"/> abaixo para detalhes dos tipos de permissões que você pode definir.
ru: Смотрите разделы <link xref="#files"/> и <link xref="#folders"/> ниже, чтобы узнать подробнее о типах прав доступа, которые вы можете задать.

source: Files
ast: Ficheros
el: Αρχεία
es: Archivos
fi: Tiedostot
nl: Bestanden
pt_br: Arquívos
ru: Файлы

source: You can set the permissions for the file owner, the group owner, and all other users of the system. For your files, you are the owner, and you can give yourself read-only or read-and-write permission. Set a file to read-only if you don't want to accidentally change it.
ast: Puede asignar los permisos pa el propietariu del ficheru, el grupu del propietariu y tolos demás usuarios del sistema. Pa sus ficheros, vusté es su propietariu, y puede concederse a sí mesmu permisos de solo llectura o de llectura/escritura. Defina un ficheru como solo llectura si no quies camudalu accidentalmente.
el: Μπορείτε να ορίσετε τα δικαιώματα για τον ιδιοκτήτη του αρχείου, τον ιδιοκτήτη της ομάδας, και όλους τους άλλους χρήστες του συστήματος. Για τα αρχεία σας, που είστε ο ιδιοκτήτης, μπορείτε να δώσετε στον εαυτό σας το δικαίωμα μόνο για ανάγνωση ή για ανάγνωση και εγγραφή μαζί. Ορίστε ένα αρχείο μόνο για ανάγνωση, εάν δεν θέλετε να το αλλάξετε κατά λάθος.
es: Puede asignar los permisos para el propietario del archivo, el grupo del propietario y todos los demás usuarios del sistema. Para sus archivos, usted es su propietario, y puede concederse a sí mismo permisos de solo lectura o de lectura/escritura. Defina un archivo como solo lectura si no quiere cambiarlo accidentalmente.
nl: U kunt rechten instellen voor de eigenaar van het bestand, de groep en alle andere gebruikers van het systeem. Van uw bestanden bent u de eigenaar en u kunt uzelf de rechten "Alleen lezen" of "Lezen en schrijven" geven. Stel een bestand in op "Alleen lezen" als u niet wilt dat u het per ongeluk wijzigt.
pt_br: Você pode definir permissões para o proprietário do arquivo, o proprietário do grupo e todos os usuários do sistema. Para seus arquivos, você é o proprietário e você pode dar a você mesmo permissão de somente leitura ou leitura e escrita. Defina um arquivo como somente leitura se você não quiser alterá-lo acidentalmente.
ru: Вы можете задать права доступа для владельца файла, группы, владеющей файлом и всех остальных пользователей в системе. Вы являетесь владельцем созданных вами файлов, и можете задать для них права доступа «только для чтения» или «чтение и запись». Сделайте файл доступным только для чтения, если не хотите случайно изменить его.

source: Every user on your computer belongs to a group. On home computers, it is common for each user to have their own group, and group permissions are not often used. In corporate environments, groups are sometimes used for departments or projects. As well as having an owner, each file belongs to a group. You can set the file's group and control the permissions for all users in that group. You can only set the file's group to a group you belong to.
ast: Cada usuariu de su equipu pertenez a un grupu. En equipos domésticos, es habitual que cada usuariu ten su propio grupu, y que los permisos de grupu no se usen a menudo. En entornos empresariales, los grupos se usan a vegaes pa departamentos o proyeutos. Además de tener un propietariu, cada ficheru pertenez a un grupu. Puede asignar el grupu de un ficheru y controlar los permisos pa tolos usuarios de esi grupu. Puede asignar el grupu de un ficheru solo si es un grupu al que vusté pertenez.
el: Κάθε χρήστης στον υπολογιστή σας ανήκει σε μια ομάδα. Σε υπολογιστές στο σπίτι, είναι συνηθισμένο κάθε χρήστης για να έχει τη δική τους ομάδα, και τα δικαιώματα της ομάδας δεν χρησιμοποιούνται συχνά. Σε εταιρικά περιβάλλοντα, οι ομάδες μερικές φορές χρησιμοποιούνται για τις υπηρεσίες ή τα έργα. Όπως επίσης έχοντας έναν ιδιοκτήτη, κάθε αρχείο ανήκει σε μια ομάδα. Μπορείτε να ρυθμίσετε τα αρχεία της ομάδας και να ελέγξετε τα δικαιώματα για όλους τους χρήστες σε αυτή την ομάδα. Μπορείτε να ρυθμίσετε μόνο τα αρχεία της ομάδας που εσείς ανήκετε.
es: Cada usuario de su equipo pertenece a un grupo. En equipos domésticos, es habitual que cada usuario tenga su propio grupo, y que los permisos de grupo no se usen a menudo. En entornos empresariales, los grupos se usan a veces para departamentos o proyectos. Además de tener un propietario, cada archivo pertenece a un grupo. Puede asignar el grupo de un archivo y controlar los permisos para todos los usuarios de ese grupo. Puede asignar el grupo de un archivo solo si es un grupo al que usted pertenece.
nl: Elke gebruiker op uw computer behoort tot een groep. Op computers thuis is het meestal zo dat elke gebruiker een eigen groep vormt, en groepsrechten worden niet vaak gebruikt. In bedrijfsomgevingen worden groepen soms gebruikt voor afdelingen of projecten. Behalve dat een bestand een eigenaar heeft, behoort het ook tot een groep. U kunt de groep voor het bestand instellen en de toegang beheren voor alle gebruikers in die groep. U kunt alleen de bestandsgroep instellen voor een groep waarvan u deel uitmaakt.
pt_br: Todo usuário no seu computador pertence a um grupo. Em computadores de casa, é comum que cada usuário tenha seu próprio grupo e permissões de grupo não são usadas com frequência. Em ambientes corporativos, grupos são usados algumas vezes para departamentos ou projetos. Assim como tem um dono, cada arquivo pertence a um grupo. Você pode definir o grupo do arquivo e controlar as permissões para todos os usuários naquele grupo. Você só pode definir o grupo do arquivo para um grupo ao qual você pertence.
ru: Каждый пользователь компьютера принадлежит к определённым группам. На домашних компьютерах, как правило, каждый пользователь имеет свою собственную группу, и права группы используются редко. В корпоративных системах для каждого подразделения или проекта иногда используется отдельная группа. Каждый файл принадлежит как своему владельцу, так и некоторой группе. Вы можете изменить группу, владеющую файлом и тем самым управлять правами доступа сразу для всех пользователей в этой группе. Вы можете изменить группу только на группу к которой вы сами принадлежите.

source: You can also set the permissions for users other than the owner and those in the file's group.
ast: También puede asignar los permisos de los usuarios que no seyan el propietariu ni que tean nel grupu del ficheru.
el: Μπορείτε επίσης να ρυθμίσετε τα δικαιώματα για χρήστες εκτός από τον ιδιοκτήτη και εκείνων στην ομάδα του αρχείου.
es: También puede asignar los permisos de los usuarios que no sean el propietario ni que estén en el grupo del archivo.
nl: U kunt ook de toegang instellen voor andere gebruikers dan de eigenaar en degenen uit de bestandsgroep.
pt_br: Você também pode definir permissões para outros usuários que não são o proprietário e aqueles no grupo do arquivo.
ru: Вы также можете задать права доступа для пользователей, которые не являются владельцами файла и не принадлежат к владеющей файлом группе.

source: If the file is a program, such as a script, you must select <gui>Allow executing file as program</gui> to run it. Even with this option selected, the file manager may still open the file in an application or ask you what to do. See <link xref="nautilus-behavior#executable"/> for more information.
ast: Si el ficheru es un programa, como por exemplu un script, tendrá que escoyer <gui>Permitir executar el ficheru como un programa</gui> pa ejecutarlo. Incluso con esta opción activada, puede que el xestor de ficheros abra esi ficheru dientro de una aplicación o le pregunte qué facer. Consulte <link xref="nautilus-behavior#executable"/> pa más información.
el: Αν το αρχείο είναι ένα πρόγραμμα, όπως ένα σενάριο, πρέπει να επιλέξετε <gui>Επιτρέψτε την εκτέλεση αρχείου ως πρόγραμμα</gui> για να το τρέξει. Ακόμη και με αυτήν την επιλογή, ο διαχειριστής αρχείων μπορεί να ανοίξει το αρχείο σε μια εφαρμογή ή να σας ρωτήσει τι πρέπει να κάνει. Δείτε <link xref="nautilus-behavior#executable"/> για περισσότερες πληροφορίες.
es: Si el archivo es un programa, como por ejemplo un script, tendrá que seleccionar <gui>Permitir ejecutar el archivo como un programa</gui> para ejecutarlo. Incluso con esta opción activada, puede que el gestor de archivos abra ese archivo dentro de una aplicación o le pregunte qué hacer. Consulte <link xref="nautilus-behavior#executable"/> para más información.
nl: Als het bestand een programma is, zoals een script, dan moet u <gui>Uitvoeren van bestand toestaan</gui> aanvinken om het te draaien. Zelfs als deze optie aangevinkt is kan het nog steeds zo zijn dat bestandsbeheer het bestand in een toepassing opent of u vraagt wat er gedaan moet worden. Zie <link xref="nautilus-behavior#executable"/> voor meer informatie.
pt_br: Se o arquivo é um programa, como um script, você deve selecionar <gui>Permitir execução do arquivo como um programa</gui> para executá-lo. Mesmo com essa opção selecionada, o gerenciador de arquivos ainda pode abrir o arquivo em uma aplicação ou perguntar o que deve ser feito. Veja <link xref="nautilus-behavior#executable"/> para mais informações.
ru: Если файл является программой, например, скриптом, то вы можете включить опцию <gui>Позволять выполнение файла как программы</gui>, чтобы иметь возможность запускать его. Даже если эта опция включена, менеджер файлов может всё равно открыть файл в приложении или спросить, какое действие нужно выполнить. Подробнее см. <link xref="nautilus-behavior#executable"/>.

source: Folders
ast: Carpetas
el: Φάκελοι
es: Carpetas
fi: Kansiot
nl: Mappen
pt_br: Pastas
ru: Папки

source: You can set permissions on folders for the owner, group, and other users. See the details of file permissions above for an explanation of owners, groups, and other users.
ast: Puede asignar permisos sobro carpetas pa el propietariu, el grupu y el restu de usuarios. Consulte los detalles sobro permisos de ficheros más arriba pa ver una explicación sobro propietarios, grupos y el restu de usuarios.
el: Μπορείτε να ορίσετε τα δικαιώματα σε φακέλους για τον ιδιοκτήτη, την ομάδα, και άλλους χρήστες. Δείτε τις λεπτομέρειες των δικαιωμάτων στα αρχεία παραπάνω για μια εξήγηση των ιδιοκτητών, τις ομάδες και τους άλλους χρήστες.
es: Puede asignar permisos sobre carpetas para el propietario, el grupo y el resto de usuarios. Consulte los detalles sobre permisos de archivos más arriba para ver una explicación sobre propietarios, grupos y el resto de usuarios.
nl: Voor mappen kunt u de rechten instellen voor de eigenaar, groep en andere gebruikers. Zie de informatie over bestandsrechten hierboven voor uitleg over eigenaren, groepen en andere gebruikers.
pt_br: Você pode definir permissões em pastar para o proprietário, grupo e outros usuários. Veja os detalhes das permissões de arquivos acima para uma explicação de proprietários, grupos e outros usuários.
ru: Вы можете задать права доступа к папке для владельца, группы и прочих пользователей. Более подробные сведения о владельцах, группах и прочих пользователях смотрите в описании прав доступа к файлам выше.

source: The permissions you can set for a folder are different from those you can set for a file.
ast: Los permisos que puede asignar a una carpeta son estremaes de los que puede asignar a un ficheru.
el: Τα δικαιώματα που μπορείτε να ορίσετε για ένα φάκελο είναι διαφορετικά από αυτά που μπορείτε να ορίσετε σε ένα αρχείο.
es: Los permisos que puede asignar a una carpeta son diferentes de los que puede asignar a un archivo.
fi: Kansioille asetettavat oikeudet eroavat tiedostoille annettavista oikeuksista.
nl: De rechten die u kunt instellen voor een map zijn anders dan die voor bestanden.
pt_br: As permissões que você pode definir para uma pasta são diferentes daquelas que você pode definir para um arquivo.
ru: Права доступа, которые вы можете задать для папки, отличаются от тех, которые вы можете задать для файла.

source: None
ast: Dengún
el: Κανένα
es: Ninguno
fi: Ei mitään
nl: Geen
pt_br: Nenhum
ru: Нет

source: The user will not even be able to see what files are in the folder.
ast: El usuariu ni siquiera sedrá capaz de ver qué ficheros tan na carpeta.
el: Ο χρήστης δεν θα είναι καν σε θέση να δει τι είδους αρχεία υπάρχουν στο φάκελο.
es: El usuario ni siquiera será capaz de ver qué archivos están en la carpeta.
fi: Käyttäjä ei näe edes kansion sisältöä.
nl: De gebruiker zal niet eens kunnen zien welke bestanden er in de map zitten.
pt_br: O usuário não vai nem mesmo ser capaz de ver quais arquivos estão na pasta.
ru: Пользователь даже не сможет посмотреть, какие файлы находятся в папке.

source: List files only
ast: Solo llistar ficheros
el: Μόνο λίστα αρχείων
es: Solo listar archivos
fi: Listaa ainoastaan tiedostot
nl: Alleen inventariseren
pt_br: Apenas listar arquivos
ru: Только перечисление файлов

source: The user will be able to see what files are in the folder, but will not be able to open, create, or delete files.
ast: El usuariu puede ser capaz de ver los ficheros que hai dientro de una carpeta, pero puede no ser capaz de abrir, criar o desaniciar ficheros.
el: Ο χρήστης θα είναι σε θέση να δει τι αρχεία βρίσκονται στο φάκελο, αλλά δεν θα είναι σε θέση να ανοίξει, να δημιουργήσει ή να διαγράψει αρχεία.
es: El usuario puede ser capaz de ver los archivos que hay dentro de una carpeta, pero puede no ser capaz de abrir, crear o borrar archivos.
fi: Käyttäjä näkee kansion sisällön, mutta ei voi avata, luoda tai poistaa tiedostoja.
nl: De gebruiker zal kunnen zien welke bestanden er in de map zitten, maar zal geen bestanden kunnen openen, aanmaken of verwijderen.
pt_br: O usuário será capaz de ver os arquivos que estão na pasta, mas não será capaz de abrir, ciar ou excluir arquivos.
ru: Пользователь сможет посмотреть, какие файлы находятся в папке, но не сможет открыть, создать, или удалить файлы.

source: Access files
ast: Acceder a los ficheros
el: Προσπέλαση αρχείων
es: Acceder a los archivos
nl: Bestanden gebruiken
pt_br: Acessar arquivos
ru: Доступ к файлам
