Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you unplug the power and run the laptop on battery for a while, then plug it in and let it recharge again, the Power Manager should be able to get the data it needs.
ast: Si desenchufa la alimentación, trabaja col portátil usando la batería durante un tiempu, y dempués vuelve a enchufar la alimentación y deja que se recargue de nuevu, el Xestor de enerxía tendría poder obtener los datos que necesita.
el: Εάν αποσυνδέσετε το ρεύμα και τρέξετε τον φορητό υπολογιστή με τη μπαταρία για λίγο, μετά το ξανασυνδέσετε και το αφήσετε πάλι να επαναφορτίσει, ο Διαχειριστής ενέργειας θα είναι μάλλον δυνατόν να έχει πρόσβαση στα δεδομένα που χρειάζεται.
es: Si desenchufa la alimentación, trabaja con el portátil usando la batería durante un tiempo, y luego vuelve a enchufar la alimentación y deja que se recargue de nuevo, el Gestor de energía debería poder obtener los datos que necesita.
nl: Als u een poosje in plaats van op netstroom op accustroom draait, opnieuw op netstroom overgaat en weer laat opladen, dan zou energiebeheer de nodige gegevens moeten verkrijgen.
pt_br: Se você desconectar a energia e executar o laptop na bateria por um tempo, depois conectar e deixar carregar de novo, o gerenciador de energia deve ser capaz de recuperar o dado que precisa.

source: Tips to reduce your computer's power consumption.
ast: Consejos pa amenorgar el consumo de enerxía de su equipu.
el: Συμβουλές για να μειώσετε την κατανάλωση ενέργειας του υπολογιστή σας.
es: Consejos para reducir el consumo de energía de su equipo.
fi: Vinkkejä tietokoneen virrankäytön vähentämiseksi
nl: Tips om het stroomverbruik van uw computer te verlagen.
pt_br: Dicas para reduzir o consumo de energia do computador.
ru: Советы по уменьшению энергопотребления вашего компьютера

source: Use less power and improve battery life
ast: Use menos enerxía pa mejorar la vida de la batería
el: Χρήση λιγότερης ενέργειας και βελτίωση της διάρκειας ζωής της μπαταρίας
fi: Käytä vähemmän virtaa ja säästä siten akkua
nl: Gebruik minder stroom om u levensduur van de batterij te vergeroten
pt_br: Consumir menos energia e melhorar a vida útil da bateria

source: Computers can use a lot of power. By using some simple energy-saving strategies, you can reduce your energy bill and help the environment. If you have a laptop, this will also help to increase the amount of time it can run on battery power.
ast: Los equipos pueden usar una gran cantidá de enerxía. Mediante el usu de dalgunes estrategias sencillas de ahorro de enerxía, puede amenorgar su factura de enerxía y ayudar al mediu ambiente. Si tien un equipu portátil, esto tamién ayudará a aumentar la cantidá de tiempu que puede funcionar cola batería.
el: Οι υπολογιστές μπορούν να χρησιμοποιήσουν πολλή ενέργεια. Κάνοντας χρήση κάποιων απλών στρατηγικών για εξοικονόμηση ενέργειας, μπορείτε να μειώσετε τον λογαριασμό του ρεύματος και να βοηθήσετε το περιβάλλον. Αν έχετε φορητό υπολογιστή (laptop), αυτό θα σας βοηθήσει επίσης να αυξήσετε το χρόνο χρήσης της μπαταρίας.
pt_br: Computadores podem utilizar bastante energia. Usando algumas simples estratégias de economia de energia, você pode reduzir a sua conta de luz e ajudar o meio ambiente. Se você tem um laptop, isto vai ajudar também a aumentar a quantidade de tempo que ele pode funcionar com a energia da bateria.

source: General tips
ast: Consejos generales
el: Γενικές συμβουλές
es: Consejos generales
fi: Yleisiä neuvoja
nl: Algemene tips
pt_br: Dicas gerais
ru: Общие советы

source: <link xref="shell-exit#shut-down">Suspend your computer</link> when you are not using it. This significantly reduces the amount of power it uses, and it can be woken up very quickly.
ast: <link xref="shell-exit#shut-down">Suspenda su equipu</link> cuando no lo esté usando. Esto reduce significativamente la enerxía que consume y puede reanudar el equipu mui rápidamente.
el: <link xref="shell-exit#shut-down">Βάλτε τον υπολογιστή σε αναστολή λειτουργίας</link> όταν δεν τον χρησιμοποιήτε. Αυτό μειώνει σημαντικά την ενέργεια που καταναλώνεται και μπορείτε να τον επαναφέρεται σε λειτουργία πολύ γρήγορα.
es: <link xref="shell-exit#shut-down">Suspenda su equipo</link> cuando no lo esté usando. Esto reduce significativamente la energía que consume y puede reanudar el equipo muy rápidamente.
nl: <link xref="shell-exit#shut-down">Zet uw computer in de pauzestand</link> wanneer u hem niet gebruikt. Dit verlaagt het stroomverbruik aanzienlijk en de computer kan snel weer geactiveerd worden.
pt_br: <link xref="shell-exit#shut-down">Suspender seu computador</link> quando você não está usando-o. Isso reduz significativamente o uso de energia e ele pode ser acordado muito rápido
ru: <link xref="shell-exit#shut-down">Переводите компьютер в ждущий режим</link>, когда не пользуетесь им. Это значительно уменьшает энергопотребление, а вернуться в рабочий режим можно очень быстро.

source: Turn off the computer when you will not be using it for longer periods. Some people worry that turning off a computer regularly may cause it to wear out faster, but modern computers are quite robust, so this shouldn't be an issue.
ast: Apague el equipu cuando no vaya a usalu durante mucho tiempu. Dalgunes personas creen que apagar un equipu con regularidad puede facer que se desgaste más rápidamente, pero los equipos modernos son bastante robustos, polo que no tendría ser un problema.
el: Απενεργοποιήστε τον υπολογιστή σας όταν ξέρετε ότι δε θα τον χρησιμοποιήσετε για μεγάλο χρονικό διάστημα. Μερικοί άνθρωποι ανησυχούν ότι η συχνή απενεργοποίηση του υπολογιστή μπορεί να προκαλέσει σταδιακή του φθορά, αλλά οι σύγχρονοι υπολογιστές είναι ιδιαίτερα ανθεκτικοί και αυτό δεν αποτελεί πια πρόβλημα.
es: Apague el equipo cuando no vaya a usarlo durante mucho tiempo. Algunas personas creen que apagar un equipo con regularidad puede hacer que se desgaste más rápidamente, pero los equipos modernos son bastante robustos, por lo que no debería ser un problema.
nl: Schakel de computer uit wanneer u hem voor langere tijd niet gebruikt. Sommige mensen denken dat een computer sneller slijt als hij vaak uitgezet wordt, maar moderne computers zijn robuust, dus speelt dit geen rol.
pt_br: Desligue o computador quando você não for usá-lo por longos períodos. Algumas pessoas se preocupam que desligando o computador regularmente possa causar desgaste mais rápido, mas computadores modernos são bem robustos, logo isso não deve ser uma preocupação.
ru: Отключайте компьютер, если долго не будете им пользоваться. Некоторые люди беспокоятся, что частые отключения компьютера могут привести к более быстрому выходу его из строя, но современные компьютеры весьма надёжны, так что это не должно вызвать проблем.

source: Use the Power Management preferences to change your power settings. There are a number of options that will help to save power: you can <link xref="display-dimscreen">automatically dim</link> the display or send it to sleep after a certain time; <link xref="power-brighter">reduce the display's brightness</link> (for laptops); and have the computer <link xref="power-suspendhibernate">automatically go to sleep</link> if you haven't used it for a certain period of time.
ast: Use les preferencies de Xestión de enerxía pa camudar sus opciones de enerxía. Hai varias opciones que pueden ayudarle a ahorrar enerxía: puede <link xref="display-dimscreen">atenuar automáticamente</link> la pantalla o ponerla en reposo pasáu un cierto tiempu; <link xref="power-brighter">amenorgar el brillo de la pantalla</link> (pa portátiles); y facer que el equipu <link xref="power-suspendhibernate">se suspenda automáticamente</link> si no lo usa durante un cierto periodu de tiempu.
el: Χρησιμοποιήστε τον Διαχειριστή ενέργειας για να αλλάξετε τις ρυθμίσεις ενέργειας του υπολογιστή σας. Υπάρχουν αρκετές επιλογές που θα σας βοηθήσουν να εξοικονομήσετε ενέργεια: μπορείτε να <link xref="display-dimscreen">αφήσετε να ξεκινήσει να θαμπώνει αυτόματα</link> η οθόνη ή να μεταβαίνει σε κατάσταση χαμηλής κατανάλωσης για κάποιο διάστημα, <link xref="power-brighter">να μειώσετε τη φωτεινότητα της οθόνης</link> (για φορητούς υπολογιστές), καθώς και να έχετε τον υπολογιστή <link xref="power-suspendhibernate">να πηγαίνει για ύπνο αυτόματα</link> εάν δεν τον έχετε χρησιμοποιήσει για συγκεκριμένο χρονικό διάστημα.
es: Use las preferencias de Gestión de energía para cambiar sus opciones de energía. Hay varias opciones que pueden ayudarle a ahorrar energía: puede <link xref="display-dimscreen">atenuar automáticamente</link> la pantalla o ponerla en reposo pasado un cierto tiempo; <link xref="power-brighter">reducir el brillo de la pantalla</link> (para portátiles); y hacer que el equipo <link xref="power-suspendhibernate">se suspenda automáticamente</link> si no lo usa durante un cierto periodo de tiempo.
nl: Gebruik Energiebeheer-voorkeuren om uw instellingen te wijzigen. Er zijn meerdere keuzes mogelijk waarmee u energie kunt besparen: u kunt het beeldscherm <link xref="display-dimscreen">automatisch dimmen</link> of na enige tijd in de pauzestand zetten; <link xref="power-brighter">de helderheid van het scherm verminderen</link> (voor laptops); en de computer <link xref="power-suspendhibernate">automatisch in de slaapstand zetten</link> wanneer u hem gedurende een bepaalde tijd niet gebruikt.
pt_br: Use as preferências do gerenciador de energia para alterar as configurações de energia. Existe um número de opções que irão ajudar a economizar energia: você pode <link xref="display-dimscreen">escurecer automaticamente</link> a tela ou mandar dormir após um certo tempo; <link xref="power-brighter">reduzir brilho da tela</link> (para laptops); e ter o computador <link xref="power-suspendhibernate">automaticamente indo dormir</link> se você não estiver usando-o por um certo período de tempo.

source: Turn off any external devices (like printers and scanners) when you're not using them.
ast: Apague cualesquier preséu esternu (como impresoras o escáneres) cuando no los use.
el: Απενεργοποιήστε εξωτερικές συσκευές (όπως εκτυπωτές ή σαρωτές) όταν δεν τις χρησιμοποιείτε.
es: Apague cualquier dispositivo externo (como impresoras o escáneres) cuando no los use.
fi: Sammuta ulkoiset laitteet (esimerkiksi tulostin tai kuvanlukija), kun et tarvitse niitä.
nl: Zet externe apparaten (zoals printers en scanners) uit wanneer u die niet gebruikt.
pt_br: Desligue qualquer dispositivo externo (como impressoras e digitalizadores) quando você não os estiver usando.
ru: Отключайте все внешние устройства (типа принтеров и сканеров), когда не пользуетесь ими.

source: Laptops, netbooks, and other devices with batteries
ast: Portátiles, netbooks y otros preseos con baterías
el: Φορητοί υπολογιστές, ταμπλέτες και άλλες συσκευές με μπαταρίες
es: Portátiles, netbooks y otros dispositivos con baterías
fi: Kannettavat, miniläppärit ja muut akkua käyttävät laitteet
nl: Laptops, netbooks en andere apparaten met accu's
pt_br: Laptops, netbooks e outros dispositivos com baterias
ru: Ноутбуки, нетбуки и другие устройства с аккумуляторами

source: <link xref="power-brighter">Reduce the screen's brightness</link>; powering the screen accounts for a significant fraction of a laptop's power consumption.
ast: <link xref="power-brighter">Amenorgar el brillo de la pantalla</link>; el consumo de enerxía de la pantalla supone una parte significativa del consumo de enerxía total de un portátil.
el: <link xref="power-brighter"> Μειώστε τη φωτεινότητα της οθόνης </link>? τροφοδότηση των λογαριασμών οθόνη για ένα σημαντικό μέρος της κατανάλωσης ρεύματος ενός φορητού υπολογιστή.
es: <link xref="power-brighter">Reducir el brillo de la pantalla</link>; el consumo de energía de la pantalla supone una parte significativa del consumo de energía total de un portátil.
nl: <link xref="power-brighter">De helderheid van het scherm verlagen</link>; het beeldscherm neemt een aanzienlijk deel van het stroomverbruik van een laptop voor zijn rekening.
pt_br: <link xref="power-brighter">Reduzir o brilho do monitor</link>; alimentando as contas de tela para uma fração significativa do consumo de energia do laptop.
ru: <link xref="power-brighter">Уменьшите яркость экрана</link>; питание экрана составляет значительную долю общего энергопотребления ноутбука.

source: Most laptops have buttons on the keyboard (or a keyboard shortcut) that you can use to reduce the brightness.
ast: La mayoría de los portátiles tien botones nel tecláu (o una combinación de tecles) que puede usar pa amenorgar el brillo.
el: Οι περισσότεροι φορητοί υπολογιστές έχουν ειδικά κουμπιά (ή συντομεύσεις) στο πληκτρολόγιο που μπορείτε να χρησιμοποιήσετε για να ελαττώσετε τη φωτεινότητα.
es: La mayoría de los portátiles tiene botones en el teclado (o una combinación de teclas) que puede usar para reducir el brillo.
fi: Useimpien kannettavien näppäimistöissä on valoisuuden säätöä varten omat näppäimet (tai pikanäppäimet).
nl: De meeste laptops hebben toetsen op het toetsenbord (of sneltoetsen) waarmee u de helderheid kunt verlagen.
pt_br: A maioria dos laptops têm botões no teclado (ou atalhos de teclado) que você pode usar para reduzir o brilho.
ru: Большинство ноутбуков имеют кнопки на клавиатуре (или комбинации клавиш), с помощью которых можно уменьшить яркость.

source: If you don't need an Internet connection for a little while, turn off the wireless/Bluetooth card. These devices work by broadcasting radio waves, which takes quite a bit of power.
ast: Si no va a necesitar coneutase a Internet durante un tiempu, apague la tarxeta inalámbrica o Bluetooth. Estos preseos funcionan emitiendo ondas de radio, lo que consume enerxía.
el: Εάν δεν χρειάζεστε σύνδεση Διαδικτύου για λίγο χρόνο, απενεργοποιήστε τις κάρτες για το ασύρματο ή το Bluetooth. Αυτές οι συσκευές λειτουργούν εκπέμποντας ραδιοκύματα, πράγμα που καταναλώνει αρκετή ενέργεια.
es: Si no va a necesitar conectarse a Internet durante un tiempo, apague la tarjeta inalámbrica o Bluetooth. Estos dispositivos funcionan emitiendo ondas de radio, lo que consume energía.
nl: Als u een tijdje geen internetverbinding nodig heeft, schakel dan de draadloze netwerk/Bluetooth-kaart uit. Deze apparaten zenden radiogolven uit, hetgeen behoorlijk wat energie verbruikt.
pt_br: Se você não precisa de uma conexão com a internet por um perído, desligue o cartão wireless/bluetooth. Esses dispositivos trabalham por ondas de transmissão de radio as quais consomem uma energia considerável.
ru: Если вам некоторое время не понадобится подключение к Интернету, отключите беспроводной адаптер или Bluetooth. Эти устройства передают радиоволны, что требует значительной затраты электроэнергии.

source: Some computers have a physical switch that can be used to turn it off, whereas others have a keyboard shortcut that you can use instead. You can turn it on again when you need it.
ast: Dellos equipos tiennun interruptor físico que puede usase pa apagarla, mientres que otros usan una combinación de tecles. Puede volver a activarla de nuevu cuando lo necesite.
el: Μερικοί υπολογιστές διαθέτουν έναν διακόπτη με τον οποίο απενεργοποιούνται, ενώ άλλοι διαθέτουν μια συντόμευση πληκτρολογίου για αυτό το σκοπό. Μπορείτε να τον ενεργοποιήσετε και πάλι όταν τον χρειαστείτε.
es: Algunos equipos tienen un interruptor físico que puede usarse para apagarla, mientras que otros usan una combinación de teclas. Puede volver a activarla de nuevo cuando lo necesite.
nl: Sommige computers hebben een fysieke schakelaar waarmee de kaart uitgeschakeld kan worden, terwijl andere sneltoetsen hebben die daarvoor gebruikt kunnen worden. U kunt de kaart weer inschakelen wanneer u hem nodig heeft.
pt_br: Alguns computadores têm um interruptor que pode ser usado para desligá-lo, ao passo que outros têm um atalho no teclado que pode ser usado no lugar. Você pode ligar de novo quando precisar.
ru: На некоторых компьютерах есть переключатель для их отключения, на других для этой цели используются комбинации клавиш. При необходимости вы сможете включить эти устройства вновь.

source: More advanced tips
ast: Más consejos avanzados
el: Περισσότερες εξειδικευμένες συμβουλές
es: Más consejos avanzados
nl: Geavanceerde tips
pt_br: Mais dicas avançadas
ru: Более продвинутые советы

source: Reduce the number of tasks that are running in the background. Computers use more power when they have more work to do.
ast: Reduzca el númberu de xeres que se ejecutan en segundu planu. Los equipos gastan más enerxía cuando tienen más trabayu que facer.
el: Ελαττώστε τον αριθμό εργασιών που τρέχουν στο παρασκήνιο. Οι υπολογιστές καταναλώνουν περισσότερη ενέργεια όταν έχουν περισσότερη δουλειά να κάνουν.
es: Reduzca el número de tareas que se ejecutan en segundo plano. Los equipos gastan más energía cuando tienen más trabajo que hacer.
fi: Vähennä taustalla pyörivien tehtävien määrää. Tietokoneet käyttävät sitä enemmän virtaa, mitä enemmän tehtäviä niillä on hoidettavana.
nl: Beperk het aantal taken dat op de achtergrond draait. Computers gebruiken meer energie wanneer ze meer werk te doen hebben.
pt_br: Reduza o número de tarefas que estão rodando em segundo plano. Computadores usam mais energia quando têm mais trabalhos para executar.
ru: Уменьшите число выполняемых в фоновом режиме задач. Компьютеры потребляют больше энергии, когда больше загружены работой.

source: Most of your running applications do very little when you're not actively using them. However, applications that frequently grab data from the internet, play music or movies, or run distributed calculations can impact your power consumption.
ast: La mayoría de les aplicaciones que se ejecutan hacen mui poco cuando no se tan usando activamente. Sin embargo, les aplicaciones que con frecuencia toman datos de Internet, reproducen música o películas o ejecutan cálculos distribuidos pueden afectar su consumo de enerxía.
el: Οι περισσότερες από τις εφαρμογές που τρέχετε κάνουν πολύ λίγα πράγματα όταν δεν τις χρησιμοποιείτε ενεργά. Παρ'όλα αυτά, εφαρμογές που λαμβάνουν δεδομένα από το διαδίκτυο, αναπαράγουν μουσική ή ταινίες, ή διεξάγουν κατανεμημένους υπολογισμούς μπορούν να επηρεάσουν την κατανάλωση ενέργειας.
es: La mayoría de las aplicaciones que se ejecutan hacen muy poco cuando no se están utilizando activamente. Sin embargo, las aplicaciones que con frecuencia toman datos de Internet, reproducen música o películas o ejecutan cálculos distribuidos pueden afectar su consumo de energía.
nl: De meeste van uw openstaande toepassingen doen zeer weinig als u ze niet actief gebruikt. Maar toepassingen die regelmatig gegevens van het internet ophalen, muziek of video's afspelen, of berekeningen maken kunnen van invloed zijn op het energieverbruik.
pt_br: A maioria das suas aplicações em execução fazem muito pouco quando você não está usando-as ativamente. Entretanto, aplicações que frequentemente pegam dados da internet, reproduzem música ou filmes ou executam cálculos distribuídos podem impactar seu consumo de energia.
ru: Большинство из запущенных приложений делают мало полезного, когда вы активно ими не пользуетесь. Зато приложения, которые часто скачивают данные из интернета, воспроизводят музыку или фильмы, или работают над распределёнными вычислениями, могут сильно влиять на энергопотребление.

source: Tips such as "Don't let the battery charge get too low"
ast: Suxerencies como «Nun dexes que'l nivel de carga de la batería baxe abondo»
el: Συμβουλές όπως «Μην αφήσετε τη φόρτιση της μπαταρίας να είναι πολύ χαμηλή"
nl: Tips zoals ‘Zorg ervoor dat de acculading niet te laat wordt’
pt_br: Dicas como "Não deixe que a carga da bateria fique muito baixa"

source: Get the most out of your laptop battery
ast: Sacar el máximu partido a la batería de su portátil
el: Εκμεταλλευτείτε στο έπακρο τη μπαταρία του φορητού σας υπολογιστή.
es: Sacar el máximo partido a la batería de su portátil
fi: Hyödynnä akkusi täysimittaisesti
nl: Maak optimaal gebruik van uw laptopaccu
pt_br: Consiga o máximo da bateria do seu laptop

source: As laptop batteries age, they get worse at storing charge and their capacity gradually decreases. There are a few techniques that you can use to prolong their useful lifetime, although you shouldn't expect a big difference.
ast: A medida que les baterías del portátil envejecen, empeoran en almacenar carga y se reduce gradualmente su capacidad. Existen dalgunes técnicas que pueden ayudarle a prolongar su vida útil, anque no espere grandes diferencias.
el: Με το πέρασμα του χρόνου, οι μπαταρίες των φορητών υπολογιστών χάνουν την ικανότητά τους για αποθήκευση ενέργειας, και η χωρητικότητά τους σταδιακά ελαττώνεται. Υπάρχουν κάποιες τεχνικές που μπορείτε να χρησιμοποιήσετε ώστε να παρατείνετε τη διάρκεια ζωής τους, αν και δεν θα πρέπει να περιμένετε μεγάλη διαφορά.
es: A medida que las baterías del portátil envejecen, empeoran en almacenar carga y se reduce gradualmente su capacidad. Existen algunas técnicas que pueden ayudarle a prolongar su vida útil, aunque no espere grandes diferencias.
nl: Naarmate laptopaccu's ouder worden, verslechtert het opslaan van energie en zal de capaciteit geleidelijk aan afnemen. Er zijn een aantal technieken die u kunt gebruiken om de levensduur te verlengen, alhoewel u niet een al te grote verandering moet verwachten.
pt_br: Com o tempo, as baterias de laptop vão perdendo a capacidade de armazenar carga e essa capacidade diminui gradualmente. Há algumas técnicas que você pode usar para prolongar o tempo de vida útil delas, embora você não deva esperar uma grande diferença.
ru: Со временем способность аккумуляторов сохранять заряд постепенно уменьшается. Вот несколько способов продлить срок их жизни, хотя не стоит ожидать что эффект будет большим.

source: Don't let the battery run all the way down. Always recharge <em>before</em> the battery gets very low; recharging when it is only partially discharged is more efficient.
ast: No deje que la batería se gaste por completu. Recargue siempres la batería <em>enantes</em> de que le quede mui poca carga; recargarla cuando ta solo parcialmente descargada resulta más eficiente.
el: Μην αφήνετε τη μπαταρία να τελειώσει. Πάντα να την επαναφορτίζετε <em>πριν</em> φτάσει σε πολύ χαμηλά επίπεδα· είναι αποδοτικότερο να την επαναφορτίζετε όταν είναι μόνο μερικώς αφόρτιστη.
es: No deje que la batería se gaste por completo. Recargue siempre la batería <em>antes</em> de que le quede muy poca carga; recargarla cuando está solo parcialmente descargada resulta más eficiente.
nl: Laat de accu niet helemaal leeglopen. Herlaad de accu altijd <em>voordat</em> deze erg laag wordt; het is efficiënter de accu te herladen wanneer die slechts gedeeltelijk ontladen is.
pt_br: Não deixe a bateria se esgotar completamente. Sempre recarregue <em>antes</em> da bateria ficar muito baixa; recarregar quando ela está somente parcialmente descarregada é mais eficiente.
ru: Не позволяйте аккумулятору полностью разряжаться. Всегда заряжайте его <em>до того</em>, как уровень заряда станет слишком низким; перезарядка когда аккумулятор разряжен лишь частично даст больший эффект.
