Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Move your mouse pointer to the top-left corner of the screen. The Launcher will appear immediately.
ast: Mueva el puntero del mur a la esquina superior esquierda de la pantalla. El Lanzador aparecerá darréu.
el: Μετακινήστε το δείκτη του ποντικιού σας προς την πάνω αριστερή γωνία της οθόνης. Ο Εκκινητής θα εμφανιστεί αμέσως.
es: Mueva el puntero del ratón a la esquina superior izquierda de la pantalla. El Lanzador aparecerá inmediatamente.
fi: Siirrä hiiren osoitin näytön vasempaan ylänurkkaan. Käynnistin ilmestyy välittömästi näkyviin.
nl: Breng de muiswijzer naar de linker bovenhoek van het scherm. De Starter zal onmiddellijk verschijnen.
pt_br: Mova o ponteiro do mouse no canto superior esquerdo da tela. O Lançador aparecerá imediatamente.
ru: Переместите указатель мыши в верхний левый угол экрана. Панель запуска появится немедленно.

source: Tap the <key>meta</key> key twice. The Launcher will appear briefly, but will disappear unless you hover your mouse over the Launcher.
ast: Calca dos vegaes la tecla <key>meta</key>. El Lanzador aparecerá brevemente, pero desaparecerá a menos que mueva el mur sobro elli.
el: Πατήστε το πλήκτρο <key>Meta</key> δύο φορές. Ο Εκκινητής θα εμφανιστεί σύντομα, αλλά θα εξαφανιστεί αν δεν κρατήσετε το ποντίκι σας πάνω από τον Εκκινητή.
es: Pulse dos veces la tecla <key>meta</key>. El Lanzador aparecerá brevemente, pero desaparecerá a menos que mueva el ratón sobre él.
nl: Druk twee maal op de <key>meta</key>-toets. De Starter zal even verschijnen, maar verdwijnt weer tenzij u uw muis boven de Starter brengt.
pt_br: Pressione o botão <key>Widnows</key> duas vezes. O Lançador aparecerá brevemente, mas desaparecerá a menos que você posicione o cursos do mouse sobre o Launcher.
ru: Дважды нажмите клавишу <key>Meta</key>. Вскоре появится панель запуска, но исчезнет, если вы не наведёте на неё указатель мыши.

source: Press and hold the <key>meta</key> key. The Launcher will appear, and numbers will appear on top of the Launcher icons. This allows you to press any one of the numbers to start that application.
ast: Calca y mantenga pulsada la tecla <key>meta</key>. Aparecerá el Lanzador con unos númberos sobro los iconos de ésti. Esto le permite calcar cualquiera de les tecles correspondientes a esos númberos pa entamar esa aplicación en concreto.
el: Πατήστε και κρατήστε το πλήκτρο <key>Meta</key>. Ο Εκκινητής θα εμφανιστεί και θα εμφανίσει αριθμούς στην κορυφή των εικονιδίων του Εκκινητή. Αυτό σας επιτρέπει να πατήσετε οποιονδήποτε αριθμό για να ξεκινήσει εκείνη η εφαρμογή που αντιστοιχεί στον αριθμό.
es: Pulse y mantenga pulsada la tecla <key>meta</key>. Aparecerá el Lanzador con unos números sobre los iconos de éste. Esto le permite pulsar cualquiera de las teclas correspondientes a esos números para iniciar esa aplicación en concreto.
fi: Pidä <key>super-näppäintä</key> pohjassa. Käynnistimen tullessa esiin sovellusten kuvakkeiden päälle ilmestyy numeroita. Saat sovelluksen auki painamalla <key>super-näppäintä</key> ja painamalla samaan aikaan sovelluksen numeroa.
nl: Druk de <key>meta</key>-toets in en houd deze ingedrukt. De Starter zal verschijnen en op de pictogrammen staan cijfers en letters. U kunt nu een toepassing starten door op het cijfer of de letter te drukken.
pt_br: Pressione e segure a tecla <key>super</key>. O Lançador aparecerá e números aparecerão sobre os ícones do mesmo. Isso permitirá para que você possa apertar uma das teclas numéricas para iniciar um aplicativo.
ru: Нажмите и удерживайте клавишу <key>Meta</key>. Появится панель запуска с цифрами наверху её значков. Это позволяет нажать одну из цифр, чтобы запустить соответствующее приложение.

source: Which approach do you like the most? What approach do you think will help you work most efficiently?
ast: ¿Qué forma le gusta más? ¿Qué forma cree que le ayudará a trabayar con más eficacia?
el: Ποιά προσέγγιση σας αρέσει περισσότερο; Ποιά προσέγγιση πιστεύετε ότι θα σας βοηθήσει να εργαστείτε πιο αποτελεσματικά;
es: ¿Qué forma le gusta más? ¿Qué forma cree que le ayudará a trabajar con más eficacia?
fi: Mistä tavasta pidät eniten? Minkä lähestymistavan avulla luulet voivasi työskennellä mahdollisimman tehokkaasti?
nl: Welke benadering vindt u het prettigst? Met welke benadering denkt u het meest efficiënt te kunnen werken?
pt_br: Qual método você mais gosta? Qual método você acha que vai te ajudar a trabalhar com mais eficiência?
ru: Какой способ вам больше понравился? Какой способ, по вашему мнению, позволит вам работать более эффективно?

source: To learn more about the Launcher, explore any of the Launcher help topics below.
ast: Pa saber más sobro el Lanzador, explore cualquiera de los siguientes temes de aida sobro el Lanzador.
el: Για να μάθετε περισσότερα σχετικά με τον Εκκινητή, εξερευνήστε παρακάτω οποιαδήποτε θέματα βοηθείας για τον Εκκινητή.
es: Para saber más sobre el Lanzador, explore cualquiera de los siguientes temas de ayuda sobre el Lanzador.
fi: Saat lisätietoja käynnistimestä alapuolelta löytyvistä ohjeaiheista.
nl: Wilt u meer weten over de Starter? Neem dan onderstaande hulponderwerpen over de Starter door.
pt_br: Para aprender mais sobre o lançador, explore qualquer um dos tópicos de ajuda do Lançador abaixo.
ru: Чтобы узнать больше о панели запуска, прочтите любой из посвящённых ей разделов справки, следующих ниже

source: Launcher Basics
ast: Temas básicos del Lanzador
el: Βασικές ρυθμίσεις του Εκκινητή
es: Temas básicos del Lanzador
fi: Käynnistimen perusteet
nl: Basisvaardigheden voor de Starter
pt_br: Básico do Lançador
ru: Основы работы с панелью запуска

source: Customizing the Launcher
ast: Personalizar el lanzador
el: Προσαρμόζοντας τον Εκκινητή
es: Personalizar el lanzador
fi: Käynnistimen mukauttaminen
nl: De Starter aanpassen
pt_br: Personalizando o Lançador
ru: Настройка панели запуска

# link:trail
source: Users
ast: Usuarios
el: Χρήστες
fi: Käyttäjät
pt_br: Usuários
ru: Пользователи

source: <link xref="user-add">Add user</link> or <link xref="shell-guest-session">guest user</link>, <link xref="user-changepassword">change password</link>, <link xref="user-admin-change">administrators</link>...
ast: <link xref="user-add">Amestar usuariu</link> o <link xref="shell-guest-session">usuariu invitado</link>, <link xref="user-changepassword">camudar contraseña</link>, <link xref="user-admin-change">administradores</link>...
el: <link xref="user-add">Προσθήκη χρήστη</link> ή <link xref="shell-guest-session">συνεδρία επισκέπτη</link>, <link xref="user-changepassword">αλλαγή κωδικού πρόσβασης</link>, <link xref="user-admin-change">διαχειριστές</link>...
es: <link xref="user-add">Añadir usuario</link> o <link xref="shell-guest-session">usuario invitado</link>, <link xref="user-changepassword">cambiar contraseña</link>, <link xref="user-admin-change">administradores</link>...
fi: <link xref="user-add">Lisää käyttäjä</link> tai <link xref="shell-guest-session">vieraskäyttäjä</link>, <link xref="user-changepassword">vaihda salasana</link>, <link xref="user-admin-change">pääkäyttäjät</link>...
nl: <link xref="user-add">Gebruiker toevoegen</link> of <link xref="shell-guest-session">gastgebruiker</link>, <link xref="user-changepassword">wachtwoord wijzigen</link>, <link xref="user-admin-change">beheerders</link>…
pt_br: <link xref="user-add">Adicionar usuário</link> ou <link xref="shell-guest-session">usuário convidado</link>, <link xref="user-changepassword">alteração de senha</link>, <link xref="user-admin-change">administradores</link>...
ru: <link xref="user-add">Добавление пользователя</link> или <link xref="shell-guest-session">гостя</link>, <link xref="user-changepassword">изменение пароля</link>, <link xref="user-admin-change">администраторы</link>...

source: User accounts
ast: Cuentas de usuariu
el: Λογαριασμοί χρηστών
es: Cuentas de usuario
fi: Käyttäjätilit
nl: Gebruikersaccounts
pt_br: Contas de usuário
ru: Учётные записи пользователей

source: Each person that uses the computer should have a different user account. This allows them to keep their files separate from yours and to choose their own settings. It's also more secure. You can only access a different user account if you know the password.
ast: Cada persona que utiliza el equipu tien de tener una cuenta de usuariu distintu. Esto le permite caltener sus ficheros separados de los suyos y escoyer su propia configuración. También es más seguru. Solo puede acceder a una cuenta de usuariu distintu si conoce la contraseña.
el: Κάθε άτομο που χρησιμοποιεί τον υπολογιστή πρέπει να έχει διαφορετικό λογαριασμό χρήστη. Αυτό επιτρέπει να κρατάει ο καθένας τα αρχεία του ξεχωριστά από του άλλου και να επιλέγει ο καθένας τις δικές του ρυθμίσεις. Είναι επίσης πιο ασφαλές. Μπορείτε να έχετε πρόσβαση σε ένα διαφορετικό λογαριασμό χρήστη μόνο αν γνωρίζετε τον κωδικό του.
es: Cada persona que utiliza el equipo debe tener una cuenta de usuario diferente. Esto le permite mantener sus archivos separados de los suyos y elegir su propia configuración. También es más seguro. Solo puede acceder a una cuenta de usuario diferente si conoce la contraseña.
fi: Jokaisen tulisi käyttää tietokonetta omalla käyttäjätunnuksellaan. Ensinnäkin se on tietoturvan puolesta suositeltavaa; tiedostosi kuuluvat sinulle, ei muille käyttäjille. Lisäksi esimerkiksi kaikilla voi olla omat työpöytäasetukset. Voit vaihtaa eri käyttäjätilien välillä, kunhan vain tiedät salasanan.
nl: Elke persoon die de computer gebruikt zou een eigen gebruikersaccount moeten hebben. Dit zorgt ervoor dat zij hun bestanden gescheiden kunnen houden van de uwe, en hun eigen instellingen kunnen kiezen. Het is ook veiliger. Het is alleen mogelijk om toegang te krijgen tot het account van een andere gebruiker als u het wachtwoord weet.
pt_br: Cada pessoa deve ter uma conta de usuário diferente. Isto permite-lhes manter seus arquivos separados do seu e de escolher as suas próprias definições É mais seguro também. Você só poderá acessar uma conta de usuário diferente se saber a senha.
ru: Каждый человек, пользующийся компьютером, должен иметь собственную учётную запись. Это позволит ему хранить свои файлы отдельно от ваших и выбирать собственные настройки. Это также более безопасно. Вы можете получить доступ к учётной записи другого пользователя, только если знаете пароль.

# link:trail
source: Accounts
ast: Cuentas
el: Λογαριασμοί
fi: Käyttäjätilit
pt_br: Contas
ru: Учётные записи

source: Manage user accounts
ast: Gestionar les cuentas de usuariu
el: Διαχείριση λογαριασμών χρηστών
es: Gestionar las cuentas de usuario
fi: Hallitse käyttäjätilejä
nl: Gebruikersaccounts beheren
pt_br: Gerenciar contas de usuário
ru: Управление учётными записями пользователей

source: Passwords
ast: Contraseñas
el: Κωδικοί πρόσβασης
es: Contraseñas
fi: Salasanat
nl: Wachtwoorden
pt_br: Senhas
ru: Пароли

# link:trail
source: Privileges
ast: Privilexos
el: Προνόμια
fi: Oikeudet
nl: Rechten
pt_br: Privilégios
ru: Привилегии

source: User privileges
ast: Privilexos dl'usuario
el: Προνόμια χρήστη
es: Privilegios del usuario
fi: Käyttäjäoikeudet
nl: Gebruikersrechten
pt_br: Privilégios do usuário
ru: Привилегии пользователя

source: Add new users so that other people can log in to the computer.
ast: Amestar usuarios nuevos de manera que otres personas puedan entamar sesión en el equipu.
el: Προσθέστε νέους χρήστες έτσι ώστε άλλοι να μπορούν να εισέλθουν στον υπολογιστή.
es: Añadir usuarios nuevos de manera que otras personas puedan iniciar sesión en el equipo.
fi: Lisää uusia käyttäjiä, jotta myös muut ihmiset voivat käyttää tietokonetta.
nl: Nieuwe gebruikers toevoegen zodat anderen zich op de computer kunnen aanmelden.
pt_br: Adicionar novos usuários para que outras pessoas possam se logar no computador.
ru: Добавьте новых пользователей, чтобы другие люди могли воспользоваться компьютером.

source: Add a new user account
ast: Amestar una cuenta de usuariu nueva
el: Προσθήκη ενός νέου λογαριασμού χρήστη
es: Añadir una cuenta de usuario nueva
fi: Lisää uusi käyttäjätili
nl: Een nieuwe gebruiker toevoegen
pt_br: Adicionar uma nova conta de usuário
ru: Добавление новой учётной записи пользователя

source: You can add multiple user accounts to your computer. Give one account to each person in your household or company. Every user has their own home folder, documents, and settings.
ast: Puede amestar varias cuentas de usuariu a su equipu. Dar una cuenta a cada persona en su hogar o empresa. Cada usuariu tien su propia carpeta de aniciu, documentos y configuración.
el: Μπορείτε να προσθέσετε πολλαπλούς λογαριασμούς χρηστών στον υπολογιστή σας. Δώστε έναν λογαριασμό για κάθε άτομο της οικογένειάς σας ή της εταιρίας σας. Κάθε χρηστής θα έχει τον δικό του προσωπικό φάκελο, τα αρχεία του και τις ρυθμίσεις του.
es: Puede añadir varias cuentas de usuario a su equipo. Dar una cuenta a cada persona en su hogar o empresa. Cada usuario tiene su propia carpeta de inicio, documentos y configuración.
fi: Voit lisätä useita käyttäjiä tietokoneellesi. Anna jokaiselle perheenjäsenellesi tai työkaverillesi oma tili. Näin jokaisella henkilöllä on oma kotikansio sekä omat tiedostot ja asetukset.
nl: U kunt meerdere gebruikersaccounts aan uw computer toevoegen. Geef iedereen thuis of op het bedrijf een eigen account. Elke gebruiker heeft zijn eigen persoonlijke map, documenten en instellingen.
pt_br: Você poderá adicionar várias contas de usuário no computador. Dê uma conta para cada pessoa de sua casa ou empresa. Cada usuário terá a sua própria pasta pessoal, com documentos e configurações.
ru: Можно создать на вашем компьютере несколько учётных записей пользователей. Создайте собственную учётную запись каждому человеку в вашем доме или вашей компании. У каждого пользователя будет своя домашняя папка, документы и настройки.

source: Click your name in the <gui>menu bar</gui> and select <gui>User Accounts</gui>.
ast: Fae clic en su nome na <gui>barra de menús</gui> y escueyi <gui>Cuentas de usuariu</gui>.
el: Κάντε κλικ στο όνομά σας στη <gui>γραμμή μενού</gui> και επιλέξτε <gui>Λογαριασμοί χρηστών</gui>.
fi: Napsauta yläpaneelista käyttäjävalikkoa (nimeäsi) ja valitse <gui>Käyttäjätilit...</gui>
nl: Klik op uw naam in de <gui>menubalk</gui> en selecteer <gui>Gebruikersaccounts…</gui>.
pt_br: Clique no seu nome na <gui>barra do menu</gui> e selecione <gui>Contas de usuários</gui>.
ru: Щёлкните по вашему имени на <gui>панели меню</gui> и выберите <gui>Пользователи</gui>.

source: Click <gui>Unlock</gui> in the top right corner and type your password to make changes. You must be an administrative user to add user accounts.
ast: Fae clic en <gui>Desbloquiar</gui> na esquina superior esquierda y escribe su contraseña pa realizar cambeos. Tien de ser un usuariu con drechos de alministrador pa amestar cuentas de usuariu.
el: Κάντε κλικ στο <gui>Ξεκλέιδωμα</gui> στην πάνω δεξιά γωνία και πληκτρολογείστε τον κωδικό πρόσβασής σας για να κάνετε αλλαγές. Πρέπει να είστε ένας χρήστης με δικαιώματα διαχειριστή για να προσθέσετε λογαριασμούς χρηστών.
fi: Napsauta <gui>Avaa lukitus</gui> ikkunan oikeasta yläreunasta ja anna salasanasi. Käyttäjätililläsi tulee olla ylläpito-oikeudet, jotta voit lisätä käyttäjiä.
pt_br: Clique em <gui>Desbloquear</gui> no canto superior direito e digite a sua senha para efetuar as alterações. Você deve ser um usuário administrador para adicionar contas de usuários.
ru: Щёлкните на кнопке <gui>Разблокировать</gui> в верхнем правом углу и введите пароль. Вам необходимо обладать правами администратора, чтобы добавлять учётные записи пользователей.

source: In the list of accounts on the left, click the <gui>+</gui> button to add a new user account.
ast: Na llista de cuentas na esquierda, calca el botón <gui>+</gui> pa amestar una cuenta de usuariu nueva.
el: Στη λίστα με τους λογαριασμούς στα αριστερά, κάντε κλικ στο κουμπί <gui>+</gui> για να προσθέσετε έναν λογαριασμό.
fi: Lisää uusi käyttäjä napsauttamalla vasemmalla olevan käyttäjälistan alareunasta <gui>+</gui>-painiketta.
nl: Klik op de <gui>+</ gui> in de lijst met accounts aan de linkerkant om een nieuw gebruikersaccount toe te voegen.
pt_br: Na lista de contas à esquerda, clique no botão <gui>+</gui> para adicionar uma nova conta de usuário.
ru: В списке учётных записей, расположенных слева, щёлкните на кнопке <gui>+</gui>, если хотите создать новую учётную запись пользователя.

source: If you want the new user to have administrative access to the computer, select <gui>Administrator</gui> for the account type. Administrators can do things like add and delete users, install software and drivers, and change the date and time.
ast: Si quies que el nuevu usuariu ten accesu administrativo al equipu, escueyi <gui>Alministrador</gui> pa la triba de cuenta. Los administradores pueden facer cosas como amestar y desaniciar usuarios, instalar software y controladores, y camudar la data y la hora.
el: Αν επιθυμείτε ο νέος χρήστης να έχει δικαιώματα διαχειριστή στον υπολογιστή σας, επιλέξτε <gui>Διαχειριστής</gui> για τον τύπου του λογαριασμού. Οι διαχειριστές μπορούν κάνουν διάφορα πράγματα όπως προσθήκη και διαγραφή χρηστών, εγκατάσταση λογισμικού και οδηγών και αλλαγή ημερομηνίας και ώρας.
fi: Jos haluat uuden käyttäjän omaavan ylläpito-oikeudet, valitse tilin tyypiksi <gui>Ylläpitäjä</gui>. Ylläpitäjät voivat tehdä keskeisiä muutoksia järjestelmään, kuten lisätä ja poistaa käyttäjiä, asentaa sovelluksia ja muuttaa päivää sekä aikaa.
nl: Als u wilt dat de nieuwe gebruiker toegang tot de computer heeft als beheerder, kies dan als accounttype <gui>Beheerder</gui>. Beheerders kunnen handelingen verrichten zoals het toevoegen en verwijderen van gebruikers, software en stuurprogramma's installeren en de datum en tijd wijzigen.
pt_br: Se você deseja que o novo usuário tenha acesso administrativo ao computador, selecione <gui>Administrador</gui> para o tipo de conta. Administradores podem fazer coisas como adicionar e excluir usuários, instalar programas e drivers, e alterar a data e a hora.
ru: Если вы хотите, чтобы новый пользователь обладал административным доступом к компьютеру, выберите тип учётной записи <gui>Администратор</gui>. Администраторы обладают правом добавления и удаления пользователей, установки программ и драйверов, а также возможностью изменения даты и времени.

source: Enter the new user's full name. The username will be filled in automatically based on the full name. The default is probably OK, but you can change it if you like.
ast: Escriba el nome completu del nuevu usuariu. El nome de usuariu se rellenará automáticamente dependiendo del nome completu. El valor por omisión dablemente seya correutu, pero puede camudalu si lo quies.
el: Εισάγετε το πλήρες όνομα του χρήστη. Το όνομα χρήστη θα συμπληρωθεί αυτόματα, βάσει του πλήρους ονόματος. Το προεπιλεγμένο είναι συνήθως σωστό, αλλά αν θέλετε μπορείτε να το αλλάξετε.
fi: Anna uuden käyttäjän koko nimi. Käyttäjätunnus luodaan automaattisesti nimen perusteella. Voit halutessasi muuttaa käyttäjätunnuksen nimeä, jos koko nimeen perustuva oletus ei miellytä.
nl: Voer de volledige naam van de nieuwe gebruiker in. De gebruikersnaam wordt automatisch ingevuld op basis van de volledige naam. Dit is waarschijnlijk prima, maar u kunt als u wilt een ander gebruikersnaam kiezen.
pt_br: Digite o nome completo do novo usuário. O nome de usuário será automaticamente preenchido com base no nome completo. O padrão é provavelmente OK, mas você poderá mudar se quiser.
ru: Введите имя пользователя полностью. Имя пользователя будет заполнено автоматически, на основе сведений введённых в поле полного имени. По умолчанию это возможно OK, но вы сможете изменить это при желании.

source: Click <gui>Create</gui> when you're done.
ast: Calca <gui>Criar</gui> cuando lo heba hecho.
el: Κάντε κλικ στη <gui>Δημιουργία</gui> όταν είστε έτοιμος.
fi: Napsauta <gui>Luo</gui>-painiketta, kun kaikki on valmista.
nl: Klik op <gui>Aanmaken</gui> wanneer u klaar bent.
pt_br: Clique em <gui>Criar</gui> quando você tiver terminado.
ru: После завершения, щёлкните <gui>Создать</gui>.

source: The account is initially disabled until you choose what to do about the user's password. Under <gui>Login Options</gui> click <gui>Account Disabled</gui>. Use the <gui>Action</gui> drop-down list to set the password now, allow the user to log in without a password, or have the user set their password the first time they log in.
ast: La cuenta ta deshabilitada en entamu fasta que escueya lo que quies facer cola contraseña dl'usuario. En <gui>Opciones de aniciu de sesión</gui>, fae clic en <gui>Cuenta deshabilitada</gui>. Utilice la llista desplegable <gui>Aición</gui> pa afitar la contraseña agora, permitir al usuariu entamar sesión sin contraseña o solicitar al usuariu que escribe su contraseña la primer vegada que inicie sesión.
el: Ο λογαριασμός είναι αρχικά απενεργοποιημένος μέχρι να επιλέξετε τι θα κάνετε με τον κωδικό του χρήστη. Στην καρτέλα <gui>Ρυθμίσεις χρήστη</gui> κάντε κλικ στο <gui>Απενεργοποιημένος λογαριασμός</gui>. Χρησιμοποιήστε την <gui>Ενέργεια</gui> από την λίστα επιλογών για να θέσετε νέο κωδικό τώρα, να επιτρέψετε στο χρήστη να συνδεθεί χωρίς κωδικό ή να επιτρέψετε στον χρήστη να θέσει τον κωδικό του την πρώτη φορά που θα συνδεθεί.
fi: Käyttäjätiliä ei voi käyttää ennen kuin olet valinnut sen salasana-asetukset. Napsauta <gui>Sisäänkirjautumisvalinnat</gui>-kohdan alta <gui>Käyttäjätili ei ole käytössä</gui>. Valitse tämän jälkeen <gui>Toiminto</gui>-kohdasta salasanan asettamiseksi nyt, salasanan kysymisen jättäminen kirjautuessa kokonaan pois tai sen valitseminen seuraavalla kirjautumiskerralla.
pt_br: A conta estará inicialmente inativa até que você decida o que fazer sobre a senha de usuário. Abaixo de <gui>Opções de login</gui> clique em <gui>Conta inativa</gui>. Use a lista <gui>Ação</gui> para definir sua senha agora, permitir ao usuário iniciar sessão sem uma senha, ou fazer o usuário definir a senha na primeira vez que inicia a sessão.
ru: Первоначально учётная запись отключена, до тех пор пока вы не выберите действие связанное с паролем пользователя. В <gui>Параметрах входа в систему</gui>, щёлкните <gui>Учётная запись отключена</gui>. Используя выпадающий список с перечислением <gui>Действий</gui>, выберите одну из возможностей, среди которых немедленное назначение пароля, разрешить вход в систему без использования пароля или разрешить пользователю выбрать пароль при первом входе в систему.

source: If you choose <gui>Set a password now</gui>, have the user type their password in the <gui>New password</gui> and <gui>Confirm password</gui> fields. See <link xref="user-goodpassword"/>.
ast: Si selecciona <gui>Afitar una contraseña agora</gui>, l'usuario tien que teclear su contraseña nos campos <gui>Contraseña nueva</gui> y <gui>Confirmar contraseña</gui>. Consulte la <link xref="user-goodpassword"/>.
el: Αν επιλέξετε <gui>Θέσε ένα κωδικό τώρα</gui>, ή να επιτρέψετε στον χρήστη να θέσει τον κωδικό του στα πεδία <gui>Νέος κωδικός</gui> και <gui>Επιβεβαίωση κωδικού</gui>. Δείτε <link xref="user-goodpassword"/>.
fi: Jos valitsit <gui>Aseta salasana nyt</gui>, pyydä tilin käyttäjää kirjoittamaan haluamansa salasanan <gui>Uusi salasana</gui> -kenttään ja vahvistamaan se <gui>Vahvista salasana</gui> -kenttään. Lue myös aihe <link xref="user-goodpassword"/>.
pt_br: Se você escolher <gui>Definir uma senha agora</gui>, fará o usuário digitar sua senha nos campos <gui>Nova senha</gui> e <gui>Confirmar senha</gui>. Veja <link xref="user-goodpassword"/>.
ru: Если вы выберите возможность <gui>Установить пароль сейчас</gui>, пользователю необходимо ввести пароль в поле <gui>Новый пароль</gui> и <gui>Подтвердить пароль</gui>. Ознакомьтесь с темой <link xref="user-goodpassword"/>.
