Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Choose this option if you would like to define all of the network settings yourself, including which IP address the computer should use.
ast: Escueya esta opción si quies definir tola configuración de red, incluyendo la direición IP que el equipu tien de usar.
el: Επιλέξτε αυτή την επιλογή εάν θέλετε να ορίσετε όλες τις ρυθμίσεις δικτύου μόνος σας, συμπεριλαμβανομένου και του ποια διεύθυνση IP θα χρειάζεται να χρησιμοποιεί ο υπολογιστής.
es: Elija esta opción si quiere definir toda la configuración de red, incluyendo la dirección IP que el equipo debe utilizar.
nl: Kies deze optie als u zelf alle netwerkinstellingen op wilt geven, inclusief welk IP-adres de computer moet gebruiken.
pt_br: Escolha essa opção se você quiser definir todas as configurações de rede você mesmo, incluindo qual endereço IP o computador deve usar.
ru: Выберите этот вариант, если хотите самостоятельно указать все настройки соединения, в том числе IP-адрес, который должен использовать компьютер.

source: Link-Local Only
ast: Sólo enllaz local
el: Μόνο τοπικό ιδιωτικό (Link-Local)
es: Sólo enlace local
fi: Vain linkkiyhteys
pt_br: Apenas Link-Local
ru: Только Link-Local

source: <em>Link-Local</em> is a way of connecting computers together on a network without requiring a DHCP server or manually defining IP addresses and other information. If you connect to a Link-Local network, the computers on the network will decide amongst themselves which IP addresses to use and so on. This is useful if you want to temporarily connect a few computers together so they communicate with each other.
ast: <em>Link-Local </em> (enllaz-llocal) ye un mou de coneutar equipos ente sí nuna rede ensin necesidá d'un sirvidor DHCP o definir manualmente les direiciones IP y otra información. Si te coneutes a una rede d'enllaz llocal, los equipos de la rede van decidir ente sí, qué direiciones IP usar. Esto ye útil si quies coneutar temporalmente unos pocos equipos xuntos pa que se comuniquen ente ellos.
el: Το <em>Link-Local</em> είναι ένας τρόπος να συνδεθούν υπολογιστές αναμεταξύ τους χωρίς να χρειάζεται διακομιστής DHCP ή να οριστούν χειροκίνητα διευθύνσεις IP και άλλες πληροφορίες. Εάν συνδεθείτε σε ένα δίκτυο Link-Local, οι υπολογιστές στο δίκτυο θα αποφασίσουν αναμεταξύ τους ποιες διευθύνσεις IP να χρησιμοποιήσουν και ούτω καθεξής. Αυτό είναι χρήσιμο εάν θέλετε να συνδέσετε προσωρινά κάποιους υπολογιστές μαζί ώστε να επικοινωνούν μεταξύ τους.
pt_br: <em>Link-Local</em> é uma maneira de conectar computadores em uma rede sem a necessidade de um servidor DHCP ou da definição manual de endereços IP e outras informações. Se você conecta a uma rede Link-Local, os computadores na rede irão decidir entre eles mesmos quais endereço IP usar e assim por diante. Isto é útil se você quer conectar temporariamente alguns computadores para que eles se comuniquem entre si.

source: Disabled
ast: Desactivado
el: Απενεργοποιημένο
es: Desactivado
fi: Poissa käytöstä
pt_br: Desabilitado

source: This option will disable the network connection and prevent you from connecting to it. Note that <gui>IPv4</gui> and <gui>IPv6</gui> are treated as separate connections even though they are for the same network card. If you have one enabled, you may wish to set the other to disabled.
ast: Esta opción desactivará la conexón a la red y le impedirá coneutase a ella. Observe que <gui>IPv4</gui> y <gui>IPv6</gui> son tratadas como conexones separadas, inclusu anque vayan pola mesma tarxeta de red. Si ha activáu una de ellas, puede que quiera desactivar la otra.
el: Αυτή η επιλογή θα απενεργοποιήσει τη σύνδεση δικτύου και θα σας απαγορέψει να συνδεθείτε σε αυτήν. Σημειώστε ότι το <gui>IPv4</gui> και το <gui>IPv6</gui> αντιμετωπίζονται ως ξεχωριστές συνδέσεις παρότι είναι από την ίδια κάρτα δικτύου. Εάν έχετε τη μία ενεργοποιημένη, μπορεί να επιθυμείτε να ορίσετε την άλλη σε απενεργοποιημένη.
es: Esta opción desactivará la conexión a la red y le impedirá conectarse a ella. Observe que <gui>IPv4</gui> y <gui>IPv6</gui> son tratadas como conexiones separadas, incluso aunque vayan por la misma tarjeta de red. Si ha activado una de ellas, puede que quiera desactivar la otra.
nl: Deze optie zal de netwerkverbinding uitschakelen en voorkomen dat u verbinding met dit netwerk maakt. Merk op dat <gui>IPv4</gui> en <gui>IPv6</gui> behandeld worden als afzonderlijke verbindingen, ook al zijn ze voor dezelfde netwerkkaart. Als u de ene inschakelt, dan wilt u mogelijk de andere op "Uitgeschakeld" zetten.
pt_br: Essa opção irá desativar a conexão de rede e evitar que você se conecte a ela. Note que <gui>IPv4</gui> e <gui>IPv6</gui> são tratados como conexões separadas mesmo estando na mesma placa de rede. Se você tem um habilitado, você pode desejar definir a outra como desabilitada.

source: IPv6 Settings
ast: Axustes de IPv6
el: Ρυθμίσεις IPv6
es: Ajustes de IPv6
fi: IPv6-asetukset
nl: IPv6-instellingen
pt_br: Configurações IPv6
ru: Параметры IPv6

source: This is similar to the <gui>IPv4</gui> tab except it deals with the newer IPv6 standard. Very modern networks use IPv6, but IPv4 is still more popular at the moment.
ast: Es similar a la pestaña <gui>IPv4</gui> esceutu en que trabaja col standard IPv6, que es más reciente. Les redes más modernas usan IPv6, pero IPv4 sigue siendo más popular en esti intre.
el: Αυτό είναι παρόμοιο με την καρτέλα <gui>IPv4</gui> εκτός από το ότι ασχολείται με το νεότερο πρότυπο IPv6. Πολύ σύγχρονα δίκτυα χρησιμοποιούν το IPv6, αλλά το IPv4 εξακολουθεί να είναι πιο δημοφιλές αυτή τη στιγμή.
es: Es similar a la pestaña <gui>IPv4</gui> excepto en que trabaja con el estándar IPv6, que es más reciente. Las redes más modernas usan IPv6, pero IPv4 sigue siendo más popular en este momento.
nl: Dit is gelijk aan het tabblad <gui>IPv4</gui>, behalve dat het gaat om de nieuwere IPv6-standaard. Zeer moderne netwerken gebruiken IPv6, maar IPv4 is op het moment nog altijd populairder.
pt_br: Isso é similar à aba <gui>IPv4</gui> com a exceção de que essa trata do mais novo padrão IPv6. As redes mais modernas usam IPv6, mas o IPv4 ainda é o mais popular no momento.
ru: Эти параметры подобны имеющимся на вкладке <gui>IPv4</gui>, но относятся к более современному протоколу IPv6. В самых современных сетях используется IPv6, но на данный момент протокол IPv4 всё ещё остаётся более распространённым.

source: <link xref="net-default-email">Default email apps</link>
ast: <link xref="net-default-email">Aplicaciones de corréu predeterminadas</link>
el: <link xref="net-default-email">Προεπιλεγμένες εφαρμογές ηλεκτρονικού ταχυδρομείου</link>
fi: <link xref="net-default-email">Oletussähköpostisovelluksen valinta</link>
nl: <link xref="net-default-email">Standaard e-mailprogramma's </link>
pt_br: <link xref="net-default-email">Aplicativos de e-mail padrão</link>

source: The GNOME Documentation Team
ast: El equipu de documentación de GNOME
el: Η Ομάδα τεκμηρίωσης του GNOME
fi: Gnomen dokumentaatiotiimi
nl: Het GNOME-documentatieteam
pt_br: O Time de Documentação do GNOME

source: Email &amp; email software
ast: Corréu electrónicu y software de corréu electrónicu
el: Ηλεκτρονικό ταχυδρομείο &amp; λογισμικό ηλεκτρονικού ταχυδρομείου
es: Correo electrónico y software de correo electrónico
fi: Sähköposti ja sähköpostiohjelmat
pt_br: E-mail e programa de e-mail
ru: Электронная почта и почтовые программы

source: Viruses are unlikely to infect your Linux computer but could infect other people you email.
ast: Es mui poco probable que un virus infecte su equipu Linux pero podría infectar a otres personas a les que envíe un corréu.
el: Δεν είναι πιθανό να μολύνουν τον Linux υπολογιστή σας ιοί, αλλά μπορούν να μολύνουν άλλους χρήστες στους οποίους στέλνετε ηλεκτρονική αλληλογραφία.
es: Es muy poco probable que un virus infecte su equipo Linux pero podría infectar a otras personas a las que envíe un correo.
fi: On epätodennäköistä, että virukset voisivat saastuttaa Linux-tietokoneesi, mutta ne voivat kuitenkin levitä koneeltasi sähköpostin kautta muiden ihmisten tietokoneille.
nl: Het is niet waarschijnlijk dat virussen uw Linux computer infecteren, maar wel andere mensen aan wie u e-mail stuurt.
pt_br: É improvável que os vírus infectam o seu computador com Linux, mas poderão infectar outras pessoas para as quais você envia e-mail.
ru: Маловероятно, что вирусы заразят вашу систему Linux, но могут заразить компьютеры других людей, с которыми вы переписываетесь по электронной почте.

source: Do I need to scan my emails for viruses?
ast: ¿Necesito comprobar si hai virus en mis correos electrónicos?
el: Χρειάζεται να ελέγξω τα μηνύματα ηλεκτρονικού ταχυδρομείου μου για ιούς;
es: ¿Necesito comprobar si hay virus en mis correos electrónicos?
fi: Pitääkö minun tarkistaa sähköpostit virusten varalta?
nl: Moet ik mijn e-mails controleren op virussen?
pt_br: Preciso verificar meus e-mails por vírus?
ru: Нужно ли мне сканировать мою электронную почту на наличие вирусов?

source: Viruses are programs which cause problems if they manage to find their way onto your computer. A common way of them getting onto your computer is through email messages.
ast: Los virus son programes que causan problemes si logran atopar su camino nel equipu. Una forma común de introducirse en su equipu es a traviés de mensaxes de corréu electrónicu.
el: Οι ιοί είναι προγράμματα τα οποία δημιουργούν προβλήματα εάν καταφέρουν να βρούν τον δρόμο τους στον υπολογιστή σας. Ένας κοινός τρόπος να μπούν στον υπολογιστή σας είναι μέσω μηνυμάτων ηλεκτρονικού ταχυδρομείου.
es: Los virus son programas que causan problemas si logran encontrar su camino en el equipo. Una forma común de introducirse en su equipo es a través de mensajes de correo electrónico.
fi: Virukset ovat ohjelmia, jotka aiheuttavat ongelmia tietokoneelle päästessään. Virukset leviävät yleisesti esimerkiksi sähköpostin kautta.
nl: Virussen zijn programma's die problemen veroorzaken als ze er in slagen om op uw computer te komen. Een gebruikelijke manier waarop ze op uw computer terecht komen is via e-mailberichten.
pt_br: Os vírus são programas que causam problemas se eles conseguirem encontrar o caminho para o seu computador. Uma maneira comum de que essas pessoas encontrem o caminho de seu computador é através de mensagens de e-mail.
ru: Вирусы - это программы, вызывающие проблемы, если им удастся проникнуть на ваш компьютер. Один из обычных путей их попадания на компьютер - через электронную почту.

source: Viruses which can affect computers running Linux are rare, so you are <link xref="net-antivirus">unlikely to get a virus through email or otherwise</link>. If you receive an email with a virus hidden in it, it will probably have no effect on your computer. As such, you probably don't need to scan your email for viruses.
ast: Los virus que pueden afectar a equipos con Linux son mui raros, polo que es <link xref="net-antivirus"> poco probable que reciba un virus por corréu electrónicu o de otra manera </link>. Si recibe un corréu electrónicu con un virus oculto en elli, dablemente no tendrá dengún efeutu nel equipu. En otres pallabres, es probable que no ten que analizar su corréu en busca de virus.
el: Οι ιοί που μπορούν να προσβάλλουν υπολογιστές που τρέχουν Linux είναι σπάνιοι, οπότε είναι <link xref="net-antivirus">μάλλον απίθανο να πάρετε κάποιον ιό από μήνυμα ηλεκτρονικού ταχυδρομείου ή με άλλον τρόπο</link>. Εάν λάβετε μήνυμα ηλεκτρονικού ταχυδρομείου με ιό κρυμμένο μέσα του, πιθανότατα δεν θα έχει επιρροή στον υπολογιστή σας. Ως εκ τούτου, πιθανότατα δεν χρειάζεται να σαρώνετε τα μηνύματα ηλεκτρονικού ταχυδρομείου σας για ιούς.
es: Los virus que pueden afectar a equipos con Linux son muy raros, por lo que es <link xref="net-antivirus"> poco probable que reciba un virus por correo electrónico o de otra manera </link>. Si recibe un correo electrónico con un virus oculto en él, probablemente no tendrá ningún efecto en el equipo. En otras palabra, es probable que no tenga que analizar su correo en busca de virus.
fi: Linux-tietokoneisiin vaikuttavat virukset ovat niin harvinaisia, <link xref="net-antivirus">ettet mitä luultavimmin joudu tekemisiin niiden kanssa sähköpostitse tai mitään muutakaan kautta</link>. Jos vastaanotat sähköpostin, jossa on virus liitteenä, se ei todennäköisesti vaikuta millään tavalla Linux-tietokoneeseesi. Näin ollen sähköpostia ei ole välttämätöntä tarkistaa virusten varalta.
nl: Virussen die computers aantasten waarop Linux draait zijn zeldzaam; het is dus <link xref="net-antivirus">onwaarschijnlijk dat u een virus krijgt via e-mail of anders</link>. Als u een e-mail ontvangt waarin een virus verstopt zit, zal dat waarschijnlijk geen effect hebben op uw computer. Dus hoeft u waarschijnlijk uw e-mails niet op virussen te controleren.
pt_br: Vírus que podem afetar computadores rodando Linux são raros, de forma que é <link xref="net-antivirus">pouco provável que você pegue um vírus por e-mail ou outro meio</link>. Se você receber um e-mail com um vírus escondido, ele provavelmente não terá efeito em seu computador. Portanto, você provavelmente não precisa procurar por vírus em seu e-mail.
ru: Вирусы, которые вредят компьютерам с операционной системой Linux, встречаются редко, так что <link xref="net-antivirus">маловероятно, ваш компьютер заразится вирусом по электронной почте от других</link>. Если вы получите письмо с вирусом, то он, скорее всего, не окажет никакого эффекта на ваш комьпютер. Поэтому вам, вероятно, нет необходимости проверять электронную почту на наличие вирусов.

source: You may, however, wish to scan your email for viruses in case you happen to forward a virus from one person to another. For example, if one of your friends has a Windows computer with a virus and sends you a virus-infected email, and you then forward that email to another friend with a Windows computer, then the second friend might get the virus too. You could install an anti-virus application to scan your emails to prevent this, but it's unlikely to happen and most people using Windows and Mac OS have anti-virus software of their own anyway.
ast: Puede, sin embargo, que desee analizar su corréu en busca de virus y en caso de que los encontrara evitar pasarlos de una persona a otra. Por exemplu, si uno de sus amigos tien un equipu con Windows con un virus y le unvía un corréu electrónicu infectáu con virus, y dempués vusté reenvía el corréu electrónicu a otru collaciu con un equipu con Windows, el segundu collaciu podría infectase col virus. Se puede instalar una aplicación antivirus pa analizar su corréu electrónicu pa evitar esto, pero es poco probable que suceda y del mesmu mou la mayoría de les personas que usan Windows y Mac OS tien un software antivirus.
el: Ίσως, ωστόσο, επιθυμείτε να σαρώνετε τα μηνύματα ηλεκτρονικού ταχυδρομείου σας για ιούς σε περίπτωση που τύχει να διαβιβάσετε κάποιον ιό από ένα άτομο σε ένα άλλο. Για παράδειγμα, εάν κάποιος φίλος σας έχει έναν υπολογιστή Windows με έναν ιό και σας στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου μολυσμένο με ιό, κα μετά διαβιβάσετε το ηλεκτρονικό μήνυμα αυτό σε κάποιον άλλο φίλο με υπολογιστή Windows, τότε ο δεύτερος φίλος μπορεί να μολυνθεί κι αυτός από τον ιό. Μπορείτε να εγκαταστήσετε μια εφαρμογή κατά των ιών για να το αποτρέψετε αυτό, αλλά είναι μάλλον απίθανο να συμβεί και οι περισσότεροι άνθρωποι που χρησιμοποιούν Windows ή Mac OS έχουν δικό τους λογισμικό κατά των ιών έτσι κι αλλιώς.
es: Puede, sin embargo, que desee analizar su correo en busca de virus y en caso de que los encontrara evitar pasarlos de una persona a otra. Por ejemplo, si uno de sus amigos tiene un equipo con Windows con un virus y le envía un correo electrónico infectado con virus, y luego usted reenvía el correo electrónico a otro amigo con un equipo con Windows, el segundo amigo podría infectarse con el virus. Se puede instalar una aplicación antivirus para analizar su correo electrónico para evitar esto, pero es poco probable que suceda y del mismo modo la mayoría de las personas que usan Windows y Mac OS tiene un software antivirus.
fi: Saatat kaikesta huolimatta haluta tarkistaa vastaanottamasi sähköpostit virusten varalta, varsinkin jos tapanasi on välittää vastaanottamiasi viestejä. Jos esimerkiksi Windowsia käyttävä ystäväsi lähettää sinulle viruksella varustetun sähköpostin, ja välität sen toiselle Windowsia käyttävälle ystävällesi, saatat olla välikätenä viruksen leviämisessä. Voit siis halutessasi asentaa virustorjuntaohjelmiston, mutta se saattaa olla ylireagointia, sillä muita käyttöjärjestelmiä käyttävät ihmiset ovat yleensä varustautuneet virustorjuntaohjelmistolla.
nl: Toch kan het zijn dat u uw e-mails wilt controleren op virussen voor het geval u toevallig een virus doorstuurt van de ene persoon naar de andere. Als bijvoorbeeld een van uw vrienden een Windows computer heeft met een virus en u een met een virus geïnfecteerde e-mail toestuurt, en u vervolgens die e-mail doorstuurt naar een andere vriend met een Windows computer, dan kan de tweede vriend het virus ook krijgen. U zou een anti-virustoepassing kunnen installeren en uw e-mails controleren om dit te voorkomen, maar het is niet waarschijnlijk dat het gebeurt en de meeste mensen die Windows en Mac OS gebruiken hebben toch zelf anti-virussoftware.
pt_br: Por outro lado, talvez você deseje procurar por vírus em seu e-mail para evitar encaminhá-lo a outra pessoa. Por exemplo, se um amigo seu estiver em um computador Windows com vírus, enviar-lhe um e-mail infectado e você encaminhar esse e-mail a outro amigo com Windows, esse segundo amigo poderá ser infectado também. Você poderia instalar um programa de anti-vírus para varrer seus e-mails e evitar isso, mas é improvável que isso aconteça. Além disso, a maioria das pessoas que usam Windows e Mac OS possuem programas de anti-vírus.
ru: Тем не менее, вы можете проверять вашу почту на наличие вирусов, чтобы предотвратить их пересылку другим людям. Например, если у одного из ваших друзей компьютер с Windows заражён вирусом, и он послал вам инфицированное письмо, а вы переслали его другому другу, у которого тоже компьютер с Windows, то этот компьютер может тоже заразиться. Чтобы предотвратить это, вы можете установить антивирусную программу и проверять свою почту, но всё же вероятность такого случая невелика, тем более, что большинство пользователей Windows и Mac OS имеют на свои компьютерах антивирусные программы.

source: Knowing your IP address can help you troubleshoot network problems.
ast: Conocer su direición IP le puede ayudar a resolver problemes de red.
el: Το να γνωρίζετε τη διεύθυνση IP σας μπορεί να σας βοηθήσει να επιλύσετε προβλήματα δικτύου.
es: Conocer su dirección IP le puede ayudar a resolver problemas de red.
fi: Oman IP-osoitteen tietäminen on hyödyllistä verkko-ongelmia selvittäessä.
nl: Weten wat uw IP-adres is kan helpen bij het oplossen van netwerkproblemen.
pt_br: Saber seu endereço IP pode ajudar a solucionar problemas de rede.
ru: Знание своего IP-адреса может помочь вам в решении проблем с сетью.

source: Find your IP address
ast: Saber su direición IP
el: Εύρεση της IP διεύθυνσής σας
es: Saber su dirección IP
fi: IP-osoitteen selvittäminen
nl: Uw IP-adres achterhalen
pt_br: Encontre o seu endereço IP
ru: Определение своего IP-адреса

source: Knowing your IP address can help you to troubleshoot problems with your internet connection. You may be surprised to learn that you have <em>two</em> IP addresses: an IP address for your computer on the internal network and an IP address for your computer on the internet.
ast: Conocer su direición IP le puede ayudar a solucionar problemes con su conexón a Internet. Es posible que se sorprenda al saber que vusté tien <em>dos</em> direcciones IP: una direición IP de su equipu na red interna y una direición IP de su equipu en Internet.
el: Το να γνωρίζετε τη διεύθυνση IP σας μπορεί να σας βοηθήσει να αντιμετωπίσετε προβλήματα με τη σύνδεση δικτύου σας. Ίσως σας εκπλήξει να μάθετε ότι έχετε <em>δύο</em> διευθύνσεις IP: μία διεύθυνση IP για τον υπολογιστή σας στο εσωτερικό δίκτυο και μία διεύθυνση IP για τον υπολογιστή σας στο διαδίκτυο.
es: Conocer su dirección IP le puede ayudar a solucionar problemas con su conexión a Internet. Es posible que se sorprenda al saber que usted tiene <em>dos</em> direcciones IP: una dirección IP de su equipo en la red interna y una dirección IP de su equipo en Internet.
fi: IP-osoitteen tietäminen auttaa verkkoyhteyteen liittyvien ongelmien ratkaisemisessa. Yllätykseksesi tietokoneella voi olla <em>kaksi</em> IP-osoitetta: sisäverkon osoite ja Internetiin näkyvä osoite.
nl: Weten wat uw IP-adres is kan u helpen bij het oplossen van problemen met uw internetverbinding. Het zal u misschien verbazen als u ziet dat u <em>twee</em> IP-adressen heeft: een IP-adres voor uw computer op het interne netwerk en een IP-adres voor uw computer op het internet.
pt_br: Saber o seu endereço de IP pode ajudá-lo a solucionar problemas com a sua conexão de internet. Talvez você se surpreenda ao descobrir que você possui <em>dois</em> endereços de IP: um para o seu computador na rede interna e outro para o seu computador na internet.
ru: Знание своего IP-адреса может помочь в решении проблем с подключением к интернету. Возможно, вы будете удивлены тем, что у вас имеются <em>два</em> IP-адреса: IP-адрес вашего компьютера в локальной сети и IP-адрес вашего компьютера в интернете.

source: Find your internal IP address:
ast: Saber su direición IP interna:
el: Βρείτε την εσωτερική διεύθυνση IP σας :
es: Saber su dirección IP interna:
fi: Sisäverkon IP-osoitteen selvittäminen:
pt_br: Encontre o seu endereço IP interno:

source: Click the <gui>network menu</gui> on the top panel.
ast: Calca el <gui>menú de red</gui> del panel superior.
el: Κάντε κλικ στο <gui>μενου δικτύου</gui> στον επάνω πίνακα εφαρμογών.
es: Pulse el <gui>menú de red</gui> del panel superior.
fi: Napsauta yläpaneelissa olevaa <gui>verkkovalikkoa</gui>.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel.
pt_br: Clique no menu de <gui>rede</gui> no painel superior.

source: Select <gui>Connection information</gui>.
ast: Escueyi <gui>Información de la conexón</gui>.
el: Επιλέξτε <gui>Πληροφορίες συνδέσεων</gui>.
es: Seleccione <gui>Información de la conexión</gui>.
fi: Valitse <gui>Tietoja yhteydestä</gui>.
nl: Kies <gui>Verbindingsinformatie</gui>.
pt_br: Selecione <gui>Informações de conexão</gui>.
ru: Выберите <gui>Сведения о соединении</gui>.

source: Your internal IP address will be displayed as the <gui>IP Address</gui>.
ast: Su direición IP interna se mostrará como <gui>Direición IP</gui>.
el: Η εσωτερική σας διεύθυνση IP θα εμφανίζεται ως η <gui>Διεύθυνση IP</gui>.
es: Su dirección IP interna se mostrará como <gui>Dirección IP</gui>.
fi: Sisäinen IP-osoitteesi näkyy kohdassa <gui>IP-osoite</gui>.
pt_br: Seu endereço IP interno será exibido como o <gui>endereço IP</gui>.

source: Click <gui>Close</gui> to close the <gui>Connection Information</gui> window.
ast: Calca <gui>Zarrar</gui> pa zarrar la ventana <gui>Información de conexón</gui>.
el: Κάντε κλικ στο <gui>Κλείσιμο</gui> για να κλείσει το παράθυρο <gui>Πληροφορίες σύνδεσης</gui>.
es: Pulse <gui>Cerrar</gui> para cerrar la ventana <gui>Información de conexión</gui>.
fi: Napsauta <gui>Sulje</gui> sulkeaksesi <gui>Tietoja yhteydestä</gui> -ikkunan.
pt_br: Clique em <gui>Fechar</gui> para fechar a janela <gui>Informações da Conexão</gui>.
ru: Щёлкните <gui>Закрыть</gui>, чтобы закрыть окно <gui>Сведения о соединении</gui>.
