Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you have already set up Evolution, click the clock on the top bar and then click the <gui>Add Event</gui> to start adding appointments. As appointments are added, they will appear below the calendar when you click on the clock.
ast: Si ya ha configuráu Evolution, calca nel reló del panel superior y dempués calca en <gui>Amestar evento</gui> pa entamar a amestar citas. Una vegada que se amiesta una cita, ésta aparece debaxo del calendariu cuando calca nel reló.
el: Αν έχετε ήδη ρυθμίσει την εφαρμογή Evolution, μπορείτε να κάνετε κλικ στο ρολόι στον επάνω πίνακα εφαρμογών και ύστερη στην επιλογή <gui>Προσθήκη γεγονότος</gui> ώστε να αρχίσετε να προσθέτετε συναντήσεις. Όπως προστίθενται συναντήσεις, θα εμφανίζονται κάτω από το ημερολόγιο όταν θα κάνετε κλικ στο ρολόι.
es: Si ya ha configurado Evolution, pulse en el reloj del panel superior y luego pulse en <gui>Añadir evento</gui> para empezar a añadir citas. Una vez que se añade una cita, ésta aparece debajo del calendario cuando pulsa en el reloj.
fi: Jos olet jo aloittanut Evolutionin käytön, voit lisätä uuden tapahtuman napsauta kelloa yläpaneelissa ja valitsemalla <gui>Lisää tapahtuma</gui>. Kun tapahtumia lisätään, ne näkyvät <gui>kellovalikossa</gui> olevan kalenterin alapuolella.
nl: Als u Evolution al ingesteld heeft, klik dan op de klok in het bovenpaneel en daarna op <gui>Afspraak toevoegen</gui> om het toevoegen van afspraken te starten. De afspraken die toegevoegd zijn, verschijnen onder de kalender wanneer u op de klok klikt.
pt_br: Se você já configurou o Evolution, clique no relógio na barra superior e depois clique em <gui>Adicionar evento</gui> para começar a adicionar compromissos. Com os compromissos adicionados, eles aparecerão abaixo do calendário quando você clicar no relógio.
ru: Если приложение Evolution у вас уже установлено, щёлкните на часах на верхней панели и выберите <gui>Добавить событие</gui>. После того, как событие добавлено, оно будет отображаться под календарём, когда вы щёлкнете на часах.

source: To quickly get to the full Evolution calendar, click on the clock and click the first line where today's date is.
ast: Pa sacar el calendariu completu de Evolution, calca nel reló y dempués en la primer llinia donde esté la data de güei.
el: Για να μεταβείτε γρήγορα στο πλήρες ημερολόγιο του Evolution, κάντε κλικ στο ρολόι και μετά στην πρώτη γραμμή όπου βρίσκεται η ημερομηνία της ημέρας.
es: Para sacar el calendario completo de Evolution, pulse en el reloj y luego en la primera línea donde esté la fecha de hoy.
fi: Siirtyäksesi nopeasti Evolutionin kalenteriin, paina kelloa ja avautuvasta valikosta ensimmäistä riviä, jossa on tämä päivä. Pääset nopeasti Evolutionin kalenteriin napsauttamalla kelloa ja valitsemalla avautuvasta valikosta tämänhetkisen päivämäärän.
nl: Om snel naar de Evolution-agenda te gaan klikt u op de klok en daarna op de eerste regel met daarop de huidige datum.
pt_br: Para ter rapidamente todo o calendário do Evolution, clique no relógio e clique na primeira linha onde a data de hoje está.
ru: Чтобы быстро перейти в полный календарь Evolution, щёлкните на часах, а затем на первой строчке, в которой отображается текущая дата.

source: This will work only if you have an existing <app>Evolution</app> account. Otherwise, a window will appear with the necessary steps for adding your first account.
ast: Esto solo funcionará si ya dispone de una cuenta en <app>Evolution</app>. En caso contrario, se mostrará una ventana colos pasos necesarios pa que pueda amestar su primer cuenta.
el: Αυτό θα λειτουργήσει μόνο αν έχετε ήδη έναν ενεργό λογαριασμό για την εφαρμογή <app>Evolution</app>. Σε αντίθετη περίπτωση, θα εμφανιστεί ένα παράθυρο το οποίο θα σας καθοδηγήσουν στα απαραίτητα βήματα για την προσθήκη του πρώτου σας λογαριασμού.
es: Esto solo funcionará si ya dispone de una cuenta en <app>Evolution</app>. En caso contrario, se mostrará una ventana con los pasos necesarios para que pueda añadir su primera cuenta.
fi: Tämä toimii ainoastaan, jos käytössäsi on <app>Evolution</app>-tili. Muussa tapauksessa avautuu ikkuna, joka ohjaa tarvittavan tilin luonnissa.
nl: Dit zal alleen werken als u een bestaande <app>Evolution</app>-account heeft. Zo niet, dan verschijnt er een venster met daarin de benodigde stappen voor het toevoegen van uw eerste account.
pt_br: Isso irá funcionar somente se você tiver uma conta existente no <app>Evolution</app>. Caso contrário, uma janela irá aparecer com os passos necessários para adicionar sua primeira conta.
ru: Это будет работать только если у вас существует учётная запись в <app>Evolution</app>. В противном случае откроется окно, в котором перечислены шаги, необходимые для создания вашей первой учётной записи.

source: Turn off Evolution calendar integration
ast: Desactivar la integración del calendariu de Evolution
el: Απενεργοποίηση της ενσωμάτωσης του ημερολογίου στο Evolution
es: Desactivar la integración del calendario de Evolution
fi: Kytke Evolution-kalenterin integraatio pois päältä
nl: Integratie met Evolution-agenda uitschakelen
pt_br: Desative a integração do Evolution com o calendário
ru: Отключение интеграции с календарём Evolution

source: You can also turn off this feature if you like.
ast: También puede desactivar esta característica si quies.
el: Μπορείτε επίσης αν το θέλετε, να απενεργοποιήσετε αυτή τη δυνατότητα.
es: También puede desactivar esta característica si quiere.
fi: Voit myös halutessasi poistaa tämän ominaisuuden käytöstä.
nl: U kunt deze functie desgewenst uitschakelen.
pt_br: Você também pode desativar essa função se você quiser.
ru: Если хотите, вы можете отключить эту функцию.

source: Click on the clock and select <gui>Time &amp; Date Settings</gui>.
ast: Calca nel reló y escueyi <gui>Configuración de data y hora</gui>.
el: Κάνετε κλικ στο ρολόι και επιλέξτε <gui>Προτιμήσεις Ώρας &amp; ημερομηνίας</gui>.
es: Pulse en el reloj y seleccione <gui>Configuración de fecha y hora</gui>.
fi: Napsauta kelloa ja valitse <gui>Ajan ja päiväyksen asetukset...</gui>.
nl: Klik op de klok en kies <gui>Instellingen voor datum en tijd…</gui>.
pt_br: Clique no relógio e selecione <gui>Configurações de &amp; data e hora</gui>.
ru: Щёлкните на часах и выберите <gui>Настройка времени и даты</gui>.

source: Now, switch to the <gui>Clock</gui> tab.
ast: Agora, vaya a la pestaña <gui>Reló</gui>.
el: Τώρα, μεταφερθείτε στην καρτέλα <gui>Ρολόι</gui> .
es: Ahora, vaya a la pestaña <gui>Reloj</gui>.
fi: Valitse <gui>Kello</gui>-välilehti.
nl: Ga nu naar het <gui>Klok</gui>-tabblad.
pt_br: Agora, alterne para a aba <gui>Relógio</gui>.
ru: Перейдите на вкладку <gui>Часы</gui>

source: Uncheck <gui>Coming events from Evolution Calendar</gui>.
ast: Desmarque la caxella <gui>Próximos eventos del calendariu de Evolution</gui>.
el: Καταργήστε την επιλογή <gui>Επερχόμενα γεγονότα ημερολογίου του Evolution</gui>.
es: Desmarque la casilla <gui>Próximos eventos del calendario de Evolution</gui>.
fi: Poista valinta kohdasta <gui>Tulevat tapahtumat Evolutionin kalenterista</gui>.
pt_br: Desmarque <gui>Eventos a ocorrer do calendário Evolution</gui>.
ru: Отключите <gui>Ближайшие события из Календаря Evolution</gui>.

source: Choose to show additional information such as the date or day of the week.
ast: Escueyi amosar información adicional como la data o el día de la selmana.
el: Επιλέξτε να εμφανίζονται περισσότερες πληροφορίες όπως η ημερομηνία ή η ημέρα της εβδομάδας.
es: Seleccione mostrar información adicional como la fecha o el día de la semana.
fi: Valitse näytettäväksi kellon yhteydessä lisätietoja, kuten päivämäärä ja viikonpäivä.
nl: Kies ervoor om extra informatie te tonen, zoals de datum of de dag van de week.
pt_br: Escolha para mostrar informações adicionais, como a data ou o dia da semana.
ru: Выбрать показ дополнительной информации, такой как дата или день недели.

source: Ubuntu Documentation Project
ast: Proyeutu de documentación de Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Projet de documentation d'Ubuntu
gl: Proxecto de documentación de Ubuntu
hr: Projekt Ubuntu dokumentacije
id: Proyek Dokumentasi Ubuntu
ko: 우분투 문서화 프로젝트
lt: Ubuntu dokumentacijos projektas
lv: Ubuntu dokumentācijas projekts
ms: Projek Pendokumenan Ubuntu
my: Ubuntu မွတ္တမ္းတင္ျခင္း
nl: Ubuntu-documentatieproject
pl: Projekt dokumentacji Ubuntu
pt_br: Projeto de documentação do Ubuntu
ru: Проект документации Ubuntu
sl: Dokumentacijski projekt Ubuntu
sv: Dokumentationsprojekt för Ubuntu
tr: Ubuntu Belgelendirme Projesi
zh_cn: Ubuntu 文档项目

source: Change how much information is shown in the clock
ast: Camudar cuanta información se amuesa nel reló
el: Αλλάξτε το πόσες πληροφορίες θα εμφανίζονται στο ρολόι
es: Cambiar cuanta información se muestra en el reloj
fi: Määritä, paljonko kellossa näytetään tietoja
nl: Wijzigt de hoeveelheid informatie dat getoond wordt op de klok
pt_br: Altera quanta informação é mostrada no relógio
ru: Изменить количество информации, отображаемой часами

source: By default, Ubuntu only shows the time in the clock. You can set the clock to show additional information if you choose.
ast: De manera predeterminada, Ubuntu solo amuesa la hora nel reló. Puede facer que el reló muestre información adicional si lo quies.
el: Εξ ορισμού, το Ubuntu εμφανίζει μόνο την ώρα στο ρολόι. Μπορείτε να το ρυθμίσετε να εμφανίζει περισσότερες πληροφορίες αν το επιθυμείτε.
es: De manera predeterminada, Ubuntu solo muestra la hora en el reloj. Puede hacer que el reloj muestre información adicional si lo desea.
fi: Oletuksena Ubuntu näyttää vain kellonajan kellossa. Voit halutessasi asettaa kellon näyttämään lisätietoja.
nl: Ubuntu toont standaard alleen de tijd op de klok. U kunt de klok instellen om extra informatie te tonen als u hiervoor kiest.
pt_br: Por padrão, o Ubuntu somente mostra a hora no relógio. Você pode configurar o relógio para mostrar informações adicionais, se você escolher.
ru: По умолчанию Ubuntu показывает на часах только время. При желании вы можете настроить часы для показа дополнительной информации.

source: Click on the clock and select <gui>Time &amp; Date Settings</gui>. Switch to the <gui>Clock</gui> tab. Select the time and date options you want to display.
ast: Calca nel reló y escueyi <gui>Configuración de data y hora</gui>. Camuda a la pestaña <gui>Reló</gui>. Escueyi les opciones de data y hora que quiera amosar.
el: Κάντε κλικ στο ρολόι και επιλέξτε <gui>Προτιμήσεις Ώρας &amp; ημερομηνίας</gui>. Μεταφερθείτε στην καρτέλα <gui>Ρολόι</gui> και σημειώστε τις επιλογές ώρας και ημερομηνίας που θα θέλατε να εμφανίζονται.
es: Pulse en el reloj y seleccione <gui>Configuración de fecha y hora</gui>. Cambie a la pestaña <gui>Reloj</gui>. Seleccione las opciones de fecha y hora que quiera mostrar.
fi: Paina kelloa ja valitse <gui>Ajan ja päivän asetukset</gui>. Vaihda <gui>Kello</gui>-välilehteen ja valitse haluamasi aika- ja päiväasetukset.
nl: Klik op de klok en kies <gui>Datum- en tijdinstellingen...</gui>. Ga naar het tabblad <gui>Klok</gui>. Selecteer de datum- en tijdopties die u wilt laten weergeven.
pt_br: Clique no relógio e selecione <gui>Configurações de &amp; data e hora</gui>. Alterne para a aba <gui>Relógio</gui>. Selecione as opções de hora e data que você quer exibir.
ru: Щёлкните на часах и выберите <gui>Настройка времени и даты</gui>. Перейдите на вкладку <gui>Часы</gui>. Выберите опции времени и даты, которые должны отображаться.

source: You can also turn the clock off entirely by unchecking <gui>Show a clock in the menu bar</gui>.
ast: También puede apagar el reló completamente, quitando la Escoyeta <gui>Amosar un reló na barra de menú</gui>.
el: Μπορείτε επίσης να απενεργοποιήσετε εντελώς το ρολόι καταργώντας την επιλογή <gui>Εμφάνιση ρολογιού στη γραμμή μενού</gui>.
es: También puede apagar el reloj completamente, quitando la selección <gui>Mostrar un reloj en la barra de menú</gui>.
fi: Voit myös poistaa kellon näkyvistä poistamalla valinnan kohdasta <gui>Näytä kello paneelissa</gui>.
nl: U kunt de klok ook volledig uitschakelen door het vinkje bij <gui>Een klok in de menubalk weergeven</gui> uit te zetten.
pt_br: Você também pode desativar todo o relógio desmarcando <gui>Mostrar um relógio na barra de menu</gui>.
ru: Вы можете также полностью отключить часы, сняв галочку с опции <gui>Показать часы в строке меню</gui>.

source: If you later change your mind, you can get the clock back by clicking the icon in the top right of the panel and selecting <gui>System Settings</gui>. In the System section, click <gui>Time &amp; Date</gui>.
el: Αν αργότερα αλλάξετε γνώμη, μπορείτε να ενεργοποιήσετε το ρολόι ξανά κάνοντας κλικ στην πάνω δεξιά γωνία του πίνακα εφαρμογών και επιλέγοντας τις <gui>Ρυθμίσεις συστήματος</gui>. Στην ενότητα «Σύστημα», κάντε κλικ στην επιλογή <gui>Ώρα &amp; Ημερομηνία</gui>.
nl: Als u zich later bedenkt, dan kunt u de klok terugzetten door te klikken op het pictogram rechts in het bovenpaneel en <gui>Systeeminstellingen...</gui> te kiezen. Klik onder het kopje Systeem op <gui>Tijd en datum</gui>.
pt_br: Se mais tarde você mudar de ideia, você pode obter o relógio de volta clicando no ícone no canto superior direito do painel e selecionando <gui>Configurações do Sistema</gui>. Na seção do Sistema, clique em <gui>Data e hora</gui>.

source: Change the date format
ast: Camudar el formatu de data
el: Αλλαγή της μορφής ημερομηνίας
es: Cambiar el formato de fecha
fi: Vaihda päiväyksen muotoa
nl: Wijzig datum notatie
pt_br: Alterar o formato da data
ru: Изменить формат даты

source: You can also change the clock's date format to match the preferred standard for your location.
ast: También puede camudar el formatu del reló pa que concase col standard preferido de su allugamientu.
el: Μπορείτε επίσης να αλλάξετε την μορφή ημερομηνίας του ρολογιού ώστε να ταιριάζει με το προτιμώμενο πρότυπο για την τοποθεσία σας.
es: También puede cambiar el formato del reloj para que coincida con el estándar preferido de su ubicación.
fi: Voit myös vaihtaa kellon päiväyksen näyttötapaa vastaamaan asuinpaikkasi muotoilua.
nl: U kunt ook de datumopmaak van de klok wijzigen zodat die overeenkomt met de standaardopmaak voor uw locatie.
pt_br: Você também pode alterar o formato de data do relógio para corresponder ao padrão preferido da sua localização.
ru: Вы можете также изменить формат даты, чтобы он соответствовал принятому в вашем местоположении.

source: Click the icon at the very right of the panel and select <gui>System Settings</gui>.
ast: Calca nel iconu del extremo drechu del panel y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο στη δεξιά άκρη του πίνακα ελέγχου και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse en el icono del extremo derecho del panel y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta yläpaneelin oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset</gui>.
nl: Klik op het pictogram helemaal rechts op het paneel en selecteer <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone no canto direito do painel e selecione <gui>Configurações do Sistema</gui>.
ru: Щёлкните на самом правом значке на панели и выберите <gui>Параметры системы</gui>.

source: In the Personal section, click <gui>Language Support</gui>.
ast: Na seición personal calca <gui>Sofitu de llingües</gui>.
el: Στην ενότητα Προσωπικά, κάντε κλικ στην επιλογή <gui>Γλωσσική υποστήριξη</gui>.
nl: Klik onder Persoonlijk op <gui>Taalondersteuning</gui>.
pt_br: Na seção Pessoal, clique em <gui>Suporte a idiomas</gui>.

source: Switch to the <gui>Regional Formats</gui> tab.
ast: Camuda a la pestaña <gui>Formatos regionales</gui>.
el: Μεταφερθείτε στην καρτέλα <gui>Τοπική διαμόρφωση</gui>.
es: Cambie a la pestaña <gui>Formatos regionales</gui>.
fi: Valitse <gui>Alueelliset muotoilut</gui> -välilehti.
nl: Ga naar het <gui>Landinstellingen</gui>-tabblad.
pt_br: Alterne para a aba <gui>Formatos regionais</gui>.
ru: Перейдите на вкладку <gui>Региональные форматы</gui>.

source: Select your preferred location in the dropdown list.
ast: Escueyi su allugamientu preferida na llista desplegable.
el: Επιλέξτε την προτιμώμενη τοποθεσία σας από την λίστα.
es: Seleccione su ubicación preferida en la lista desplegable.
fi: Valitse haluamasi alueellinen muotoilu pudotusvalikosta.
nl: Selecteer de gewenste locatie in de keuzelijst.
pt_br: Selecione sua localização preferida na lista suspensa.
ru: Выберите предпочитаемое местоположение из выпадающего списка.

source: You will need to log out and log back in for this change to take effect.
ast: Necesitará colar y volver a entrar pa que el cambéu surta efeutu.
el: Θα πρέπει να αποσυνδεθείτε και να συνδεθείτε ξανά για να ενεργοποιηθεί η αλλαγή.
es: Necesitará salir y volver a entrar para que el cambio surta efecto.
fi: Muutokset astuvat voimaan, kun kirjaudut sisään uudelleen.
nl: U moet zich afmelden en weer aanmelden voordat deze wijziging effect heeft.
pt_br: Você precisará encerrar a sessão e iniciar de volta para essa mudança fazer efeito.
ru: Чтобы изменения вступили в силу, вам понадобится завершить сеанс и снова войти в систему.

source: Update the time/date displayed at the top of the screen.
ast: Anovar la data/hora amosada na parte superior de la pantalla.
el: Ενημερώστε την ώρα/ημερομηνία που εμφανίζεται στην κορυφή της οθόνης.
es: Actualizar la fecha/hora mostrada en la parte superior de la pantalla.
fi: Päivitä paneelissa näytettävä aika tai päivämäärä.
nl: Update de tijd/datum die zijn weergegeven aan de bovenkant van het scherm.
pt_br: Atualizar a hora/data exibida no topo da tela.
ru: Обновить время/дату, отображаемые наверху экрана.

source: Change the time and date
ast: Camudar la data y la hora
el: Αλλαγή ώρας και ημερομηνίας
es: Cambiar la fecha y la hora
fi: Muuta päivämäärää ja aikaa
nl: De tijd en datum aanpassen
pt_br: Alterar a data e a hora
ru: Изменить время и дату

source: To adjust the time and date, click on the clock located in the <gui>top panel</gui> and select <gui>Time &amp; Date Settings</gui>.
ast: Pa axustar la data y hora, calca nel reló ubicáu nel <gui>panel superior</gui> y escueyi <gui>Configuración de data y hora</gui>.
el: Για τη ρύθμιση της ώρας και της ημερομηνίας, κάντε κλικ στο ρολόι που βρίσκεται στον <gui>επάνω πίνακα</gui> και επιλέξτε <gui>Προτιμήσεις ώρας &amp; ημερομηνίας</gui>.
es: Para ajustar la fecha y hora, pulse en el reloj ubicado en el <gui>panel superior</gui> y seleccione <gui>Configuración de fecha y hora</gui>.
fi: Muuta päivämäärää ja aikaa napsauttamalla kellonaikaa <gui>yläpaneelissa</gui> ja valitse sen jälkeen <gui>Ajan ja päivän asetukset...</gui>.
nl: Om de tijd en datum aan te passen klikt u op de klok in het <gui>bovenpaneel</gui> en daarna op <gui>Instellingen voor datum en tijd…</gui>.
pt_br: Para ajustar a hora e data, clique no relógio localizado no <gui>painel superior</gui> e selecione <gui>Configurações de &amp; data e hora</gui>.
ru: Чтобы настроить время и дату, щёлкните на часах, расположенных на <gui>верхней панели</gui> и выберите <gui>Настройка времени и даты</gui>.

source: Click on <gui>Unlock</gui> and type your password to be able to change the system time zone by clicking on the map or entering your city into the <gui>Location</gui> box.
ast: Calca en <gui>Desbloquiar</gui> y teclee su contraseña pa poder camudar la zona horaria del sistema pulsando nel mapa o tecleando el nome de su ciudad nel campu <gui>Allugamientu</gui>.
el: Κάντε κλικ στο <gui>Ξεκλείδωμα</gui> και πληκτρολογήστε τον κωδικό σας ώστε να σας επιτραπεί να αλλάξετε τη ζώνη ώρας του συστήματος, επιλέγοντας με το ποντίκι το σωστό σημείο στον χάρτη ή εισάγοντας την πόλη σας στο πεδίο <gui>Τοποθεσία</gui>.
es: Pulse en <gui>Desbloquear</gui> y teclee su contraseña para poder cambiar la zona horaria del sistema pulsando en el mapa o tecleando el nombre de su ciudad en el campo <gui>Ubicación</gui>.
fi: Paina <gui>Avaa lukitus</gui> ja kirjoita salasanasi, jotta pystyt muuttamaan järjestelmän aikavyöhykettä painamalla karttaa tai kirjoittamalla kaupungin nimen <gui>Sijainti</gui>-laatikkoon
nl: Klik op <gui>Ontgrendelen</gui> en typ uw wachtwoord in om veranderingen te kunnen aanbrengen in de tijdzone voor het systeem door op de kaart te klikken of uw stad in te typen in het vak <gui>Locatie</gui>.
pt_br: Clique em <gui>Desbloquear</gui> e digite sua senha para ser capaz de alterar o fuso horário do sistema, clicando no mapa e entrando com a cidade na caixa <gui>Localização</gui>.
ru: Щёлкните на кнопке <gui>Разблокируйте для изменения настроек</gui> и укажите ваш пароль, чтобы можно было изменить часовой пояс, щёлкнув на карте, или ввести название вашего города в поле <gui>Местоположение</gui>.

source: By default, Ubuntu periodically synchronizes the clock with a very accurate clock on the Internet so you don't have to set your clock manually.
ast: De forma predeterminada, Ubuntu sincroniza periódicamente el reló del sistema con un reló mui preciso en Internet, polo que no tendrá que poner manualmente el reló en hora.
el: Εξ ορισμού, το Ubuntu συγχρονίζει περιοδικά το ρολόι με ένα ακριβές ρολόι στο διαδίκτυο, οπότε δε χρειάζεται να το ρυθμίζετε χειροκίνητα.
es: De forma predeterminada, Ubuntu sincroniza periódicamente el reloj del sistema con un reloj muy preciso en Internet, por lo que no tendrá que poner manualmente el reloj en hora.
fi: Oletuksena Ubuntu synkronoi kellonajan internetissä olevan aikapalvelimen kanssa, joten kellonajan asettaminen käsin ei yleensä ole tarpeen.
nl: Standaard synchroniseert Ubuntu de klok regelmatig met een zeer nauwkeurige klok op het internet; u hoeft de tijd dus niet handmatig in te stellen.
pt_br: Por padrão, o Ubuntu sincroniza periodicamente o relógio com um relógio muito preciso na Internet, então você não precisa definir seu relógio manualmente.
ru: По умолчанию, Ubuntu периодически синхронизирует часы с очень точными часами в Интернете, так что вам не надо устанавливать часы вручную.

source: Add other timezones so you can see what time it is in other cities.
ast: Amestar otres zonas horarias de manera que pueda ver la hora en otres ciudades.
el: Προσθέστε κι άλλες ζώνες ώρας για να βλέπετε τι ώρα είναι σε άλλες πόλεις.
es: Añadir otras zonas horarias de manera que pueda ver la hora en otras ciudades.
fi: Lisää muita aikavyöhykkeitä, niin näet eri kaupunkien kellonajat.
nl: Voeg andere tijdzones toe zodat u kunt zien wat de tijd is in een andere stad.
pt_br: Adicionar outros fusos horários para que você possa ver a hora em outras cidades.
ru: Добавьте другие часовые пояса, чтобы можно было посмотреть, сколько времени в других городах.

source: Show other timezones
ast: Amosar otres zonas horarias
el: Εμφάνιση επιπλέον ζωνών ώρας
es: Mostrar otras zonas horarias
fi: Näytä muita aikavyöhykkeitä
nl: Ander tijdzones weergeven
pt_br: Mostrar demais fusos horários
ru: Показать другие часовые пояса
