Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Fading text or images
ast: Imáxenes o testu desvanecidos
el: Αχνό κείμενο ή εικόνων
es: Imágenes o texto desvanecidos
fi: Haalistuva teksti tai kuva
nl: Vervaagde tekst of afbeeldingen
pt_br: Texto ou imagens desbotadas
ru: Блёклый текст или изображения

source: You may be running out of ink or toner. Check your ink/toner supply and buy a new cartridge if necessary.
ast: Puede que se esté quedando sin tinta o tóner. Compruebe el nivel de su tinta o tóner y compre un cartucho nuevu si es necesariu.
el: Μπορεί να τελειώνει το μελάνι ή ο γραφίτης σας. Ελέγξτε την στάθμη μελανιού/γραφίτη και αγοράστε νέο δοχείο τροφοδοσίας αν είναι απαραίτητο.
es: Puede que se esté quedando sin tinta o tóner. Compruebe el nivel de su tinta o tóner y compre un cartucho nuevo si es necesario.
nl: Het kan zijn dat de inkt of toner bijna op is. Controleer uw inkt/tonervoorraad en koop zo nodig een nieuwe patroon.
pt_br: Você pode estar com tinta ou toner esgotado. Verifique seu suprimento de tinta/toner e compre um novo cartucho, se necessário.
ru: Возможно, в принтере кончаются чернила или тонер. Проверьте запас чернил/тонера и при необходимости купите новый картридж.

source: Streaks and lines
ast: Rayas y llinies
el: Ραβδώσεις και γραμμές
es: Rayas y líneas
fi: Raidat ja viivat
nl: Strepen en lijnen
pt_br: Riscos e linhas
ru: Полоски и постронние линии

source: If you have an inkjet printer, the print head may be dirty or partially-blocked. Try cleaning the print head (see the printer's instruction manual).
ast: Si tien una imprentación de inyección de tinta, el cabezal de imprentación puede tar sucio o bloquiáu parcialmente. Pruebe a limpiarlo (consulte el manual de instrucciones de la imprentadora).
el: Αν έχετε εκτυπωτή ψεκασμού μελάνης, η κεφαλή εκτύπωσης μπορεί να είναι βρώμικη ή μερικώς αποκλεισμένη. Δοκιμάστε να την καθαρίσετε (δείτε το τμήμα με τις οδηγίες του εγχειριδίου χρήσης).
es: Si tiene una impresión de inyección de tinta, el cabezal de impresión puede estar sucio o bloqueado parcialmente. Pruebe a limpiarlo (consulte el manual de instrucciones de la impresora).
nl: Als u een inkjetprinter heeft, kan het zijn dat de printkop vuil of gedeeltelijk geblokkeerd is. Probeer de printkop schoon te maken (zie de handleiding van de printer).
pt_br: Se você tem uma impressora jato de tinta, a cabeça de impressão pode estar suja ou parcialmente bloqueado. Tente limpar a cabeça de impressão (veja o manual de instruções da impressora).
ru: Если у вас струйный принтер, возможно головка загрязнилась или сопла частично забиты. Попробуйте очистить печатающую головку (смотрите руководство по работе с принтером).

source: Wrong colors
ast: Colores incorrectos
el: Λανθασμένα χρώματα
es: Colores incorrectos
fi: Väärät värit
nl: Verkeerde kleuren
pt_br: Cores erradas
ru: Неправильные цвета

source: The printer may have run out of one color of ink or toner. Check your ink/toner supply and buy a new cartridge if necessary.
ast: Puede que la imprentadora se heba quedáu sin tinta o tóner de un color. Compruebe su suministro de tinta/tóner y compre un cartucho nuevu si es necesariu.
el: Ενδεχομένως να έχει τελειώσει το έγχρωμο ή το μαύρο μελάνι ή ο γραφίτης στον εκτυπωτή σας. Ελέγξτε τα επίπεδα τροφοδοσίας και αγοράστε νέο δοχείο αν είναι αναγκαίο.
es: Puede que la impresora se haya quedado sin tinta o tóner de un color. Compruebe su suministro de tinta/tóner y compre un cartucho nuevo si es necesario.
nl: Het kan zijn dat er één kleur inkt of toner op is. Controleer uw inkt/tonervoorraad en koop zo nodig een nieuwe patroon.
pt_br: A impressora pode ter esgotado uma das cores da tinta ou do toner. Verifique seu suprimento de tinta/toner e compre um novo cartucho, se necessário.
ru: Возможно, закончились чернила или тонер одного из цветов. Проверьте уровень чернил/тонера и при необходимости купите новый картридж.

source: Jagged lines, or lines aren't straight
ast: Bordes escalonados o llinies que no son rectas
el: Παραμορφωμένες γραμμές ή γραμμές που δεν είναι ευθείες
es: Bordes escalonados o líneas que no son rectas
fi: Epätasaiset viivat
nl: Gekartelde lijnen, of lijnen die niet recht zijn
pt_br: Linhas irregulares ou linhas não retas
ru: Неровные или кривые линии

source: If lines on your print-out that should be straight turn out jagged, you may need to align the print head. See the printer's instruction manual for details on how to do this.
ast: Si les llinies na imprentación de que deben ser rectas resultan irregulares, es posible que necesite alinear el cabezal de imprentación. Consulte el manual de instrucciones de la imprentadora pa obtener detalles sobro cómo facer esto.
el: Αν οι γραμμές που θα έπρεπε να είναι ευθείες στην εκτύπωσή σας εκτυπώνονται οδοντωτές, ίσως χρειάζεται να ευθυγραμμίσετε τις κεφαλές εκτύπωσης. Δείτε το εγχειρίδιο χρήσης του εκτυπωτή σας για λεπτομερείς οδηγίες.
es: Si las líneas en la impresión de que deben ser rectas resultan irregulares, es posible que necesite alinear el cabezal de impresión. Consulte el manual de instrucciones de la impresora para obtener detalles sobre cómo hacer esto.
nl: Als lijnen op uw afdruk die recht zouden moeten zijn gekarteld zijn, kan het zijn dat u de printkop moet uitlijnen. Zie de handleiding van de printer voor details over hoe dit moet.
pt_br: Se as linhas na sua impressão que deveriam estar retas estão irregulares, você pode precisar alinhar a cabeça de impressão. Veja o manual de instruções da impressora para detalhes de como fazer isso.

source: How and where to report problems with Ubuntu.
ast: Cómo y dónde informar de problemes con Ubuntu.
ca: On i com podeu informar sobre problemes amb l'Ubuntu.
cs: Jak a kde nahlásit problémy s Ubuntu.
de: Wie und wo Probleme mit Ubuntu gemeldet werden.
el: Πώς και πού μπορούν να αναφερθούν προβλήματα σχετικά με το Ubuntu.
es: Cómo y dónde informar de problemas con Ubuntu.
fi: Miten ja missä voi ilmoittaa Ubuntuun liittyvistä ongelmista.
fr: Comment et où rapporter des problèmes avec Ubuntu.
gl: Como e onde informar de problemas con Ubuntu.
hr: Kako i gdje prijaviti problem sa Ubuntuom.
id: Bagaimana dan di mana untuk melaporkan masalah dengan Ubuntu.
ko: 우분투와 관련된 문제점을 보고하는 방법 및 위치.
lt: Kaip ir kur pranešti apie nesklandumus naudojant Ubuntu operacinę sistemą bei programas ar pastebėtas klaidas.
lv: Kā un kur ziņot par problēmām ar Ubuntu.
ms: Bagaimana dan dimanakah hendak melaporkan masalah mengenai Ubuntu.
my: Ubuntu ၏ပြသာနာများကိုမည်သည့်နေရာတွင်တင်ပြရမည်နည်း။
nl: Hoe en waar fouten in Ubuntu te melden.
pl: Jak i gdzie zgłosić problem z Ubuntu.
pt_br: Como e onde relatar problemas com o Ubuntu.
ru: Как и куда сообщить о проблемах с Ubuntu.
sl: Kako in kje poročati težave z Ubuntujem.
sv: Hur och var kan man rapportera problem med Ubuntu.
tr: Ubuntu ile sorunları nasıl ve nereden bildirebilirsiniz.
zh_cn: 如何报告 Ubuntu 问题。

source: Report a problem in Ubuntu
ast: Informar de un problema en Ubuntu
ca: Informeu d'un problema a l'Ubuntu
cs: Nahlášení problému v Ubuntu
de: Ein Problem mit Ubuntu melden
el: Αναφορά προβλήματος στο Ubuntu
es: Informar de un problema en Ubuntu
fi: Raportoi Ubuntun ongelmasta
fr: Signaler un problème dans Ubuntu
gl: Informar dun problema en Ubuntu
hr: Prijava problema sa Ubuntuom
id: Melaporkan masalah di Ubuntu
lt: Pranešti apie klaidą Ubuntu OS ar programose
lv: Ziņot par problēmu Ubuntu sistēmā
ms: Laporkan masaalah dalam Ubuntu
my: Ubuntu မှပြဿနာတစ်ခုကိုသတင်းပို့မည်
nl: Een fout in Ubuntu melden
pl: Zgłaszanie problemu z Ubuntu
pt_br: Relatar um problema no Ubuntu
ru: Сообщить о неисправности в Ubuntu
sl: Poročanje težave v Ubuntuju
sv: Rapportera ett problem i Ubuntu
tr: Ubuntu'da bir sorunu rapor edin
zh_cn: 如何报告 Ubuntu 问题

source: If you notice a problem in Ubuntu, you can file a <em>bug report</em>.
ast: Si tien dalgún problema con Ubuntu, puede unviar un <em>informe de fallu</em>.
ca: Si us trobeu amb un problema a l'Ubuntu, podeu fer un <em>informe d'errors</em> (en anglès).
cs: Pokud narazíte na problém s Ubuntu, máte možnost <em>nahlásit bug</em>.
de: Wenn Sie ein Problem mit Ubuntu feststellen, können Sie einen <em>Fehlerbericht</em> erstellen.
el: Αν παρατηρήσετε ένα πρόβλημα στο Ubuntu, μπορείτε να το καταγράψετε συμπληρώνοντας μια <em>αναφορά σφάλματος</em>.
es: Si tiene algún problema con Ubuntu, puede enviar un <em>informe de fallo</em>.
fi: Jos havaitset ongelman, voit tehdä <em>vikailmoituksen</em>.
fr: Si vous remarquez un problème dans Ubuntu, vous pouvez créer un <em>rapport de bogue</em>.
gl: Se atopa algún problema en Ubuntu, pode enviarnos un <em>informe de fallo</em>.
hr: Ako ste primijetili problem u Ubuntuu, možete popuniti <em>izvještaj greške</em>.
id: Jika Anda melihat masalah di Ubuntu, Anda dapat mengajukan <em>laporan bug</em>.
ko: 우분투의 문제점을 발견했다면, <em>버그 리포트</em> 파일을 만들수 있습니다.
lt: Mes labai norėtume jei praneštumėte mums apie pastebėtas klaidas programose ar operacinėje sistemoje (angliškai <em>bug report</em>).
lv: Ja jūs pamanāt kādu problēmu Ubuntu sistēmā, jūs varat izveidot <em>kļūdas ziņojumu</em>.
ms: Jika anda menemui masalah dalam Ubuntu, anda boleh failkan <em>laporan pepijat</em>.
my: Ubuntu မှပြဿနာတစ်ခုသင်သတိထားမိလျှင် <em> bug report </em> ကိုသင်ပို့နိုင်သည်။
nl: Als u een fout in Ubuntu tegenkomt, dan kunt u een foutrapportage insturen.
pl: Jeśli wystąpił problem z Ubuntu, to można go zgłosić.
pt_br: Se você notar um problema no Ubuntu, você pode registrar um <em>relatório de erro</em>.
ru: Если обнаружили в Ubuntu неисправность, вы можете создать <em>отчёт об ошибке</em>.
sl: V primeru da v Ubuntuju opazite težavo, lahko izpolnite <em>poročilo o hrošču</em>.
sv: Om du hittar ett problem i Ubuntu kan du skicka in en <em>felrapport</em>.
tr: Ubuntu'da bir sorun gördüğünüzde, bir <em>hata raporu</em> dosyalayabilirsiniz.
zh_cn: 如果您发现 Ubuntu 系统中存在问题，则可以进行<em>错误报告</em>。

source: For many programs, you can click <gui>Help</gui> and select <gui>Report a Problem</gui>
ast: En muchos programes puede calcar en <gui>Aida</gui> y escoyer <gui>Informar de un problema</gui>
el: Σε πολλά προγράμματα, μπορείτε να κάνετε κλικ στη <gui>Βοήθεια</gui> και να επιλέξετε <gui>Αναφορά προβλήματος </gui>
es: En muchos programas puede pulsar en <gui>Ayuda</gui> y seleccionar <gui>Informar de un problema</gui>
fi: Monissa ohjelmissa virheen ilmoittamiseen on oma painike. Napsauta <gui>Ohje</gui> ja valitse <gui>Raportoi ongelmasta</gui>
nl: In veel programma's kunt u klikken op <gui>Hulp</gui> en <gui>Een fout melden</gui> selecteren.
pt_br: Para muitos programas, você pode clicar <gui>ajuda</gui> e selecionar <gui>relatar um problema</gui>
ru: В большинстве программ вы можете щёлкнуть раздел меню <gui>Справка</gui> и выбрать <gui>Сообщить о проблеме</gui>

source: For other programs, you can press <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug nameofprogram</input>
ast: Con otros programes puede calcar <keyseq><key>Alt</key><key>F2</key></keyseq> y teclear <input>ubuntu-bug nome_del_programa</input>
el: Σε άλλα προγράμματα, μπορείτε να πατήσετε το συνδυασμό πλήκτρων <keyseq><key>Alt</key><key>F2</key></keyseq> και να πληκτρολογήσετε <input>ubuntu-bug όνομα-προγράμματος</input>
es: Con otros programas puede pulsar <keyseq><key>Alt</key><key>F2</key></keyseq> y teclear <input>ubuntu-bug nombre_del_programa</input>
fi: Muissa ohjelmissa paina <keyseq><key>Alt</key><key>F2</key></keyseq> ja kirjoita kenttään <input>ubuntu-bug ohjelmannimi</input>
nl: In andere programma's kunt u op <keyseq><key>Alt</key><key>F2</key></keyseq> drukken en <input>ubuntu-bug naamvanprogramma</input> intypen.
pt_br: Em outros programas, pressione <keyseq><key>Alt</key><key>F2</key></keyseq> e digite <input>ubuntu-bug nomedoprograma</input>
ru: В других программах вы можете нажать клавиши <keyseq><key>Alt</key><key>F2</key></keyseq> и набрать <input>ubuntu-bug имя_программы</input>

source: If you have a hardware issue or don't know the name of the program affected, just type <input>ubuntu-bug</input>
ast: Si tien un problema de hardware o no sabe el nome del programa afectado, teclee simplemente <input>ubuntu-bug</input>
ca: Si teniu un problema de maquinari o no sabeu el nom del programa afectar, teclegeu només <input>ubuntu-bug</input>.
cs: Jestliže se jedná o hardwarový problém nebo nevíte jméno programu, stačí napsat pouze <input>ubuntu-bug</input>
de: Falls Sie ein Hardware-Problem haben oder den Namen der betroffenen Anwendung nicht kennen, geben Sie einfach <input>ubuntu-bug</input> ein.
el: Αν έχετε κάποιο πρόβλημα υλικού ή δε γνωρίζετε το όνομα της εφαρμογής που επηρεάστηκε, απλά πληκτρολογήστε <input>ubuntu-bug</input>
es: Si tiene un problema de hardware o no sabe el nombre del programa afectado, teclee simplemente <input>ubuntu-bug</input>
fi: Jos sinulla on laitteisto-ongelmia tai et tiedä ohjelman nimeä, kirjoita pelkästään <input>ubuntu-bug</input>
fr: Si vous avez un problème matériel ou si vous ne connaissez pas le nom du programme affecté, saisissez simplement <input>ubuntu-bug</input>
gl: Se ten algún problema co hardware ou non sabe o nome do programa afectado, escriba <input>ubuntu-bug</input>
hr: Ako imate hardverski problem ili ne znate naziv zahvaćenog programa, jednostavno utipkajte <input>ubuntu-bug</input>
id: Jika Anda memiliki masalah perangkat keras atau tidak tahu nama program yang terpengaruh, cukup ketikkan<input>ubuntu-bug</input>
ko: 만약 하드웨어 문제가 있거나 문제가 있는 프로그램의 이름을 모를 경우, <input>ubuntu-bug</input> 를 입력하시오.
lt: Jei nežinote tikslaus programos vykdomojo failo pavadinimo arba iškilo problema su aparatine įranga, pvz. „pakimba“ kompiuteris paspaudę <keyseq><key>Alt</key><key>F2</key></keyseq> tiesiog įrašykite <input>ubuntu-bug</input> ir paspauskite <key>Enter</key>
lv: Ja jums ir problēmas ar aparatūru vai vienkārši nezināt, kā sauc problemātisko programmu, vienkārši ierakstiet <input>ubuntu-bug</input>
ms: Jika anda mempunyai masalah perkakasan dan tidak tahu nama program yang terlibat, hanya taip <input>ubuntu-bug</input>
my: သင့်တွင်ဟာ့ဒ်ဝဲပြဿနာရှိလျှင်သို့မဟုတ်ထိခိုက်နစ်နာသောပရိုဂရမ်၏အမည်ကိုမသိပါက <input> ubuntu-bug </input> ကိုသာရိုက်ပါ။
nl: Als het om een hardwareprobleem gaat, of u weet de naam van het betreffende programma niet, typ dan alleen <input>ubuntu-bug</input> in.
pl: Jeśli to problem sprzętowy lub nie znasz nazwy programu, którego dotyczy problem, to wpisz tylko <input>ubuntu-bug</input>.
pt_br: Se você tiver um problema de hardware ou não souber o nome do programa afetado, simplesmente digite <input>ubuntu-bug</input>
ru: Если ошибка связана аппаратным обеспечением, или вы не знаете название программы, просто наберите <input>ubuntu-bug</input>
sl: V primeru da imate težavo s strojno opremo ali ne veste imena programa s težavami, vnesite <input>ubuntu-bug</input>
sv: Om du har ett hårdvaruproblem och inte vet vad det påverkade programmet heter, skriv bara <input>ubuntu-bug</input>
tr: Donanımsal bir sorununz varsa ya da etkilenen programı bilmiyorsanız yalnızca <input>ubuntu-bug</input> yazın
zh_cn: 如果有硬件问题或不知道受影响程序的名称，则仅键入 <input>ubuntu-bug</input> 即可

source: After running one of the above commands, Ubuntu will gather information about the bug. Click <gui>Content of the report</gui> to review the collected information if you wish. Click <gui>Send Report</gui> to continue.
ast: Dempués de executar uno de les órdenes anteriores, Ubuntu recopilará información sobro el fallu. Calca <gui>Conteníu del informe</gui> pa revisar la información recopilada si lo quies. Calca <gui>Unviar informe</gui> pa siguir.
el: Μετά την εκτέλεση κάποιας απο τις παραπάνω εντολές, το Ubuntu θα συγκεντρώσει πληροφορίες που αφορούν το σφάλμα. Κάντε κλικ στο <gui>Περιεχόμενο αναφοράς</gui> ώστε να επανεξετάσετε τις συγκεντρωμένες πληροφορίες αν θέλετε. Κάντε κλικ στην <gui>Αποστολή αναφοράς</gui> ώστε να συνεχίσετε.
es: Después de ejecutar uno de las órdenes anteriores, Ubuntu recopilará información sobre el fallo. Pulse <gui>Contenido del informe</gui> para revisar la información recopilada si lo desea. Pulse <gui>Enviar informe</gui> para continuar.
fi: Kun olet tehnyt jonkin edellisistä toimenpiteistä, Ubuntu kerää tietoja raporttiasi varten. Napsauta halutessasi <gui>Raportin sisältö</gui> jos haluat tarkistaa kerätyt tiedot. Jatka napsauttamalla <gui>Lähetä raportti</gui>.
nl: Na het uitvoeren van één van bovenstaande commando's zal Ubuntu informatie over het probleem verzamelen. Klik op <gui>Inhoud van het verslag</gui> als u het overzicht van de verzamelde informatie wilt bekijken. Klik op <gui>Rapport versturen</gui> om door te gaan.
pt_br: Após rodar um dos comandos acima, o Ubuntu colherá informações sobre o erro. Se desejar, clique em <gui>Conteúdo do relatório</gui> para revisar a informação coletada. Clique <gui>Enviar relatório</gui> para continuar.
