Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Select the disk you want to check from the <gui>Storage Devices </gui> list. Information and status of the disk will appear under <gui>Drive </gui>.
ast: Escueyi el discu que quies comprobar dende la llista <gui>Dispositivos de almacenamiento </gui> . La información y el estáu del discu aparecerá baxo <gui>Unidá</gui>.
el: Επιλέξτε τον δίσκο τον οποίο θέλετε να ελέγξετε από την λίστα <gui>Συσκευές αποθήκευσης</gui>. Κάτω από την ένδειξη <gui>Δίσκος</gui>, θα εμφανιστούν πληροφορίες και η κατάσταση του δίσκου.
fi: Valitse levy, jolle haluat tarkistuksen suorittaa <gui>Tallennuslaitteet</gui>-listasta. Levyn tiedot ja tila ilmestyy <gui>Asema</gui>-otsakkeen alle.
nl: Selecteer de schijf die u wilt controleren in de lijst <gui>Opslagapparaten </gui>. Onder <gui>Station</gui> ziet u dan informatie over en status van de schijf verschijnen.
pt_br: Selecione o disco que você quer verificar da lista de <gui>Dispositivos de armazenamento</gui>. As informações e o estado do disco irão aparecer abaixo de <gui>Unidade</gui>.
ru: Выберите диск, который вы хотите проверить из списка <gui>Устройства хранения информации</gui>. Информация и состояние диска появятся в разделе <gui>Устройство</gui>.

source: <gui>SMART Status</gui> should say "Disk is healthy".
ast: <gui>Estáu SMART</gui> tendría decir «El discu ta sano».
el: Η ένδειξη <gui>Κατάσταση SMART</gui> θα πρέπει να αναγράφει «Ο δίσκος είναι υγιής».
es: <gui>Estado SMART</gui> debería decir «El disco está sano».
fi: <gui>SMART-tila</gui> -kentässä tulisi lukea "Levy on kunnossa".
nl: Bij <gui>SMART-status</gui> zou "Schijf is gezond" moeten staan.
pt_br: Em <gui>Status do SMART</gui> deve aparecer "A unidade está bem".
ru: При отсутствии неисправностей <gui>Состояние диска</gui> должно показывать «Диск исправен».

source: Click the <gui>SMART Data</gui> button to view more drive information, or to run a self-test.
ast: Primi nel botón <gui>Datos de SMART</gui> para ver mas información, o executa un autotest.
el: Πατήστε πάνω στο κομβίο <gui>Δεδομένα SMART</gui> για να δείτε περισσότερες πληροφορίες, ή για να εκτελέσετε έναν αυτοδιαγνωστικό έλεγχο.
fi: Paina <gui>SMART-tiedot</gui> -painiketta katsellaksesi aseman tietoja tai ajaaksesi testejä.
nl: Klik op de knop <gui>SMART-gegevens</gui> om meer schijfinformatie te bekijken, of om een zelftest uit te voeren.
pt_br: Clique no botão <gui>Dados do SMART</gui> para ver mais informações do drive ou executar um autoteste.
ru: Щёлкните кнопку <gui>Данные SMART</gui> для просмотра дополнительной информации об устройстве или для запуска самодиагностики.

source: What if the disk isn't healthy?
ast: ¿Qué pasa si el discu no ta sano?
el: Τί θα πρέπει να γίνει αν ο δίσκος δεν είναι υγιής;
es: ¿Qué pasa si el disco no está sano?
fi: Mitä jos kiintolevy ei ole kunnossa?
nl: Wat als de schijf niet gezond is?
pt_br: E se o disco não estiver bem?
ru: Что делать, если диск неисправен?

source: Even if the <gui>SMART Status</gui> indicates that the disk <em>isn't</em> healthy, there may be no cause for alarm. However, it's better to be prepared with a <link xref="backup-why">backup</link> to prevent data loss.
ast: Incluso anque el <gui>Estáu de SMART</gui>indica que el discu <em>no se alcuentra</em> en bunestado, puede que no heba razón pa alarmase. De toes formes prepare una <link xref="backup-why">copia de respaldu</link> pa prevenir la pérdida de datos.
el: Ακόμα και αν η <gui>Κατάσταση SMART</gui> υποδεικνύει πως ο δίσκος <em>δεν είναι</em> υγιής, μπορεί αυτό να μην είναι σοβαρός λόγος ανησυχίας. Είναι καλύτερα όμως να έχει κανείς προετοιμαστεί δημιουργώντας εκ των προτέρων ένα <link xref="backup-why">αντίγραφο ασφαλείας</link>, ώστε να αποτραπεί η απώλεια δεδομένων.
fi: Vaikka <gui>SMART-tila</gui> ilmoittaa, että levy <em>ei</em> ole kunnossa, ei välttämättä ole syytä huoleen. On kuitenkin hyvä luoda <link xref="backup-why">varmuuskopiot</link>, jotta estät tiedostojen menetyksen.
nl: Zelfs als de <gui>SMART-status</gui> aangeeft dat de schijf <em>niet</em>gezond is, is er nog geen reden tot paniek. Maar het is wel beter is om voorbereid te zijn met een <link xref="backup-why">back-up</link> om gegevensverlies te voorkomen.
pt_br: Mesmo que o <gui>Status do SMART</gui> indique que o disco <em>não está</em> saudável, pode não ser motivo para alarme. Entretanto, é melhor estar preparado com uma <link xref="backup-why">cópia de segurança</link> para prevenir perda de dados.
ru: Даже если <gui>Данные SMART</gui> указывают, что диск <em>неисправен</em>, повода для беспокойства может и не быть. Тем не менее, лучше заранее подготовить <link xref="backup-why">резервную копию</link>, чтобы предотвратить возможную потерю данных.

source: If the status says "Pre-fail", the disk is still reasonably healthy but signs of wear have been detected which mean it might fail in the near future. If your hard disk (or computer) is a few years old, you are likely to see this message on at least some of the health checks. You should <link xref="backup-how">backup your important files regularly</link> and check the disk status periodically to see if it gets worse.
ast: Si el estáu dice «Pre-fail», el discu ta razonablemente sano pero se han deteutáu signos de desgaste, lo que significa que podría fallar nun futuro cercano. Si su discu duru (o equipu) tien unos cuantos años de antigüedad, es probable que vea esti mensaxe en dalgunes de les comprobaciones de salud. Debería <link xref="backup-how">facer una copia de seguridá de sus ficheros importantes con regularidad</link> y comprobar periódicamente el estáu del discu pa ver si empeora.
el: Αν η κατάσταση αναφέρει «Επικείμενη αποτυχία», ο δίσκος είναι λογικά αρκούντως υγιής, έχουν όμως εντοπιστεί κάποια σημάδια φθοράς τα οποία υποδεικνύουν ότι μπορεί να υπάρξει αστοχία κατά το εγγύς μέλλον. Αν ο σκληρός σας δίσκος (ή και ο υπολογιστής σας) είναι παλαιός, είναι πιθανό να δείτε αυτό το μήνυμα σε κάποιους τουλάχιστον από τους επιμέρους ελέγχους υγείας. Θα ήταν καλό το να <link xref="backup-how">κάνετε τακτικά αντίγραφα ασφαλείας</link> και να ελέγχετε περιοδικά την κατάσταση του δίσκου για να διαπιστώσετε αν αυτή επιδεινώνεται.
es: Si el estado dice «Pre-fail», el disco está razonablemente sano pero se han detectado signos de desgaste, lo que significa que podría fallar en un futuro cercano. Si su disco duro (o equipo) tiene unos cuantos años de antigüedad, es probable que vea este mensaje en algunas de las comprobaciones de salud. Debería <link xref="backup-how">hacer una copia de seguridad de sus archivos importantes con regularidad</link> y comprobar periódicamente el estado del disco para ver si empeora.
fi: Jos tila sanoo "Pre-fail", levy on vielä kohtalaisen hyväkuntoinen mutta kulumisen merkkejä alkaa näkymään, joka saattaa tarkoittaa sen rikkoutumista tulevaisuudessa. Jos kiintolevysi (tai tietokoneesi) on muutaman vuoden ikäinen, tämän viestin näkyminen on todennäköisempää ainakin joissain testeissä. Sinun tulisi <link xref="backup-how">varmuuskopioida tärkeät tiedot säännöllisesti</link> ja tarkistaa levyn tila nähdäksesi, huononeeko se.
nl: Als de status "Pre-fail" is, zal de schijf nog steeds redelijk gezond zijn, maar er zijn tekenen van slijtage gedetecteerd wat betekent dat hij mogelijk stuk gaat in de nabije toekomst. Als uw harde schijf (of computer) al een paar jaar oud is, zult u waarschijnlijk dit bericht zien bij op z'n minst sommige van de controles. U zou regelmatig een <link xref="backup-how">back-up moeten maken van uw belangrijke bestanden</link> en de schijfstatus periodiek controleren om te zien of het erger wordt.
pt_br: Se no status aparecer "Pré-falha", o disco está razoavelmente bem mas avisa que desgastes foram detectados, o que significa que ele poderá falhar em um futuro próximo. Se seu disco rígido (ou computador) já tiver alguns anos e bem capaz de você ver essa mensagem em algumas das verificações. Você deve <link xref="backup-how">realizar cópias de segurança regularmente</link> e verificar o status de tempos em tempos para ver se ele piora.
ru: Если состояние указывается как "Pre-fail", то диск еще довольно исправен, однако обнаружены признаки износа, что означает, что он может отказать в ближайшем будущем. Если вашему жесткому диску (или компьютеру) несколько лет, вы, вероятно, видите это сообщение, по меньшей мере после некоторых диагностических проверок. Вам следует <link xref="backup-how">регулярно выполнять резервное копирование важных файлов</link> и периодически проверять состояние диска, чтобы заметить, не становится ли оно еще хуже.

source: If it gets worse, you may wish to take the computer/hard disk to a professional for further diagnosis or repair.
ast: Si empeora, puede llevar el equipu/discu duru a un profesional pa su diagnóstico o reparación.
el: Αν η κατάσταση του δίσκου επιδεινώνεται, είναι πιθανό να χρειαστεί να πάτε τον υπολογιστή ή τον σκληρό σας δίσκο σε κάποιον επαγγελματία για περαιτέρω διάγνωση ή και επισκευή.
fi: Jos se huononee, sinun kannattaa viedä tietokone/kiintolevy ammattilaiselle tarkempiin testeihin tai korjaukseen.
nl: Als het erger wordt kunt u de computer/harde schijf naar een reparateur brengen voor verdere diagnose of reparatie.
pt_br: Se piorar, você pode querer levar o seu computador/disco rígido a um profissional para um diagnóstico mais profundo ou reparo.
ru: Если оно становится все хуже, вы можете отнести компьютер/жесткий диск к специалисту для дальнейшей диагностики или ремонта.

source: Remove all of the files and folders from an external hard disk or USB flash drive by formatting it.
ast: Desaniciar tolos ficheros y carpetas de una unidá de discu duru esternu o memoria flash USB formateándola.
el: Αφαιρέστε όλα τα αρχεία και τους φακέλους από έναν εξωτερικό σκληρό δίσκο ή από ένα φορητό μέσο αποθήκευσης USB, διαμορφώνοντάς τα.
es: Eliminar todos los archivos y carpetas de una unidad de disco duro externo o memoria flash USB formateándola.
fi: Poista kaikki tiedostot ja kansiot ulkoiselta kiintolevyltä tai USB-muistitikulta alustamalla se.
nl: Verwijder alle bestanden en mappen van een externe harde schijf of usb-stick door te formatteren.
pt_br: Remova todos os arquivos e pastas de um disco rígido externo ou unidade flash USB, formatando-o.
ru: Удалите все файлы и папки с внешнего жёсткого диска или флэшки, отформатировав их.

source: Wipe everything off a removable disk
ast: Llimpiar too nun discu extraíble
el: Διαγράψτε τα πάντα από έναν εξωτερικό δίσκο
es: Limpiar todo en un disco extraíble
fi: Tyhjennä siirrettävä levy
nl: Alles van een verwijderbare schijf wissen
pt_br: Limpar tudo de um disco removível
ru: Стереть всё с переносного диска

source: If you have a removable disk, like a USB memory stick or an external hard disk, you may sometimes wish to completely remove all of its files and folders. You can do this by <em>formatting</em> the disk - this deletes all of the files on the disk and leaves it empty.
ast: Si tien un discu extraible, como una memoria USB o un discu duru esternu, puede que desee desaniciar por completu toos sus ficheros y carpetas. Puede facer esto realizando el <em>formatéu</em> del discu - esto desanicia tolos ficheros nel discu y lo deja baleru.
el: Αν έχετε έναν εξωτερικό δίσκο όπως ένα φορητό μέσο αποθήκευσης USB ή έναν εξωτερικό σκληρό δίσκο, μπορεί να θελήσετε να απομακρύνετε εντελώς όλα τα αρχεία και φακέλους τα οποία περιέχει. Αυτό, μπορείτε να το κάνετε <em>διαμορφώνοντας</em> τον δίσκο. Η ενέργεια αυτή διαγράφει όλα τα σρχεία στον δίσκο και τον αφήνει κενό.
fi: Jos sinulla on siirrettävä levy, kuten USB-muistitikku tai ulkoinen kiintolevy, haluat ehkä joskus poistaa kaikki sen tiedostot ja kansiot. Voit tehdä tämän <em>alustamalla</em> levyn - alustus poistaa kaikki levyn tiedostot ja jättää sen tyhjäksi.
nl: Als u een verwisselbare schijf heeft, zoals een USB-stick of een externe harde schijf, dan wilt u misschien op enig moment alle bestanden en mappen daarop verwijderen. U kunt dit doen door de schijf te <em>formatteren</em> - dit verwijdert alle bestanden op de schijf en maakt hem dus helemaal leeg.
pt_br: Se você tiver um disco removível, como um dispositivo de memória USB ou um disco rígido externo, você às vezes pode querer remover completamente todos os seus arquivos e pastas. Você pode fazer isso <em>formatando</em> o disco - isso apaga todos os arquivos do disco e o deixa vazio.
ru: Если у вас есть переносной диск, такой как USB-накопитель или внешний жёсткий диск, то вам может иногда понадобиться полностью удалить с него все файлы и папки. Вы можете сделать это с помощью <em>форматирования</em> диска — эта операция удаляет все файлы с диска и оставляет его пустым.

source: Format a removable disk
ast: Formatear un discu removible
el: Διαμόρφωση ενός αφαιρούμενου δίσκου
fi: Alusta irrotettava levy
nl: Formatteer de verwijderbare schijf
pt_br: Formatar um disco removível
ru: Форматирование съёмного диска

source: Select the disk you want to wipe from the <gui>Storage Devices</gui> list.
ast: Escueyi el discu que quies llimpiar de la llista de <gui>Dispositivos de almacenamiento</gui>.
el: Επιλέξτε το δίσκο τον οποίο θέλετε να διαγράψετε από τη λίστα <gui>Συσκευές αποθήκευσης</gui>.
fi: Valitse levy, jonka haluat tyhjentää <gui>Tallennuslaitteet</gui>-listasta.
nl: Selecteer de schijf die u wilt leegmaken in de <gui>Opslagapparaten</gui>-lijst
pt_br: Selecione o disco que você deseja apagar da lista de <gui>Dispositivos de armazenamento</gui>.
ru: Выберите диск, который вы хотите стереть, из списка <gui>Устройства хранения</gui>.

source: Make sure that you have selected the correct disk! If you choose the wrong disk, all of the files on the other disk will be deleted!
ast: ¡Asegúrese de que ha escoyíu el discu correutu! Si escueye el discu equivocado, ¡se borrarán tolos ficheros nel otru discu!
el: Σιγουρευτείτε πρώτα πως έχετε επιλέξει το σωστό δίσκο! Αν επιλέξετε λάθος δίσκο, όλα τα αρχεία που αυτός περιέχει θα διαγραφούν!
es: ¡Asegúrese de que ha seleccionado el disco correcto! Si elige el disco equivocado, ¡se borrarán todos los archivos en el otro disco!
fi: Varmista, että olet valinnut oikean levyn! Jos valitset väärän levyn, kaikki kyseisen levyn tiedostot poistetaan!
nl: Zorg ervoor dat u de juiste schijf selecteert! Als u de verkeerde schijf kiest, worden alle bestanden op de deze schijf verwijderd!
pt_br: Certifique-se de que selecionou o disco correto! Se escolher o disco errado, todos os arquivos do outro disco serão apagados!
ru: Убедитесь, что выбрали нужный диск! Если вы выберете не тот диск, все файлы на нём будут удалены!

source: In the Volumes section, click <gui>Unmount Volume</gui>. Then click <gui>Format Volume</gui>.
ast: Na seición Volúmenes, calca <gui>Desmontar volume</gui>. Dempués calca <gui>Formatear volume</gui>.
el: Στην ενότητα Τόμοι, κάντε κλικ στην επιλογή <gui>Αποπροσάρτηση τόμου</gui>. Στη συνέχεια κάντε ξανά κλικ στην επιλογή <gui>Διαμόρφωση τόμου</gui>.
fi: Taltiot-osiossa, paina <gui>Irrota taltio</gui>. Sen jälkeen paina <gui>Alusta taltio</gui>.
nl: Klik in de sectie Volumen op <gui>Volume ontkoppelen</gui>. Klik daarna op <gui>Volume formatteren</gui>
pt_br: Na seção de Volumes, clique <gui>Desmontar volume</gui>. Então clique em <gui>Formatar volume</gui>.
ru: В секции «Разделы» щелкните кнопку<gui>Размонтировать раздел</gui>. Затем щёлкните кнопку <gui>Форматировать раздел</gui>.

source: In the window that pops up, choose a file system <gui>Type</gui> for the disk.
ast: Na ventana emerxente, escueyi un <gui>Triba</gui> de sistema de ficheros pa el discu.
el: Στο παράθυρο που θα εμφανιστεί, επιλέξτε ποιος θα είναι ο <gui>Τύπος</gui> του συστήματος αρχείων του δίσκου.
fi: Valitse avautuvasta ikkunasta tiedostojärjestelmän <gui>tyyppi</gui> levylle.
nl: Kies een bestandssysteem in het <gui>Type</gui>-veld in het venster dat verschijnt.
pt_br: Na janela que aparecer, escolha um <gui>Tipo</gui> de sistema de arquivos para o disco.
ru: В всплывающем окне выберите <gui>Тип</gui> файловой системы для диска.

source: If you use the disk on Windows and Mac OS computers in addition to Linux computers, choose <gui>FAT</gui>. If you only use it on Windows, <gui>NTFS</gui> may be a better option. A brief description of the <gui>file system type</gui> will be presented as a label.
ast: Si usa el discu en equipos con Windows y Mac OS además de equipos con Linux, escueya <gui>FAT</gui>. Si solo lo usa con Windows, <gui>NTFS</gui> puede ser una meyor opción. Se presentará una etiqueta con una breve descripción del <gui>triba de sistema de ficheros</gui>.
el: Αν χρησιμοποιείτε τον δίσκο και σε υπολογιστές με λειτουργικό σύστημα Mac OS και σε υπολογιστές με λειτουργικό σύστημα Windows επιπρόσθετα από αυτόν με το λειτουργικό σύστημα Linux, επιλέξτε το σύστημα αρχείων <gui>FAT</gui>. Αν χρησιμοποιείτε τον δίσκο μόνο σε υπολογιστές με λειτουργικό σύστημα Windows, το σύστημα αρχείων <gui>NTFS</gui> μπορεί να είναι μία καλύτερη επιλογή. Μία σύντομη περιγραφή των <gui>τύπων συστημάτων αρχείων</gui>, θα παρουσιαστεί ως ξεχωριστή ενότητα.
fi: Jos käytät levyä Windows- ja Mac OS -koneilla Linuxin lisäksi, valitse <gui>FAT</gui>. Jos käytät sitä vain Windowsissa, <gui>NTFS</gui> voi olla parempi vaihtoehto. Lyhyt kuvaus <gui>tiedostojärjestelmästä</gui> näytetään vihjeenä.
nl: Indien u de schijf naast Linux ook op Windows en Mac computers gebruikt, kies dan <gui>FAT</gui>. Indien u hem alleen in Windows gebruikt, dan is <gui>NTFS</gui> wellicht een betere keus. Een korte beschrijving van het <gui>bestandssysteemtype</gui> zal als label gepresenteerd worden.
pt_br: Se você usar o disco em computadores com Windows ou Mac OS além do Linux, escolha <gui>FAT</gui>. Se você só o utiliza no Windows, <gui>NTFS</gui> pode ser a melhor opção. Uma breve descrição do <gui>tipo de sistema de arquivo</gui> vai ser apresentada como um rótulo.
ru: Если вы используете диск на компьютерах Windows и Mac OS в дополнение к компьютерам Linux, выберите <gui>FAT</gui>. Если вы используете его только в Windows, <gui>NTFS</gui>, может быть лучшим выбором. Краткое описание <gui>типа файловой системы</gui> будет показано как текст.

source: Give the disk a name and click <gui>Format</gui> to begin wiping the disk.
ast: Dele un nome al discu y calca <gui>Formatear</gui> pa entamar a llimpiar el discu.
el: Αναθέστε στο δίσκο ένα όνομα και κάντε κλικ στη <gui>Διαμόρφωση</gui>, ώστε αν ξεκινήσει η διαδικασία διαγραφής του δίσκου.
es: Dele un nombre al disco y pulse <gui>Formatear</gui> para empezar a limpiar el disco.
fi: Anna levylle nimi ja paina <gui>Alusta</gui> aloittaaksesi levyn tyhjentämisen.
nl: Geef de schijf een naam en klik op <gui>Formatteren</gui> om het legen van de schijf te starten.
pt_br: Dê um nome ao disco e clique em <gui>Formatar</gui> para iniciar a limpeza do disco.
ru: Дайте диску имя и щёлкните <gui>Форматировать</gui>, чтобы начать стирание диска.

source: Once the formatting has finished, <gui>safely remove</gui> the disk. It should now be blank and ready to use again.
ast: Cuando heba acabáu el formatéu, <gui>extraiga con seguridá</gui> el discu. Agora tendría tar baleru y llistu pa usase de nuevu.
el: Όταν η διαμόρφωση ολοκληρωθεί, κάντε <gui>ασφαλή απομάκρυνση</gui> του δίσκου. Τώρα θα πρέπει να είναι κενός και έτοιμος για επαναχρησιμοποίηση.
es: Cuando haya acabado el formateo, <gui>extraiga con seguridad</gui> el disco. Ahora debería estar vacío y listo para usarse de nuevo.
fi: Kun alustaminen on valmis, <gui>poista levy turvallisesti</gui>. Sen tulisi nyt olla tyhjä ja valmiina käyttöön.
nl: Als het formatteren voltooid is, klik dan op <gui>Veilig verwijderen</gui>. De schijf zou nu leeg moeten zijn, en klaar voor gebruik.
pt_br: Uma vez terminada a formatação, <gui>remova com segurança</gui> o disco. Ele deve estar em branco agora e pronto para o uso de novo.
ru: После завершения форматирования выполните <gui>безопасное отключение</gui> диска. Теперь он должен быть чист и пригоден для дальнейшего использования.

source: Formatting a disk does not securely delete your files
ast: El formatéu de un discu no desaniciar de forma segura sus ficheros
el: Η διαμόρφωση ενός δίσκου δεν παρέχει εξασφάλιση της διαγραφής των αρχείων σας
fi: Levyn alustaminen ei poista tiedostoja turvallisesti
nl: Formatteren van een schijf verwijdert niet veilig u bestanden
pt_br: Formatar o disco não exclui seus arquivos com segurança.
ru: Форматирование диска не обеспечивает необратимого удаления ваших файлов

source: Formatting a disk is not a completely secure way of wiping all of its data. A formatted disk will not appear to have files on it, but it is possible that special recovery software could retrieve the files. If you need to securely delete the files, you will need to use a command-line utility, such as <app>shred</app>.
ast: Formatear un discu no es una forma completamente segura de desaniciar toos sus datos. Un discu con formatu no paez tener ficheros, pero es posible que el software especial de recuperación pueda recuperar los ficheros. Si necesita desaniciar de forma segura los ficheros, tendrá que usar una utilidad de llinia de órdenes tal como <app>shred</app>.
el: Η διαμόρφωση του δίσκου δεν είναι ένας εντελώς ασφαλής τρόπος διαγραφής όλων των δεδομένων που αυτός περιέχει. Ένας διαμορφωμένος δίσκος θα εμφανιστεί να μην περιέχει αρχεία, είναι όμως πιθανό με την χρήση ειδικού λογισμικού αυτά να ανακτηθούν. Αν χρειάζεται να διαγράψετε με ασφάλεια κάποια αρχεία, θα χρειαστεί να χρησιμοποιήσετε κάποιο εργαλείο γραμμής εντολών, όπως είναι το <app>shred</app>.
fi: Levyn alustaminen ei ole täysin varma tapa kaiken sen sisältämän tiedon tuhoamiseen. Alustetulla levyllä ei vaikuta olevan tiedostoja, mutta erikoisohjelmistoilla on mahdollista palauttaa tiedostoja. Jos haluat poistaa kaikki tiedostot turvallisesti, sinun täytyy käyttää komentorivityökalua, kuten ohjelmaa <app>shred</app>.
nl: Het formatteren van een schiijf is niet een geheel veilige manier om alle gegevens erop te wissen. Op een geformatteerde schijf lijkt het alsof er geen bestanden op staan, maar bestanden kunnen mogelijk teruggehaald worden met speciale software. Als u veilig bestanden wilt verwijderen, dan heeft u een opdrachtregelhulpmiddel nodig zoals <app>shred</app>.
pt_br: Formatar um disco não é uma maneira completamente segura de apagar todos os seus dados. Um disco formatado vai parecer não ter arquivos nele, mas é possível que programas especiais de recuperação possam restaurar os arquivos. Se você precisa apagar seus arquivos com segurança, você deverá utilizar um utilitário de linha de comando, como o <app>shred</app>.
ru: Форматирование диска не гарантирует полное стирание данных. Может показаться, что на отформатированном диске нет файлов, но не исключено, что специальное программное обеспечение для восстановления данных может их извлечь. Если вы хотите надежно удалить файлы, вам нужно будет использовать инструмент командной строки, такой, как <app>shred</app>.

source: Understand what volumes and partitions are and use the disk utility to manage them.
ast: Comprenda lo que son volúmenes y particiones y utilice la utilidad de discu pa gestionarlas.
el: Κατανοήστε τι είναι οι τόμοι και τα διαμερίσματα και χρησιμοποιήστε το εργαλείο δίσκων για να τα διαχειριστείτε.
fi: Ymmärrät, mitä taltiot ja levyosiot ovat ja käytät levytyökalua niiden hallintaan.
nl: Begrijpen wat Volumen en partities zijn en hoe het schijfgereedschap te gebruiken om ze te beheren.
pt_br: Entenda o que são volumes e partições e use o utilitário de discos para gerenciá-los.
ru: Что такое тома и разделы. Управление ими с помощью дисковой утилиты.
