Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: An application is software that has a graphical user interface (GUI). The Ubuntu development team has chosen a default set of applications that we think makes Ubuntu very useful for most day-to-day tasks. However, you will certainly want to install more applications to make Ubuntu more useful to you. To install an application, you can use <app>Ubuntu Software</app>.
ca: Una aplicació és un programa que té una interfície gràfica d'usuari (GUI). L' equip de desenvolupament de l'Ubuntu ha escollit un conjunt d'aplicacions per defecte que pensem que fa que l'Ubuntu sigui més útil per a la majoria de tasques diàries. De totes formes, segur que voldreu instal·lar més aplicacions per fer que l'Ubuntu us sigui més útil. Per instal·lar una aplicació, podeu utilitzar el <app>Programari de l'Ubuntu</app>.
cs: Aplikace je software, který má grafické uživatelské rozhraní (GUI). Vývojový tým Ubuntu vybral výchozí sadu aplikací, o nichž si myslíme, že dělají Ubuntu velmi užitečné pro většinu každodenních úkolů. Nicméně určitě budete chtít instalovat více aplikací, aby vaše Ubuntu bylo ještě více účelné. Pro instalaci aplikace můžete použít <app>Ubuntu Software</app>.
de: Eine Anwendung ist Software mit einer grafischen Benutzungsoberfläche (GUI). Das Ubuntu-Entwicklungsteam hat eine Vorauswahl von Anwendungen getroffen, von denen es glaubt, dass sie Ubuntu sehr praktisch für die meisten täglichen Aufgaben machen. Vermutlich werden Sie weitere Anwendungen installieren wollen, um Ubuntu an Ihre Bedürfnisse anzupassen. Zur Installation von Programmen können Sie <app>Ubuntu Software</app> verwenden.
fr: Une application est un logiciel qui dispose d'une interface utilisateur graphique. L'équipe de développement d'Ubuntu a choisi un jeu d'applications par défaut rendant Ubuntu très utile pour la plupart des tâches quotidiennes. Cependant, vous voudrez certainement installer plus d'applications pour vous rendre Ubuntu encore plus utile. Pour installer une application, vous pouvez utiliser <app>Logiciels Ubuntu</app>.
gl: Un aplicativo é software cunha interface gráfica para o usuario (GUI). O equipo de desenvolvemento do Ubuntu seleccionou un conxunto de aplicativos que cremos fai o Ubuntu moi útil para o día a día. Con todo, vostede pode instalar máis aplicativos para axustalo ás súas necesidades. Para instalar un aplicativo pode usar o <app>Ubuntu Software</app>.
hr: Aplikacija je softver koji ima grafičko korisničko sučelje. Ubuntu razvijateljski tim je odabrao zadani skup aplikacija za koje mislimo da čine Ubuntu vrlo korisnim za svakodnevne zadatke. Ipak, zacijelo ćete željeti instalirati više aplikacija kako bi Ubuntu učinili još korisnijim vama. Za instalaciju aplikacije, možete koristiti <app>Ubuntu Softver</app>.
id: Aplikasi adalah perangkat lunak yang memiliki antarmuka pengguna grafis (GUI). Tim pengembangan Ubuntu telah memilih seperangkat aplikasi yang menurut kami membuat Ubuntu sangat berguna untuk tugas sehari-hari. Namun, Anda pasti ingin menginstal lebih banyak aplikasi untuk membuat Ubuntu lebih berguna bagi Anda. Untuk menginstal aplikasi, Anda dapat menggunakan <app>Perangkat Lunak Ubuntu</app>.
lt: Ubuntu kūrėjai parinko naudingiausias programas kasdieniniams darbams ir pateikia jas kartu su operacine sistema. Tačiau Jūs tikrai norėsite įdiegti daugiau programų, kad pritaikyti operacinę sistemą savo poreikiams. Programinės įrangos įdiegimui galite naudoti <app>„Programų centras“</app> (<app>Programinė įranga</app>) arba <app>„Programų paketų tvarkytuvė“</app>.
lv: Lietotne ir programmatūra ar grafisko lietotāja saskarni (GUI). Ubuntu izstrādes komanda ir izvēlējusies lietotņu kopu, kura, mūsuprāt, Ubuntu padara ļoti noderīgu vairumam ikdienas uzdevumu. Bet visdrīzāk jūs vēlēsities instalēt vēl lietotnes, lai padarītu Ubuntu jums vēl noderīgāku. Lai instalētu lietotnes, jūs varat izmantot <app>Ubuntu programmatūru</app>.
ms: Aplikasi merupakan perisian yang mempunyai antaramuka pengguna bergrafik (GUI). Pasukan pembangunan Ubuntu telah memilih satu set aplikasi lalai yang dirasai sangat berguna untuk kerja-kerja harian. Jika anda masih dapati tidak mencukupi, anda boleh memasang lagi banyak aplikasi supaya Ubuntu lebih bernilai kepada anda. Untuk memasang aplikasi sebegitu, anda boleh gunakan <app>Perisian Ubuntu</app>.
my: Application တစ်ခုသည် graphical user interface (GUI) ရှိသော software ဖြစ်သည်။ Ubuntu ဖွံ့ဖြိုးတိုးတက်ရေးအဖွဲ့သည်ကျွန်ုပ်တို့နေ့စဉ်ထင်မြင်ယူဆထားသည့်လုပ်ငန်းအများစုအတွက် Ubuntu ကိုအလွန်အသုံး ၀ င်သည်ဟုကျွန်ုပ်တို့ထင်သောပုံသေသတ်မှတ်ထားသော application များကိုရွေးချယ်ခဲ့သည်။ Ubuntu ကိုပိုမိုအသုံးဝင်စေရန်အတွက် application များထပ်မံတပ်ဆင်ရန်သေချာသည်။ Application တစ်ခုကိုထည့်သွင်းရန်သင်သည် <app> Ubuntu Software </app> ကိုသုံးနိုင်သည်။
pl: Zespół programistów Ubuntu wybrał domyślny zestaw programów, które uznano za najbardziej przydatne w codziennych zastosowaniach. Można jednak instalować więcej programów, aby dostosować Ubuntu do swoich potrzeb, za pomocą <app>Menedżera oprogramowania Ubuntu</app>.
sv: Ett program är mjukvara som har ett grafiskt användargränssnitt. Ubuntus utvecklingsgrupp har valt en uppsättning standardprogram som vi anser gör Ubuntu användbart för de allra flesta vardagsbestyr. Du kan förstås ändå vilja installera fler program för att anpassa Ubuntu efter dina behov. För att installera ett program, kan du använda <app>Programvara för Ubuntu</app>.
zh_cn: 应用是具有图形用户界面（GUI）的软件。 Ubuntu开发团队选择了一组默认的应用程序，这些应用程序使 Ubuntu 在大多数日常任务中非常有用。 但是，您当然希望安装更多的应用程序，以使 Ubuntu 对您更有用。 要安装应用程序，可以使用<app> Ubuntu 软件中心</app>。

source: Applications are available in two formats: snap packages and Debian packages. An application available as a snap package is from now on referred to as a <em>snap</em>. Some applications are available in both formats. In such a case in <app>Ubuntu Software</app> the snap will be listed first.
ca: Les aplicacions estan disponibles en dos formats: paquets snap i paquets Debian. Una aplicació disponible com a paquet snap és al que ens referirem d'ara endavant com a <em>snap</em>. Algunes aplicacions estan disponibles en tots dos formats. En aquest cas, a l' <app>Ubuntu Software</app> l'snap estarà llistat el primer.
cs: Aplikace jsou dostupné ve dvou formátech: snap balíky a Debian balíky. Aplikace dostupná jako snap balík bude od teď nazývána jako <em>snap</em>. Některé aplikace jsou dostupné v obou formátech. V takovém případě bude v <app>Ubuntu Software</app> uveden snap jako první.
fr: Les applications sont disponibles dans deux formats : paquets debian et paquets snap. Une application disponible en tant que paquet snap sera nommée <em>snap</em>. Certaines applications sont disponibles dans les deux formats. Si c'est le cas, le paquet snap sera listé en premier dans <app>Logiciels Ubuntu</app>.
gl: Os aplicativos están dispoñíbeis en dous formatos: paquetes snap e paquetes Debian. Un aplicativo dispoñíbel como paquete snap será nomeado de agora en diante como <em>snap</em>. Algúns aplicativos están dispoñíbeis en ambos os formatos. Neste caso no <app>Ubuntu Software</app> o snap aparecerá primeiro na lista.
hr: Aplikacije su dostupne u dva formata: snap paketi i debian paketi. Aplikacija dostupna kao snap paket od sada će se nazivati <em>snap</em>. Određene aplikacije su dostupne u oba formata. U takvom slučaju u <app>Ubuntu Softveru</app> snap će biti prikazan prvi.
id: Aplikasi tersedia dalam dua format: paket snap dan paket Debian. Sebuah aplikasi yang tersedia sebagai paket snap dari sekarang disebut sebagai <em>snap</em>. Beberapa aplikasi tersedia dalam kedua format. Dalam kasus seperti itu di <app>Perangkat Lunak Ubuntu</app> snap akan dicantumkan pertama.
lt: Programos gali būti pateikiamos dviem formatais: <em>snap</em> paketuose (tinka visoms Linux šeimos OS) bei Debian paketuose (.deb, tinka tik Debian/Ubuntu pagrindu sukurtoms OS). Dalis programų pateikiama abiem formatais - tokiu atveju <app>„Programų centras“</app> (<app>Programinė įranga</app>) rodys <em>snap</em> paketą pirmiau.
lv: Lietotnes ir pieejamas divos formātos — snap pakotnēs un Debian pakotnēs. Lietotnes snap pakotnēs šeit tiks dēvētas par <em>snap</em>. Dažas lietotnes ir pieejamas abos formātos. Tādos gadījumos <app>Ubuntu programmatūrā</app> snap tiks parādīts vispirms.
my: လျှောက်လွှာများကိုပုံစံနှစ်မျိုးဖြင့်ရရှိနိုင်သည် - snap packages နှင့် Debian packages ။ Snap package တစ်ခုအနေဖြင့်ရရှိနိုင်သော application တစ်ခုကိုယခု မှစ၍ <em> snap </em> အဖြစ်ရည်ညွှန်းသည်။ အချို့ application များကို formats နှစ်ခုလုံးတွင်ရရှိနိုင်ပါသည်။ ထိုကဲ့သို့သောအခြေအနေမျိုးတွင် <app> Ubuntu ဆော့ဝဲ </app> တွင်ဖော်ပြပါအချက်ကိုပထမ ဦး ဆုံးဖော်ပြပါမည်။
pl: Programy są dostępne w dwóch formatach: pakiety snap (zwane dalej <em>snapami</em>) i pakiety systemu Debian. Część programów jest dostępna w obu formatach. W takiej sytuacji <app>Menedżer oprogramowania Ubuntu</app> wyświetli snapa wyżej na liście.
sv: Program finns tillgängliga i två format: snap-paket och Debian-paket. Vissa program finns i båda formaten. I de fallen listas snap-paketet först i <app>Programvara för Ubuntu</app>.
zh_cn: 应用程序有两种格式：snap 软件包和 Debian 软件包。现在可作为 snap 软件包使用的应用程序称为 <em>snap</em>。一些应用程序同时具有这两种格式。在这种情况下， <app>Ubuntu Software</app> 将会优先列出 snap 软件包。

source: You may also wish to install software that does not have a GUI. To install such software, you can use <link xref="addremove-install-synaptic">Synaptic</link>. Note that <app>Synaptic</app> does not list snaps.
ca: També podeu voler instaŀlar programari que no disposa d'interfície gràfica d'usuari. Per tal d'instaŀlar aquesta mena de programari, podeu usar el <link xref="addremove-install-synaptic">Synaptic</link>. Noteu que el <app>Synaptic</app> no llista els snaps.
cs: Možná budete chtít instalovat software, který nemá grafické rozhraní (GUI). K instalaci takového softwaru můžete použít <link xref="addremove-install-synaptic">Synaptic</link>. Všimněte si, že <app>Synaptic</app> nezobrazuje snapy.
de: Falls Sie Anwendungen installieren wollen, die keine graphische Oberfläche besitzen, können Sie <link xref="addremove-install-synaptic">Synaptic</link> benutzen. Beachten Sie, dass <app>Synaptic</app> keine Snaps anzeigt.
fr: Vous souhaiterez peut-être également installer des logiciels qui ne disposent pas d'interface graphique. Pour installer de tels logiciels, vous pouvez utiliser <link xref="addremove-install-synaptic">Synaptic</link>. Notez que <app>Synaptic</app> ne liste pas les Snaps.
gl: Quizais desexe instalar software que non ten interface de usuario. Para instalar ese software, pode usar o <link xref="addremove-install-synaptic">Synaptic</link>. Teña en conta que o <app>Synaptic</app> non lista snaps.
hr: Možda biste htjeli instalirati softver koji nema grafičko korisničko sučelje. Za instalaciju takvog softvera, možete koristiti <link xref="addremove-install-synaptic">Synaptic</link>. Zapamtite da <app>Synaptic</app> ne prikazuje snap pakete.
id: Anda mungkin juga ingin menginstal perangkat lunak yang tidak memiliki GUI. Untuk menginstal perangkat lunak tersebut, Anda dapat menggunakan <link xref="addremove-install-synaptic">Synaptic</link>. Perhatikan bahwa <app>Synaptic</app> tidak mencantumkan daftar snap.
ko: 또한 당신은 GUI가 없는 소프트웨어를 설치하기 원할 수 있습니다. 이러한 소프트웨어를 설치하기 위해서는, <link xref="addremove-install-synaptic">Synaptic</link> 를 사용할 수 있습니다. <app>Synaptic</app>은 스냅을 나열하지 않는다는 점을 유의하십시오.
lt: Jums gali prireikti įdiegti programinę įrangą kuri neturi grafinės sąsajos, pvz. specialių archyvų išskleidimui. Tokios programinės įrangos įdiegimui naudokite „Paketų tvarkytuvę“, pvz. <link xref="addremove-install-synaptic">Synaptic</link> arba komandą <input>apt</input>. Tik atminkite - <app>Synaptic</app> bei <input>apt</input> įrankiai skirti patyrusiems ir nepalaiko <em>snap</em> paketų.
lv: Jūs varētu arī vēlēties instalēt programmatūru, kurai nav grafiskās saskarnes. Lai instalētu tādu programmatūru, jūs varat izmantot <link xref="addremove-install-synaptic">Synaptic</link>. Ņemiet vērā, ka <app>Synaptic</app> neinstalē snap pakotnes.
ms: Anda boleh memasang perisian yang tidak mempunyai GUI. Untuk memasang perisian sebegitu, anda perlu gunakan <link xref="addremove-install-synaptic">Synaptic</link>. Perhatian <app>Synaptic</app> tidak dapat menyenaraikan snap.
my: GUI မရှိသောဆော့ဝဲလ်ကိုလည်းသင်တပ်ဆင်လိုသည်။ ထိုကဲ့သို့သောဆော့ (ဖ်) ဝဲကိုထည့်သွင်းရန် <link xref = "addremove-install-synaptic"> Synaptic </link> ကိုသုံးနိုင်သည်။ သတိပြုရမည်မှာ <app> Synaptic </app> သည် snaps များကိုမဖော်ပြထားပါ။
pl: Można także instalować oprogramowanie niemające graficznego interfejsu. Aby to zrobić, można skorzystać z programu <link xref="addremove-install-synaptic">Synaptic</link>. Zauważ, że <app>Synaptic</app> nie obsługuje snapów.
sv: Du kan även vilja installera mjukvara som inte har ett grafiskt gränssnitt. För att installera sådan mjukvara kan du använda <link xref="addremove-install-synaptic">Synaptic</link>. Märk att <app>Synaptic</app> inte listar snap-paket.
zh_cn: 您可能还希望安装没有图形窗口的软件，要安装此类软件，您可以使用 <link xref="addremove-install-synaptic">新立得</link>。 请注意，<app>新立得</app>不会列出快照。

source: To install an application:
ca: Per instal·lar una aplicació:
cs: Pro instalaci aplikace:
de: Zur Installation einer Anwendung:
fr: Pour installer une application :
gl: Para instalar un aplicativo.
hr: Za instalaciju aplikacije:
id: Untuk memasang suatu aplikasi:
ko: 응용 프로그램을 설치하려면:
lt: Programinės įrangos įdiegimui:
lv: Lai instalētu lietotni:
ms: Untuk memasang aplikasi:
my: application တစ်ခုထည့်သွင်းရန် -
pl: Aby zainstalować program:
sv: För att installera ett program:
tr: Bir uygulamayı kurmak için:
zh_cn: 安装一个应用程序：

source: Click the <app>Ubuntu Software</app> icon in the <gui>Dock</gui>, or search for <input>Software</input> in the <em>Activities</em> search bar.
ca: Cliqueu la icona de l'<app>Ubuntu Software</app> a l'<gui>Acoblador</gui>, o cerqueu <input>Programari</input> a la barra de cerca <em>Activitats</em>.
cs: Klikněte na ikonu <app>Ubuntu Software</app> v <gui>Doku</gui> nebo vyhledejte <input>Software</input> ve vyhledávací liště <em>Činností</em>.
de: Klicken Sie auf das <app>Ubuntu Software</app> Symbol im <gui>Dock</gui>, oder suchen Sie nach <input>Software</input> in der <em>Aktivitäten</em> Suchleiste.
fr: Cliquez sur l'icône <app>Logiciels Ubuntu</app> dans le <gui>Dock</gui>, ou recherchez <input>Logiciel</input> dans la barre de recherche <em>Activités</em>.
gl: Prema na icona do <app>Ubuntu Software</app> situada na <gui>Doca</gui> ou busque <input>Software</input> na barra de busca das <em>Actividades</em>.
hr: Kliknite na <app>Ubuntu Softver</app> ikonu u <gui>Doku</gui>, ili pretražite <input>Software</input> u <em>Aktivnosti</em> traci pretrage.
id: Klik ikon <app>Perangkat Lunak Ubuntu</app> di <gui>Dok</gui>, atau cari <input>Perangkat Lunak</input> di bilah pencarian <em>Aktivitas</em>.
ko: <gui>Dock</gui>에 있는 <app>Ubuntu Software</app> 아이콘을 클릭하거나, <em>Activities</em> 검색바에 있는 <input>Software</input>를 통해 검색할수 있습니다.
lt: Spustelėkite ant <app>„Programų centras“</app> (<app>Programinė įranga</app>) leistuko <gui>Skydelyje</gui> arba ieškokite įvesdami <input>program</input> <em>Apžvalgos</em> paieškoje.
lv: Spiediet <app>Ubuntu programmatūras<gui> ikonu <gui>dokā</gui>, vai meklējiet <input>Programmatūra</input> <em>Aktivitāšu</em> meklēšanas joslā.
my: <gui> Dock </gui> ရှိ <app> Ubuntu ဆော့ဝဲ </app> ပုံသင်္ကေတကိုနှိပ်ပါ, ဒါမှမဟုတ် <input> Software </input> ကိုရှာရန် <em> လှုပ်ရှားမှုများ </em> ရှာဖွေရေးဘား။
pl: Kliknij ikonę <app>Menedżera oprogramowania Ubuntu</app> na <gui>pasku ulubionych</gui> lub wyszukaj <input>Oprogramowanie</input> za pomocą paska wyszukiwania <em>ekranu podglądu</em>.
sv: Klicka på ikonen <app>Programvara för Ubuntu</app> i <gui>Programstartaren</gui>, eller sök efter <input>Programvara</input> i sökraden för <em>Aktiviteter</em>.
zh_cn: 点击 <gui>Dock</gui> 中的 <app>Ubuntu 软件</app> 图标，或者在 <em>活动</em> 搜索框中输入 <input>软件</input>。

source: When <app>Ubuntu Software</app> launches, search for an application, or select a category and find an application from the list.
ca: Quan s'iniciï el <app>Programari de l'Ubuntu</app>, busqueu una aplicació, o seleccioneu una categoria i cerqueu una aplicació de la llista.
cs: Když se <app>Ubuntu Software</app> otevře, vyhledejte aplikaci nebo zvolte kategorii a vyberte aplikaci ze seznamu.
de: Sobald <app>Ubuntu Software</app> gestartet ist, suchen Sie nach einer Anwendung, wählen Sie eine Kategorie oder eine Anwendung aus der Liste.
fr: Quand <app>Logiciels Ubuntu</app> s'ouvre, cherchez une application ou sélectionnez une catégorie et trouvez une application dans la liste.
gl: Cando se inicie o <app>Ubuntu Software</app>, pode buscar un aplicativo ou seleccionar unha categoría e procurar un aplicativo da lista.
hr: Kada se <app>Ubuntu Softver</app> pokrene, pretražite aplikaciju, ili odaberite kategoriju i pronađite aplikaciju s popisa.
id: Ketika <app>Perangkat Lunak Ubuntu</app> meluncur, cari aplikasi, atau pilih kategori dan temukan aplikasi dari daftar.
ko: <app>Ubuntu Software</app> 앱이 실행되면, 어플리케이션을 검색하거나, 카테고리를 선택해 리스트에서 원하는 어플리케이션을 고를수 있습니다.
lt: Atsivėrus <app>Programų centro</app> langui ieškokite norimos programos pagal jos aprašymo raktinius žodžius arba pasirinkite kategoriją ir susiraskite tinkamiausias programas iš sąrašo.
lv: Kad ir palaista <app>Ubuntu programmatūra</app>, meklējiet lietotni vai izvēlieties kategoriju un lietotni to sarakstā.
ms: Ketika <app>Perisian Ubuntu</app> dilancarkan, gelintar aplikasi, atau pilih satu kategori dan cari aplikasi melalui senarai yang disediakan.
my: <app> Ubuntu ဆော့ဝဲလ် </app> ကိုဖွင့်သောအခါ၊ applicationတစ်ခုကိုရှာပါ၊ သို့မဟုတ်အမျိုးအစားတစ်ခုကို ရွေးချယ်၍ ၎င်းစာရင်းမှ application တစ်ခုကိုရှာပါ။
pl: Po uruchomieniu <app>Menedżera oprogramowania Ubuntu</app> wyszukaj program lub wybierz kategorię i znajdź go na liście.
sl: Ko se <app>Programi Ubuntu</app> zažene, poiščite program ali izberite kategorijo in najdite program na seznamu.
sv: När <app>Programvara för Ubuntu</app> startar, sök efter ett program eller välj en kategori och hitta en program ur listan.
tr: <app>Ubuntu Yazılımı</app> çalıştığında, bir uygulama arayın ya da listeden bir uygulama bulmak için bir kategori seçin.
zh_cn: 启动<app> Ubuntu软件中心</app>时，搜索应用程序，或选择一个类别并从列表中找到一个应用程序。

source: Select the application that you want to install and click <gui>Install</gui>.
ca: Seleccioneu l'aplicació que voleu instal·lar i premeu <gui>Instaŀla</gui>.
cs: Vyberte aplikaci, kterou chcete nainstalovat a klikněte na <gui>Instalovat</gui>.
de: Wählen Sie die Anwendung aus, die Sie installieren wollen und klicken Sie auf <gui>Installieren</gui>.
fr: Sélectionnez l'application que vous voulez installer et cliquez sur <gui>Installer</gui>.
gl: Seleccione o aplicativo que desexe instalar e prema <gui>Instalar</gui>.
hr: Odaberite aplikaciju koju želite instalirati i kliknite <gui>Instaliraj</gui>.
id: Pilih aplikasi yang ingin Anda instal dan klik <gui>Instal</gui>.
ko: 설치하고 싶은 어플리케이션을 골랐다면, <gui>Install</gui> 버튼을 클릭하여 설치할수 있습니다.
lt: Paspaudę ant norimos įdiegti programos spustelėkite mygtuką <gui>Įdiegti</gui>.
lv: Izvēlieties lietotni, kuru vēlaties instalēt un spiediet <gui>Instalēt</gui>.
ms: Pilih aplikasi yang anda mahu pasang kemudian klik <gui>Pasang</gui>.
my: သင်တပ်ဆင်လိုသည့် application ကိုရွေးချယ်ပြီး <gui> Install </gui> ကိုနှိပ်ပါ။
pl: Wybierz program do zainstalowania i kliknij przycisk <gui>Zainstaluj</gui>.
sv: Välj programmet du vill ha och klicka på <gui>Installera</gui>.
tr: <gui>Yükle</gui> yüklemek istediğiniz uygulamayı seçin ve Tamam'ı tıklayın.
zh_cn: 选择要安装的应用程序，然后单击<gui>安装</gui>。

source: You will be asked to authenticate by entering your password. Once you have done that the installation will begin. The installation usually finishes quickly, but could take a while if you have a slow Internet connection.
ca: Se us demanarà que us autentiqueu amb la vostra contrasenya. Un cop ho hagueu fet, començarà la instaŀlació. La instaŀlació normalment acaba ràpid, però pot trigar una mica si teniu una connexió a internet lenta.
cs: Budete požádáni o ověření zadáním vašeho hesla. Poté bude zahájena instalace. Instalace je obvykle rychlá, ale může trvat déle, pokud máte pomalé Internetové připojení.
fr: Vous devrez vous authentifier en entrant votre mot de passe. Une fois fait, l'installation commencera. L'installation se termine généralement rapidement, mais cela peut prendre un certain temps si vous avez une connexion Internet lente.
gl: Pediráselle que introduza o contrasinal para autenticarse. Unha vez feito, comezará a instalación. A instalación xeralmente remata rapidamente pero podería levarlle unha miga se ten unha conexión lenta a internet.
hr: Biti ćete upitani za ovjeru upisom vaše lozinke. Jednom kada se ovjerite instalacija će započeti. Instalacija uobičajeno završi brzo, ali može potrajati ako imate spor pristup internetu.
id: Anda akan diminta untuk mengotentikasi dengan memasukkan kata sandi Anda. Setelah Anda melakukan itu instalasi akan dimulai. Instalasi biasanya selesai dengan cepat, tetapi bisa memakan waktu lama jika Anda memiliki koneksi internet yang lambat.
ko: 인증을 위해 패스워드 입력을 요청합니다. 설치가 시작될때 한번만 입력하시면 됩니다. 일반적으로 설치과정은 빠르게 진행되지만, 인터넷 속도가 느리다면 조금 더 오래걸릴수도 있습니다.
lt: Jūsų paprašys patvirtinti tapatybę - įveskite savo (arba programų įdiegimo teises turinčio naudotojo) slaptažodį. Įvedus tinkamą slaptažodį bus pradėtas programų diegimas. Įdiegimas įprastai trunka neilgai, nebent pasirinkote daug vietos užimančią programą arba jūsų interneto ryšys yra lėtas.
lv: Jums lūgs autentificēties, ievadot paroli. Kad to izdarīsiet, sāksies instalēšana. Tā parasti beidzās ātri, bet tā var aizņemt kādu laiciņu, ja jums ir lēns interneta savienojums.
my: သင့်ရဲ့စကားဝှက်ကိုထည့်သွင်းခြင်းအားဖြင့်စစ်မှန်ကြောင်းအတည်ပြုရန်သင့်အားတောင်းဆိုလိမ့်မည်။ သင်လုပ်ပြီးသည်နှင့် installation ကိုစတင်မည်။ များသောအားဖြင့်တပ်ဆင်ခြင်းသည်မြန်ဆန်စွာပြီးဆုံးသွားသော်လည်းသင့်တွင်အင်တာနက်ဆက်သွယ်မှုနှေးကွေးနေပါကခဏကြာနိုင်သည်။
pl: Użytkownik zostanie poproszony o uwierzytelnienie się przez wpisanie hasła. Po uwierzytelnieniu rozpocznie się instalacja. Zwykle nie trwa ona długo, ale może to zależeć od prędkości połączenia z Internetem.
sv: Du kommer att bli ombedd att autentisera genom att ange lösenord. När du angett lösenordet påbörjas installationen. Det går vanligen snabbt, men kan ta en stund om du har en långsam internetanslutning.
zh_cn: 输入管理员密码，验证通过后，开始安装。安装通常会很快完成，但是如果您的 Internet 连接速度较慢，则可能需要等待一段时间。

source: Greg Beam
ca: Alejandro Agustin, David Aguilera, David Planella, Jaume Villalba, Matthew East, Rafael Carreras, Gred Beam, Joan Coll
