Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: <em>Bluetooth menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Bluetooth icon</media>
ast: <em>Menú de Bluetooth</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Iconu de Bluetooth</media>
el: <em>Μενού Bluetooth</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Εικονίδιο Bluetooth</media>
fi: <em>Bluetooth-valikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Bluetooth-kuvake</media>
nl: <em>Bluetooth-menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Bluetooth-pictogram</media>
ru: <em>Меню Bluetooth</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg">Bluetooth icon</media>

source: Send or receive files by <link xref="bluetooth">Bluetooth</link>. This menu is not shown if a supported Bluetooth device is not detected.
ast: Envía o recibe ficheros por <link xref="bluetooth">Bluetooth</link>. Esti menú no aparece si no se detecta dengún preséu Bluetooth compatible.
el: Στείλτε και λάβετε αρχεία μέσω <link xref="bluetooth">Bluetooth</link>. Αυτό το μενού δεν εμφανίζετε αν μια υποστηριζόμενη συσκευή bluetooth δεν είναι ανιχνεύσιμη.
fi: Lähetä tai vastaanota tiedostoja <link xref="bluetooth">Bluetooth</link>ia käyttäen. Valikko ei ole näkyvissä, jos koneeseen ei ole kytketty Bluetooth-laitteita.
nl: Verzenden of ontvangen van bestanden via <link xref="bluetooth">Bluetooth </ link>. Dit menu wordt niet weergegeven als er geen Bluetooth-apparaat gedetecteerd werd.
pt_br: Enviar ou receber arquivos por <link xref="bluetooth">Bluetooth</link>. Este menu não será mostrado se um dispositivo Bluetooth não for detectado.
ru: Отправляйте или принимайте файлы используя <link xref="bluetooth">Bluetooth</link>. Меню не отображается, если устройство с поддержкой Bluetooth не обнаружено.

source: <em>Network menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Offline network icon</media>
ast: <em>Menú de red</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Iconu de red desconectada</media>
el: <em>Μενού δικτύου</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Εικονίδιο δικτύου εκτός σύνδεσης</media>
fi: <em>Verkkovalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Verkko yhteydettömässä tilassa -kuvake</media>
nl: <em>Network-menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Offline netwerkpictogram</media>
pt_br: <em>Menu de rede</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Ícone de rede desconectada</media>
ru: <em>Меню сетевых возможностей</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/network-offline.svg">Offline network icon</media>

source: Connect to <link xref="net-wired-connect">wired</link>, <link xref="net-wireless-connect">wireless</link>, <link xref="net-mobile">mobile</link>, and <link xref="net-vpn-connect">VPN</link> networks.
ast: Coneutar con redes <link xref="net-wired-connect">cableadas</link>, <link xref="net-wireless-connect">inalámbricas</link>, <link xref="net-mobile">móviles</link> y and <link xref="net-vpn-connect">VPN</link>.
el: Συνδεθείτε σε <link xref="net-wired-connect">ενσύρματα</link>, <link xref="net-wireless-connect">ασύρματα</link>, <link xref="net-mobile">κινητά ευρυζωνικά</link> και <link xref="net-vpn-connect">VPN</link> δίκτυα.
es: Conectar con redes <link xref="net-wired-connect">cableadas</link>, <link xref="net-wireless-connect">inalámbricas</link>, <link xref="net-mobile">móviles</link> y and <link xref="net-vpn-connect">VPN</link>.
fi: Yhdistä <link xref="net-wired-connect">kiinteään</link>, <link xref="net-wireless-connect">langattomaan</link>, <link xref="net-mobile">mobiililaajakaistaan</link>, tai <link xref="net-vpn-connect">VPN</link>-verkkoon.
nl: Verbinden met <link xref="net-wired-connect">bekabelde</link>, <link xref="net-wireless-connect">draadloze</link>, <link xref="net-mobile">mobiele</link> en <link xref="net-vpn-connect">VPN</link> netwerken.
pt_br: Conecta a redes <link xref="net-wired-connect">com fio</link>, <link xref="net-wireless-connect">sem fio</link>, <link xref="net-mobile">móvel</link> e <link xref="net-vpn-connect">VPN</link>.
ru: Подключение к <link xref="net-wired-connect">проводным</link>, <link xref="net-wireless-connect">беспроводным</link>, <link xref="net-mobile">мобильным</link> и <link xref="net-vpn-connect">VPN</link> сетям.

source: <em>Sound menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Volume icon</media>
ast: <em>Menú de soníu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Iconu de volume</media>
el: <em>Μενού ήχου</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg"> Εικονίδιο έντασης ήχου</media>
fi: <em>Äänivalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Äänikuvake</media>
nl: <em>Geluidsmenu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Volume-pictogram</media>
pt_br: <em>Menu de som</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Ícone de volume</media>
ru: <em>Меню управления звуком</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg">Volume icon</media>

source: Set the <link xref="sound-volume">volume</link>, configure sound <link xref="media">settings</link>, and control media players like <app>Banshee</app>.
ast: Afitar el <link xref="sound-volume">volume</link>, configurar les <link xref="media">opciones</link> de soníu y controlar reproductores multimedia como <app>Banshee</app>.
el: Ορίστε την <link xref="sound-volume">ένταση</link>, διαμορφώστε τις <link xref="media">ρυθμίσεις</link> ήχου και ελέγξτε τους αναπαραγωγείς μουσικής όπως τον <app>Banshee</app>.
es: Establecer el <link xref="sound-volume">volumen</link>, configurar las <link xref="media">opciones</link> de sonido y controlar reproductores multimedia como <app>Banshee</app>.
fi: Aseta <link xref="sound-volume">äänenvoimakkuus</link>, muokkaa <link xref="media">ääniasetuksia</link> ja ohjaa mediasoittimia kuten <app>Banshee</app>.
nl: <link xref="sound-volume">volume</link> instellen, geluids<link xref="media">instellingen</link> configureren en mediaspelers zoals <app>Banshee</app> bedienen.
pt_br: Ajusta o <link xref="sound-volume">volume</link>, configura o som <link xref="media">settings</link> e controla reprodutores de mídia como o <app>Banshee</app>.
ru: Настройка <link xref="sound-volume">громкости</link>, изменение <link xref="media">настроек</link> звука и управление медиапроигрывателями типа <app>Banshee</app>.

source: <em>Clock</em>
ast: <em>>Reló</em>
el: <em>Ρολόι</em>
fi: <em>Kello</em>
nl: <em>Klok</em>
pt_br: <em>Relógio</em>
ru: <em>Часы</em>

source: Access the current time and date.
ast: Acceder a la data y hora actual.
el: Μεταβείτε ώστε να έχετε πρόσβαση στην τρέχουσα ώρα και ημερομηνία.
fi: Tietokoneen nykyinen aika ja päivä.
nl: Toegang tot de huidige tijd en datum.
pt_br: Acesse a hora e a data atual.
ru: Показывает текущее время и дату.

source: <em>User menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">User offline icon</media>
ast: <em>Menú de usuariu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">Iconu de usuariu desconectado</media>
el: <em>Μενού χρήστη</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">Εικονίδιο αποσυνδεδεμένου χρήστη</media>
fi: <em>Käyttäjävalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">Käyttäjä poissa linjoilta -kuvake</media>
nl: <em>Gebruikersmenu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">Offline gebruikerspictogram</media>
pt_br: <em>Menu de usuário</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">Ícone de usuário desconectado</media>
ru: <em>Меню пользователя</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg">User offline icon</media>

source: Change your password, language settings or login picture. Quickly switch between user accounts without logging out.
ast: Camuda su contraseña, configuración de idioma o imaxe de aniciu de sesión. Camudar rápidamente de una cuenta de usuariu a otra sin tener que zarrar sesión.
el: Αλλάξτε τον κωδικό προσβασής σας, τις ρυθμίσεις γλώσσας ή την εικόνα σύνδεσης. Κάντε γρήγορη εναλλαγή μεταξύ λογαριασμών χρηστών χωρίς αποσύνδεση.
fi: Vaihda salasanasi, kieliasetuksiasi tai kirjautumiskuvasi. Vaihda nopeasti käyttäjätilien välillä kirjautumatta ulos.
nl: Uw wachtwoord, taalinstellingen of accountafbeelding wijzigen. Schakel snel tussen gebruikersaccounts zonder uit te loggen.
pt_br: Altere a sua senha, as configurações de idioma ou a imagem de login. Alterne rapidamente entre contas de usuários sem encerrar a sessão.
ru: Изменение пароля, языковых настроек и выбор изображения для учётной записи пользователя. Быстрое переключением между учётными записями пользователей без завершения сеанса.

source: <em>System menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Power cog icon</media>
ast: <em>Menú del sistema</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Iconu de rueda dentada de potencia</media>
el: <em>Μενού συστήματος</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Εικονίδιο ενέργειας</media>
fi: <em>Järjestelmävalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Järjestelmävalikon kuvake</media>
pt_br: <em>Menu do sistema</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Ícone da engrenagem</media>
ru: <em>Системное меню</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg">Power cog icon</media>

source: Access <link xref="prefs">system settings</link>. Lock screen, log out, suspend, restart or shutdown your computer.
ast: Accede a la <link xref="prefs">configuración del sistema</link>. Bloquea la pantalla, zarra la sesión, entra en mou de suspensión, reinicia o apaga el equipu.
el: Μεταβείτε ώστε να έχετε πρόσβαση στις <link xref="prefs">ρυθμίσεις συστήματος</link>. Κλειδώστε την οθόνη,αποσυνδεθείτε, αναστείλετε τη λειτουργία, επανεκκινήστε ή τερματίστε τον υπολογιστή σας.
fi: Muokkaa <link xref="prefs">järjestelmäasetuksia</link>. Lukitse näyttö, kirjaudu ulos, siirry valmiustilaan, sammuta tai käynnistä tietokone uudelleen.
nl: Toegang tot <link xref="prefs">systeem-instellingen</link>. Het scherm vergrendelen, afmelden, of de computer afsluiten, opnieuw opstarten of in slaapstand zetten.
pt_br: Acesse <link xref="prefs">configurações do sistema</link>. Bloqueie a tela, encerre a sessão, suspenda, reinicie ou desligue seu computador.
ru: Обеспечивает доступ к <link xref="prefs">параметрам системы</link>. Позволяет заблокировать экран, завершить сеанс, перейти в ждущий режим или выключить компьютер.

source: Some of the icons used by the indicator menus change according to the status of the application.
ast: Dellos de los iconos usados polos menús indicadores cambian en función del estáu de la aplicación.
el: Μερικά από τα εικονίδια χρησιμοποιούνται από τα μενού δεικτών σύμφωνα με την κατάσταση της εφαρμογής.
es: Algunos de los iconos usados por los menús indicadores cambian en función del estado de la aplicación.
fi: Jotkin ilmaisinvalikoissa käytettävät kuvakkeet vaihtuvat riippuen sovellusten tilasta.
nl: Sommige van de pictogrammen die door de indicatormenu's gebruikt worden veranderen naar gelang de status van de toepassing.
pt_br: Alguns dos ícones usados pelo menu indicador mudam de acordo com o estado do aplicativo.
ru: Некоторые значки используемые в индикаторе меню изменяются в соответствии с состоянием приложения.

source: Other programs such as <app>Tomboy</app> or <app>Transmission</app> can also add indicator menus to the panel.
ast: Otros programes como <app>Tomboy</app> o <app>Transmission</app> tamién pueden amestar menús indicadores al panel.
el: Άλλα προγράμματα όπως το <app>Tomboy</app> ή το <app>Transmission</app> μπορούν επίσης να προσθέσουν μενού δεικτών στον πίνακα.
es: Otros programas como <app>Tomboy</app> o <app>Transmission</app> también pueden añadir menús indicadores al panel.
fi: Myös muut ohjelmat kuten <app>Tomboy</app> tai <app>Transmission</app> voivat lisätä oman ilmaisimensa paneeliin.
nl: Andere programma's zoals <app>Tomboy</app> of <app>Transmission</app> kunnen ook indicatormenu's toevoegen aan het paneel.
pt_br: Outros programas como <app>Tomboy</app> ou <app>Transmission</app> podem também adicionar menus indicadores ao painel.
ru: Такие приложения как <app>Tomboy</app> или <app>Transmission</app> также добавляют на панель индикаторы меню.

source: Find apps, files, and music with the Dash
ast: Busque aplicaciones, ficheros y música col Tablero
el: Εύρεση εφαρμογών, αρχείων και μουσικής χρησιμοποιώντας το Dash
fi: Löydä sovelluksia, tiedostoja ja musiikkia Unity-valikolla
nl: Zoek applicaties, bestanden en muziek met de Dash
pt_br: Encontre aplicativos, arquivos e música com o Painel
ru: Поиск приложений, файлов и музыкальных композиций используя главное меню

source: Unity Search
ast: Búsqueda en Unity
el: Αναζήτηση Unity
es: Búsqueda en Unity
fi: Unityn haku
pt_br: Pesquisa Unity
ru: Поиск в Unity

source: The <gui>Dash</gui> allows you to search for applications, files, and music, and shows you items that you have used recently. If you have ever worked on a spreadsheet or edited an image and forgot where you saved it, you will surely find this feature of the Dash to be useful.
ast: El <gui>Tablero</gui> permite guetar aplicaciones, ficheros y música, así como consultar los elementos que se han utilizáu recientemente. Si dalguna vegada ha trabajáu nuna fueya de cálculu o ha camudáu una imaxe y ha olvidáu dónde la ha guardáu, dablemente le resultará útil esta función del Tablero.
el: Το <gui>Dash</gui> σας επιτρέπει να αναζητήσετε εφαρμογές, αρχεία και μουσική και σας εμφανίζει αυτά που έχετε χρησιμοποιήσει πρόσφατα. Αν έχετε δουλέψει σε ένα λογιστικό φύλλο ή επεξεργαστήκατε μία εικόνα και δε θυμάστε που αποθηκεύτηκαν, σίγουρα θα βρείτε αυτή τη λειτουργία του Dash χρήσιμη.
fi: <gui>Dash</gui> mahdollistaa käyttämiesi sovellusten ja tiedostojen etsinnän. Jos teit esimerkiksi laskentataulukon tai muokkasit valokuvaa, mutta unohdit mihin tallensit sen, Dash on varmasti hyödyllinen sinulle.
nl: In de <gui>Dash</gui> kunt u zoeken naar toepassingen, bestanden en muziek en u krijgt hier items te zien die u onlangs gebruikt heeft. Als u ooit aan een rekenblad heeft gewerkt of een foto heeft bewerkt, maar u bent vergeten waar u die bewaard heeft, dan zult u deze functie zeker nuttig vinden.
pt_br: O <gui>Painel</gui> permite que você procure aplicativos, arquivos e música, e mostra a você itens que você usou recentemente. Se você já trabalhou numa planilha ou editou uma imagem e esqueceu onde salvou, você certamente vai achar este recurso do Painel útil.
ru: <gui>Быстрый доступ</gui> позволяет вам искать приложения, файлы и музыкальные композиции, а также отображает использовавшиеся недавно элементы. Если вы когда-нибудь работали над таблицей или редактировали изображение и забыли место, где его сохранили, вы определённо найдёте возможность быстрого доступа полезной.

source: The <gui>dash</gui> includes a <gui>search bar</gui>, <gui>application and files shortcuts</gui>, and launchers for commonly-used applications (your web browser, email program, etc.).
ast: El <gui>Tablero</gui> incluye una <gui>barra de gueta</gui>, <gui>accesos rápidos a aplicaciones y ficheros</gui> y lanzadores pa aplicaciones de usu frecuente (su restolador web, su programa de corréu, etc.).
el: Το <gui>dash</gui> περιλαμβάνει μια <gui>γραμμή αναζήτησης</gui>, <gui>συντομεύσεις εφαρμογών και αρχείων</gui> και εκκινητές για τις πιο συχνά χρησιμοποιούμενες εφαρμογές (τον περιηγητή ιστού, πρόγραμμα ηλεκτρονικής αλληλογραφίας κλπ.).
es: El <gui>Tablero</gui> incluye una <gui>barra de búsqueda</gui>, <gui>accesos rápidos a aplicaciones y archivos</gui> y lanzadores para aplicaciones de uso frecuente (su navegador web, su programa de correo, etc.).
fi: <gui>Dashin</gui> osat ovat <gui>hakukenttä</gui>, <gui>sovellukset ja tiedostot</gui>, ja painikkeet yleisimminkäytetyille ohjelmille (selain, sähköposti jne.).
nl: In de <gui>dash</gui> vindt u een <gui>zoekbalk</gui>, <gui>snelkoppelingen van toepassingen en bestanden</gui> en starters voor veelgebruikte toepassingen (uw webbrowser, e-mailprogramma enz.).
pt_br: A <gui>barra</gui> inclui uma <gui>barra de pesquisa</gui>, <gui>atalhos de aplicativos e arquivos</gui>, e lançadores para os aplicativos mais usados ​​(seu navegador de internet, programa de e-mail, etc.).
ru: <gui>Главное меню</gui> содержит <gui>строку поиска</gui>, <gui>быстрый доступ к приложениями и файлам</gui>, а также быстрый доступ к часто используемым приложениям (вэб-обозреватель, клиент электронной почты и т.д.).

source: To start using the <gui>dash</gui>, click on the Ubuntu logo in the top-left portion of the screen, or press the <key>meta</key> key. To hide the <gui>dash</gui>, press <key>Esc</key>.
ast: Pa entamar a usar el <gui>Tablero</gui>, calca nel logotipo de Ubuntu de la esquina superior esquierda de la pantalla, o calca la tecla <key>meta</key>. Pa anubrir el <gui>Tablero</gui>, calca <key>Esc</key>.
el: Για να ξεκινήσετε να χρησιμοποιείτε το <gui>dash</gui>, κάντε κλικ στο σήμα του Ubuntu στο πάνω αριστερό σημείο της οθόνης, ή πατήστε το πλήκτρο <key>Meta</key>. Για να κρύψετε το <gui>dash</gui>, πατήστε το <key>Esc</key>.
es: Para empezar a usar el <gui>Tablero</gui>, pulse en el logotipo de Ubuntu de la esquina superior izquierda de la pantalla, o pulse la tecla <key>meta</key>. Para ocultar el <gui>Tablero</gui>, pulse <key>Esc</key>.
fi: Aloita <gui>Dashin</gui> käyttö napsauttamalla vasemmasta yläkulmasta löytyvää Ubuntun logoa tai paina <key>super-näppäintä</key>. Piilota <gui>Dash</gui>, painamalla <key>Esc</key> -näppäintä tai napsauttamalla Ubuntu-logoa uudelleen tai mitä tahansa muuta näytön kohtaa.
nl: Om de <gui>dash</gui> te gebruiken klik op het Ubuntu-logo in de linkerbovenhoek van het scherm, of druk op de <key>meta</key>-toets. Druk op <key>Esc</key> om de <gui>dash</gui> te verbergen.
pt_br: Para começar a usar a <gui>barra</gui>, clique no logotipo do Ubuntu na porção superior esquerda da tela ou aperte a tecla <key>meta</key>. Para ocultar o <gui>dash</gui>, aperte <key>Esc</key>.
ru: Для перехода в <gui>главное меню</gui>, щёлкните на логотипе Ubuntu в верхней левой части экрана или нажмите клавишу <key>meta</key>. Если вы хотите скрыть <gui>главное меню</gui>, нажмите клавишу <key>Esc</key>.

source: Find applications and files using the search bar
ast: Guetar aplicaciones y ficheros usando la barra de gueta
el: Εύρεση εφαρμογών και αρχείων χρησιμοποιώντας τη μπάρα αναζήτησης
es: Buscar aplicaciones y archivos usando la barra de búsqueda
fi: Hakukentän käyttäminen sovellusten ja tiedostojen löytämiseen
nl: Toepassingen en bestanden zoeken via de zoekbalk
pt_br: Encontre aplicativos e arquivos usando a barra de pesquisa
ru: Поиск приложений и файлов используя строку поиска

source: The search bar is a <em>global search bar</em>, meaning you can use it to search for both applications <em>and</em> files. To use the global search bar, open the dash and then just start typing. The names and icons of relevant application and files will appear as soon as you start entering text.
ast: La barra de gueta es una <em>barra de gueta global</em>, lo que significa que puede usarla pa guetar aplicaciones <em>y</em> ficheros. Pa usar la barra de gueta global, abra el Tablero y empiece a escribir. A medida que vaya introduciendo testu irán apareciendo los nomes e iconos de les aplicaciones y los ficheros pertinentes.
el: Η γραμμή αναζήτησης είναι μια <em>γενική γραμμή αναζήτησης</em>, το οποίο σημαίνει ότι μπορείτε να την χρησιμοποιήσετε για να αναζητήσετε εξίσου εφαρμογές <em>και</em> αρχεία. Για να χρησιμοποιήσετε τη γενική γραμμή αναζήτησης, ανοίξτε το dash και μετά απλά αρχίστε να πληκτρολογείτε. Τα ονόματα και τα εικονίδια των σχετικών εφαρμογών και αρχείων θα εμφανιστούν άμεσα καθώς θα εισάγετε κείμενο.
es: La barra de búsqueda es una <em>barra de búsqueda global</em>, lo que significa que puede usarla para buscar aplicaciones <em>y</em> archivos. Para usar la barra de búsqueda global, abra el Tablero y empiece a escribir. A medida que vaya introduciendo texto irán apareciendo los nombres e iconos de las aplicaciones y los archivos pertinentes.
fi: Hakukenttä perustuu <em>järjestelmänlaajuiseen hakuun</em>, joka tarkoittaa, että voit etsiä sekä tiedostoja että sovelluksia samalla hakutoiminnolla. Haun käyttäminen on helppoa. Avaa vain Dash ja ala kirjoittamaan hakusanaa. Dash aloittaa etsimisen jo sanaa kirjoittaessasi ja näyttää tulokset samantien sovellusten kuvakkeina ja niminä. Jos hakutulokseen täsmää jokin kuva, voit jopa nähdä sen suoraan Dashissa, jolloin näet samantien onko löydetty kuva se jota etsit.
nl: De zoekbalk is een <em>globale zoekbalk</em>; dit betekent dat u hem kunt gebruiken voor het zoeken naar zowel toepassingen <em>als</em> bestanden. Om de globale zoekbalk te gebruiken, open de dash en begin direct te typen. De namen en pictogrammen van de betreffende toepassing en de bestanden zal verschijnen zodra u tekst invoert.
pt_br: A barra de pesquisa é uma <em>barra de pesquisa global</em>, ou seja, você pode usá-lo para procurar aplicativos <em>e</em> arquivos. Para usar a barra de pesquisa global, abra o painel e, em seguida, basta começar a digitar. Os nomes e ícones dos aplicativos e dos arquivos irão aparecer logo que você começar a digitar o texto.
ru: Строка поиска является <em>глобальной поисковой строкой</em>, это означает, что вы можете использовать её как для поиска приложений, так <em>и</em> файлов. Чтобы начать пользоваться глобальной поисковой строкой, откройте главное меню и начните ввод. Названия, значки соответствующих приложений и файлов будут отображаться по мере ввода.
