Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Sometimes, when you connect to a wireless network, it may appear that you have successfully connected at first, but then you will be disconnected. This normally happens because your computer was only partially successful in connecting to the network—it managed to establish a connection, but was unable to finalize the connection for some reason and so was disconnected.
ast: A vegaes, cuando se coneuta a una red inalámbrica, puede parecer que se ha coneutáu correcho al entamu, pero dempués se desconecta. Esto ocurre normalmente porque su equipu solo se pudo coneutar correcho de forma parcial —pudo afitar una conexón, pero no pudo acabar el procesu de conexón por dalguna razón, polo que se desconectó.
el: Μερικές φορές, όταν συνδέεστε σε ένα ασύρματο δίκτυο, μπορεί να φαίνεται ότι έχετε συνδεθεί με επιτυχία στην αρχή, αλλά μετά αποσυνδέεστε. Αυτό συμβαίνει συνήθως επειδή ο υπολογιστής σας είχε μερική επιτυχία σύνδεσης--κατάφερε να δημιουργήσει μια σύνδεση, αλλά δεν μπόρεσε να την ολοκληρώσει για κάποιο λόγο και έτσι αποσυνδέθηκε.
es: A veces, cuando se conecta a una red inalámbrica, puede parecer que se ha conectado correctamente al principio, pero luego se desconecta. Esto ocurre normalmente porque su equipo solo se pudo conectar correctamente de forma parcial —pudo establecer una conexión, pero no pudo finalizar el proceso de conexión por alguna razón, por lo que se desconectó.
fi: Joskus kun muodostat yhteyden langattomaan verkkoon, yhteys tuntuu katkeavan pian sen muodostamisen jälkeen. Tämä johtuu yleensä siitä, että yhteyden muodostus onnistui vain osittain; tietokone sai yhteyden verkkoon, mutta ei jostain syystä onnistunut viimeistelemään yhteyttä.
nl: Soms, wanneer u met een draadloos netwerk verbindt, lijkt het eerst alsof u met succes verbonden bent, maar dan wordt de verbinding verbroken. Normaal gesproken gebeurt dit omdat uw computer slechts ten dele met succes verbonden was met het netwerk—er werd verbinding gemaakt, maar om de een of andere reden kon de verbinding niet goed worden afgerond, dus werd de verbinding verbroken.
pt_br: Às vezes, quando você conecta a uma rede sem fio, pode parecer que o fez com sucesso desde o início, porém estará desconectado. Isso normalmente acontece porque o seu computador foi bem sucedido em conectar-se parcialmente à rede - conseguiu estabilizar a conexão, mas não foi capaz de finalizá-la por algum motivo, então foi desconectada.
ru: Иногда соединение с беспроводной сетью вроде бы успешно установлено, но спустя немного времени оно прерывается. Это обычно происходит из-за того, что вашему компьютеру лишь частично удалось установить соединение с сетью — он пытается подключиться к сети, но по какой-то причине завершить установление соединения не удаётся, и соединение отключается.

source: A possible reason for this is that you entered the wrong wireless passphrase, or that your computer was not allowed on the network (because the network requires a username to log in, for example).
ast: Una posible razón pa esto es que se equivocó al introducir la contraseña inalámbrica, o que su equipu no tien permisu pa coneutase a la red (porque la red necesita un nome de usuariu, por exemplu).
el: Ένας πιθανός λόγος για αυτό είναι ότι έχετε εισάγει λάθος ασύρματη συνθηματική φράση, ή ότι ο υπολογιστής σας δεν έχει πρόσβαση στο δίκτυο (για παράδειγμα, γιατί το δίκτυο απαιτεί ένα όνομα χρήστη για να συνδεθείτε).
es: Una posible razón para esto es que se equivocó al introducir la contraseña inalámbrica, o que su equipo no tiene permiso para conectarse a la red (porque la red necesita un nombre de usuario, por ejemplo).
fi: Mahdollisia syitä tähän on muun muassa virheellinen salasana tai tietokonettasi ei sallittu käyttämään verkkoa (tämä taas voi johtua esimerkiksi siitä, että verkko vaatii rekisteröitymisen).
nl: Een mogelijke reden hiervoor is dat u het verkeerde wachtwoord heeft ingevoerd, of dat uw computer niet toegelaten werd tot het netwerk (omdat het netwerk bijvoorbeeld voor het aanmelden een gebruikersnaam nodig heeft.
pt_br: Um possível motivo para isso é que você digitou a senha da rede sem fio errada ou porque o computador não está autorizado na rede (porque a rede necessita de um nome de usuário para efetuar o login, por exemplo).
ru: Возможная причина может быть в том, что вы ввели неправильный пароль для беспроводной сети, или доступ в сеть вашему компьютеру не разрешён (например, для входа в сеть требуется указать ещё и имя пользователя).

source: Unreliable wireless hardware/drivers
ast: Controladores o hardware inalámbrico poco fiables
el: Αναξιόπιστο ασύρματο υλικό / οδηγοί
es: Controladores o hardware inalámbrico poco fiables
fi: Langaton laite on epävakaa tai sen ajurit ovat huonot
nl: Onbetrouwbare hardware/stuurprogramma's voor draadloos netwerk
pt_br: Hardware/drivers de rede sem fio instáveis
ru: Ненадёжное оборудование или драйверы беспроводной сети

source: Some wireless network hardware can be a little unreliable. Wireless networks are complicated, so wireless cards and base stations occasionally run into minor problems and may drop connections. This is annoying, but it happens quite regularly with many devices. If you are disconnected from wireless connections from time to time, this may be the only reason. If it happens very regularly, you may want to consider using different hardware.
ast: Dellos preseos de redes inalámbricas pueden resultar poco fiables. Les redes inalámbricas son complicadas, polo que les tarxetes y les estaciones base inalámbricas a vegaes sufren problemes menores y pueden cortar conexones. Esto es molesto, pero ocurre con bastante frecuencia con muchos preseos. Si sus conexones inalámbricas se desconectan de vegada en cuando, puede que esta seya la única razón. Si ocurre con mucha frecuencia, puede que ten que considerar la opción de usar un hardware distintu.
el: Ορισμένα συσκευές ασύρματου δικτύου μπορεί να είναι λίγο αναξιόπιστες. Τα ασύρματα δίκτυα είναι περίπλοκα, έτσι οι ασύρματες κάρτες και οι σταθμοί βάσης κατά καιρούς συναντούν μικρά προβλήματα και ενδεχομένως αποσυνδέονται. Αυτό είναι ενοχλητικό, αλλά συμβαίνει αρκετά συχνά με πολλές συσκευές. Αν κατά καιρούς αποσυνδέεστε από ασύρματες συνδέσεις, αυτός μπορεί να είναι ο μόνος λόγος. Αν αυτό συμβαίνει πολύ συχνά, ίσως πρέπει να εξετάσετε το ενδεχόμενο χρήσης διαφορετικού υλικού.
es: Algunos dispositivos de redes inalámbricas pueden resultar poco fiables. Las redes inalámbricas son complicadas, por lo que las tarjetas y las estaciones base inalámbricas a veces sufren problemas menores y pueden cortar conexiones. Esto es molesto, pero ocurre con bastante frecuencia con muchos dispositivos. Si sus conexiones inalámbricas se desconectan de vez en cuando, puede que esta sea la única razón. Si ocurre con mucha frecuencia, puede que tenga que considerar la opción de usar un hardware diferente.
fi: Etenkin jotkut halvat langattomat tukiasemat ovat epäluotettavia. Verkkoihin kuuluu monta laitetta ja ajuria eri valmistajilta, joilla voi tulla ongelmia keskenään, jonka takia yhteydet voivat katkeilla ja olla hitaita. Tämä on ärsyttävää, mutta tapahtuu jos samaa verkkoa käyttää useampi laite. Jos yhteytesi katkeilee vähän väliä (yhteys muodostuu, katkeaa, muodostuu uudelleen...), tämä on todennäköisesti ongelman aiheuttaja. Jos tämä alkaa käydä mahdottomaksi, kannattaa sinun harkita verkkolaitteidesi (esim. WLAN-tukiaseman) vaihtamista.
nl: Sommige hardware voor draadloze netwerken kan wat onbetrouwbaar zijn. Draadloze netwerken zijn gecompliceerd; daardoor kunnen er kleine problemen zijn met netwerkkaarten en basisstations waardoor de verbinding wordt verbroken. dit is vervelend, maar het komt vrij regelmatig voor bij veel apparaten. Als bij u van tijd tot tijd de verbinding met een draadloos netwerk verbroken wordt, dan kan dit de oorzaak zijn. als het zeer regelmatig gebeurt, kunt u overwegen andere hardware te gebruiken.
pt_br: Alguns dispositivos sem fio podem ser um pouco instáveis. Redes sem fio são complicadas, então placas e bases sem fio podem ocasionalmente funcionar com pequenos problemas e poderão deixar cair a conexão. Isso é incômodo, porém acontece com certa regularidade em muitos dispositivos. Se você está desconectado das conexões sem fio de vez em quando, este pode ser o único motivo. Se isso acontece com muita regularidade, convém considerar o uso de um hardware diferente.
ru: Некоторые устройства для беспроводных сетей могут работать не вполне стабильно. Беспроводные сети довольно сложны, поэтому иногда у беспроводных карт и базовых станций возникают небольшие сбои и соединение прерывается. Это раздражает, но такие проблемы регулярно возникают у многих устройств. Если ваше соединение с беспроводной сетью время от времени прерывается, это может быть единственной причиной. Если такие прерывания происходят очень часто, возможно, вам стоит использовать другое оборудование.

source: Busy wireless networks
ast: Redes inalámbricas ocupadas
el: Απασχολημένα ασύρματα δίκτυα
es: Redes inalámbricas ocupadas
fi: Ruuhkaiset langattomat verkot
nl: Drukke draadloze netwerken
pt_br: Redes sem fio ocupadas
ru: Перегрузка в беспроводной сети

source: Wireless networks in busy places (in universities and coffee shops, for example) often have many computers trying to connect to them at once. Sometimes these networks get too busy and may not be able to handle all of the computers that are trying to connect, so some of them get disconnected.
ast: Les redes inalámbricas en llugares ocupados (nuniversidades y cibercafés, por exemplu) a menudo tienen muchos equipos que intentan coneutase too a la vegada. A vegaes esas redes se saturan y pueden no ser capaces de remanar tolos equipos que tan intentando coneutase, polo que dellos de ellos quedan desconectaos.
el: Στα ασύρματα δίκτυα σε πολυσύχναστα μέρη (πανεπιστήμια και τα καταστήματα καφέ, για παράδειγμα) συχνά πρέπει να συνδεθούν με πολλούς υπολογιστές ταυτόχρονα. Μερικές φορές αυτά τα δίκτυα είναι πολύ απασχολημένα και μπορεί να μην είναι σε θέση να χειριστούν όλους τους υπολογιστές που προσπαθούν να συνδεθούν, έτσι ώστε μερικοί από αυτούς να αποσυνδέονται.
es: Las redes inalámbricas en lugares ocupados (en universidades y cibercafés, por ejemplo) a menudo tienen muchos equipos que intentan conectarse todo a la vez. A veces esas redes se saturan y pueden no ser capaces de manejar todos los equipos que están intentando conectarse, por lo que algunos de ellos quedan desconectados.
fi: Langattomia verkkoja vilkkaissa paikoissa (esimerkiksi kahviloissa ja yliopistoissa) käyttää yleensä monta tietokonetta samaan aikaan. Joskus tällaiset verkot voivat ruuhkautua, eivätkä kykene enää tarjoamaan yhteyttä kaikille tietokoneille. Joidenkin tietokoneiden yhteys saattaa siis katketa yhtäkkiä.
nl: Draadloze netwerken op drukke plaatsen (op universiteiten en internetcafé's bijvoorbeeld) hebben vaak veel computers die tegelijk verbinding proberen te maken. Soms wordt het voor deze netwerken te druk en kunnen ze het aantal computers dat verbinding probeert te maken niet aan waardoor de verbinding van sommige computers wordt afgebroken.
pt_br: Redes sem fio em lugares ocupados (em universidades e cafés, por exemplo) muitas vezes têm muitos computadores tentando conectar nelas ao mesmo tempo. Algumas vezes essas redes ficam muito ocupadas podem não ser capazes de lidar com todos os computadores que estão tentando se conectar, então alguns deles são desconectados.
ru: К беспроводным сетям в местах общего пользования (например, университетах или кафе) часто пытаются подключиться много компьютеров одновременно. Иногда в сети возникает перегрузка, и она не может обслужить все пытающиеся подключиться компьютеры, тогда некоторые из них отключаются.

source: The wireless could be turned off or broken, there might be too many wireless networks nearby, or you might be out of range.
ast: El adaptador inalámbrico puede tar apagáu o roto, puede haber demasiadas redes inalámbricas cerca, o puede que esté fuera de su alcance.
el: Η συσκευή ασύρματης δικτύωσης μπορεί να είναι απενεργοποιημένη ή χαλασμένη, μπορεί να υπάρχουν πάρα πολλά ασύρματα δίκτυα στον περίγυρο, ή μπορεί να βρίσκεσθε εκτός βεληνεκούς.
es: El adaptador inalámbrico puede estar apagado o roto, puede haber demasiadas redes inalámbricas cerca, o puede que esté fuera de su alcance.
fi: Langaton verkkolaite saattaa olla pois päältä tai epäkunnossa, lähistöllä saattaa olla liikaa verkkoja tai saatat olla liian kaukana haluamastasi tukiasemasta.
nl: Het draadloos-apparaat kan uitgeschakeld of stuk zijn, mogelijk zijn er te veel draadloze netwerken in de buurt, of het kan zijn dat u buiten bereik bent.
pt_br: A rede sem fio pode estar desligada ou interrompida, pode haver muitas redes sem fio nas proximidades, ou você pode estar fora de alcance.
ru: Возможно, беспроводное оборудование выключено или неисправно; рядом может быть слишком много сетей или вы находитесь за пределами дальности действия сети.

source: I can't see my wireless network in the list
ast: No puedo ver mi red inalámbrica na llista
el: Δε μπορώ να δω το ασύρματο δίκτυό μου στη λίστα
es: No puedo ver mi red inalámbrica en la lista
fi: En näe langatonta verkkoani listalla
nl: Ik zie mijn draadloos netwerk niet in de lijst
pt_br: Eu não consigo ver a minha rede sem fio na lista
ru: Я не вижу моей беспроводной сети в списке

source: There are a number of reasons why you might not be able to see your wireless network on the list of networks which appears when you click the network icon on the top bar.
ast: Hai varias razones por les que no pueda ver su red inalámbrica na llista de redes que aparece cuando calca el iconu de red de la barra superior.
el: Υπάρχουν διάφοροι λόγοι που ίσως δεν μπορείτε να δείτε το ασύρματο δίκτυό σας στον κατάλογο δικτύων που εμφανίζεται όταν κάνετε κλικ στο εικονίδιο στην πάνω μπάρα.
es: Hay varias razones por las que no pueda ver su red inalámbrica en la lista de redes que aparece cuando pulsa el icono de red de la barra superior.
fi: Langattoman verkon puuttumiseen yläpaneelin kautta avattavasta verkkovalikosta on monia mahdollisia syitä. Tässä muutamia:
nl: Er kunnen een aantal redenen zijn waarom u uw draadloos netwerk niet ziet in de lijst met netwerken die verschijnen als u klikt op het netwerkpictogram in het bovenpaneel.
pt_br: Há uma série de razões pelas quais você pode não ser capaz de ver sua rede sem fio na lista de redes que aparece quando você clica no ícone de rede na barra superior.
ru: Существует несколько причин, из-за которых ваша беспроводная сеть может отсутствовать в списке сетей, появляющемся, когда вы щёлкаете на значке сети на верхней панели.

source: If no networks are shown in the list, your wireless hardware could be turned off, or it <link xref="net-wireless-troubleshooting">may not be working properly</link>. Make sure it is turned on.
ast: Si no se amuesa denguna red na llista, es posible que su hardware inalámbrico esté apagado, o que<link xref="net-wireless-troubleshooting">no ta funcionando correcho</link>. Asegúrese de que ta prendíu.
el: Εάν δεν εμφανίζονται δίκτυα στη λίστα, το ασύρματο υλικό σας μπορεί να είναι απενεργοποιημένο, ή αυτό<link xref="net-wireless-troubleshooting">δεν μπορεί να λειτουργήσει σωστά</link>. Βεβαιωθείτε ότι είναι ενεργοποιημένο.
es: Si no se muestra ninguna red en la lista, es posible que su hardware inalámbrico esté apagado, o que<link xref="net-wireless-troubleshooting">no está funcionando correctamente</link>. Asegúrese de que está encendido.
fi: Jos listalla ei ole yhtään verkkoa, langaton verkkokortti voi olla pois päältä tai <link xref="net-wireless-troubleshooting">tai ei välttämättä toimi oikein</link>. Varmista että WLAN-vastaanotin on päällä. Tämä tehdään yleensä laitteessa olevasta painikkeesta.
nl: Als er geen netwerken in de lijst getoond worden, dan kan het zijn dat uw draadloos-hardware uitgeschakeld is, of dat die <link xref="net-wireless-troubleshooting">mogelijk niet goed werkt</link>. Zorg ervoor dat het apparaat ingeschakeld is.
pt_br: Se nenhuma rede é mostradas na lista, seu hardware sem fio pode ser desligado, ou ele <link xref="net-wireless-troubleshooting">pode não estar funcionando corretamente</link>. Verifique se ele está ligado.
ru: Если сеть не отображается в списке, возможно, ваше беспроводное оборудование выключено или <link xref="net-wireless-troubleshooting">работает неправильно</link>. Убедитесь, что оно включено.

source: If there are lots of wireless networks nearby, the network you are looking for might not be on the first page of the list. If this is the case, look at the bottom of the list for an arrow pointing towards the right and hover your mouse over it to display the rest of the wireless networks.
ast: Si hai un montón de redes inalámbricas cerca, puede que la red que ta guetando no aparezca na primer páxina de la llista. Nesti caso, busque al final de la llista una flecha apuntando haza la drecha y mueva el mur enriba de ella pa amosar el restu de redes inalámbricas.
el: Εάν υπάρχουν πολλά ασύρματα δίκτυα γύρω σας το δίκτυο που ψάχνετε ίσως να μην είναι στην πρώτη σελίδα της λίστας. Αν συμβαίνει αυτό, κοιτάξτε στο κάτω μέρος της λίστας για ένα βέλος που δείχνει προς τα δεξιά και τοποθετήστε το ποντίκι σας πάνω του για να εμφανιστούν τα υπόλοιπα ασύρματα δίκτυα.
es: Si hay un montón de redes inalámbricas cerca, puede que la red que está buscando no aparezca en la primera página de la lista. En este caso, busque al final de la lista una flecha apuntando hacia la derecha y mueva el ratón encima de ella para mostrar el resto de redes inalámbricas.
fi: Jos ympärilläsi on paljon langattomia verkkoja, etsimäsi ei ehkä mahdu ensimmäiselle sivulle. Jos näin on, tutkaile listaa joka avautuu viedessäsi hiiren oikealle osoittavan nuolen päälle ja valitse langaton verkkosi listasta.
nl: Als er veel draadloze netwerken in de buurt zijn, dan kan het zijn dat het netwerk dat u zoekt niet op de eerste pagina van de lijst staat. Als dit het geval is, kijk dan of er onderaan de lijst een pijl is die naar rechts wijst; breng de muiswijzer erboven om de rest van de draadloze netwerken weer te geven.
pt_br: Se existir muitas redes sem fio por perto, a rede que você está procurando pode não estar na primeira página da lista. Se esse for o caso, procure, na parte de baixo da lista, por uma seta apontando em direção à direita e passe o mouse sobre ela para exibir o resto das redes sem fio.
ru: Если рядом имеется много беспроводных сетей, нужная вам сеть может оказаться не на первой странице в списке. В таком случае, найдите внизу списка стрелку, указывающую вправо, и наведите на неё указатель мыши, чтобы увидеть остальные беспроводные сети.

source: You could be out of range of the network. Try moving closer to the wireless base station/router and see if the network appears in the list after a while.
ast: Puede que esté fuera del alcance de la red. Pruebe a colocase más cerca de la estación base o router inalámbricos y mire si la red aparece na llista pasáu un tiempu.
el: Μπορεί να είστε εκτός της εμβέλειας του δικτύου. Δοκιμάστε να μετακινηθείτε πιο κοντά στον ασύρματο σταθμό βάσης/δρομολογητή και δείτε αν το δίκτυο εμφανίζεται στη λίστα μετά από λίγο.
es: Puede que esté fuera del alcance de la red. Pruebe a colocarse más cerca de la estación base o router inalámbricos y mire si la red aparece en la lista pasado un tiempo.
fi: Saatat olla verkon kantomatkan ulottumattomissa. Siirry lähemmäksi tukiasemaa ja tarkista hetken kuluttua, ilmestyykö verkon nimi luetteloon.
nl: U kunt buiten bereik van het netwerk zijn. Probeer dichter bij het daadloos basisstation/de router te komen en kijk of het netwerk na een poosje in de lijst verschijnt.
pt_br: Você poderia estar fora do alcance da rede. Tente se mover para mais perto da base da estação/roteador sem fio e veja se a rede aparece na lista depois de um tempo.
ru: Возможно, вы находитесь за пределами дальности действия сети. Попробуйте переместиться ближе к базовой станции или маршрутизатору и посмотрите, не появится ли сеть в списке через некоторое время.

source: The list of wireless networks takes time to update. If you have just turned on your computer or moved to a different location, wait for a minute or so and then check if the network has appeared in the list.
ast: La llista de redes inalámbricas tarda un tiempu en actualizase. Si acaba de encender su equipu o de moverse a un sitiu distintu, espere un minutu o así y dempués compruebe si aparece la red na llista.
el: Ο κατάλογος των ασύρματων δικτύων απαιτεί χρόνο για να ενημερωθεί. Εάν έχετε μόλις ενεργοποιήσει τον υπολογιστή σας ή έχετε μετακινηθεί σε διαφορετική θέση, περιμένετε ένα λεπτό περίπου και τότε στη συνέχεια ελέγξετε αν το δίκτυο έχει εμφανιστεί στη λίστα.
es: La lista de redes inalámbricas tarda un tiempo en actualizarse. Si acaba de encender su equipo o de moverse a un sitio diferente, espere un minuto o así y luego compruebe si aparece la red en la lista.
fi: Langattomien verkkojen saatavuuden päivittäminen vie jonkin aikaa. Jos tietokone on juuri käynnistetty tai siirretty toiseen paikkaan, odota hetki ja tarkista tilanne uudelleen.
nl: Het duurt even voordat de lijst met draadloze netwerken bijgewerkt is. als u net uw computer heeft aangezet of naar een andere locatie bent gegaan, wacht een paar minuten en controleer dan of het netwerk in de lijst is verschenen.
pt_br: A lista de redes sem fio leva um tempo para atualizar. Se você apenas ligou seu computador ou moveu para um local diferente, espere um minuto ou mais e depois verifique se a rede apareceu na lista.
ru: Обновление списка беспроводных сетей занимает некоторое время. Если вы только что включили компьютер или переместились в другое место, подождите около минуты и затем проверьте, не появилась ли сеть в списке.

source: The network could be hidden. You need to <link xref="net-wireless-hidden">connect in a different way</link> if it is a hidden network.
ast: La red podría tar tapez. Tendrá que <link xref="net-wireless-hidden">coneutase de forma distinta</link> si es una red tapez.
el: Το δίκτυο μπορεί να είναι κρυφό. Θα πρέπει να <link xref="net-wireless-hidden"> συνδεθείτε με έναν διαφορετικό τρόπο </link> εάν αυτό είναι ένα κρυφό δίκτυο.
es: La red podría estar oculta. Tendrá que <link xref="net-wireless-hidden">conectarse de forma distinta</link> si es una red oculta.
fi: Verkko saattaa olla piilotettu. Piilotettuun verkkoon <link xref="net-wireless-hidden">yhdistetään eri tavalla</link>.
nl: Het netwerk kan verborgen zijn. U dient te <link xref="net-wireless-hidden">verbinden op een andere manier</link> als het een verborgen netwerk is.
pt_br: A rede poderia estar oculta. Você precisa <link xref="net-wireless-hidden">conectar de uma maneira diferente</link> se ela for uma rede oculta.
ru: Сеть может быть скрытой. В таком случае подключаться к ней нужно <link xref="net-wireless-hidden">другим способом</link>.

source: Click the <gui>network menu</gui> on the top panel and select <gui>Connect to Hidden Wireless Network</gui>.
ast: Calca el iconu de red na barra superior y escueyi <gui>Coneutar a una red inalámbrica tapez</gui>.
el: Κάντε κλικ <gui>μενού δικτύου</gui>στον επάνω πίνακα και επιλέξτε<gui> Σύνδεση σε Κρυφό ασύρματο δίκτυο</gui>.
es: Pulse el icono de red en la barra superior y seleccione <gui>Conectar a una red inalámbrica oculta</gui>.
fi: Napsauta <gui>verkkovalikkoa</gui> yläpaneelissa ja valitse <gui>Yhdistä piilotettuun langattomaan verkkoon</gui>.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel en kies <gui>Verbinden met verborgen draadloos netwerk</gui>.
pt_br: Clique no <gui>menu rede</gui> no painel superior e selecione <gui>Conectar-se a uma rede sem fio oculta</gui>.
