Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: It is also possible that your laptop just produces a lot of heat. This does not necessarily mean that it is overheating; it might just need the fan to run at full speed all of the time to allow it to stay cool enough. If this is the case, you have little option but to let the fan run at full speed all of the time. You can sometimes buy additional cooling accessories for your laptop which may help.
ast: También es posible que su portátil genere un montón de calor, simplemente. Esto no necesariamente significa que se esté sobrecalentando; tan solo que necesita que el ventilador funcione a máxima velocidá too el tiempu pa poder refrigerarlo lo suficiente. En tal caso, hai pocas alternativas sacantes la de dexar que el ventilador vaya a la máxima velocidá too el tiempu. A vegaes, mercar otros accesorios de refrigeración pa su portátil puede ser de aida.
el: Είναι επίσης πιθανό ότι ο φορητός σας υπολογιστής απλώς παράγει αρκετή θερμότητα. Αυτό δε σημαίνει απαραίτητα ότι είναι υπερθέρμανση·ίσως χρειάζεται ο ανεμιστήρας να λειτουργεί με πλήρη ταχύτητα συνέχεια για να επιτρέψει να παραμείνει αρκετά δροσερός. Αν αυτό συμβαίνει, δεν έχετε άλλη επιλογή από το να αφήνετε τον ανεμιστήρα να λειτουργεί με πλήρη ταχύτητα συνέχεια. Μπορείτε να αγοράσετε επιπλέον αξεσουάρ ψύξης για το φορητό σας υπολογιστή τα οποία μπορούν να βοηθήσουν στο πρόβλημα αυτό.
es: También es posible que su portátil genere un montón de calor, simplemente. Esto no necesariamente significa que se esté sobrecalentando; tan solo que necesita que el ventilador funcione a máxima velocidad todo el tiempo para poder refrigerarlo lo suficiente. En tal caso, hay pocas alternativas salvo la de dejar que el ventilador vaya a la máxima velocidad todo el tiempo. A veces, comprar otros accesorios de refrigeración para su portátil puede ser de ayuda.
nl: Het is ook mogelijk dat uw laptop gewoon veel warmte produceert. Dit hoeft niet te betekenen dat hij oververhit is; het kan zijn dat de ventilator continue op volle snelheid moet draaien om koel genoeg te blijven. Als dit het geval is, kunt u niets anders doen dan de ventilator continue op volle snelheid te laten draaien. Soms kunt u aanvullende koelaccessoires kopen voor uw laptop die hulp kunnen bieden.
pt_br: Também é possível que seu laptop somente produz muito calor. Isso não significa necessariamente que seja superaquecimento; pode ser que ele só precise que o ventilador funcione na velocidade máxima o tempo todo para permitir que o laptop permaneça frio o bastante. Se esse é o caso, você tem pouca opção a não ser deixar o ventilador funcionar na velocidade máxima o tempo todo. Você pode comprar acessórios adicionais de refrigeração para seu laptop que podem ajudar.
ru: Возможно также, что ваш ноутбук просто выделяет много тепла. Это необязательно означает, что он перегревается; возможно, для отвода тепла необходимо, чтобы вентиляторы всё время вращались на полной скорости. В этом случае выбора у вас нет — просто позвольте вентиляторам вращаться всё время. Иногда может помочь приобретение дополнительных охлаждающих аксессуаров для ноутбука.

source: Computers usually get warm, but if they get too hot they can overheat, which can be damaging.
ast: Los equipos, en general, se calientan pero pueden sobrecalentarse, lo que puede causar daños.
el: Οι υπολογιστές συνήθως θερμαίνονται, αν όμως ζεσταθούν υπερβολικά μπορεί να υπερθερμανθούν κι αυτό μπορεί να είναι καταστροφικό.
es: Los equipos, en general, se calientan pero pueden sobrecalentarse, lo que puede causar daños.
fi: Tietokoneet lämpeävät yleensä käytön aikana, mutta jos tietokone ylikuumenee, se voi olla vaarallista.
nl: Computers worden meestal warm, maar als ze te warm worden kunnen ze oververhit raken, hetgeen schadelijk kan zijn.
pt_br: Computadores normalmente se aquecem, mas se eles ficarem muito quentes podem se superaquecer, o que pode causar dano.
ru: Компьютеры обычно нагреваются при работе, но сильный перегрев может привести к их повреждению.

source: My computer gets really hot
ast: Mi equipu se calienta enforma
el: Ο υπολογιστής μου ζεσταίνεται πολύ
es: Mi equipo se calienta demasiado
fi: Tietokoneeni muuttuu hyvin lämpimäksi
nl: Mijn computer wordt erg warm
pt_br: Meu computador realmente esquenta
ru: Мой компьютер сильно нагревается

source: Most computers get warm after a while, and some can get quite hot. This is normal: it's simply part of the way that the computer cools itself. However, if your computer gets very warm it could be a sign that it is overheating, which can potentially cause damage.
ast: Muchos equipos se calientan pasáu un tiempu, y dellos pueden calentase mucho. Esto es normal: es simplemente parte de la forma na que se refrigeran. Sin embargo, si su equipu se calienta enforma puede ser síntoma de que se ta sobrecalentando, lo que podría causar daños.
el: Οι περισσότεροι υπολογιστές θερμαίνονται μετά από λίγο και μερικοί μπορεί να ζεσταθούν αρκετά. Αυτό είναι φυσιολογικό: είναι απλά μέρος του τρόπου που ο ίδιος ο υπολογιστής ψύχεται μόνος του. Ωστόσο, αν ο υπολογιστής σας γίνεται πολύ θερμός θα μπορούσε να είναι ένα σημάδι ότι έχει υπερθέρμανση, η οποία μπορεί ενδεχομένως να προκαλέσει ζημιά.
es: Muchos equipos se calientan pasado un tiempo, y algunos pueden calentarse mucho. Esto es normal: es simplemente parte de la forma en la que se refrigeran. Sin embargo, si su equipo se calienta demasiado puede ser síntoma de que se está sobrecalentando, lo que podría causar daños.
nl: De meeste computers worden na een tijdje warm en sommige kunnen behoorlijk warm worden. Dit is normaal: het hoort gewoon bij de manier waarop de computer zichzelf koelt. Als uw computer echter erg warm wordt, kan dat een teken zijn dat hij oververhit is, hetgeen mogelijk tot schade kan leiden.
pt_br: A maioria dos computadores esquenta depois de um período, e alguns ficam bem quentes. Isso é normal: é simplesmente parte de como o computador se resfria. Contudo, se seu computador ficar muito quente pode ser sinal de que ele está superaquecido, e isso pode potencialmente causar estragos.
ru: Большинство компьютеров через некоторое время работы нагреваются, некоторые даже сильно. Это нормально: это просто способ отвода тепла от внутренних компонентов компьютера. Однако, если ваш компьютер нагревается слишком сильно, то это, возможно, признак перегрева, который может привести к повреждению.

source: Most laptops get reasonably warm once you have been using them for a while. It's generally nothing to worry about - computers produce a lot of heat and laptops are very compact, so they need to remove their heat rapidly and their outer casing warms up as a result. Some laptops do get too hot, however, and may be uncomfortable to use. This is normally the result of a poorly-designed cooling system. You can sometimes get additional cooling accessories which fit to the bottom of the laptop and provide more efficient cooling.
ast: Muchos portátiles se calientan razonablemente cuando se usan durante un tiempu. Normalmente no es res de lo que preocupase - los equipos generan un montón de calor y los portátiles son mui compactos, polo que necesiten desaniciar su calor rápidamente y, como resultado, su carcasa se calienta. Sin embargo, dellos portátiles se calientan enforma, y su usu puede resultar incómodo. Esto normalmente es el resultáu de un sistema de refrigeración mal diseñáu. A vegaes puede usar accesorios de refrigeración que se colocan debaxo del portátil y proporcionan una refrigeración más eficiente.
el: Οι περισσότεροι φορητοί υπολογιστές θερμαίνονται αρκετά μόλις τους χρησιμοποιήσουμε για κάποιο χρόνο. Δε χρειάζεται να ανησυχούμε - οι υπολογιστές παράγουν πολλή θερμότητα και οι φορητοί υπολογιστές είναι πολύ συμπαγείς, για αυτό πρέπει να αφαιρούν την θερμότητα γρήγορα διότι το εξωτερικό τους περίβλημα ζεσταίνεται. Μερικοί φορητοί υπολογιστές ζεσταίνονται πολύ και έτσι να είναι άβολοι σε χρήση. Αυτό είναι συνήθως το αποτέλεσμα ενός συστήματος ψύξης με λανθασμένη σχεδίαση. Μπορείτε να αγοράσετε μερικές φορές πρόσθετα εξαρτήματα ψύξης που ταιριάζουν με το κάτω μέρος του φορητού υπολογιστή και να παρέχει πιο αποδοτική ψύξη.
es: Muchos portátiles se calientan razonablemente cuando se usan durante un tiempo. Normalmente no es nada de lo que preocuparse - los equipos generan un montón de calor y los portátiles son muy compactos, por lo que necesitan eliminar su calor rápidamente y, como resultado, su carcasa se calienta. Sin embargo, algunos portátiles se calientan demasiado, y su uso puede resultar incómodo. Esto normalmente es el resultado de un sistema de refrigeración mal diseñado. A veces puede usar accesorios de refrigeración que se colocan debajo del portátil y proporcionan una refrigeración más eficiente.
nl: De meeste laptops worden vrij warm als ze een poosje gebruikt worden. Doorgaans is het niets om u zorgen over te maken - computers produceren een veel warmte en laptops zijn zeer compact, dus moeten ze hun warmte snel kwijt, waardoor de buitenkant warm wordt. Maar sommige laptops worden wel te warm en kunnen ongemakkelijk in het gebruik zijn. Dit komt normaal gesproken door een slecht ontworpen koelsysteem. Soms kunt u extra koelaccessoires vinden die voor een efficiëntere koeling aan de onderkant van de laptop geplaatst kunnen worden.
pt_br: A maioria dos laptops ficam razoavelmente quentes, após você usar por um período. Geralmente não há nada com que se preocupar - computadores produzem muito calor e laptops são muito compactos, então eles precisam remover o calor rapidamente e por isso suas partes externas esquentam como resultado. Alguns laptops realmente ficam muito quentes, contudo, e talvez fiquem desconfortáveis de usar. Isso normalmente é o resultado de um mal desenhado sistema de refrigeração. Você pode, algumas vezes, adicionar acessórios de refrigeração que se encaixam na parte de baixo do laptop e promover uma melhor refrigeração;
ru: Большинство ноутбуков ощутимо нагреваются через некоторое время работы. Как правило, беспокоиться не о чем — компьютеры производят много тепла, а ноутбуки весьма компактны, так что им приходится отводить тепло быстрее, и это приводит к нагреву их корпуса. Однако, некоторые ноутбуки нагреваются так сильно, что вызывают дискомфорт. Обычно это результат плохо спроектированной охлаждающей системы. В некоторых случаях можно приобрести дополнительные охлаждающие аксессуары, которые размещаются под нижней частью корпуса и обеспечивают более эффективное охлаждение.

source: If you have a desktop computer which feels hot to the touch, it may have insufficient cooling. If this concerns you, you can buy extra cooling fans or check that the cooling fans and vents are free from dust and other blockages. You might want to consider putting the computer in a better-ventilated area too - if kept in confined spaces (e.g. in a cupboard), the computer's cooling system may not be able to remove heat and circulate cool air fast enough.
ast: Si tien un equipu de escritoriu que se nota caliente al tacto, puede que ten una refrigeración insuficiente. Si esto le preocupa, puede mercar más ventiladores o comprobar que los ventiladores y rejillas de ventilación tean libres de polvo y otres obstrucciones. Es posible que desee considerar la posibilidad de tener el equipu nun llugar meyor ventilado; si ta nun espaciu cerráu (por exemplu, nun armario), el sistema de refrigeración puede no ser capaz de desaniciar el calor y facer circular el aire fresco con suficiente rapidez.
el: Αν έχετε έναν επιτραπέζιο υπολογιστή που τον αισθάνεστε ζεστό κατά την αφή, μπορεί να έχει ανεπαρκή ψύξη. Αν αυτό αφορά εσάς, μπορείτε να αγοράσετε επιπλέον ανεμιστήρες ψύξης ή να ελέγξετε ότι οι ανεμιστήρες και οι αεραγωγοί είναι απαλλαγμένοι από σκόνη και άλλα εμπόδια. Μπορεί να θέλετε να εξετάσετε το ενδεχόμενο ο υπολογιστής να είναι σε καλύτερο αεριζόμενο χώρο αν διατηρείται σε κλειστούς χώρους (π.χ. σε ένα ντουλάπι), το σύστημα ψύξης του υπολογιστή ενδεχομένως να μην είναι σε θέση να αφαιρέσει τη θερμότητα και να κυκλοφορεί δροσερός αέρας αρκετά γρήγορα.
es: Si tiene un equipo de escritorio que se nota caliente al tacto, puede que tenga una refrigeración insuficiente. Si esto le preocupa, puede comprar más ventiladores o comprobar que los ventiladores y rejillas de ventilación estén libres de polvo y otras obstrucciones. Es posible que desee considerar la posibilidad de tener el equipo en un lugar mejor ventilado; si está en un espacio cerrado (por ejemplo, en un armario), el sistema de refrigeración puede no ser capaz de eliminar el calor y hacer circular el aire fresco con suficiente rapidez.
pt_br: Se você tem um computador desktop o qual fica muito quente para tocar, talvez ele seja uma refrigeração insuficiente. Se esse é o seu caso, você pode comprar um cooler extra ou checar se os coolers e dissipadores estão limpos de poeira e outros fatores bloqueadores. Você pode querer considerar colocar o computador em uma área mais bem ventilada também - se mantido em espaços confinados (e.g. em um armário), o sistema de refrigeração do computador pode não ser capaz de remover o calor e circular ar fresco com a rapidez necessária.
ru: Если у вас настольный компьютер, корпус которого сильно нагревается, значит его охлаждающая система не справляется с отводом тепла. Вы можете приобрести дополнительные вентиляторы, или проверить не забиты ли скоплением пыли вентиляторы и вентиляционные отверстия вашего компьютера. Также может помочь перенос системного блока в место с лучшими условиями вентиляции — если он стоит в закрытом пространстве (например, в шкафу), то это может препятствовать циркуляции воздуха и отводу тепла.

source: Some people are concerned about the health risks of using hot laptops. There are suggestions that prolonged use of a hot laptop on your lap might possibly reduce (male) fertility, and there are reports of minor burns being suffered too (in extreme cases). If you are concerned about these potential problems, you may wish to consult a medical practitioner for advice. Of course, you can simply choose not to rest the laptop on your lap.
ast: Dalgunes personas se preocupan polos riesgos que pudiera tener pa la salud el usu de portátiles calientes. Hai indicios de que el usu prologando de portátiles calientes en su regazo podría amenorgar la fertilidad (masculina), así como informes de personas que han padecido pequeñas quemaduras (en casos extremos). Si le preocupan esos posibles problemes, le recomendamos que consulte con un profesional médico. Por supuesto, siempres puede simplemente no ponerse el portátil en su regazo.
el: Μερικοί άνθρωποι ανησυχούν για τους κινδύνους της υγείας τους από τη χρήση πολύ θερμών φορητών υπολογιστών. Υπάρχουν προτάσεις ότι η παρατεταμένη χρήση ενός θερμού φορητού υπολογιστή στα πόδια σας θα μπορούσε ενδεχομένως να μειώσει την (ανδρική) γονιμότητα, ενώ υπάρχουν αναφορές ελαφρών εγκαυμάτων που υπέστησαν σε ακραίες περιπτώσεις. Εάν ανησυχείτε για αυτά τα πιθανά προβλήματα, μπορεί να θελήσετε να συμβουλευθείτε έναν ιατρό για συμβουλές. Φυσικά, μπορείτε απλά να επιλέξετε να μην αφήνετε το φορητό υπολογιστή στα πόδια σας.
es: Algunas personas se preocupan por los riesgos que pudiera tener para la salud el uso de portátiles calientes. Hay indicios de que el uso prologando de portátiles calientes en su regazo podría reducir la fertilidad (masculina), así como informes de personas que han padecido pequeñas quemaduras (en casos extremos). Si le preocupan esos posibles problemas, le recomendamos que consulte con un profesional médico. Por supuesto, siempre puede simplemente no ponerse el portátil en su regazo.
nl: Sommige mensen maken zich zorgen over hun gezondheid als ze een warme laptop gebruiken. Er wordt gesuggereerd dat bij langdurig gebruik van een warme laptop op schoot de (mannelijke) vruchtbaarheid kan aantasten. Ook zijn er meldingen van kleine brandwondjes (in extreme gevallen). Als u zich zorgen maakt over deze mogelijke problemen, dan kunt u een arts om advies vragen. Natuurlijk kunt u er ook voor kiezen de laptop niet op schoot te nemen.
pt_br: Algumas pessoas se preocupam sobre os risco de saúde ao usar laptops quentes. Existem sugestões que o uso prolongado de um laptop quente em seu colo pode reduzir fertilidade (masculina), e existem relatos de pequenas queimaduras ( em casos extremos). Se você se preocupa com esses problemas potenciais, você talvez queira consultar um médico. Claro que, você pode simplesmente escolher não apoiar o laptop em seu colo.
ru: Некоторых людей беспокоит возможный вред здоровью от использования сильно нагревающихся ноутбуков. Существует предположение, что длительное воздействие тепла от ноутбука, который держат на коленях, может приводить к мужскому бесплодию. Имеются также сообщения о возникновении небольших ожогов (в экстремальных случаях). Если эти возможные проблемы беспокоят вас, можете проконсультироваться с врачом. Ну и, разумеется, вы можете просто не ставить ноутбук к себе на колени.

source: Most modern computers will shut themselves down if they get too hot, in order to prevent damage from occurring. If your computer keeps shutting down, this might be the reason. If your computer is overheating, you will probably need to get it repaired.
ast: Los equipos modernos se apagarán solos si se calientan enforma, pa prevenir posibles daños. Si su equipu tiende a apagase solo, esa podría ser la razón. Si su equipu se calienta en exceso, dablemente necesite una reparación.
el: Οι περισσότεροι σύγχρονοι υπολογιστές θα κλείσουν μόνοι τους εάν υπερθερμανθούν, με σκοπό την πρόληψη των ζημιών από το γεγονός αυτό. Αν ο υπολογιστής σας παραμένει κλειστός, ο λόγος θα μπορούσε να είναι αυτός (η υπερθέρμανση). Εάν ο υπολογιστής σας έχει υπερθερμανθεί, ενδεχομένως θα πρέπει να το πάτε για επισκευή.
es: Los equipos modernos se apagarán solos si se calientan demasiado, para prevenir posibles daños. Si su equipo tiende a apagarse solo, esa podría ser la razón. Si su equipo se calienta en exceso, probablemente necesite una reparación.
fi: Useimmat nykyaikaiset tietokoneet sammuttavat itsensä, jos ne kuumenevat liikaa. Näin pyritään estämään kuumuudesta johtuvien vaurioiden syntyminen. Jos tietokoneesi sammuu jatkuvasti itsestään, se voi johtua ylikuumentumisesta. Mikäli tietokoneesi ylikuumenee, toimita tietokone huoltoon tai yritä korjata ongelma lisäämällä tietokoneeseen tuulettimia.
nl: De meeste moderne computers zullen vanzelf uitschakelen wanneer ze te warm worden om schade te voorkomen. Als uw computer bij herhaling uitschakelt kan dit de reden zijn. Als uw computer oververhit raakt, dan is het waarschijnlijk nodig hem te laten repareren.
pt_br: A maioria dos computadores modernos irão se auto desligar se eles ficarem muito quentes, para prevenir que problemas aconteçam. Se o seu computador fica desligando, pode ser esse o motivo. Se o seu computador está superaquecido, você provavelmente irá precisar repará-lo.
ru: Большинство современных компьютеров автоматически отключается при перегреве, для предотвращения возможного повреждения. Если ваш компьютер часто самостоятельно отключается, это может быть причиной перегрева. Если компьютер постоянно перегревается, то он, возможно, нуждается в ремонте.

source: Allowing the battery to completely discharge is bad for it.
ast: Dejar que la batería se descargue completamente no es bueno pa ella.
el: Δεν είναι θεμιτό να αφήνετε τη μπαταρία να ξεφορτίζεται τελείως.
es: Dejar que la batería se descargue completamente no es bueno para ella.
fi: Jos sallit akun tyhjentyä täysin, akku kärsii siitä.
nl: Volledig ontladen is niet goed voor de accu.
pt_br: Permitir que a bateria descarregue completamente é ruim para ela.

source: Why did my computer turn off/hibernate when the battery got to 10%?
ast: ¿Por qué se apaga/hiberna el equipu cuando la batería llega al 10%?
el: Γιατί ο υπολογιστής μου απενεργοποιείται/αδρανοποιείται όταν η μπαταρία φτάσει στο 10%;
es: ¿Por qué se apaga/hiberna el equipo cuando la batería llega al 10%?
fi: Miksi tietokone sammui tai siirtyi lepotilaan, kun akun varaustaso oli 10 prosenttia?
nl: Waarom ging mijn computer uit/in slaapstand toen de accu de 10% bereikte?
pt_br: Por que meu computador desligou/hibernou quando a bateria chegou a 10%?
ru: Почему мой компьютер отключается или переходит в спящий режим, когда уровень заряда аккумулятора уменьшается до 10%?

source: When the charge level of the battery gets too low, your computer will automatically hibernate (that is, it will save all of your open documents and applications, and then turn off). It does this to make sure that the battery doesn't completely discharge, since this is bad for the battery. If the battery just ran out, the computer wouldn't have time to shut down properly either.
ast: Cuando'l nivel de carga de la batería seya enforma baxu, l'equipu pondráse a ivernar automáticamente (quier dicir, que guardará tolos tos documentos y aplicaciones, y llueu apagaráse). Esto faise d'esta miente p'asegurar que la batería nun se descarga completamente, darréu qu'eso nun ye bono pa la mesma. Si la batería se descargase ensembre, l'equipu nun tendría tiempu d'apagase correchamente.
el: Όταν το επίπεδο φόρτισης της μπαταρίας είναι πολύ χαμηλό, ο υπολογιστής σας αυτόματα θα αδρανοποιηθεί (δηλαδή θα αποθηκεύσει όλα τα έγγραφα και τις εφαρμογές σας και στη συνέχεια θα απενεργοποιηθεί). Το κάνει αυτό για να βεβαιωθείτε ότι η μπαταρία δεν αποφορτίζεται εντελώς, δεδομένου ότι αυτό είναι κακό για την μπαταρία. Αν η μπαταρία έχει εξαντληθεί, ο υπολογιστής δεν θα έχει το χρόνο για να κλείσει σωστά.
es: Cuando el nivel de cargade la batería sea demasiado bajo, su equipo hibernará automáticamente (es decir, guardará todos sus documentos y aplicaciones, y luego se apagará). Lo hace así para garantizar que la batería no se descarga completamente, ya que eso es perjudicial para la misma. Si la batería descargara completamente, el equipo no tendría tiempo de apagarse correctamente.
nl: Wanneer het laadniveau van de accu te laag wordt, zal uw computer automatisch in de slaapstand worden gezet (dat wil zeggen, al uw geopende documenten en toepassingen zullen worden opgeslagen waarna de computer afsluit). Dit wordt gedaan om ervoor te zorgen dat de accu niet volledige leeg raakt, aangezien dat slecht is voor de accu. Als de accu gewoon leeg zou raken, dan zou de computer ook geen tijd meer hebben om goed af te sluiten.
pt_br: Quando o nível de carga da bateria fica muito baixo, seu computador automaticamente hibernará (ou seja, ele salvará todos os seus documentos e aplicativos abertos e desligará). Ele faz isso para assegurar-se de que a bateria não descarregará completamente, já que isso é ruim para a bateria. Se a bateria simplesmente acabasse, o computador não teria tempo de desligar-se adequadamente.
ru: Когда уровень заряда аккумулятора становится слишком низким, компьютер автоматически переходит в спящий режим (то есть сохраняет все открытые документы и приложения и отключается). Это сделано для того, чтобы аккумулятор не разряжался полностью, поскольку это вредно для него. К тому же, если батарея разрядится полностью, у компьютера просто не останется времени для надлежащего завершения работы.
