Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Connect to a hidden wireless network
ast: Coneutar a una red inalámbrica tapez
el: Σύνδεση σε κρυφό ασύρματο δίκτυο
es: Conectar a una red inalámbrica oculta
fi: Yhdistä piilotettuun verkkoon
nl: Met een verborgen draadloos netwerk verbinden
pt_br: Conectar-se a uma rede sem fio oculta

source: It is possible to set up a wireless network so that it is "hidden." Hidden networks won't show up in the list of networks that are displayed when you click the network menu in the top panel (nor will they appear in the list of wireless networks on any other computer).
ast: Es posible configurar una red inalámbrica pa que aparezca «tapez». Les redes anubríes no se muestran na llista de redes que aparece cuando calca nel menú de red del panel superior (ni aparecerá na llista de redes inalámbricas de dengún otru equipu).
el: Είναι εφικτό να δημιουργήσετε ένα κρυφό ασύρματο δίκτυο. Κρυφά δίκτυα δεν εμφανίζονται στις λίστες δικτύων που εμφανίζονται όταν επιλέγετε μενού δικτύου στον επάνω πίνακα (ούτε σε λίστα ασύρματων δικτύων σε οποιοδήποτε άλλο υπολογιστή).
es: Es posible configurar una red inalámbrica para que aparezca «oculta». Las redes ocultas no se muestran en las lista de redes que aparece cuando pulsa en el menú de red del panel superior (ni aparecerá en la lista de redes inalámbricas de ningún otro equipo).
fi: Langaton verkko on mahdollista asettaa piilotetuksi. Piilotetut verkot eivät näyt verkkojen listalla, kun napsautat yläpaneelin verkkokuvaketta.
nl: Het is mogelijk een draadloos netwerk zo in te stellen dat het "verborgen" is. Verborgen netwerken worden niet opgenomen in de lijst met netwerken die weergegeven wordt wanneer u klikt op het netwerkmenu in het bovenpaneel (ook verschijnen ze niet in de lijst met draadloze netwerken op welke andere computer dan ook).
pt_br: É possível configurar uma rede sem fio para que ela seja "oculta." Redes ocultas não serão mostradas na lista de redes que é exibida quando você clica no menu rede no painel superior (nem aparecerão na lista de redes sem fio em qualquer outro computador).

source: To connect to a hidden wireless network, click the <gui>network menu</gui> on the top panel and select <gui>Connect to Hidden Wireless Network</gui>. In the window that appears, type the network name, choose the type of wireless security and click <gui>Connect</gui>.
ast: Pa coneutase a una red inalámbrica tapez, calca nel <gui>menú de red</gui> del panel superior y escueyi <gui>Conectase a una red inalámbrica tapez</gui>. Na ventana que aparece, teclee el nome de la red, escueyi la triba de seguridá de red y calca <gui>Coneutar</gui>.
el: Για να συνδεθείτε σε ένα κρυφό ασύρματο δίκτυο, κάντε κλικ στο <gui>μενού δικτύου</gui>στον επάνω πίνακα και επιλέξτε <gui>Σύνδεση σε Κρυφό ασύρματο δίκτυο</gui>. Στο παράθυρο που θα εμφανιστεί, πληκτρολογήστε το όνομα δικτύου, επιλέξτε τον τύπο της ασύρματης ασφάλειας και κάντε κλικ στο <gui>Σύνδεση</gui>.
es: Para conectarse a una red inalámbrica oculta, pulse en el <gui>menú de red</gui> del panel superior y seleccione <gui>Conectarse a una red inalámbrica oculta</gui>. En la ventana que aparece, teclee el nombre de la red, seleccione el tipo de seguridad de red y pulse <gui>Conectar</gui>.
fi: Yhdistä tällaiseen piilotettuun verkkoon napsauttamalla ensimmäisenä yläpaneelin <gui>verkkovalikkoa</gui> ja valitse <gui>Yhdistä piilotettuun langattomaan verkkoon...</gui>. Kirjoita aukeavaan ikkunaan verkon nimi, salauksen tyyppi ja tarvittaessa salausavain niille pyydettyihin kohtiin ja napsauta sen jälkeen <gui>Yhdistä</gui>.
nl: Om te verbinden met een verborgen draadloos netwerk klikt u op het <gui>netwerkmenu</gui> in het bovenpaneel en kiest u <gui>Verbinden met verborgen draadloos netwerk</gui>. Typ in het venster dat verschijnt de naam van het netwerk, kies het soort draadloos beveiliging en klik op <gui>Verbinden</gui>.
pt_br: Para conectar a uma rede sem fio, clique no <gui>menu rede</gui> no painel superior e selecione <gui>Conectar-se a rede sem fio oculta</gui>. Na janela que aparecer, digite o nome da rede, escolha o tipo de segurança sem fio e clique em <gui>Conectar</gui>.

source: You may have to check the settings of the wireless base station/router to see what the network name is. It is sometimes called the <em>BSSID</em> (Basic Service Set Identifier), and looks something like this: <gui>02:00:01:02:03:04</gui>.
ast: Puede que ten que consultar les opciones de la estación base o router inalámbricos pa ver cuál es el nome de la red. A vegaes se denomina <em>BSSID</em> (Basic Service Set Identifier), y tien un aspeutu similar a esti: <gui>02:00:01:02:03:04</gui>.
el: Ίσως χρειαστεί να ελέγξετε τις ρυθμίσεις του ασύρματου σταθμού βάσης / δρομολογητή για να δείτε ποιο είναι το όνομα του δικτύου. Αυτό μερικές φορές ονομάζεται<em>BSSID</em> (Basic Service Set Identifier, Βασικό αναγνωριστικό συνόλου υπηρεσιών), και μοιάζει κάπως έτσι: <gui>02:00:01:02:03:04</gui>.
es: Puede que tenga que consultar las opciones de la estación base o router inalámbricos para ver cuál es el nombre de la red. A veces se denomina <em>BSSID</em> (Basic Service Set Identifier), y tiene un aspecto similar a este: <gui>02:00:01:02:03:04</gui>.
fi: Saatat joutua tarkistamaan langattoman tukiaseman/reitittimen nimen. Se voi olla muun muassa <em>BSSID</em> (Basic Service Set Identifier), jollainen nimi näyttää tällaiselta: <gui>02:00:01:02:03:04</gui>.
nl: Mogelijk moet u de instellingen van het draadloos basisstation/de router controleren om te zien wat de naam van het netwerk is. Het is zoiets als <em>BSSID</em> (Basic Service Set Identifier) en ziet er ongeveer zo uit: <gui>02:00:01:02:03:04</gui>.
pt_br: Você pode ter que verificar as configurações da base da estação/roteador sem fio para ver qual o nome da rede. Ela é chamada algumas vezes de <em>BSSID</em> (Identificador de configuração de serviço básica) e procurar alguma coisa como: <gui>02:00:01:02:03:04</gui>.

source: You should also check the wireless base station's security settings; look for terms like WEP and WPA.
ast: También deberá consultar les opciones de seguridá de la estación base; busque algo parecido a WEP o WPA.
el: Θα πρέπει επίσης να ελέγξετε τις ρυθμίσεις ασφαλείας του ασύρματου σταθμού βάσης. Ψάξτε για όρους όπως WEP και WPA.
es: También deberá consultar las opciones de seguridad de la estación base; busque algo parecido a WEP o WPA.
fi: Tarkista myös tukiaseman salausasetukset; etsi termejä WEP, WPA ja WPA2.
nl: U dient ook de beveiligingsinstellingen van het draadloos basisstation te controleren; zoek naar termen zoals WEP en WPA.
pt_br: Você também deve verificar as configurações de segurança da estação de rede sem fio base; procure termos como WEP e WPA.

source: You may think that hiding your wireless network will improve security by preventing people who don't know about it from connecting. In practice, this is not the case; the network is slightly harder to find but it is still detectable.
ast: Puede que piense que anubrir su red inalámbrica mejorará la seguridá impidiendo coneutase a la xente que no la conozca. Na práctica, esto no es así; la red sedrá ligeramente más difícil de atopar pero entá así seguirá siendo detectable.
el: Μπορεί να σκεφτείτε ότι το κρυφό ασύρματο δίκτυό σας θα βελτιώσει την ασφάλεια, εμποδίζοντας τους ανθρώπους που δεν ξέρουν για αυτό να συνδεθούν. Στην πράξη όμως αυτό δεν συμβαίνει· το δικτύο είναι ελαφρώς πιο δύσκολο να εντοπιστεί, αλλά εξακολουθεί να είναι ανιχνεύσιμο.
es: Puede que piense que ocultar su red inalámbrica mejorará la seguridad impidiendo conectarse a la gente que no la conozca. En la práctica, esto no es así; la red será ligeramente más difícil de encontrar pero aún así seguirá siendo detectable.
fi: Jotkut kuvittelevat, että verkon asettaminen piilotetuksi lisää sen turvallisuutta. Käytännössä näin kuitenkin on vain harvoin.
nl: U zou kunnen denken dat het verbergen van uw draadloos netwerk de veiligheid zal verbeteren door te voorkomen dat mensen die er geen weet van hebben verbinding maken. In de praktijk is dit niet het geval; het netwerk is iets moeilijker te vinden maar het kan worden opgespoord.
pt_br: Você pode pensar que ocultar sua rede sem fio irá aumentar a segurança, evitando que pessoas que não a conheçam conectem nela. Na prática, esse não é o caso; a rede é ligeiramente mais difícil de se encontrar, mas ela ainda é detectável.

source: Contributors to the Ubuntu documentation wiki
ast: Contribuyentes al wiki de documentación de Ubuntu
el: Συνεισφέροντες στο wiki τεκμηρίωσης του Ubuntu.
es: Contribuyentes al wiki de documentación de Ubuntu
nl: Mensen die bijdragen aan de Ubuntu-documentatie wiki
pt_br: Contribuidores da wiki de documentação do Ubuntu

source: Identify and fix problems with wireless connections
ast: Identificar y iguar problemes con conexones inalámbricas
el: Εντοπισμός και επιδιόρθωση προβλημάτων στις ασύρματες συνδέσεις
fi: Tunnista ja korjaa verkkoyhteyksiin liittyviä ongelmia
nl: Opsporen en oplossen van problemen met draadloze verbindingen
pt_br: Identificar e corrigir problemas com conexões sem fio
ru: Определение и устранение неполадок с беспроводными соединениями

source: Wireless network troubleshooter
ast: Solucionador de problemes de red inalámbrica
el: Αντιμετώπιση προβλημάτων ασύρματου δικτύου
fi: Langattoman verkon vianselvitys
pt_br: Solução de problemas da rede sem fio

source: This guide is designed to help you troubleshoot and resolve problems with accessing a wireless network.
ast: Esta guía ta diseñada pa ayudarle a resolver problemes col accesu a redes inalámbricas.
el: Αυτός ο οδηγός έχει σχεδιαστεί για να σας βοηθήσει να αντιμετωπίσετε και να επιλύσετε τα προβλήματα πρόσβασης σε ένα ασύρματο δίκτυο.
es: Esta guía está diseñada para ayudarle a resolver problemas con el acceso a redes inalámbricas.
fi: Tämän ohjeen on tarkoitus auttaa ratkaisemaan langattoman verkon käyttöön liittyviä ongelmia.
nl: Deze handleiding is ontworpen om u te helpen bij het oplossen van problemen met de toegang tot een draadloos netwerk.
pt_br: Esse guia ajuda resolver problemas de acesso à rede sem fio.
ru: Это руководство разработано, чтобы помочь вам разрешить проблемы с доступом к беспроводным сетям.

source: Due to the technical nature of troubleshooting network problems, this guide contains some commands that will need to be entered into a <app>terminal</app> window. While this may seem intimidating at first, do not be afraid! The guide will direct you at each step.
ast: Debido a la naturaleza técnica de la resolución de problemes de red, esta guía caltién dellos comandos que tendrá que introducir nuna ventana de <app>terminal</app>. Anque pueda parecerle intimidante al entamu, ¡no tema! Esta guía le dirigirá en cada pasu.
el: Λόγω της τεχνικής φύσης της αντιμετώπισης προβλημάτων δικτύου, ο οδηγός αυτός περιέχει ορισμένες εντολές που θα πρέπει να εισάγετε σε ένα παράθυρο <app>τερματικού</app>. Αν και αυτό αρχικά μπορεί να φαίνεται αποθαρρυντικό, μη φοβάστε! Ο οδηγός θα σας κατευθύνει σε κάθε βήμα.
es: Debido a la naturaleza técnica de la resolución de problemas de red, esta guía contiene algunos comandos que tendrá que introducir en una ventana de <app>terminal</app>. Aunque pueda parecerle intimidante al principio, ¡no tema! Esta guía le dirigirá en cada paso.
fi: Verkko-ongelmien teknisen luonteen vuoksi tämä ohje vaatii ajoittain <app>Päätteen</app> käyttöä. Älä kuitenkaan pelästy, sillä ohje johdattaa kohta kohdalta oppaan läpi kertoen jatkuvasti, mitä ollaan tekemässä.
nl: Vanwege het technische karakter van de oplossing van netwerkproblemen bevat deze handleiding enkele commando's die ingevoerd moeten worden in een <app>terminal</app>-venster. Ook al komt dit in het begin intimiderend over, laat u niet afschrikken! De handleiding zal u door elke stap leiden.
pt_br: Devido à natureza técnica da solução de problemas de rede, este guia contém alguns comandos que precisarão ser executados em uma janela de <app>terminal</app>. Embora possa parecer intimidador a princípio, não tenha medo! Este guia o ajudará em cada passo.

source: We will proceed through the following tasks to connect your computer to the internet:
ast: Procederemos por les siguientes xeres pa coneutar su equipu a Internet:
el: Θα προχωρήσουμε στις ακόλουθες διαδικασίες για να συνδέσουμε τον υπολογιστή σας με το διαδίκτυο:
es: Procederemos por las siguientes tareas para conectar su equipo a Internet:
fi: Seuraavat toimenpiteet suoritetaan tietokoneen yhdistämiseksi internetiin:
nl: We zullen de volgende taken doorlopen om uw computer verbinding te laten krijgen met het internet:
pt_br: Vamos continuar com as tarefas a seguir para conectar o computador à Internet:
ru: Чтобы подключить ваш компьютер к интернету, мы выполним следующие задачи:

source: <link xref="net-wireless-troubleshooting-initial-check">Perform an initial check</link>
ast: <link xref="net-wireless-troubleshooting-initial-check">Facer una comprobación inicial</link>
el: <link xref="net-wireless-troubleshooting-initial-check"> Εκτελέστε έναν αρχικό έλεγχο </link>
fi: <link xref="net-wireless-troubleshooting-initial-check">Perusasioiden tarkistus</link>
nl: <link xref="net-wireless-troubleshooting-initial-check">Een eerste controle uitvoeren</link>
pt_br: <link xref="net-wireless-troubleshooting-initial-check">Executar uma verificação inicial</link>

source: <link xref="net-wireless-troubleshooting-hardware-info">Gather information about your hardware</link>
ast: <link xref="net-wireless-troubleshooting-hardware-info">Recoger información tocante a su hardware</link>
el: <link xref="net-wireless-troubleshooting-hardware-info"> Συλλέξτε πληροφορίες για το υλικό σας </link>
fi: <link xref="net-wireless-troubleshooting-hardware-info">Laitteistoon liittyvien tietojen keräys</link>
nl: <link xref="net-wireless-troubleshooting-hardware-info">Informatie over uw hardware verzamelen</link>
pt_br: <link xref="net-wireless-troubleshooting-hardware-info">Colher informações sobre o seu hardware</link>
ru: <link xref="net-wireless-troubleshooting-hardware-info">Сбор сведений о вашем оборудовании</link>

source: <link xref="net-wireless-troubleshooting-hardware-check">Check your hardware</link>
ast: <link xref="net-wireless-troubleshooting-hardware-check">Comprobar su hardware</link>
el: <link xref="net-wireless-troubleshooting-hardware-check"> Ελέγξτε το υλικό σας </link>
fi: <link xref="net-wireless-troubleshooting-hardware-check">Laitteiston tarkistus</link>
nl: <link xref="net-wireless-troubleshooting-hardware-check">Uw hardware controleren</link>
pt_br: <link xref="net-wireless-troubleshooting-hardware-check">Verificar o seu hardware</link>
ru: <link xref="net-wireless-troubleshooting-hardware-check">Проверка оборудования</link>

source: <link xref="net-wireless-troubleshooting-device-drivers">Check your device drivers</link>
ast: <link xref="net-wireless-troubleshooting-device-drivers">Comprobar los controladores de su preséu</link>
el: <link xref="net-wireless-troubleshooting-device-drivers"> Ελέγξτε τους οδηγούς των συσκευών σας </link>
fi: <link xref="net-wireless-troubleshooting-device-drivers">Tarkista laitteistoajurisi</link>
nl: <link xref="net-wireless-troubleshooting-device-drivers">Uw apparaatstuurprogramma's controleren</link>
pt_br: <link xref="net-wireless-troubleshooting-device-drivers">Verificar os seus drivers de dispositivo</link>
ru: <link xref="net-wireless-troubleshooting-device-drivers">Проверка драйверов устройств</link>

source: To get started, click on the <em>Next</em> link in the upper-right portion of the page. This link, and others like it on following pages, will take you through each step in the guide.
ast: Pa entamar, calca nel enllaz <em>Siguiente</em> na parte superior drecha de la páxina. Esti enllaz, y otros como elli nas siguientes páxines, le llevarán a traviés de cada pasu na guía.
el: Για να ξεκινήσετε, κάντε κλικ στο σύνδεσμο <em>Επόμενο</em> στο επάνω δεξιά τμήμα της σελίδας. Αυτός ο σύνδεσμος, και άλλοι παρόμοιοι στις σελίδες που ακολουθούν, θα σας πάνε βήμα βήμα στον οδηγό.
es: Para comenzar, pulse en el enlace <em>Siguiente</em> en la parte superior derecha de la página. Este enlace, y otros como él en las siguientes páginas, le llevarán a través de cada paso en la guía.
fi: Aloita napsauttamalla tämän sivun oikeasta yläkulmasta <em>Seuraava</em>. Napsauta seuraavalla sivulla taas <em>Seuraava</em> ja niin edelleen, niin pääset oppaan läpi.
nl: Begin met te klikken op de koppeling <em>Volgende</em> rechts boven op de pagina. Deze koppeling, evenals andere zoals deze op volgende pagina's, leidt u door elke stap in de handleiding.
pt_br: Para começar, clique no link <em>Próximo</em> na parte superior direita da página. Este vínculo, e outros como ele nas páginas a seguir, irão guiá-lo através de cada passo no guia.

source: Troubleshoot your connection to a wireless network.
ast: Resolución de problemes al coneutase a una red inalámbrica.
el: Αντιμετώπιση προβλημάτων σύνδεσης σε ασύρματο δίκτυο.
es: Resolución de problemas al conectarse a una red inalámbrica.
fi: Langattomien verkkoyhteyksien ongelmanratkaisu.
nl: Problemen met uw verbinding met een draadloos netwerk oplossen.
pt_br: Solucionar problemas de conexão para uma rede sem fio.
ru: Решение проблем с подключением к беспроводной сети.

source: Check your device drivers
ast: Compruebe sus controladores de preseos
el: Ελέγξτε τους οδηγούς της συσκευής σας
es: Compruebe sus controladores de dispositivos
fi: Laiteajurien tarkistus
nl: Uw apparaatstuurprogramma's controleren
pt_br: Verifique seus drivers de dispositivo
ru: Проверка драйверов устройств

source: Check for automatically loaded drivers
ast: Guetar nuevos controladores de hardware
el: Έλεγχος για οδηγούς που φορτώνονται αυτόματα
es: Buscar nuevos controladores de hardware
nl: Controleren op automatisch geladen stuurprogramma's
pt_br: Verifique por drivers carregados automaticamente
ru: Проверка автоматически загружаемых драйверов

source: Your device may already be supported with a preinstalled driver. To check if a driver was automatically loaded, run <cmd>sudo lshw -C network</cmd>. Look in the line that begins with <gui>configuration:</gui> for the word <em>driver</em>. If this exists, a driver has already been installed and loaded.
ast: Su preséu puede tar sofitáu con un controlador preinstaláu. Pa comprobar si un controlador se cargó automáticamente, ejecute <cmd>sudo lshw -C network</cmd>. Mire na llinia que comienza con <gui>configuration:</gui> la pallabra <em>driver</em>. Si esiste es que ya ta cargáu e instaláu un controlador.
el: Η συσκευή σας μπορεί να υποστηρίζεται ήδη από προεγκατεστημένο οδηγό. Για να ελέγξετε αν ένας οδηγός έχει αυτόματα ενεργοποιηθεί, εκτελέστε σε τερματικό <cmd>sudo lshw -C network</cmd>. Παρατηρήστε τη γραμμή που ξεκινά με <gui>configuration:</gui> για την λέξη <em>οδηγός</em>. Αν υπάρχει, ο οδηγός είναι εγκατεστημένος και είναι σε χρήση.
es: Su dispositivo puede estar soportado con un controlador preinstalado. Para comprobar si un controlador se cargó automáticamente, ejecute <cmd>sudo lshw -C network</cmd>. Mire en la línea que comienza con <gui>configuration:</gui> la palabra <em>driver</em>. Si existe es que ya está cargado e instalado un controlador.
nl: Uw apparaat wordt mogelijk al ondersteund met een voorgeïnstalleerd stuurprogramma. Om na te gaan of er automatisch een stuurprogramma werd geladen voert u <cmd>sudo lshw -C network</cmd> uit. Zoek in de regel die begint met <gui>configuration:</gui> naar het woord <em>driver</em>. Als dit bestaat, dan is er al een stuurprogramma geïnstalleerd en geladen.
pt_br: Se dispositivo pode já ser suportado com um driver pré-instalado. Para verificar se um driver foi automaticamente carregado, execute <cmd>sudo lshw -C network</cmd>. Procure na linha que começa com <gui>configuração: </gui> pela palavra <em>driver</em>. Se isso existir, um driver já foi instalado e carregado.
ru: Ваше устройство может поддерживаться предустановленным драйвером. Для проверки автоматической загрузки драйвера, выполните команду <cmd>sudo lshw -C network</cmd>. Обратите внимание на строку, начинающуюся со слова <gui>configuration:</gui> и найдите в ней слово <em>driver</em>. Если вы его обнаружили, это означает, что драйвер установлен и загружен.

source: If you are not running the most recent kernel, update your system first. Drivers, especially wireless, are constantly being added and modified. You can do this by clicking on the <link xref="unity-appmenu-intro">session menu</link> and selecting <gui>System Settings</gui>. In the System section, click <gui>Update Manager</gui>.
ast: Si no ta executando el nucleu más reciente, actualice en primer llugar su nucleu. los controladores, especialmente inalámbricos, se añaden y modifican constantemente. Puede hacerlo pulsndo en <link xref="unity-appmenu-intro">menú de sesión</link>y seleccionando <gui>Configuración de sistema</gui>. Na seición Sistema, calca en <gui>Xestor de anovamientos</gui>.
el: Αν δεν χρησιμοποιείτε τον πιο πρόσφατο πυρήνα, ενημερώσετε το σύστημά σας πρώτα. Οι οδηγοί, ειδικά στα ασύρματα, συνεχώς προστίθενται και τροποποιούνται. Μπορείτε να το κάνετε αυτό κάνοντας κλικ στο <link xref="unity-appmenu-intro">μενού συνεδρία</link> και επιλέγοντας <gui>Ρυθμίσεις συστήματος</gui>. Στην ενότητα Σύστημα, επιλέξτε <gui>Διαχειριστής ενημερώσεων</gui>.
es: Si no está ejecutando el núcleo más reciente, actualice en primer lugar su núcleo. los controladores, especialmente inalámbricos, se añaden y modifican constantemente. Puede hacerlo pulsndo en <link xref="unity-appmenu-intro">menú de sesión</link>y seleccionando <gui>Configuración de sistema</gui>. En la sección Sistema, pulse en <gui>Gestor de actualizaciones</gui>.
nl: Als u niet de meest recente kernel draait, werk uw systeem dan eerst bij. Stuurprogramma's, vooral die voor draadloze netwerken, worden constant toegevoegd en gewijzigd. U doet dit door te klikken op het <link xref="unity-appmenu-intro">sessiemenu</link> en daar <gui>Systeeminstellingen</gui> te selecteren. Klik onder het kopje Systeem op <gui>Updatebeheer</gui>.
pt_br: Se você não estiver executando o kernel mais recente, atualize seu sistema primeiro. Drivers, especialmente sem fio, são constantemente adicionados e modificados. Você pode fazer isso clicando no <link xref="unity-appmenu-intro">menu sessão</link> e selecionando <gui>Configurações do sistema</gui>. Na seção Sistema, clique em <gui>Gerenciador de atualizações</gui>.
ru: Если вы не используете последнюю версию ядра, то сначала выполните обновление вашей системы. Драйверы, особенно беспроводные, постоянно добавляются и изменяются. Вы можете выполнить это, щёлкнув на <link xref="unity-appmenu-intro">меню сеансов</link> и выбрав <gui>Параметры системы</gui>. В системном разделе, щёлкните на значке <gui>Менеджер обновлений</gui>.

source: Find additional Linux drivers
ast: Guetar controladores adicionales de Linux
el: Εύρεση επιπρόσθετων προγραμμάτων οδήγησης στο Linux
es: Buscar controladores adicionales de Linux
fi: Etsi Linux-ajureita
nl: Zoeken naar extra Linux stuurprogramma's
pt_br: Encontre drivers Linux adicionais
ru: Поиск дополнительных драйверов устройств Linux

source: You can check for additional Linux drivers in the following locations:
ast: Puede guetar controladores Linux adicionales nas siguientes ubicaciones:
el: Μπορείτε να ελέγξετε για επιπρόσθετα προγράμματα οδήγησης του Linux στις παρακάτω τοποθεσίες:
es: Puede buscar controladores Linux adicionales en las siguientes ubicaciones:
nl: U kunt zoeken naar extra Linux stuurprogramma's op de volgende locaties:
pt_br: Você pode verificar por drivers Linux adicionais nas seguintes localizações:
ru: Вы можете проверить наличие дополнительных драйверов устройств Linux в следующих местах:
