Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can either type the command, or click the <gui>Browse...</gui> button and select a command. Applications to autostart are typically located in the <code>/usr/bin</code> folder.
ca: Tant podeu teclejar la comanda, com clicar el botó <gui>Navega...</gui> i seleccionar una comanda. Les aplicacions per l'inici automàtic són típicament a la carpeta <code>/usr/bin</code>.
cs: Příkaz můžete buď napsat nebo kliknout na tlačítko <gui>Procházet...</gui> a příkaz vybrat. Aplikace k automatickému spouštění jsou typicky umístěné ve složce <code>/usr/bin</code>.
de: Sie können entweder den Befehl eingeben oder auf den Knopf <gui>Durchsuchen …</gui> klicken und einen Befehl auswählen. Programme die automatisch starten sind normalerweise im Ordner <code>/usr/bin</code>.
fr: Vous pouvez soit saisir la commande, soit cliquer sur le bouton <gui>Parcourir...</gui> et sélectionner une commande. Les applications dont le démarrage est automatique sont généralement situées dans le dossier <code>/usr/bin</code>.
gl: Pode escribir a orde ou premer no botón <gui>Explorar...</gui> e seleccionar unha orde. Os aplicativos para iniciar de forma automática están habitualmente localizados no cartafol <code>/usr/bin</code>.
hr: Možete ili upisati naredbu ili kliknuti <gui>Potraži...</gui> tipku i odabrati naredbu. Aplikacije koje se mogu automatski pokrenuti se uobičajeno nalaze u <code>/usr/bin</code> mapi.
id: Anda dapat mengetikkan perintah, atau klik tombol <gui>Ramban...</gui> dan pilih perintah. Aplikasi untuk autostart biasanya terletak di folder <code>/usr/bin</code>.
ko: 명령어를 직접 입력할수도 있고 <gui>Browse...</gui> 버튼을 클릭하여 원하는 명령어를 직접 찾을수 있습니다. 자동으로 실행 되는 어플리케이션들은 일반적으로 <code>/usr/bin</code> 폴더에 위치해 있습니다.
lt: Jei tiksliai nežinote norimos paleisti programos komandos - paspauskite mygtuką <gui>Naršyti...</gui> ir pasirinkite programos vykdomąjį failą. Įprastai vykdomieji failai yra <code>/usr/bin</code> (žr. <em>Kitos vietos->Kompiuteris </em>) aplanke.
lv: Jūs varat ievadīt komandu, vai spiediet pogu <gui>Pārlūkot...</gui> un izvēlieties komandu. Automātiski palaižamās lietotnes parasti atrodas mapē <code>/usr/bin</code>.
ms: Anda boleh sama ada taip perintah, atau klik butang <gui>Layar...</gui> dan pilih satu perintah. Aplikasi untuk automula biasanya berada dalam folder <code>/usr/bin</code>.
my: သင် command ကိုရိုက်ထည့်နိုင်သည်၊ သို့မဟုတ် <gui> Browse ... </gui> ခလုတ်ကိုနှိပ်ပြီး command တစ်ခုကိုရွေးချယ်နိုင်သည်။ Autostart အတွက်applicationများသည်ပုံမှန်အားဖြင့် <code> / usr / bin </code> ဖိုင်တွဲတွင်ရှိသည်။
pl: Można wpisać polecenie lub kliknąć przycisk <gui>Przeglądaj…</gui> i wybrać polecenie. Programy do automatycznego uruchamiania są zwykle położone w katalogu <code>/usr/bin</code>.
sl: Lahko vpišete ukaz ali kliknete na gumb <gui>Brskaj</gui> in izberete ukaz. Programi za samodejni zagon so ponavadi shranjeni v mapi <code>/usr/bin/</code>
sv: Du kan antingen skriva kommandot, eller klicka på <gui>Bläddra...</gui>-knappen och välja ett kommando. Program att autostarta brukar finnas i katalogen <code>/usr/bin</code>.
zh_cn: 您可以输入命令，也可以点击<gui>浏览...</gui>按钮，并选择命令。自启动应用程序一般位于 <code>/usr/bin</code> 文件夹。

source: You can buy a commercial DVD decoder that can handle copy protection from <link href="https://fluendo.com/">Fluendo</link>. It works with Linux and should be legal to use in all countries.
ca: Podeu comprar un descodificador comercial de DVD que pot manegar protecció de còpia a <link href="https://fluendo.com/">Fluendo</link>. Funciona amb Linux i hauria de ser legal utilitzar-lo a tots els països.
cs: Můžete zakoupit komerční dekodér DVD, zvládající ochranu proti kopírování, od <link href="https://fluendo.com/">Fluendo</link>. Funguje na Linuxu a jeho použití by mělo být legální ve většině zemí.
fr: Vous pouvez acheter un décodeur DVD commercial capable de gérer la protection contre la copie depuis <link href="https://fluendo.com/">Fluendo</link>. Il fonctionne avec Linux et devrait être légal dans tous les pays.
gl: Pode mercar un descodificador comercial en DVD que poida manexar a protección contra copias en <link href="https://fluendo.com/">Fluendo</link>. Funciona con Linux e debería ser legal en todos os países.
hr: Možete kupiti komercijalni <link href="https://fluendo.com/">Fluendo</link> DVD dekôder koji može rukovati sa zaštitom od kopiranja. Radi na Linuxu i trebao bi biti legalan u svim zemljama.
id: Anda dapat membeli dekoder DVD komersial yang dapat menangani perlindungan penyalinan dari <link href="https://fluendo.com/"> Fluendo</link>. Ia bekerja dengan Linux dan mestinya legal untuk digunakan di semua negara.
lv: Jūs varat nopirkt komerciālu DVD dekoderu, kas tiek galā ar aizsardzību pret kopēšanu <link href="https://fluendo.com/">Fluendo</link>. Tas darbojas ar Linux un tam vajadzētu būt legālam visās valstīs.
pl: Można kupić komercyjny dekoder DVD obsługujący ochronę przed kopiowaniem od firmy <link href="https://fluendo.com/">Fluendo</link>. Działa w systemie Linux i powinien być legalny we wszystkich krajach.
sv: Du kan köpa en kommersiell DVD-avkodare som kan hantera kopieringsskydd från <link href="https://fluendo.com/">Fluendo</link>. Den fungerar med Linux och borde vara laglig att använda i alla länder.
zh_cn: 您可以在 <link href="https://fluendo.com/">Fluendo</link> 购买可以处理复制保护的商用 DVD 解码器。它可在 Linux 上运行，并且在所有国家/地区合法使用。

source: Install <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, and <link href="apt:libdvd-pkg">libdvd-pkg</link>.
ca: Instal·leu <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> i <link href="apt:libdvd-pkg">libdvd-env</link>.
cs: Nainstalujte <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> a <link href="apt:libdvd-pkg">libdvd-pkg</link>.
de: Installiere <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, and <link href="apt:libdvd-pkg">libdvd-pkg</link>.
fr: Installez <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> et <link href="apt:libdvd-pkg">libdvd-pkg</link>.
gl: Instale <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> e <link href="apt:libdvd-pkg">libdvd-pkg</link>.
hr: Instalirajte <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> i <link href="apt:libdvd-pkg">libdvd-pkg</link>.
id: Instal <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, dan <link href="apt:libdvd-pkg">libdvd-pkg</link>.
ko: <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, 그리고 <link href="apt:libdvd-pkg">libdvd-pkg</link> 를 설치하십시오.
lv: Instalējiet <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> un <link href="apt:libdvd-pkg">libdvd-pkg</link>.
ms: Pasang <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, dan <link href="apt:libdvd-pkg">libdvd-pkg</link>.
my: <link href = "apt: libdvdnav4"> libdvdnav4 </link>, <link href = "apt: libdvdread4"> libdvdread4 </link>, <link href = "apt: gstreamer1.0-plugins-bad"> gstreamer1 ထည့်သွင်း .0-plugins-bad </link>၊ <link href = "apt: gstreamer1.0-plugins-ugly"> gstreamer1.0-plugins-ugly </link> နှင့် <link href = "apt: libdvd-pkg "> libdvd-pkg </link>
pl: Zainstaluj pakiety <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> i <link href="apt:libdvd-pkg">libdvd-pkg</link>.
sl: Namestite <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, and <link href="apt:libdvd-pkg">libdvd-pkg</link>.
sv: Installera <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link> och <link href="apt:libdvd-pkg">libdvd-pkg</link>.
tr: Yükle <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, and <link href="apt:libdvd-pkg">libdvd-pkg</link>.
zh_cn: 安装 <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer1.0-plugins-bad">gstreamer1.0-plugins-bad</link>, <link href="apt:gstreamer1.0-plugins-ugly">gstreamer1.0-plugins-ugly</link>, 以及 <link href="apt:libdvd-pkg">libdvd-pkg</link>.

source: Open a terminal window by pressing <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
ca: Obriu una finestra de terminal teclejant <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
cs: Otevřete okno terminálu prostřednictvím <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
fr: Ouvrez un terminal en appuyant sur <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
gl: Abra unha xanela da terminal premendo <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
hr: Otvorite prozor terminala pritiskom <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
id: Buka jendela terminal dengan menekan <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
ko: <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> 를 눌러 터미널 창을 여십시오.
lt: Atverkite komandų terminalą paspausdami <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
lv: Atveriet termināļa logu, spiežot <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
my: Terminal ၀ င်းဒိုးကိုဖွင့်ရန် <keyseq> <key>Ctrl</key> <key>Alt</key> <key>T</key> </keyseq> ကိုနှိပ်ပါ။
pl: Otwórz okno terminala naciskając klawisze <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
sv: Öppna ett terminalfönster genom att trycka på <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq>.
zh_cn: 按组合键 <keyseq><key>Ctrl</key><key>Alt</key><key>T</key></keyseq> 打开终端窗口。

source: Run the command
ca: Executeu l'ordre
cs: Spusťte příkaz
de: Führen Sie den Befehl aus
fr: Exécutez la commande
gl: Execute a orde
hr: Pokrenite naredbu
id: Jalankan perintah
ko: 명령어를 실행하십시오.
lt: Įvykdykite komandą
lv: Izpildiet komandu
ms: Jalankan perintah
my: Command ကိုဖွင့်သုံးမည်
pl: Wykonaj polecenie
sl: Zaženite ukaz
sv: Kör kommandot
tr: Komutu çalıştır
zh_cn: 运行命令

source: and confirm in order to install <em>libdvdcss2</em>.
ca: i confirmeu per instal·lar <em>libdvdcss2</em>.
cs: a potvrďte pro instalaci <em>libdvdcss2</em>.
de: und bestätigen Sie die Installation von <em>libdvdcss2</em>.
fr: et confirmez afin d'installer <em>libdvdcss2</em>.
gl: e confirme a instalación de <em>libdvdcss2</em>.
hr: i potvrdite instalaciju <em>libdvdcss2</em>.
id: dan konfirmasikan untuk menginstal <em>libdvdcss2</em>.
lt: ir patvirtinkite, kad įdiegti <em>libdvdcss2</em>.
lv: un apstipriniet, lai instalētu <em>libdvdcss2</em>.
ms: dan sahkan untuk memasang <em>libdvdcss2</em>
my: <em> libdvdcss2 </em> ကို install လုပ်ရန်အတွက်အတည်ပြုပါ။
pl: i potwierdź, aby zainstalować pakiet <em>libdvdcss2</em>.
sl: in potrdite za namestitev <em>libdvdcss2</em>.
sv: och bekräfta för att installera <em>libdvdcss2</em>.
zh_cn: 并确认安装 <em>libdvdcss2</em>.

source: flashplugin-installer
gl: instalador do flashplugin
hr: flashplugin-instalacijski program
tr: flaş eklenti-kurucu

source: To add a repository:
cs: Pro přidání repozitáře:
de: Eine Paketquelle hinzufügen:
fr: Pour ajouter un dépôt :
gl: Para engadir un repositorio:
hr: Dodavanje repozitorija:
id: Untuk menambahkan repositori:
ko: 저장소를 추가하기 위해:
lt: Programų saugyklą pridėsite:
lv: Lai pievienotu krātuvi:
ms: Untuk menambah repositori:
my: repository တစ်ခုထည့်ရန် -
pl: Aby dodać repozytorium:
sv: För att lägga till ett förråd:
tr: Depo eklemek için:
zh_cn: 添加一个源：

source: <link xref="about-this-guide">Tips on using this guide</link>, <link xref="get-involved">help improve this guide</link>…
cs: <link xref="about-this-guide">Tipy k používání průvodce</link>, <link xref="get-involved">pomoc s vylepšením průvodce</link>…
de: <link xref="about-this-guide">Hinweise zur Verwendung dieses Handbuchs</link>, <link xref="get-involved">Dieses Handbuch verbessern</link> …
sv: <link xref="about-this-guide">Användningstips</link>, <link xref="get-involved">hjälp till att förbättra handboken</link>…
tr: <link xref="about-this-guide">Bu kılavuzu kullanma tavsiyeleri</link>, <link xref="get-involved">Bu kılavuzun geliştirilmesine yardım edin</link>…

source: <link xref="addremove-install">Install applications</link>, <link xref="addremove-remove">remove applications</link>, <link xref="addremove-sources">add repositories</link>â€¦
ms: <link xref="addremove-install">Pasang aplikasi</link>, <link xref="addremove-remove">buang aplikasi</link>, <link xref="addremove-sources">tambah repositori</link>â€¦

source: Open <app>Software &amp; Updates</app> via the <em>Activities</em> search bar.
my: <app> Software & Updates </app> ကိုဖွင့်ပါ <em> လှုပ်ရှားမှုများ </em> ရှာဖွေရေးဘား။

source: If using <cmd>ubuntu-bug</cmd> does not work for some reason, <link href="https://help.ubuntu.com/community/ReportingBugs#Filing_bugs_manually_at_Launchpad.net"> file a bug manually</link> and jump to step 4 in this instruction.
my: <cmd> ubuntu-bug </cmd> သည်အကြောင်းပြချက်အချို့ကြောင့်အလုပ်မလုပ်ပါက <link href="https://help.ubuntu.com/community/ReportingBugs#Filing_bugs_manually_at_Launchpad.net"> bug ကို manually ဖိုင်ချပါ </link> နှင့်ဤညွှန်ကြားချက်အတွက်အဆင့် 4 သို့သွားရန်
