Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: gsettings set org.gnome.settings-daemon.plugin.power lid-close-ac-action blank
pt_br: gsettings set org.gnome.settings-daemon.plugin.power lid-close-ac-action em branco

# _
source: external ref='figures/unity-workspace-intro.png' md5='2e45c34b1367c077c28b50a6818cb8d0'
nl: external ref='figuren/unity-werkruimte-intro.png' md5='2e45c34b1367c077c28b50a6818cb8d0'
pt_br: externo ref='figures/unity-workspace-intro.png' md5='2e45c34b1367c077c28b50a6818cb8d0'

# _
source: external ref='figures/unity-overview.png' md5='3a766ca229b4db7d710d27c2341a9f89'
nl: externe ref='figuren/unity-overzicht.png' md5='3a766ca229b4db7d710d27c2341a9f89'
pt_br: externo ref='figures/unity-overview.png' md5='3a766ca229b4db7d710d27c2341a9f89'

# _
source: external ref='figures/unity-launcher.png' md5='c65f8149edc18bfcc7422103cd4957fa'
nl: externe ref='figuren/unity-starter.png' md5='c65f8149edc18bfcc7422103cd4957fa'
pt_br: externo ref='figures/unity-launcher.png' md5='c65f8149edc18bfcc7422103cd4957fa'

# _
source: external ref='figures/unity-dash.png' md5='f65b19b259c742a7440ea43ba2a03113'
nl: externe ref='figuren/unity-dash.png' md5='f65b19b259c742a7440ea43ba2a03113'
pt_br: externo ref='figures/unity-dash.png' md5='f65b19b259c742a7440ea43ba2a03113'

source: <code>Network controller: Intel Corporation PRO/Wireless 3945ABG [Golan] Network Connection</code>
ast: <code>Controlador de red: Conexón de red Intel Corporation PRO/Wireless 3945ABG [Golan]</code>

source: <key>Print Screen</key>
ast: <key>Imprentar pantalla</key>

source: <keyseq><key>Alt</key><key>Print Screen</key></keyseq>
ast: <keyseq><key>Alt</key><key>Imprentar pantalla</key></keyseq>

source: <keyseq><key>Shift</key><key>Alt</key><key>↑</key></keyseq>
ast: <keyseq><key>Mayús</key><key>Alt</key><key>↑</key></keyseq>

source: It is important to not only choose <link xref="user-goodpassword">a good and secure password</link>, but one that you can also remember. If you have forgotten the password to log in to your computer account, you can follow the following steps to reset it.
es: No solo es importante elegir <link xref="user-goodpassword">una contraseña buena y segura</link>, sino también que pueda recordarla fácilmente. En caso de que haya olvidado la contraseña para iniciar sesión en su equipo, puede seguir los siguientes pasos para restablecerla.

source: Restart your computer, and hold down the <key>Shift</key> during bootup to get into the grub menu.
es: Reinicie su equipo y mantenga pulsada la tecla <key>Mayús</key> durante el arranque para acceder al menú de Grub.

source: If you have a dual-boot machine and you choose at boot time which operating system to boot into, the grub menu should appear without the need to hold down the <key>Shift</key> key.
es: Si tiene un equipo con arranque dual y elige en el momento del arranque qué sistema operativo iniciar, debería aparecer el menú de grub sin necesidad de mantener pulsada la tecla <key>Mayús</key>.

source: Press <keyseq><key>Alt</key><key>F2</key></keyseq> to get the <gui>Run Application</gui> dialog.
es: Pulse <keyseq><key>Alt</key><key>F2</key></keyseq> para mostrar la ventana <gui>Ejecutar aplicación</gui>.

source: When you boot back into your installation, click your name in the panel. Open <gui>About Me</gui> and change your password.
es: Cuando entre de nuevo en su sistema instalado, pulse su nombre en el panel. Abra <gui>Acerca de mí</gui> y cambie su contraseña.

source: In the <em>System</em> section, click <gui>Users and Groups</gui>.
es: En la sección <em>Sistema</em>, pulse <gui>Usuarios y grupos</gui>.

source: Select the user you want to delete and click the <gui>Delete</gui> button.
es: Seleccione el usuario que quiera eliminar y pulse el botón <gui>Eliminar</gui>.

source: Type your password to make changes. You must be an administrative user to delete user accounts.
es: Introduzca su contraseña para realizar los cambios. Debe ser un usuario administrador para eliminar las cuentas de usuario.

source: Click your name on the top bar and select <gui>About Me</gui>.
es: Pulse su nombre en la barra superior y seleccione <gui>Acerca de mí</gui>.

source: Click the box next to your name. A drop-down gallery will be shown with some stock login photos. If you like one of them, click it to use it for yourself.
es: Pulse en la imagen junto a su nombre. Se le mostrará una galería desplegable con algunas fotografías de inicio de sesión almacenadas. Si le gusta alguna de ellas, pulse para usarla usted mismo.

source: You can also click the <gui>Pictures</gui> button on the left side pane to use one of the pictures from your Pictures folder.
es: También puede pulsar en el botón <gui>Imágenes</gui> situado en el panel izquierdo para usar una de las imágenes de su carpeta Imágenes.

source: Click your name on the panel and select <gui>About Me</gui>.
es: Pulse su nombre en el panel y seleccione <gui>Acerca de mí</gui>.

source: Click <gui>Change Password</gui>.
es: Pulse <gui>Cambiar contraseña</gui>.

source: Fill in your <gui>Current password</gui> and click <gui>Authenticate</gui>.
es: Escriba su <gui>Contraseña actual</gui> y pulse <gui>Autenticar</gui>.

source: Once you have authenticated, enter a <gui>New password</gui>, and <gui>Confirmation password</gui> (which needs to be exactly the same as the <gui>New password</gui>).
es: Una vez que se haya autenticado, introduzca una <gui>Contraseña nueva</gui> y <gui>Confirme la contraseña</gui> (tiene que ser exactamente la misma que la <gui>Contraseña nueva</gui>).

source: Click <gui>Change password</gui>.
es: Pulse <gui>Cambiar contraseña</gui>.

source: Open the <app>Passwords and Encryption Keys</app> application from the <gui>dash</gui>.
es: Abra la aplicación <app>Contraseñas y claves de cifrado</app> desde el <gui>Tablero</gui>.

source: Admin privileges are associated with your user account. Some users are allowed to have admin privileges and some are not. If you aren't allowed any admin privileges, you will not be able to install software, for example. Some user accounts (for example, the "root" account) have permanent admin privileges. You shouldn't use admin privileges all of the time, because you might accidentally change an important file and break something.
es: Los privilegios de administrador están asociados con su cuenta de usuario. Algunos usuarios pueden tener privilegios de administrador y otros no. Si no tiene ningún privilegio de administrador, no podrá instalar el software, por ejemplo. Algunas cuentas de usuario (por ejemplo, la cuenta «root») tiene permanente privilegios de administrador. No debe usar los privilegios de administrador todo el tiempo, porque, accidentalmente, puede cambiar un archivo importante y romper algo.

source: Select the user whose privileges you want to change and then click the option next to <gui>Account type</gui>. Enter your password to unlock the account settings. (To give a user admin privileges, you must have admin privileges yourself.)
es: Seleccione el usuario cuyos privilegios desea cambiar y pulse la opción junto a <gui>Tipo de cuenta</gui>. Introduzca su contraseña para desbloquear la configuración de la cuenta. (Para conceder privilegios administrativos a un usuario, usted también tendrá que tener privilegios administrativos.)

source: Choose <gui>Desktop User</gui> if you don't want the user to be able to perform administrative tasks.
es: Seleccione <gui>Usuario del escritorio</gui> si no quiere que el usuario sea capaz de realizar tareas administrativas.

source: In the list of accounts on the left, click the <gui>Add</gui> button to add a new user account. Type your password to make changes. You must be an administrative user to add user accounts.
es: En la lista de cuentas situada a la izquierda, pulse el botón <gui>Añadir</gui> para añadir una nueva cuenta de usuario. Teclee su contraseña para aplicar los cambios. Deberá ser un usuario administrador para poder añadir cuentas de usuario.

source: Enter the new user's full name. The username will be filled in automatically based on the full name. The default is probably OK, but you can change it if you like. Click <gui>OK</gui> when you're done.
es: Escriba el nombre completo del usuario nuevo. El nombre de usuario se rellenará automáticamente en función del nombre completo. El valor predeterminado probablemente sea correcto, pero puede cambiarlo si lo desea. Pulse en <gui>Aceptar</gui> cuando haya terminado.

source: The account is initially disabled until you choose what to do about the user's password. Have the user type their password in the <gui>New password</gui> and <gui>Confirmation</gui> fields. See <link xref="user-goodpassword"/>. You can also click the button next to the <gui>Generate random password</gui> field to select a randomly generated secure password. These passwords are hard for others to guess, but they can be hard to remember, so be careful.
es: Inicialmente, la cuenta estará desactivada hasta que elija qué va a hacer con la contraseña del usuario. Haga que el usuario teclee su contraseña en los campos <gui>Contraseña nueva</gui> y <gui>Confirmación</gui>. Consulte <link xref="user-goodpassword"/>. También puede pulsar el botón junto a <gui>Generar contraseña aleatoria</gui> para establecer una contraseña segura generada aleatoriamente. Estas contraseñas son difíciles de adivinar por otros usuarios, pero también son difíciles de recordar, así que tenga cuidado.

source: New users are created without <link xref="user-admin-explain">administrative privileges</link>. If you want the new user to have administrative access to the computer, select <gui>Administrator</gui> for the account type. Administrators can do things like add and delete users, install software and drivers, and change the date and time.
es: Los nuevos usuarios se crean sin <link xref="user-admin-explain">privilegios administrativos</link>. Si desea que el nuevo usuario tenga acceso administrativo al equipo, seleccione <gui>Administrador</gui> en el tipo de cuenta. Los administradores pueden hacer cosas como añadir y borrar usuarios, instalar programas y controladores o cambiar la fecha y la hora.

source: The Launcher is one of the key components of the new Unity desktop. When you first log-in to your desktop, it will appear along the left-hand side of the screen. The Launcher provides you with quick access to applications, Unity workspaces and lenses, as well as the trash.
es: El Lanzador es uno de los componentes principales del nuevo escritorio Unity. Cuando abra una sesión por primera vez en su escritorio, le aparecerá en la parte izquierda de la pantalla. El Lanzador le proporciona un acceso rápido a las aplicaciones, las áreas de trabajo de Unity y las lupas, así como a la papelera.

source: After you have installed the program, click the power icon at the very right of the <gui>panel</gui> and select <gui>System Settings</gui>.
es: Una vez haya instalado el programa, pulse el icono de encendido situado en el borde derecho del <gui>panel</gui> y seleccione <gui>Configuración del sistema</gui>.
ru: После установки программы щёлкните значок с изображением кнопки питания (самый правый на <gui>верхней панели</gui>) и выберите <gui>Параметры системы</gui>.

source: In the Personal section, click <gui>CompizConfig Settings Manager</gui>.
es: En la sección Personal, pulse <gui>Administrador de opciones CompizConfig</gui>.

source: Click <gui>Launcher &amp; Menus</gui> in <gui>System Settings</gui>.
es: Pulse <gui>Lanzador y Menús</gui> en <gui>Configuración de sistema</gui>.

source: Stop the launcher from showing when I point to the left side of the screen
es: Hacer que el Lanzador deje de mostrarse al mover el ratón al borde izquierdo de la pantalla.

source: The <gui>launcher</gui> unhides when you move your mouse or touchpad pointer to the left side of the screen. If you prefer, you can tell Unity to only show the launcher when you click the top left Ubuntu button instead.
es: El <gui>Lanzador</gui> se muestra cuando mueve el puntero del ratón o el touchpad al margen izquierdo de la pantalla. Si lo prefiere, puede decirle a Unity que solo muestre el Lanzador cuando pulse el botón de Ubuntu situado en la esquina superior izquierda.

source: In the Personal section, click <gui>Launcher &amp; Menus</gui>.
es: En la sección Personal, pulse <gui>Lanzador y Menús</gui>.

source: Choose <gui>Touches the top left corner of the screen</gui>.
es: Seleccione <gui>Toque la esquina superior izquierda de la pantalla</gui>.

source: Welcome to Ubuntu 11.04
es: Bienvenido/a a Ubuntu 11.04

source: Ubuntu 11.04 is the first release of Ubuntu to feature <em>Unity</em>, a completely reimagined user interface. Unity is designed to minimize distractions, give you more room to work, and help you get things done.
es: Ubuntu 11.04 es la primera versión de Ubuntu en incorporar <em>Unity</em>, una interfaz de usuario totalmente replanteada. Unity está diseñada para minimizar las distracciones, darle más espacio de trabajo y ayudarle a completar sus tareas.

source: The <gui>Launcher</gui> appears automatically when you log-in to your desktop, and gives you quick access to the applications you use most often. When you launch an application, the Launcher hides from your view. This gives you more room to do your work, and keeps distractions to a minimum.
es: El <gui>Lanzador</gui> aparece automáticamente cuando se inicia una sesión en su escritorio, y le ofrece un acceso rápido a las aplicaciones que usted usa más a menudo. Cuando lanza una aplicación, el Lanzador se oculta de su vista. Esto le ofrece más espacio para trabajar y reduce las distracciones al mínimo.

source: The <gui>Home Button</gui> sits in the top-left portion of the screen and gives you access to the Launcher along with other Unity features. If you move your mouse pointer to the top-left corner of the Home Button, the Launcher will appear.
es: El <gui>botón Inicio</gui> se encuentra en la esquina superior izquierda de la pantalla y le da acceso al Lanzador así como a otras características de Unity. Si mueve el puntero del ratón a la esquina superior izquierda del botón Inicio, aparecerá el Lanzador.

source: If you click on the <gui>Home Button</gui>, Unity will present you with an additional feature of the desktop, the <gui>Dash</gui>.
es: Si pulsa el <gui>botón de Inicio</gui>, Unity le mostrará otra característica del escritorio: el <gui>Tablero</gui>.

source: The <em>Dash</em> is designed to make it easier to find, open and use applications and files. For example, if you type the word, "document" in to the <em>Search Bar</em>, the Dash will show you applications that help you write and edit documents. It will also show you relevant folders and documents that you have been working on recently.
es: El <em>Tablero</em> ha sido diseñado para que le resulte más fácil buscar, abrir y usar aplicaciones y archivos. Por ejemplo, si teclea la palabra «documento» en la <em>barra de búsqueda</em>, el Tablero le mostrará las aplicaciones que le permiten escribir y editar documentos. También le mostrará carpetas y documentos apropiados con los que haya estado trabajando recientemente.

source: This is just the beginning of what the Dash can do for you, though. If you want to get the most out of the Dash, check out the Dash tips-and-tricks.
es: Pero esto es solo el comienzo de lo que el Tablero puede hacer por usted. Si quiere sacar el máximo partido del Tablero, consulte sus consejos y trucos.

source: Learn more about starting applications.
es: Aprenda más acerca de iniciar aplicaciones.

source: Learn more about windows and workspaces.
es: Aprenda más acerca de las ventanas y las áreas de trabajo.

source: Find apps and files with the Dash
es: Buscar aplicaciones y archivos con el Tablero

source: The <gui>Dash</gui> allows you to search for applications and files, showing you applications and files that you have used recently. If you have ever worked on a spreadsheet or edited an image and forgot where you saved it, you will surely find this feature of the Dash to be useful.
es: El <gui>Tablero</gui> le permite buscar aplicaciones y archivos, mostrándole las aplicaciones y los archivos que haya usado recientemente. Si ha trabajado alguna vez con una hoja de cálculo, o editado una imagen, y olvidó dónde las guardó, seguro que le resultará útil esta característica del Tablero.

source: By default, the <gui>dash</gui> will display five applications or files that match your search criteria. To see more results that match your search, click <gui>See more search results</gui>.
es: De forma predeterminada, el <gui>Tablero</gui> le mostrará cinco aplicaciones o archivos que se ajusten a su criterio de búsqueda. Para ver más resultados que concuerden con su búsqueda, pulse <gui>Ver más resultados de búsqueda</gui>.

source: If you would prefer to browse for applications and files, you can use the <gui>application and file shortcuts</gui>. Clicking on any of the application shortcuts will display the applications you use most frequently, applications you have installed, as well as suggested applications.
es: Si prefiere explorar las aplicaciones y los archivos, puede usar los <gui>accesos rápidos de aplicaciones y archivos</gui>. Pulsando cualquiera de los accesos rápidos de aplicaciones se mostrarán las aplicaciones que usa con más frecuencia, las que tiene instaladas y las recomendadas.

source: Clicking on the <gui>Find Files</gui> shortcut will display the files you have used most recently, files in your <gui>Downloads</gui> folder, and your <gui>Favorite Folders</gui>. <em>Favorite Folders</em> are folders that you access frequently.
es: Pulsando en el acceso directo de <gui>buscar archivos</gui> se mostrarán los archivos que ha usado recientemente, los archivos de su carpeta de <gui>Descargas</gui> y sus <gui>carpetas favoritas</gui>. Las <em>carpetas favoritas</em> son carpetas a las que usted accede con frecuencia.

source: Bluetooth menu
es: Menú Bluetooth

source: Bluetooth icon
es: Icono Bluetooth

source: Send or receive files by <link xref="hardware#bluetooth">Bluetooth</link>. This menu is hidden if a supported Bluetooth device is not detected.
es: Enviar o recibir archivos por <link xref="hardware#bluetooth">Bluetooth</link>. Este menú permanece oculto si no se detecta ningún dispositivo Bluetooth admitido.

source: Battery menu
es: Menú de baterñia

source: Battery icon
es: Icono de bateria

source: Check your laptop battery's charging status. This menu is hidden by default if the battery is fully charged or if a battery is not detected.
es: Consultar el estado de carga de la batería de su portátil. Este menú permanece oculto de forma predeterminada si la batería se encuentra totalmente cargada o no se detecta ninguna batería.

source: Network menu
es: Menú de red

source: Offline network icon
es: Icono de red desconectada

source: Sound menu
es: Menú de sonido

source: Volume icon
es: Icono de volumen

source: Messaging menu
es: Menú de mensajería

source: Message icon
es: Icono de mensaje

source: Clock
es: Reloj

source: Access the current time and date. Appointments from your <link href="ghelp:evolution?usage-calendar">Evolution calendar</link> will also display here.
es: Acceder a la fecha y hora actuales. Las citas de su <link href="ghelp:evolution?usage-calendar">calendario de Evolution</link> también se mostrarán aquí.

source: Me menu
es: Menú Yo

source: User offline icon
es: Icono de usuario desconectado

source: Configure your user profile. Set your status for social networking or Internet chat.
es: Configurar su perfil de usuario. Establecer su estado en redes sociales o charlas de Internet.

source: Session menu
es: Menú de sesión

source: Shutdown icon
es: Icono de apagado

source: Access <link xref="prefs">system controls</link>. Lock screen, log out, switch logged in users, suspend, restart or shutdown your computer.
es: Acceder a los <link xref="prefs">controles del sistema</link>. Bloquear la pantalla, cerrar la sesión, cambiar de usuario, suspender, reiniciar o apagar su equipo.

source: You can change the volume for one application, but leave the volume for others unchanged. This is useful if you're listening to music and browsing the web, for example - you might want to turn off the volume in the web browser so sounds from websites don't interrupt the music.
es: Puede cambiar el volumen de una aplicación, pero dejar el volumen de las demás sin cambios. Esto es útil si está escuchando música y navegando por la web, por ejemplo; es posible que desee desactivar el volumen en el navegador web para que los sonidos de las páginas web no interrumpan la música.

source: Some applications have volume controls in their main windows. If your application has one of these, use that to change the volume. Otherwise, click the <gui>sound menu</gui> on the <gui>top panel</gui> and click <gui>Sound Preferences</gui>. Go to the <gui>Applications</gui> tab and change the volume of the application there.
es: Algunas aplicaciones tienen controles de volumen en sus ventanas principales. Si su aplicaciones es una de ellas, úselo para cambiar el volumen. En caso contrario, pulse en el <gui>menú de sonido</gui> del <gui>panel superior</gui> y luego pulse en <gui>Preferencias del sonido</gui>. Vaya a la pestaña <gui>Aplicaciones</gui> y cambie allí el volumen de la aplicación.

source: Some computers support multi-channel output for surround sound. This usually uses multiple TRS jacks, which are often color-coded. If you are unsure which plugs go in which sockets, you can test the sound output in the sound settings. Click the <gui>sound menu</gui> on the <gui>top panel</gui> then click <gui>Sound Preferences</gui>. On the <gui>Hardware</gui> tab, select your speakers in the list of devices, then click <gui>Test Speakers</gui>. In the pop-up window, click the button for each speaker. Each button will speak its position only to the channel corresponding to that speaker.
es: Algunos equipos admiten salida multi-canal para el sonido envolvente. Normalmente se usan varios conectores TRS, que a menudo están codificados con colores. Si no está seguro de qué conectores enchufar en qué orificios, puede verificar la salida de sonido en las preferencias del sonido. Pulse en el <gui>menú de sonido</gui> del <gui>panel superior</gui> y luego pulse en <gui>Preferencias del sonido</gui>. En la pestaña <gui>Hardware</gui>, seleccione sus altavoces en la lista de dispositivos y a continuación pulse en <gui>Probar altavoces</gui>. En la ventana emergente, pulse los botones para cada altavoz. Cada botón cantará su posición solo por el canal correspondiente a ese altavoz.

source: Click the <gui>sound menu</gui> on the <gui>top panel</gui> and select <gui>Sound Preferences</gui>.
es: Pulse el <gui>menú de sonido</gui> en el <gui>panel superior</gui> y seleccione <gui>Preferencias de sonido</gui>.
