Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: An application is software that has a graphical user interface (GUI). You can use <app>Ubuntu Software</app> to remove applications that you no longer use.
ca: Una aplicació és programari que té una interfície d'usuari gràfica. Podeu emprar <app>Ubuntu Software</app> per eliminar les aplicacions que ja no utilitzeu.
cs: Aplikace je software, který má grafické uživatelské rozhraní (GUI). K odstranění aplikací, které již nepoužíváte můžete použít <app>Ubuntu Software</app>.
de: Eine Anwendung ist ein Programm, das eine graphische Benutzeroberfläche (GUI) hat. Sie können <app>Ubuntu Software</app> benutzen um Anwendungen zu entfernen, die Sie nicht länger nutzen.
fr: Une application est un logiciel qui dispose d'une interface utilisateur graphique. Vous pouvez utiliser <app>Logiciels Ubuntu</app> pour supprimer les applications que vous n'utilisez plus.
gl: Un aplicativo é software que ten unha interface gráfica de usuario (GUI). Pode usar <app>Ubuntu Software</app> para eliminar aplicativos que xa non usa.
hr: Aplikacija je softver koji ima grafičko korisničko sučelje. Možete koristiti <app>Ubuntu Softver</app> za uklanjanje aplikacija koje više ne koristite.
id: Aplikasi adalah perangkat lunak yang memiliki antarmuka pengguna grafis (GUI). Anda dapat menggunakan <app>Perangkat Lunak Ubuntu</app> untuk menghapus aplikasi yang tidak lagi digunakan.
ko: 어플리케이션은 그래픽 유저 인터페이스 (GUI)를 가진 소프트웨어 입니다. <app>Ubuntu Software</app> 를 통해 사용하지 않는 어플리케이션들을 제거할수 있습니다.
lt: Programų pašalinimui naudokite <app>„Programų centrą“</app> (<app>Programinė įranga</app>) arba <app>„Programų paketų tvarkytuvė“</app>.
lv: Lietotne ir programmatūra, kurai ir grafiska lietotāja saskarne (GUI). Jūs varat izmantot <app>Ubuntu programmatūru</app>, lai izņemtu lietotnes, ko vairāk nelietojat.
ms: Aplikasi ialah perisian yang mempunyai antaramuka pengguna bergrafik (GUI). Anda boleh gunakan <app>Perisian Ubuntu</app> untuk membuang aplikasi yang tidak lagi digunakan.
my: Application တစ်ခုသည် graphical user interface (GUI) ရှိသော software ဖြစ်သည်။ သင်အသုံးမပြုတော့သော application များကိုဖယ်ရှားရန်သင်သည် <app> Ubuntu Software </app> ကိုသုံးနိုင်သည်။
pl: Można używać <app>Menedżera oprogramowania Ubuntu</app> do usuwania programów, które nie są już używane.
sv: Ett program är mjukvara som har ett grafiskt användargränssnitt. Du kan använda <app>Programvara för Ubuntu</app> för att ta bort program du inte längre använder.
zh_cn: 应用程序是具有图形用户界面（GUI）的软件。您可以使用<app> Ubuntu软件中心</app>删除不再使用的应用程序。

source: You may also wish to remove software that does not have a GUI. To remove such software, you can use <link xref="addremove-install-synaptic">Synaptic</link>. Note that <app>Synaptic</app> does not list snaps.
ca: També podeu eliminar programari que no tingui interfície gràfica d'usuari. Per eliminar aquesta mena de programari, podeu fer servir el <link xref="addremove-install-synaptic">Synaptic</link>. Tingueu en compte que el <app>Synaptic</app> no llista snaps.
cs: Možná budete chtít odstranit software, který nemá grafické rozhraní (GUI). K odstranění takového softwaru můžete použít <link xref="addremove-install-synaptic">Synaptic</link>. Všimněte si, že <app>Synaptic</app> nezobrazuje snapy.
de: Falls Sie Programme entfernen möchten, die keine keine GUI besitzen, benutzen Sie <link xref="addremove-install-synaptic">Synaptic</link>. Beachten Sie, dass <app>Synaptic</app> keine Snaps anzeigt.
fr: Vous voudrez peut-être également supprimer des logiciels qui ne disposent pas d'interface graphique. Pour supprimer de tels logiciels, vous pouvez utiliser <link xref="addremove-install-synaptic">Synaptic</link>. Notez que <app>Synaptic</app> ne liste pas les Snaps.
gl: Tamén pode eliminar software que non ten unha interface gráfica. Para facelo pode usar o <link xref="addremove-install-synaptic">Synaptic</link>. Teña en conta que o <app>Synaptic</app> non lista snaps.
hr: Možda biste htjeli instalirati softver koji nema grafičko korisničko sučelje. Za instalaciju takvog softvera, možete koristiti <link xref="addremove-install-synaptic">Synaptic</link>. Zapamtite da <app>Synaptic</app> ne prikazuje snap pakete.
id: Anda mungkin juga ingin menghapus perangkat lunak yang tidak memiliki GUI. Untuk menghapus perangkat lunak tersebut, Anda dapat menggunakan <link xref="addremove-install-synaptic">Synaptic</link>. Perhatikan bahwa <app>Synaptic</app> tidak menampilkan daftar snap.
ko: 그래픽 유저 인터페이스 (GUI)를 가지고 있지 않은 소프트웨어들 지우고 싶을때는 <link xref="addremove-install-synaptic">Synaptic</link>을 사용하면 됩니다. <app>Synaptic</app>은 snap들을 list하는 기능이 없음을 참고하십시오.
lt: Norėdami pašalinti programinės įrangos paketus, kurie nerodomi <app>Programų centre</app> galite naudoti <link xref="addremove-install-synaptic">Paketų tvarkytuvę Synaptic</link> arba <input>apt</input> komandą. Nepamirškite - <app>Synaptic</app> bei <input>apt</input> įrankiai skirti patyrusiems ir nepalaiko <em>snap</em> paketų.
lv: Jūs varētu arī vēlēties izņemt programmatūru, kurai nav grafiskās saskarnes. Lai izņemtu tādu programmatūru, jūs varat izmantot <link xref="addremove-install-synaptic">Synaptic</link>. Ņemiet vērā, ka <app>Synaptic</app> neinstalē snap pakotnes.
ms: Anda juga boleh membuang perisian yang tidak mempunyai GUI. Untuk membuang perisian sebegitu, gunakan <link xref="addremove-install-synaptic">Synaptic</link>. Perhatian <app>Synaptic</app> tidak dapat menyenaraikan snap.
my: GUI မရှိသော software ကိုလည်းသင်ဖယ်ရှားလိုပေမည်။ ထိုကဲ့သို့သောဆော့ (ဖ်) ဝဲအားဖယ်ရှားရန် <link xref = "addremove-install-synaptic"> Synaptic </link> ကိုသုံးနိုင်သည်။ သတိပြုရမည်မှာ <app> Synaptic </app> သည် snaps များကိုမဖော်ပြထားပါ။
pl: Można także usuwać oprogramowanie niemające graficznego interfejsu. Aby to zrobić, można skorzystać z programu <link xref="addremove-install-synaptic">Synaptic</link>. Zauważ, że <app>Synaptic</app> nie obsługuje snapów.
sv: Du kan även vilja ta bort mjukvara som inte har ett grafiskt gränssnitt. För att ta bort sådan mjukvara kan du använda <link xref="addremove-install-synaptic">Synaptic</link>. Märk att <app>Synaptic</app> inte listar snap-paket.
zh_cn: 您可能还希望删除没有图形窗口界面的软件。要删除此类软件，可以使用<link xref="addremove-install-synaptic">新立得</link>。 请注意，<app>新立得</app>不会列出快照。

source: To remove an application:
ca: Per eliminar una aplicació:
cs: Pro odstranění aplikace:
de: Zum Entfernen einer Anwendung:
fr: Pour supprimer une application :
gl: Para eliminar un aplicativo:
hr: Uklanjanje aplikacija:
id: Untuk menghapus aplikasi:
ko: 응용 프로그램을 제거하려면:
lt: Programų pašalinimui:
lv: Lai izņemtu lietotni:
ms: Untuk membuang aplikasi:
my: application တစ်ခုကိုဖြုတ်ရန် -
pl: Aby usunąć program:
sv: För att ta bort ett program:
tr: Bir uygulamayı kaldırmak için:
zh_cn: 卸载一个应用程序：

source: When <app>Ubuntu Software</app> opens, click the <gui>Installed</gui> button at the top.
ca: Quan el <app>Programari de l'Ubuntu</app> s'iniciï, cliqueu el botó <gui>Instal·lat</gui> a dalt.
cs: Když se <app>Ubuntu Software</app> otevře, klikněte na tlačítko <gui>Nainstalované</gui> umístěné nahoře.
de: Wenn <app>Ubuntu Software</app> sich öffnet, klicken Sie oben auf die <gui>Installiert</gui>-Schaltfläche.
fr: Lorsque <app>Logiciels Ubuntu</app> s'ouvre, cliquez sur le bouton <gui>Installées</gui> en haut.
gl: Cando se abra o <app>Ubuntu Software</app>, prema no botón <gui>Instalado</gui> na banda superior.
hr: Kada se <app>Ubuntu Softver</app> otvori, kliknite na <gui>Instalirano</gui> tipku na vrhu.
id: Ketika membuka <app>Perangkat Lunak Ubuntu</app>, klik tombol <gui>Terpasang</gui> di bagian atas.
ko: <app>Ubuntu Software</app> 이 열리면, 상단에 위치한 <gui>Installed</gui> 버튼을 클릭하십시오.
lt: Atsidarius <app>„Programų centrui“</app> spustelėkite <gui>Įdiegta</gui> mygtuką viršuje.
lv: Kad <app>Ubuntu programmatūra</app> atveras, spiediet pogu <gui>Instalētās</gui> loga augšpusē.
ms: Bila <app>Perisian Ubuntu</app> dibuka, klik butang <gui>Dipasang</gui> pada bahagian atas antaramuka.
my: <app> Ubuntu Software </app> ဖွင့်တဲ့အခါ၊ ထိပ်မှာ <gui> Installed </gui> ခလုတ်ကိုနှိပ်ပါ။
pl: Po otwarciu <app>Menedżera oprogramowania Ubuntu</app> kliknij przycisk <gui>Zainstalowane</gui> na górze.
sl: Ko se <app>Programi Ubuntu</app> odpre, kliknite na zgornji gumb <gui>Nameščeno</gui>.
sv: När <app>Programvara för Ubuntu</app> öppnas, klicka på knappen <gui>Installerat</gui> längst upp.
tr: <app>Ubuntu Yazılımı</app> açıldığında, en üstteki <gui>Yüklendi</gui> butonunu tıklayın.
zh_cn: 打开<app> Ubuntu软件</app>时，单击顶部的<gui>已安装</gui>按钮。

source: Find the application that you want to remove by using the search box or by looking through the list of installed applications.
ca: Trobeu l'aplicació que voleu suprimir usant el quadre de cerca o mirant a través de la llista d'aplicacions instal·lades.
cs: Nalezněte aplikaci, kterou chcete odinstalovat, za použití vyhledávání nebo se podívejte do seznamu nainstalovaných aplikací.
de: Finden Sie die Anwendungen, die Sie entfernen wollen, indem Sie das Suchfeld benutzen oder die Liste der installierten Anwendungen durchschauen.
fr: Trouvez l'application que vous souhaitez désinstaller en utilisant la zone de recherche ou en regardant dans la liste des applications installées.
gl: Busque o aplicativo que desexa retirar usando a caixa de busca ou mire na lista de aplicativos instalados.
hr: Potražite aplikaciju koju želite ukloniti korištenjem okvira pretrage ili pretraživanjem popisa instaliranih aplikacija.
id: Temukan aplikasi yang ingin Anda hapus dengan menggunakan kotak pencarian atau dengan melihat melalui daftar aplikasi yang diinstal.
ko: search box를 사용하거나 설치된 어플리케이션들의 리스트를 찾아모녀 삭제하고 싶은 어플리케이션을 찾으십시오.
lt: Naudodami paiešką viršuje arba paprasčiausiai peržiūrėdami įdiegtų programų sąrašą raskite programą, kurią norite pašalinti.
lv: Atrodiet lietotni, ko vēlaties izņemt, izmantojot meklēšanas lauku, vai ejot cauri instalēto lietotņu sarakstam.
ms: Cari aplikasi yang anda mahu buang menggunakan kotak gelintar atau dengan mencari melalui senarai aplikasi dipasang.
my: သင်ရှာလိုသောapplication ကိုရှာရန် (သို့) ထည့်သွင်းထားသော application ၏စာရင်းကိုကြည့်ခြင်းအားဖြင့်ဖြစ်သည်။
pl: Znajdź program do usunięcia za pomocą pola wyszukiwania lub na liście zainstalowanych programów.
sl: Najdite program, ki ga želite odstraniti, z uporabo iskalne vrstice ali z ogledom seznama nameščenih programov.
sv: Hitta programmet du vill ta bort genom att använda sökrutan, eller leta igenom listan över installerade program.
tr: Kaldırmak istediğiniz uygulamayı arama kutusunu kullanarak veya kurulu uygulamaların listesinden bulun.
zh_cn: 使用搜索框或通过翻阅已安装应用列表找到要删除的应用程序。

source: Confirm that you want to remove the application.
ca: Confirmeu que voleu eliminar l'aplicació
cs: Potvrďte, že chcete aplikaci odstranit.
de: Bestätigen Sie, dass die Anwendung entfernt werden soll.
fr: Confirmez que vous voulez supprimer l'application.
gl: Confirmar que desexa eliminar un aplicativo.
hr: Potvrdite da želite ukloniti aplikaciju.
id: Konfirmasi bahwa Anda ingin menghapus aplikasi.
ko: 애플리케이션을 삭제할 것인지 확인하세요.
lt: Patvirtinkite, jei tikrai norite pašalinti tą programą.
lv: Apstipriniet, ka vēlaties izņemt lietotni.
ms: Sahkan sama ada anda mahu membuang aplikasi itu.
my: application ကိုသင်ဖယ်ရှားလိုကြောင်းအတည်ပြုပါ။
pl: Potwierdź usunięcie programu.
sv: Bekräfta att du vill ta bort programmet.
tr: Uygulamayı kaldırmak istediğinizi onaylayın.
zh_cn: 请确认您想要卸载的软件。

source: You will be asked to authenticate by entering your password. After you have done that, the application will be removed.
ca: Se us demanarà autenticar-vos introduint la vostra contrasenya. Quan ho hagueu fet, l'aplicació s'eliminarà.
cs: Budete požádáni o ověření zadáním vašeho hesla. Poté bude aplikace odstraněna.
fr: Vous devrez vous authentifier en entrant votre mot de passe. Une fois fait, l'application sera supprimée.
gl: Pediráselle que se autentique por medio do contrasinal. Despois de facer isto, o aplicativo será retirado.
hr: Biti ćete upitani za ovjeru upisom vaše lozinke. Jednom kada se ovjerite, aplikacija će biti uklonjena.
id: Anda akan diminta untuk mengotentikasi dengan memasukkan kata sandi Anda. Setelah Anda melakukan itu, aplikasi akan dihapus.
ko: 인증을 위해 패스워드를 입력해야 합니다. 패스워드 입력이 끝나면, 어플리케이션이 제거됩니다.
lt: Jei paprašys patvirtinti tapatybę - įveskite savo arba programų šalinimo teises turinčio naudotojo slaptažodį. Įvedus tinkamą slaptažodį programa bus pašalinta.
lv: Jums varbūt lūgs autentificēties, ievadot paroli. Pēc tam lietotne tiks izņemta.
my: သင့်ရဲ့စကားဝှက်ကိုထည့်သွင်းခြင်းအားဖြင့်စစ်မှန်ကြောင်းအတည်ပြုရန်သင့်အားတောင်းဆိုလိမ့်မည်။ သင်ထိုသို့ပြုလုပ်ပြီးပါကapplication ကိုဖယ်ရှားလိမ့်မည်။
pl: Użytkownik zostanie poproszony o uwierzytelnienie się przez wpisanie hasła. Po uwierzytelnieniu program zostanie usunięty.
sv: Du kan ombes att fylla i ditt lösenord. Efter att du har gjort det kommer programmet tas bort.
zh_cn: 按提示输入密码，通过验证后，应用程序就会被删除。

source: Some applications depend on other applications to work properly. If you try to remove an application that is needed by another application, both will be removed. You will be asked to confirm whether you want this to happen before the applications are removed.
ca: Algunes aplicacions depenen d'altres aplicacions per funcionar correctament. Si intenteu suprimir una aplicació que es necessita a una altra aplicació, ambdues seran suprimides. Se us demanarà confirmar si voleu que això passi abans que se suprimeixin les aplicacions.
cs: Kvůli bezchybnému fungování mají některé aplikace závislosti na jiných aplikacích. Jestliže se pokusíte odstranit aplikaci, která závisí na jiné aplikaci, odstraníte tím obě aplikace. Kdykoli k této situaci dojde, před odstraněním aplikací budete nejdříve dotázáni.
de: Einige Anwendungen sind von anderen Anwendungen abhängig. Wenn Sie eine Anwendung entfernen, welche für eine Andere benötigt wird, werden beide Anwendungen geschlöscht. Sie werden aber gefragt, ob Sie die Anwendungen wirklich entfernen wollen.
fr: Certaines applications dépendent d'autres applications pour fonctionner correctement. Si vous essayez de supprimer une application qui est requise par une autre application, les deux seront supprimées. Vous serez invité à confirmer si vous souhaitez réellement le faire avant que les applications ne soient supprimées.
gl: Algúns aplicativos dependen doutros para funcionar correctamente. Se elimina un aplicativo que é necesario para outro programa, eliminaranse ambos os dous. Pediráselle a confirmación antes de proceder.
hr: Određene aplikacije ovise o drugim aplikacijama kako bi ispravno radile. Ako pokušate ukloniti aplikaciju koja je potrebna drugoj aplikaciji, obje će biti uklonjene. Biti ćete upitani za potvrdu ako želite da se obje uklone prije uklanjanja aplikacija.
id: Beberapa aplikasi tergantung pada aplikasi lain untuk bekerja dengan baik. Jika Anda mencoba untuk menghapus aplikasi yang diperlukan oleh aplikasi lain, keduanya akan dihapus. Anda akan diminta untuk mengkonfirmasi apakah Anda ingin hal ini terjadi sebelum aplikasi dihapus.
ko: 어떤 어플리케이션들은 정상 동작을 위해 다른 어플리케이션들에 의존하기도 합니다. 만약 다른 어플리케이션이 필요로 하는 어플리케이션을 삭제하려 시도하면, 삭제되기전 사용자로부터 확인을 거친후 진행 됩니다.
lt: Kai kurių programų veikimui reikia kad būtų įdiegtos kitos programos. Jei šalinsite programą reikalingą kitai programai, tuomet bus pašalintos abi programos. Patvirtinimo lange bus parašyta kokios programos bus pašalintos, todėl šalindami bei įdiegdami programas įdėmiai perskaitykite kas bus pašalinta.
lv: Dažām lietotnēm, lai tās pareizi strādātu, ir vajadzīgas citas lietotnes. Ja mēģināsiet izņemt lietotni, kas ir vajadzīga kādai citai lietotnei, abas tiks izņemtas. Jums prasīs apstiprinājumu, ka tiešām vēlaties, lai tas notiek, pirms lietotnes tiks izņemtas.
ms: Sesetengah aplikasi bergantung pada aplikasi lain untuk berfungsi dengan baik. Jika anda cuba buang sesebuah aplikasi yang diperlukan oleh aplikasi lain, kedua-duanya akan dibuang. Anda akan ditanya sama ada mahu ia dibuat sebelum aplikasi dibuang.
my: အချို့ application များသည်ကောင်းမွန်စွာအလုပ်လုပ်ရန်အခြား application များပေါ်တွင်မူတည်သည်။ အကယ်၍ သင်သည်အခြား application တစ်ခုကလိုအပ်သည့် application တစ်ခုကိုဖယ်ရှားပစ်ရန်ကြိုးစားပါက၎င်းနှစ်ခုလုံးကိုဖယ်ရှားလိမ့်မည်။ အပလီကေးရှင်းများကိုဖယ်ရှားခြင်းမပြုမီသင်ဤဖြစ်ပျက်လိုသည်ကိုအတည်ပြုပေးရန်သင့်အားတောင်းဆိုလိမ့်မည်။
pl: Część programów do poprawnego działania wymaga innych programów. Usunięcie programu wymaganego przez inny program spowoduje usunięcie obu. Użytkownik zostanie zapytany o potwierdzenie przed usunięciem.
sl: Nekateri programi se za pravilno delovanje zanašajo na druge programe. V primeru, da poskusite odstraniti program, ki ga drug program potrebuje, bosta odstranjena oba. Preden bosta programa odstranjena, boste vprašani za potrditev, da si to res želite.
sv: Vissa program kräver att andra program finns närvarande för att fungera korrekt. Om du försöker ta bort ett program som krävs av ett annat program kommer båda tas bort. Du kommer ombes att bekräfta om det verkligen är din avsikt innan programmen tas bort.
tr: Bazı uygulamalar düzgün çalışabilmek için diğer uygulamalara ihtiyaç duyarlar. Başka bir uygulamanın ihtiyaç duyduğu bir uygulamayı kaldırırsanız iki uygulama birden kaldırılacaktır. Bu işlemi gerçekleştirmek isteyip istemediğiniz uygulamalar kaldırılmadan önce size sorulacaktır.
zh_cn: 有些应用程序依赖其他应用才能正常工作，若果您试图删除一个被依赖的应用程序，依赖它的应用程序也会被删除。软件中心会在删除动作之前跟您再次确认。

source: Add repositories to extend the software sources Ubuntu uses for installation and upgrades.
ca: Afegiu repositoris per estendre les fonts de programari que usa l'Ubuntu per les instaŀlacions i les actualitzacions.
cs: Přidejte repozitáře pro rozšíření zdrojů softwaru, které Ubuntu používá pro instalaci a aktualizaci.
de: Fügen Sie Paketquellen hinzu, um die von Ubuntu genutzte Softwarebasis für Installationen und Aktualisierungen zu erweitern.
fr: Ajouter des dépôts pour étendre les ressources de logiciels utilisées par Ubuntu pour l'installation et les mises à jour.
gl: Engada repositorios para ampliar as orixes de software que Ubuntu usa para instalacións ou anovacións.
hr: Dodajte repozitorije kako bi proširili izvore softvera koje Ubuntu koristi za instalaciju i nadogradnju.
id: Menambahkan repositori untuk memperluas sumber perangkat lunak yang digunakan Ubuntu untuk instalasi dan peningkatan.
ko: 우분투가 설치와 업그레이드를 위해 사용하는 소프트웨어 소스를 확장하기 위해 저장소를 추가하십시오.
lt: Pridėdami papildomas programų saugyklas galite išplėsti programų sąrašą, kurias galima įdiegti ar atnaujinti.
lv: Pievienojiet krātuves, lai paplašinātu programmatūras avotus, ko izmanto Ubuntu instalēšanai un uzlabošanai.
ms: Tambah repositori untuk menambah sumber perisian Ubuntu guna untuk pemasangan dan penataran.
my: တပ်ဆင်ခြင်းနှင့်အဆင့်မြှင့်ခြင်းများအတွက် Ubuntu အသုံးပြုသည့် software ရင်းမြစ်များကိုချဲ့ရန် repositories ထည့်ပါ။
pl: Dodawanie repozytoriów, aby rozszerzyć źródła oprogramowania wykorzystywane przez Ubuntu do instalacji i aktualizacji.
sv: Lägg till andra arkiv för att utöka de programkällor Ubuntu använder för installationer och uppgraderingar.
tr: Ubuntu'nun kurulum ve yükseltmeler için kullandığı yazılım kaynaklarını genişletmek için depolar ekleyin.
zh_cn: 添加存储库以扩展 Ubuntu 用于安装和升级的软件源。

source: Add software repositories
ca: Afegeix repositoris de programari
cs: Přidávání zdrojů softwaru
de: Paketquellen hinzufügen
fr: Ajouter des dépôts de logiciels
gl: Engadir repositorios de software
hr: Dodavanje softverski repozitorija
id: Menambahkan repositori perangkat lunak
ko: 소프트웨어 저장소 추가
lt: Pridėti programų saugyklas
lv: Pievienot programmatūras krātuves
ms: Tambah repositori perisian
my: software repositories ထည့်ပါ
pl: Dodawanie repozytoriów oprogramowania
sv: Lägg till fler programförråd
tr: Yazılım depoları ekle
zh_cn: 添加软件源

source: Click <gui>Add Source</gui> then close the <app>Software &amp; Updates</app> window. <app>Ubuntu Software</app> will then check your software sources for new updates.
ca: Cliqueu <gui>Afegir font</gui> i tanqueu la finestra de <app>Programari i actualitzacions</app>. El <app>Programari de l'Ubuntu</app> cercarà noves actualitzacions a les fonts de programari.
cs: Klikněte na <gui>Přidat zdroj</gui>, poté zavřete okno <app>Software &amp; Aktualizace</app>. <app>Ubuntu Software</app> následně zkontroluje vaše zdroje softwaru na nový software.
de: Klicken Sie auf <gui>Softwarequelle hinzufügen</gui>, schließen Sie das <app>Software &amp; Updates</app> Fenster. <app>Ubuntu Software</app> wird sodann die Softwarequellen nach aktualisierter Software durchsuchen.
gl: Prema <gui>Engadir orixe</gui> e despois peche a xanela de <app>Software e actualizacións</app>. O <app>Ubuntu Software</app> buscará actualizacións nas orixes de software.
hr: Kliknite na <gui>Dodaj izvor</gui> zatim zatvorite <app>Softver i nadopune</app> prozor. <app>Ubuntu Softver</app> će zatim provjeriti vaše repozitorije softvera za nove nadopune.
ms: Klik <gui>Tambah Sumber</gui> kemudian tutup tetingkap <app>Perisian &amp; Kemaskini</app>. <app>Perisian Ubuntu</app> kemudian akan memeriksa sumber perisian anda jika ada kemaskini baharu.
pl: Kliknij przycisk <gui>Dodaj źródło</gui>, a następnie zamknij okno <app>Oprogramowanie i aktualizacje</app>. <app>Menedżer oprogramowania Ubuntu</app> wyszuka nowe aktualizacje w źródłach.
sv: Klicka på <gui>Lägg till källa</gui> och stäng sedan fönstret <app>Program &amp; uppdateringar</app>. <app>Programvara för Ubuntu</app> kommer sedan söka igenom dina programkällor efter nya uppdateringar.
tr: <gui>Kaynak Ekle</gui> öğesini tıkladıktan sonra <app>Yazılım &amp; Güncellemeler</app> penceresini kapatın. Sonrasında <app>Ubuntu Yazılımı</app> yeni güncellemeler için yazılım kaynaklarınızı denetleyecek.
zh_cn: 点击<gui>添加源</gui>，然后关闭<app>软件和更新</app>窗口。<app>Ubuntu 软件中心</app>将会检查您的软件源是否有新更新。
