Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can also click the button next to the <gui>New password</gui> field to select a randomly generated secure password. These passwords are hard for others to guess, but they can be hard to remember, so be careful.
ast: También puede calcar el botón xunto al campu <gui>Contraseña nueva</gui> pa escoyer de forma aleatoria la generación de una contraseña segura. Estes contraseñes son difíciles de adivinar pa los demás, pero tamién difíciles de remembrar, polo que tien de ser cuidadoso.
el: Μπορείτε επίσης να κάνετε κλικ στο κουμπί δίπλα στο πεδίο <gui>Νέος κωδικός πρόσβασης</gui> για να επιλέξετε τη δημιουργία ενός ασφαλή τυχαίου κωδικού πρόσβασης. Αυτοί οι κωδικοί είναι δύσκολο για άλλους να τους μαντέψουν, αλλά αυτοί μπορεί να είναι δύσκολο να απομνημονευτούν, να είστε προσεκτικοί.
fi: Voit halutessasi napsauttaa <gui>Uusi salasana</gui> -kentän viereistä painiketta, josta löytyy järjestelmän ehdotuksia satunnaisesti luoduista salasanoista. Nämä salasanat ovat vaikeasti arvattavia, mutta saattavat olla myös vaikeasti muistettavia, joten harkitse niiden käyttöä tarkkaan.
pt_br: Você também pode clicar no botão próximo ao campo <gui>Nova senha</gui> para selecionar uma senha segura gerada aleatoriamente. Essas senhas são difíceis de se adivinhar, mas podem ser difíceis de memorizar, então tenha cuidado.
ru: Также вы можете щёлкнуть на кнопку, расположенную сразу после поля <gui>Новый пароль</gui>, если хотите выбрать надёжный, произвольно сгенерированный пароль. Подобные пароли сложно подобрать, но также сложно запомнить, так что будьте бдительны.

source: Click <gui>Change</gui>.
ast: Calca <gui>Camudar</gui>.
el: Κάντε κλικ στο <gui>Αλλαγή</gui>.
fi: Napsauta <gui>Vaihda</gui>.
nl: Klik op <gui>Wijzigen</gui>.
pt_br: Clique <gui>Alterar</gui>.
ru: Щёлкните <gui>Изменить</gui>.

source: If you like, you can click the image next to the user's name on the right to set an image for the account. This image will be shown in the login window. GNOME provides some stock photos you can use, or you can select your own or take a picture with your webcam.
ast: Si le gusta, puede calcar la imaxe xunto al nome dl'usuario, a la drecha, pa afitar una imaxe pa la cuenta. Esta imaxe se mostrará na ventana de aniciu de sesión. GNOME proporciona dellos conxuntos de imáxenes que puede usar, o puede escoyer su propia imaxe o facer una semeya con su cámara web.
el: Αν θέλετε, μπορείτε να κάνετε κλικ στο εικονίδιο στα δεξιά του ονόματος χρήστη για να ορίσετε μία εικόνα για το λογαριασμό. Η εικόνα θα εμφανίζεται στο παράθυρο σύνδεσης. Το GNOME παρέχει κάποιες έτοιμες εικόνες που μπορείτε να χρησιμοποιήσετε, αλλά μπορείτε να χρησιμοποιήσετε μία δική σας ή να τραβήξετε μία με την κάμερά σας.
fi: Halutessasi voit asettaa jokaiselle käyttäjälle pienen profiilikuvan napsauttamalla käyttäjänimen vieressä olevaa kuvaa (oletuksena harmaa pää). Tämä kuva näytetään esimerkiksi lukitusnäytössä. Ubuntun mukana tulee jonkin verran valmiita kuvia, mutta voit halutessasi käyttää myös omaasi valitsemalla <gui>Valitse muu kuva...</gui>.
pt_br: Se você preferir, clique na imagem ao lado do nome do usuário para definir uma imagem para a conta. Esta imagem será mostrada na janela de login. O GNOME fornece algumas fotos que você pode usar, ou você pode selecionar uma própria ou tirar uma foto com sua webcam.
ru: При желании, вы можете щёлкнуть на изображении, расположенном слева, перед именем пользователя, если хотите выбрать изображение пользователя самостоятельно. Это изображение будет отображаться в окне входа. GNOME предоставляет возможность выбора из галереи изображений, а также вы можете добавить изображение самостоятельно или создать изображение с помощью вашей веб-камеры.

source: You can change which users are allowed to make changes to the system by giving them administrative privileges.
ast: Puede camudar qué usuarios pueden facer cambeos nel sistema dándoles privilexos administrativos.
el: Μπορείτε να αλλάξετε ποιοι χρήστες επιτρέπεται να κάνουν αλλαγές στο σύστημα δίνοντάς τους προνόμια διαχειριστή.
es: Puede cambiar qué usuarios pueden hacer cambios en el sistema dándoles privilegios administrativos.
fi: Voit antaa haluamillesi käyttäjille ylläpitäjän oikeudet, jolloin he voivat tehdä muutoksia järjestelmän keskeisimpiin osiin.
nl: U kunt wijzigen welke gebruikers wijzigingen in het systeem mogen aanbrengen door hen beheerdersrechten te verlenen.
pt_br: Você pode alterar quais usuários estão autorizados a fazer alterações no sistema, dando-lhes privilégios administrativos.
ru: Вы можете выбирать, каким пользователям позволено вносить изменения в систему с помощью административных привилегий.

source: Change who has administrative privileges
ast: Camudar quién tien privilexos de alministrador
el: Αλλαγή στο ποιος θα έχει προνόμια διαχειριστή
es: Cambiar quién tiene privilegios de administrador
fi: Valitse ne tilit, joilla on pääkäyttäjäoikeudet
nl: De persoon met beheersrechten wijzigen
pt_br: Alterar quem tem privilégios adminitrativos
ru: Назначение административных привилегий

source: Administrative privileges are a way of deciding who can make changes to important parts of the system. You can change which users have administrative privileges and which ones don't. They are a good way of keeping your system secure and preventing potentially damaging unauthorized changes.
ast: Los privilexos de alministrador son una manera de decidir quién puede facer cambeos a delles partes importantes del sistema. Puede camudar qué usuarios tienen privilexos de alministrador y cuáles no. Esto es una buena manera de caltener su sistema seguru y evitar posibles daños por cambeos no autorizaos.
el: Τα δικαιώματα διαχειριστή είναι ο τρόπος να αποφασίσετε ποιος μπορεί να κάνει αλλαγές σε σημαντικά κομμάτια του συστήματος. Μπορείτε να ορίσετε ποιοι χρήστες έχουν δικαιώματα διαχειριστή και ποιοι όχι. Είναι ένας εύκολος τρόπος να κρατάτε το σύστημά σας ασφαλές και να αποτρέπετε πιθανές καταστροφικές και μη εξουσιοδοτημένες αλλαγές.
es: Los privilegios de administrador son una manera de decidir quién puede hacer cambios a ciertas partes importantes del sistema. Puede cambiar qué usuarios tienen privilegios de administrador y cuáles no. Esto es una buena manera de mantener su sistema seguro y evitar posibles daños por cambios no autorizados.
fi: Ylläpito-oikeuksilla määritetään ne käyttäjät, joilla on oikeus tehdä muutoksia järjestelmään. Voit valita käyttäjät, joilla on ylläpitäjän oikeudet. Ylläpito-oikeuksilla on kätevää suojata järjestelmä sekä estää käyttäjien yrittämät epäsuotuisat muutokset.
nl: Door het toekennen van beheersrechten wordt bepaald wie er belangrijke delen van het systeem mogen wijzigen. Welke gebruikers wel en welke geen beheersrechten hebben kan aangepast worden. Het is een goede manier om uw systeem veilig te houden en te voorkomen dat eventuele ongeauthoriseerde wijzigingen worden aangebracht.
pt_br: Privilégios administrativos são uma forma de decidir quem pode fazer alterações em partes importantes do sistema. Você pode mudar quais usuários tenham privilégios administrativos e quais não. Eles são uma boa maneira de manter seu sistema seguro e prevenir alterações potencialmente prejudiciais não autorizadas.
ru: Административные привилегии - это способ решить, кто может вносить изменения в важные части системы. Вы можете назначить пользователей, имеющих административные привилегии, и не имеющих. Это хороший способ поддержания безопасности и предотвращения неавторизованных изменений, потенциально способных повредить систему.

source: Click <gui>Unlock</gui> and enter your password to unlock the account settings. (To give a user admin privileges, you must have admin privileges yourself.)
ast: Calca <gui>Desbloquiar</gui> e introduzca su contraseña pa desbloquiar la configuración de la cuenta. (Pa dar privilexos de alministrador a un usuariu, vusté tien de tener esos mismos privilexos.)
el: Κάντε κλικ στο <gui>Ξεκλείδωμα</gui> και εισάγετε τον κωδικό πρόσβασής σας για να ξεκλειδώσετε τις ρυθμίσεις του λογαριασμού. (Για να δώσετε σε έναν χρήστη δικαιώματα διαχειριστή, πρέπει να έχετε ο ίδιος δικαιώματα διαχειριστή).
fi: Napsauta <gui>Avaa lukitus</gui> ja anna salasanasi, jotta voit tehdä muutoksia käyttäjätileihin. Sinulla tulee olla ylläpito-oikeudet, jotta voit antaa myös muille käyttäjille ylläpitäjän oikeudet.
nl: Klik op <gui>Ontgrendelen</gui> en voer uw wachtwoord in om de account-instellingen te ontgrendelen. (Om een gebruiker beheerdersrechten te geven, moet u zelf beheerdersrechten hebben.)
pt_br: Clique em <gui>Desbloquear</gui> e digite sua senha para desbloquear as configurações da conta. (Para dar uma privilégios de administrador ao usuário, você deve ter privilégios de administrador.)
ru: Щёлкните <gui>Разблокировать</gui> и введите пароль для разблокирования настроек учётной записи. (Для того чтобы назначить пользователю права администратора, вам самим необходимо обладать такими правами.)

source: Select the user whose privileges you want to change and then click the option next to <gui>Account type</gui>.
ast: Escueyi l'usuario cuyos privilexos quies camudar y calca la opción xunto a <gui>Triba de cuenta</gui>.
el: Επιλέξτε τον χρήστη του οποίου τα δικαιώματα επιθυμείτε να αλλάξετε και στη συνέχεια κάντε κλικ στην επιλογή δίπλα από τον <gui>Τύπο λογαριασμού</gui>.
fi: Valitse käyttäjä, jonka oikeuksia haluat muuttaa ja napsauta <gui>Tilin tyyppi</gui> -kentän vieressä olevaa tekstiä.
nl: Selecteer de gebruiker wiens rechten u wilt wijzigen en klik op de optie naast <gui>Accounttype</gui>.
pt_br: Selecione o usuário cujos privilégios você quer modificar e então na opção próxima a <gui>Tipo de Conta</gui>.
ru: Выберите пользователя, которому вы хотите изменить права доступа, затем щёлкните на кнопке, расположенной сразу после <gui>Типа учётной записи</gui>.

source: Choose <gui>Administrator</gui> if you want the user to be able to perform administrative tasks, like installing new applications.
ast: Escueyi <gui>Alministrador</gui> si quies que l'usuario seya capaz de realizar xeres administrativas, como instalar aplicaciones nueves.
el: Επιλέξτε <gui>Διαχειριστής</gui> αν επιθυμείτε ο χρήστης να είναι σε θέση να εκτελέσει διαχειριστικά θέματα, όπως η εγκατάσταση νέων εφαρμογών.
es: Seleccione <gui>Administrador</gui> si quiere que el usuario sea capaz de realizar tareas administrativas, como instalar aplicaciones nuevas.
fi: Valitse <gui>Ylläpitäjä</gui>, jos haluat sallia käyttäjän pystyvän tehdä ylläpito-oikeuksia vaativia toimia, kuten sovellusasennuksia.
nl: Kies <gui>Administrator</gui> als u wilt dat de gebruiker beheerstaken, zoals het installeren van nieuwe toepassingen, mag uitvoeren.
pt_br: Escolha <gui>Administrador</gui> se você quer que o usuário seja capaz de executar tarefas administrativas, como instalação de novos aplicativos.
ru: Выберите <gui>Администратор</gui>, если хотите, чтобы пользователь мог выполнять административные задачи, типа установки новых приложений.

source: Choose <gui>Standard</gui> if you don't want the user to be able to perform admin tasks.
ast: Escueyi <gui>Standard</gui> si no quies que l'usuario seya capaz de realizar xeres de alministrador.
el: Επιλέξτε <gui>Χρήστης επιφάνειας εργασίας</gui> αν δεν επιθυμείτε ο χρήστης να είναι σε θέση να εκτελέσει διαχειριστικά θέματα.
fi: Valitse <gui>Normaali</gui>, jos haluat estää käyttäjää tekemästä ylläpito-oikeuksia vaativia toimia.
nl: Kies <gui>Standaard</gui> als u niet wilt dat de gebruiker in staat zijn om beheerder-taken uit te voeren.
pt_br: Escolha <gui>Padrão</gui> se você não quer que o usuário seja capaz de realizar tarefas administrativas.
ru: Выберите <gui>Обычную</gui>, если не хотите делегировать пользователю возможность выполнения административных задач.

source: Close the User Accounts window. The user's privileges will be changed when they next log in.
ast: Cierre la ventana de Cuentas de usuariu. Los privilexos dl'usuario se cambiarán la próxima vegada que inicie la sesión.
el: Κλείστε το παράθυρο Λογαριασμοί χρηστών. Τα προνόμια των χρηστών θα αλλάξουν με την επόμενη εισαγωγή τους.
es: Cierre la ventana de Cuentas de usuario. Los privilegios del usuario se cambiarán la próxima vez que inicie la sesión.
fi: Sulje Käyttäjätilit-ikkuna. Käyttäjän oikeudet muuttuvat seuraavan sisäänkirjautumisen yhteydessä.
nl: Kies het Gebruikersaccountsvenster. De rechten van de gebruiker zullen gewijzigd worden bij de eerstvolgende aanmelding.
pt_br: Feche a janela Contas de Usuário. Os privilégios do usuário serão alterados na próxima vez que eles entrarem.
ru: Закройте окно учётных записей. Привилегии пользователя будут изменены при его следующем входе в систему.

source: The first user account on the system has administrative privileges. This is the user account that was created when you first installed the system.
ast: La primer cuenta de usuariu nel sistema es xeneralmente la que tien privilexos de alministrador. Esta es la cuenta de usuariu que se creó cuando instaló por primer vegada el sistema.
el: Ο πρώτος λογαριασμός χρήστη του συστήματος έχει προνόμια διαχειριστή. Αυτός είναι ο λογαριασμός χρήστη ο οποίος δημιουργήθηκε όταν έγινε πρώτη φορά η εγκατάσταση του συστήματος.
es: La primera cuenta de usuario en el sistema es generalmente la que tiene privilegios de administrador. Esta es la cuenta de usuario que se creó cuando instaló por primera vez el sistema.
fi: Järjestelmän ensimmäisellä käyttäjällä on ylläpito-oikeudet. Ensimmäinen käyttäjä on sama, joka luotiin järjestelmän asennuksen yhteydessä.
nl: Het account van de hoofdgebruiker van het systeem heeft beheersrechten. Dit is het gebruikersaccount dat aangemaakt werd toen u het systeem voor het eerst installeerde.
pt_br: A primeira conta de usuário no sistema tem privilégios administrativos. Essa é a conta que foi criada quando você instalou o sistema.
ru: Первая учётная запись, зарегистрированная в системе, имеет административные привилегии. Это учётная запись, которая была создана вами при установке системы.

source: It is unwise to have too many users with <gui>Administrator</gui> privileges on one system.
ast: No es deseable tener demasiados usuarios con privilexos de <gui>Alministrador</gui> nun sistema.
el: Είναι ανώφελο να έχετε πολλούς χρήστες με προνόμια <gui>Διαχειριστή</gui> σε ένα σύστημα.
nl: Het is onverstandig om veel gebruikers met <gui>Beheerder</gui>-rechten op een systeem te hebben.
pt_br: Não é recomendado ter muitos usuários com privilégios <gui>Administrator</gui> em um sistema.
ru: Неразумно иметь избыточное количество пользователей с правами <gui>Администратора</gui> на одной системе.

source: You need admin privileges to change important parts of your system.
ast: Necesita privilexos de alministrador pa camudar partes importantes de su sistema.
el: Χρειάζεται να έχετε προνόμια διαχειριστή για να αλλάξετε σημαντικά μέρη του συστήματός σας.
es: Necesita privilegios de administrador para cambiar partes importantes de su sistema.
fi: Tarvitset pääkäyttäjäoikeuksia järjestelmän keskeisten asetusten muuttamiseen.
nl: U heeft beheerdersrechten nodig om belangrijke delen van uw systeem te wijzigen.
pt_br: Você precisa ter privilégios de administrador para modificar partes importantes do seu sistema.
ru: Вам понадобятся привилегии администратора для изменения важных частей вашей системы.

source: How do administrative privileges work?
ast: ¿Cómo funcionan los privilexos de alministrador?
el: Πως δουλεύουν τα δικαιώματα διαχειριστή;
es: ¿Cómo funcionan los privilegios de administrador?
fi: Kuinka pääkäyttäjäoikeudet toimivat?
nl: Hoe werken beheerdersrechten?
pt_br: Como funcionam os privilégios administrativos?
ru: Как работают административные привилегии?

source: As well as the files that <em>you</em> create, your computer also has a number of files which are needed by the system for it to work properly. If these important <em>system files</em> are changed improperly they can cause various things to break, so they are protected from changes by default. Certain applications also modify important parts of the system, and so are also protected.
ast: De la mesma manera que tien los ficheros que <em>vusté</em> cria, su equipu tamién tien un númberu de ficheros que necesita el sistema pa trabayar adecuadamente. Si estos importantes <em>ficheros del sistema</em> se cambian incorrectamente, esto puede causar dellos tribes de problemes y es por esto que tan protegidos de los cambeos de manera predeterminada. Delles aplicaciones tamién modifican partes importantes del sistema y por eso tamién tan protegidas
el: Όπως και με τα αρχεία που <em>εσείς</em> δημιουργείτε, ο υπολογιστής έχει επίσης έναν αριθμό αρχείων που χρειάζονται από το σύστημα για να λειτουργεί. Αν αυτά τα σημαντικά <em>αρχεία συστήματος</em> αλλαχθούν λανθασμένα, αυτό μπορεί να προκαλέσει πολλά σφάλματα, για αυτό τον λόγο αυτά προστατεύονται εξορισμού. Μερικές εφαρμογές επίσης επηρεάζουν σημαντικά μέρη του συστήματος και για αυτό προστατεύονται και αυτές.
es: De la misma manera que tiene los archivos que <em>usted</em> crea, su equipo también tiene un número de archivos que necesita el sistema para trabajar adecuadamente. Si estos importantes <em>archivos del sistema</em> se cambian incorrectamente, esto puede causar varios tipos de problemas y es por esto que están protegidos de los cambios de manera predeterminada. Ciertas aplicaciones también modifican partes importantes del sistema y por eso también están protegidas
nl: Naast de bestanden die <em>u</em> aanmaakt, heeft uw computer ook een aantal bestanden die het systeem nodig heeft om goed te kunnen werken. Als deze belangrijke <em>systeembestanden</em> op een verkeerde manier worden gewijzigd, dan kunnen er verschillende dingen stuk gaan. Vandaar dat ze standaard tegen wijzigingen beschermd worden. Bepaalde toepassingen wijzigen ook belangrijke delen van het systeem en zijn dus ook beschermd.
pt_br: Bem como os arquivos que <em>você</em> criar, o computador também tem uma série de arquivos que são necessários ao sistema para que ele funcione corretamente. Se esses <em>arquivos importantes do sistema</em> são alterados de modo inadequado podem causar várias quebras, então eles estão protegidos, por padrão, contra alterações feitas. Algumas aplicações também podem modificar partes importantes do sistema, e assim também também são protegidas.
ru: Наряду с файлами которые создаёте <em>вы</em>, на вашем компьютере есть файлы, необходимые для правильной работы системы. Если эти важные <em>системные файлы</em> изменить неправильно, могут возникнуть различные неисправности, поэтому по умолчанию они защищены от изменений. Некоторые приложения также модифицируют важные части системы, и они тоже защищены.

source: The way that they are protected is by only allowing users with <em>administrative privileges</em> to change the files or use the applications. In day-to-day use, you won't need to change any system files or use these applications, so by default you do not have admin privileges.
ast: La manera na que tan protegidos es permitiendo solo a los usuarios con <em>privilexos administrativos</em> camudar los ficheros o usar les aplicaciones, Nel usu diario, no necesitará camudar dengún ficheru de sistema o usar estes aplicaciones, así que de manera predeterminada no tendrá privilexos administrativos.
el: Ο τρόπος με τον οποίον προστατεύονται είναι επιτρέποντας μόνο σε χρήστες με <em>δικαιώματα διαχειριστή</em> την αλλαγή των αρχείων ή χρήση των εφαρμογών. Σε καθημερινή χρήση, δεν θα χρειαστείτε να αλλάξετε οποιοδήποτε από αυτά τα αρχεία συστήματος ή να χρησιμοποιήσετε τις εφαρμογές αυτές, για αυτό τον λόγο δεν έχετε δικαιώματα διαχειριστή.
es: La manera en la que están protegidos es permitiendo solo a los usuarios con <em>privilegios administrativos</em> cambiar los archivos o usar las aplicaciones, En el uso diario, no necesitará cambiar ningún archivo de sistema o usar estas aplicaciones, así que de manera predeterminada no tendrá privilegios administrativos.
nl: De manier waarop ze beschermd worden, is door alleen gebruikers met <em>beheerdersrechten</em> toe te staan de bestanden te wijzigen of de toepassingen te gebruiken. In het dagelijkse gebruik hoeft u geen systeembestanden te wijzigen of deze toepassingen te gebruiken, dus hoeft u standaard geen beheerdersrechten te hebben.
pt_br: O jeito como elas são protegidas é permitindo que apenas usuários com <em>privilégios administrativos</em> possam alterar os arquivos ou usar os aplicativos. No dia-a-dia, você não vai precisar alterar qualquer sistema de arquivos ou usar esses aplicativos, assim, por padrão você não tem privilégios de administrador.
ru: Защитой является то, что лишь пользователям с <em>административными привилегиями</em> разрешается изменять эти файлы или использовать приложения. В повседневной работе вам не понадобится менять системные файлы или пользоваться этими приложениями, так что по умолчанию вам не нужно иметь привилегий администратора.
