Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click <gui>Apply</gui>, and then click <gui>Apply</gui> in the window that appears. The applications that you chose will be downloaded and installed.
ast: Calca <gui>Aplicar</gui>, y dempués otra vegada en <gui>Aplicar</gui> na ventana que aparecerá. Se baxarán e instalarán les aplicaciones que vusté seleccionó.
ca: Cliqueu <gui>Aplica</gui>, i després cliqueu <gui>Aplica</gui> a la finestra que apareix. L'aplicació que escolliu es baixarà i s'instal·larà.
cs: Klikněte na <gui>Použít</gui> a poté znovu na <gui>Použít</gui> ve zobrazeném okně. Aplikace, které jste vybrali budou staženy a nainstalovány.
de: Klicken Sie auf <gui>Anwenden</gui> und anschließend <gui>Anwenden</gui> im erscheinenden Fenster. Die von Ihnen ausgewählte Anwendung wird heruntergeladen und installiert.
el: Κάντε κλικ στην επιλογή <gui>Εφαρμογή</gui> και ύστερα κάντε κλικ ξανά στην επιλογή <gui>Εφαρμογή</gui> στο παρύθυρο που θα εμφανιστεί. Οι εφαρμογές που επιλέξατε θα ληφθούν και θα εγκατασταθούν.
es: Pulse <gui>Aplicar</gui>, y luego otra vez en <gui>Aplicar</gui> en la ventana que aparecerá. Se descargarán e instalarán las aplicaciones que usted seleccionó.
fi: Napsauta <gui>Toteuta</gui>-painiketta ja tämän jälkeen uudelleen <gui>Toteuta</gui>-painiketta aukeavasta ikkunasta. Valitsemasi ohjelmat ladataan ja asennetaan.
fr: Cliquez sur <gui>Appliquer</gui>, puis cliquez sur <gui>Appliquer</gui> dans la fenêtre qui apparaît. Les applications que vous avez choisies seront téléchargées et installées.
gl: Prema <gui>Aplicar</gui> e despois na xanela que aparece volva premer <gui>Aplicar</gui>. Os aplicativos seleccionados descargaranse e instalaranse.
hr: Kliknite <gui>Primijeni</gui>, a zatim još jednom kliknite <gui>Primijeni</gui> u prozoru koji se pojavi. Aplikacije koje ste odabrali će se preuzeti i instalirati.
id: Klik <gui>Terapkan</gui>, dan kemudian klik <gui>Terapkan</gui> di jendela yang muncul. Aplikasi yang Anda pilih akan diunduh dan diinstal.
ko: <gui>Apply</gui>를 클릭하고나서, 화면에 나타난 <gui>Apply</gui>를 클릭하시오. 당신이 선택한 어플리케이션이 다운로드 및 설치될 것입니다.
lt: Paspauskite mygtuką <gui>Pritaikyti</gui> ir atsidariusiame lange patikrinkite ar nepašalinsite reikalingų programų. Jei viskas gerai - spustelėkite mygtuką <gui>Taikyti</gui>. Jūsų pasirinkta (pažymėta) programinė įranga bus atsiųsta ir įdiegta.
lv: Spied <gui>Apply</gui> un tad spiediet <gui>Apply</gui> logā, kas parādīsies. Izvēlētās lietotnes tiks lejupielādētas un instalētas.
ms: Klik <gui>Laksana</gui>, and then click <gui>Apply</gui> in the window that appears. The applications that you chose will be downloaded and installed.
my: <gui> Apply </gui> ကိုနှိပ်ပြီးပေါ်လာတဲ့ဝင်းဒိုးထဲမှာ <gui> Apply </gui> ကိုနှိပ်ပါ။ သင်ရွေးချယ်သောအပလီကေးရှင်းများသည်ဒေါင်းလုပ်လုပ်ပြီးထည့်သွင်းလိမ့်မည်။
nl: Klik op <gui>Toepassen</gui> en klik daarna in het venster dat verschijnt op <gui>Toepassen</gui>. De door u gekozen toepassingen zullen worden gedownload en geïnstalleerd.
pl: Kliknij przycisk <gui>Zastosuj</gui>, a następnie w oknie, które zostanie otwarte także kliknij <gui>Zastosuj</gui>. Wybrany program zostanie pobrany i zainstalowany.
pt_br: Clique em <gui>Aplicar</gui> e clique em <gui>Aplicar</gui> na janela que aparece. As aplicações que você escolheu serão baixadas e instaladas.
ru: Выберите <gui>Применить</gui>, и щёлните <gui>Применить</gui> в появившемся окне. Выбранные вами приложения будут загружены и установлены.
sl: Kliknite <gui>Uveljavi</gui> in nato v oknu, ki se pojavi, kliknite <gui>Uveljavi</gui>. Izbrani programi bodo prejeti in nameščeni.
sv: Klicka på <gui>Tillämpa</gui>, och klicka sedan på <gui>Tillämpa</gui> i fönstret som visas. Programmen du valde kommer laddas ner och installeras.
tr: <gui>Uygula</gui>'ya tıklayın ve sonra açılan penceredeki <gui>Uygula</gui>'ya tıklayın. Seçtiğiniz uygulamalar indirilip kurulacak.
zh_cn: 单击<gui>应用</gui>，然后在出现的窗口中单击<gui>应用</gui>。您选择的应用程序将下载并安装。

source: For more information about using <app>Synaptic</app>, consult the <link href="ghelp:synaptic">Synaptic Manual</link>.
ast: Pa más información sobro el usu de <app>Synaptic</app>, consulte el <link href="ghelp:synaptic">Manual de Synaptic</link>.
el: Για περισσότερες πληροφορίες σχετικά με τη χρήση της εφαρμογής <app>Synaptic</app>, συμβουλευτείτε το <link href="ghelp:synaptic">Εγχειρίδιο Synaptic</link>.
es: Para más información sobre el uso de <app>Synaptic</app>, consulte el <link href="ghelp:synaptic">Manual de Synaptic</link>.
fi: Lisätietoja <app>Synaptic</app>ista on tarjolla <link href="ghelp:synaptic">Synapticin ohjekirjassa</link>.
nl: Raadpleeg de <link href="ghelp:synaptic">Synaptic hulpdocumentatie</link> voor meer informatie over het gebruik van <app>Synaptic</app>.
pt_br: Para obter mais informações sobre como usar o <app>Synaptic</app>, consulte o <link href="ghelp:synaptic">Manual do Synaptic</link>.
ru: За более дополнительной информацией об использовании <app>Synaptic</app> обратитесь к <link href="ghelp:synaptic">Руководству по Synaptic</link>.

source: Use the Ubuntu Software Center to add programs and make Ubuntu more useful.
ast: Use el Centro de software de Ubuntu par amestar programes que hagan a Ubuntu más útil.
el: Χρησιμοποιήστε το Κέντρο λογισμικού του Ubuntu για να προσθέσετε προγράμματα και κάντε το Ubuntu πιο χρήσιμο.
es: Use el Centro de software de Ubuntu par añadir programas que hagan a Ubuntu más útil.
fi: Lataa uusia ohjelmia Ubuntun sovellusvalikoima ja tee Ubuntusta hyödyllisempi.
nl: Het Ubuntu softwarecentrum gebruiken om programma's toe te voegen en Ubuntu bruikbaarder te maken.
pt_br: Use a Central de Programas do Ubuntu para adicionar programas e torne Ubuntu mais útil.
ru: Используйте Центр приложений Ubuntu, чтобы добавить программы и сделать Ubuntu более полезной.

source: Install additional software
ast: Instalar software adicional
el: Εγκατάσταση επιπρόσθετου λογισμικού
es: Instalar software adicional
fi: Asenna lisää sovelluksia
nl: Extra software installeren
pt_br: Instalar programa adicional
ru: Установка дополнительных программ

source: The Ubuntu development team has chosen a default set of applications that we think makes Ubuntu very useful for most day-to-day tasks. However, you will certainly want to install more software to make Ubuntu more useful to you.
ast: El equipu de desendolcu de Ubuntu ha escoyíu un conxuntu predetermináu de aplicaciones que considera que hacen a Ubuntu mui útil pa xeres del día a día. Sin embargo, seguramente querrá instalar más programes pa facer que Ubuntu seya más útil pa vusté.
el: Η ομάδα ανάπτυξης του Ubuntu έχει διαλέξει ένα σύνολο σημαντικών εφαρμογών που νομίζουμε πως κάνει το Ubuntu πολύ χρήσιμο για τις περισσότερες καθημερινές εργασίες. Παρ' όλα αυτά, σίγουρα θα χρειαστεί να εγκαταστήσετε περισσότερο λογισμικό για να κάνετε το Ubuntu περισσότερο χρήσιμο για εσάς.
es: El equipo de desarrollo de Ubuntu ha seleccionado un conjunto predeterminado de aplicaciones que considera que hacen a Ubuntu muy útil para tareas del día a día. Sin embargo, seguramente querrá instalar más programas para hacer que Ubuntu sea más útil para usted.
fi: Ubuntun kehittäjät ovat valinneet oletussovellukset, joiden uskotaan olevan hyödyllisiä mahdollisimman monelle. Siitä huolimatta haluat varmasti asentaa lisää sovelluksia, joiden avulla Ubuntun käytöstä tulee aiempaa monipuolisempaa.
nl: Het ontwikkelteam van Ubuntu heeft een standaard set toepassingen uitgekozen die naar haar mening Ubuntu zeer bruikbaar maakt voor de meeste dagelijkse taken. Maar u zult vast meer software willen installeren om Ubuntu nog bruikbaarder voor u te maken.
pt_br: A equipe de desenvolvimento do Ubuntu optou por um conjunto padrão de aplicativos que achamos tornar o Ubuntu muito útil para a maioria das tarefas do dia-a-dia. No entanto, você certamente desejará instalar mais programas para tornar o Ubuntu mais útil.
ru: Команда разработчиков Ubuntu выбрала устанавливаемый по умолчанию набор приложений, который, по нашему мнению, сделает Ubuntu очень полезной для большинства повседневных задач. Но вы, разумеется, захотите установить дополнительные программы, чтобы сделать Ubuntu более полезной для себя.

source: To install additional software, complete the following steps:
ast: Pa instalar software adicional, siga los pasos siguientes:
el: Για την εγκατάσταση επιπρόσθετου λογισμικού, ολοκληρώστε τα ακόλουθα βήματα:
es: Para instalar software adicional, siga los pasos siguientes:
fi: Asenna lisää sovelluksia seuraamalla näitä ohjeita:
nl: Om extra software te installeren, doorloop de volgende stappen:
pt_br: Para instalar programa adicional, complete os seguintes passos:
ru: Чтобы установить дополнительное программное обеспечение. выполните следующие шаги:

source: Unless you are installing software from a local source, make sure that you have a working Internet connection.
ast: A menos que esté instalando software dende un orixe local, asegúrese de que dispone de una conexón operativa a Internet.
el: Βεβαιωθείτε ότι έχετε μία ενεργή σύνδεση με το διαδίκτυο, εκτός εάν κάνετε εγκατάσταση λογισμικού από μία τοπική πηγή.
es: A menos que esté instalando software desde un origen local, asegúrese de que dispone de una conexión operativa a Internet.
fi: Jos et asenna paikallisesta sijainnista, varmista että käytössäsi on Internet-yhteys.
nl: Tenzij u software installeert uit een lokale bron, dient u een werkende internetverbinding te hebben.
pt_br: A menos que esteja instalando um programa a partir de uma fonte local, certifique-se que você tenha uma conexão com a Internet.
ru: Убедитесь, что у вас имеется работающее подключение к интернету, если только вы не устанавливаете программы из локального источника.

source: Click on the <app>Ubuntu Software Center</app> icon in the Launcher, or search for Software Center in the search bar of the <app>Dash</app>.
ast: Abra el iconu del <app>Centro de software de Ubuntu</app> nel Lanzador, o busque «Centro de software» na barra de gueta del <app>Tablero</app>.
el: Κάντε κλικ στο εικονίδιο του <app>Κέντρο λογισμικού Ubuntu</app> που βρίσκεται στον Εκκινητή, ή αναζητήστε για το Κέντρο λογισμικού στη μπάρα αναζήτησης του <app>Dash</app>.
es: Abra el icono del <app>Centro de software de Ubuntu</app> en el Lanzador, o busque «Centro de software» en la barra de búsqueda del <app>Tablero</app>.
fi: Avaa käynnistimestä <app>Ubuntun sovellusvalikoima</app> tai etsi se <app>Unity-valikolla</app>.
nl: Klik op het <app>Ubuntu softwarecentrum</app>-pictogram in de Starter, of zoek naar softwarecentrum in de zoekbalk van de <app>Dash</app>.
pt_br: Clique no ícone da <app>Central de Programas do Ubuntu</app>, localizado no Lançador ou pesquise pela Central de Programas na barra de pesquisa do <app>Painel</app>.
ru: Щёлкните на значке <app>Центра приложений Ubuntu</app>, расположенному на Панели запуска или выполните поиск Центра приложений используя строку поиска в <app>Главном меню</app>.

source: When the Software Center launches, search for an application, or select a category and find an application from the list.
ast: Cuando se inicie el Centro de software, busque una aplicación, o escueyi una categoría y localice una aplicación na llista.
el: Όταν το Κέντρο λογισμικού του Ubuntu ανοίξει, αναζητήστε μια εφαρμογή ή επιλέξτε μια κατηγορία και βρείτε μια εφαρμογή από τη λίστα.
es: Cuando se inicie el Centro de software, busque una aplicación, o seleccione una categoría y localice una aplicación en la lista.
fi: Kun Sovellusvalikoima avautuu, etsi sovellusta esimerkiksi nimellä tai selaa eri luokkia.
nl: Zoek, wanneer het softwarecentrum geopend is, naar een toepassing of kies een categorie en ga naar een toepassing uit de lijst.
pt_br: Quando a Central de Programas iniciar, pesquise por um aplicativo ou selecione uma categoria e encontre um aplicativo na lista.
ru: После запуска Центра приложений выполните поиск нужного приложения или выберите категорию и найдите приложение в списке.

source: Select the application that you are interested in and click <gui>Install</gui>.
ast: Escueyi la aplicación que le interese y calca <gui>Instalar</gui>.
el: Επιλέξτε την εφαρμογή που σας ενδιαφέρει και κάντε κλικ στην επιλογή <gui>Εγκατάσταση</gui>.
es: Seleccione la aplicación que le interese y pulse <gui>Instalar</gui>.
fi: Valitse asennettava sovellus ja napsauta <gui>Asenna</gui>.
nl: Kies de toepassing waarin u geïnteresseerd bent en klik op <gui>Installeren</gui>.
pt_br: Selecione o aplicativo que você está interessado e clique em <gui>Instalar</gui>.
ru: Выберите интересующее вас приложение и щёлкните <gui>Установить</gui>.

source: You will be asked to enter your password. Once you have done that the installation will begin.
ast: Se le pedirá que introduzca su contraseña. Cuando lo heba hecho, comenzará la instalación.
el: Θα σας ζητηθεί να εισάγετε τον κωδικό σας. Αφού το κάνετε αυτό θα ξεκινήσει η εγκατάσταση.
es: Se le pedirá que introduzca su contraseña. Cuando lo haya hecho, comenzará la instalación.
fi: Sinulta kysytään salasanaasi. Kirjoita se (sama salasana, jota käytät kirjautumiseen), jonka jälkeen tietokone asentaa sovelluksen.
nl: Er zal gevraagd worden naar uw wachtwoord. Zodra u dat heeft ingevoerd zal de installatie beginnen.
pt_br: Você será solicitado a digitar sua senha. Depois de ter feito isso a instalação começará.
ru: Система попросит вас ввести пароль. Как только вы сделаете это, начнётся установка.

source: The installation usually finishes quickly, but could take a while if you have a slow Internet connection. When it has finished, your new application will be ready to use; most applications can be accessed from the Applications menu.
ast: Habitualmente la instalación acaba rápidamente, pero si su conexón a Internet es lenta puede tardar un tiempu. Cuando heba fináu, la nueva aplicación estará llista pa usar. Se puede acceder a la mayoría de les aplicaciones a traviés del menú Aplicaciones.
el: Συνήθως η εγκατάσταση τελειώνει αρκετά γρήγορα, αλλά αν έχετε αργή σύνδεση διαδικτύου, υπάρχει περίπτωση να διαρκέσει κάποιο χρόνο. Όταν ολοκληρωθεί όμως, η εφαρμογή που μόλις εγκαταστάθηκε είναι έτοιμη να τη χρησιμοποιήσετε· η πρόσβαση στις περισσότερες εφαρμογές επιτυγχάνεται μέσω του μενού εφαρμογών.
es: Habitualmente la instalación acaba rápidamente, pero si su conexión a Internet es lenta puede tardar un tiempo. Cuando haya terminado, la nueva aplicación estará lista para usar. Se puede acceder a la mayoría de las aplicaciones a través del menú Aplicaciones.
fi: Asennus tapahtuu yleensä nopeasti, mutta voi joskus kestää jonkin aikaa riippuen Internet-yhteytesi nopeudesta. Asennuksen jälkeen uusi sovellus on käyttövalmis, ja se löytyy yleensä Sovellukset-valikosta.
nl: De installatie zal gewoonlijk snel eindigen, maar kan een tijdje duren als u een langzame internetverbinding heeft. Wanneer de installatie voltooid is, zal uw nieuwe toepassing klaar zijn voor gebruik; de meeste toepassingen kunnen via het menu Toepassingen bereikt worden.
pt_br: Em geral a instalação é rapidamente completada, mas pode demorar um pouco mais se você tem uma conexão de Internet lenta. Quando estiver finalizada, seu novo aplicativo estará pronto para ser usado; a maioria dos aplicativos pode ser acessada no menu Aplicativos.
ru: Обычно установка заканчивается быстро, но может занять и много времени, если у вас медленное подключение к интернету. Когда установка закончится, ваше новое приложение будет готово к использованию. Доступ к большинству приложений можно получить в меню «Приложения».

source: For more information about using the <app>Ubuntu Software Center</app>, consult the <link href="ghelp:software-center">Ubuntu Software Center Manual</link>.
ast: Pa más información sobro cómo usar el <app>Centro de software de Ubuntu</app>, consulte el <link href="ghelp:software-center">manual del Centro de software de Ubuntu</link>.
el: Για περισσότερες πληροφορίες σχετικά με την χρήση της εφαρμογής <app>Κέντρο λογισμικού Ubuntu</app>, συμβουλευτείτε το <link href="ghelp:software-center">Τεκμηρίωση του Κέντρου λογισμικού του Ubuntu</link>.
es: Para más información sobre cómo usar el <app>Centro de software de Ubuntu</app>, consulte el <link href="ghelp:software-center">manual del Centro de software de Ubuntu</link>.
fi: Lisätietoja <app>Ubuntun sovellusvalikoimasta</app> on saatavilla <link href="ghelp:software-center">Ubuntun sovellusvalikoiman ohjeesta</link>.
nl: Raadpleeg de <link href="ghelp:software-center">Ubuntu softwarecentrum-hulpdocumentatie</link> voor meer informatie over het <app>Ubuntu softwarecentrum</app>.
pt_br: Para mais informações sobre usar a <app>Central de Programas do Ubuntu</app>, consulte o <link href="ghelp:software-center">Manual da Central de Programas do Ubuntu</link>.
ru: За дополнительной информацией об использовании <app>Центра приложений Ubuntu</app> обратитесь к <link href="ghelp:software-center">Руководству по Центру приложений Ubuntu</link>.

source: Add PPAs to help test pre-release or specialty software.
ast: Amestar PPA pa ayudar a probar software especializáu o entá no publicado
el: Προσθέστε Προσωπικά Αποθετήρια Λογισμικού (PPA) για να μπορέσετε να δοκιμάσετε πρώιμες εκδόσεις λογισμικού ή ειδικευμένο λογισμικό.
es: Añadir PPA para ayudar a probar software especializado o aún no publicado
fi: Hanki lisäsovelluksia lisäämällä PPA-ohjelmalähteitä.
nl: PPA's toevoegen om te helpen bij het testen van speciale software.
pt_br: Adicionar PPAs para ajudar a testar um programa especial ou de pré-lançamento.
ru: Добавьте PPA, чтобы помочь в тестировании предрелизных версий или специализированных программ.

source: Add a Personal Package Archive (PPA)
ast: Amestar un archivador de paquetes personales (PPA)
ca: Afegiu un arxiu de paquets personal (PPA)
cs: Přidávání zdrojů Personal Package Archive (PPA)
de: Ein Persönliches Paketarchiv (PPA) hinzufügen
el: Προσθήκη ενός Προσωπικού αποθετηρίου πακέτων (PPA)
es: Añadir un archivador de paquetes personales (PPA)
fi: Lisää PPA-ohjelmalähde
fr: Ajouter un dépôt personnel de logiciels (PPA)
gl: Engadir un Personal Package Archive (PPA)
hr: Dodavanje Osobne Arhive Paketa (PPA)
id: Menambahkan suatu Personal Package Archive (PPA, Arsip Paket Pribadi)
lt: Pridėti kitų tiekėjų (privačias) paketų saugyklas (PPA)
lv: Pievienot personīgo pakotņu arhīvu (PPA)
ms: Tambah Arkib Pakej Peribadi (PPA)
my: Personal Package Archive (PPA) ထည့်မည်
nl: Een Personal Package Archive (PPA) toevoegen
pl: Dodawanie osobistego archiwum pakietów (PPA)
pt_br: Adicionar um arquivo de pacote pessoal (PPA)
ru: Добавление персонального архива пакетов (PPA)
sl: Dodajanje osebnega arhiva paketov (PPA)
sv: Lägg till ett Privat PaketArkiv (PPA)
tr: Bir Kişisel Paket Arşivi (PPA) ekleyin
zh_cn: 添加个人软件包仓库(PPA)

source: <em>Personal Package Archives (PPAs)</em> are software repositories designed for Ubuntu users and are easier to install than other third-party repositories.
ast: Los <em>Ficheros de Paquetes Personales (Personal Package Archives, o PPA)</em> son repositorios de software diseñados pa usuarios de Ubuntu y que son más fáciles de instalar que otros repositorios de terceros.
el: Τα <em>Προσωπικά Αποθετήρια Πακέτων (PPA - Αποθετήρια)</em>, είναι αποθετήρια λογισμικού σχεδιασμένα για τους χρήστες του Ubuntu και είναι ευκολότερα στην εγκατάσταση από άλλα αποθετήρια τρίτων πηγών.
es: Los <em>Archivos de Paquetes Personales (Personal Package Archives, o PPA)</em> son repositorios de software diseñados para usuarios de Ubuntu y que son más fáciles de instalar que otros repositorios de terceros.
fi: <em>Personal Package Archives (PPAs)</em> -ohjelmalähteet ovat Ubuntun käyttäjille suunniteltuja, joten ne on helpompi ottaa käyttöön kuin muut kolmansien osapuolten ohjelmistolähteet.
nl: <em>Personal Package Archives (PPA's)</em> zijn installatiebronnen speciaal bestemd voor Ubuntu-gebruikers; ze zijn gemakkelijker te installeren dan andere softwarebronnen van derden.
pt_br: <em>Arquivos de Pacotes Pessoais (PPAs)</em> são repositórios de programas desenhados por usuários do Ubuntu e são mais fácil de se instalar do que outros repositórios de terceiros.
ru: <em>Персональные архивы пакетов (Personal Package Archives или PPA)</em> - это репозитории программ, разработанные для пользователей Ubuntu, они проще в установке, чем другие сторонние репозитории.

source: Only add software repositories from sources that you trust. Third-party software repositories are not checked for security by Ubuntu members, and may contain software which is harmful to your computer.
ast: Amiesta programes solamente de repositorios nos que confía. Los repositorios de programes de terceros no son vigilados polos miembros de seguridá de Ubuntu y podrían caltener programes dañinos pa su equipu.
el: Προσθέστε αποθετήρια λογισμικού μόνο από πηγές που εμπιστεύεστε. Τα αποθετήρια λογισμικού τρίτων δεν ελέγχονται για την ασφάλεια από τα μέλη του Ubuntu, και ίσως περιέχουν λογισμικό επιβλαβές για τον υπολογιστή σας.
es: Añada programas solamente de repositorios en los que confía. Lo repositorios de programas de terceros no son vigilados por los miembros de seguridad de Ubuntu y podrían contener programas dañinos para su equipo.
fi: Lisää vain sellaisia ohjelmalähteitä joihin luotat. Ubuntun kehittäjät eivät ole tarkastaneet kolmannen osapuolen ohjelmalähteitä tietoturvauhkien varalta, ja ne voivat jopa sisältää haittaohjelmia.
nl: Voeg alleen softwarebronnen toe die u vertrouwt. Softwarebronnen van derden worden niet gecontroleerd op veiligheid door het Ubuntu-team en kunnen software bevatten die schadelijk is voor uw computer.
pt_br: Somente adicione repositórios de aplicativos de fontes em que você confia. Repositórios de aplicativos de terceiros não passam pela verificação de segurança feita pelos membros do Ubuntu, e podem conter aplicativos nocivos ao seu computador.
ru: Добавляйте репозитории программ только из источников, которым вы доверяете. Сторонние репозитории не проверяются на безопасность командой Ubuntu, и могут содержать программы, которые способны причинить вред вашей системе.

source: Install a PPA
ast: Instalar un PPA
ca: Instal·leu un PPA
cs: Přidání PPA
de: Ein PPA installieren
el: Εγκαταστήστε ένα αποθετήριο
es: Instalar un PPA
fi: Asenna PPA-ohjelmalähde
fr: Installer un PPA
gl: Instalar unha PPA
hr: Instalacija PPA repozitorija
id: Menginstal PPA
ko: PPA 설치
lt: Norėdami pridėti Privačią paketų saugyklą (PPA)
lv: Instalēt PPA
ms: Pasang PPA
my: PPA တစ်ခုသွင်းမည်
nl: Een PPA installeren
pl: Instalacja PPA
pt_br: Instalar um PPA
ru: Установка PPA
sl: Nameščanje PPA-ja
sv: Installera ett PPA
tr: Bir PPA kur
zh_cn: 安装 PPA
