Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Where can I find the files I want to back up?
ast: ¿Dónde puedo atopar los ficheros de los que quiero facer copia de seguridá?
el: Πού μπορώ να βρω τα αρχεία από τα οποία θέλω να κάνω αντίγραφο ασφαλείας;
es: ¿Dónde puedo encontrar los archivos de los que quiero hacer copia de seguridad?
fi: Mistä löydän tiedostot, jotka haluan varmuuskopioida?
nl: Waar kan ik de bestanden vinden waarvan ik een back-up wil maken?
pt_br: Onde posso encontrar os arquivos que desejo fazer cópia de segurança?
ru: Где мне найти файлы, которые я хочу скопировать?

source: Deciding what files to backup and finding where they all are is the most difficult step when attempting to perform a backup. Below is a list of where most of your important files should be, so you can find them more easily.
ast: Decidir qué ficheros respaldar y saber dónde tan es el pasu más difícil al intentar llevar a cabo una copia de seguridá. A continuación se amuesa una rellación de dónde deberían la mayoría de sus ficheros importantes, pa que le resulte más fácil localizarlos.
el: Το να αποφασίσετε το από ποια αρχεία θα δημιουργήσετε αντίγραφα ασφαλείας και η εύρεση της τοποθεσίας τους είναι το πιο δύσκολο κομμάτι όταν επιχειρείτε να δημιουργήσετε αντίγραφα ασφαλείας. Παρακάτω θα βρείτε μια λίστα για το που θα έπρεπε να βρίσκονται τα περισσότερα από τα σημαντικά αρχεία σας, ώστε να μπορείτε να τα βρίσκετε ευκολότερα .
es: Decidir qué archivos respaldar y saber dónde están es el paso más difícil al intentar llevar a cabo una copia de seguridad. A continuación se muestra una relación de dónde deberían la mayoría de sus archivos importantes, para que le resulte más fácil localizarlos.
fi: Varmuuskopioitavien tiedostojen päättäminen ja niiden löytäminen on vaikeinta varmuuskopion luomisessa. Alla on lista sijainneista, jossa useimmat tärkeät tiedostosi sijaitsevat.
nl: Beslissen van welke bestanden een back-up moet worden gemaakt, en deze te vinden, is de moeilijkste stap bij het maken van een back-up. Hieronder treft u een lijst met waar de meeste van uw belangrijke bestanden te vinden zouden moeten zijn, zodat u ze makkelijker kunt vinden.
pt_br: Decidindo de quais arquivos fazer cópia de segurança e descobrindo onde todos eles estão é o passo mais difícil ao tentar executar uma cópia de segurança. Abaixo está uma lista de onde a maioria de seus arquivos importantes devem estar, portanto você pode encontrá-los mais facilmente.
ru: Решить, какие файлы копировать, и определить, где они находятся - наиболее сложный шаг при создании резервной копии. Чтобы облегчить вам поиск, ниже приведён список мест, где обычно находится большинство ваших важных данных.

source: Your personal files and settings
ast: Sus ficheros personales y su configuración
el: Τα προσωπικά σας αρχεία και ρυθμίσεις
es: Sus archivos personales y su configuración
fi: Henkilökohtaiset tiedostosi ja asetukset
nl: Uw persoonlijke bestanden en instellingen
pt_br: Seus arquivos e configurações pessoais
ru: Ваши личные файлы и настройки

source: These are usually stored in your Home folder (<cmd>/home/your_name</cmd>). They could be in subfolders such as Desktop, Documents, Pictures, Music, Videos and/or .evolution (for email). If your backup medium has sufficient space, consider backing up the entire <cmd>/home</cmd> folder. This is the simplest way.
ast: Normalmente se guardan en su carpeta personal (<cmd>/home/su_nome</cmd>). Puednestar en subcarpetas como Escritoriu, Documentos, Imáxenes, Música, Vídeos y .evolution (pa el corréu). Si su sofitu de copies de seguridá tien espaciu suficiente, plantéese respaldar tola carpeta <cmd>/home</cmd>. Esto es lo más sencillo.
el: Συνήθως βρίσκονται στον φάκελο χρήστη σας (<cmd> /home/το_όνομα_σας</cmd>). Θα μπορούσαν να βρίσκονται σε υποφακέλους όπως στην Επιφάνεια εργασίας, Έγγραφα, Εικόνες, Μουσική, Βίντεο και/ή .evolution (για την αλληλογραφία). Αν το μέσο αποθήκευσης των αντιγράφων ασφαλείας έχει αρκετό χώρο, εξετάστε το ενδεχόμενο δημιουργίας αντιγράφων ασφαλείας για ολόκληρο τον φάκελο <cmd>/home</cmd>. Αυτός είναι ο απλούστερος τρόπος.
es: Normalmente se guardan en su carpeta personal (<cmd>/home/su_nombre</cmd>). Pueden estar en subcarpetas como Escritorio, Documentos, Imágenes, Música, Vídeos y .evolution (para el correo). Si su soporte de copias de seguridad tiene espacio suficiente, plantéese respaldar toda la carpeta <cmd>/home</cmd>. Esto es lo más sencillo.
fi: Näitä säilytetään yleensä kotikansiossasi (<cmd>/home/nimesi</cmd>). Ne voivat olla sen alikansioissa, kuten Työpöytä, Tiedostot, Kuvat, Musiikki, Videot, ja/ta .evolution (sähköpostille). Jos varmuuskopion tallennuskohteessa on tarpeeksi tilaa, harkitse koko <cmd>/home</cmd> kansion kopioimista. Tämä on yksinkertaisin tapa.
nl: Deze worden doorgaans opgeslagen in uw persoonlijke map (<cmd>/home/your_name</cmd>). Ze zouden zich kunnen bevinden in submappen zoals Bureaublad, Documenten, Afbeeldingen, Muziek, Video's en/of .evolution (voor emails). Als u genoeg ruimte heeft op het opslagmedium, dan kunt u overwegen een back-up te maken van de hele map <cmd>/home</cmd>. Dit is de eenvoudigste manier.
pt_br: Esses são, usualmente, armazenados em sua pasta Home (<cmd>/home/seu_nome</cmd>). Eles podem estar em sub-pastas como Desktop, Documentos, Fotos, Música, Vídeos e/ou .evolution (para e_mails). Se sua mídia de armazenamento têm espaço suficiente, considere fazer cópias de segurança toda a pasta <cmd>/home</cmd>. Essa é a maneira mais simples.
ru: Они обычно хранятся в вашей домашней папке (<cmd>/home/ваше_имя</cmd>). Они могут быть во вложенных папках, таких как Рабочий стол, Документы, Изображения, Музыка, Видео и/или .evolution (для электронной почты). Если на вашем устройстве для резерного копирования достаточно места, можете скопировать папку <cmd>/home</cmd> целиком. Это самый простой способ.

source: If you are not able to backup all of <cmd>/home</cmd>, see below for a list of some subfolders of the <cmd>/home</cmd> folder to check for important files.
ast: Si no puede facer una copia de seguridá de too <cmd>/home</cmd>, vea a continuación una rellación de dalgunes subcarpetas de la carpeta <cmd>/home</cmd> donde guetar ficheros importantes.
el: Αν δεν είστε σε θέση να δημιουργήσετε αντίγραφα ασφαλείας για όλοκληρο το φάκελο <cmd>/home</cmd>, δείτε παρακάτω για μια λίστα από υποφακέλους του φακέλου <cmd>/home</cmd> για να ελέγξετε για σημαντικά αρχεία.
es: Si no puede respaldar todo el <cmd>/home</cmd>, vea a continuación un relación de algunas subcarpetas de la carpeta <cmd>/home</cmd> donde buscar archivos importantes.
fi: Jos et pysty kopioimaan kaikkea <cmd>/home</cmd> -kansiosta, alla on lista alikansioista, joista kannattaa etsiä tärkeitä tiedostoja.
nl: Als u niet van alles uit <cmd>/home</cmd> een back-up kunt maken, zie dan onderstaande lijst met een aantal submappen van de map <cmd>/home</cmd> om op belangrijke bestanden te controleren.
pt_br: Se você não é capaz de fazer cópias de segurança de todo o <cmd>/home</cmd>, veja abaixo uma lista de sub-pastas da pasta <cmd>/home</cmd> para checar por arquivos importantes.
ru: Если вы не можете скопировать всю папку <cmd>/home</cmd>, смотрите ниже список некоторых её вложенных папок для поиска в них важных файлов.

source: <cmd>~/</cmd> represents your home folder <cmd>/home/your_name</cmd>
ast: <cmd>~/</cmd> representa su carpeta personal <cmd>/home/su_nome</cmd>
el: Το πρόθεμα <cmd>~/</cmd> αντιπροσωπεύει τον φάκελο χρήστη σας <cmd>/home/το_όνομα_σας</cmd>
es: <cmd>~/</cmd> representa su carpeta personal <cmd>/home/su_nombre</cmd>
fi: <cmd>~/</cmd> esittää kotikansiotasi <cmd>/home/käyttäjätunnuksesi</cmd>
nl: <cmd>~/</cmd> staat voor uw persoonlijke map <cmd>/home/uw_naam</cmd>
pt_br: <cmd>~/</cmd> representa a sua pasta pessoal <cmd>/home/seu_nome</cmd>
ru: <cmd>~/</cmd> обозначает вашу домашнюю папку <cmd>/home/ваше_имя</cmd>

source: Any file or folder name that starts with a period is hidden by default. To view hidden files, click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq> or press <keyseq><key>Ctrl</key><key>H</key></keyseq>.
ast: Se tapez cualesquier carpeta o ficheru que comience por un puntu. Pa ver ficheros anubríos, calca <guiseq><gui>Ver</gui><gui>Amosar ficheros anubríos</gui></guiseq> o calca <keyseq><key>Ctrl</key><key>H</key></keyseq>.
el: Οποιοδήποτε όνομα αρχείου ή φακέλου που ξεκινά με μια τελεία είναι κρυμμένο ως προεπιλογή. Για να δείτε κρυμμένα αρχεία, πατήστε <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq> ή πατήστε <keyseq><key>Ctrl</key><key>H</key></keyseq>.
es: Se oculta cualquier carpeta o archivo que comience por un punto. Para ver archivos ocultos, pulse <guiseq><gui>Ver</gui><gui>Mostrar archivos ocultos</gui></guiseq> o pulse <keyseq><key>Ctrl</key><key>H</key></keyseq>.
fi: Kaikki tiedostot, joiden nimi alkaa pisteellä, on oletuksena piilotettu. Nähdäksesi piilotiedostot, napsauta <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq>, tai paina <keyseq><key>Ctrl</key><key>H</key></keyseq>.
nl: Elke bestands- of mapnaam beginnend met een punt is standaard verborgen. Om verborgen bestanden zichtbaar te maken, klik op <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq> of druk op <keyseq><key>Ctrl</key><key>H</key></keyseq>.
pt_br: Qualquer nome de arquivo ou pasta que inicie com um ponto é oculto por padrão. Para ver arquivos ocultos, clique em <guiseq><gui>ver</gui><gui>mostrar arquivos ocultos</gui></guiseq> ou pressione <keyseq><key>Ctrl</key><key>H</key></keyseq>.
ru: Все файлы или папки, имя которых начинается с точки, по умолчанию скрыты. Чтобы увидеть скрытые файлы, щёлкните <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq> или нажмите <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: Your personal files
ast: Sus ficheros personales
el: Τα προσωπικά σας αρχεία
es: Sus archivos personales
fi: Henkilökohtaiset tiedostot
nl: Uw persoonlijke bestanden
pt_br: Seus arquivos pessoais
ru: Ваши личные файлы

source: <cmd>~/</cmd>, <cmd>~/Desktop</cmd>, <cmd>~/Documents</cmd>, <cmd>~/Pictures</cmd>, <cmd>~/Music</cmd>, <cmd>Videos</cmd>, and others
ast: <cmd>~/</cmd>, <cmd>~/Escritoriu</cmd>, <cmd>~/Documentos</cmd>, <cmd>~/Imáxenes</cmd>, <cmd>~/Música</cmd>, <cmd>Vídeos</cmd>, <cmd>~/bin</cmd>, y otros
el: <cmd>~/</cmd>, <cmd>~/Επιφάνεια εργασίας</cmd>, <cmd>~/Έγγραφα</cmd>, <cmd>~/Εικόνες</cmd>, <cmd>~/Μουσική</cmd>, <cmd>Βίντεο</cmd>, και άλλα
es: <cmd>~/</cmd>, <cmd>~/Escritorio</cmd>, <cmd>~/Documentos</cmd>, <cmd>~/Imágenes</cmd>, <cmd>~/Música</cmd>, <cmd>Vídeos</cmd>, <cmd>~/bin</cmd>, y otros
fi: <cmd>~/</cmd>, <cmd>~/Työpöytä</cmd>, <cmd>~/Asiakirjat</cmd>, <cmd>~/Kuvat</cmd>, <cmd>~/Musiikki</cmd>, <cmd>Videot</cmd> ja muut
nl: <cmd>~/</cmd>, <cmd>~/Bureaublad</cmd>, <cmd>~/Documenten</cmd>, <cmd>~/Afbeeldingen</cmd>, <cmd>~/Musiek</cmd>, <cmd>Video's</cmd>, en andere
pt_br: <cmd>~/</cmd>, <cmd>~/Área de Trabalho</cmd>, <cmd>~/Documentos</cmd>, <cmd>~/Imagens</cmd>, <cmd>~/Música</cmd>, <cmd>Vídeos</cmd> e outros
ru: <cmd>~/</cmd>, <cmd>~/Рабочий стол</cmd>, <cmd>~/Документы</cmd>, <cmd>~/Изображения</cmd>, <cmd>~/Музыка</cmd>, <cmd>~/Видео</cmd>, и другие

source: Contain files you actively created.
ast: Contienen ficheros creados por su xera.
el: Περιέχει αρχεία που δημιουργήσατε.
es: Contienen archivos creados por su actividad.
fi: Sisältää tiedostoja, joita olet käyttänyt.
nl: Bevat bestanden die u zelf heeft aangemaakt.
pt_br: Contém arquivos que você criou ativamente.
ru: Содержат файлы, которые вы создали.

source: Your personal settings
ast: Su configuración personal
el: Οι προσωπικές σας ρυθμίσεις
es: Su configuración personal
fi: Henkilökohtaiset asetuksesi
nl: Uw persoonlijke instellingen
pt_br: Suas configurações pessoais
ru: Ваши персональные настройки

source: Contain settings you set for your desktop and some applications.
ast: Caltién preferencies establecidas por vusté pa su escritoriu y dalgunes aplicaciones.
el: Περιέχει ρυθμίσεις που ορίσατε για τον υπολογιστή σας και μερικές εφαρμογές.
es: Contiene preferencias establecidas por usted para su escritorio y algunas aplicaciones.
fi: Sisältää työpöytäsi ja joidenkin ohjelmien asetuksia.
nl: Bevat instellingen die u ingesteld heeft voor uw bureaublad en sommige toepassingen.
pt_br: Contém configurações que você definiu para a sua área de trabalho e alguns aplicativos.
ru: Содержат настройки вашего рабочего стола и некоторых приложений.

source: System settings
ast: Configuración del sistema
el: Ρυθμίσεις συστήματος
es: Configuración del sistema
fi: Järjestelmäasetukset
nl: Systeeminstellingen
pt_br: Configurações do sistema
ru: Параметры системы

source: <cmd>/etc</cmd> located in the File System outside of your Home folder.
ast: <cmd>/etc</cmd> Ubicáu nel sistema de ficheros fuera de su carpeta de aniciu.
el: Ο κατάλογος <cmd>/etc</cmd> βρίσκεται στο Σύστημα αρχείων, ένα επίπεδο πιο πάνω από τον Προσωπικό σας φάκελο.
es: <cmd>/etc</cmd> Ubicado en el sistema de archivos fuera de su carpeta de inicio.
fi: <cmd>/etc</cmd> - sijaitsee tiedostojärjestelmän juuressa (kotikansiosi ulkopuolella).
nl: <cmd>/etc</cmd> zich bevindend in het bestandssysteem buiten uw persoonlijke map.
pt_br: <cmd>/etc</cmd> localizado no Sistema de Arquivo fora da sua pasta Pessoal.
ru: <cmd>/etc</cmd>, расположенная в файловой системе за пределами вашей домашней папки.

source: Your system settings. In general, you don't need to go outside of your Home folder.
ast: Sus preferencies del sistema. En general, vusté no necesita colar de su carpeta personal.
el: Οι ρυθμίσεις του συστήματός σας. Γενικά, δεν χρειάζεται να μεταβείτε έξω από τον προσωπικό σας φάκελο.
es: Sus preferencias del sistema. En general, usted no necesita salir de su carpeta personal.
fi: Järjestelmäasetuksesi. Yleisesti ottaen kotikansion ulkopuolelle ei ole tarvetta mennä.
nl: Uw systeeminstellingen. Over het algemeen hoeft u zich niet buiten uw persoonlijke map te begeven.
pt_br: Suas configurações de sistema. Em geral, você não precisa sair de sua pasta pessoal.
ru: Настройки вашей системы. Обычно вам не следует выходить за пределы домашней папки.

source: Back up anything that you can't bear to lose if something goes wrong.
ast: Respalde cualesquier cosa de la que no pueda prescindir si algo va mal.
el: Κάνετε αντίγραφο από οτιδήποτε δεν θα αντέχατε να χάσετε αν κάτι πάει στραβά.
es: Respalde cualquier cosa de la que no pueda prescindir si algo va mal.
fi: Varmuuskopioi kaikki, mitä ei ole varaa menettää koneen rikkoutuessa.
nl: Een back-up maken van alles wat u niet kwijt wilt raken als er iets mis gaat.
pt_br: Faça cópias de segurança de qualquer coisa que você não suportará perder se algo der errado.
ru: Создавайте резервные копии всего, что не хотите потерять, если что-то пойдёт не так.

source: What to back up
ast: De qué facer una copia de seguridá
el: Τι είναι σημαντικό να συμπεριληφθεί σε ένα αντίγραφο ασφαλείας
es: De qué hacer una copia de seguridad
fi: Mitä tulisi varmuuskopioida
nl: Wat te back-uppen
pt_br: Fazer cópia de segurança de quê
ru: Что копировать

source: Your priority should be to backup your <link xref="backup-thinkabout">most important files</link> as well as those that are difficult to recreate. An example of most important to least important:
ast: Su prioridá tendría ser respaldar sus <link xref="backup-thinkabout">ficheros más importantes</link> así como los que resulten difíciles de criar de nuevu. Como exemplu, de mayor a menor importancia:
el: Η προτεραιότητά σας θα πρέπει να είναι να κάνετε αντίγραφο από τα <link xref="backup-thinkabout">σημαντικότερα αρχεία</link> σας, όπως επίσης και από αυτά που είναι δύσκολο να αναδημιουργηθούν. Ένα παράδειγμα από τα περισσότερο προς τα λιγότερο σημαντικά:
es: Su prioridad debería ser respaldar sus <link xref="backup-thinkabout">archivos más importantes</link> así como los que resulten difíciles de crear de nuevo. Como ejemplo, de mayor a menor importancia:
fi: Sinun tulisi ensisijaisesti varmuuskopioida <link xref="backup-thinkabout">tärkeimmät tiedostosi</link> kuten myös ne, jotka on hankalaa luoda uudelleen. Esimerkki tärkeimmästä vähinten tärkeimpään:
nl: U zou prioriteit moeten geven aan het maken van back-ups van uw <link xref="backup-thinkabout">belangrijkste bestanden</link>, evenals bestanden die moeilijk opnieuw aan te maken zijn. Een voorbeeld van belangrijkst tot minst belangrijk:
pt_br: Sua prioridade deve ser de fazer cópia de segurança dos seus <link xref="backup-thinkabout">arquivos mais importantes</link> assim como daqueles que são difíceis de recriar. Um exemplo dos mais importantes para os menos importantes:
ru: В первую очередь нужно делать резервные копии<link xref="backup-thinkabout">наиболее важных файлов</link>, а также тех, которые трудно создать заново. Вот пример (от наиболее важных до наименее важных):

source: Documents, spreadsheets, email, calendar appointments, financial data, family photos, anything that you made that has importance to you. These are clearly the most important as they may be irreplaceable.
ast: Documentos, hojas de cálculu, corréu-e, citas nel calendariu, datos financieros, fotos familiares, cualesquier cosa que heba hecho que ten importancia pa vusté. Estos son claramente los más importantes, ya que son irreemplazables.
el: Έγγραφα, λογιστικά φύλλα, ηλεκτρονική αλληλογραφία, συναντήσεις στο ημερολόγιο, οικονομικά δεδομένα, οικογενειακές φωτογραφίες, οτιδήποτε που έχετε δημιουργήσει και έχει σημασία για εσάς. Αυτά είναι ξεκάθαρα τα πιο σημαντικά καθώς μπορεί να είναι αναντικατάστατα.
es: Documentos, hojas de cálculo, correo-e, citas en el calendario, datos financieros, fotos familiares, cualquier cosa que haya hecho que tenga importancia para usted. Estos son claramente los más importantes, ya que son irreemplazables.
fi: Asiakirjat, laskentataulukot, sähköposti, kalenterin tapahtumat, taloustiedot, perhevalokuvat, mikä tahansa, joka on sinulle tärkeää. Nämä ovat selvästi tärkeimpiä, koska ne voivat olla korvaavattomia.
nl: Documenten, spreadsheets, e-mail, agenda-afspraken, financiële gegevens, familiefoto's, alles wat belangrijk voor u is. Deze zijn duidelijk het belangrijkst omdat ze waarschijnlijk niet te vervangen zijn.
pt_br: Documentos, planilhas, e-mail, anotações de calendário, dados financeiros, fotos de família, qualquer coisa que você fez que tem importância para você. Essas são claramente as mais importantes já que podem ser insubstituíveis.
ru: Документы, электронные таблицы, электронная почта, запланированные встречи, финансовые данные, семейные фотографии и всё, что является важным для вас. Это, несомненно, наиболее важные данные, поскольку воссоздать их может быть невозможно.

source: This includes changes you may have made to colors, backgrounds, screen resolution and mouse settings on your desktop. This also includes application preferences, such as settings for <app>LibreOffice</app>, your music player, and your email program. These are replaceable, but may take a while to recreate.
ast: Esto incluye los cambeos que heba hecho a los colores, fondos, resolución de la pantalla y preferencies del mur en su escritoriu. También incluye les preferencies de les aplicaciones, como la configuración de <app>LibreOffice</app>, su reproductor de música y su programa de corréu electrónicu. Son reemplazables, pero puede tardar un tiempu en volverlos a criar.
el: Αυτό περιλαμβάνει αλλαγές που μπορεί να έχετε κάνει σε χρώματα, παρασκήνια επιφανειών εργασίας, ανάλυση της οθόνης και ρυθμίσεις συμπεριφοράς του ποντικιού στο σύστημά σας. Περιλαμβάνει επίσης τις προτιμήσεις εφαρμογών, όπως είναι οι ρυθμίσεις του <app>LibreOffice</app>, του αναπαραγωγέα μουσικής σας και της εφαρμογής ηλεκτρονικού ταχυδρομείου. Αυτά είναι δυνατόν να αντικατασταθούν, αλλά μπορεί να χρειαστεί αρκετό χρονικό διάστημα για να αναδημιουργηθούν.
es: Esto incluye los cambios que haya hecho a los colores, fondos, resolución de la pantalla y preferencias del ratón en su escritorio. También incluye las preferencias de las aplicaciones, como la configuración de <app>LibreOffice</app>, su reproductor de música y su programa de correo electrónico. Son reemplazables, pero puede tardar un tiempo en volverlos a crear.
fi: Tämä sisältää väreihin, taustoihin sekä näytön ja hiiren asetuksiin tehdyt muutokset. Lisäksi tähän kuuluu myös sovellusten asetukset, kuten <app>LibreOfficen</app>, musiikkisoittimen ja sähköpostisovelluksen. Nämä asetukset on korvattavissa, mutta niiden tekemisessä uudelleen saattaa kulua hetki.
nl: Dit omvat wijzigingen die u mogelijk in uw bureaublad gemaakt heeft, zoals kleuren, achtergronden, schermresolutie en muisinstellingen. Dit omvat ook toepassingsvoorkeuren, zoals instellingen voor <app>LibreOffice</app>, uw muziekafspeler, en uw e-mailprogramma. Deze kunnen opnieuw worden opgegeven, maar dat kan wel even duren.
pt_br: Isso inclui mudanças que você talvez tenha feito em cores, plano de fundo, resolução de tela e configurações de mouse em seu desktop. Isso também inclui preferências de aplicações, como as configurações para o <app>LibreOffice</app>, seu tocador de música, e seu programa de e-mail. Esses são substituíveis, mas podem tomar tempo para serem recriados.
ru: Включают изменения, которые сделаны в настройках цветов, фона, разрешения экрана, настройках мыши вашего рабочего места. Они также включают настройки приложений, таких как <app>LibreOffice</app>, музыкальный проигрыватель, почтовая программа. Их можно воссоздать, но это займёт некоторое время.

source: Most people never change the settings that are created during installation. If you do customize your system, you may wish to backup these settings.
ast: La mayoría de la xente nunca camuda la configuración que se cria durante la instalación. Si se personaliza el sistema, es posible que desee facer copia de seguridá de esta configuración.
el: Οι περισσότεροι δεν αλλάζουν ποτέ τις ρυθμίσεις που γίνονται κατά τη διάρκεια της εγκατάστασης. Αν τροποποιήσετε το σύστημά σας, είναι πιθανό να θέλετε να κρατήσετε αντίγραφο αυτών των ρυθμίσεων που κάνατε.
es: La mayoría de la gente nunca cambia la configuración que se crea durante la instalación. Si se personaliza el sistema, es posible que desee hacer copia de seguridad de esta configuración.
fi: Suurin osa ihmisistä ei koskaan muuta asetuksia, jotka luodaan asennuksen yhteydessä. Jos muokkaat järjestelmääsi, saatat haluta varmuuskopioida muuttamasi asetukset.
nl: De meeste mensen wijzigen nooit de instellingen die tijdens de installatie werden aangemaakt. Als u wel uw systeem aanpast, dan wilt u mogelijk deze instellingen bewaren.
pt_br: A maioria das pessoas nunca mudar as configurações que são criadas durante a instalação. Se você personalizou seu sistema, você talvez queira fazer uma cópia de segurança dessas configurações.
ru: Многие люди никогда не меняют эти настройки, созданные во время установки системы. Если вы настраивали вашу систему сами, возможно, вы захотите сделать резервную копию этих настроек.

source: Installed software (and everything else).
ast: Software instaláu (y too lo demás).
el: Εγκατεστημένο λογισμικό (και τα λοιπά).
es: Software instalado (y todo lo demás).
fi: Asennetut sovellukset (ja kaikki muu).
nl: Geïnstalleerde software (en al het overige).
pt_br: Programas instalados (e tudo mais).
ru: Установленное програмное обеспечение (и всё остальное)
