Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: When you plug an iPod into your computer, it will appear in your music player application and also in the file manager (the <app>Files</app> application in the <gui>Launcher</gui>). You must copy songs onto the iPod using the music player - if you copy them across using the file manager, it won't work because the songs won't be put into the right location. iPods have a special location for storing songs that music player applications know how to get to but the file manager does not.
ast: Cuando conecte un iPod a su equipu, aparecerá en su aplicación de reproducción de música y tamién nel xestor de ficheros (la aplicación <app>Ficheros</app> del <gui>Lanzador</gui>). Tien de copiar les canciones en el iPod usando el reproductor de música - si les copia usando el xestor de ficheros, no funcionará porque les canciones no se pondrán nel llugar correutu. Los iPods tiennun llugar especial donde almacenar les canciones que les aplicaciones de reproducción de música conocen pero el xestor de ficheros no.
el: Όταν συνδέσετε ένα iPod στον υπολογιστή σας, αυτό θα εμφανιστεί στην εφαρμογή αναπαραγωγής σας και επίσης και στον διαχειριστή αρχείων (την εφαρμογή <app>Αρχεία</app> στον <app>Εκκινητή</app>). Πρέπει να αντιγράψετε τα αρχεία στο iPod χρησιμοποιώντας την εφαρμογή αναπαραγωγής μουσικής. Αν το κάνετε με τον διαχειριστή αρχείων, δεν θα είναι σωστό καθώς τα αρχεία τραγουδιών δεν θα τοποθετηθούν στην σωστή τοποθεσία. Τα iPod έχουν μία συγκεκριμένη τοποθεσία για την αποθήκευση των τραγουδιών στην οποία οι εφαρμογές αναπαραγωγής γνωρίζουν πως να έχουν πρόσβαση, ενώ ο διαχειριστής αρχείων όχι.
es: Cuando conecte un iPod a su equipo, aparecerá en su aplicación de reproducción de música y también en el gestor de archivos (la aplicación <app>Archivos</app> del <gui>Lanzador</gui>). Debe copiar las canciones en el iPod usando el reproductor de música - si las copia usando el gestor de archivos, no funcionará porque las canciones no se pondrán en el lugar correcto. Los iPods tienen un lugar especial donde almacenar las canciones que las aplicaciones de reproducción de música conocen pero el gestor de archivos no.
fi: Kun kytket iPodin tietokoneeseen, se näkyy musiikkisoittimessa ja myös tiedostonhallinnassa (<app>Kotikansio</app>-sovellus <gui>käynnistimessä</gui>). Kappaleiden siirto tulee tehdä musiikkisoittimella - tiedostonhallinnan käyttäminen ei toimi, sillä kappaleet eivät siirry oikeaan kansioon. iPodeissa on nimittäin tietty sijainti kappaleiden tallennukseen, jota musiikkisoitin osaa käyttää, mutta tiedostonhallinta ei.
pt_br: Quando você conectar um iPod em seu computador, ele aparecerá em seu aplicativo de reprodução de músicas e também no gerenciador de arquivos (o aplicativo <app>Arquivos</app> no <gui>Lançador</gui>). Você precisa copiar músicas para o iPod através do reprodutor de músicas - se você copiá-las usando o gerenciador de arquivos não vai dar certo, porque as músicas não serão colocadas no lugar certo. Os iPods possuem uma localização especial para armazenar músicas. Os reprodutores de música sabem encontrá-la; o gerenciador de arquivos, não.
ru: После подключения iPod к вашему компьютеру, он должен быть доступен в музыкальном проигрывателе и обозревателе файлов (Приложение <app>Файлы</app> на <gui>Панели запуска</gui>). Вам необходимо скопировать композиции на iPod используя музыкальный проигрыватель, если вы скопируете их используя обозреватель файлов, то вы не сможете воспроизводить их, так как они будут размещены в несоответствующей папке. В iPod существует особое местоположение, в котором хранятся композиции, музыкальные проигрыватели умеют взаимодействовать с ним, а обозреватель файлов нет.

source: You also need to wait for the songs to finish copying to the iPod before you unplug it. Before unplugging the iPod, make sure you choose to <link xref="files-removedrive">safely remove it</link>. This will make sure that all of the songs have been copied across properly.
ast: También tendrá que esperar a que les canciones se terminen de copiar al iPod enantes de desconectarlo. Enantes de desconectar el iPod, asegúrese de <link xref="files-removedrive">extraerlo con seguridá</link>. Esto garantizará que toes les canciones se han copiáu correcho.
el: Επίσης, χρειάζεται να περιμένετε μέχρι να τελειώσει η αντιγραφή των τραγουδιών στο iPod μέχρι να το αποσυνδέσετε. Πριν την αποσύνδεση του iPod, βεβαιωθείτε ότι επιλέξατε την <link xref="files-removedrive">ασφαλή απομάκρυνσή του</link>. Αυτό θα σιγουρέψει πως τα τραγούδια αντιγράφηκαν σωστά.
es: También tendrá que esperar a que las canciones se terminen de copiar al iPod antes de desconectarlo. Antes de desconectar el iPod, asegúrese de <link xref="files-removedrive">extraerlo con seguridad</link>. Esto garantizará que todas las canciones se han copiado correctamente.
fi: Odota kunnes kappaleet on varmasti kopioitu kokonaan, ennen kuin irrotat iPodin tietokoneesta. Ennen irrottamista muista myös <link xref="files-removedrive">poistaa laite turvallisesti</link>. Näin varmistutaan, että kaikki kappaleet on kopioitu oikein.
pt_br: Você também precisa esperar que as músicas terminem de ser copiadas para o iPod antes de desconectá-lo. Antes de desconectar o iPod, certifique-se de que escolheu a opção de <link xref="files-removedrive">removê-lo com segurança</link>. Esse procedimento trará a certeza de que todas as músicas foram copiadas corretamente.
ru: Также вам необходимо подождать некоторое время, ожидая завершения копирования композиций на iPod, перед тем как отсоединить его. Перед отсоединением iPod, убедитесь, что вы выбрали <link xref="files-removedrive">Безопасное удаление</link>. Это позволит вам удостовериться, что все композиции скопированы правильно.

source: A further reason why songs might not be appearing on your iPod is that the music player application you're using does not support converting the songs from one audio format to another. If you copy a song which is saved in an audio format that is not supported by your iPod (for example, an Ogg Vorbis (.oga) file), the music player will try to convert it to a format that the iPod does understand, such as MP3. If the appropriate conversion software (also called a codec or encoder) is not installed, the music player will not be able to do the conversion and so will not copy the song.
ast: Otra de les posibles razones por les que sus canciones no aparecen en su iPod es que la aplicación de reproducción de música que ta usando no almite la conversión de canciones de un formatu de soníu a otru. Si copia una canción que fue guardada nun formatu de soníu no admitido por su iPod (por exemplu, un ficheru Ogg Vorbis (.oga)), el reproductor de música intentará convertirlo a un formatu que el iPod entienda, como el MP3. Si no ta instaláu el software de conversión afayadizu (tamién llamáu códec o codificador), el reproductor de música no podrá facer la conversión y, por tanto, no copiará la canción.
el: Ένας επιπλέον λόγος που τα τραγούδια ενδεχομένως να μη εμφανίζονται στο iPod σας είναι ότι η εφαρμογή αναπαραγωγής μουσικής που χρησιμοποιείτε δεν υποστηρίζει τη μετατροπή των τραγουδιών από τη μια μορφή ήχου σε άλλη. Εάν αντιγράψετε ένα τραγούδι το οποίο αποθηκεύεται σε μια μορφή ήχου που δεν υποστηρίζεται από το iPod σας (για παράδειγμα,αρχείο Ogg Vorbis (.oga) ), το πρόγραμμα αναπαραγωγής μουσικής θα προσπαθήσει να το μετατρέψει σε μια μορφή που το iPod δεν καταλαβαίνει, όπως MP3. Αν το κατάλληλο λογισμικό μετατροπής (που ονομάζεται επίσης κωδικοποιητής ή αποκωδικοποιητής ) δεν είναι εγκατεστημένο, το πρόγραμμα αναπαραγωγής μουσικής δεν θα είναι σε θέση να κάνει τη μετατροπή και έτσι δεν θα αντιγράψει το τραγούδι.
es: Otra de las posibles razones por las que sus canciones no aparecen en su iPod es que la aplicación de reproducción de música que está usando no admite la conversión de canciones de un formato de sonido a otro. Si copia una canción que fue guardada en un formato de sonido no admitido por su iPod (por ejemplo, un archivo Ogg Vorbis (.oga)), el reproductor de música intentará convertirlo a un formato que el iPod entienda, como el MP3. Si no está instalado el software de conversión apropiado (también llamado códec o codificador), el reproductor de música no podrá hacer la conversión y, por tanto, no copiará la canción.
fi: Toinen syy, miksi kappaleet eivät näy iPodissa, on se, että musiikkisoittimesi ei tue tiedostomuotojen muuttamista tietystä tiedostomuodosta toiseen. Jos yrität kopioida kappaletta, joka on sellaisessa tiedostomuodossa, jota iPod ei tue (kuten Ogg Vorbis (.oga) -tiedosto), musiikkisoitin yrittää muuttaa sen iPodin ymmärtämään tiedostomuotoon, kuten MP3:een. Jos sopivaa muuntamisohjelmistoa ei ole asennettu, musiikkisoitin ei pysty muuntamaan tiedostoja, ja näin kopiointi epäonnistuu.
nl: Nog een reden waarom nummers mogelijk niet op uw iPod terecht komen is dat de muziektoepassing die u gebruikt het converteren van de nummers van het ene audioformaat naar het andere niet ondersteunt. Als u een nummer kopieert dat opgeslagen is in een audioformaat dat niet ondersteund wordt door uw iPod (bijvoorbeeld een Ogg Vorbis (.oga)-bestand, dan zal de muziekspeler proberen het te converteren naar een formaat dat de iPod wel kent, zoals MP3. Als de juiste conversiesoftware (ook wel codec of encoder genoemd) niet is geïnstalleerd, dan zal de muziekspeler niet in staat zijn de conversie te doen en dus het nummer niet kopiëren.
pt_br: Mais um motivo para algumas músicas não aparecerem no iPod: o aplicativo reprodutor de músicas que você está usando não suporta a conversão de músicas de um formato de áudio para outra. Se você copiar uma música gravada em um formato de áudio que o iPod não suporta (por exemplo, um arquivo Ogg Vorbis, .oga), o reprodutor de músicas tentará convertê-lo para um formato que o iPod compreende, como o MP3. Se o aplicativo de conversão apropriado (também conhecido como codec ou codificador) não estiver instalado, o reprodutor de música não será capaz de fazer a conversão e, consequentemente, não copiará a música.
ru: Ещё одна причина, по которой музыкальные композиции могут не появиться на вашем iPod, это музыкальный проигрыватель, который не поддерживает преобразование музыкальных композиций из одного формата в другой. Если вы скопировали композицию, которая сохранена в звуковом формате не поддерживаемом iPod (например в формате файла Ogg Vorbis (.oga)), музыкальный проигрыватель попытается преобразовать его в формат совместимый с iPod, например в формат MP3. Если для выполнения преобразования не установлено соответствующее программное обеспечение (кодек или декодер), музыкальный проигрыватель не сможет выполнить преобразование и соответственно скопировать композицию.

source: Brand-new iPods need to be set-up using the iTunes software before you can use them.
ast: Los iPods recién adquiridos deberán configurase usando el programa iTunes enantes de poder usarlos.
el: Τα ολοκαίνουργια iPod πρέπει να ρυθμιστούν με χρήση του λογισμικού iTunes για να μπορέσετε να τα χρησιμοποιήσετε.
es: Los iPods recién adquiridos deberán configurarse usando el programa iTunes antes de poder usarlos.
fi: Uudet iPodit pitää aktivoida iTunes-ohjelmalla ennen kuin niitä voi käyttää.
nl: Nieuwe iPods moeten eerst ingesteld worden via de iTunes software voor u ze kunt gebruiken.
pt_br: iPod novos precisam ser configurados no iTunes antes de poderem ser utilizados.
ru: Для возможности использования совершенно новых iPod, необходимо настроить их при помощи программного обеспечения iTunes.

source: My new iPod won't work
ast: Mi iPod nuevu no furrula
el: Το νέο μου iPod δε θα λειτουργήσει
es: Mi iPod nuevo no funciona
fi: Uusi iPodini ei toimi
pt_br: Meu iPad novo não funciona
ru: Мой новый iPod отказывается работать

source: If you have a new iPod that has never been connected to a computer before, it won't be recognized properly when you connect it to a Linux computer. This is because iPods need to be set up and updated using the <app>iTunes</app> software, which only runs on Windows and Mac OS X.
ast: Si tien un iPod nuevu que no se heba coneutáu nunca enantes a un equipu, no se reconocerá correcho cuando lo conecte a un equipu Linux. Esto es darréu de a que los iPods necesiten configurase y actualizase usando el programa <app>iTunes</app>, que solo furrula en Windows y Mac OS X.
el: Εάν έχετε ένα νέο iPod που δεν έχει συνδεθεί ποτέ με έναν υπολογιστή πριν, δεν θα αναγνωριστεί σωστά όταν το συνδέσετε με έναν υπολογιστή Linux. Αυτό συμβαίνει επειδή τα iPod θα πρέπει να ρυθμιστούν και να ενημερωθούν με το λογισμικό <app>iTunes</app> το οποίο εκτελείται μόνο σε Windows και Mac OS X.
es: Si tiene un iPod nuevo que no se haya conectado nunca antes a un equipo, no se reconocerá correctamente cuando lo conecte a un equipo Linux. Esto es debido a que los iPods necesitan configurarse y actualizarse usando el programa <app>iTunes</app>, que solo funciona en Windows y Mac OS X.
fi: Jos sinulla on uusi iPod jota ei ole aikaisemmin kytketty mihinkään tietokoneeseen, sitä ei tunnisteta oikein liittäessäsi sen Linux-tietokoneeseen. Tämä johtuu siitä, että iPodit pitää aktivoida ja päivittää iTunes-ohjelmistolla, joka on saatavilla vain Windowsille ja Mac OS X:lle.
nl: Als u een nieuwe iPod heeft die nog nooit eerder op een computer is aangesloten, dan zal die niet op de juiste manier herkend worden wanneer u hem aansluit op een Linux computer. Dit komt doordat iPods ingesteld en bijgewerkt moeten worden via de <app>iTunes</app> software en die draait alleen op Windows en Mac OS X.
pt_br: Se você tiver um iPod novo que nunca foi conectado a um computador, ele não será reconhecido adequadamente quando você for ligá-lo a um computador Linux. Isso acontece porque iPods precisam ser configurados e atualizados pelo aplicativo <app>iTunes</app>, que somente roda no Windows e no Mac OS X.
ru: Если у вас новый iPod, который ещё ни разу не подключался к компьютеру, он не сможет быть правильно распознан на компьютере с Linux. Причина в необходимости настройки и обновления iPod, используя программное обеспечение <app>iTunes</app>, которое доступно для операционных система Windows и Mac OS X.

source: To set-up your iPod, install iTunes on a Windows or Mac computer and plug it in. You will be led through a few steps to set it up. When asked for the <gui>Volume Format</gui>, choose <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> or similar. The other format does not work as well with Linux.
ast: Pa configurar su iPod, instale iTunes nun equipu Windows o Mac y conéctelo. Tendrá que siguir unos cuantos pasos. Cuando se le pregunte por el <gui>Formatu del volume</gui>, escueyi <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> o similar. Los demás formatos no funcionan tan bien en Linux.
el: Για να ρυθμίσετε το iPod σας, εγκαταστήστε τα iTunes σε έναν υπολογιστή Windows ή Mac και συνδέστε το. Όταν σας ζητηθεί η <gui>Μορφή τόμου</gui>, επιλέξτε <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> ή παρεμφερές. Η άλλη μορφή δε λειτουργεί τόσο καλά στο Linux.
es: Para configurar su iPod, instale iTunes en un equipo Windows o Mac y conéctelo. Tendrá que seguir unos cuantos pasos. Cuando se le pregunte por el <gui>Formato del volumen</gui>, seleccione <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> o similar. Los demás formatos no funcionan tan bien en Linux.
fi: Aktivoi iPodisi asentamalla ensin iTunes Windowsiin tai Mac-tietokoneeseen ja liitä iPod tietokoneeseen. Noudata iTunesin ohjeita aktivoimisessa. Kun aktivointiohjelma kysyy <gui>Alustusmuoto</gui>a, valitse <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> tai jokin muu vastaava. Muut muodot eivät toimi kunnolla Linuxissa.
nl: Installeer iTunes op een Windows of Mac computer en sluit hem aan. U wordt door een aantal stappen geleid om hem in te stellen. Wanneer gevraagd wordt naar het <gui>Volume Format</gui>, kies <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> of iets soortgelijks. Het andere formaat werkt niet zo goed met Linux.
pt_br: Para configurar seu iPod, instale o iTunes em um computador com Windows ou Mac e conecte o aparelho. Você será guiado através de alguns passos de configuração. Quando lhe for pedido para escolher um <gui>Formato de volume</gui>, escolha <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> ou algo parecido. Os demais formatos não funcionarão tão bem no Linux.
ru: Чтобы настроить ваш iPod, установите iTunes на компьютер с Windows или Mac и подсоедините его. Вы пройдёте несколько этапов для его настройки. Когда вас попросят выбрать <gui>Формат тома</gui>, выберите <gui>MS-DOS (FAT)</gui>, <gui>Windows</gui> или схожий. Другой формат не работает с Linux.

source: Once you have finished setup, the iPod should work normally when you plug it into a Linux computer.
ast: Cuando heba fináu, el iPod ya funcionará normalmente cuando lo conecte a un equipu Linux.
el: Όταν έχετε τελειώσει τη ρύθμιση, το iPod θα πρέπει να λειτουργεί κανονικά όταν το συνδέσετε σε έναν υπολογιστή Linux.
es: Cuando haya terminado, el iPod ya funcionará normalmente cuando lo conecte a un equipo Linux.
fi: Kun aktivointi on suoritettu, iPod toimii normaalisti kytkiessäsi sen Linux-tietokoneeseen.
nl: Nadat u de set-up heeft voltooid zou de iPod normaal moeten werken als u hem aansluit op een Linux computer.
pt_br: Quando você tiver terminado a configuração, o iPod deve funcionar normalmente ao ser conectado a um computador com Linux.
ru: После завершения настройки, iPod должен нормально функционировать при его подсоединении к компьютеру с Linux.

source: Add a <input>.is_audio_player</input> file to tell your computer that it's an audio player.
ast: Amestar un ficheru <input>.is_audio_player</input> pa decirle a su equipu que es un reproductor de soníu.
el: Προσθέστε ένα αρχείο <input>.is_audio_player</input> για να πείτε στον υπολογιστή σας ότι πρόκειται για μια συσκευή αναπαραγωγής ήχου.
es: Añadir un archivo <input>.is_audio_player</input> para decirle a su equipo que es un reproductor de sonido.
fi: Luo <input>.is_audio_player</input> -tiedosto jolla kerrot tietokoneellesi että kyseessä on musiikkisoitin.
nl: Voeg een <input>.is_audio_player</input>-bestand toe om uw computer te vertellen dat het een muziekspeler is.
pt_br: Acrescente um arquivo <input>.is_audio_player</input> para dizer a seu computador que se trata de um reprodutor de áudio.
ru: Добавьте файл <input>.is_audio_player</input>, чтобы сообщить компьютеру, что это аудиоплеер.

source: Why isn't my audio player recognized when I plug it in?
ast: ¿Por qué no se reconoz mi reproductor de audio cuando lo conecto?
el: Γιατί δεν αναγνωρίζεται ο συσκευή αναπαραγωγής μουσικής όταν τη συνδέω στον υπολογιστή μου;
es: ¿Por qué no se reconoce mi reproductor de audio cuando lo conecto?
fi: Miksi tietokoneeseen kytkemääni musiikkisoitinta ei tunnisteta?
pt_br: Por que meu reprodutor de áudio não é reconhecido quando eu o conecto?
ru: Почему мой аудиоплеер не распознаётся, когда я подключаю его?

source: If your audio player (MP3 player etc.) is plugged in to the computer but you can't see it in your music organizer application, it may not have been properly recognized as an audio player.
ast: Si coneuta un reproductor de soníu (reproductor MP3, etc.) al equipu pero no puede verlo en su aplicación de organización musical, puede que no se heba reconocido correcho como reproductor de soníu.
el: Εάν η συσκευή αναπαραγωγής ήχου (MP3 player κλπ.) είναι συνδεδεμένη με τον υπολογιστή αλλά δεν μπορείτε να την δείτε σε εφαρμογή διοργάνωσης μουσικής, μπορεί να μην έχει γίνει αναγνώριση ως συσκευή αναπαραγωγής ήχου.
es: Si conecta un reproductor de sonido (reproductor MP3, etc.) al equipo pero no puede verlo en su aplicación de organización musical, puede que no se haya reconocido correctamente como reproductor de sonido.
fi: Jos musiikkisoittimesi (esim. MP3-soitin) on kytketty tietokoneeseen, mutta et näe sitä musiikkisovelluksessa, soitinta ei välttämättä ole tunnistettu musiikkisoittimeksi.
pt_br: Se o seu reprodutor de áudio (tocador de MP3, por exemplo) estiver conectado ao computador mas você não puder vê-lo em seu aplicativo de organização de músicas, pode ser que ele não tenha sido reconhecido adequadamente como um reprodutor de áudio.
ru: Если ваш аудиоплеер (MP3-плеер и т.п.) подключен к компьютеру, но вы не видите его в приложении для управления музыкальными коллекциями, возможно, система не распознаёт его как аудиоплеер.

source: Try unplugging the player and then plugging it in again. If that doesn't help, <link xref="files-browse">open the file manager</link>. You should see the player listed under <gui>Devices</gui> in the sidebar - click it to open the folder for the audio player. Now, click <guiseq><gui>File</gui><gui>New Document</gui><gui>Empty Document</gui></guiseq>, type <input>.is_audio_player</input> and press <key>Enter</key> (the period and underscores are important, and it should be all lower-case). This file tells your computer to recognize the device as an audio player.
ast: Intenta desconeutar el reproductor y entós coneuta de nueves. Si esto nun funciona, <link xref="files-browse">abri'l xestor de ficheros</link>. Tendríes de ver el reproductor llistáu abaxo de <gui>Preseos</gui> na barra llateral - primi nél p'abrir la carpeta pal reproductor d'audio. Agora, calca en <guiseq><gui>Ficheru</gui><gui>Documentu nuevu</gui><gui>Documentu ermu</gui></guiseq>, escribi <input>.is_audio_player</input> y calca <key>Enter</key> (el periodu y los solliñaos son importantes y tienen de tar en minúscules). Esti ficheru diz al equipu que reconoza'l preséu como un reproductor d'audio.
el: Προσπαθήστε να αποσυνδέσετε τη συσκευή αναπαραγωγής μουσικής και στη συνέχεια να τη συνδέσετε ξανά. Εάν αυτό δεν βοηθήσει, <link xref="files-browse">ανοίξτε το διαχειριστή αρχείων</link>. Θα πρέπει να δείτε τη συσκευή να αναφέρεται στην πλευρική στήλη <gui>Συσκευές</gui> - κάντε κλικ για να ανοίξετε το φάκελο για τη συσκευή αναπαραγωγής ήχου. Τώρα, κάντε κλικ στο <guiseq><gui>Αρχείο</gui><gui>Νέο έγγραφο</gui><gui>Κενό έγγραφο</gui></guiseq>, τύπου <input>.is_audio_player</input> και πατήστε το πλήκτρο <πλήκτρο>Enter</πλήκτρο> (το χρονικό διάστημα και οι υπογραμμίσεις είναι σημαντικές και θα πρέπει να είναι όλα σε πεζά). Αυτό το αρχείο λέει στον υπολογιστής σας να αναγνωρίσει τη συσκευή ως συσκευή αναπαραγωγής ήχου.
pt_br: Tente desconectar o reprodutor e então conectar novamente. Se isso não ajudar, <link xref="files-browse">abra o gerenciador de arquivos</link>. Você deverá ver o reprodutor listado abaixo de <gui>Dispositivos</gui> na barra lateral - clique nele para abrir a pasta para o reprodutor de áudio. Agora, clique em <guiseq><gui>Arquivo</gui><gui>Novo documento</gui><gui>Documento em branco</gui></guiseq>, digite <input>.is_audio_player</input> e pressione <key>Enter</key> (o ponto e os sublinhados são importantes e tudo deve estar em minúsculas). Este arquivo diz ao computador para reconhecer o dispositivo como um reprodutor de áudio.
ru: Попробуйте отсоединить и снова подсоединить проигрыватель. Если это не помогло, <link xref="files-browse">откройте обозреватель файлов</link>. Вы должны увидеть проигрыватель в боковой панели слева, под категорией <gui>Устройства</gui>, щёлкните на его значке для открытия папки звукового проигрывателя. Затем щёлкните <guiseq><gui>Файл</gui><gui>Создать новый документ</gui><gui>Пустой документ</gui></guiseq>, введите <input>.is_audio_player</input> и нажмите клавишу <key>Enter</key> (период, подчёркивания важны и должны быть введены в нижнем регистре клавиатуры). Этот файл, позволит вашему компьютеру распознавать устройство в качестве звукового проигрывателя.
