Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Check for a driver by clicking the <link xref="unity-appmenu-intro">session menu</link> and selecting <gui>System Settings</gui>. In the Hardware section, click <gui>Additional Drivers</gui>. Wait a moment for Ubuntu to update its database.
ast: Compruebe un controlador pulsando en <link xref="unity-appmenu-intro">menú de sesión</link> y seleccionando <gui>Configuración de sistema</gui>.Na seición Hardware, calca en <gui>Controladores adicionales</gui>. Espere un intre a que Ubuntu actualice su base de datos.
el: Ελέγξτε για ένα πρόγραμμα οδήγησης κάνοντας κλικ στο <link xref="unity-appmenu-intro">μενού συνεδρίας</link> και επιλέγοντας <gui>Ρυθμίσεις συστήματος</gui>. Στην ενότητα Υλικό κάντε κλικ <gui>Πρόσθετοι οδηγοί υλικού</gui>. Περιμένετε μια στιγμή ώστε το Ubuntu να ενημερώσει τη βάση δεδομένων του.
es: Compruebe un controlador pulsando en <link xref="unity-appmenu-intro">menú de sesión</link> y seleccionando <gui>Configuración de sistema</gui>.En la sección Hardware, pulse en <gui>Controladores adicionales</gui>. Espere un momento a que Ubuntu actualice su base de datos.
nl: Op een stuurprogramma controleren doet u door te klikken op het <link xref="unity-appmenu-intro">sessiemenu</link> en daar <gui>Systeeminstellingen</gui> te selecteren. Klik onder het kopje Hardware op <gui>Extra stuurprogramma's</gui>. Wacht even totdat Ubuntu de database heeft bijgewerkt.
pt_br: Verifique um driver clicando no <link xref="unity-appmenu-intro">menu de sessão</link> e escolhendo <gui>Configurações de sistema</gui>. Na seção de hardware, clique em <gui>Drivers adicionais</gui>. Aguarde um momento enquanto o Ubuntu atualiza sua base de dados.
ru: Проверьте наличие драйвера, щёлкнув на <link xref="unity-appmenu-intro">меню сеансов</link> и выбрав <gui>Параметры системы</gui>. В разделе оборудования, щёлкните на значке <gui>Драйверы устройств</gui>. Подождите некоторое время, пока Ubuntu выполнит обновление собственной базы данных.

source: Many of the drivers found in <app>Additional Drivers</app> are proprietary and the source code isn't freely available. Therefore, Linux community developers are unable to fix any security or functionality problems in the driver. These drivers also cannot be installed automatically as part of Ubuntu. If you are willing to accept this limitation, activate the driver.
ast: Dellos de los controladores localizados en <app>controladores adicionales</app> son propietarios y el códigu fonte no ta disponible gratuitamente. Por lo tanto, los desendolcadores de la comunidad Linux no pueden reparar cualesquier problema de seguridá o funcionalidad nel controlador. Estos controladores no se pueden instalar automáticamente como parte de Ubuntu. Si ta dispuesto a aceptar esta limitación, active el controlador.
el: Πολλοί από τους οδηγούς που βρίσκονται στα <app>Πρόσθετοι οδηγοί υλικού</app> είναι ιδιοταγείς και ο πηγαίος κώδικας δεν είναι ελεύθερα διαθέσιμος. Ως εκ τούτου, η κοινότητα προγραμματιστών του Linux αδυνατεί να επιλύσει τα οποιαδήποτε προβλήματα ασφάλειας ή τη μη λειτουργικότητα του προγράμματος οδήγησης. Οι οδηγοί, επίσης, δεν μπορούν να εγκαθίστανται αυτόματα ως μέρος του Ubuntu. Εάν είστε πρόθυμοι να δεχθείτε αυτόν τον περιορισμό, ενεργοποιήσετε τον οδηγό.
es: Varios de los controladores localizados en <app>controladores adicionales</app> son propietarios y el código fuente no está disponible gratuitamente. Por lo tanto, los desarrolladores de la comunidad Linux no pueden reparar cualquier problema de seguridad o funcionalidad en el controlador. Estos controladores no se pueden instalar automáticamente como parte de Ubuntu. Si está dispuesto a aceptar esta limitación, active el controlador.
nl: Veel van de stuurprogramma's die in <app>Extra stuurprogramma's</app> worden aangetroffen zijn niet-vrij, de broncode is niet vrij beschikbaar. Daarom kunnen ontwikkelaars uit de Linux-gemeenschap geen problemen met de beveiliging of functionaliteit in een stuurprogramma oplossen. Deze stuurprogramma's kunnen ook niet automatisch als onderdeel van Ubuntu geïnstalleerd worden. Als u bereid bent deze beperking te accepteren kunt u het stuurprogramma activeren.
pt_br: Muitos dos drivers encontrados em <app>Drivers adicionais</app> são proprietários e seu código-fonte não está disponível gratuitamente. Consequentemente, desenvolvedores da comunidade Linux são incapazes de consertar quaisquer problemas de segurança ou funcionalidade no driver. Esses drivers também não podem ser instalados automaticamente com o Ubuntu. Se você estiver disposto a aceitar essa limitação, ative esse driver.
ru: Большинство драйверов, которые вы увидите в списке <app>Драйверы устройств</app>, проприетарные и их исходный код является закрытым. По этой причине, сообщество разработчиков Linux не может исправлять никакие проблемы связанные с безопасностью и работоспособностью драйвера. Также эти драйверы невозможно устанавливать автоматически как компонент Ubuntu. Если вы согласны с этими ограничениями, активируйте драйвер.

source: Search your card manufacturer's website for a Linux driver.
ast: Busque el sitiu web del fabricante de su tarxeta pa el controlador de Linux.
el: Αναζητήστε στο διαδικτυακό τόπο του κατασκευαστή της κάρτας σας προγράμματα οδήγησης για το Linux.
es: Busque el sitio web del fabricante de su tarjeta para el controlador de Linux.
fi: Etsi valmistajan verkkosivustolta Linux-ajureita.
nl: Zoek op de website van de fabrikant van uw kaart naar een Linux stuurprogramma.
pt_br: Procure o site da fabricante da sua placa por um driver Linux.
ru: Выполните поиск драйвера Linux для вашей карты на веб-сайте производителя.

source: Use Ndiswrapper for cards without a Linux driver
ast: Usar Ndiswrapper pa tarxetes sin un controlador Linux
el: Χρησιμοποιήστε τον Ndiswrapper για τις κάρτες χωρίς οδηγό Linux
es: Usar Ndiswrapper para tarjetas sin un controlador Linux
fi: Käytä Ndiswrapper-nimistä ohjelmaa niiden laitteiden kanssa, joille ei ole Linux-ajureita.
nl: Ndiswrapper gebruiken voor kaarten die geen Linux stuurprogramma hebben
pt_br: Use Ndiswrapper para placas sem um driver Linux
ru: Использование Ndiswrapper для карт при отсутствии соответствующего Linux драйвера

source: If you find your card does not have a Linux driver you could try <app>ndiswrapper</app>.
ast: Si alcuentra que su tarxeta no tien un controlador Linux lo puede intentar con <app>ndiswrapper</app>.
el: Αν η κάρτα σας δεν υποστηρίζεται από οδηγό του Linux, μπορείτε να δοκιμάσετε το <app>ndiswrapper</app>.
es: Si encuentra que su tarjeta no tiene un controlador Linux lo puede intentar con <app>ndiswrapper</app>.
fi: Jos verkkokortillesi ei ole soveltuvaa ajuria, voit yrittää yhteyttä <app>ndiswrapper</app>-ohjelman avulla.
nl: Als u er achter bent gekomen dat uw kaart geen linux stuurprogramma heeft, kunt u <app>ndiswrapper</app> proberen.
pt_br: Se você achar que sua placa não tem um driver Linux, você pode tentar <app>ndiswrapper</app>.
ru: Если вы не нашли соответствующий драйвер Linux для вашей карты, вы можете попробовать <app>ndiswrapper</app>.

source: Check the <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">device database</link> to see if your card is supported by ndiswrapper.
ast: Compruebe la <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">base de datos</link> pa ver si su tarxeta ta soportada por ndiswrapper.
el: Ελέγξτε τη <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/"> βάση δεδομένων της συσκευής</link> για να δείτε αν η κάρτα σας υποστηρίζεται από το ndiswrapper.
es: Compruebe la <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">base de datos</link> para ver si su tarjeta está soportada por ndiswrapper.
fi: Tarkista <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">laitekanta</link> nähdäksesi, onko verkkolaitteesi tuettu.
nl: Raadpleeg de <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">apparaten-database</link> om te zien of uw kaart ondersteund wordt door ndiswrapper.
pt_br: Verifique a <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">base de dados de dispositivos</link> para ver se sua placa é suportada pelo ndiswrapper.
ru: Обратитесь к <link href="http://sourceforge.net/apps/mediawiki/ndiswrapper/">базе данных устройств</link>, чтобы убедиться, что ваше устройство поддерживается ndiswrapper.

source: Full information on ndiswrapper kept on <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper">this page</link> including troubleshooting help specific to ndiswrapper.
ast: Información completa sobro ndiswrapper en <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper">esta páxina</link> incluyendo aida específica sobro solución de problemes de ndiswrapper.
el: Πλήρη στοιχεία σχετικά με ndiswrapper διατηρούνται σε <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper"> αυτήν τη σελίδα</link>, συμπεριλαμβανομένης της βοήθειας για την αντιμετώπιση προβλημάτων ειδικά για ndiswrapper.
es: Información completa sobre ndiswrapper en <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper">esta página</link> incluyendo ayuda específica sobre solución de problemas de ndiswrapper.
nl: Uitgebreide informatie over ndiswrapper vindt u op <link href="http://wiki.ubuntu-nl.org/ProblemenMetDraadlozeNetwerkkaartenOplossen?highlight=%28ndiswrapper%29">deze pagina</link>, met inbegrip van hulp speciaal voor het oplossen van problemen met ndiswrapper.
pt_br: Informações completas no ndiswrapper mantidas <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper">nesta página</link>, inclusive solução de problemas específicos do ndiswrapper.
ru: Исчерпывающие сведения о ndiswrapper располагаются на <link href="https://help.ubuntu.com/community/WifiDocs/Driver/Ndiswrapper">этой страницу</link>, включая решение неисправностей относящихся к ndiswrapper.

source: Check Driver
ast: Comprobar controlador
el: Έλεγχος προγράμματος οδήγησης
es: Comprobar controlador
fi: Tarkista ajuri
nl: Stuurprogramma controleren
pt_br: Verificar driver
ru: Проверка драйвера

source: If you ran <cmd>lshw -C network</cmd> and saw a driver bound to the device then let's test to make sure it's communicating with the kernel. You can also go back to the <link xref="net-wireless-troubleshooting-initial-check">Initial Check page</link> to check for any signs of connectivity.
ast: Si ejecuta <cmd>lshw -C network</cmd> y ve un controlador asociáu al preséu entós compruébelo pa asegurar que se ta comunicando con el nucleu. Puede además ir haza atrás a la <link xref="net-wireless-troubleshooting-initial-check">páxina de comprobación Inicial</link> pa comprobar cualesquier signo de conectividad.
el: Εάν εκτελέσετε <cmd>lshw -C network</cmd> και είδατε έναν οδηγό δεσμευμένο από τη συσκευή, επιβεβαιώστε ότι αυτός ο οδηγός επικοινωνεί με τον πυρήνα. Μπορείτε επίσης να πάτε πίσω στο <link xref="net-wireless-troubleshooting-initial-check"> Αρχική σελίδα ελέγχου</link> για να ελέγξετε για κάποια ένδειξη σύνδεσης στο δίκτυο.
es: Si ejecuta <cmd>lshw -C network</cmd> y ve un controlador asociado al dispositivo entonces compruébelo para asegurar que se está comunicando con el núcleo. Puede además ir hacia atrás a la <link xref="net-wireless-troubleshooting-initial-check">página de comprobación Inicial</link> para comprobar cualquier signo de conectividad.
nl: Als u na het uitvoeren van <cmd>lshw -C network</cmd> gezien heeft dat er een stuurprogramma voor het apparaat is, kunt u testen of het communiceert met de kernel. U kunt ook terug gaan naar de <link xref="net-wireless-troubleshooting-initial-check">initiële controle-pagina</link> om te controleren of er tekenen van verbinding zijn.
pt_br: Se você rodou <cmd>lshw -C network</cmd> e viu um driver ligado ao dispositivo, então vamos testar para ter certeza de que ele está se comunicando com o núcleo. Você também pode voltar à <link xref="net-wireless-troubleshooting-initial-check">Página inicial de verificação</link> para procurar por sinais de conectividade.
ru: Если вы выполните команду <cmd>lshw -C network</cmd> и увидите драйвер относящийся к устройству, то можно приступать к проверке его взаимодействия с ядром. Также вы можете вернуться на <link xref="net-wireless-troubleshooting-initial-check">страницу Первоначальной проверки</link>, чтобы проверить связывающие признаки.

source: Run <cmd>sudo lsmod</cmd> to see if the driver is loaded. Look for the driver name that was listed in the "configuration" line output of lshw.
ast: Ejecute <cmd>sudo lsmod</cmd> pa ver si el controlador ta cargáu. Mire el nome del controlador que se llista na llinia de «configuración» de la salida de lshw.
el: Εκτελέστε <cmd>sudo lsmod</cmd> για να δείτε αν ο οδηγός είναι ενεργός. Αναζητήστε το όνομα του προγράμματος οδήγησης που εμφανίζεται στην γραμμή «configuration» της εξόδου του lshw.
es: Ejecute <cmd>sudo lsmod</cmd> para ver si el controlador está cargado. Mire el nombre del controlador que se lista en la línea de «configuración» de la salida de lshw.
nl: Voer <cmd>sudo lsmod</cmd> uit om te zien of het stuurprogramma geladen is. Zoek naar de naam van het stuurprogramma dat vermeld werd bij de uitvoer van lshw onder "configuration:".
pt_br: Execute <cmd>sudo lsmod</cmd> para ver se o driver foi carregado. Procure pelo nome do driver listado na linha "configuração" da saída do lshw.
ru: Выполните <cmd>sudo lsmod</cmd>, чтобы убедиться, что драйвер загружен. Найдите в этом перечне название драйвера, которое было отображено в строке "configuration", после ввода команды lshw.

source: If you did not see the driver module in the list then use <cmd>sudo modprobe</cmd> to load it.
ast: SI no vio el módulu de controlador na llista, use <cmd>sudo modprobe</cmd> pa cargarlo.
el: Αν δεν δείτε το όνομα του οδηγού στη λίστα τότε χρησιμοποιήστε <cmd>sudo modprobe</cmd> για να τον ενεργοποιήσετε.
es: SI no vio el módulo de controlador en la lista, use <cmd>sudo modprobe</cmd> para cargarlo.
nl: Als u de stuurprogrammamodule niet aantrof in de lijst, gebruik dan <cmd>sudo modprobe</cmd> om hem te laden.
pt_br: Se você não ver o módulo do driver na lista, então use <cmd>sudo modprobe</cmd> para carregá-lo.
ru: Если вы не нашли модуль драйвера в перечне, используйте команду <cmd>sudo modprobe</cmd>, чтобы загрузить его.

source: Run <cmd>sudo iwconfig</cmd>. If you see output like in the example in the command section then the driver is at least identifying the device as a wireless device to the kernel.
ast: Ejecute <cmd>sudo iwconfig</cmd>. Si ve una salida como nel exemplu de la seición de comandos y dempués el controlador al menos identifica el preséu como un preséu nel nucleu.
el: Εκτελέστε <cmd>sudo iwconfig</cmd>. Αν δείτε αποτέλεσμα όπως του παραδείγματος της ενότητας με τις εντολές, τότε ο πυρήνας αναγνωρίζει τη συσκευή ως ασύρματη συσκευή μέσω του οδηγού.
es: Ejecute <cmd>sudo iwconfig</cmd>. Si ve una salida como en el ejemplo de la sección de comandos y luego el controlador al menos identifica el dispositivo como un dispositivo en el núcleo.
nl: Voer <cmd>sudo iwconfig</cmd> uit. Als u uitvoer ziet zoals in het voorbeeld in de commando-sectie, dan wordt het apparaat in ieder geval door het stuurprogramma herkend als een met de kernel verbonden draadloos apparaat.
pt_br: Execute <cmd>sudo iwconfig</cmd>. Se você vir uma saída parecida com a do exemplo na seção de comando, então o driver ao menos está identificando o dispositivo como um dispositivo sem-fio junto ao núcleo.

source: Run the command <cmd>sudo iwlist scan</cmd> to scan for a wireless access point. If an access point is identified, the card is probably working properly as it can complete a wireless interface task.
ast: Ejecute la orde <cmd>sudo iwlist scan</cmd> pa guetar un puntu de accesu inalámbrico. Si se identifica un puntu de accesu, la tarxeta dablemente esté funcionando correcho ya que puede completar una xera de interface inalámbrica.
el: Εκτελέστε την εντολή <cmd>sudo iwlist scan</cmd> για να ανιχνεύσετε κάποιο σημείο πρόσβασης ασύρματου δικτύου. Αν αναγνωριστεί κάποιο σημείο πρόσβασης, πιθανώς η κάρτα λειτουργεί κανονικά αφού μπορεί να ολοκληρώσει μια ενέργεια της διεπαφής ασύρματου δικτύου.
es: Ejecute la orden <cmd>sudo iwlist scan</cmd> para buscar un punto de acceso inalámbrico. Si se identifica un punto de acceso, la tarjeta probablemente esté funcionando correctamente ya que puede completar una tarea de interfaz inalámbrica.
nl: Voer het commando <cmd>sudo iwlist scan</cmd> uit om te zoeken naar een draadloos accesspoint. Als er een accesspoint herkend wordt, dan werkt de kaart waarschijnlijk goed, aangezien die een draadloos interface-taak kan voltooien.
pt_br: Execute o comando <cmd>sudo iwlist scan</cmd> para procurar por um ponto de acesso sem-fio. Se um ponto de acesso for identificado, a placa provavelmente está funcionando adequadamente, pois ela pode completar uma tarefa de interface sem-fio.
ru: Выполните команду <cmd>sudo iwlist scan</cmd> для проверки точек беспроводного доступа. Если точка доступа идентифицирована, возможно карта работает правильно, так как смогла завершить задачу беспроводного интерфейса.

source: To find more information about all the commands used in this guide, click <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">here</link>.
ast: Pa guetar más información sobro les órdenes usadas nesta guía, calca <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">equí</link>.
el: Για περισσότερες πληροφορίες σχετικά με όλες τις εντολές που χρησιμοποιήθηκαν σε αυτόν τον οδηγό, πατήστε <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">εδώ</link>.
es: Para buscar más información sobre las órdenes usadas en esta guía, pulse <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">aquí</link>.
nl: Voor meer informatie over alle in deze handleiding gebruikte commando's, klik <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">hier</link>.
pt_br: Para aprender mais sobre todos os comandos usados neste guia, clique <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">aqui</link>.
ru: Для получения сведений обо всех командах используемых в этом руководстве, щёлкните <link href="https://help.ubuntu.com/community/WifiDocs/WirelessTroubleShootingGuide/Commands">здесь</link>.

source: Check your hardware
ast: Comprobar su hardware
el: Ελέγξτε το υλικό σας
es: Comprobar su hardware
fi: Laitteiston tarkistus
nl: Uw hardware controleren
pt_br: Verificar seu hardware
ru: Проверка оборудования

source: Let's see if your computer recognizes your wireless adapter.
ast: Mire si su equipu reconoz su adaptador inalámbrico.
el: Ας δούμε αν ο υπολογιστής σας αναγνωρίζει τον ασύρματο προσαρμογέα σας.
es: Mire si su equipo reconoce su adaptador inalámbrico.
fi: Varmista, että tietokoneesi tunnistaa langattoman verkkolaitteen.
nl: Laten we kijken of uw computer uw draadloos netwerk-adapter herkent.
pt_br: Vamos ver se seu computador reconhece seu adaptador sem fio.
ru: Выполним проверку распознавания вашим компьютером беспроводного компьютера.

source: Open a <app>terminal</app> window, and enter <cmd>sudo lshw -C network</cmd>.
ast: Abra una venta de <app>terminal</app> y teclee <cmd>sudo lshw -C network</cmd>.
el: Ανοίξτε ένα παράθυρο <app>τερματικού</app> και εισάγετε την εντολή <cmd>sudo lshw -C network</cmd>.
es: Abra una venta de <app>terminal</app> y teclee <cmd>sudo lshw -C network</cmd>.
fi: Avaa <app>pääte</app> ja kirjoita <cmd>sudo lshw -C network</cmd>.
nl: Open een <app>terminal</app>venster en voer <cmd>sudo lshw -C network</cmd> in.
pt_br: Abra uma janela do <app>terminal</app> e entre com <cmd>sudo lshw -C network</cmd>.
ru: Откройте окно <app>терминала</app> и наберите <cmd>sudo lshw -C network</cmd>.

source: If you get no response, you may need to install the <app>lshw</app> program on your computer; you can install it by typing <code>sudo apt-get install lshw</code> in a terminal.
ast: Si no obtiene rempuesta, puede que ten que instalar el programa <app>lshw</app> en su equipu; puede instalarlo tecleando <code>sudo apt-get install lshw</code> nun terminal.
el: Αν δε λάβετε κάποια απόκριση, ίσως χρειάζεται να εγκαταστήσετε το πρόγραμμα <app>lshw</app> στον υπολογιστή σας· μπορείτε να το εγκαταστήσετε πληκτρολογώντας <code>sudo apt-get install lshw</code> σε ένα τερματικό.
es: Si no obtiene respuesta, puede que tenga que instalar el programa <app>lshw</app> en su equipo; puede instalarlo tecleando <code>sudo apt-get install lshw</code> en un terminal.
nl: Als u geen respons krijgt, dan moet u mogelijk het programma <app>lshw</app> op uw computer installeren; u kunt het installeren door in een terminal <code>sudo apt-get install lshw</code> in te typen.
pt_br: Se você não obter resposta, você pode precisar instalar o programa <app>lshw</app> no seu computador; você pode instalá-lo digitando <code>sudo apt-get install lshw</code> em um terminal.
ru: Если вы не получили ответа, возможно, требуется установить на ваш компьютер программу <app>lshw</app>; это можно сделать, набрав в терминале <code>sudo apt-get install lshw</code>.

source: Read the output from the command, and check for the <em>Wireless interface</em> section. If your wireless adapter is detected, the output should look similar to this:
ast: Lea la salida de la orde, y compruebe la seición sobro la interface inalámbrica (<em>Wireless interface</em>). Si su adaptador inalámbrico ha sido deteutáu, la salida tendrá un aspeutu similar a esti:
el: Διαβάστε το αποτέλεσμα της εντολής, και ελέγξτε για το τμήμα <em>Ασύρματη διεπαφή</em>. Αν ο ασύρματος προσαρμογέας σας ανιχνευθεί, τότε το αποτέλεσμα θα είναι παρόμοιο με αυτό:
es: Lea la salida de la orden, y compruebe la sección sobre la interfaz inalámbrica (<em>Wireless interface</em>). Si su adaptador inalámbrico ha sido detectado, la salida tendrá un aspecto similar a este:
nl: Lees de uitvoer van het commando en controleer de sectie <em>Wireless interface</em>. Als uw draadloos netwerk-adapter gedetecteerd is, dan zou de uitvoer er ongeveer zo uit moeten zien:
pt_br: Leia a saída do comando e verifique para a seção <em>interface sem fio</em>. Se seu adaptador sem fio for detectado, a saída deve ser similar a essa:
ru: Прочтите то, что выдала команда и поищите раздел <em>Wireless interface</em>. Если ваш беспроводной адаптер обнаружен, выданная информация будет выглядеть примерно так:

source: If a wireless device is listed, then continue to the <link xref="net-wireless-troubleshooting-device-drivers">Device Drivers page</link>.
ast: Si aparece un preséu inalámbrico, sigui na <link xref="net-wireless-troubleshooting-device-drivers">páxina de controladores de preséu</link>.
el: Αν η ασύρματη συσκευή υπάρχει, τότε συνεχίστε στο <link xref="net-wireless-troubleshooting-device-drivers">Σελίδα οδηγών της συσκευής</link>.
es: Si aparece un dispositivo inalámbrico, continúe en la <link xref="net-wireless-troubleshooting-device-drivers">página de controladores de dispositivo</link>.
nl: Als er een draadloos netwerk-apparaat in de lijst staat, ga dan door naar de pagina <link xref="net-wireless-troubleshooting-device-drivers">Stuurprogramma's</link>.
pt_br: Se um dispositivo sem fio está listado, então continue para a <link xref="net-wireless-troubleshooting-device-drivers">página de drivers de dispositivos</link>.
ru: Если ваше беспроводное устройство есть в списке, перейдите на страницу<link xref="net-wireless-troubleshooting-device-drivers">Драйверы устройства</link>.
