Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click <guiseq><gui>Edit</gui><gui>Paste</gui></guiseq> to finish moving the item, or press <keyseq><key>Ctrl</key><key>V</key></keyseq>. The file will be taken out of its original folder and moved to the other folder.
ast: Calca <guiseq><gui>Editar</gui><gui>Apegar</gui></guiseq> pa acabar la operación de mover el ficheru, o calca <keyseq><key>Ctrl</key><key>V</key></keyseq>. El ficheru se sacará de su carpeta original y se moverá a la otra carpeta.
el: Κάντε κλικ στην επιλογή <guiseq><gui>Επεξεργασία</gui><gui>Επικόλληση</gui></guiseq> ώστε να ολοκληρώσετε την μετακίνηση του αντικειμένου, ή πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>V</key></keyseq>. Το αρχείο θα αφαιρεθεί από τον αρχικό φάκελο και θα μεταφερθεί στον φάκελο προορισμού.
es: Pulse <guiseq><gui>Editar</gui><gui>Pegar</gui></guiseq> para finalizar la operación de mover el archivo, o pulse <keyseq><key>Ctrl</key><key>V</key></keyseq>. El archivo se sacará de su carpeta original y se moverá a la otra carpeta.
fi: Napsauta <guiseq><gui>Muokkaa</gui><gui>Liitä</gui></guiseq> siirtääksesi, tai paina <keyseq><key>Ctrl</key><key>V</key></keyseq>. Alkuperäinen tiedosto siirtyy uuteen kansioon.
nl: Klik op <guiseq><gui>Bewerken</gui><gui>Plakken</gui></guiseq> om het verplaatsen van het item te voltooien, of druk op <keyseq><key>Ctrl</key><key>V</key></keyseq>. Het bestand zal verwijderd worden uit de oorspronkelijke map en verplaatst naar de andere map.
pt_br: Clique em <guiseq><gui>Editar</gui><gui>Colar</gui></guiseq> para terminar de mover o item, ou pressione <keyseq><key>Ctrl</key><key>V</key></keyseq>. O arquivo será removido de sua pasta original e movido para a outra pasta.
ru: Чтобы завершить перемещение объекта, щёлкните <guiseq><gui>Правка</gui><gui>Вставить</gui></guiseq>, или нажмите <keyseq><key>Ctrl</key><key>V</key></keyseq>. Файл будет убран из исходной папки и помещён в другую папку.

source: Why can't I copy/move a file?
ast: ¿Por qué no puedo cortar/mover un ficheru?
el: Γιατί δεν μπορώ να αντιγράψω/μετακινήσω ένα αρχείο ;
es: ¿Por qué no puedo cortar/mover un archivo?
fi: Miksi en voi kopioida tai siirtää tiedostoa?
nl: Waarom kan ik een bestand niet kopiëren/verplaatsen?
pt_br: Por que não consigo copiar/mover um arquivo?
ru: Почему я не могу скопировать или переместить файл?

source: You can't copy or move a file into a folder that is <em>read-only</em>. Some folders are read-only to prevent you from making changes to their contents. You can change things from being read-only by <link xref="nautilus-file-properties-permissions">changing file permissions</link>.
ast: No puede copiar o mover un ficheru nuna carpeta de <em>solo llectura</em>. Dalgunes carpetas son de solo llectura pa impedirle que pueda facer cambeos en su conteníu. Puede facer que deje de ser de solo llectura <link xref="nautilus-file-properties-permissions">cambiando los permisos de ficheru</link>.
el: Δεν μπορείτε να αντιγράψετε ή να μετακινήσετε αρχεία σε έναν φάκελο ο οποίος είναι <em>μόνο για ανάγνωση</em>. Κάποιοι φάκελοι έχουν χαρακτηριστεί ως μόνο αναγνώσιμοι για να αποτρέψουν τις αλλαγές στο περιεχόμενό τους. Μπορείτε να μετατρέψετε την κατάστασή τους ώστε να μην είναι μόνο για ανάγνωση, κάνοντας <link xref="nautilus-file-properties-permissions">αλλαγή των δικαιωμάτων των αρχείων</link>.
es: No puede copiar o mover un archivo en una carpeta de <em>solo lectura</em>. Algunas carpetas son de solo lectura para impedirle que pueda hacer cambios en su contenido. Puede hacer que deje de ser de solo lectura <link xref="nautilus-file-properties-permissions">cambiando los permisos de archivo</link>.
fi: Et voi kopioida tai siirtää tiedostoa kansioon, joka on <em>vain-luku</em>. Jotkut kansiot ovat vain-luku -muotoisia, jottet pysty muuttamaan niiden sisältöä. Voit muuttaa vain-luku -tiedostojen käyttöoikeuksia <link xref="nautilus-file-properties-permissions">muuttamalla tiedostojen käyttöoikeuksia</link>.
nl: U kunt niet een bestand kopiëren of verplaatsen naar een map die <em>alleen-lezen</em> is. Sommige mappen zijn alleen-lezen om te voorkomen dat u wijzigingen aanbrengt aan de inhoud ervan. U kunt de instelling alleen-lezen wijzigen via <link xref="nautilus-file-properties-permissions">bestandsrechten wijzigen</link>.
pt_br: Você não pode mover um arquivo para uma pasta que é <em>somente leitura</em>. Algumas pastas são somente leitura para prevenir você de alterar seus conteúdos. Você pode alterar isso <link xref="nautilus-file-properties-permissions">alterando as permissões do arquivo</link>.
ru: Вы не сможете скопировать или переместить файл в папку, предназначенную <em>только для чтения</em>. К некоторым папкам вы имеете право доступа только для чтения, чтобы вы не могли изменить их содержимое. Решить эту проблему можно, <link xref="nautilus-file-properties-permissions">изменив права доступа</link>.

source: Remove files or folders you no longer need.
ast: Quitar ficheros o carpetas que ya no necesita.
el: Απομακρύνετε αρχεία ή φακέλους που δε χρειάζεστε άλλο.
es: Quitar archivos o carpetas que ya no necesita.
fi: Poista turhaksi käyneet tiedostot ja kansiot.
nl: Verwijder bestanden of mappen die niet langer nodig zijn.
pt_br: Remover arquivos ou pastas que você não precisa mais.
ru: Удалите файлы или папки, которые больше не нужны.

source: Delete files and folders
ast: Desaniciar ficheros y carpetas
el: Διαγραφή αρχείων και φακέλων
es: Eliminar archivos y carpetas
fi: Poista tiedostoja ja kansioita
nl: Bestanden en mappen verwijderen
pt_br: Excluir arquivos e pastas
ru: Удаление файлов и папок

source: If you don't want a file or folder any more, you can delete it.
ast: Si ya no quies un ficheru o carpeta, puede borrarlo.
el: Αν δε θέλετε άλλο ένα αρχείο ή φάκελο, μπορείτε να το διαγράψετε.
es: Si ya no quiere un archivo o carpeta, puede borrarlo.
fi: Jos et halua enää säilyttää tiedostoa tai kansiota, voit poistaa sen.
nl: Als u een map of bestand niet meer nodig heeft, kunt u deze verwijderen.
pt_br: Se você não quiser um arquivo ou pasta mais, você pode excluí-lo.
ru: Если файл или папка вам больше не нужны, вы можете удалить их.

source: When you delete an item it is moved to the Trash folder, where it is stored until you empty the trash. Items stored in the Trash folder can be <link xref="files-recover">restored to their original location</link> if you decide you need them, or if they were accidentally deleted.
ast: Cuando desanicies un oxetu, ésti muévese a la carpeta Papelera, au s'almacena hasta que vacíes la papelera. Los oxetos almacenaos na Papelera puen <link xref="files-recover">recuperase al so llugar orixinal</link> si decides que los necesites, o si se desaniciaron por error.
el: Όταν διαγράφετε ένα αντικείμενο, αυτό μεταφέρεται στον φάκελο απορριμμάτων όπου αποθηκεύεται εως ότου τον αδειάσετε. Για τα αντικείμενα που περιέχονται στα Απορρίμματα είναι δυνατό να γίνει <link xref="files-recover">επαναφορά στην αρχική τοποθεσία</link> τους, αν αποφασίσετε ότι τα χρειάζεστε ή αν διαγράφησαν από λάθος.
fi: Kun poistat kohteen, se siirretään roskakoriin, jossa se säilyy niin kauan kunnes tyhjennät roskakorin. Roskakorin kohteet voidaan tarvittaessa <link xref="files-recover">palauttaa alkuperäisiin sijainteihinsa</link> jos satutkin vielä tarvitsemaan niitä tai poistit ne vahingossa.
nl: Wanneer u een item verwijderd wordt het verplaatst naar de Prullenbak waar het bewaard wordt totdat u de prullenbak leegt. Items die zijn opgeslagen in de map Prullenbak kunnen worden <link xref="files-recover">teruggezet naar hun oorspronkelijke locatie</link> wanneer u ze weer nodig heeft, of wanneer ze per ongeluk verwijderd waren.
pt_br: Quando você exclui um item, ele é movido para a pasta Lixeira, onde ele é armazenado até que você esvazie a lixeira. Itens armazenados na pasta Lixeira podem ser <link xref="files-recover">restaurados para a sua localização original</link> se você decidir que precisa deles ou se eles foram excluídos acidentalmente.
ru: При удалении объект помещается в «Корзину», где он хранится, пока вы её не очистите. Находящиеся в «Корзине» объекты могут быть <link xref="files-recover">восстановлены на прежнее место</link>, если вы решите, что они ещё нужны или были случайно удалены.

source: Select the item you want to delete by clicking it once.
ast: Escueyi el elementu que quies desaniciar pulsándolo una sola vegada.
el: Επιλέξτε το αντικείμενο που επιθυμείτε να διαγράψετε κάνοντας κλικ επάνω του μία φορά.
es: Seleccione el elemento que desea borrar pulsándolo una sola vez.
fi: Valitse poistettava kohde napsauttamalla sitä kerran.
nl: Selecteer het item dat u wilt verwijderen door er één keer op te klikken.
pt_br: Selecione o item que deseja excluir, clicando uma vez.
ru: Выберите объект, который хотите удалить, щёлкнув на нём.

source: Press <key>Delete</key> on your keyboard. Alternatively, drag the item to the <gui>Trash</gui> in the sidebar.
ast: Calca <key>Supr</key> en su tecláu. Alternativamente,arrastre el elementu a la <gui>Papelera</gui> na barra lateral.
el: Πατήστε το πλήκτρο <key>Delete</key> στο πληκτρολόγιό σας. Εναλλακτικά, σύρετε το αντικείμενο με το ποντίκι στα <gui>Απορρίμματα</gui> στην πλαϊνή μπάρα.
fi: Paina <key>Delete</key>-näppäintä näppäimistöstäsi. Vaihtoehtoisesti voit vetää kohteen sivupaneelissa olevaan <gui>roskakoriin</gui>.
nl: Druk de <key>Delete</key>-toets op het toetsenbord. U kunt het item ook naar de <gui>Prullenbak</gui> in de zijbalk slepen.
pt_br: Pressione <key>Delete</key> no seu teclado. Alternativamente, arraste o item para a <gui>Lixeira</gui> na barra lateral.
ru: Нажмите <key>Delete</key> на клавиатуре или перетащите объект на <gui>Корзину</gui> на боковой панели.

source: To delete files permanently, and to free up disk space on your computer, you need to empty the trash. To empty the trash, right-click <gui>Trash</gui> in the sidebar and select <gui>Empty Trash</gui>. Alternatively, you can permanently delete individual items in the trash by navigating to the trash from the sidebar or the <gui>Go</gui> menu. Select files you want to delete permanently and press <key>Delete</key> on your keyboard, or right-click and select <gui>Delete Permanently</gui>.
ast: Pa desaniciar un ficheru permanentemente y lliberar espaçiu de discu nel equipu, necesites vaciar la papelera. Pa vaciar la papelera fai clic col botón derechu del mur en <gui>Papelera</gui>, na barra llateral, y seleiciona <gui>Vaciar Papelera/Basoria</gui>. Alternativamente, pues desaniciar permanentemente elementos individuales na papelera navegando hasta la papelera dende la barra llatera o col menú <gui>Dir</gui>. Seleiciona los ficheros que quies desaniciar permanentemente y calca en <gui>Desaniciar</gui> nel tecláu, o calca col botón derechu y seleiciona <gui>Desaniciar dafechu</gui>.
el: Για να διαγράψετε μόνιμα ένα αρχείο και να ελευθερώσετε χώρο στον υπολογιστή σας, θα χρειαστεί να αδειάσετε τα Απορρίμματα. Για να τα αδειάσετε, κάντε δεξί κλικ στην επιλογή <gui>Απορρίμματαν</gui>στην πλαϊνή μπάρα και επιλέξτε <gui>Άδειασμα απορριμμάτων</gui>. Εναλλακτικά, μπορείτε να διαγράψετε μόνιμα μεμονωμένα αντικείμενα που βρίσκονται στα Απορρίμματα αφού πλοηγηθείτε μέσα στον φάκελό τους από το μενού <gui>Άνοιγμα</gui>. Επιλέξτε τα αρχεία που θέλετε να διαγράψετε μόνιμα και πατήστε το πλήκτρο <key>Delete</key> στο πληκτρολόγιό σας, ή κάντε δεξί κλικ και επιλέξτε <gui>Μόνιμη διαγραφή</gui>.
nl: Om bestanden permanent te verwijderen en schijfruimte op uw computer vrij te maken, moet u de prullenbak legen. Om de prullenbak te legen klikt u met rechts op de <gui>Prullenbak</gui> in het zijpaneel en kiest u <gui>Prullenbak legen</gui>. U kunt ook individuele bestanden uit de prullenbak verwijderen door vanuit het zijpaneel, of via het menu <gui>Ga naar</gui>, naar de prullenbak te gaan. Selecteer de bestanden die u permanent wilt verwijderen en druk op de <key>Delete</key>-toets op uw toetsenbord, of klik met rechts en kies <gui>Permanent verwijderen</gui>.
pt_br: Para excluir um arquivo permanentemente e liberar espaço de disco no seu computador, você precisa esvaziar a lixeira. Para esvaziar a lixeira, clique com o botão direito do mouse em <gui>Lixeira</gui>, na barra lateral, e selecione <gui>Esvaziar lixeira</gui>. Alternativamente, você pode excluir permanentemente itens individuais na lixeira navegando até a lixeira a partir da barra lateral ou do menu <gui>Ir</gui>. Selecione os arquivos que você quer excluir permanentemente e pressione <gui>Delete</gui> no seu teclado, ou clique com o botão direito e selecione <gui>Excluir permanentemente</gui>.
ru: Чтобы навсегда удалить файлы, а также освободить дисковое пространство на вашем компьютере, вам нужно очистить корзину. Чтобы очистить корзину, на боковой панели щёлкните правой кнопкой мыши <gui>Корзину</gui> и выберите <gui>Очистить корзину</gui>. Кроме того, вы можете удалить отдельные объекты из корзины, перейдя в корзину из боковой панели или из меню <gui>Переход</gui>. Выделите файлы, которые вы хотите безвозвратно удалить, и нажмите <key>Delete</key> на клавиатуре или щелкните правой кнопкой мыши и выберите <gui>Удалить окончательно</gui>.

source: Deleted files on a <link xref="files#removable">removable device</link> may not be visible on other operating systems, such Windows or Mac OS. The files are still there, and will be available when you plug the device back into your computer.
ast: Los ficheros desaniciaos nun <link xref="files#removable">preséu estrayible</link> seique nun tean visibles n'otros sistemes operativos, talos como Windows o Mac OS. Los ficheros siguin ehí, y van siguir tando disponibles cuando coneutes otra vegada'l preséu nel equipu.
el: Τα διαγραμμένα αρχεία σε μία <link xref="files#removable">αφαιρούμενη συσκευή</link> μπορεί να μην είναι ορατά σε άλλα λειτουργικά συστήματα, όπως τα Windows και το Mac OS. Τα αρχεία υπάρχουν ακόμη και θα γίνουν διαθέσιμα όταν η συσκευή συνδεθεί ξανά στον υπολογιστή σας.
fi: <link xref="files#removable">Siirrettävältä laitteelta</link> poistetut tiedostot eivät välttämättä näy muilla käyttöjärjestelmillä, kuten Windowsilla ja Mac OS X:llä. Tiedostot ovat silti yhä laitteella, kun yhdistät sen tietokoneeseesi.
nl: Verwijderde bestanden op een <link xref="files#removable">verwijderbaar apparaat</link> zijn mogelijk niet zichtbaar in andere besturingssystemen zoals Windows of Mac OS. De bestanden zijn er nog wel, en zullen beschikbaar zijn wanneer u het apparaat weer aansluit op uw computer.
pt_br: Arquivos excluídos num <link xref="files#removable">dispositivo removível</link> podem não estar visíveis em outros sistemas operacionais, como o Windows ou o Mac OS. Os arquivos continuam lá e estarão disponíveis quando você reconectar o dispositivo no seu computador.
ru: Удаленные файлы на <link xref="files#removable">съёмном устройстве</link> могут быть не видны в других операционных системах, таких как Windows или Mac OS. Однако файлы все еще там, и получить к ним доступ будет возможно, когда вы снова подключите устройство к компьютеру.

source: Permanently delete a file
ast: Desaniciar permanentemente un ficheru
el: Μόνιμη διαγραφή ενός αρχείου
es: Eliminar permanentemente un archivo
fi: Poista tiedosto pysyvästi
nl: Een bestand permanent verwijderen
pt_br: Apagar permanentemente um arquivo
ru: Безвозвратное удаление файла

source: You can immediately delete a file permanently, without having to send it to the trash first.
ast: Se puede desaniciar un ficheru permanentemente de forma inmediata, sin tenerlo que unviar primero a la papelera.
el: Μπορείτε αμέσως να διαγράψετε μόνιμα ένα αρχείο, χωρίς να χρειάζεται να το στείλετε πρώτα στον κάδο.
es: Se puede eliminar un archivo permanentemente de forma inmediata, sin tenerlo que enviar primero a la papelera.
fi: Voit poistaa tiedoston pysyvästi ilman roskakorin käyttöä.
nl: U kunt een bestand direct permanent verwijderen, zonder het eerst naar de prullenbak te sturen.
pt_br: Você pode imediatamente apagar um arquivo permanentemente, sem ter que enviá-lo para a lixeira primeiro.
ru: Вы можете сразу удалить файл безвозвратно, не отправляя его сначала в корзину.

source: Select the item you want to delete.
ast: Escueyi el elementu que quies desaniciar.
el: Επιλέξτε το αντικείμενο που επιθυμείτε να διαγράψετε.
es: Seleccione el elemento que quiere eliminar.
fi: Valitse kohde, jonka haluat poistaa.
nl: Selecteer het item dat u wilt verwijderen.
pt_br: Selecione o item que deseja excluir.
ru: Выберите объект, который хотите удалить.

source: Press and hold the <gui>Shift</gui> key, then press the <key>Delete</key> key on your keyboard.
ast: Calca y mantenga pulsada la tecla <gui>Mayús</gui>, y dempués calca la tecla <key>Supr</key> de su tecláu.
el: Κρατήστε πατημένο το πλήκτρο <gui>Shift</gui> και έπειτα πατήστε το πλήκτρο <key>Delete</key> στο πληκτρολόγιό σας.
es: Pulse y mantenga pulsada la tecla <gui>Mayús</gui>, y luego pulse la tecla <key>Supr</key> de su teclado.
fi: Pidä pohjassa <key>Shift</key>-näppäin ja paina <key>Delete</key>-näppäintä.
nl: Houd de <gui>Shift</gui>-toets ingedrukt, druk vervolgens op de <key>Delete</key>-toets op u toetsenbord.
pt_br: Pressione e segure a tecla <gui>Shift</gui>, em seguida pressione a tecla <key>Delete</key> no seu teclado.
ru: Нажмите и удерживайте клавишу <gui>Shift</gui>, затем нажмите клавишу <key>Delete</key> на клавиатуре.

source: Because you cannot undo this, you will be asked to confirm that you want to delete the file or folder.
ast: Como no puede deshacer esta operación, se le preguntará que confirme si quies desaniciar el ficheru o carpeta.
el: Επειδή δεν μπορείτε να το αναιρέσετε αυτό, θα σας ζητηθεί να επιβεβαιώσετε ότι επιθυμείτε να διαγράψετε το αρχείο ή το φάκελο.
es: Como no puede deshacer esta operación, se le preguntará que confirme si desea borrar el archivo o carpeta.
fi: Koska tätä toimenpidettä ei voi perua, kysytään varmistusta tiedoston tai kansion poistamiseksi.
nl: Omdat u dit niet ongedaan kunt maken, wordt u gevraagd te bevestigen om een bestand of de map te verwijderen.
pt_br: Por você não poder desfazer isso, você será solicitado a confirmar se deseja excluir o arquivo ou pasta.
ru: Поскольку отменить это действие впоследствии вы не сможете, вам будет предложено подтвердить, что вы действительно хотите удалить файл или папку.

source: If you frequently need to delete files without using the trash (for example, if you often work with sensitive data), you can add a <gui>Delete</gui> entry to the right-click menu for files and folders. Click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>Behavior</gui> tab. Select <gui>Include a Delete command that bypasses Trash</gui>.
ast: Si necesita con frecuencia desaniciar ficheros sin usar la papelera (por exemplu, si trabaja a menudo con datos sensibles), puede amestar una opción <gui>Desaniciar</gui> al menú contextual de ficheros y carpetas. Calca <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Comportamiento</gui>. Escueyi <gui>Incluyir una orde «Desaniciar» que no utilice la papelera</gui>.
el: Αν χρειάζεται συχνά να διαγράφετε αρχεία χωρίς να χρησιμοποιείτε τα Απορρίμματα (για παράδειγμα, αν εργάζεστε συχνά με ευαίσθητα δεδομένα), μπορείτε να προσθέσετε την επιλογή <gui>Διαγραφή</gui> στο μενού του δεξιού κλικ για τα αρχεία και τους φακέλους. Κάντε κλικ στην επιλογή <guiseq><gui>Επεξεργασία</gui><gui>Προτιμήσεις</gui></guiseq> και επιλέξτε την καρτέλα <gui>Συμπεριφορά</gui>. Ενεργοποιήστε την επιλογή <gui>Συμπερίληψη εντολής διαγραφής που θα παρακάμπτει τα απορρίμματα</gui>.
es: Si necesita con frecuencia borrar archivos sin usar la papelera (por ejemplo, si trabaja a menudo con datos sensibles), puede añadir una opción <gui>Eliminar</gui> al menú contextual de archivos y carpetas. Pulse <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Comportamiento</gui>. Seleccione <gui>Incluir una orden «Eliminar» que no utilice la papelera</gui>.
fi: Jos sinun täytyy usein poistaa tiedostoja ilman roskakoria (esimerkiksi, jos työskentelet usein arkaluonteisen tiedon parissa), voit lisätä <gui>Poista</gui>-rivin kansioiden ja tiedostojen kakkosklikkausvalikkoon. Mene <guiseq><gui>Muokkaa</gui><gui>Asetukset</gui></guiseq> ja valitse <gui>Toiminta</gui>-välilehti. Valitse <gui>Näytä poistokomento, joka ei käytä roskakoria</gui>.
nl: Als u vaak bestanden verwijderd zonder gebruik te maken van de prullenbak (bijvoorbeeld wanneer u vaak werkt met gevoelige gegevens), dan kunt u een <gui>Verwijderen</gui>-opdracht toevoegen aan het contextmenu voor bestanden en mappen. Klik op <guiseq><gui>Bewerken</gui><gui>Voorkeuren</gui></guiseq> en ga naar het tabblad <gui>Gedrag</gui>. Plaats een vinkje bij <gui>Een Verwijderen-opdracht opnemen die de prullenbak omzeilt</gui>.
pt_br: Se você frequentemente precisa apagar arquivos sem usar a lixeira (por exemplo, se trabalha muito com dados sensivos), você pode adicionar a entrada <gui>Excluir</gui> no menu do clique direito para arquivos e pastas. Clique em <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione a aba <gui>Comportamento</gui>. Marque <gui>Incluir um comando excluir que não usa a lixeira</gui>.
ru: Если вам часто бывает необходимо удалять файлы в обход корзины (например, если вы часто работаете с секретными данными), вы можете добавить команду <gui>Удалить безвозвратно</gui> в контекстные меню для файлов и папок. Щёлкните <guiseq><gui>Правка</gui><gui>Параметры</gui></guiseq>, и перейдите на вкладку <gui>Поведение</gui>. Включите флажок <gui>Включать команду удаления, не использующую корзину</gui>.

source: Put files and documents onto a blank CD or DVD using a CD/DVD burner.
ast: Poner ficheros y documentos nun CD o DVD baleru usando una grabadora de CD/DVD.
el: Τοποθετήστε αρχεία και έγγραφα σε έναν κενό δίσκο CD ή DVD χρησιμοποιώντας μία εφαρμογή εγγραφής («καψίματος») δίσκων CD/DVD.
es: Poner archivos y documentos en un CD o DVD vacío usando una grabadora de CD/DVD.
fi: Kirjoita tiedostoja tyhjälle CD- tai DVD-levylle.
nl: Zet bestanden en documenten op een lege cd of dvd met behulp van een cd/dvd-brander.
pt_br: Coloque os arquivos e documentos em um CD ou DVD virgem usando um gravador de CD/DVD.
ru: Поместите файлы и документы на пустой CD или DVD с помощью программы для записи CD/DVD.

source: Write files to a CD or DVD
ast: Escribir ficheru nun CD o DVD
el: Εγγραφή αρχείων σε ένα CD ή DVD
es: Escribir archivo en un CD o DVD
fi: Kirjoita tiedostoja CD- tai DVD-levylle
nl: Bestanden naar cd of dvd schrijven
pt_br: Gravar arquivos em um CD ou DVD
ru: Записать файлы на CD или DVD
