Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: A new web browser tab will open to continue processing the bug data. Ubuntu uses the website <app>Launchpad</app> to manage its bug reports. If you do not have a Launchpad account, you will need to register for one to file a bug and receive email updates about its status. You can do this by clicking <gui>Create a new account</gui>.
ast: Se abrirá una nueva pestaña del restolador pa siguir el procesamiento de los datos del fallu. Ubuntu usa el sitiu web <app>Launchpad</app> pa gestionar sus informes de fallos. Si no dispone de una cuenta en Launchpad, tendrá que registrase pa poder notificar un fallu y recibir anovamientos por corréu sobro su estáu. Puede hacerlo pulsando en <gui>Criar una cuenta nueva</gui>.
ca: S'obrirà una nova pestanya al navegador per continuar processant les dades de l'error. L'Ubuntu usa el lloc web <app>Launchpad</app> per gestionar els seus informes d'error. Si no teniu un compte al Launchpad, us hi haureu de registrar per tal de reportar l'error i rebreu actualitzacions per correu electrònic sobre el seu estat. Ho podeu fer clicant <gui>Create a new account</gui>.
cs: Otevře se nový panel porhlížeče. Ubuntu používá aplikaci <app>Launchpad</app> pro správu chyb. Pokud nemáte na Launchpadu účet, vytvořte si ho abyste mohl(a) dostávat informace o řešení problému. Účet si můžete založit po kliknutí na <gui>Create a new account</gui>.
de: Ein neuer Reiter öffnet sich im Webbrowser, um die Fehlerdaten zu verarbeiten. Ubuntu nutzt die Website <app>Launchpad</app>, um Fehlerberichte zu verwalten. Falls Sie noch kein Launchpad-Konto besitzen, müssen Sie sich registrieren, um einen Fehler zu melden und Rückmeldungen zu dem Fehler per E-Mail zu erhalten. Klicken Sie dazu einfach auf <gui>Create a new account</gui>.
el: Μία νέα καρτέλα στον περιηγητή θα ανοίξει ώστε να συνεχίσετε την επεξεργασία των δεδομένων του σφάλματος. Το Ubuntu χρησιμοποιεί τον ιστότοπο <app>Launchpad</app> για να διαχειρίζεται αυτές τις αναφορές. Αν δεν έχετε λογαριασμό στον ιστότοπο Launchpad, θα πρέπει να εγγραφείτε ώστε να καταχωρίσετε ένα μήνυμα λάθους και να λαμβάνετε ηλεκτρονικά μηνύματα που αφορούν την κατάστασή του. Αυτό μπορείτε να το κάνετε κάνοντας κλικ στη <gui>Δημιουργία λογαριασμού</gui>.
es: Se abrirá una nueva pestaña del navegador para continuar el procesamiento de los datos del fallo. Ubuntu usa el sitio web <app>Launchpad</app> para gestionar sus informes de fallos. Si no dispone de una cuenta en Launchpad, tendrá que registrarse para poder notificar un fallo y recibir actualizaciones por correo sobre su estado. Puede hacerlo pulsando en <gui>Crear una cuenta nueva</gui>.
fi: Uusi selainikkuna aukeaa; se käsittelee vikailmoitukseen liittyviä tietoja. Ubuntu käyttää <app>Launchpad</app>-sivustoa vikailmoituksien hallintaan. Jos sinulla ei vielä ole Launchpad-tiliä, sinun tulee luoda sellainen ilmoittaaksesi ongelmista. Voit luoda tunnuksen napsauttamalla <gui>Create a new account</gui> -linkkiä.
fr: Un nouveau navigateur internet s'ouvrira afin de traiter les données du bogue. Ubuntu utilise le site <app>Launchpad</app> pour gérer ses rapports de bogues. Si vous n'avez pas de compte Launchpad, vous devrez vous en créer un afin de remplir le rapport de bogue et recevoir des mises à jour de son statut par email. Pour cela il suffit de cliquer sur <gui>Créer un nouveau compte</gui>.
gl: Abrirase unha nova lapela do navegador web para continuar procesando os datos do fallo. Ubuntu usa o sitio web <app>Launchpad</app> para xestionar os informes de fallo. Se non ten unha conta en Launchpad, precisará rexistrarse para enviar un informe e recibir novidades sobre o estado do fallo. Pode facer isto premendo en <gui>Crear unha nova conta</gui>.
hr: Otvoriti će se nova kartica web preglednika za nastavak obrade podataka greške. Ubuntu koristi web stranicu <app>Launchpad</app> za upravljanje izvještajima grešaka. Ako nemate Launchpad račun, trebat ćete se registrirati kako bi prijavili izvještaj greške i primali poruke e-pošte o promjeni statusa izvješća.
id: Tab peramban web baru akan terbuka untuk melanjutkan pemrosesan data bug. Ubuntu menggunakan situs web <app>Launchpad</app> untuk mengelola laporan bug. Jika Anda tidak memiliki akun Launchpad, Anda akan perlu mendaftar untuk mengajukan bug dan menerima surel pemutakhiran tentang statusnya. Anda dapat melakukannya dengan mengklik <gui>Create a new account</gui>.
lt: Atsivers interneto naršyklės langas (kortelė) kuriame galėsite pranešti apie klaidą Ubuntu sistemos kūrėjams. Tam šiuo metu yra naudojama <app>Launchpad.net</app> svetainė, kurioje jūs turėtumėte užregistruoti savo el. paštą, kad Ubuntu kūrėjai galėtų jus informuoti apie praneštos klaidos taisymo progresą. Tai galite padaryti spustelėdami ant <gui>Create a new account</gui>.
lv: Atvērsies jauna tīmekļa pārlūka cilne, lai turpinātu apstrādāt kļūdas datus. Ubuntu izmanto vietni <app>Launchpad</app>, lai pārvaldītu kļūdu ziņojumus. Ja jums nav Launchpad konta, jums vajadzēs reģistrēties, lai iesniegtu kļūdu ziņojumus un saņemtu e-pasta vēstules par to statusu. Jūs varat to izdarīt, spiežot <gui>Create a new account</gui>.
ms: Satu tab pelayar sesawang baru akan dibka untuk memproses data pepijat. Ubuntu menggunakan laman sesawang <app>Launchpad</app> untuk mengurus laporan pepijatnya. Jika anda tidak mempunyai akaun Launchpad, and perlu datfar supaya dapat failkan pepijat dan terima kemaskini e-mel mengenai statusnya. Anda buat membuatnya dengan mengklik <gui>Cita akaun baru</gui>.
my: bug အချက်အလက်များကိုဆက်လက်လုပ်ဆောင်ရန်ဝဘ်ဘရောက်ဇာ tab အသစ်တစ်ခုဖွင့်လိမ့်မည်။ Ubuntu သည်၎င်း၏ bug အစီရင်ခံစာများကိုစီမံရန်ဝက်ဘ်ဆိုက် <app> Launchpad </app> ကိုအသုံးပြုသည်။ အကယ်၍ သင့်တွင် Launchpad အကောင့်မရှိပါက၊ အမှားတစ်ခုပြုလုပ်ရန်နှင့်၎င်း၏အခြေအနေနှင့်ပတ်သတ်သောအီးမေးလ်အသစ်များလက်ခံရန်အတွက်သင်မှတ်ပုံတင်ရန်လိုအပ်သည်။ သင် <gui> အကောင့်အသစ်တစ်ခုဖန်တီးရန် </gui> ကိုနှိပ်ပါ။
nl: Er zal een nieuw tabblad in uw webbrowser worden geopend voor de verdere verwerking van de gegevens met betrekking tot het probleem. Ubuntu gebruikt de website <app>Launchpad</app> voor de afhandeling van probleemrapportages. Als u geen Launchpadaccount heeft, dient u er een aan te maken om een foutmelding in te sturen en e-mail-updates te ontvangen over de status ervan. U kunt dit doen door te klikken op <gui>Een nieuwe account aanmaken</gui>.
pl: Zostanie otwarta nowa karta w przeglądarce WWW, w której kontynuowane jest przetwarzanie informacji o błędzie. Ubuntu korzysta ze strony o nazwie <app>Launchpad</app> do zarządzania zgłoszeniami błędów. Jeśli użytkownik nie ma na niej konta, to należy je utworzyć, aby zgłosić błąd i otrzymywać pocztą informacje o jego stanie. Można to zrobić klikając odnośnik <gui>Create a new account</gui> (Utwórz nowe konto).
pt_br: Uma nova aba no seu navegador será aberta para continuar o envio de informações sobre o erro. O Ubuntu lança mão da página <app>Launchpad</app> para gerenciar seus relatórios de erro. Se você não tiver uma conta no Launchpad, será necessário que abra uma para que possa relatar erros e receber notícias dele em seu e-mail. Você pode fazê-lo clicando em <gui>Criar nova conta</gui>.
sl: Odprl se bo nov zavihek spletnega brskalnika za nadaljevanje obdelovanja podatkov o hrošču. Za upravljanje poročil o hrošču Ubuntu uporablja spletišče <app>Launchpad</app>. V primeru da računa Launchpad nimate, ga boste morali za poročanje hrošča in prejem posodobitev o njegovem stanju preko e-pošte ustvariti. To lahko storite s klikom na <gui>Ustvari nov račun</gui>.
sv: En ny flik kommer öppnas i webbläsaren för att fortsätta arbeta med felet. Ubuntu använder webbsidan <app>Launchpad</app> för att hantera sina felrapporter. Om du inte har ett Launchpad-konto kommer du först behöva registrera ett för att skicka in din felrapport och få e-postuppdateringar om ärendet. Du kan göra det här genom att klicka på <gui>Skapa nytt konto</gui>.
tr: Hata verisini işlemeye devam etmek için yeni bir tarayıcı sekmesi açılacak. Ubuntu bunun hata raporlarını yönetmek için <app>Launchpad</app> sitesini kullanıyor. Eğer Launchpad hesabınız yoksa bir hata dosyalamak ve hatanın durumu hakkında e-posta bildirimi almak istiyorsanız bir hesap açmanız gerekli. Bunu <gui>Yeni bir hesap oluştur</gui>'a tıklayarak yapabilirsiniz..
zh_cn: 新的 Web 浏览器将打开，以继续处理错误数据。Ubuntu 使用网站 <app>Launchpad</app> 管理其错误报告。如果您没有 Launchpad 帐户，则需要注册一个账户，以完成错误报告流程并接收有关此问题解决进度的电子邮件更新。您可通过单击<gui>创建新帐户</gui>执行此操作。

source: After logging in to Launchpad, enter a description of the problem in the summary field.
ast: Una vegada heba aniciáu sesión en Launchpad, introduzca una descripción del problema nel campu de resume («summary»).
ca: Després d'entrar al Launchpad amb el vostre usuari, introduïu una descripció del problema al camp del sumari.
cs: Po přihlášení do systému Launchpad zapište do pole pro souhrn stručný popis problému.
de: Nachdem Sie sich bei Launchpad angemeldet haben, geben Sie eine Beschreibung des Problems in das Feld »Summary« ein.
el: Αφού συνδεθείτε στο Launchpad, εισάγετε μια περιγραφή του προβλήματος στο πεδίο περίληψης.
es: Una vez haya iniciado sesión en Launchpad, introduzca una descripción del problema en el campo de resumen («summary»).
fi: Kun olet kirjautunut Launchpadiin, kirjoita yhteenveto ongelmasta Summary-kenttään.
fr: Après vous être connecté à Launchpad, entrez une description du problème dans le champ de résumé.
gl: Despois de acceder a Launchpad, introduza unha breve descrición do problema no campo «Summary».
hr: Nakon prijave u Launchpad, opišite problem u polju sažetka.
id: Setelah masuk ke Launchpad, masukkan deskripsi masalah di bidang ringkasan.
lt: Prisijungę prie <app>Launchpad.net</app> svetainės įrašykite problemos aprašymą anglų kalba (jei galite) laukelyje <em>summary</em>
lv: Pēc ierakstīšanās Launchpad sistēmā, ievadiet problēmas aprakstu kopsavilkuma laukā.
ms: Selepas mendaftar masuk ke Launchpad, masukkan keterangan masalah didalam medan ringkasan.
my: Launchpad သို့ဝင်ရောက်ပြီးနောက်ပြနာ၏ဖော်ပြချက်ကိုအကျဉ်းချုပ်အကွက်ထဲတွင်ဖြည့်ပါ။
nl: Voer na aanmelding bij Launchpad een beschrijving in van het probleem in het tekstveld "Summary:"
pl: Po zalogowaniu w serwisie Launchpad wpisz opis problemu w polu „Summary” (w języku angielskim).
pt_br: Após entrar no Launchpad, descreva o problema (em inglês) no campo "Summary".
ru: После выполнения входа в Launchpad, введите описание неполадки в поле сводки.
sl: Po prijavi v Launchpad vnesite opis težave v polje povzetek.
sv: Efter att du loggar in på Launchpad, beskriv problemet i sammanfattningsfältet.
tr: Launchpad'te oturum açtığınızda, sorun özeti alanına bir açıklama yazın.
zh_cn: 登录 Launchpad 后，请输入问题描述。

source: After clicking <gui>Next</gui> Launchpad will search for similar bugs in case the bug you are reporting has already been reported. If the bug has already been reported, you can mark that bug as also affecting you. You can also subscribe to the bug report to receive updates about progress with fixing it. If the bug has not already been reported, click <gui>No, I need to report a new bug</gui>.
ast: Tras calcar «Siguiente» (<gui>Next</gui>), Launchpad buscará fallos asemeyaos en caso de que el fallu que ta notificando ya heba sido notificáu. Si el fallu ya se hubiese notificado, podrá marcar que el fallu tamién le afeuta a vusté. También puede suscribirse al informe de fallu pa recibir anovamientos sobro el procesu de igua del mesmu. Si el fallu entá no ha sido notificado, calca en «No, necesito notificar un nuevu fallu» (<gui>No, I need to report a new bug</gui>).
ca: Després de clicar <gui>Next</gui>, el Launchpad cercarà errors similars per si l'error que reporteu ja s'ha reportat abans. Si l'error ja s'havia reportat, podeu marcar que aquest error també us afecta. També us podeu subscriure a l'informe d'error per tal de rebre actualitzacions sobre el progrés reparant-lo. Si l'error encara no s'havia reportat, cliqueu <gui>No, I need to report a new bug</gui>.
cs: Po kliknutí na <gui>Next</gui> se Launchpad pokusí najít podobné problémy a jejich řešení. Pokud byla chyba již zaznamenána, můžete svůj problém označit jako související kliknutím na "It also affect me". Pokud chyba dosud není zaznamenána, klikněte na <gui>No, I need to report a new bug</gui>.
de: Nachdem Sie auf <gui>Next</gui> geklickt haben, sucht Launchpad nach ähnlichen Fehlern, um zu überprüfen, ob der Fehler, den Sie melden möchten, bereits gemeldet wurde. Falls der Fehler bereits gemeldet wurde, können Sie sich als Betroffener eintragen. Sie können den Fehler auch abonnieren, um Informationen zum Fortschritt der Fehlerbehebung zu erhalten. Falls der Fehler noch nicht gemeldet wurde, klicken Sie auf <gui>No, I need to report a new bug</gui>.
el: Μετά το κλικ στο <gui>Επόμενο</gui> το Launchpad θα αναζητήσει αναφορές συναφών προβλημάτων στην περίπτωση που το αναφερόμενο πρόβλημα έχει ήδη αναφερθεί. Αν ένα πρόβλημα έχει ήδη αναφερθεί, μπορείτε να επισημάνετε ότι επηρεάζει και εσάς. Επίσης, μπορείτε να εγγραφείτε σε μια αναφορά προβλήματος ώστε να λαμβάνετε ενημερώσεις σχετικά με την πρόοδο επίλυσής του. Αν το πρόβλημα δεν έχει αναφερθεί ήδη, κάντε κλικ στο <gui>Όχι, θέλω να αναφέρω ένα νέο σφάλμα</gui>.
es: Tras pulsar «Siguiente» (<gui>Next</gui>), Launchpad buscará fallos similares en caso de que el fallo que está notificando ya haya sido notificado. Si el fallo ya se hubiese notificado, podrá marcar que el fallo también le afecta a usted. También puede suscribirse al informe de fallo para recibir actualizaciones sobre el proceso de corrección del mismo. Si el fallo aún no ha sido notificado, pulse en «No, necesito notificar un nuevo fallo» (<gui>No, I need to report a new bug</gui>).
fi: Kun napsautat <gui>Seuraava</gui>, Launchpad etsii samankaltaisia vikailmoituksia sen varalta, että joku toinen olisi jo ennen sinua ilmoittanut samasta ongelmasta. Jos viasta on jo aiemmin ilmoitettu, voit valita ongelman koskevan myös sinua. Voit myös tilata vikailmoitukseen liittyvät muutosilmoitukset sähköpostitse. Jos vastaavanlaista ongelmaa ei löydy, napsauta <gui>No, I need to report a new bug</gui> -linkkiä.
fr: Après avoir cliqué sur <gui>Suivant</gui>, Launchpad recherchera des bogues similaires au cas où celui que vous signalez aurait déjà été rapporté. Si le bogue a déjà été signalé, vous pouvez marquer que ce bogue vous affecte également. Vous pouvez aussi vous abonner au rapport de bogue pour recevoir les mises à jour de l'évolution de sa correction. Si le bogue n'a pas déjà été signalé, cliquez sur <gui>No, I need to report a new bug</gui>.
gl: Despois de premer <gui>Seguinte</gui> Launchpad buscará fallos similares no caso de que o fallo que envía xa fose comunicado. Se xa era un fallo coñecido, pode marcalo como tamén afectado. Pode subscribirse ao informe de fallo para recibir novidades sobre o progreso na súa solución. Se non era un fallo coñecido prema <gui>Non, preciso informar dun fallo novo</gui>.
hr: Nakon klika na <gui>Next</gui> Launchpad će pretražiti slične greške u slučaju da je greška koju prijavljujete već prijavljena. Ako je greška već prijavljena, možete označiti da ta greška zahvaća i vas. Možete se i pretplatiti na izvještaj greške kako bi mogli primali poruke e-pošte o napretku popravka greške. Ako greška već nije prijavljena, kliknite <gui>No, I need to report a new bug</gui>.
id: Setelah mengklik <gui>Berikutnya</gui> Launchpad akan mencari bug yang sama dalam kasus bug yang Anda kirim telah dilaporkan. Jika bug telah dilaporkan, Anda dapat menandai bug tersebut sebagai juga mempengaruhi Anda. Anda juga dapat berlangganan laporan bug untuk menerima update tentang kemajuan dengan memperbaikinya. Jika bug belum dilaporkan, klik <gui>Tidak, saya perlu melaporkan bug baru</gui>.
lv: Pēc <gui>Next</gui> nospiešanas, Launchpad meklēs līdzīgus kļūdu ziņojumus, gadījumā, ja ziņotā kļūda jau ir reģistrēta. Ja kļūda jau ir reģistrēta, jūs varat atzīmēt, ka tā ietekmē arī jūs. Tāpat jūs varat pieteikties saņemt ziņas par kļūdas labošanas progresu. Ja kļūda vēl nav reģistrēta, spiediet <gui>No, I need to report a new bug</gui>.
ms: Selepas mengklik <gui>Next</gui> Launchpad akan menggelintar pepijat yang serupa supaya pepijat yang anda laporkan tidak bukannya laporan yang sudah dilaporkan. Jika pepijat telah dilaporkan, anda juga boleh menanda pepijat tersebut telah mempengaruhi anda. Anda juga boleh melanggan ke laporan pepijat untuk menerima kemaskini mengenai kemajuan dengan pembaikannya. Jika pepijat belum lagi dilaporkan, klik <gui>No, I need to report a new bug</gui>.
my: <gui> Next </gui> ကိုနှိပ်ပြီးသောအခါသင်သတင်းပို့သော bug ကိုသတင်းပို့ပြီးပါက Launchpad သည်အလားတူ bug များကိုရှာဖွေလိမ့်မည်။ bug ကိုသတင်းပို့ပြီးပါကထို bug သည်သင်နှင့်လည်းသက်ဆိုင်ကြောင်းမှတ်သားနိုင်သည်။ တိုးတက်မှုနှင့်ပတ်သက်သောနောက်ဆုံးသတင်းများကိုလက်ခံရရှိရန်အတွက်သင် bug report သို့လည်းစာရင်းသွင်းနိုင်သည်။ bug ကိုသတင်းပို့မထားပါက <gui> မဟုတ်ပါကိုနှိပ်ပါ။ ကျွန်ုပ်သည် bug အသစ်တစ်ခုအကြောင်းကြားရန်လိုအပ်သည်။ </gui>
nl: Nadat u geklikt heeft op <gui>Volgende</gui> zal Launchpad zoeken naar gelijksoortige fouten voor het geval de fout die u rapporteert al gemeld is. Als de fout al gemeld is, kunt u daar opgeven dat deze ook u treft. U kunt zich ook op het foutrapport abonneren om updates te ontvangen over de voortgang van het oplossen ervan. Als de fout nog niet gemeld is, klikt u op <gui>No, I need to report a new bug</gui>.
pl: Po kliknięciu przycisku <gui>Next</gui> (Dalej) serwis Launchpad wyszuka podobne błędy, na wypadek gdyby ktoś już miał ten problem. Jeśli błąd został już zgłoszony, to można go oznaczyć jako dotyczący również Ciebie. Można go także subskrybować, aby otrzymywać aktualizacje o procesie jego naprawiania. Jeśli błąd nie został jeszcze zgłoszony, to kliknij <gui>No, I need to report a new bug</gui> (Nie, potrzebuję zgłosić nowy błąd).
pt_br: Após clicar <gui>Next</gui>, o Launchpad procurará por erros semelhantes para o caso do erro que você estiver relatando já tiver sido registrado. Se esse for o caso, você pode marcar que esse erro também o está afetando. Você também pode subscrever-se para receber notícias sobre o problema. Se o erro não tiver sido relatado, clique em <gui>No, I need to report a new bug</gui>.
ru: После щелчка на кнопке <gui>Далее</gui>, Launchpad произведёт поиск похожих неполадок, если подобные сообщения о неполадках существуют. Если сообщение о неполадке существует, вы можете выбрать галочку, тем самым сообщив, что эта неполадка также затрагивает и вас. Также вы можете подписаться на ветку сообщений о неполадке, чтобы получать сообщения о ходе выполнения исправления. Если сообщение о неполадке не существует, щёлкните <gui>Нет, мне необходимо сообщить о новой неполадке</gui>.
sl: Po kliku na <gui>Naprej</gui> bo Launchpad iskal podobne hrošče za primer da je hrošč že poročal nekdo drug. V primeru da je bil hrošč že poročan, lahko označite, da hrošč vpliva tudi na vas. Lahko se tudi naročite na poročilo o hrošču, da prejmete posodobitve o napredku pri njegovem popravljanju. V primeru da hrošča ni še nihče poročal, kliknite <gui>Ne, poročati moram nov hrošč</gui>.
sv: Efter att du klickat på <gui>Nästa</gui> kommer Launchpad söka efter liknande felrapporter, för den händelse att felet du rapporterar redan har skickats in. Om felet redan har rapporterats kan du markera att det här felet påverkar dig också. Du kan också prenumerera på felrapporten för att ta emot uppdateringar om hur det går. Om felet inte redan har rapporterats, klicka på <gui>Nej, jag behöver rapportera ett nytt fel</gui>.
tr: <gui>Sonraki</gui>'ni tıkladıktan sonra Launchpad gönderdiğiniz rapordakine benzer hatalar olup olmadığına bakmak için bir arama yapacak. Eğer hata bildirilmemişse, bunun sizi de etkilediğini işaretleyebilirsiniz. Ayrıca hata bildiriminin durum güncellemelerini ve sorun giderme ilerlemesini almak için abone olabilirsiniz. Eğer hata raporlanmamışsa, <gui>Hayır, yeni bir hata bildirmek istiyorum</gui>'u tıklayın.
zh_cn: 单击<gui>下一步</gui>后，Launchpad 将搜索类似错误，以防报告的错误重复报告。如果错误已报告，则您可以将该错误标记为也影响您。您还可以订阅错误报告以接收有关修复进程的更新信息。如果错误未报告，则请单击<gui>No, I need to report a new bug</gui>。

source: Fill in the description field with as much information as you can. It's important that you specify three things:
ast: Rellene el campu de descripción con tola información que pueda. Es importante que especifica, al menos, tres cosas:
ca: Ompliu el camp de descripció amb tanta informació com pugueu. És important que especifiqueu tres coses:
cs: Vyplňte popis chyby s co možná nejvíce informacemi o problému. Důležité je vyplnit tři věci:
de: Geben Sie in das Feld »description« so viele Informationen ein, wie Sie zur Verfügung stellen können und möchten. Es ist wichtig, dass Sie auf folgende drei Dinge eingehen:
el: Συμπληρώστε στο πεδίο περιγραφής όσες περισσότερες πληροφορίες μπορείτε. Είναι σημαντικό να καθορίσετε τρία πράγματα:
es: Rellene el campo de descripción con toda la información que pueda. Es importante que especifique, al menos, tres cosas:
fi: Täytä kuvauskenttään niin paljon asiallista tietoa kuin mahdollista. On tärkeää, että ilmoitat seuraavat kolme asiaa:
fr: Remplissez le champ de description avec autant d'informations que possible. Il est important de spécifier trois choses :
gl: Encha o campo da descrición coa máxima información posíbel. É importante que especifique tres cousas:
hr: Popunite polje opisa sa što više informacija. Bitno je da navedete tri stvari:
id: Isi kolom deskripsi dengan informasi sebanyak mungkin. Penting bagi Anda untuk menentukan tiga hal:
lt: Išsamiai aprašykite pastebėtą klaidą ar nesklandumą angliškai į <em>description</em> laukelį. Svarbiausia yra kuo aiškiau aprašyti šiuos tris dalykus:
lv: Aizpildiet apraksta lauku ar visu zināmo informāciju. Ir svarīgi norādīt sekojošās trīs lietas:
ms: Isi medan keterangan sebanyak maklumat yang boleh. Adalah penting anda nyatakan tiga perkara:
my: ဖော်ပြချက်နယ်ပယ်ကိုသင်တတ်နိုင်သလောက်များများဖြည့်ပါ။ အချက်သုံးချက်ကိုသတ်မှတ်ဖို့အရေးကြီးတယ် -
nl: Geef in het beschrijvingsveld zoveel mogelijk informatie. Het is belangrijk dat u drie dingen vermeld:
pl: Wypełnij pole opisu jak największą ilością informacji (w języku angielskim). Najważniejsze jest podanie trzech rzeczy:
pt_br: Preencha o campo de descrição com o máximo de informações que puder. É importante especificar três coisas:
ru: Заполните поле описания исчерпывающими сведениями. Особенно важно указать три вещи:
sl: Izpolnite polje opisa s toliko podatki kot lahko. Pomembno je, da navedete tri stvari.
sv: Fyll i beskrivningsfältet med så mycket information du kan ge. Det är viktigt att du anger tre saker:
tr: Açıklama alanını doldurabildiğiniz kadar doldurun. Bu üç şeyi belirtmeki için önemli:
zh_cn: 在描述文本框中填写尽可能多的信息。指明以下三点非常重要：

source: What you expected to happen
ast: Qué esperaba que ocurriera
ca: Què esperàveu que passés
cs: Co jste očekávali, že se stane
de: Was hätte passieren sollen
el: Τι περιμένετε να συμβεί
es: Qué esperaba que ocurriera
fi: Mitä oletit tapahtuvan
fr: le comportement attendu ;
gl: Que agardaba que ocorrese
hr: Što očekujete da se treba dogoditi
id: Apa yang Anda harapkan terjadi
ko: 여러분이 예상한 일
lt: Kaip jūsų manymu turi veikti
lv: Kam vajadzēja notikt
ms: Apakah yang anda jangkakan
my: သင်ဖြစ်ပျက်ရန်မျှော်လင့်ထားသည့်အရာ
nl: Wat u verwachtte dat er zou gebeuren
pl: Co powinno się wydarzyć
pt_br: O que você esperava que acontecesse
ru: Что должно было произойти
sl: Kaj pričakujete, da se bo zgodilo
sv: Vad du förväntade dig skulle hända
tr: Ne olmasını bekliyordunuz
zh_cn: 您预期发生的情况
