Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Then right-click in the empty space and select <gui>paste</gui>.
ast: Dempués, calca col botón drechu del mur nun espaciu baleru y escueyi <gui>Apegar</gui>.
el: Στη συνέχεια κάντε δεξί κλικ στον κενό χώρο και επιλέξτε <gui>επικόλληση</gui>.
es: Después, pulse con el botón derecho del ratón en un espacio vacío y seleccione <gui>Pegar</gui>.
fi: Napsauta hiiren oikealla tyhjää tilaa ja valitse avautuvasta valikosta <gui>Liitä</gui>.
nl: Klik dan met rechts in de lege ruimte en kies <gui>Plakken</gui>.
pt_br: Então dê um clique com o botão direito no espaço em branco e selecione <gui>colar</gui>.
ru: Затем щёлкните правой кнопкой на пустом месте и выберите <gui>Вставить</gui>

source: <link xref="files-rename">Rename</link> the backup "shadow.bak".
ast: <link xref="files-renaming">Camuda el nome</link> del ficheru de respaldu a «shadow.bak».
el: <link xref="files-rename">Μετονομάστε</link> το αντίγραφο ασφαλείας «shadow.bak».
es: <link xref="files-renaming">Cambie el nombre</link> del archivo de respaldo a «shadow.bak».
nl: <link xref="files-rename">Hernoem</link> de reservekopie ‘shadow.bak’.
pt_br: <link xref="files-rename">Renomear</link> a cópia de segurança "shadow.bak".
ru: <link xref="files-rename">Переименуйте</link> резервную копию в "shadow.bak".

source: Edit the original "shadow" file with a text editor.
ast: Edite el ficheru «shadow» original con un editor de textos.
el: Επεξεργαστείτε το αρχικό αρχείο «shadow» με ένα πρόγραμμα επεξεργασίας κειμένου.
es: Edite el archivo «shadow» original con un editor de textos.
nl: Bewerk het originele ‘shadow’-bestand met een teksteditor.
pt_br: Edite o arquivo original "shadow" com um editor de texto.
ru: Откройте исходный файл "shadow" в текстовом редакторе.

source: Find your username for which you have forgotten the password. It should look something like this (the characters after the colon will be different):
ast: Busque el nome de usuariu del cual ha olvidáu la contraseña. Tien de ser algo así (los carauteres dempués de los dos puntos serán estremaes):
el: Βρείτε το όνομα χρήστη για τον οποίο έχετε ξεχάσει τον κωδικό πρόσβασης. Θα πρέπει να δείτε κάτι σαν αυτό (οι χαρακτήρες μετά την άνω και κάτω τελεία θα είναι διαφορετικοί):
es: Busque el nombre de usuario del cual ha olvidado la contraseña. Debe ser algo así (los caracteres después de los dos puntos serán diferentes):
nl: Zoek naar uw gebruikersnaam waarvoor u het wachtwoord bent vergeten. Het zo er ongeveer zo uit moeten zien: (de tekens achter de dubbele punt zullen anders zijn):
pt_br: Encontre o nome de usuário que você tenha esquecido a senha. Deve ser algo parecido com isto (os caracteres após os dois pontos serão diferentes):
ru: Найдите имя пользователя, пароль для которого вы забыли. Он будет выглядеть примерно так (символы после двоеточия могут быть разными):

source: username:$1$2abCd0E or
ast: usuariu:$1$2abCd0E o
el: όνομα χρήστη:$1$2abCd0E ή
es: usuario:$1$2abCd0E o
fi: käyttäjätunnus:$1$2abCd0E tai
nl: gebruikersnaam:$1$2abCd0E of
ru: имя_пользователя:$1$2abCd0E или

source: username:$1$2abCd0E:13721a:0:99999:7:::
ast: usuariu:$1$2abCd0E:13721a:0:99999:7:::
el: όνομα χρήστη:$1$2abCd0E:13721a:0:99999:7:::
es: usuario:$1$2abCd0E:13721a:0:99999:7:::
fi: käyttäjätunnus:$1$2abCd0E:13721a:0:99999:7:::
nl: gebruikersnaam:$1$2abCd0E:13721a:0:99999:7:::
ru: имя_пользователя:$1$2abCd0E:13721a:0:99999:7:::

source: Delete the characters after the first colon and before the second colon. This will remove the password for the account.
ast: Borre los carauteres que hai ente el primer y el segundu caráuter «:» (dos puntos). Esto desaniciará la contraseña de la cuenta.
el: Διαγράψτε τους χαρακτήρες μετά το πρώτο σημείο και πριν από το δεύτερο σημείο. Αυτό θα αφαιρέσει τον κωδικό πρόσβασης για το λογαριασμό.
es: Borre los caracteres que hay entre el primer y el segundo carácter «:» (dos puntos). Esto eliminará la contraseña de la cuenta.
nl: Verwijder de tekens tussen de eerste en de tweede dubbele punt. Dit zal het wachtwoord voor het account verwijderen.
pt_br: Exclua os caracteres depois da primeira vírgula e antes da segunda vírgula. Isso irá remover a senha para a conta.
ru: Удалите символы, расположенные между первым и вторым двоеточиями. Это удалит пароль для данной учётной записи.

source: Save the file, exit out of everything and reboot your computer without the live CD or USB.
ast: Guarde el ficheru, salga de tolos programes y reinicie su equipu sin el live CD o USB.
el: Αποθηκεύστε το αρχείο, αποσυνδεθείτε από παντού και επανεκκινήστε τον υπολογιστή σας χωρίς το δοκιμαστικό CD ή USB.
es: Guarde el archivo, salga de todos los programas y reinicie su equipo sin el live CD o USB.
nl: Sla het bestand op, sluit alles af en herstart uw computer zonder de live-cd of -usb-stick.
pt_br: Salve o arquivo, feche tudo e reinicie o seu computador sem o Live CD ou USB.
ru: Сохраните файл, закройте все программы и перезагрузите компьютер без использования live CD или USB.

source: When you boot back into your installation, click your name in the top bar. Open <gui>My Account</gui> and reset your password.
ast: Cuando vuelva a arrancar en su instalación, fae clic en su nome na barra superior. Abra <gui>Mi cuenta</gui> y restablezca su contraseña.
el: Όταν κάνετε εκκίνηση πίσω στην εγκατάστασή σας, κάντε κλικ στο όνομά σας στην επάνω γραμμή. Ανοίξτε την επιλογή <gui>Ο λογαριασμός μου</gui> και επαναφέρετε τον κωδικό πρόσβασής σας.
pt_br: Quando você reiniciar de volta na sua instalação, clique em seu nome na barra superior. Abra <gui>Minha Conta</gui> e redefina sua senha.

source: For <gui>Current password</gui> do not enter anything, as your current password is blank. Just click <gui>Authenticate</gui> and enter a new password.
ast: En <gui>Contraseña actual</gui> no ponga res, ya que su contraseña actual ta vacía. Simplemente calca en <gui>Autenticar</gui> e introduzca una nueva contraseña.
el: Στο πεδίο <gui>Τρέχων κωδικός πρόσβασης</gui> μην εισάγετε τίποτα, επειδή ο τρέχων κωδικό πρόσβασης είναι κενός. Απλά κάντε κλικ επιλέγοντας <gui>Πιστοποίηση</gui> και εισάγετε ένα νέο κωδικό πρόσβασης.
es: En <gui>Contraseña actual</gui> no ponga nada, ya que su contraseña actual está vacía. Simplemente pulse en <gui>Autenticar</gui> e introduzca una nueva contraseña.
nl: Vul niets in bij <gui>Huidig wachtwoord</gui>, uw huidige wachtwoord is immers leeg. Klik op <gui>Authenticeren</gui> en voer een nieuw wachtwoord in.
pt_br: Para <gui>Senha Atual</gui> não digite nada, a sua senha atual está em branco. Clique em <gui>Autenticar</gui> e digite a nova senha.
ru: В поле <gui>Текущий пароль</gui> ничего не вводите, поскольку ваш текущий пароль пустой. Просто щёлкните <gui>Авторизоваться</gui> и введите новый пароль.

source: Get Rid of the Keyring Manager
ast: Deshacerse del xestor del depósito de claves
el: Απαλλαγή από το Διαχειριστή κλειδοθήκης
es: Deshacerse del gestor del depósito de claves
pt_br: Livrar-se do gerenciador de chaveiro

source: This will delete all your saved passwords for wireless networks, instant messaging accounts, etc. Only do this if you can't remember the password you used for your keyring.
ast: Esto desaniciará toes les contraseñes guardadas pa redes inalámbricas, cuentas de mensaxería instantánea, etc. Fae esto solo si no puede recordad la contraseña que usa pa su depósito de claves.
el: Αυτό θα διαγράψει όλους τους αποθηκευμένους κωδικούς πρόσβασής σας για ασύρματα δίκτυα, προγράμματα ανταλλαγής αμέσων μηνυμάτων, κλπ. Κάντε μόνο αυτό αν δεν μπορείτε να θυμηθείτε τον κωδικό πρόσβασης που χρησιμοποιήσατε για την πιστοποίησή σας.
es: Esto borrará todas las contraseñas guardadas para redes inalámbricas, cuentas de mensajería instantánea, etc. Haga esto solo si no puede recordad la contraseña que usa para su depósito de claves.
nl: Hiermee verwijdert u alle opgeslagen wachtwoorden voor draadloze netwerken, chataccounts, enz. Doe dit alleen als u het wachtwoord dat u gebruikte voor uw sleutelbos vergeten bent.
pt_br: Isso irá excluir todas as suas senhas de rede sem fio salvas, contas de mensagens instantâneas, etc. Só faça isso se você não consegue se lembrar da senha que você usou para seu chaveiro.
ru: Это действие удалит все ваши сохранённые пароли для беспроводной сети, учётных записей в программах обмена сообщениями и др. Делайте это только если вы не можете вспомнить пароль, который использовали для брелока.

source: Go to your Home folder by typing 'home' in the <gui>Activities</gui> overview.
ast: Vaya a su carpeta personal escribiendo «home» na vista de <gui>Actividades</gui>.
el: Μεταβείτε στον προσωπικό σας φάκελο πληκτρολογώντας «σπίτι» στην επισκόπηση <gui>Δραστηριότητες</gui>.
es: Vaya a su carpeta personal escribiendo «home» en la vista de <gui>Actividades</gui>.
pt_br: Vá à sua pasta pessoal, digitando 'home' no resumo de <gui>Atividades</gui>.

source: Press <keyseq><key>Ctrl</key><key>h</key></keyseq> (or click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq>.)
ast: Calca <keyseq><key>Ctrl</key><key>h</key></keyseq> (o escueya <guiseq><gui>Ver</gui><gui>Amosar ficheros anubríos</gui></guiseq>.)
el: Πατήστε <keyseq><key>Ctrl</key><key>h</key></keyseq> (ή κάντε κλικ επιλέγοντας <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq>.)
es: Pulse <keyseq><key>Ctrl</key><key>h</key></keyseq> (o elija <guiseq><gui>Ver</gui><gui>Mostrar archivos ocultos</gui></guiseq>.)
fi: Paina <keyseq><key>Ctrl</key><key>H</key></keyseq> (tai napsauta <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq>.)
nl: Druk op <keyseq><key>Ctrl</key><key>h</key></keyseq> (of kies <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq>.)
pt_br: Pressione <keyseq><key>Ctrl</key><key>h</key></keyseq> (ou clique <guiseq><gui>Ver</gui><gui>Mostrar arquivos ocultos</gui></guiseq>.)
ru: Нажмите <keyseq><key>Ctrl</key><key>h</key></keyseq> (или щёлкните <guiseq><gui>Вид</gui><gui>Показать скрытые файлы</gui></guiseq>.)

source: Double click on the folder .gnome2
ast: Calca dos vegaes na carpeta «.gnome2»
el: Κάντε διπλό κλικ στον φάκελο .gnome2
es: Pulse dos veces en la carpeta «.gnome2»
fi: Kaksoisnapsauta kansiota .gnome2
nl: Dubbelklik op de map .gnome2
pt_br: Clique duas vezes sobre a pasta .gnome2
ru: Выполните двойной щелчок на каталоге .gnome2

source: Double click on the folder called keyrings.
ast: Calca dos vegaes na carpeta «keyrings»
el: Διπλό κλικ στον φάκελο κλειδοθήκη.
es: Pulse dos veces en la carpeta «keyrings»
nl: Dubbelklik op de map genaamd ‘keyrings’.
pt_br: Clique duas vezes sobre a pasta chamada keyrings.
ru: Выполните двойной щелчок на каталоге keyrings.

source: Delete any files you find in the keyrings folder.
ast: Elimine cualesquier ficheru que encuentre na carpeta «keyrings».
el: Διέγραψε ό,τι αρχεία βρεις στο φάκελο της κλειδοθήκης.
es: Elimine cualquier archivo que encuentre en la carpeta «keyrings».
nl: Verwijder alle bestanden die u in de map ‘keyrings’ aantreft.
pt_br: Apague quaisquer arquivos que encontrar na pasta de chaveiros
ru: Удалите все файлы, которые находятся в каталоге keyrings.

source: Restart the computer.
ast: Reinicie el equipu.
el: Επανεκκίνηση του υπολογιστή.
es: Reinicie el equipo.
fi: Käynnistä tietokone uudelleen
nl: Start de computer opnieuw op.
pt_br: Reinicie o computador.
ru: Перезагрузите компьютер.

source: After you restart and log in you will be asked to enter your wireless networks password.
ast: Una vegada que reinicie e inicie una sesión, se le pedirá que introduzca su contraseña de red inalámbrica.
el: Μετά την επανεκκίνηση και τη σύνδεση χρήστη θα σας ζητηθεί να να εισάγετε τον κωδικό ασύρματων δικτύων.
es: Una vez que reinicie e inicie una sesión, se le pedirá que introduzca su contraseña de red inalámbrica.
fi: Kun käynnistät tietokoneen uudelleen ja kirjaudut sisään, sinua pyydetään antamaan langattoman verkon salasana.
nl: Na de herstart en aanmelding wordt u gevraagd het wachtwoord voor uw draadloze netwerken in te voeren.
pt_br: Depois que reiniciar e iniciar a sessão, você será solicitado que entre com a senha da sua rede sem fio.
ru: После перезагрузки и входа в систему вам будет предложено ввести пароль для беспроводной сети.

source: Use longer, more complicated passwords.
ast: Use contraseñes más largas y complicadas.
el: Χρησιμοποιήστε πιο περίπλοκους κωδικούς πρόσβασης με περισσότερα ψηφία.
es: Use contraseñas más largas y complicadas.
fi: Käytä pitkiä ja monimutkaisia salasanoja.
nl: Gebruik langere, ingewikkeldere wachtwoorden.
pt_br: Use senhas longas e mais complicadas
ru: Используйте более длинные и сложные пароли.

source: Choose a secure password
ast: Escoyer una contraseña segura
el: Επιλέξτε έναν ασφαλή κωδικό
es: Elegir una contraseña segura
fi: Valitse turvallinen salasana
nl: Kies een veilig wachtwoord
pt_br: Escolha uma senha segura
ru: Выберите надёжный пароль

source: Make your passwords easy enough for you to remember, but very difficult for others (including computer programs) to guess.
ast: Asegúrese de que sus contraseñes seyan sencillas de remembrar, pero que seyan difíciles de adivinar pa otros (incluyendo programes informáticos).
el: Κάντε τους κωδικούς πρόσβασής σας αρκετά εύκολους για να τους θυμάστε, αλλά πολύ δύσκολο για τους άλλους (συμπεριλαμβανομένων των προγραμμάτων ηλεκτρονικών υπολογιστών) να ανακαλύψουν.
es: Asegúrese de que sus contraseñas sean sencillas de recordar, pero que sean difíciles de adivinar para otros (incluyendo programas informáticos).
fi: Tee salasanoista sellaisia, että ne ovat sinulle helposti muistettavia, mutta muille (mukaan lukien tietokoneille) vaikeasti arvattavia.
nl: Kies een wachtwoord dat u gemakkelijk kunt onthouden, maar dat moeilijk door anderen (waaronder ook computerprogramma's) te raden is.
pt_br: Escolha uma senha fácil de ser lembrada mas muito difícil de alguém (incluindo programas de computadores) adivinhá-la.
ru: Выберите пароль, который вам будет достаточно просто запомнить, а другим, включая компьютерные программы, очень сложно угадать.

source: Choosing a good password will help to keep your computer safe. If your password is easy to guess, someone may figure it out and gain access to your personal information.
ast: Escoyer una buena contraseña le ayudará a caltener su equipu seguru. Si su contraseña es fácil de adivinar, daquién puede hacerlo y obtener accesu a toda su información personal.
el: Επιλέγοντας έναν επαρκή κωδικό πρόσβασης, αυτό θα σας βοηθήσει να διατηρήσετε τον υπολογιστή σας ασφαλή. Εάν ο κωδικός πρόσβασης είναι εύκολο να βρεθεί, κάποιος μπορεί να το ανακαλύψει και να αποκτήσει πρόσβαση στα προσωπικά σας στοιχεία.
es: Elegir una buena contraseña le ayudará a mantener su equipo seguro. Si su contraseña es fácil de adivinar, alguien puede hacerlo y obtener acceso a toda su información personal.
fi: Hyvän salasanan valinta auttaa pitämään tietokoneen turvassa. Jos salasanasi on helppo arvata, joku saattaa selvittää sen ja saa näin pääsyn henkilökohtaisiin tietoihisi.
nl: Het kiezen van een goed wachtwoord help uw computer veilig te houden. Als uw wachtwoord gemakkelijk te raden is, dan kan iemand er achter komen en toegang krijgen tot uw persoonlijke informatie.
pt_br: Escolhendo uma boa senha vai ajudá-lo a manter seu computador seguro. Se sua senha for fácil de ser adivinhada, alguém pode adivinhá-la e ter acessoa suas informações pessoais.
ru: Выбор надёжного пароля поможет содержать компьютер в безопасности. Если ваш пароль легко угадать, кто-нибудь может это сделать и получить доступ к вашей личной информации.

source: People could even use computers to systematically try to guess your password, so even one that would be difficult for a human to guess might be extremely easy for a computer program to crack. Here are some tips for choosing a good password:
ast: Les personas pueden inclusu usar equipos pa intentar sistemáticamente adivinar su contraseña, de tal forma que inclusu una que fuese difícil adivinar a un humano, puede ser extremadamente fácil de obtener pa un programa. Equí tien dellos consejos pa escoyer una buena contraseña:
el: Κάποιοι ίσως να χρησιμοποιήσουν ακόμα και υπολογιστές για να προσπαθήσουν να βρουν τον κωδικό πρόσβασής σας, οπότε ακόμα κι ένας κωδικός που είναι δύσκολο να το μαντέψει κάποιος άνθρωπος ίσως αποδειχτεί εξαιρετικά εύκολο να ανακαλυφθει από έναν υπολογιστήν. Ιδού κάποιες συμβουλές για επιλογή ενός επαρκούς κωδικού πρόσβασης:
es: Las personas pueden incluso usar equipos para intentar sistemáticamente adivinar su contraseña, de tal forma que incluso una que fuese difícil adivinar a un humano, puede ser extremadamente fácil de obtener para un programa. Aquí tiene algunos consejos para elegir una buena contraseña:
fi: Ihmiset käyttävät usein tietokoneita avuksi salasanoja murtaessa. Ihmiselle vaikeasti arvattava salasana saattaa murtua nopeasti, kun yksi tai useampi tietokone yrittää selvittää sitä. Seuraavassa muutamia vinkkejä hyvän salasanan valintaan:
nl: Mensen kunnen zelfs computers gebruiken om systematisch te proberen uw wachtwoord te raden, dus zelfs een voor mensen moeilijk te raden wachtwoord kan voor een computerprogramma heel eenvoudig te achterhalen zijn. Hier volgen een paar tips voor het kiezen van een goed wachtwoord:
pt_br: Pessoas podem até usar computadores para sistematicamente tentar adivinhar sua senha, até uma senha que seria difícil para uma pessoa adivinhar pode ser extremamente fácil para um programa quebrá-la. Aqui estão algumas dicas para escolher uma boa senha:
ru: Люди могут использовать компьютеры для систематических попыток взлома вашего пароля. Даже пароль, который человеку угадать сложно, компьютерной программе может быть очень легко взломать. Вот несколько советов по выбору надёжного пароля:

source: Use a mixture of upper-case and lower-case letters, numbers, symbols and spaces in the password. This makes it more difficult to guess; there are more symbols to choose from, so more possible passwords that someone would have to check when trying to guess yours.
ast: Use una mezcla de lletres mayúscules y minúscules, númberos, símbolos y espacios na contraseña. Esto fai que seya más difícil de adivinar; cuantos más símbolos hai pa escoyer, hai más contraseñes posibles que daquién que intenta adivinar su contraseña tendría probar.
el: Χρησιμοποιήστε μια μίξη κεφαλαίων και πεζών γραμμάτων, αριθμών, συμβόλων και κενών στον κωδικό πρόσβασης. Έτσι θα είναι πιο δύσκολο να αναλυφθεί από τρίτους· υπάρχουν πολλά σύμβολα για να διαλέξετε, οπότε και περισσότεροι πιθανοί κωδικοί πρόσβασης που θα δοκιμάσει κάποιος όταν προσπαθεί να μαντέψει το δικό σας.
es: Use una mezcla de letras mayúsculas y minúsculas, números, símbolos y espacios en la contraseña. Esto hace que sea más difícil de adivinar; cuantos más símbolos hay para elegir, hay más contraseñas posibles que alguien que intenta adivinar su contraseña debería probar.
fi: Käytä isoja ja pieniä kirjaimia, numeroita, välilyöntejä sekä muita merkkejä salasanassa. Mitä enemmän erilaisia merkkejä salasana sisältää, sitä vaikeammin se on arvattavissa.
nl: Gebruik zowel kleine letters als hoofdletters, getallen, symbolen en spaties in het wachtwoord. Dit maakt het moeilijker te raden; er zijn meer tekens waaruit gekozen moet worden, dus meer mogelijke wachtwoorden die iemand zou moeten proberen bij de poging uw wachtwoord te raden.
pt_br: Misture letras de caixa alta e caixa baixa, números, símbolos e espaços na senha. Isso torna muito mais difícil de adivinhar; pois existem muitos símbolos para serem escolhidos, então muito mais senhas deverão ser tentadas quando estão tentando adivinhar a sua.
ru: Используйте в пароле смесь заглавных и прописных букв, цифр, символов и пробелов. Это сделает его сложным для угадывания; чем больше разнообразие символов, тем больше возможных паролей придётся проверить тому, кто пытается угадать ваш пароль.

source: A good method for choosing a password is to take the first letter of each word in a phrase that you can remember. The phrase could be the name of a movie, a book, a song or an album. For example, "Flatland: A Romance of Many Dimensions" would become F:ARoMD or faromd or f: aromd.
ast: Un buen métodu pa escoyer una contraseña es tomar la primer lletra de cada pallabra de una frase que pueda remembrar. La frase puede ser el nome de una película, un libro, una canción o un discu. Por exemplu, «Planilandia: Una novela de abondes dimensiones» podría ser «P:UNdMD», «pundmd» o «p: undmd».
el: Μια καλή μέθοδος για να διαλέξετε κωδικό πρόσβασης είναι να πάρετε το πρώτο γράμμα κάθε λέξης από μια φράση που μπορείτε να θυμάστε. Η φράση αυτή μπορεί να είναι ο τίτλος μιας ταινίας, ενός βιβλίου, τραγουδιού ή άλμπουμ. Για παράδειγμα, η φράση ¨Flatland: A Romance of Many Dimensions¨ θα μπορούσε να γίνει F:ARoMD ή faromd ή f: aromd.
es: Un buen método para elegir una contraseña es tomar la primera letra de cada palabra de una frase que pueda recordar. La frase puede ser el nombre de una película, un libro, una canción o un disco. Por ejemplo, «Planilandia: Una novela de muchas dimensiones» podría ser «P:UNdMD», «pundmd» o «p: undmd».
fi: Yksi hyvä tapa muodostaa salasana on ottaa esimerkiksi jonkin tietyn lauseen sanoista ensimmäiset kirjaimet. Lauseesta "Syyskuun viimeinen päivä on Suomessa usein sateinen" saisi muodostettua esimerkiksi salasanan "SvpoSuS".
nl: Een goede methode bij het kiezen van een wachtwoord is het nemen van de eerste lette van elk woord in een zin die u kunt onthouden. De zin zou de naam van een film, een boek of een album kunnen zijn. Zo zou "Flatland: A Romance of Many Dimensions" F:ARoMD of faromd of f: aromd worden.
pt_br: Um bom método para escolher uma senha é pegar a primeira letra de cada palavra de uma frase familiar para você. A frase pode ser o nome de um filme, um livro, uma canção ou um álbum. Por exemplo, "Flatland: Um Romance de Muitas Dimensões" se tornaria F:URdMD ou furdmd ou f:urdmd.
ru: Хороший метод для выбора пароля: взять первые буквы каждого слова из фразы, которую вы можете запомнить. Это может быть название фильма, книги, песни или альбома. Например, "Flatland: A Romance of Many Dimensions" превратится в F:ARoMD, или FaromD, или f: aromd.

source: Make your password as long as possible. The more characters it contains, the longer it should take for a person or computer to guess it.
ast: Fae que su contraseña seya lo más larga posible. Cuantos más carauteres contenga, más tiempu le llevará a una persona o a un ordenador adivinarla.
el: Κάντε τον κωδικό πρόσβασής σας όσο πιο μεγάλο γίνεται. Όσο περισότερους χαρακτήρες περιέχει, τόσο πιο δύσκολο θα είναι για κάποιον άνθρωπο ή υπολογιστή να το μαντέψει.
es: Haga que su contraseña sea lo más larga posible. Cuantos más caracteres contenga, más tiempo le llevará a una persona o a un ordenador adivinarla.
fi: Tee salasanasta mahdollisimman pitkä. Mitä enemmän merkkejä se sisältää, sitä enemmän salasanan arvaamiseen kuluu aikaa.
nl: Maak uw wachtwoord zo lang mogelijk. Hoe meer tekens het bevat, hoe langer het duurt voordat iemand of een computer het kan raden.
pt_br: Faça sua senha a mais longa possível. Quanto mais caracteres ela tiver, mais demorado será para alguém ou um computador de adivinhá-la.
ru: Сделайте ваш пароль настолько длинным, насколько это возможно. Чем больше в нём символов, тем дольше у человека или компьютера займёт перебор возможных вариантов.
