Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The user will be able to open files in the folder (provided they have permission to do so on the particular file), but will not be able to create new files or delete files.
ast: El usuariu puede ser capaz de abrir ficheros na carpeta (suponiendo que tien permisos pa ello en esi ficheru en particular), pero puede no ser capaz de criar nuevos ficheros o desaniciar ficheros.
el: Ο χρήστης θα είναι σε θέση να ανοίξει τα αρχεία του φακέλου (εφόσον έχει την άδεια να το κάνει με το συγκεκριμένο αρχείο), αλλά δεν θα είναι σε θέση να δημιουργήσει νέα αρχεία ή να διαγράψει αρχεία.
es: El usuario puede ser capaz de abrir archivos en la carpeta (suponiendo que tiene permisos para ello en ese archivo en particular), pero puede no ser capaz de crear nuevos archivos o borrar archivos.
fi: Käyttäjä voi avata kansiossa olevia tiedostoja (olettaen että tiedoston käyttöoikeudet niin sallivat), mutta käyttäjä ei voi luoda tai poistaa tiedostoja.
nl: De gebruiker zal bestanden in de map kunnen openen (mits hij daar toestemming voor heeft voor dat bepaalde bestand), maar hij kan geen nieuwe bestanden aanmaken of bestanden verwijderen.
pt_br: O usuário será capaz de abrir arquivos na pasta (desde que ele tenha permissão para fazer isso no arquivo em particular), mas não será capaz de criar novos arquivos ou excluir arquivos.
ru: Пользователь сможет открывать файлы, находящиеся в папке (если этому не препятствуют права, установленные для каждого отдельного файла), но не сможет создавать новые файлы или удалять файлы.

source: Create and delete files
ast: Criar y desaniciar ficheros
el: Δημιουργία και διαγραφή αρχείων
es: Crear y eliminar archivos
fi: Luo ja poista tiedostoja
nl: Bestanden aanmaken en verwijderen
pt_br: Criar e excluir arquivos
ru: Создание и удаление файлов

source: The user will have full access to the directory, including opening, creating, and deleting files.
ast: El usuariu tendrá accesu total al direutoriu, incluyendo abrir, criar y desaniciar ficheros.
el: Ο χρήστης θα έχει πλήρη πρόσβαση στον κατάλογο, όπως το άνοιγμα, τη δημιουργία και τη διαγραφή αρχείων.
es: El usuario tendrá acceso total al directorio, incluyendo abrir, crear y borrar archivos.
fi: Käyttäjällä on täydet oikeudet kansioon, eli tiedostoja on mahdollista avata, luoda ja poistaa.
nl: De gebruiker zal volledige toegang hebben tot de map, inclusief het openen, aanmaken en verwijderen van bestanden.
pt_br: O usuário terá acesso total à pasta, incluindo abrir, criar e excluir arquivos.
ru: Пользователь будет иметь полный доступ к папке, включая открытие, создание и удаление файлов.

source: You can also quickly set the file permissions for all the files in the folder by using the <gui>File access</gui> drop-down lists and the <gui>Execute</gui> option. Leave the drop-down lists as <gui>---</gui> for no change, or the <gui>Execute</gui> check box in the indeterminate state (a horizontal line across it).
ast: Puede asignar rápidamente los permisos a tolos ficheros de una carpeta usando la llista desplegable <gui>Accesu a ficheros</gui> y la opción <gui>Executar</gui>. Deje les llistes desplegables en <gui>---</gui> pa que no heba cambeos, o la caxella <gui>Executar</gui> en su estáu indetermináu (una llinia horizontal cruzándola).
el: Μπορείτε επίσης να ορίσετε γρήγορα τα δικαιώματα αρχείου για όλα τα αρχεία στο φάκελο χρησιμοποιώντας την αναπτυσσόμενη λίστα <gui>πρόσβαση αρχείων</gui> και επιλέξτε <gui>Εκτέλεση</gui>. Αφήστε την αναπτυσσόμενη λίστα χωρίς αλλαγή <gui>---</gui>, ή επιλέξτε το κουτί <gui>Εκτέλεση</gui> στην απροσδιόριστη κατάσταση (μια οριζόντια γραμμή κατά μήκος της).
es: Puede asignar rápidamente los permisos a todos los archivos de una carpeta usando la lista desplegable <gui>Acceso a archivos</gui> y la opción <gui>Ejecutar</gui>. Deje las listas desplegables en <gui>---</gui> para que no haya cambios, o la casilla <gui>Ejecutar</gui> en su estado indeterminado (una línea horizontal cruzándola).
nl: U kunt ook snel bestandsrechten instellen voor alle bestanden in de map via de keuzelijsten <gui>Bestandstoegang</gui> en de optie <gui>Uitvoeren</gui>. Laat bij de keuzelijsten <gui>---</gui> staan voor geen verandering, of het keuzevak <gui>Uitvoeren</gui> in de stand "onbepaald" (een horizontale streep er in).
pt_br: Você também pode definir rapidamente as permissões para todos os arquivos na pasta usando as listas suspensas <gui>Acesso do arquivo</gui> e a opção <gui>Executar</gui>. Deixe as listas suspensas como <gui>---</gui> para nenhuma alteração ou a caixa de seleção <gui>Executar</gui> em estado indeterminado (uma linha horizontal sobre ela).
ru: Вы также можете быстро установить права доступа для всех файлов в папке с помощью выпадающих списков <gui>Доступ к файлу</gui> и опции <gui>Выполнение</gui>. Если менять права не нужно, оставьте значения в выпадающих списках равными <gui>---</gui>, а опцию <gui>Выполнение</gui> — в неопределённом состоянии (горизонтальная черта).

source: If you click <gui>Apply Permissions to Enclosed Files</gui>, the file manager will adjust the read, write, and execute permissions of contained files based on the <gui>File access</gui> and <gui>Execute</gui> options you set. It will also change the permissions of contained folders to match the permissions of that folder. Permissions for enclosed files are applied to files in subfolders as well, to any depth.
ast: Si calca en <gui>Aplicar permisos a los ficheros conteníos</gui>, el xestor de ficheros aplicará los permisos de llectura, escritura y execución a los ficheros conteníos en función de les opciones que heba definido en <gui>Accesu a ficheros</gui> y <gui>Execución</gui>. Además cambiará los permisos de les carpetas conteníes pa ajustase a los permisos de esa carpeta. Los permisos de los ficheros conteníos se aplicarán tamién a los ficheros conteníos nas subcarpetas, a cualesquier profundidá.
el: Αν επιλέξετε <gui>Εφαρμογή Άδειας στα Αρχεία που εσωκλείονται</gui>, ο διαχειριστής αρχείων θα προσαρμόσει τα δικαιώματα ανάγνωσης, εγγραφής και εκτέλεσης και στα περιεχόμενα αρχεία, βασιζόμενος στις επιλογές <gui>Πρόσβαση αρχείων</gui> και <gui>Εκτέλεση</gui> που δώσατε. Επίσης θα αλλάξει και τα δικαιώματα στους περιεχόμενους φακέλους, ώστε να ταιριάζουν με τα δικαιώματα του μητρικού φακέλου. Τα ίδια δικαιώματα θα εφαρμοστούν και σε όλα τα αρχεία ή υποφακέλους που υπάρχουν μέσα στον μητρικό φάκελο, σε όλο το βάθος των πιθανών υποφακέλων.
es: Si pulsa en <gui>Aplicar permisos a los archivos contenidos</gui>, el gestor de archivos aplicará los permisos de lectura, escritura y ejecución a los archivos contenidos en función de las opciones que haya definido en <gui>Acceso a archivos</gui> y <gui>Ejecución</gui>. Además cambiará los permisos de las carpetas contenidas para ajustarse a los permisos de esa carpeta. Los permisos de los archivos contenidos se aplicarán también a los archivos contenidos en las subcarpetas, a cualquier profundidad.
nl: Als u klikt op <gui>Rechten op bestanden in de map toepassen</gui>, dan zal bestandsbeheer de lees-, schrijf- en uitvoerrechten van de bestanden in die map aanpassen, gebaseerd op de opties <gui>Bestandstoegang</gui> en <gui>Uitvoeren</gui> die u heeft ingesteld. Het zal ook de rechten wijzigen van de mappen in die map zodat die overeenkomen met de rechten van die map. Rechten op bestanden in de map worden ook toegepast op bestanden in submappen, ongeacht de diepte daarvan.
pt_br: Se você clicar em <gui>Aplicar permissões aos anexos</gui>, o gerenciador de arquivos irá ajustar as permissões de leitura, escrita e execução dos anexos nas opções <gui>Acesso ao arquivo</gui> e <gui>Executar</gui> que você definir. Ele também irá alterar as permissões de anexos para corresponder às permissões da pasta. Permissões para anexos são aplicadas para arquivos em subpastas, bem como para qualquer profundidade.
ru: Если щёлкнуть <gui>Рапространить права на вложенные файлы</gui>, менеджер файлов настроит права на чтение, запись и выполнение вложенных файлов в соответствии с опциями <gui>Доступ к файлу</gui> и <gui>Выполнение</gui>, которые вы задали. Он также установит права доступа к вложенным папкам такими же, как права для родительской папки. Права для вложенных файлов применяются и к файлам, находящимся во вложенных папках, до любой глубины вложенности.

source: Control what information is displayed in columns in list view.
ast: Controlar qué información se visualiza en columnes na vista de llista.
el: Έλεγχος τι πληροφορίες εμφανίζονται σε στήλες στην προβολή λίστας.
es: Controlar qué información se visualiza en columnas en la vista de lista.
nl: Beheren welke informatie weergegeven wordt in kolommen in de lijstweergave.
pt_br: Controla quais informações são exibidas nas colunas na visão de lista.
ru: Управление информацией, отображаемой в колонках при просмотре в виде списка.

source: File manager list columns preferences
ast: Preferencies de les columnes na llista del xestor de ficheros
el: Προτιμήσεις διαχείρισης αρχείων σε στήλες λίστας
es: Preferencias de las columnas en la lista del gestor de archivos
fi: Tiedostonhallinnan luettelosarakkeiden asetukset
nl: Bestandsbeheer-voorkeuren: lijstkolommen
pt_br: Preferências das colunas da lista do gerenciador de arquivos
ru: Настройки просмотра в виде списка в менеджере файлов

source: There are 12 columns of information that you can display in the file manager's list view. Click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>List Columns</gui> tab to select which columns will be visible.
ast: Hai doce columnes de información que puede visualizar na vista de llista del xestor de ficheros. Calca <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Columnes de la llista</gui> pa escoyer qué columnes quies que seyan visibles.
el: Υπάρχουν 12 στήλες πληροφοριών που μπορείτε να εμφανίσετε στην προβολή λίστας του διαχειριστή αρχείων. Κάντε κλικ στην καρτέλα <guiseq><gui>Επεξεργασία</gui><gui>Προτιμήσεις</gui></guiseq> και επιλέξτε την καρτέλα <gui>Στήλες λίστας</gui> για να επιλέξετε ποιες στήλες θα είναι ορατές.
es: Hay doce columnas de información que puede visualizar en la vista de lista del gestor de archivos. Pulse <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Columnas de la lista</gui> para seleccionar qué columnas quiere que sean visibles.
fi: Tiedostonhallinnassa voidaan näyttää Luettelo-näkymässä tietoja 12 sarakkeessa. Voit valita haluamasi näytettävät tiedot napsauttamalla tiedostonhallinnassa <guiseq><gui>Muokkaa</gui><gui>Asetukset</gui></guiseq> ja vaihtamalla <gui>Luettelon sarakkeet</gui> -välilehteen.
nl: Er zijn 12 informatiekolommen die kunnen worden weergegeven in de lijstweergave van bestandsbeheer. Klik op <guiseq><gui>Bewerken</gui><gui>Voorkeuren</gui></guiseq> en ga naar het tabblad <gui>Lijstkolommen</gui> om te kiezen welke kolommen zichtbaar zullen zijn.
pt_br: Há 12 colunas de informações que você pode exibir na visão de lista do gerenciador de arquivo. Clique em <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione a aba <gui>Colunas da lista</gui> para selecionar quais colunas estarão visíveis.
ru: При просмотре в виде списка в менеджере файлов существует 12 столбцов для отображения информации. Чтобы выбрать, какие из столбцов будут видимы, щёлкните <guiseq><gui>Правка</gui><gui>Параметры</gui></guiseq> и выберите <gui>Столбцы списка</gui>.

source: Use the <gui>Move Up</gui> and <gui>Move Down</gui> buttons to choose the order in which the selected columns will appear.
ast: Use los botones <gui>Xubir</gui> y <gui>Baxar</gui> pa escoyer el orde nel que aparecerán les columnes escoyíes.
el: Χρησιμοποιήστε τα κουμπιά <gui>Μετακίνηση πάνω</gui> και <gui>Μετακίνηση προς τα κάτω</gui> για να επιλέξετε τη σειρά που θα εμφανίζονται οι στήλες.
es: Use los botones <gui>Subir</gui> y <gui>Bajar</gui> para seleccionar el orden en el que aparecerán las columnas seleccionadas.
fi: Voit vaihtaa sarakkeiden järjestystä napsauttamalla <gui>Siirrä ylös</gui> ja <gui>Siirrä alas</gui> -painikkeita (luettelon ensimmäinen vastaa ensimmäistä saraketta).
nl: Gebruik de knoppen <gui>Naar boven</gui> en <gui>Naar beneden</gui> om de volgorde te kiezen waarin de geselecteerde kolommen zullen verschijnen.
pt_br: Use os botões <gui>Subir</gui> e <gui>Descer</gui> para escolher a ordem na qual as colunas selecionadas aparecerão.
ru: Чтобы изменить порядок, в котором появляются выбранные столбцы, используйте кнопки <gui>Переместить вверх</gui> и <gui>Переместить вниз</gui>.

source: The name of folders and files in the folder being viewed.
ast: El nome de les carpetas y ficheros na carpeta que se ta visualizando.
el: Το όνομα των φακέλων και των αρχείων στο φάκελο που προβάλλονται.
es: El nombre de las carpetas y archivos en la carpeta que se está visualizando.
fi: Tiedoston tai kansion nimi.
nl: De naam van mappen en bestanden in de map die bekeken wordt.
pt_br: O nome de pastas e arquivos na pasta a ser visualizada.
ru: Имена папок и файлов в просматриваемых папках.

source: The size of a folder is given as the number of items contained in the folder. The size of a file is given as bytes, KB, or MB.
ast: El tamañu de una carpeta viene dáu pol númberu de elementos que caltién dicha carpeta. El tamañu de un ficheru viene dáu en bytes, KiB o MiB.
el: Το μέγεθος ενός φακέλου δίνεται ως ο αριθμός από αντικείμενα που περιέχονται στο φάκελο. Το μέγεθος ενός αρχείου δίνεται ως byte, KB, ή MB.
es: El tamaño de una carpeta viene dado por el número de elementos que contiene dicha carpeta. El tamaño de un archivo viene dado en bytes, KiB o MiB.
fi: Tiedostojen kohdalla näytetään tiedoston koko (esim. mega- tai kilotavuina) ja kansioiden yhteydessä sen sisältämien kohteiden lukumäärä.
nl: De grootte van een map wordt aangegeven als het aantal items in die map. De grootte van een bestand wordt gegeven in bytes, KB of MB.
pt_br: O tamanho de uma pasta é dada pelo número de itens contidos na pasta. O tamanho de um arquivo é dada por bytes, KB ou MB.
ru: Размер папки отображается как число содержащихся в ней объектов. Размер файла приводится в байтах, Кб, или Мб.

source: Displayed as folder, or file type such as PDF document, JPEG image, MP3 audio, and more.
ast: Visualizáu como carpeta, o triba de ficheru como documentu PDF, imaxe JPEG, soníu MP3, etcétera.
el: Προβολή ως φάκελο ή τύπο αρχείου όπως έγγραφο PDF, μορφή εικόνας JPEG, αρχείο ήχου σε MP3, και πολλά άλλα.
es: Visualizado como carpeta, o tipo de archivo como documento PDF, imagen JPEG, sonido MP3, etcétera.
fi: Kansion kohdalla lukee vain "kansio", tiedostossa ilmoitetaan tiedostomuoto, kuten PDF-asiakirja, JPEG-kuvat, MP3-musiikkitiedostot ja muut vastaavat.
nl: Weergegeven als map, of bestandstype zoals PDF-document, JPEG-afbeelding, MP3 audio.
pt_br: Exibido como pasta ou um arquivo do tipo documento PDF, imagem JPEG, áudio MP3 e muito mais.
ru: Отображается как «папка» или тип файла, например «документ PDF», «изображение JPEG», «аудио MP3» и др.

source: Date Modified
ast: Data de modificación
el: Ημερομηνία τροποποίησης
es: Fecha de modificación
fi: Muokkauspäivä
nl: Wijzigingsdatum
pt_br: Data da modificação
ru: Дата изменения

source: Gives the date and time of the last time the file was modified.
ast: Da la data y hora de la cabera vegada que se modificó el ficheru.
el: Δείξε την ημερομηνία και την ώρα της τελευταίας φοράς που το αρχείο τροποποιήθηκε.
es: Da la fecha y hora de la última vez que se modificó el archivo.
fi: Tiedoston viimeisin muokkauspäivämäärä ja -aika.
nl: Geeft de datum en tijd van de laatste keer dat het bestand werd gewijzigd.
pt_br: Retorna a data e hora da última vez que o arquivo foi modificado.
ru: Показывает дату и время последнего изменения файла.

source: Date Accessed
ast: Data de accesu
el: Ημερομηνία προσπέλασης
es: Fecha de acceso
fi: Käyttöpäivä
nl: Datum benaderd
pt_br: Data de acesso
ru: Дата доступа

source: Gives the date and time of the last time the file was accessed.
ast: Da la data y hora de la cabera vegada que se accedió al ficheru.
el: Δείξε την ημερομηνία και την ώρα την τελευταία φορά που το αρχείο είχε κάποια πρόσβαση.
es: Da la fecha y hora de la última vez que se accedió al archivo.
fi: Tiedoston viimeisin käyttöpäivämäärä ja -aika.
nl: Geeft de datum en tijd van de laatste keer dat het bestand geopend werd.
pt_br: Retorna a data e hora da última vez que o arquivo foi acessado.
ru: Показывает дату и время последнего доступа к файлу.

source: Group
el: Ομάδα
fi: Ryhmä
nl: Groep
pt_br: Grupo
ru: Группа

source: The group the file is owned by. On my home computers, each user is in their own group. Groups are sometimes used in corporate environments, where users might be in groups according to department or project.
ast: El grupu al que pertenez el ficheru. En equipos domésticos, cada usuariu pertenez a su propio grupu. Los grupos se usan a vegaes en entornos empresariales, donde los usuarios pueden pertenecer a ciertos grupos en función de su departamento o proyeutu.
el: Η ομάδα όπου ανήκει το αρχείου. Σε υπολογιστές στο σπίτι μου, κάθε χρήστης είναι στην δική του ομάδα. Οι ομάδες χρησιμοποιούνται μερικές φορές σε εταιρικά περιβάλλοντα, όπου οι χρήστες μπορεί να είναι σε ομάδες ανάλογα με το τμήμα ή το έργο.
es: El grupo al que pertenece el archivo. En equipos domésticos, cada usuario pertenece a su propio grupo. Los grupos se usan a veces en entornos empresariales, donde los usuarios pueden pertenecer a ciertos grupos en función de su departamento o proyecto.
nl: De groep die eigenaar is van het bestand. Op een thuiscomputer vormt elke gebruiker zijn eigen groep. Groepen worden soms gebruikt in bedrijfsomgevingen, waar gebruikers gegroepeerd kunnen zijn volgens afdeling of project.
pt_br: O grupo ao qual o arquivo pertence. Nos meus computadores de casa, cada usuário está no seu próprio grupo. Grupos são usados algumas vezes em ambientes corporativos, onde usuários podem estar em grupos de acordo com o departamento ou projeto.
ru: Показывает группу, которой принадлежит файл. На домашних компьютерах каждый пользователь относится к своей собственной группе. В корпоративных компьютерных системах пользователи могут относиться к различным группам в зависимости от принадлежности к тому или иному подразделению или проекту, над которым работают.

source: The path to the location of the file.
ast: La camín a la allugamientu del ficheru.
el: Η διαδρομή προς την τοποθεσία του αρχείου.
es: La ruta a la ubicación del archivo.
fi: Tiedoston sijainnin polku.
nl: Het pad naar de locatie van het bestand.
pt_br: O caminho para a localização do arquivo.
ru: Путь к месту расположения файла.

source: MIME Type
ast: Triba MIME
el: Τύπος MIME
es: Tipo MIME
fi: MIME-tyyppi
pt_br: Tipo MIME
ru: Тип MIME

source: Displays the MIME type of the item.
ast: Amuesa la triba MIME del elementu.
el: Εμφανίζει τον τύπο MIME του αντικειμένου.
es: Muestra el tipo MIME del elemento.
fi: Näyttää kohteen MIME-tyypin.
nl: Geeft het MIME-type van het item weer.
pt_br: Exibe o tipo MIME do item.
ru: Показывает тип MIME данного объекта.

source: Permissions
ast: Permisos
el: Δικαιώματα
es: Permisos
fi: Oikeudet
nl: Rechten
pt_br: Permissões
ru: Права

source: Displays the file access permissions e.g. <gui>drwxrw-r--</gui>
ast: Amuesa los permisos de accesu del ficheru. Ex. <gui>drwxrw-r--</gui>
el: Εμφάνισε τα δικαιώματα πρόσβασης του αρχείου π.χ. <gui>drwxrw-r--</gui>
es: Muestra los permisos de acceso del archivo. Ej. <gui>drwxrw-r--</gui>
fi: Näyttää tiedoston oikeudet, esim. <gui>drwxrw-r--</gui>
nl: Geeft de toegangsrechten tot het bestand weer, bijv. <gui>drwxrw-r--</gui>
pt_br: Exibe as permissões de acesso do arquivo, como por exemplo <gui>drwxrw-r--</gui>
ru: Показывает права доступа к файлу, например: <gui>drwxrw-r--</gui>

source: The first character <gui>-</gui> is the file type. <gui>-</gui> means regular file and <gui>d</gui> means directory (folder).
ast: El primer caráuter <gui>-</gui> es la triba de ficheru. <gui>-</gui> significa ficheru normal y <gui>d</gui> significa direutoriu (carpeta).
el: Ο πρώτος χαρακτήρας <gui>-</gui> είναι ο τύπος αρχείου. <gui>-</gui> σημαίνει κανονικό αρχείο και <gui>d</gui> σημαίνει κατάλογος (φάκελος).
es: El primer carácter <gui>-</gui> es el tipo de archivo. <gui>-</gui> significa archivo normal y <gui>d</gui> significa directorio (carpeta).
fi: Ensimmäinen merkki <gui>-</gui> kuvaa tiedoston tyyppiä. <gui>-</gui> kuvaa tavallista tiedostoa ja <gui>d</gui> kuvaa hakemistoa (kansiota).
nl: Het eerste teken <gui>-</gui> is het bestandstype. <gui>-</gui> betekent normaal bestand en <gui>d</gui> betekent directory (map).
pt_br: O primeiro caractere <gui>-</gui> é o tipo do arquivo. <gui>-</gui> significa arquivo regular e <gui>d</gui> significa diretório (pasta).
ru: Первый символ <gui>-</gui> — это тип файла. <gui>-</gui> обозначает обычный файл, а <gui>d</gui> обозначает каталог (папку).

source: The next three characters <gui>rwx</gui> specify permissions for the user who owns the file.
ast: Los tres carauteres siguientes <gui>rwx</gui> especifican los permisos pa l'usuario propietariu del ficheru.
el: Οι επόμενοι τρεις χαρακτήρες <gui>rwx</gui> καθορίζουν τα δικαιώματα για το χρήστη που ανήκει το αρχείο.
es: Los tres caracteres siguientes <gui>rwx</gui> especifican los permisos para el usuario propietario del archivo.
fi: Seuraavat kolme merkkiä <gui>rwx</gui> kuvaavat tiedoston omistajan oikeuksia.
nl: De volgende drie tekens <gui>rwx</gui> geven de rechten aan voor de gebruiker die eigenaar is van het bestand.
pt_br: Os próximos três caracteres <gui>rwx</gui> especificam permissões para o usuário que é proprietário do arquivo.
ru: Следующие три символа <gui>rwx</gui> показывают права для пользователя, владеющего файлом.

source: The next three <gui>rw-</gui> specify permissions for all members of the group that owns the file.
ast: Los tres siguientes <gui>rw-</gui> especifican los permisos pa tolos miembros del grupu al que pertenez el ficheru.
el: Τα επόμενα τρία <gui>rw-</gui> καθορίζουν τα δικαιώματα για όλα τα μέλη της ομάδας στην οποία ανήκει το αρχείο.
es: Los tres siguientes <gui>rw-</gui> especifican los permisos para todos los miembros del grupo al que pertenece el archivo.
fi: Seuraavat kolme merkkiä <gui>rw-</gui> kuvaavat tiedoston omistavan ryhmän oikeuksia tiedostoon.
nl: De volgende drie tekens <gui>rw-</gui> geven de rechten aan voor alle leden van de groep die eigenaar is van het bestand.
pt_br: Os próximos três <gui>rw-</gui> especificam permissões para todos os membros do grupo que são proprietários do arquivo.
ru: Следующие три символа <gui>rw-</gui> показывают права для всех членов группы, которой принадлежит файл.

source: The last three characters in the column <gui>r--</gui> specify permissions for all other users on the system.
ast: Los tres últimos carauteres de la columna <gui>r--</gui> especifican los permisos pa tolos demás usuarios del sistema.
el: Οι τελευταίες τρεις χαρακτήρες στη στήλη <gui>r--</gui> καθορίζουν τα δικαιώματα για όλους τους άλλους χρήστες του συστήματος.
es: Los tres últimos caracteres de la columna <gui>r--</gui> especifican los permisos para todos los demás usuarios del sistema.
fi: Viimeiset kolme merkkiä <gui>r--</gui> kuvaavat kaikkien järjestelmän (muiden) käyttäjien oikeuksia tiedostoon.
nl: De laatste drie tekens in de kolom <gui>r--</gui> geven de rechten aan voor alle andere gebruikers van het systeem.
pt_br: Os últimos três caracteres na coluna <gui>r--</gui> especificam permissões para todos os outros usuários do sistema.
ru: Последние три символа в столбце <gui>r--</gui> показывают права для всех остальных пользователей в системе.
