Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can check how much disk space is left by using <app>Disk Usage Analyzer</app> and <app>System Monitor</app>.
ast: Puede comprobar el espaciu de discu llibre usando <gui>Analizador de usu del discu</gui> y <app>Monitor de sistema</app>.
el: Μπορείτε να ελέγξετε πόσος χώρος απομέναι στο δίσκο, χρησιμοποιώντας την <gui>Ανάλυση χρήσης δίσκου</gui> ή την <gui>Παρακολούθηση συστήματος</gui>.
fi: Voit tarkistaa vapaana olevan levytilan määrän <app>Levynkäytön analysointi-</app> tai <app>Järjestelmän valvonta</app> -sovelluksella.
nl: U kunt kijken hoeveel schijfruimte u over heeft door <app>Schijfgebruik</app> en <app>Systeemmonitor</app> te gebruiken.
pt_br: Você pode verificar quanto resta de espaço de disco usando <app>Analisador de uso de disco</app> e <app>Monitor do sistema</app>.
ru: Вы можете проверить, сколько места осталось на диске с помощью <app>Анализатора использования дисков</app> и <app>Системного монитора</app>.

source: Check with Disk Usage Analyzer
ast: Comrpuebe col Analizador de usu de discu
el: Έλεγχος με την <gui>Ανάλυση χρήσης δίσκου</gui>.
fi: Levytilan tarkistaminen Levynkäytön analysoijalla
nl: Controleren met Schijfgebruik
pt_br: Verificar com o Analisador de uso de disco
ru: Проверка с помощью Анализатора использования дисков

source: To check the free disk space and disk capacity using <app>Disk Usage Analyzer</app>:
ast: Pa comprobar el espaciu de discu llibre y la capacidad use el <app>Analizador de usu de discu</app>:
el: Για να ελέγξετε τον ελεύθερο χώρο του δίσκου και την χωρητικότητά του χρησιμοποιώντας την <app>Ανάλυση χρήσης δίσκου</app>:
fi: Tarkista vapaana olevan levytilan määrä <app>Levynkäytön analysoijalla</app>:
nl: Om de vrije ruimte van de schijf en de schijfcapaciteit te controleren via <app>Schijfgebruik</app>:
pt_br: Para verificar o espaço livre e a capacidade do disco usando o <app>Analizador do Uso do Disco</app>:
ru: Чтобы проверить свободное место и ёмкость диска с помощью <app>Анализатора использования дисков</app>:

source: Open the <app>Disk Usage Analyzer</app> application from the <gui>Dash</gui>.
ast: Abra la aplicación <app>Analizador de usu del discu</app> dende el <gui>Tablero</gui>.
el: Ανοίξτε την εφαρμογή <app>Ανάλυση χρήσης δίσκου</app> από το <gui>Dash</gui>.
fi: Avaa <app>Levynkäytön analysointi</app> <gui>Dashista</gui>.
nl: Open de toepassing <app>Schijfgebruik</app> vanuit de <gui>Dash</gui>.
pt_br: Abra o aplicativo <app>Analisador de uso de disco</app> a partir do <gui>Painel</gui>.
ru: Откройте приложение <app>Анализатор использования дисков</app> из <gui>Главного меню</gui>.

source: The <app>Disk Usage Analyzer</app> window will display the <gui>Total file system capacity</gui> and <gui>Total file system usage</gui>.
ast: La ventana del «Analizador de usu de discu» amuesa la capacidad total del sistema de almacenamiento de ficheros y el total de espaciu usáu.
el: Το παράθυρο της εφαρμογής <app>Ανάλυση χρήσης δίσκου</app>, θα εμφανίσει τη <gui>Συνολική χωρητικότητα συστήματος αρχείων</gui> και τη <gui>Συνολική χρήση συστήματος αρχείων</gui>.
fi: <app>Levynkäytön analysointi</app> -ikkuna esittää tiedot <gui>Tiedostojärjestelmän koko</gui> ja <gui>Tiedostojärjestelmän käyttöaste</gui>.
nl: In het venster <app>Schijfgebruik</app> worden de <gui>Totale capaciteit van bestandssysteem</gui> en <gui>Totaal gebruik van bestandssysteem</gui> getoond.
pt_br: A janela do <app>Analizador do Uso do Disco</app> mostrará a <gui>Capacidade total do sistema de arquivos</gui> e o <gui>Uso total do sistema de arquivos</gui>.
ru: Окно <app>Анализатора использования дисков</app> покажет <gui>Общую ёмкость файловой системы</gui> и <gui>Общую ёмкость используемой файловой системы</gui>.

source: (You can click on <gui>View as Rings Chart</gui> to change the display to <gui>View as Treemap Chart</gui>).
ast: (Puede facer clic en <gui>Ver como gráficu de anillos</gui> pa camudar la vista a <gui>Ver como gráficu de mapa de árbol</gui>).
el: (Μπορείτε να πατήσετε πάνω στην επιλογή <gui>Απεικόνιση σε γράφημα δακτυλίων</gui> ή πάνω στην επιλογή <gui>Απεικόνιση σε δενδροειδές γράφημα</gui> για να αλλάξετε τον τρόπο απεικόνισης των αποτελεσμάτων).
fi: (Voit napsauttaa <gui>Näytä ympyräkaaviona</gui> näyttötavan vaihtamiseksi <gui>Puukartaksi</gui>).
nl: (U kunt op <gui>Als ringdiagram tonen</gui> klikken om de weergave te wijzigen in <gui>Als hiërarchisch blokdiagram tonen</gui>).
pt_br: (Você poderá clicar em <gui>Ver como gráfico de anéis</gui> para mudar a visualização para <gui>Ver como gráficos de mapa em árvore (Treemap)</gui>).
ru: (Вы можете щелкнуть на кнопке <gui>Отобразить в виде круговой диаграммы</gui> для изменения представления на режим <gui>Отобразить в виде древовидной карты</gui>).

source: Click <gui>Scan Home</gui> if you want to check how much disk space is left inside the Home folder or click <gui>Scan filesystem</gui> icon if you want to check how much disk space is left inside the '/' (Root) folder. In both cases, the location of the files and other options like Usage, Size and Contents will be presented. You can change the order of the details and view the files in order of file size.
ast: Primi en <gui>Esplorar carpeta personal</gui> si quies comprobar cuántu espaciu de discu resta na to carpeta personal, o primi nel iconu <gui>Esplorar sistema de ficheros</gui> si quies verificar cuántu espaciu de discu queda nel direutoriu '/' (root). En dambos casos, van presentase la llocalización de los ficheros y otres opciones como Usu, Tamañu y Conteníu. Pues alteriar l'orde de los detalles y ver los ficheros n'orde pol so tamañu.
el: Πατήστε πάνω στην επιλογή <gui>Έλεγχος προσωπικού φακέλου</gui> για να ελέγξετε πόσος ελεύθερος χώρος απομένει μέσα στον προσωπικό σας φάκελο, ή πατήστε στο εικονίδιο <gui>Έλεγχος συστήματος αρχείων</gui> αν θέλετε να ελέγξετε πόσος ελεύθερος χώρος απομένει μέσα στον ριζικό κατάλογο « / ». Σε κάθε περίπτωση, θα εμφανιστεί η τοποθεσία των αρχείων και άλλες επιλογές όπως Χρήση, Μέγεθος και Περιεχόμενα. Μπορείτε να αλλάξετε την σειρά των λεπτομερειών, καθώς επίσης και να δείτε τα αρχεία σε ταξινόμηση κατά μέγεθος.
fi: Jos haluat tarkistaa kuinka paljon kotikansiossasi on tilaa jäljellä, napsauta <gui>Kartoita kotikansio</gui>. Jos haluat taas tarkistaa "/"-kansion (tiedostojärjestelmän) tilankäytön, napsauta <gui>Kartoita tiedostojärjestelmä</gui>. Molemmissa näytetään tiedostojen sijainti ja muut tiedot kuten käyttö, koko ja sisältö. Voit vaihtaa lisätietojen järjestystä ja järjestää listaa eri ominaisuuksien mukaan.
nl: Klik op <gui>Persoonlijke map scannen</gui> als u wilt controleren hoeveel schijfruimte er over is in uw persoonlijke map, of klik op het pictogram <gui>Bestandssysteem scannen</gui> als u wilt controleren hoeveel schijfruimte er over is in de ‘/’ (Root)-map. In beide gevallen worden de locatie van de bestanden en andere opties zoals ‘Gebruik’, ‘Grootte’ en ‘Inhoud’ gepresenteerd. U kunt de volgorde van de details wijzigen en de bestanden in volgorde van bestandsgrootte bekijken.
pt_br: Clique em <gui>Varrer pasta pessoal</gui> se você quiser verificar quanto espaço de disco resta na sua pasta pessoal ou clique no ícone <gui>Varrer sistema de arquivos</gui> se você quiser verificar quanto espaço de disco resta no diretório '/' (root). Em ambos os casos, a localização dos arquivos e outras opções como uso, tamanho e conteúdo serão apresentadas. Você pode alterar a ordem dos detalhes e visualizar os arquivos em ordem de tamanho.
ru: Щелкните <gui>Сканировать домашнюю папку</gui>, если вы хотите проверить, сколько свободного места осталось в домашней папке, или щелкните значок <gui>Сканировать файловую систему</gui>, если хотите проверить свободное место в папке '/' (Root). В обоих случаях будет представлено расположение файлов и другие свойства, такие как использование, размер и содержимое. Вы можете изменить порядок отображения свойств и просматривать файлы по размеру.

source: Click the <gui>Scan a folder</gui> icon if you want to scan disk space inside specific folder or click <gui>Scan a remote folder</gui> if you want to scan disk space inside remote folder.
ast: Calca nel iconu de <gui>Explorar una carpeta</gui> si quies escanear el espaciu en discu en dicha carpeta hai o calca en <gui>Explorar una carpeta remota</gui> si quies quies escanear el espaciu en dicha carpeta remota.
el: Κάντε κλικ στο εικονίδιο <gui>Έλεγχος ενός φακέλου</gui> αν θέλετε να ελέγξετε τον χώρο του δίσκου σε κάποιον συγκεκριμένο φάκελο, ή πατήστε στην επιλογή <gui>Έλεγχος ενός απομακρυσμένου φακέλου</gui> αν θέλετε να ελέγξετε τον χώρο του δίσκου σε κάποιον απομακρυσμένο φάκελο.
fi: Napsauta <gui>Kartoita kansio</gui> -kuvaketta, jos haluat kartoittaa levytilan käytön tietyssä kansiossa tai valitse <gui>Kartoita etäkansio</gui>, jos haluat kartoittaa etäkansion levytilan käytön.
nl: Klik op het pictogram <gui>Een map scannen</gui> als u de schijfruimte binnen een specifieke map wilt scannen, of klik op <gui>Map op afstand scannen</gui> als u de schijfruimte binnen een map op afstand wilt scannen.
pt_br: Clique no ícone <gui>Varrer uma pasta</gui> se você quiser verificar o espaço de disco dentro de uma pasta específica ou clique <gui>Varrer pasta remota</gui> se você quiser verificar o espaço de disco dentro de uma pasta remota.
ru: Щелкните значок <gui>Сканировать папку</gui>, если вы хотите проверить свободное место внутри определенной папки, или <gui>Сканировать удалённую папку</gui>, если вы хотите проверить свободное место внутри удаленной папки.

source: Click <gui>Stop </gui> or <gui>Refresh</gui> anytime you need to cancel or update the scanning.
ast: Calca en <gui>Parar </gui> o <gui>Anovar</gui> cuando necesite encaboxar o anovar la exploración.
el: Κάντε κλικ στις επιλογές <gui>Τέλος</gui> ή <gui>Ανανέωση</gui> όποτε θελήσετε να ακυρώσετε ή να ανανεώσετε τον έλεγχο.
fi: Voit halutessasi pysäyttää tai päivittää kartoituksen napsauttamalla <gui>Pysäytä</gui> tai <gui>Päivitä</gui>.
nl: Klik op <gui>Stoppen </gui> of <gui>Verversen</gui> telkens wanneer u het scannen wilt stoppen of updaten.
pt_br: Clique <gui>Parar</gui> ou <gui>Atualizar</gui> a qualquer momento que você precisar cancelar ou atualizar a varredura.
ru: Щелкните кнопки <gui>Остановить сканирование</gui> или <gui>Обновить</gui> в любое время, когда вам нужно отменить или изменить сканирование.

source: <gui>Disk Usage Analyzer</gui> can also be run by pressing <keyseq><key>Alt</key><key>F2</key></keyseq>, typing 'baobab' (without the single-quotes) and pressing <key>Enter</key>.
ast: El <gui>Analizador de usu de discu</gui> tamién puede ejecutase pulsando <keyseq><key>Alt</key><key>F2</key></keyseq>, tecleando «baobab» (sin les comillas) y pulsando <key>Intro</key>.
el: Η εφαρμογή <app>Ανάλυση χρήσης δίσκου</app> γίνεται επίσης να εκτελεστεί πιέζοντας το συνδυασμό <keyseq><key>Alt</key><key>F2</key></keyseq>, πληκτρολογώντας «baobab» (χωρίς τα εισαγωγικά) και πατώντας το πλήκτρο <key>Enter</key>.
es: El <gui>Analizador de uso de disco</gui> también puede ejecutarse pulsando <keyseq><key>Alt</key><key>F2</key></keyseq>, tecleando «baobab» (sin las comillas) y pulsando <key>Entrar</key>.
fi: <gui>Levynkäytön analysointi</gui>a voidaan käyttää myös painamalla <keyseq><key>Alt</key><key>F2</key></keyseq>, kirjoittamalla "baobab" (ilman lainausmerkkejä) ja painamalla sitten <key>Enter</key>-näppäintä.
nl: U kunt <gui>Schijfgebruik</gui> ook starten door te drukken op <keyseq><key>Alt</key><key>F2</key></keyseq>, ‘baobab’ (zonder aanhalingstekens) in te typen en op <key>Enter</key> te drukken.
pt_br: O <gui>Analisador do uso do disco</gui> também pode ser iniciado pressionando <keyseq><key>Alt</key><key>F2</key></keyseq>, digitando 'baobab' (sem as aspas simples) e pressionando <key>Enter</key>.
ru: <gui>Анализатор использования дисков</gui> можно также запустить, нажав <keyseq><key>Alt</key><key>F2</key></keyseq>, набрав "baobab" (без кавычек) и нажав <key>Enter</key>.

source: Check with System Monitor
ast: Comprobar col monitor de sistema
el: Έλεγχος χρησιμοποιώντας την <gui>Παρακολούθηση συστήματος</gui>.
fi: Tarkista Järjestelmän valvonnalla
nl: Met Systeemmonitor controleren
pt_br: Verificar com o Monitor do sistema
ru: Проверка с помощью Системного монитора

source: To check the free disk space and disk capacity with <app>System Monitor</app>:
ast: Pa comprobar el espaciu llibre y la capacidad de discu col <app>Monitor de sistema</app>:
el: Για να ελέγξετε τον ελεύθερο χώρο που απομένει στον δίσκο και την συνολική χωρητικότητά του χρησιμοποιώντας την <gui>Παρακολούθηση συστήματος</gui>:
fi: Tarkista vapaana olevan levytilan määrä <app>Järjestelmän valvonnalla</app>:
nl: Vrije schijfruimte en schijfcapaciteit controleren met <app>Systeemmonitor</app>:
pt_br: Para verificar o espaço livre e a capacidade do disco com o <app>Monitor do sistema</app>:
ru: Чтобы проверить свободное место и емкость диска с помощью <app>Системного монитора</app>:

source: Open the <app>System Monitor</app> application from the <gui>Dash</gui>.
ast: Abra la aplicación <app>Monitor de sistema</app> dende el <gui>Tablero</gui>.
el: Ανοίξτε την εφαρμογή <gui>Παρακολούθηση συστήματος</gui> από το <gui>Dash</gui>.
fi: Avaa <app>Järjestelmän valvonta</app> <gui>Dashista</gui>.
nl: Open de toepassing <app>Systeemmonitor</app> vanuit de <gui>Dash</gui>.
pt_br: Abra o aplicativo <app>Monitor do sistema</app> a partir do <gui>Painel</gui>.
ru: Откройте приложение <app>Системный монитор</app> из <gui>Главного меню</gui>.

source: Select the <gui>File Systems</gui> tab to view the system's partitions and disk space usage in Total, Free, Available and Used.
ast: Escueyi la pestaña <gui>Sistemes de ficheru</gui> pa ver les particiones del sistema y el usu del espaciu en discu Total, Llibre, Disponible y Usáu.
el: Επιλέξτε την καρτέλα <gui>Συστήματα αρχείων</gui>, για να δείτε τα διαμερίσματα του συστήματος και τη χρήση του δίσκου χωρισμένη ανά τις κατηγορίες Σύνολο, Ελεύθερος χώρος, Διαθέσιμος χώρος και Χρησιμοποιούμενος χώρος.
fi: Valitse <gui>Tiedostojärjestelmät</gui> -välilehti nähdäksesi järjestelmän osiot ja levyn kapasiteettitiedot kuten yhteensä, vapaana, käytettävissä ja käyttö.
nl: Selecteer het tabblad <gui>Bestandssystemen</gui> om de partities van het systeem te bekijken en het schijfgebruik in de kolommen Totaal, Vrij, Beschikbaar en Gebruikt.
pt_br: Selecione a aba <gui>Sistemas de arquivos</gui> para ver as partições do sistema e o uso do espaço do disco em Total, Livre, Disponível e Em uso.
ru: Перейдите на вкладку <gui>Файловые системы</gui> для просмотра разделов системы и использования дискового пространства в виде: Всего, Свободно, Доступно и Использовано.

source: What if the disk is too full?
ast: ¿Qué pasa si el discu ta enforma lleno?
el: Τί θα πρέπει να γίνει αν ο δίσκος είναι υπερβολικά γεμάτος;
es: ¿Qué pasa si el disco está demasiado lleno?
fi: Mitä jos levy on liian täynnä?
nl: Wat als de schijf te vol is?
pt_br: E se o disco estiver muito cheio?
ru: Что делать, если диск слишком заполнен?

source: If the disk is too full you should:
ast: Si el discu ta mui lleno, puede:
el: Αν ο δίσκος είναι υπερβολικά γεμάτος, θα πρέπει να γίνουν οι εξής ενέργειες:
es: Si el disco está muy lleno, puede:
fi: Jos levy on liian täynnä, harkitse seuraavia toimenpiteitä:
nl: Als de schijf te vol is moet u:
pt_br: Se o disco estiver muito cheio, você deve:
ru: Если диск слишком заполнен информацией, вам следует:

source: Delete files that aren't important or that you won't use anymore.
ast: Desaniciar ficheros que no son importante o que no va a usar más.
el: Διαγραφή των αρχείων που δεν είναι σημαντικά ή που δεν θα χρησιμοποιηθούν άλλη φορά.
es: Eliminar archivos que no son importante o que no va a usar más.
fi: Poista turhiksi jääneet tiedostot.
nl: Bestanden die niet belangrijk zijn of bestanden die u niet meer gebruikt verwijderen.
pt_br: Excluir arquivos que não são importantes ou que você não usa mais.
ru: Удалить не являющиеся важными или больше не используемые файлы.

source: Make <link xref="backup-why">backups</link> of the important files that you won't need for a while and delete them from the hard drive.
ast: Fae <link xref="backup-why">copies de seguridá</link> de los ficheros importantes que no vaya a necesitar por un tiempu y bórrelos del discu duru.
el: Λάβετε <link xref="backup-why">αντίγραφα ασφαλείας</link> από τα σημαντικά αρχεία σας τα οποία δε θα χρειαστείτε για κάποιον καιρό και διαγράψτε τα από τον σκληρό δίσκο.
es: Haga <link xref="backup-why">copias de seguridad</link> de los archivos importantes que no vaya a necesitar por un tiempo y bórrelos del disco duro.
fi: Tee <link xref="backup-why">varmuuskopioita</link> tärkeistä tiedostoista, joita et tarvitse hetkeen ja poista ne kiintolevyltä.
nl: Maak <link xref="backup-why">back-ups</link> van de belangrijke bestanden die u voorlopig niet nodig heeft en wis ze van de harde schijf.
pt_br: Faça <link xref="backup-why">cópias de segurança</link> dos arquivos importantes que não precisará por enquanto e os apague do disco rígido.
ru: Сделать <link xref="backup-why">резервные копии</link> важных файлов, которые вам некоторое время не понадобятся и удалить их с жёсткого диска.

source: You can test your hard disk for problems to make sure that it's healthy.
ast: Puede probar su discu duru pa guetar problemes y asegurase de que ta sano.
el: Μπορείτε να ελέγξετε τον σκληρό σας δίσκο για τυχόν προβλήματα ώστε να βεβαιωθείτε ότι είναι υγιής.
es: Puede probar su disco duro para buscar problemas y asegurarse de que está sano.
fi: Voit testata kiintolevyn ongelmien varalta varmistaaksesi, että se on kunnossa.
nl: U kunt testen of uw harde schijf problemen heeft, om er zeker van te zijn dat deze gezond is.
pt_br: Você pode testar se seu disco rígido tem problemas para ter certeza que ele está saudável.
ru: Вы можете проверить свой жёсткий диск на наличие неисправностей, чтобы убедиться, что он в порядке.

source: Check your hard disk for problems
ast: Comprobar los problemes del discu duru
el: Έλεγχος του σκληρού δίσκου για προβλήματα
es: Comprobar los problemas del disco duro
fi: Tarkista kiintolevysi ongelmien varalta
nl: Controleer of er problemen zijn met u harde schijf
pt_br: Verificar por problemas no disco rígido
ru: Проверьте ваш жёсткий диск на наличие неисправностей

source: Checking the hard disk
ast: comprobar el discu duru
el: Ελέγχοντας τον σκληρό δίσκο
es: comprobar el disco duro
fi: Kiintolevyn tarkistaminen
nl: De harde schijf controleren
pt_br: Verificando o disco rígido
ru: Проверка жёсткого диска

source: Hard disks have a built-in health-check tool called <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology), which continually checks the disk for potential problems. SMART also warns you if the disk is about to fail, helping you avoid loss of important data.
ast: Los discos duros inclúin una ferramienta de auto diagnóstico llamada <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology o Tecnología de auto diagnóstico, analís e informes), que comprueba de forma continua el discu en busca de problemes potenciales. SMART tamién le advierte si el discu ta a puntu de fallar, ayudándole a evitar la pérdida de valiosos datos.
el: Οι σκληροί δίσκοι έχουν ενσωματωμένο ένα εργαλείο ελέγχου της κατάστασης της υγείας τους, το οποίο ονομάζεται <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology ή Τεχνολογία αυτοελέγχου, ανάλυσης και αναφοράς). Αυτό ελέγχει συνεχώς τον δίσκο για πιθανά προβλήματα. Το SMART επίσης προειδοποιεί για την περίπτωση επικείμενης αστοχίας του δίσκου, ώστε να βοηθήσει να αποφευχθεί η απώλεια σημαντικών δεδομένων.
fi: Kiintolevyissä on sisäänrakennettu toiminta-analysaattori nimeltään <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology), joka jatkuvasti tarkistaa levyä ongelmien varalta. SMART myös varoittaa sinua, jos levysi on rikkoutumassa välttääksesi tärkeän tiedon menettämistä.
nl: Harde schijven hebben een ingebouwd controlehulpmiddel genaamd <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology), dat voortdurend de schijf controleert op mogelijke problemen. SMART waarschuwt u ook wanneer de schijf op het punt staat te falen, waardoor u het verlies van belangrijke gegevens kunt voorkomen.
pt_br: Discos rígidos têm uma ferramenta embutida de verificação de sua saúde chamada <app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology), que vai verificar continuamente o disco por problemas em potencial. O SMART também avisa a você quando o disco está para falhar, ajudando você a prevenir a perda de dados importante.
ru: Жесткие диски имеют встроенный диагностический инструмент под названием<app>SMART</app> (Self-Monitoring, Analysis, and Reporting Technology), постоянно проверяющий диск на наличие возможных неисправностей. SMART также предупреждает вас в случае скорого отказа диска, помогая вам избежать потери важных данных.

source: Although SMART runs automatically, you can also check your disk's health by running the <app>Disk Utility</app> application:
ast: Anque SMART furrula automáticamente, tamién puede comprobar el estáu de su discu executando la aplicación <app>Utilidad de discu</app>:
el: Αν και το SMART εκτελείται αυτόματα, μπορείτε επίσης να ελέγξετε την υγεία του δίσκου σας χρησιμοποιώντας την εφαρμογή <app>Εργαλείο δίσκων</app>:
fi: Vaikka SMART toimii automaattisesti, voit myös tarkistaa levysi tilan <app>Levytyökalulla</app>:
nl: Alhoewel SMART automatisch draait, kunt u ook de gezondheid van uw schijf controleren via de toepassing <app>Schijfgereedschap</app>:
pt_br: Apesar de o SMART ser executado automaticamente, você pode também verificar a saúde do seu disco executando o aplicativo <app>Utilitário de discos</app>:
ru: Хотя SMART и запускается автоматически, вы также можете проверить исправность вашего диска, запустив приложение <app>Дисковая утилита</app>:

source: Check your disk's health using the Disk Utility application
ast: Compruebe el estáu de su discu usando la aplicación «Utilidad de discu»
el: Έλεγχος της υγείας του σκληρού δίσκου χρησιμοποιώντας το Εργαλείο δίσκων
fi: Tarkista levysi kunto Levytyökalulla
nl: De gezondheid van uw schijf controleren via de toepassing Schijfgereedschap
pt_br: Verifique a saúde do seu disco usando o aplicativo Utilitário de discos
ru: Проверка исправности вашего диска с помощью Дисковой утилиты

source: Open the <app>Disk Utility</app> application from the <gui>Dash</gui>.
ast: Abra la aplicación <app>Utilidad de discu</app> dende el <gui>Tablero</gui>.
el: Ανοίξτε την εφαρμογή <app>Εργαλείο δίσκων</app> από το <gui>Dash</gui>.
fi: Avaa <app>Levytyökalu</app> <gui>Dashista</gui>.
nl: Open het <app>Schijfgereedschap</app> vanuit de <gui>Dash</gui>.
pt_br: Abra o aplicativo <app>Utilitário de discos</app> a partir do <gui>Painel</gui>.
ru: Откройте приложение <app>Дисковая утилита</app> из <gui>Главного меню</gui>.
