Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you want to know what time it is in different cities around the world, you can add additional timezones to the clock menu. These additional cities will show up below the calendar when you click on the clock.
ast: Si quies saber qué hora es en estremaes ciudades del mundo, puede amestar más zonas horarias al menú del reló. Esas nueves ciudades se mostrarán debaxo del calendariu cuando calca sobro el reló.
el: Αν θέλετε να γνωρίζετε τι ώρα είναι σε διάφορες πόλεις του πλανήτη, μπορείτε να προσθέσετε ζώνες ώρας στο μενού του ρολογιού. Αυτές οι πρόσθετες πόλεις θα εμφανίζονται κάτω από το ημερολόγιο όταν κάνετε κλικ πάνω στο ρολόι.
es: Si desea saber qué hora es en diferentes ciudades del mundo, puede añadir más zonas horarias al menú del reloj. Esas nuevas ciudades se mostrarán debajo del calendario cuando pulse sobre el reloj.
fi: Jos haluat tietää, mikä kellonaika eri kaupungeissa ympäri maailmaa on, voit lisätä useita aikavyöhykkeitä kellovalikkoon. Lisäämäsi kaupunkit näkyvät kalenterin alapuolella, kun napsautat kellovalikon auki.
nl: Als u wilt weten hoe laat het is in verschillende steden in de wereld, dan kunt u meer tijdzones toevoegen aan het klokmenu. Deze toegevoegde steden zullen zichtbaar zijn onder de kalender wanneer u op de klok klikt.
pt_br: Se você quiser saber a hora em cidades diferentes ao redor do mundo, você pode adicionar fusos horários adicionais ao menu do relógio. Essas cidades adicionais serão mostradas abaixo do calendário, quando você clicar no relógio.
ru: Если вы хотите знать, сколько сейчас времени в других городах по всему миру, вы можете добавить в меню часов дополнительные часовые пояса. Эти дополнительные города будут показаны под календарём, когда вы щёлкнете на часах.

source: Switch to the <gui>Clock</gui> tab and select <gui>Time in other locations</gui>.
ast: Camuda la pestaña <gui>Reló</gui> y escueyi <gui>Hora en otres ubicaciones</gui>.
el: Μεταφερθείτε στην καρτέλα <gui>Ρολόι</gui> και επιλέξτε <gui>Ώρα σε άλλες τοποθεσίες</gui>.
es: Cambie la pestaña <gui>Reloj</gui> y seleccione <gui>Hora en otras ubicaciones</gui>.
fi: Valitse <gui>Kello</gui>-välilehti ja napsauta valintaa <gui>Aika muissa sijainneissa</gui>.
nl: Ga naar het <gui>Klok</gui>-tabblad en klik op <gui>Tijd voor overige locaties</gui>.
pt_br: Alterne para a aba <gui>Relógio</gui> e selecione <gui>Hora em outras localidades</gui>.
ru: Перейдите на вкладку <gui>Часы</gui> и выберите <gui>Время в других местоположениях</gui>.

source: Click <gui>Choose locations</gui>.
ast: Calca <gui>Esbillar ubicaciones</gui>.
el: Κάντε κλικ στην <gui>Επιλογή τοποθεσιών</gui>.
es: Pulse <gui>Seleccionar ubicaciones</gui>.
fi: Napsauta <gui>Valitse sijainnit...</gui>
nl: Klik op <gui>Locaties kiezen…</gui>
pt_br: Clique em <gui>Escolher localidades</gui>.
ru: Щёлкните <gui>Выбрать местоположения</gui>.

source: Click <gui>+</gui> to add a location.
ast: Calca en <gui>+</gui> pa amestar una allugamientu.
el: Κάντε κλικ στο <gui>+</gui> για να προσθέσετε μία τοποθεσία.
es: Pulse en <gui>+</gui> para añadir una ubicación.
fi: Napsauta <gui>+</gui> lisätäksesi sijainnin.
nl: Klik op <gui>+</gui> om een locatie toe te voegen.
pt_br: Clique em <gui>+</gui> para adicionar uma localidade.
ru: Щёлкните <gui>+</gui>, чтобы добавить местоположение.

source: Fill in the Location blank with the city name you want to add. Wait a moment for a list of possible cities to show up in the drop-down list.
ast: Rellene la Allugamientu vacía col nome de la ciudad que quies amestar. Espere un intre pa que se muestre una rellación de posibles ciudades en la llista desplegable.
el: Εισάγετε στο κενό της «Τοποθεσίας» το όνομα της πόλης που επιθυμείτε να προσθέσετε. Περιμένετε μία στιγμή για να εμφανιστούν ονόματα πιθανών πόλεων στην κυλιόμενη λίστα.
es: Rellene la Ubicación vacía con el nombre de la ciudad que desea añadir. Espere un momento para que se muestre una relación de posibles ciudades en la lista desplegable.
fi: Täytä Sijainti-ruutu haluamasi kaupungin nimellä. Odota hetki ja lista mahdollisista kaupungeista ilmestyy.
nl: Voer in het invoervak "Locatie:" de naam in van de stad die u wilt toevoegen. Wacht even tot er een keuzelijst met mogelijke steden verschijnt.
pt_br: Preencha o espaço em branco em Localização com o nome da cidade que você quer adicionar. Espere um momento para que uma lista de possíveis cidades seja mostrada na lista suspensa.
ru: Наберите в поле "Местоположение" название города, который хотите добавить. Подождите немного, пока в выпадающем списке не появится список возможных городов.

source: Select the city you want and the current time in that location will fill in automatically.
ast: Escueyi la ciudad que quies, y se rellenará automáticamente la hora actual de dicha ciudad.
el: Επιλέξτε την πόλη που θέλετε και η τρέχουσα ώρα σε αυτή την τοποθεσία θα εμφανιστεί αυτόματα.
es: Seleccione la ciudad que desea, y se rellenará automáticamente la hora actual de dicha ciudad.
fi: Valitse haluamasi sijainti, jolloin nykyinen aika kyseisessä sijainnissa täytetään automaattisesti.
nl: Selecteer de gewenste stad en de huidige tijd van die locatie zal automatisch ingevuld worden.
pt_br: Selecione a cidade que você quer e a hora atual nessa localidade será preenchida automaticamente.
ru: Выберите желаемый город, и текущее время в этом местоположении будет заполнено автоматически.

source: Click <gui>-</gui> to delete a city from the list.
ast: Calca en <gui>-</gui> pa quitar una ciudad de la llista.
el: Κάντε κλικ στο <gui>-</gui> για να αφαιρέσετε μία πόλη από τη λίστα.
es: Pulse en <gui>-</gui> para quitar una ciudad de la lista.
fi: Paina <gui>-</gui> poistaaksesi sijainnin listasta.
nl: Klik op <gui>-</gui> om een stad uit de lijst te verwijderen.
pt_br: Clique em <gui>-</gui> para excluir uma cidade da lista.
ru: Щёлкните <gui>-</gui>, чтобы удалить город из списка.

source: You can also drag and drop the cities in this <gui>Locations</gui> window to change the order in which they will show up in the clock menu.
ast: También pueden arrastrar y soltar les ciudades na ventana <gui>Ubicaciones</gui> pa camudar el orde nel que aparecerán nel menú del reló.
el: Μπορείτε επίσης να μεταφέρετε και να αποθέσετε τις πόλεις στο παράθυρο <gui>Τοποθεσίες</gui> για να αλλάξετε τη σειρά με την οποία θα εμφανίζονται στο μενού του ρολογιού.
es: También pueden arrastrar y soltar las ciudades en la ventana <gui>Ubicaciones</gui> para cambiar el orden en el que aparecerán en el menú del reloj.
fi: Voit myös vetää <gui>Sijainnit</gui>-ikkunassa sijainteja sellaiseen järjestykseen, missä haluat niiden näkyvän kellovalikossa.
nl: U kunt de steden in het <gui>Locaties</gui>-venster verslepen om de volgorde waarin ze in het klok-menu verschijnen aan te passen.
pt_br: Você também pode arrastar e soltar as cidades nessa janela de <gui>Localidades</gui> para alterar a ordem em que elas serão mostradas no menu do relógio.
ru: Вы также можете перетаскивать города в окне <gui>Местоположения</gui>, чтобы изменить порядок, в котором они отображаются в меню часов.

source: <link xref="disk-capacity">Disk space</link>, <link xref="disk-benchmark">performance</link>, <link xref="disk-check">problems</link>, <link xref="disk-partitions">volumes and partitions</link>...
ast: <link xref="disk-capacity">Espaciu en discu</link>, <link xref="disk-benchmark">rendimiento</link>, <link xref="disk-check">problemes</link>, <link xref="disk-partitions">volúmenes y particiones</link>...
el: <link xref="disk-capacity">Χώρος στον δίσκο</link>, <link xref="disk-benchmark">επιδόσεις</link>, <link xref="disk-check">προβλήματα</link>, <link xref="disk-partitions">τόμοι και διαμερίσματα</link>…
fi: <link xref="disk-capacity">Levytila</link>, <link xref="disk-benchmark">suorituskyky</link>, <link xref="disk-check">ongelmat</link>, <link xref="disk-partitions">asemat ja osiot</link>...
nl: <link xref="schijf-capaciteit">Schijf ruimte</link>, <link xref="schijf-benchmark">presentatie</link>, <link xref="schijf-checken">problemen</link>, <link xref="schijf-partities">volumes en partities</link>...
pt_br: <link xref="disk-capacity">Capacidade do disco</link>, <link xref="disk-benchmark">desempenho</link>, <link xref="disk-check">problemas</link>, <link xref="disk-partitions">volumes e partições</link>...
ru: <link xref="disk-capacity">Место на диске</link>, <link xref="disk-benchmark">производительность</link>, <link xref="disk-check">проблемы</link>, <link xref="disk-partitions">тома и разделы</link>...

source: Disks &amp; storage
ast: Discos y almacenamiento
el: Δίσκοι &amp; αποθήκευση
fi: Levyt &amp; tallennustila
nl: Schijven &amp; opslag
pt_br: Discos &amp; armazenamento
ru: Диски и другие устройства хранения данных

source: GNOME Documentation Team
ast: Equipu de documentación GNOME
el: Ομάδα τεκμηρίωσης του GNOME
es: Equipo de documentación GNOME
fi: Gnomen dokumentointiryhmä
pt_br: Equipe de Documentação do GNOME
ru: Команда документирования GNOME

source: You can run benchmarks on your hard disk to check how fast it is.
ast: Puede executar prebes de rendimiento sobro su discu duru pa comprobar cómo es de rápidu.
el: Μπορείτε να εκτελείτε ελέγχους μετρήσεων στο σκληρό δίσκο σας ώστε να διαπιστώσετε την ταχύτητά του.
es: Puede ejecutar pruebas de rendimiento sobre su disco duro para comprobar cómo es de rápido.
fi: Voit suorittaa mittauksia saadaksesi selville kiintolevysi nopeuden.
nl: U kunt benchmarks uitvoeren op uw harde schijf om te controleren hoe snel deze is.
pt_br: Você poderá executar benchmarks no seu disco rígido para verificar o quão rápido ele é.
ru: Вы можете провести тестирование жёсткого диска, чтобы проверить, насколько быстро он работает.

source: Test the performance of your hard disk
ast: Comprobar el rendimiento de su discu duru
el: Ελέγξτε τις επιδόσεις του σκληρού σας δίσκου
es: Comprobar el rendimiento de su disco duro
fi: Testaa kiintolevyn suorituskyky
nl: De prestaties van u harde schijf testen
pt_br: Testar a performance do seu disco rígido
ru: Тестирование производительности вашего жёсткого диска

source: To test the performance of the hard disk, go to the <link xref="unity-dash-intro">dash</link> and open the <app>Disk Utility</app>.
ast: Pa comprobar el rendimiento del discu duru, vaya al <link xref="unity-dash-intro">Tablero</link> y abra la <app>Utilidad de discos</app>.
el: Για να ελέγξετε τις επιδόσεις του σκληρού δίσκου, μπορείτε να μεταβείτε στο <link xref="unity-dash-intro">dash</link> και από εκεί να ανοίξετε την εφαρμογή <app>Εργαλείο δίσκων</app>.
es: Para comprobar el rendimiento del disco duro, vaya al <link xref="unity-dash-intro">Tablero</link> y abra la <app>Utilidad de discos</app>.
fi: Testaa kiintolevysi suorituskyky avaamalla <link xref="unity-dash-intro">Unity-valikko</link> ja etsimällä <app>Levytyökalu</app>.
nl: Om de prestatie van de harde schijf te testen, ga naar de <link xref="unity-dash-intro">Dash</link> en open <app>Schijfgereedschap</app>.
pt_br: Para testar o desempenho do seu disco rígido, vá ao <link xref="unity-dash-intro">painel</link> e abra o <app>Utilitário de unidades</app>.
ru: Для тестирования производительности жесткого диска перейдите в <link xref="unity-dash-intro">главное меню</link> и откройте <app>Дисковую утилиту</app>.

source: To run a benchmark in <gui>Disk Utility</gui>:
ast: Pa executar una preba de rendimiento na <gui>Utilidad de discos</gui>:
el: Για να εκτελέσετε έναν έλεγχο μέτρησης στο <gui>Εργαλείο δίσκων</gui>:
es: Para ejecutar una prueba de rendimiento en la <gui>Utilidad de discos</gui>:
fi: Testin suorittaminen <gui>Levytyökalulla</gui>:
nl: Om een benchmark uit te voeren in <app>Schijfgereedschap</app>:
pt_br: Para executar um benchmark no <gui>Utilitário de unidades</gui>:
ru: Чтобы запустить тест производительности в <gui>Дисковой утилите</gui>:

source: Click on the hard disk in the <gui>Storage Devices</gui> list. Information will appear about the disk and its status under <gui>Drive</gui>.
ast: Calca nel discu duru na llista <gui>Dispositivos de almacenamiento</gui>. La información sobro el discu y su estáu aparecerá debaxo de <gui>Unidá</gui>.
el: Κάντε κλικ στο σκληρό δίσκο στην λίστα <gui>Συσκευές αποθήκευσης</gui>. Κάτω από το <gui>Δίσκος</gui>, θα εμφανιστούν πληροφορίες για τον δίσκο και την κατάστασή του.
es: Pulse en el disco duro en la lista <gui>Dispositivos de almacenamiento</gui>. La información sobre el disco y su estado aparecerá debajo de <gui>Unidad</gui>.
fi: Valitse kiintolevy <gui>Tallennuslaitteet</gui>-listasta. Tietoa levystä ja sen tila ilmestyy <gui>Asema</gui>-otsakkeen alle.
nl: Klik in de lijst met <gui>Opslagapparaten</gui> op de harde schijf. Er verschijnt informatie over de schijf en de status ervan onder <gui>Station</gui>.
pt_br: Clique no disco rígido na lista <gui>Dispositivos de armazenamento</gui>. Informações sobre o disco aparecerão e seu estado abaixo de <gui>Drive</gui>.
ru: Щёлкните на жёстком диске в списке <gui>Устройства хранения</gui>. В разделе <gui>Устройство</gui> появится информация о диске и его состоянии.

source: Choose <gui>Benchmark</gui>.
ast: Escueya <gui>Preba de rendimiento</gui>.
el: Επιλέξτε <gui>Μέτρηση επιδόσεων</gui>.
es: Elija <gui>Prueba de rendimiento</gui>.
fi: Valitse <gui>Suorituskyky</gui>.
nl: Kies <gui>Benchmark uitvoeren</gui>.
pt_br: Escolha <gui>Benchmark</gui>.
ru: Выберите <gui>Тест производительности</gui>.

source: Click <gui>Start Read-Only Benchmark</gui> or <gui>Start Read/Write Benchmark</gui>.
ast: Calca <gui>Entamar preba de rendimiento de solo llectura</gui> o <gui>Entamar preba de rendimiento de llectura/escritura</gui>.
el: Επιλέξτε με το ποντίκι <gui>Εκκίνηση μέτρησης επιδόσεων ανάγνωσης μόνο</gui> ή <gui>Εκκίνηση μέτρησης επιδόσεων ανάγνωσης και εγγραφής</gui>.
es: Pulse <gui>Iniciar prueba de rendimiento de solo lectura</gui> o <gui>Iniciar prueba de rendimiento de lectura/escritura</gui>.
fi: Valitse <gui>Aloita pelkän lukemisen suorituskykymittaus</gui> tai <gui>Aloita lukemisen ja kirjoituksen suorituskykymittaus</gui>.
nl: Klik op <gui>Alleen-lezen-benchmark starten</gui> of <gui>Lees/schrijf-benchmark starten</gui>.
pt_br: Clique em <gui>Inicia benchmark de apenas leitura</gui> ou <gui>Inicia benchmark de leitura/escrita</gui>.
ru: Щёлкните <gui>Запустить тест только на чтение</gui> или <gui>Запустить тест на чтение/запись</gui>.

source: The read-only benchmark will only test how fast data can be read off the disk. The read/write benchmark will also test how fast data can be put onto the disk, so it will take longer to complete.
ast: La preba de rendimiento de solo llectura tan solo comprueba lo rápidu que pueden leerse los datos del discu. La preba de rendimiento de llectura/escritura tamién comprueba lo rápidu que pueden grabase los datos nel discu, polo que tardará más en completase.
el: Η μέτρηση επιδόσεων ανάγνωσης θα ελέγξει μόνο την ταχύτητα με την οποία μπορούν να διαβαστούν τα δεδομένα από τον δίσκο. Η μέτρηση επιδόσεων ανάγνωσης και εγγραφής, θα ελέγξει επίσης την ταχύτητα με την οποία τα δεδομένα εγγράφονται στον δίσκο, οπότε θα χρειαστεί περισσότερο χρόνο για να ολοκληρωθεί.
es: La prueba de rendimiento de solo lectura tan solo comprueba lo rápido que pueden leerse los datos del disco. La prueba de rendimiento de lectura/escritura también comprueba lo rápido que pueden grabarse los datos en el disco, por lo que tardará más en completarse.
fi: Pelkän lukemisen suoritutuskykymittaus testaa, miten nopeasti levyltä voi lukea tietoa. Lukemisen ja kirjoituksen suorituskykymittaus testaa myös, miten nopeasti tietoa voidaan kirjoittaa levylle, joten se mittaus saattaa kestää jonkin aikaa.
nl: De alleen-lezen-benchmark zal alleen testen hoe snel gegevens gelezen kunnen worden van de schijf. De lees/schrijf-benchmark zal ook testen hoe snel gegevens naar de schijf kunnen worden geschreven; dit zal dus meer tijd in beslag nemen.
pt_br: O benchmark de somente leitura somente testará a velocidade de leitura do disco. O benchmark de leitura/escrita irá testar também a velocidade que dados podem ser colocados no disco, por isso ele demora mais para completar.
ru: Тест только на чтение проверяет только скорость считывания данных с диска. Тест на чтение/запись проверяет, кроме этого, скорость записи данных на диск, поэтому он продолжается больше времени.

source: When the test is finished, the results will appear on the graph. These results tell you how fast files were read or written, and how long it took. The time is measured in Milliseconds (ms) and data transfer speed is measured in Megabytes per Second (MB/s).
ast: Cuando finalice la preba, aparecerán los resultaos nel gráficu. Estos resultaos le mostrarán lo rápidu que se leyeron o escribieron los datos, y cuánto se tardó. El tiempu se mide en milisegundos (ms) y la velocidá de tresferencia de datos se mide en Megabytes por segundu (MiB/s).
el: Όταν η μέτρηση ολοκληρωθεί, θα εμφανιστεί το γράφημα με τα αποτελέσματα. Αυτά μας δείχνουν πόσο γρήγορα τα δεδομένα διαβάζονται από τον δίσκο ή εγγράφονται σε αυτόν, καθώς επίσης και το πόσο διήρκεσε. Ο χρόνος μετράται σε χιλιοστά του δευτερολέπτου (milliseconds - ms) και η ταχύτητα μεταφοράς δεδομένων σε Megabytes ανά δευτερόλεπτο (MB/s).
es: Cuando finalice la prueba, aparecerán los resultados en el gráfico. Estos resultados le mostrarán lo rápido que se leyeron o escribieron los datos, y cuánto se tardó. El tiempo se mide en milisegundos (ms) y la velocidad de transferencia de datos se mide en Megabytes por segundo (MiB/s).
fi: Kun testi on valmis, tulokset esitetään kuvaajana. Tulokset kertovat, miten nopeasti tiedostoja luettiin tai kirjoitettiin ja kuinka kauan se kesti. Aikaa mitataan millisekunteina (ms) ja tiedonsiirtonopeutta mitataan megatavuina sekunnissa (Mt/s).
nl: Wanneer de test klaar is zullen de resultaten verschijnen in de grafiek. Deze resultaten zullen u vertellen hoe snel bestanden werden gelezen of geschreven, en hoe lang het heeft geduurd. De tijd wordt gemeten in milliseconden (ms) en de snelheid van de dataoverdracht wordt gemeten in megabytes per seconde (MB/s).
pt_br: Quando o teste terminar, os resultados aparecerão no gráfico. Esses resultados irão lhe dizer a velocidade que os arquivos foram lidos ou escritos e quanto tempo levou. O tempo é medido em milissegundos (ms) e a velocidade de transferência dos dados é medida em megabytes por segundo (MB/s).
ru: Когда тест будет завершён, результаты появятся на графике. Они сообщат вам, как быстро читались или записывались файлы, и сколько времени занял этот процесс. Время отображается в миллисекундах (мс), а скорость переноса данных - в мегабайтах в секунду (Мб/с).

source: After the test is finished, the following statistics will be listed below the graph:
ast: Cuando finalice la preba, se mostrarán les estadístiques siguientes debaxo del gráficu:
el: Μετά το πέρας της μέτρησης, κάτω από το γράφημα θα εμφανιστεί η λίστα με τα παρακάτω στατιστικά:
es: Cuando finalice la prueba, se mostrarán las estadísticas siguientes debajo del gráfico:
fi: Kun testi on valmis, seuraavat tilastot listataan kuvaajan alla:
nl: Nadat de test voltooid is, zullen de volgende statistieken worden getoond onder de grafiek:
pt_br: Depois de terminado o teste, as estatísticas a seguir serão listadas abaixo do gráfico:
ru: После завершения теста под графиком будут перечислены следующие данные:

source: Minimum Read Rate in Megabytes per Second
ast: Tasa mínima de llectura en Megabytes por segundu
el: Ελάχιστος ρυθμός ανάγνωσης σε Megabytes ανά δευτερόλεπτο (MB/s)
es: Tasa mínima de lectura en Megabytes por segundo
fi: Pienin lukunopeus megatavuina sekunnissa
nl: Minimale leessnelheid in Megabytes per seconde
pt_br: Taxa de leitura mínima em megabytes por segundo
ru: Минимальная скорость чтения в мегабайтах в секунду

source: Maximum Read Rate in Megabytes per Second
ast: Tasa máxima de llectura en Megabytes por segundu
el: Μέγιστος ρυθμός ανάγνωσης σε Megabytes ανά δευτερόλεπτο (MB/s)
es: Tasa máxima de lectura en Megabytes por segundo
fi: Suurin lukunopeus megatavuina sekunnissa
nl: Maximale leessnelheid in Megabytes per seconde
pt_br: Taxa de leitura máxima em megabytes por segundo
ru: Максимальная скорость чтения в мегабайтах в секунду

source: Average Read Rate in Megabytes per Second
ast: Tasa media de llectura en Megabytes por segundu
el: Μέσος ρυθμός ανάγνωσης σε Megabytes ανά δευτερόλεπτο (MB/s)
es: Tasa media de lectura en Megabytes por segundo
fi: Keskimääräinen lukunopeus megatavuina sekunnissa
nl: Gemiddelde leessnelheid in megabytes per seconde
pt_br: Taxa de transferência média em megabytes por segundo
ru: Средняя скорость чтения в мегабайтах в секунду

source: Last Benchmark in Seconds
ast: Cabera preba de rendimiento en segundos
el: Τελευταία μέτρηση σε δευτερόλεπτα
es: Última prueba de rendimiento en segundos
fi: Viimeisimmän mittauksen kesto
nl: Laatste benchmark in seconden
pt_br: Último benchmark em segundos
ru: Длительность последнего теста в секундах

source: Minimum Write Rate in Megabytes per Second
ast: Tasa mínima de escritura en Megabytes por segundu
el: Ελάχιστος ρυθμός εγγραφής σε Megabytes ανά δευτερόλεπτο (MB/s)
es: Tasa mínima de escritura en Megabytes por segundo
fi: Pienin kirjoitusnopeus megatavuina sekunnissa
nl: Minimale schrijfsnelheid in megabytes per seconde
pt_br: Taxa de escrita mínima em megabytes por segundo
ru: Минимальная скорость записи в мегабайтах в секунду

source: Maximum Write Rate in Megabytes per Second
ast: Tasa máxima de escritura en Megabytes por segundu
el: Μέγιστος ρυθμός εγγραφής σε megabyte ανά δευτερόλεπτο (MB/s)
es: Tasa máxima de escritura en Megabytes por segundo
fi: Suurin kirjoitusnopeus megatavuina sekunnissa
nl: Maximale schrijfsnelheid in megabytes per seconde
pt_br: Taxa de escrita máxima em megabytes por segundo
ru: Максимальная скорость записи в мегабайтах в секунду

source: Average Write Rate in Megabytes per Second
ast: Tasa media de escritura en Megabytes por segundu
el: Μέσος ρυθμός εγγραφής σε megabyte ανά δευτερόλεπτο (MB/s)
es: Tasa media de escritura en Megabytes por segundo
fi: Keskimääräinen kirjoitusnopeus megatavuina sekunnissa
nl: Gemiddelde schrijfsnelheid in megabytes per seconde
pt_br: Taxa de escrita média em megabytes por segundo
ru: Средняя скорость записи в мегабайтах в секунду

source: Average Access Time in Milliseconds
ast: Tiempu mediu de accesu en milisegundos
el: Μέσος χρόνος πρόσβασης σε χιλιοστά του δευτερολέπτου (ms)
es: Tiempo medio de acceso en milisegundos
fi: Keskimääräinen hakuaika millisekunteina
nl: Gemiddelde toegangstijd in milliseconde
pt_br: Tempo de acesso médio em milissegundos
ru: Среднее время доступа в миллисекундах

source: With <gui>Disk Usage Analyzer</gui> or <gui>System Monitor</gui>.
ast: Col <gui>Analizador de usu de discu</gui> o el <gui>Monitor del sistema</gui>.
el: Με την <gui>Ανάλυση χρήσης δίσκου</gui> ή την <gui>Παρακολούθηση συστήματος</gui>.
fi: Käytä <gui>Levynkäytön analysointia</gui> tai <gui>Järjestelmän valvontaa</gui>
nl: Met <gui>Schijfgebruik</gui> of <gui>Systeemmonitor</gui>.
pt_br: Com o <gui>Analisador de Utilização do Disco</gui> ou o <gui>Monitor do sistema</gui>.
ru: Используйте <gui>Анализатор использования дисков</gui> или <gui>Системный монитор</gui>.

source: Check how much disk space is left
ast: Comprobar cuánto espaciu de discu hai disponible
el: Έλεγχος του χώρου που απομένει στον δίσκο
es: Comprobar cuánto espacio de disco hay disponible
fi: Tarkista kuinka paljon levytilaa on käytössä
nl: Controleer hoeveel schijfruimte er nog besschikbaar is
pt_br: Verificar quanto de espaço livre resta no disco
ru: Проверить, сколько места осталось на диске
