Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you have a wireless-enabled computer, you can connect to a wireless network that is within range to get access to the internet, view shared files on the network, and so on.
ast: Si tien un equipu con conexón inalámbrica, podrá coneutase a una red inalámbrica que esté dientro de su alcance pa acceder a Internet, ver los ficheros compartidos de la red, etc.
el: Εάν έχετε έναν υπολογιστή με δυνατότητα ασύρματης σύνδεσης, μπορείτε να συνδεθείτε σε ένα ασύρματο δίκτυο που βρίσκεται εντός του βεληνεκούς για να αποκτήσετε πρόσβαση στο διαδίκτυο, να προβάλετε τα κοινόχρηστα αρχεία στο δίκτυο, και ούτω καθεξής.
fi: Jos tietokoneessasi on langaton verkkokortti, voit selata Internetiä, jakaa tiedostoja ja tehdä paljon muuta langattomasti, jos olet jonkin langattoman verkon katealueella.
pt_br: Se você tiver um computador com a placa de rede sem-fio habilitada, você poderá se conectar a uma rede sem-fio que estiver dentro do alcance para ter acesso à Internet, visualizar arquivos compartilhados na rede, e assim por diante.

source: If you have a wireless hardware switch on your computer, make sure that it is turned on.
ast: Si su equipu tien un interruptor hardware pa la conectividad inalámbrica, asegúrese de que ta prendíu.
el: Εαν έχετε διακόπτη ενεργοποίησης του ασύρματου υλικού στον υπολογιστή σας, βεβαιωθείτε ότι είναι ενεργοποιημένος.
es: Si su equipo tiene un interruptor hardware para la conectividad inalámbrica, asegúrese de que está encendido.
fi: Jos tietokoneessasi on kytkinpainike langatonta yhteyttä varten, varmista että se on päällä.
nl: Als de draadloos-hardware op uw computer een sckakelaar heeft, zorg dan dat u die aan zet.
pt_br: Se tem um interruptor sem fio no seu computador, certifique-se que ele esteja ligado.
ru: Если на вашем компьютере есть переключатель для включения и выключения беспроводного оборудования, убедитесь что оно включено.

source: Click the <gui>network menu</gui> in the <gui>top panel</gui>, and look for your desired network.
ast: Calca nel <gui>menú de red</gui> del <gui>panel superior</gui> y localice la red que quies.
el: Κάντε κλίκ στο <gui>μενού δικτύου</gui> στον <gui>επάνω πίνακα</gui>, και αναζητήστε το δίκτυο που θέλετε.
es: Pulse en el <gui>menú de red</gui> del <gui>panel superior</gui> y localice la red que desea.
fi: Napsauta <gui>verkkovalikkoa</gui> <gui>yläpaneelista</gui> ja etsi valikosta haluamasi verkko.
nl: Klik op het <gui>netwerkmenu</gui> in het <gui>bovenpaneel</gui> en zoek naar het gewenste netwerk.
pt_br: Clique no <gui>menu rede</gui> no <gui>painel superior</gui> e procure pela sua rede desejada.

source: Select the name of your wireless network.
ast: Escueyi el nome de su red inalámbrica.
el: Επιλέξτε όνομα για το ασύρματο δίκτυό σας.
es: Seleccione el nombre de su red inalámbrica.
fi: Napsauta langattoman verkkosi nimeä.
nl: Selecteer de naam van uw draadloze netwerk.
pt_br: Escolha o nome da sua rede sem fio.
ru: Выберите название вашей беспроводной сети.

source: If the name of your wireless network isn't in the list, click <gui>More Networks</gui> to see if the network is further down the list. If you still don't see the network, you may be out of range or the network <link xref="net-wireless-hidden">might be hidden</link>.
ast: Si el nome de la red inalámbrica no aparece na llista, fae clic en <gui>Más redes</gui> pa ver si la red ta nuna posición inferior de la llista Si sigue sin ver la llista, tal vegada esté fuera de su alcance o tal vegada <link xref="net-wireless-hidden">seya una red tapez</link>.
el: Εάν το όνομα του ασύρματου δικτύου σας δεν είναι στην λίστα, επιλέξτε <gui>Περισσότερα Δίκτυα</gui> και δείτε αν το δίκτυό σας είναι πιο κάτω στην λίστα. Εαν εξακολουθείτε να μην βλέπετε το δίκτυο, μπορεί να είστε εκτός ακτίνας ή το δίκτυο <link xref="net-wireless-hidden"> μπορεί να είναι κρυφό</link>.
fi: Jos haluamasi verkon nimi ei ole listassa, näet lisää verkkoja napsauttamalla <gui>Lisää verkkoja</gui>. Jos et vieläkään löydä haluamaasi verkkoa, voit olla sen katealueen ulottumattomissa tai verkko <link xref="net-wireless-hidden">voi olla piilotettu</link>.
pt_br: Se o nome de sua rede sem-fio não estiver na lista, clique em <gui>Mais redes</gui> para ver se a rede está mais abaixo na lista. Se você ainda não vê a rede, você pode estar fora do alcance ou a rede <link xref="net-wireless-hidden">pode estar oculta</link>.

source: If the network is protected by a password (<link xref="net-wireless-wepwpa">encryption key</link>), enter the password when prompted and click <gui>Connect</gui>.
ast: Si la red ta proetegida por una contraseña (<link xref="net-wireless-wepwpa">contraseña de cifrado</link>), escribe la contraseña cuando se le pregunte y fae clic en <gui>Coneutar</gui>.
el: Εάν το δίκτυοείναι προστατευμένο με κωδικό πρόσβασης (<link xref="net-wireless-wepwpa">κλειδί κρυπτογράφησης</link>), εισάγετε τον κωδικό όταν σας ζητηθεί και επιλέξτε <gui>Σύνδεση</gui>.
fi: Jos verkko on suojattu salasanalla (katso myös <link xref="net-wireless-wepwpa">verkkojen salaukset</link>), kirjoita se pyydettäessä ja napsauta <gui>Yhdistä</gui>.
nl: Als het netwerk met een (<link xref="net-wireless-wepwpa">wachtwoord</link>) beveiligd is moet u het wachtwoord invoeren als de prompt daarom vraagt en daarna op <gui>Verbinden</gui> klikken.
pt_br: Se a rede estiver protegida por uma senha (<link xref="net-wireless-wepwpa">chave de encriptação</link>), digite a senha quando solicitada e clique em <gui>Conectar</gui>.

source: If you do not know the key, it may be written on the underside of the wireless router or base station, in its instruction manual, or you may have to ask the person who administers the wireless network.
ast: Si desconoce la contraseña, tal vegada esté escrita na parte inferior del rúter inalámbrico o la estación base, nel manual de instrucciones o quizás deba preguntarle al encargáu de alministrar la red inalámbrica.
el: Εάν δεν γνωρίζετε το κλειδί, μπορεί να αναγράφεται στο κάτω μέρος του σταθμού βάσης ή του ασύρματου δρομολογητή, η στο εγχειρίδιο χρήσης του, ή ίσως χρειαστεί να το ζητήσετε από το άτομο που διαχειρίζεται το ασύρματο δίκτυο.
fi: Jos et tiedä salasanaa, se voi löytyä esimerkiksi langattoman tukiaseman (reitittimen) kyljessä, laitteen käyttöohjeessa tai operaattorin toimittamassa oheismateriaalissa. Jos et löydä salasanaa näistä, sitä kannattaa kysyä verkon ylläpitäjältä (esimerkiksi operaattorilta).
pt_br: Se você não sabe a chave, ela pode estar escrita na parte de baixo do seu roteador sem-fio ou estação base,

source: The network icon will change appearance as the computer attempts to connect to the network.
ast: El iconu de red cambiará su apariencia según el equipu intente coneutase a la red.
el: Το εικονίδιο δικτύου θα αλλάξει εμφάνιση καθώς ο υπολογιστής θα προσπαθεί να συνδεθεί με το δίκτυο.
es: El icono de red cambiará su apariencia según el equipo intente conectarse a la red.
fi: Verkkovalikon kuvake muuttuu, kun tietokone yrittää ottaa yhteyden verkkoon.
nl: Het netwerkpictogram zal van uiterlijk veranderen wanneer de computer probeert verbinding te maken met het netwerk.
pt_br: O ícone da rede irá alterar a aparência assim que o computador tentar se conectar à rede.

source: If the connection is successful, the icon will change to a dot with several bars above it. More bars indicate a stronger connection to the network. If there aren't many bars, the connection is weak and might not be very reliable.
ast: Si puede coneutase correcho, el iconu cambiará a un puntu con varias barres enriba. Cuantas más barres heba, meyor sedrá la conexón cola red. Si no hai abondes barres, la conexón sedrá defiiente y tal vegada no seya enforma fiable.
el: Αν η σύνδεση είναι επιτυχής, το εικονίδιο θα μετατραπεί σε μία κουκίδα με μερικέ; γραμμές από επάνω. Περισσότερες γραμμές σημαίνουν ισχυρότερη σύνδεση με το δίκτυο. Αν δεν υπάρχουν αρκετές γραμμές, η σύνδεση είναι ασθενής και μπορεί να μην είναι πολύ αξιόπιστη.
fi: Jos yhteydenmuodostus onnistuu, kuvake muuttuu pisteeksi, jonka päällä on aaltomaisia kaaria. Mitä useampi kaari, sitä vahvempi signaali. Jos kaaria on vain muutama, signaali on heikko ja voi katkeilla.
pt_br: Se a conexão for bem-sucedida, o ícone irá mudar para um ponto com diversas barras sobre ele. Mais barras indicam uma conexão mais forte à rede. Se não houver muitas barras, a conexão está fraca e pode não ser muito confiável.

source: If the connection is not successful, you <link xref="net-passwordok-noconnect">may be asked for your password again</link> or it might just tell you that the connection has been disconnected. There are a number of things that could have caused this to happen - you could have entered the wrong password, the wireless signal could be too weak, or your computer's wireless card might have a problem, for example. See <link xref="net-wireless-troubleshooting"/> for more help.
ast: Si la conexón nun foi exitosa, pue <link xref="net-passwordok-noconnect">entrugásete pola contraseña nuevamente</link> o pue notificásete de que la conexón ta desconeutada. Hai un númberu de coses que puen causar esto - seique introduxeres mal la contraseña, o la señal wifi ye enforma feble, o la tarxeta wifi del equipu tien un problema, por exemplu. Llei <link xref="net-wireless-troubleshooting"/> pa más ayuda.
el: Αν η σύνδεση δεν είναι επιτυχής, <link xref="net-passwordok-noconnect"> μπορεί να ερωτηθείτε για τον κωδικό ασφαλείας ξανά</link> ή μπορεί να σας ενημερώνει οτι η σύνδεση έχει τερματιστεί. Υπάρχει διάφορα πράγματα που θα μπορούσαν να το προκαλέσουν αυτό - μπορεί για παράδειγμα να έχετε εισάγει λάθος κωδικό πρόσβασης, το σήμα του δικτύου μπορεί να είναι ασθενές, ή μπορεί η ασύρματη κάρτα του υπολογιστή σας να έχει κάποιο πρόβλημα. Δείτε <link xref="net-wireless-troubleshooting"/> για περισσότερη βοήθεια.
fi: Yhteydenmuodostuksen epäonnistuessa sinulta <link xref="net-passwordok-noconnect">saatetaan kysyä salasanaa uudestaan</link> tai ilmoitetaan yhteyden katkenneen. Tämän on voinut aiheuttaa moni syy - olet voinut kirjoittaa salasanan väärin, verkon signaali on liian heikko yhteyden muodostamiseen tai tietokoneen verkkokortissa on ongelma. Lisätietoja saat ohjeesta <link xref="net-wireless-troubleshooting"/>.
pt_br: Se a conexão não for bem-sucedida, você <link xref="net-passwordok-noconnect">pode ser perguntado por sua senha novamente</link> ou ele pode simplesmente dizer que a sua conexão foi desconectada. Há uma série de coisas que podem ter causado isto - você pode ter digitado a senha errada, o sinal da rede sem-fio pode estar muito fraco, ou a placa de rede sem-fio do seu computador pode ter um problema, por exemplo. Veja <link xref="net-wireless-troubleshooting"/> para mais ajuda.

source: A stronger connection to a wireless network does not necessarily mean that you have a faster internet connection, or that you will have faster download speeds. The wireless connection connects your computer to the <em>device which provides the internet connection</em> (like a router or modem), but the two connections are actually different, and so will run at different speeds.
ast: Una conexón más fuerte a una rede inalámbrica non necesariamente significa que tienes una conexón a Internet más rápida, o que vas poder descargar ficheros más depriesa. La conexón inalámbrica coneuta'l to equipu al <em>preséu que proporciona la conexión a Internet</em> (como un router o módem), pero en realidá les dos conexones son distintes, poro, van funcionar a velocidaes distintes.
el: Μία ισχυρότερη σύνδεση με ένα αύρματο δίκτυο δε σημαίνει απαραίτητα ότι έχετε ταχύτερη σύνδεση με το διαδίκτυο, ή ότι θα έχετε μεγαλύτερες ταχύτητες μεταφόρτωσης. Η ασύρματη σύνδεση συνδέει τον υπολογιστή σας με την <em>συσκευή που παρέχει την σύνδεση με το διαδίκτυο</em> (όπως ένας δρομολογητής ή ένα modem), αλλά οι δυο συνδέσεις είναι στην πραγματικότητα διαφορετικές, και άρα, θα τρέχουν με διαφορετικές ταχύτητες.
fi: Vahvempi signaali ei suoraan tarkoita Internet-yhteyden nopeutumista, eli nopeampia latausnopeuksia. Langaton lähiverkko yhdistää tietokoneen <em>Internet-yhteyden tarjoavaan laitteeseen</em> (kuten reitittimeen tai modeemiin), jotka ovat jo itsessään kaksi täysin erilaista tapaa tuottaa Internet-yhteys, ja joilla on erilaiset yhteysnopeudet.
pt_br: Uma conexão mais forte com uma rede sem-fio não significa necessariamente que você terá uma conexão à Internet mais rápida, ou que você terá dowloads mais rápidos. A conexão de rede sem-fio conecta seu computador a um <em>dispositivo que fornece a conexão à Internet</em> (como um roteador ou modem), mas as duas conexões são na verdade diferentes, e então vão funcionar em velocidades diferentes.

source: Connecting to a wireless network is easy in most cases, but there can sometimes be problems.
ast: Conectase a una red inalámbrica es fácil na mayoría de los casos, pero a vegaes puede haber problemes.
el: Η σύνδεση σε ασύρματο δίκτυο είναι εύκολη στις περισσότερες περιπτώσεις, αλλά μπορεί μερικές φορές να υπάρχουν προβλήματα
es: Conectarse a una red inalámbrica es fácil en la mayoría de los casos, pero a veces puede haber problemas.
fi: Yleensä langattomiin verkkoihin yhdistäminen on helppoa ja nopeaa, mutta toisinaan saatat kohdata ongelmia.
nl: In de meeste gevallen is verbinding maken met een draadloos netwerk gemakkelijk, maar soms kunnen er problemen zijn.
pt_br: Conectar-se à uma rede sem fio é fácil em muitos casos, mas às vezes poderão ser problemáticas.

source: If you experience any trouble with accessing your network, visit some of the other networking-related help topics by clicking on one of the "See Also" links at the bottom of this page.
ast: Si experimenta dalgún problema col accesu a su red, consulte dellos de los otros temes de aida rellacionaos con redes pulsando nuno de los enllaces «Vea tamién» al final de esta páxina.
el: Αν συναντήσετε οποιαδήποτε προβλήματα κατά την προσβαση στο δίκτυό σας, επισκεφθείτε κάποια από τα άλλα θέματα βοήθειας σχετικά με τη δικτύωση, κάνοντας κλικ σε έναν από τους συνδέσμους "Δείτε επίσης", στο τέλος της σελίδας.
es: Si experimenta algún problema con el acceso a su red, consulte algunos de los otros temas de ayuda relacionados con redes pulsando en uno de los enlaces «Vea también» al final de esta página.
fi: Jos koet ongelmia Internet-yhteyden luomisessa, lue alla olevat verkkoon yhdistämiseen liittyvät ohjeaiheet "Katso myös" -otsikon alta.
nl: Als u problemen heeft met de toegang tot uw netwerk, ga naar een van de andere netwerkgerelateerde help-onderwerpen door te klikken op één van de "Zie ook"-koppelingen onderaan deze pagina.
pt_br: Se você tiver qualquer problema com acesso à rede, visite algum dos outros tópicos de ajuda relacionados à rede, clicando em um dos links "Veja também" na parte inferior desta página.

source: You might have low signal, or the network might not be letting you connect properly.
ast: Puede que heba poca señal, o que la red no le permita coneutase correcho.
el: Μπορεί να έχετε αδύναμο σήμα, ή το δίκτυο ίσως να μην σας επιτρέπει να συνδεθείτε καταλλήλως.
es: Puede que haya poca señal, o que la red no le permita conectarse correctamente.
fi: Signaali saattaa olla heikko tai verkkoa ei ole ehkä yhdistetty oikein.
nl: Het kan zijn dat het signaal zwak is, of het netwerk laat u niet op de juiste manier verbinding maken.
pt_br: Você pode ter um sinal baixou ou a rede pode não estar permitindo que você se conecte corretamente.
ru: Возможно, сигнал сети слишком слаб, или сеть не позволяет вам подключиться правильно.

source: Why does my wireless network keep disconnecting?
ast: ¿Por qué mi red inalámbrica se sigue desconectando?
el: Γιατί το ασύρματο δίκτυο μου αποσυνδέεται συνεχώς;
es: ¿Por qué mi red inalámbrica se sigue desconectando?
fi: Miksi langaton yhteys katkeaa?
nl: Waarom raakt mijn draadloos netwerk steeds de verbinding kwijt?
pt_br: Por que minha rede sem fio fica desconectando?
ru: Почему подключение к моей беспроводной сети постоянно прерывается?

source: You may find that you have been disconnected from a wireless network even though you wanted to stay connected. Your computer will normally try to reconnect to the network as soon as this happens (the network icon on the top bar will rotate if it is trying to reconnect), but it can be annoying, especially if you were using the internet at the time.
ast: Puede que observe que se ha desconectáu de una red inalámbrica inclusu anque quiera permanecer coneutáu. Si equipu normalmente intentará volver a coneutase a la red en cuanto esto ocurra (el iconu de red de la barra superior empezará a girar si ta intentando volver a coneutase) pero esti puedo resultar molesto, especialmente si ta usando Internet.
el: Μπορεί να διαπιστώσετε ότι έχετε αποσυνδεθεί από ένα ασύρματο δίκτυο παρά το ότι έχετε επιλέξει να παραμείνετε συνδεδεμένοι. Ο υπολογιστής σας φυσιλογικά θα προσπαθήσει να επανασυνδεθεί στο δίκτυο μόλις συμβεί αυτό ( το εικονίδιο δικτύου στον επάνω πίνακα θα περιστρέφεται κατά την διάρκεια της προσπάθειας επανασύνδεσης), αλλά αυτό μπορεί να είναι ενοχλητικό, ειδικά αν χρησιμοποιούσατε το διαδίκτυο εκείνη την στιγμή.
es: Puede que observe que se ha desconectado de una red inalámbrica incluso aunque quiera permanecer conectado. Si equipo normalmente intentará volver a conectarse a la red en cuanto esto ocurra (el icono de red de la barra superior empezará a girar si está intentando volver a conectarse) pero este puedo resultar molesto, especialmente si está usando Internet.
fi: Saatat joskus törmätä tilanteeseen, jossa langaton yhteys katkeilee, vaikket tahtosikaan niin. Ubuntu yrittää muodostaa yhteyden automaattisesti uudelleen verkkoon, johon yhteys on katkennut (verkkovalikossa alkaa kaaret "juosta" ylöspäin), mutta se voi olla ärsyttävää, varsinkin jos käytit juuri Internet-yhteyttä sillä hetkellä.
nl: Het kan zijn dat de verbinding met een draadloos netwerk verbroken werd terwijl u toch verbonden had willen blijven. Normaal gesproken zal uw computer proberen opnieuw verbinding te maken met het netwerk zodra dit gebeurt (het netwerkpictogram in het bovenpaneel zal rond draaien wanneer het probeert opnieuw verbinding te maken), maar het kan vervelend zijn als dit gebeurt terwijl u het internet gebruikte.
pt_br: Você pode perceber que você foi desconectado de uma rede sem fio mesmo que você queira permanecer conectado. Seu computador, normalmente, irá tentar reconectar à rede tão logo isso aconteça (o ícone da rede na barra superior irá girar se ele estiver tentando reconectar), mas isso pode ser irritante, especialmente se você estiver usando a internet ao mesmo tempo.
ru: Иногда соединение с беспроводной сетью прерывается без вашего на то желания. Обычно, компьютер в таком случае пытается подключиться к сети снова (при этом значок сети на верхней панели выглядит вращающимся), но частые прерывания соединения могут раздражать, особенно если вы как раз в это время пользуетесь интернетом.

source: Weak wireless signal
ast: Señal inalámbrica débil
el: Αδύναμο σήμα ασύρματου δικτύου
es: Señal inalámbrica débil
fi: Heikko langaton signaali
nl: Zwak signaal
pt_br: Sinal sem fio fraco
ru: Слабый сигнал беспроводной сети

source: A common reason for being disconnected from a wireless network is that you have low signal. Wireless networks have a limited range, so if you are too far away from the wireless base station you may not be able to get a strong enough signal to maintain a connection. Walls and other objects between you and the base station can also weaken the signal.
ast: Una razón frecuente pola que puede desconectase de una red inalámbrica es que recibe poca señal. Les redes inalámbricas tiennun alcance limitado, polo que si ta enforma lejos de la estación base inalámbrica no recibirá una señal lo bastante fuerte como pa caltener la conexón. Los muros y otros objetos allugaos ente vusté y la estación base tamién debilitan la señal.
el: Ένας συνηθισμένος λόγος για την αποσύνδεση από ένα ασύρματο δίκτυο είναι ότι έχετε ασθενές σήμα. Τα ασύρματα δίκτυα έχουν περιορισμένο εύρος, οπότε αν είστε πολύ μακριά από το ασύρματο σταθμό βάσης μπορεί να μην λαμβάνετε αρκετά ισχυρό σήμα για τη διατήρηση της σύνδεση. Τοίχοι και άλλα αντικείμενα μεταξύ του υπολογιστή και του σταθμού βάσης μπορεί να αποδυναμώσουν το σήμα.
es: Una razón frecuente por la que puede desconectarse de una red inalámbrica es que recibe poca señal. Las redes inalámbricas tienen un alcance limitado, por lo que si está demasiado lejos de la estación base inalámbrica no recibirá una señal lo bastante fuerte como para mantener la conexión. Los muros y otros objetos situados entre usted y la estación base también debilitan la señal.
fi: Yleisin syy yhteyden katkeamiseen on heikko signaali. Langattomilla tukiasemilla on tietty kantomatka, ja jos olet sen ulkopuolella, signaali ei ole ehkä tarpeeksi vahva tiedon siirtämisen. Seinät ja muut esteet tukiaseman ja tietokoneen välissä voivat heikentää signaalia merkittävästi.
nl: Een veelvoorkomende reden voor een verbroken verbinding met een draadloos netwerk is dat u een zwak signaal heeft. Draadloze netwerken hebben een beperkt bereik, dus als u zich te ver van het basisstation bevindt kunt u mogelijk geen signaal krijgen dat sterk genoeg is om de verbinding te behouden. Muren en andere objecten tussen u en het basisstation kunnen het signaal ook verzwakken.
pt_br: Um motivo para estar desconectado de uma rede sem fio é que o sinal está fraco. As redes sem fios têm um alcance limitado, por isso, se você está muito longe da base da rede sem fio, não poderá obter um sinal forte o suficiente para manter uma conexão. Paredes e outros objetos entre você e a base poderão também enfraquecer o sinal.
ru: Обычной причиной прерывания подключения к беспроводной сети является слабый уровень сигнала. Беспроводные сети имеют ограниченную дальность действия, так что если вы далеко от беспроводной базовой станции, то сигнал может быть недостаточно сильным для поддержания соединения. Стены и другие объекты, находящиеся между вами и базовой станцией, также могут ослаблять сигнал.

source: The network icon on the top bar displays how strong your wireless signal is. If the signal looks low, try moving closer to the wireless base station.
ast: El iconu de red de la barra superior amuesa lo fuerte que es la señal. Si la señal paez baxa, pruebe a moverse más cerca de la estación base inalámbrica.
el: Το εικονίδιο του δικτύου στην επάνω γραμμή δηλώνει πόσο ισχυρό είναι το ασύρματο σήμα σας. Αν το σήμα φαίνεται αδύναμο, δοκιμάστε να μετακινηθείτε πιο κοντά στην ασύρματη βάση.
es: El icono de red de la barra superior muestra lo fuerte que es la señal. Si la señal parece baja, pruebe a moverse más cerca de la estación base inalámbrica.
fi: Verkkovalikon kuvake oikealla yläpaneelissa ilmaisee signaalin vahvuuden. Jos verkkopalkkeja on vähän, yritä siirtyä mahdollisuuksien mukaan lähemmäksi langatonta tukiasemaa.
nl: Het netwerkpictogram in het bovenpaneel toont hoe sterk uw signaal is. Als het signaal er zwak uitziet, probeer dan dichter bij het basisstation te komen.
pt_br: O ícone da rede na barra superior exibe o quão forte seu sinal sem fio está. Se o sinal parece baixo, tente se mover para mais perto da base da estação sem fio.
ru: Значок сети на верхней панели показывает интенсивность сигнала беспроводной сети. Если сигнал выглядит слишком слабым, попробуйте переместиться ближе к базовой станции.

source: Network connection not being established properly
ast: La conexón de red no se afita correcho
el: Η σύνδεση δικτύου δεν έχει γίνει σωστά
es: La conexión de red no se establece correctamente
fi: Verkkoyhteys ei muodostu kunnolla
nl: Netwerkverbinding is niet op de juiste manier tot stand gebracht
pt_br: Conexão de rede não sendo estabelecida adequadamente
ru: Сетевое соединение установлено неправильно
