Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If a wireless device is not listed, the next steps will help you to locate the hardware information.
ast: Si no aparece dengún preséu inalámbrico, los pasos siguientes le ayudarán a llocalizar la información de su hardware.
el: Αν η ασύρματη συσκευή δεν υπάρχει, τα επόμενα βήματα θα σας βοηθήσουν να βρείτε τις πληροφορίες του υλικού.
es: Si no aparece ningún dispositivo inalámbrico, los pasos siguientes le ayudarán a localizar la información de su hardware.
nl: Als er geen draadloos netwerkapparaat in de lijst staat, dan zal de volgende stap u helpen bij het vinden van de hardware-informatie.
pt_br: Se um dispositivo sem fio não está listado, os próximos passos irão lhe ajudar a localizar a informação do hardware.
ru: Если беспроводное устройство отсутствует в списке, в следующих шагах мы поможем вас найти информацию об оборудовании

source: Further wireless hardware checks
ast: Comprobaciones adicionales del hardware inalámbrico
el: Επιπλέον έλεγχοι του ασύρματου υλικού
es: Comprobaciones adicionales del hardware inalámbrico
nl: Verdere controles draadloos-hardware
pt_br: Outras verificações de hardware sem fio

source: Because your wireless adapter was not found with the previous command, you need to take further steps to make sure your computer recognizes your adapter.
ast: Como la orde anterior no alcuentra su adaptador inalámbrico, necesitará llevar a cabo más pasos pa asegurase de que su equipu reconoz su adaptador.
el: Επειδή ο ασύρματος προσαρμογέας σας δεν βρέθηκε με την προηγούμενη εντολή, πρέπει να ακολουθήσετε επιπλέον βήματα ώστε να σιγουρευτείτε ότι ο υπολογιστής σας αναγνωρίζει την συσκευή.
es: Como la orden anterior no encuentra su adaptador inalámbrico, necesitará llevar a cabo más pasos para asegurarse de que su equipo reconoce su adaptador.
nl: Omdat uw draadloos netwerk-adapter niet gevonden werd met het vorige commando, dient u verdere stappen te ondernemen om ervoor te zorgen dat uw computer uw adapter herkent.
pt_br: Porque seu adaptador sem fio não foi encontrado com o comando anterior, você precisa de mais alguns passos para ter certeza que seu computador reconhece seu adaptador.
ru: Поскольку ваш беспроводной адаптер не был обнаружен предыдущей командой, понадобятся дальнейшие шаги, чтобы проверить, распознаёт ли компьютер ваш адаптер.

source: The steps you take will depend on the type of device that you use. Refer to the section that is relevant to the type of wireless adapter that you use with your computer: PCI (internal), USB, or PCMCIA.
ast: Estos pasos dependen del triba de preséu que esté usando. Consulte la seición correspondiente al triba de preséu inalámbrico que esté usando en su equipu: PCI (internu), USB o PCMCIA.
el: Τα επιπλέον βήματα εξαρτώνται από τον τύπο της συσκευής που χρησιμοποιήτε. Ανατρέξτε στο τμήμα που είναι συναφές με τον τύπο του ασύρματου προσαρμογέα που χρησιμοποιεί ο υπολογιστής σας: PCI (internal), USB, ή PCMCIA.
es: Estos pasos dependen del tipo de dispositivo que esté usando. Consulte la sección correspondiente al tipo de dispositivo inalámbrico que esté usando en su equipo: PCI (interno), USB o PCMCIA.
nl: De stappen die u doet zullen afhangen van het soort apparaat dat u gebruikt. Zie de relevante sectie voor het type draadloos netwerk-adapter dat u gebruikt op uw computer: PCI (intern), USB of PCMCIA.
pt_br: As etapas necessárias dependerão do tipo de dispositivo que você usa. Consulte a seção que é relevante ao tipo de adaptador sem fio que você usa com o seu computador: PCI (interno), USB ou PCMCIA.
ru: Последующие шаги будут зависеть от типа вашего устройства. Обратитесь к разделу, соответствующему типу используемого вами беспроводного адаптера: PCI (внутренний), USB, или PCMCIA.

source: Internal PCI adapters are most common, and are found on laptops made within the past few years. PCMCIA adapters are external, card-style adapters, and are more common on older laptops.
ast: Los adaptadores PCI internos son los más comunes, y se alcuentren en portátiles fabricados dende fai dellos años. Los adaptadores PCMCIA son adaptadores esternos de triba tarxeta y más comunes en portátiles antiguos.
el: Οι εσωτερικοί προσαρμογείς PCI είναι πιο συνήθεις, και συναντώνται σε φορητούς υπολογιστές λίγο περασμένων ετών. PCMCIA προσαρμογείς είναι εξωτερικοί, προσαρμογείς τύπου κάρτας, και συναντώνται σε παλαιότερους φορητούς υπολογιστές.
es: Los adaptadores PCI internos son los más comunes, y se encuentran en portátiles fabricados desde hace algunos años. Los adaptadores PCMCIA son adaptadores externos de tipo tarjeta y más comunes en portátiles antiguos.
nl: Interne PCI-adapters komen het meest voor en worden gebruikt in laptops die gemaakt zijn in de afgelopen paar jaren. PCMCIA-adapters zijn externe, kaartachtige adapters en worden meer aangetroffen in oudere laptops.
pt_br: Adaptadores PCI internos são mais comuns e são encontrados em laptops feitos dentro dos últimos anos. Adaptadores PCMCIA são adaptadores estilo cartão, externos, e são mais comuns em laptops antigos.

source: Checking for a PCI (internal) device
ast: Comprobar un preséu PCI (internu)
el: Ελέγχος για μια PCI (εσωτερική) συσκευή
es: Comprobar un dispositivo PCI (interno)
fi: PCI-laitteen (sisäisen laitteen) tarkistaminen
nl: Op PCI (intern) apparaat controleren
pt_br: Verificando por um dispositivo PCI (interno)
ru: Проверка внутреннего PCI-устройства

source: To check if your computer can recognize your PCI wireless adapter, enter <cmd>sudo lspci</cmd> into a terminal window. The terminal will display a list of PCI devices that it has found on your computer.
ast: Pa comprobar si su equipu puede reconocer su adaptador inalámbrico PCI, teclee <cmd>sudo lspci</cmd> nun terminal. El terminal mostrará una llista de los preseos PCI que heba encontráu en su equipu.
el: Για να ελέγξετε αν ο υπολογιστής σας μπορεί να αναγνωρίσει τον ασύρματο προσαρμογέα PCI, δώστε <cmd>sudo lspci</cmd> σε ένα παράθυρο τερματικού. Το τερματικό θα εμφανίσει μια λίστα των προσαρμογέων PCI που βρέθηκαν στον υπολογιστή σας.
pt_br: Para verificar se o seu computador consegue reconhecer a sua placa de rede sem-fio PCI, digite <cmd>sudo lspci</cmd> na janela do terminal. O terminal irá apresentar uma lista dos dispositivos PCI que foram encontrados no seu computador.
ru: Для проверки распознавания вашим компьютером беспроводного адаптера с интерфейсом PCI, введите команду <cmd>sudo lspci</cmd> в окно терминала. Терминал отобразит перечень PCI устройств, обнаруженных на вашем компьютере.

source: Although this may be a bit difficult to read-through, look for the name and model number of your wireless adapter. Here is an example of what a PCI device listing may look like:
ast: Anque puede resultar un poco difícil de lleer, busque el nome y el númberu de modelu de su adaptador inalámbrico. Esti es un exemplu del aspeutu que puede tener el llistáu de preseos PCI:
el: Αν και αυτό είναι δύσκολο να το κατανοήσετε, αναζητήστε το όνομα και το μοντέλο του ασύρματου προσαρμογέα σας. Εδώ είναι ένα παράδειγμα του πως είναι μια λίστα συσκευών PCI:
es: Aunque puede resultar un poco difícil de leer, busque el nombre y el número de modelo de su adaptador inalámbrico. Este es un ejemplo del aspecto que puede tener el listado de dispositivos PCI:
nl: Ook al is dit wat lastig te lezen, kijk of de naam en het modelnummer van uw draadloos netwerk-adapter erbij zit. Hier is een voorbeeld van hoe een PCI-apparatenlijst er uit kan zien:
pt_br: Embora isso possa ser uma pouco difícil para ler, procure o nome e o número do modelo do seu adaptador sem fio. Aqui está um exemplo do que uma listagem de dispositivos PCI pode parecer:
ru: Хотя понять выданную этой командой информацию может быть довольно сложно, поищите в ней название и модель вашего беспроводного адаптера. Вот пример того, как может выглядеть информация о PCI-устройстве:

source: If your device is recognized by the previous command, great! Proceed to the <link xref="net-wireless-troubleshooting-device-drivers">Device Drivers</link> page. If the above command does not show any output related to your wireless adapter, see the instructions at the bottom of this page.
ast: Si la orde anterior reconoció su preséu, ¡genial! Sigui na páxina de <link xref="net-wireless-troubleshooting-device-drivers">controladores de preseos</link>. Si la orde anterior no mostró denguna salida relacionada con su adaptador inalámbrico, consulte les instrucciones que encontrará al final de esta páxina.
el: Αν η συσκευή σας αναγνωρίζεται από την προηγούμενη εντολή, υπέροχα! Προχωρήστε στη <link xref="net-wireless-troubleshooting-device-drivers">σελίδα Οδηγοί συσκευών</link>. Αν η παραπάνω εντολή δεν έδωσε κάποιο αποτέλεσμα σχετικά με τον ασύρματο προσαρμογέα σας, δείτε τις οδηγίες στο κάτω μέρος της σελίδας.
es: Si la orden anterior reconoció su dispositivo, ¡genial! Continúe en la página de <link xref="net-wireless-troubleshooting-device-drivers">controladores de dispositivos</link>. Si la orden anterior no mostró ninguna salida relacionada con su adaptador inalámbrico, consulte las instrucciones que encontrará al final de esta página.
nl: Als uw apparaat herkend is door het vorige commando, goed zo! Ga door naar de pagina <link xref="net-wireless-troubleshooting-device-drivers">Stuurprogramma's</link>. Als bovenstaand commando geen gegevens over uw draadloos netwerk-adapter toont, zie de instructies onderaan deze pagina.
pt_br: Se seu dispositivo foi reconhecido pelo comando anterior, ótimo! Prossiga à página <link xref="net-wireless-troubleshooting-device-drivers">drivers do dispositivo</link>. Se o comando acima não mostrar qualquer saída relacionada ao seu adaptador sem fio, veja as instruções na parte inferior dessa página.
ru: Если ваше устройство обнаружено предыдущей командой, замечательно! Перейдите к странице <link xref="net-wireless-troubleshooting-device-drivers">Драйверы устройства</link>. Если команда не выдала ничего связанного с вашим беспроводным адаптером, смотрите инструкции внизу этой страницы.

source: Checking for a USB device
ast: Comprobar un preséu USB
el: Έλεγχος για συσκευές USB
es: Comprobar un dispositivo USB
fi: USB-laitteen tarkistaminen
nl: Controleren op een USB-apparaat
pt_br: Verificando por um dispositivo USB
ru: Проверка USB-устройства

source: To check if your computer recognizes your USB wireless adapter, enter <cmd>sudo lsusb</cmd> into a terminal window. The terminal will display a list of USB devices that it has found on your computer.
ast: Pa comprobar si su equipu reconoz su adaptador inalámbrico USB, teclee <cmd>sudo lsusb</cmd> nuna ventana de terminal. El terminal mostrará una llista colos preseos USB que heba encontráu en su equipu.
el: Για να ελέγξετε αν ο υπολογιστής αναγνωρίζει τον ασύρματο προσαρμογέα σας USB, εισάγετε την εντολή <cmd>sudo lsusb</cmd> στο τερματικό. Το τερματικό θα εμφανίσει σε λίστα τις συσκευές USB που βρήκε στον υπολογιστή σας.
es: Para comprobar si su equipo reconoce su adaptador inalámbrico USB, teclee <cmd>sudo lsusb</cmd> en una ventana de terminal. El terminal mostrará una lista con los dispositivos USB que haya encontrado en su equipo.
nl: Om te controleren of uw computer uw USB draadloos netwerk-adapter herkent, voert u <cmd>sudo lsusb</cmd> in een terminalvenster in. De terminal zal een lijst weergeven met USB-apparaten die aangetroffen werden.
pt_br: Para verificar se seu computador reconhece seu adaptador USB sem fio, digite <cmd>sudo lsusb</cmd> numa janela de terminal. O terminal exibirá uma lista de dispositivos USB encontrados no seu computador.
ru: Чтобы проверить, распознаёт ли компьютер ваш беспроводной USB-адаптер, введите в окне терминала команду <cmd>sudo lsusb</cmd>, которая должна показать список USB-устройств, обнаруженных на вашем компьютере.

source: Although it may be difficult to read-through, look for the name and model number of your USB wireless adapter. Here is some sample output from the <cmd>lsusb</cmd> command:
ast: Anque puede resultar un poco difícil de lleer, busque el nome y el númberu de modelu de su adaptador inalámbrico USB. Esti es un exemplu del aspeutu que puede tener la salida de la orde <cmd>lsusb</cmd>:
el: Αν και μπορεί να είναι δύσκολη η αναγνώριση, ψάξτε για το όνομα και μοντέλο του προσαρμογέα USB που έχετε. Εδώ δείτε ένα παράδειγμα αποτελέσματος της εντολής <cmd>lsusb</cmd>:
es: Aunque puede resultar un poco difícil de leer, busque el nombre y el número de modelo de su adaptador inalámbrico USB. Este es un ejemplo del aspecto que puede tener la salida de la orden <cmd>lsusb</cmd>:
nl: Ook al is dit wat lastig te lezen, kijk of de naam en het modelnummer van uw USB draadloos netwerk-adapter erbij zit. Hier is een voorbeeld van hoe de uitvoer van het commando <cmd>lsusb</cmd> er uit kan zien:
pt_br: Embora possa ser difícil ler, procure pelo nome e número do modelo de seu adaptador USB sem fio. Aqui estão alguns exemplos de saída do comando <cmd>lsusb</cmd>:
ru: Хотя понять выданную этой командой информацию может быть довольно сложно, поищите в ней название и модель вашего беспроводного USB-адаптера. Вот пример того, как может выглядеть информация, выданная командой <cmd>lsusb</cmd>:

source: Checking for a PCMCIA device
ast: Comprobar un preséu PCMCIA
el: Έλεγχος για συσκευές PCMCIA
es: Comprobar un dispositivo PCMCIA
fi: PCMCIA-laitteiden tarkistaminen
nl: Controleren op een PCMCIA-kaart
pt_br: Verificando por um dispositivo PCMCIA
ru: Проверка PCMCIA-устройства

source: To check if your computer recognizes your PCMCIA adapter, complete the following steps:
ast: Pa comprobar si su equipu reconoz su adaptador PCMCIA, siga los pasos siguientes:
el: Για να ελέγξετε αν ο υπολογιστής σας αναγνωρίζει τον υποδοχέα PCMCIA, ολοκληρώστε τα ακόλουθα βήματα:
es: Para comprobar si su equipo reconoce su adaptador PCMCIA, siga los pasos siguientes:
fi: Tarkistaaksesi tunnistaako tietokoneesi PCMCIA-sovittimesi, suorita seuraavat toimenpiteet:
nl: Om te controleren of uw computer uw PCMCIA-adapter herkent, volgt u de volgende stappen:
pt_br: Para verificar se seu computador reconhece a placa PCMCIA, siga os seguintes passos:
ru: Чтобы проверить, распознаёт ли компьютер ваш PCMCIA-адаптер, выполните следующее:

source: Start your computer <em>without</em> the wireless adapter plugged in.
ast: Arranque su equipu <em>sin</em> coneutar el adaptador inalámbrico.
el: Εκκινήστε τον υπολογιστή <em>χωρίς</em> να έχετε συνδέσει τον ασύρματο προσαρμογέα.
es: Arranque su equipo <em>sin</em> conectar el adaptador inalámbrico.
nl: Start uw computer <em>zonder</em> draadloos netwerk-adapter.
pt_br: Inicie sem computador <em>sem</em> o adaptador sem fio conectado.
ru: Включите ваш компьютер, <em>не подключая</em> к нему беспроводной адаптер.

source: Log in when/if prompted.
ast: Inicie una sesión cuando se lo pida (si es que lo fai)
el: Συνδεθείτε (log in) όταν/εάν σας ζητηθεί.
es: Inicie una sesión cuando se lo pida (si es que lo hace)
nl: Meld u aan wanneer/als daar naar gevraagd wordt.
pt_br: Efetue login quando/se for solicitado.
ru: Укажите имя и пароль пользователя, если это будет предложено.

source: When the desktop loads, open a terminal window and type the following command:
ast: Cuando se cargue el escritoriu, abra una ventana de terminal y teclee la orde siguiente:
el: Κατα την φόρτωση της επιφάνειας εργασίας σας, ανοίξτε ένα παράθυρο τερματικού και πληκτρολογήστε την ακόλουθη εντολή:
es: Cuando se cargue el escritorio, abra una ventana de terminal y teclee la orden siguiente:
fi: Kun olet työpöydällä, avaa pääte ja kirjoita seuraava komento:
nl: Open een terminalvenster wanneer het bureaublad is geladen en typ het volgende commando in:
pt_br: Quando a área de trabalho for carregada, abra uma janela terminal e digite o seguinte comando:
ru: Когда загрузится рабочий стол, откройте окно терминала и наберите следующую команду:

source: Insert your wireless adapter into an available slot.
ast: Inxerta su adaptador inalámbrico nuna ranura llibre.
el: Συνδέστε τον ασύρματο προσαρμογέα σας σε μια διαθέσιμη θύρα.
es: Inserte su adaptador inalámbrico en una ranura libre.
nl: Plaats uw draadloos netwerk-adapter in een beschikbaar slot.
pt_br: Insira seu adaptador sem fio no slot disponível.
ru: Вставьте ваш беспроводной адаптер в соответствующий разъём.

source: Repeat the command above, and note the difference between the two.
ast: Repita la orde anterior, y observe la diferencia ente les dos.
el: Επαναλάβετε την παραπάνω εντολή και σημειώστε τη διαφορά μεταξύ των δύο.
es: Repita la orden anterior, y observe la diferencia entre las dos.
nl: Herhaal bovenstaand commando en zie het verschil tussen de twee.
pt_br: Repita o comando acima e note a diferença entre os dois.
ru: Повторите вышеуказанную команду и обратите внимание на разницу между выданной в первый и второй раз информацией.

source: If your device is recognized by the previous command, great! Proceed to the <link xref="net-wireless-troubleshooting-device-drivers">Device Drivers</link> page.
ast: Si la orde anterior reconoz su preséu, ¡genial! Sigui na páxina de <link xref="net-wireless-troubleshooting-device-drivers">controladores de preséu</link>.
el: Αν η συσκευή σας αναγνωρίζεται από την προηγούμενε εντολή, τέλεια! Προχωρήστε στη σελίδα <link xref="net-wireless-troubleshooting-device-drivers">Οδηγοί συσκευής</link>.
es: Si la orden anterior reconoce su dispositivo, ¡genial! Continúe en la página de <link xref="net-wireless-troubleshooting-device-drivers">controladores de dispositivo</link>.
nl: Als uw apparaat door het vorige commando is herkend, goed zo! Ga verder naar de pagina <link xref="net-wireless-troubleshooting-device-drivers">Stuurprogramma's</link>
pt_br: Se o seu dispositivo é reconhecido pelo comando anterior, ótimo! Vá para a página <link xref="net-wireless-troubleshooting-device-drivers">Drivers de dispositivos</link>.
ru: Если ваше устройство обнаружено предыдущей командой, замечательно! Перейдите к странице <link xref="net-wireless-troubleshooting-device-drivers">Драйверы устройства</link> page.

source: If your device is not recognized by any of the above commands, it may mean that your device is not working, or that your device is not supported by your operating system.
ast: Si denguna de les órdenes anteriores reconoz su preséu, puede significar que su preséu no ta funcionando, o que no es compatible con su sistema operativu.
el: Αν η συσκευή σας δεν αναγνωρίζεται με καμία από τις παραπάνω εντολές, αυτό σημαίνει ότι η συσκευή σας δεν λειτουργεί ή δεν υποστηρίζεται η συσκευή σας από το λειτουργικό σας σύστημα.
es: Si ninguna de las órdenes anteriores reconoce su dispositivo, puede significar que su dispositivo no está funcionando, o que no es compatible con su sistema operativo.
nl: Als uw apparaat niet herkend werd door één van bovenstaande commando's, kan dat betekenen dat uw apparaat niet werkt of dat uw apparaat niet wordt ondersteund door uw besturingssysteem.
pt_br: Se o dispositivo não é reconhecido por nenhum dos comandos acima, pode significar que o seu dispositivo não está funcionando, ou que o dispositivo não é suportado pelo seu sistema operacional.
ru: Если ваше устройство не обнаружено ни одной из описанных выше команд, это может означать, что устройство неисправно или не поддерживается вашей операционной системой.

source: To get additional help, post a message to a user forum appropriate to your operating system (e.g., Fedora, OpenSUSE, or Ubuntu forums, etc.), or post a message to an appropriate mailing list.
ast: Pa recibir más aida, envíe un mensaxe a un foro de usuarios correspondiente con su sistema operativu (p. ex. Fedora, OpenSUSE o Ubuntu, etc.) o envíe un mensaxe a una llista de corréu afayadiza.
el: Για περισσότερη βοήθεια, δημοσιεύστε ένα μήνυμα σε κάποιο forum χρηστών αντίστοιχο του λειτουργικού σας συστήματος (π.χ. Fedora, OpenSUSE, ή Ubuntu forums, κλπ), ή δημοσιεύστε ένα μήνυμα σε αντίστοιχη λίστα (mailing list).
es: Para recibir más ayuda, envíe un mensaje a un foro de usuarios correspondiente con su sistema operativo (p. ej. Fedora, OpenSUSE o Ubuntu, etc.) o envíe un mensaje a una lista de correo apropiada.
nl: Plaats voor meer hulp een bericht op een gebruikersforum passend bij uw besturingssysteem (bijv., Fedora, OpenSUSE, of Ubuntu forums) of op een toepasselijke mailinglijst.
pt_br: Para obter ajuda adicional, envie uma mensagem para um fórum de usuário apropriado ao seu sistema operacional (por exemplo, fóruns Fedora, OpenSUSE, ou Ubuntu, etc), ou poste uma mensagem em uma lista de discussão apropriada.
ru: Чтобы получить дополнительную помощь, отправьте сообщение на форум пользователей вашей операционной системы (Fedora, OpenSUSE, Ubuntu и др.), или в соответствующую группу новостей.

source: Gather information about your hardware
ast: Recopilar información de su hardware
el: Συλλέξτε πληροφορίες σχετικά με το υλικό σας
es: Recopilar información de su hardware
fi: Laitteistoon liittyvien tietojen keräys
nl: Informatie verzamelen over uw hardware
pt_br: Reunir informação sobre o seu hardware
ru: Сбор сведений о вашем оборудовании

source: To best troubleshoot your wireless connection you will need some items and some information. Although you might not have all of these items, collect what you can:
ast: Pa solucionar meyor sus problemes de conexón inalámbrica, necesitará dellos elementos y dellos datos. Anque puede que no ten toos estos elementos, recoja lo que pueda:
el: Για την καλύτερη αντιμετώπιση προβλημάτων που αφορούν την ασύρματη σύνδεσή σας θα χρειαστείτε κάποια στοιχεία και πληροφορίες. Παρόλο που μπορεί να μην έχετε όλα αυτά τα στοιχεία, συλλέξτε όσα μπορείτε:
es: Para solucionar mejor sus problemas de conexión inalámbrica, necesitará algunos elementos y algunos datos. Aunque puede que no tenga todos estos elementos, recoja lo que pueda:
pt_br: Para melhor solucionar sua conexão sem fio, você irá precisar de alguns itens e algumas informações. Embora você possa não ter todos esses itens, colete o que você puder:

source: Your laptop and wireless router (of course!)
ast: Su portátil y enrutador inalámbrico (por supuesto)
el: Τον φορητό υπολογιστή και τον ασύρματο δρομολογητή (φυσικά!)
es: Su portátil y enrutador inalámbrico (por supuesto)
nl: Uw laptop en draadloos router (Vanzelfsprekend!)
pt_br: Seu notebook e roteador sem fio (claro!)
ru: Ваш ноутбук и беспроводной маршрутизатор (само собой разумеется!)

source: The packaging and contents for your device (particularly the user guide for your router)
ast: La caxa del preséu y su conteníu (particularmente el manual de usuariu de su enrutador)
el: Την συσκευασία και το περιεχόμενο για την συσκευής σας (ιδιαίτερα τον οδηγό χρήσης του δρομολογητή (router))
es: La caja del dispositivo y su contenido (particularmente el manual de usuario de su enrutador)
nl: De verpakking en toebehoren van uw apparaat (vooral de gebruikershandleiding van uw router)
pt_br: A embalagem e o conteúdo do seu dispositivo (particularmente o guia do usuário do seu roteador)
ru: Упаковка вашего устройства и её содержимое (особенно руководство к вашему маршрутизатору)

source: A driver disc - even if it only contains Windows drivers
ast: Un discu con su controlador, inclusu si es solo pa Windows
el: Το δίσκο με τους οδηγούς - ακόμα και αν περιέχει οδηγούς για Windows
es: Un disco con su controlador, incluso si es solo para Windows
fi: Ajurilevy - vaikka se sisältäisikin vain Windows-ajurit
nl: Een schijf met stuurprogramma's - zelfs als die alleen Windows-stuurprogramma's bevat
pt_br: Um disco de driver - mesmo que ele só contenha drivers de Windows
ru: Диск с драйверами — даже если он содержит только драйверы для Windows
