Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Select <gui>Two-finger scrolling</gui> under <gui>Scrolling</gui> to scroll with two fingers. When this is selected, tapping and dragging with one finger will work as normal, but if you drag two fingers across any part of the touchpad, it will scroll instead. If you also select <gui>Enable horizontal scrolling</gui>, you can move your fingers left and right to scroll horizontally. Be careful to space your fingers a bit apart. If your fingers are too close together, they just look like one big finger to your touchpad.
ast: Escueyi <gui>Desplazamiento con dos dedos</gui> en <gui>Desplazamiento</gui> pa desplazase con dos dedos. Cuando ta escoyíu, el acto de golpear y arrastrar con un solo dedo funcionará como siempres, pero si arrastra dos dedos por cualesquier zona del touchpad, hará un desplazamiento. Si además selecciona <gui>Activar desplazamiento horizontal</gui>, podrá mover sus dedos a esquierda y drecha pa desplazase horizontalmente. Asegúrese de dexar un poco de espaciu ente sus dedos. Si sus dedos tan enforma juntos, el touchpad podría creer que se trata de un único dedo grande.
el: Στο μενού <gui>Κύλιση</gui>, επιλέξτε <gui>Κύλιση με δύο δάχτυλα</gui> για να κάνετε κύλιση χρησιμοποιώντας δύο δάχτυλα. Όταν αυτή η ενέργεια επιλεγεί, τα χτυπήματα και το σύρσιμο με το ένα δάχτυλο θα λειτουργούν κανονικά, αλλά αν σύρετε δύο δάχτυλα κατά μήκος οποιουδήποτε σημείου της επιφάνειας αφής, θα κάνετε κύλιση. Αν ενεργοποιήσετε την επιλογή <gui>Ενεργοποίηση οριζόντιας κύλισης</gui>, μπορείτε να μετακινείτε τα δάχτυλά σας δεξιά και αριστερά για να κάνετε οριζόντια κύλιση. Φροντίστε να κρατάτε μια μικρή απόσταση μεταξύ των δαχτύλων σας. Αν τα δάχτυλά σας βρίσκονται πολύ κοντά μεταξύ τους, υπάρχει περίπτωση η επιφάνεια αφής να τα θεωρήσει ένα μεγάλο δάχτυλο.
es: Seleccione <gui>Desplazamiento con dos dedos</gui> en <gui>Desplazamiento</gui> para desplazarse con dos dedos. Cuando está seleccionado, el acto de golpear y arrastrar con un solo dedo funcionará como siempre, pero si arrastra dos dedos por cualquier zona del touchpad, hará un desplazamiento. Si además selecciona <gui>Activar desplazamiento horizontal</gui>, podrá mover sus dedos a izquierda y derecha para desplazarse horizontalmente. Asegúrese de dejar un poco de espacio entre sus dedos. Si sus dedos están demasiado juntos, el touchpad podría creer que se trata de un único dedo grande.
pt_br: Selecione <gui>rolar com dois dedos</gui> sob <gui>rolagem</gui> para rolar com dois dedos. Quando isso está selecionado, tocar e arrastar com um dedo irá funcionar como esperado, mas se você arrastar os dois dedos por qualquer parte do touchpad, ele irá rolar de qualquer maneira. Se você também selecionar <gui>abilitar rolagem horizontal</gui>, você pode mover seus dedos para a esquerda e direita para rolar horizontalmente. Tenha o cuidado de afastar um pouco seus dedos. Se seus dedos estiverem muito próximo um do outro, eles irão parecer um único dedo para seu touchpad
ru: Выберите параметр <gui>Прокрутка двумя пальцами</gui> под надписью <gui>Прокрутка</gui> для прокрутки двумя пальцами. При этом нажатие и перетаскивание одним пальцем будет работать как обычно, но если вы начнёте перемещать два пальца одновременно по какой-либо части сенсорной панели, то это будет распознано как прокрутка. Если вы также выбрали <gui>Включить горизонтальную прокрутку</gui>, вы можете перемещать пальцы влево и вправо для горизонтальной прокрутки. Будьте внимательны, немного разведите пальцы друг от друга. Если ваши пальцы слишком близко друг к другу, для вашей сенсорной панели они выглядят, как один большой палец.

source: Two-finger scrolling may not work on all touchpads.
ast: El desplazamiento con dos dedos puede no funcionar en tolos touchpads.
el: Η κύλιση με δύο δάχτυλα ενδεχομένως να μη λειτουργεί σε όλες τις επιφάνειες αφής.
es: El desplazamiento con dos dedos puede no funcionar en todos los touchpads.
fi: Kahden sormen vieritys ei välttämättä toimi kaikilla kosketuslevyillä.
nl: Het scrollen met twee vingers werkt mogelijk niet op alle touchpads.
pt_br: Rolagem com dois dedos pode não funcionar em todos os touchpads.
ru: Прокрутка двумя пальцами работает не на всех сенсорных панелях.

source: If you have to wiggle or click the mouse before it responds.
ast: Si tien que agitar el mur o calcar un botón del mesmu enantes de que empiece a responder.
el: Αν χρειάζεται κάντε κλικ ή να ταρακουνήστε το ποντίκι μέχρι αυτό να ανταποκριθεί.
es: Si tiene que agitar el ratón o pulsar un botón del mismo antes de que empiece a responder.
nl: Als u de muis heen en weer moet bewegen of klikken voor die reageert.
pt_br: Se você tem que mover ou clicar no mouse antes dele responder
ru: Если приходится подвигать мышь или щёлкнуть её кнопкой, чтобы она начала работать.

source: Mouse has a delay before it will work
ast: El mur sufre un retardo enantes de entamar a funcionar
el: Το ποντίκι παρουσιάζει μια καθυστέρηση μέχρι να λειτουργήσει
es: El ratón sufre un retardo antes de empezar a funcionar
fi: Hiiren toimintaa edeltää viive
nl: De muis heeft een vertraging voordat hij werkt
pt_br: Mouse tem um atraso antes de funcionar
ru: Мышь начинает работать не сразу

source: Wireless and optical mice, as well as touchpads on laptops, may need to "wake up" before they will work. They automatically go to sleep when not in use to save battery power. To wake up your mouse or touchpad you can click on a mouse button or wiggle the mouse.
ast: Los ratones inalámbricos y ópticos, así como los touchpad de los portátiles, a vegaes necesiten «despertarse» enantes de entamar a funcionar. Se ponen automáticamente en reposo cuando no se tan usando, pa ahorrar batería. Pa despertar su mur o su touchpad, calca un botón del mur o agítelo.
el: Τα ασύρματα και τα οπτικά ποντίκια, όπως και οι επιφάνειες αφής, ενδεχομένως χρειάζονται «αφύπνιση» για να λειτουργήσουν. Όταν δε λειτουργούν, αναστέλλουν αυτόματα τη λειτουργία τους για να εξοικονομούν ενέργεια. Για να αφυπνίσετε ένα ποντίκι ή μία επιφάνεια αφής, μπορείτε να κάνετε ένα κλικ ποντικιού ή να το ταρακουνήσετε λίγο.
es: Los ratones inalámbricos y ópticos, así como los touchpad de los portátiles, a veces necesitan «despertarse» antes de empezar a funcionar. Se ponen automáticamente en reposo cuando no se están usando, para ahorrar batería. Para despertar su ratón o su touchpad, pulse un botón del ratón o agítelo.
fi: Sekä langattomien ja optisten hiirien että kannettavien kosketuslevyjen pitää ehkä "herätä", ennen kuin ne alkavat toimia. Ne asetetaan usein automaattisesti virransäästötilaan, kun niitä ei käytetä. Herätä hiiri tai ohjauslevy painamalla hiiren painiketta tai heiluttamalla hiirtä.
pt_br: Mouse sem fio ou óptico, assim como touchpads em laptops, talvez precisem ser "acordados" antes deles serem utilizados. Eles dormem automaticamente quando não são usados para economizar energia. Para acordar seu mouse ou touchpad você pode clicar no botão do mouse ou mover o mouse.
ru: Беспроводным и оптическим мышам, а также тачпадам ноутбуков бывает необходимо «проснуться», чтобы начать работать. Они автоматически переходят в режим экономии электроэнергии, чтобы сохранить заряд батареи. Чтобы «разбудить» мышь или тачпад, вы можете щёлкнуть одной из их кнопок, или подвигать мышь.

source: Laptop touchpads sometimes have a delay after you stop typing before they will start working. This is to prevent you from accidentally touching the touchpad with your palm while typing. See <link xref="mouse-disabletouchpad"/> for details.
ast: Los touchpad de los portátiles a vegaes tiennun retardo dende que vusté deja de teclear fasta que empiezan a funcionar de nuevu. Esto se fai pa evitar que vusté toque el touchpad accidentalmente cola palma de su mano mientres teclea. Consulte <link xref="mouse-disabletouchpad"/> pa más información.
el: Κάποιες φορές, οι επιφάνειες αφής των φορητών υπολογιστών καθυστερούν να λειτουργήσουν αφότου σταματήσετε να πληκτρολογείτε. Αυτό συμβαίνει για να αποτραπεί κάποιο τυχαίο και μη ηθελημένο πάτημα της επιφάνειας αφής με την παλάμη σας, καθώς πληκτρολογείτε. Δείτε το σύνδεσμο <link xref="mouse-disabletouchpad"/> για λεπτομέρειες.
es: Los touchpad de los portátiles a veces tienen un retardo desde que usted deja de teclear hasta que empiezan a funcionar de nuevo. Esto se hace para evitar que usted toque el touchpad accidentalmente con la palma de su mano mientras teclea. Consulte <link xref="mouse-disabletouchpad"/> para más información.
fi: Kannettavien tietokoneiden kosketuslevyissä on joskus viive kirjoittamisen jälkeen, ennen kuin kosketuslevy alkaa toimia. Tämän tarkoituksena on estää kirjoittaessa vahingossa koskettamasta kosketuslevyä. Lue lisää <link xref="mouse-disabletouchpad"/>.
pt_br: Os touchpads dos laptops às vezes tem um atraso após você parar de digitar, antes deles começarem a trabalhar. Isso acontece para prevenir você de acidentalmente tocar o touchpad com sua palma enquanto digita. Veja <link xref="mouse-disabletouchpad"/> para detalhes.
ru: У тачпадов на ноутбуках иногда бывает небольшая задержка от момента, когда вы заканчиваете набирать текст, до момента, когда тачпад начинает работать. Это сделано специально, чтобы исключить срабатывание тачпада при наборе текста, если вы случайно коснётесь его рукой. Подробнее см. <link xref="mouse-disabletouchpad"/>.

source: Support for that file format might not be installed or the songs could be "copy protected".
ast: Puede que no esté instaláu el sofitu pa esi formatu de ficheru o que les canciones tean «protegidas contra copia».
el: Ενδεχομένως δεν έχει εγκατασταθεί η υποστήριξη για το συγκεκριμένο τύπο αρχείου ή τα τραγούδια να είναι «προστατευόμενα από την αντιγραφή».
es: Puede que no esté instalado el soporte para ese formato de archivo o que las canciones estén «protegidas contra copia».
fi: Kyseiselle tiedostomuodolle ei ehkä ole asennettu tarvittavaa tukiohjelmistoa tai kappale voi olla "kopiointisuojattu".
nl: Ondersteuning voor dat bestandsformaat is mogelijk niet geïnstalleerd of de nummers kunnen tegen kopiëren beschermd zijn.
pt_br: Suporte a esse formato de arquivo pode não estar instalado ou as músicas podem estar protegidas contra gravação.
ru: Кодеки для этого формата файла могут быть не установлены или композиции могут быть "защищены от копирования".

source: I can't play the songs I bought from an online music store
ast: No puedo reproducir les canciones que he compráu nuna tienda de música en linea
el: Δε μπορώ να αναπαράγω τα τραγούδια που αγόρασα από ένα διαδικτυακό κατάστημα μουσικής
es: No puedo reproducir las canciones que he comprado en una tienda de música en linea
fi: En voi kuunnella nettimusiikkikaupasta ostamiani kappaleita
nl: Ik kan de nummers die ik gekocht heb bij een online muziekwinkel niet afspelen
pt_br: Eu não consigo reproduzir as músicas que comprei em uma loja virtual
ru: Я не могу воспроизводить музыкальные композиции приобретённые в сетевом музыкальном магазине

source: If you downloaded some music from an online store you may find that it won't play on your computer, especially if you bought it on a Windows or Mac OS computer and then copied it over.
ast: Si descarga música de una tienda en llinia, es posible que no pueda reproducirla en su equipu, especialmente, si la compró dende un equipu Windows o Mac OS y dempués la copió.
el: Αν έχετε κάνει λήψη μουσικής από ένα διαδικτυακό κατάστημα μουσικής, ίσως δείτε πως δεν αναπαράγεται στον υπολογιστή σας, ειδικά αν την αγοράσατε σε έναν υπολογιστή με λειτουργικό σύστημα Windows ή Mac OS και μετά την αντιγράψατε.
es: Si descarga música de una tienda en línea, es posible que no pueda reproducirla en su equipo, especialmente, si la compró desde un equipo Windows o Mac OS y luego la copió.
fi: Musiikin toisto ei välttämättä toimi ostettuasi kappaleita jostain netin monista verkkokaupoista. Tämä pätee varsinkin niissä tapauksissa, jos ostit musiikin Windowsia tai Mac OS X:ää käyttäen ja sen jälkeen kopioit musiikin Ubuntuun.
pt_br: Se você baixou algumas músicas de uma loja virtual, você pode acabar descobrindo que seu computador não está conseguindo reproduzi-la, especialmente se você comprou a música em um computador com Windows ou Mac OS e depois copiou o arquivo para este computador.
ru: Если вы загрузили некоторые музыкальные композиции из сетевого магазина, вы можете обнаружить, что они не воспроизводятся на вашем компьютере, особенно, если вы приобрели их используя компьютеры с операционными системами Windows и/ли Mac OS, а затем скопировали их.

source: This could be because the music is in a format that is not recognized by your computer. To be able to play a song you need to have support for the right audio formats installed - for example, if you want to play MP3 files, you need MP3 support installed. If you don't have support for a given audio format, you should see a message telling you so when you try to play a song. The message should also provide instructions for how to install support for that format so that you can play it.
ast: Esto se tien de a que la música ta nun formatu que su equipu no reconoz. Pa poder reproducir una canción necesita tener instaláu el sofitu pa el formatu de soníu adecuáu - por exemplu, si quies reproducir ficheros MP3, necesitará tener instaláu el sofitu pa MP3. Si no tien el sofitu pa un formatu de ficheros concreto, verá un mensaxe indicándoselo cuando intente reproducir una canción. El mensaxe además le dará instrucciones sobro cómo instalar el sofitu pa esi formatu de forma que pueda reproducirlo.
el: Αυτό είναι πιθανό να συμβαίνει επειδή η μουσική μπορεί να βρίσκεται σε μορφοποίηση η οποία δεν υποστηρίζεται από τον υπολογιστή σας. Για να μπορέσετε να αναπαράγετε ένα τραγούδι χρειάζεται να έχετε εγκαταστημένη την υποστήριξη για τον συγκεκριμένο τύπο αρχείου ήχου. Για παράδειγμα, αν θέλετε να αναπαράγετε αρχεία MP3, χρειάζεται να έχετε εγκαταστημένη την υποστήριξη για τον τύπο αρχείου MP3. Αν δεν έχετε υποστήριξη για ένα συγκεκριμένο τύπο ήχου, θα πρέπει να βλέπετε ένα σχετικό μήνυμα κάθε φορά που θα προσπαθήσετε να αναπαράγετε ένα τραγούδι. Αυτό το μήνυμα επίσης θα πρέπει να σας παρέχει οδηγίες όσον αφορά την εγκατάσταση της υποστήριξης για το συγκεκριμένο τύπο αρχείου ώστε να μπορέσετε να το αναπαράγετε.
es: Esto se debe a que la música está en un formato que su equipo no reconoce. Para poder reproducir una canción necesita tener instalado el soporte para el formato de sonido adecuado - por ejemplo, si desea reproducir archivos MP3, necesitará tener instalado el soporte para MP3. Si no tiene el soporte para un formato de archivos concreto, verá un mensaje indicándoselo cuando intente reproducir una canción. El mensaje además le dará instrucciones sobre cómo instalar el soporte para ese formato de forma que pueda reproducirlo.
pt_br: Isso acontece porque a música está em um formato que seu computador não reconhece. Para ser capaz de reproduzir uma música, você precisa instalar o suporte aos formatos de áudio corretos. Por exemplo, se você quiser reproduzir arquivos MP3, você precisa instalar o suporte a MP3. Se você não tiver suporte a um dado formato de áudio, você deverá receber uma mensagem dizendo isso quando for tentar tocar uma música. A mensagem deverá, ainda, prover instruções sobre como instalar o suporte para aquele formato.
ru: Это может произойти из-за того, что формат музыкальной композиции не распознан вашим компьютером. Чтобы обеспечить воспроизведение композиции, вам необходимо установить соответствующие звуковые кодеки, например если вы хотите воспроизводить файлы в формате MP3, вам необходимо установить звуковой кодек MP3. Если у вас отсутствует кодек для определённого звукового формата, вы увидите сообщение, которое появится при попытке воспроизвести композицию. Сообщение, также должно содержать руководства об установке необходимого для воспроизведения композиции кодека.

source: If you do have support installed for the song's audio format but still can't play it, the song might be <em>copy protected</em> (also known as being <em>DRM restricted</em>). DRM is a way of restricting who can play a song and on what devices they can play it. The company that sold the song to you is in control of this, not you. If a music file has DRM restrictions, you will probably not be able to play it - you generally need special software from the vendor to play DRM restricted files, but this software is often not supported on Linux.
ast: Si ya tien instaláu el sofitu pa el formatu de soníu de la canción pero entá no puede reproducirla, es posible que la canción esté <em>protegida contra copia</em> (tamién llamáu <em>restringida por DRM</em>). El DRM es una forma de restringir quién puede reproducir una canción y en qué preseos puede reproducirla. La empresa que le vendió la canción es quien controla esto, no vusté. Si un ficheru de música tien restricciones DRM, dablemente no podrá reproducirlo - normalmente se necesita un software especial suministráu pol vendedor pa poder reproducir ficheros restringidos por DRM, pero esti software no suele funcionar en Linux.
el: Αν δε μπορείτε να αναπαράγετε ένα τραγούδι παρόλο που η υποστήριξη για τον συγκεκριμένο τύπο αρχείου είναι εγκαταστημένη, το τραγούδι μπορεί να είναι <em>προστατευόμενο από αντιγραφή</em> (επίσης γνωστό και ως <em>με περιορισμούς DRM</em>. Το DRM είναι ένας τρόπος να περιορίζεται το ποιος θα μπορεί να αναπαράγει ένα τραγούδι και το σε ποιες συσκευές θα μπορεί να το κάνει. Αυτό δεν το ελέγχετε εσείς, αλλά η εταιρεία από όπου αγοράσατε το τραγούδι. Αν ένα μουσικό αρχείο έχει περιορισμούς DRM, πιθανότατα δεν θα μπορέσετε να το αναπαράγετε. Γενικά χρειάζεται να χρησιμοποιήσετε ειδικό λογισμικό από τον πωλητή ώστε να αναπαράγετε αρχεία με περιορισμούς DRM, αλλά αυτό το λογισμικό συνήθως δεν υποστηρίζεται στο Linux.
es: Si ya tiene instalado el soporte para el formato de sonido de la canción pero todavía no puede reproducirla, es posible que la canción esté <em>protegida contra copia</em> (también llamado <em>restringida por DRM</em>). El DRM es una forma de restringir quién puede reproducir una canción y en qué dispositivos puede reproducirla. La empresa que le vendió la canción es quien controla esto, no usted. Si un archivo de música tiene restricciones DRM, probablemente no podrá reproducirlo - normalmente se necesita un software especial suministrado por el vendedor para poder reproducir archivos restringidos por DRM, pero este software no suele funcionar en Linux.
nl: Als u wel ondersteuning heeft geïnstalleerd voor het audioformaat van het nummer maar het nog steeds niet kunt afspelen, dan kan het zijn dat het nummer <em>beveiligd tegen kopiëren</em> (ook bekend als <em>DRM restricted</em>) is. DRM is een manier van beperken wie een nummer kan afspelen en op welke apparaten. Het bedrijf dat u het nummer verkocht beheert dit, niet u. Als een muziekbestand DRM-restricties heeft, dan kunt u het waarschijnlijk niet afspelen - over het algemeen heeft u speciale software nodig van de verkoper om DRM-beperkte bestanden te spelen, maar deze software wordt vaak niet ondersteund in Linux.
pt_br: Se você tiver instalado suporte para o formato de áudio de uma música mas ainda não conseguir reproduzi-la, é possível que a música esteja <em>protegida contra gravação</em> (também conhecido como <em>restringida por DRM</em>). DRM é uma forma de restringir quem pode reproduzir uma música e em quais aparelhos. A empresa que vendeu a música a você tem o controle sobre isso, e não você. Se um arquivo de música possui restrições por DRM, você provavelmente não será capaz de reproduzi-la - você normalmente precisa de aplicativos especiais do fabricante para reproduzir arquivos restringidor por DRM, mas esses aplicativos geralmente não são suportados pelo Linux.
ru: Если вы установили кодек соответствующий звуковому формату композиции, но всё равно не можете воспроизвести его, возможно композиция <em>защищена от копирования</em> техническими средствами защиты авторских прав (также известными как <em>DRM restricted</em>). DRM представляет собой ограничение, которое определяет, кто может воспроизводить композицию и на каких устройствах её можно воспроизводить. Регулирует это компания продающая музыкальные композиции, а не вы. Если музыкальная композиция имеет ограничения DRM, возможно вы не сможете воспроизвести её, так как для воспроизведения файлов с ограничениями DRM, вам понадобится особое программное обеспечение от поставщика, но оно часто не поддерживается в Linux.

source: You can learn more about DRM from the <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link>.
ast: Puede aprender más sobro el DRM na <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link>.
el: Μπορείτε να μάθετε περισσότερα σχετικά με το DRM από το σύνδεσμο <link href="http://www.eff.org/issues/drm">Ίδρυμα ηλεκτρονικών συνόρων (Electronic Frontier Foundation)</link>.
es: Puede aprender más sobre el DRM en la <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link>.
fi: Lisätietoja digitaalisesta käyttöoikeuksien hallinnasta on tarjolla <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundationin sivustolla</link>.
nl: U kunt meer te weten komen over DRM bij de <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link> (Engelstalig).
pt_br: Você poderá aprender mais sobre o DRM a partir do <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link>.
ru: Узнать больше о DRM можно на сайте <link href="http://www.eff.org/issues/drm">Electronic Frontier Foundation</link>.

source: Use a media player to copy the songs and safely remove the iPod afterward.
ast: Use un reproductor multimedia pa copiar les canciones y extraiga el iPod con seguridá cuando termine.
el: Χρησιμοποιήστε έναν αναπαραγωγέα πολυμέσων για να αντιγράψετε τα αρχεία τραγουδιών και έπειτα κάντε ασφαλή απομάκρυνση του iPod.
es: Use un reproductor multimedia para copiar las canciones y extraiga el iPod con seguridad cuando termine.
fi: Käytä musiikkisoitinta musiikin turvalliseen kopioimiseen ja poistamiseen iPodista.
nl: Gebruik een muziekspeler om de nummers te kopiëren en de iPod. daarna veilig te verwijderen.
pt_br: Utilize um reprodutor de mídia para copiar as músicas e depois remover seu iPod com segurança.
ru: Использование медиапрогрывателя для копирования композиций и безопасное извлечение iPod.

source: Songs don't appear on my iPod when I copy them onto it
ast: Les canciones no aparecen en mi iPod cuando los copia en elli
el: Τα αρχεία τραγουδιών μου δεν εμφανίζονται μέσα στο iPod όταν τα αντιγράφω σε αυτό
es: Las canciones no aparecen en mi iPod cuando los copia en él
fi: iPodiin kopioimani kappaleet eivät näy siinä
nl: Nummers verschijnen niet op mijn iPod wanneer ik ze daar naartoe kopieer
pt_br: As músicas não aparecem no meu iPod quando as copio para o mesmo
ru: Композиции не появляются в моём iPod, после того как они были скопированы туда.
