Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Uncheck the <gui>GNOME Login Sound</gui> option.
ast: Desmarque la opción <gui>Soníu de accesu de GNOME</gui>.
el: Αποεπιλέξτε την επιλογή <gui>Ήχος εισόδου GNOME</gui>.
es: Desmarque la opción <gui>Sonido de acceso de GNOME</gui>.
nl: Haal het vinkje weg bij de optie <gui>Gnome aanmeldgeluid </gui>
pt_br: Desmarque a opção <gui>Som de login do GNOME</gui>.
ru: Снимите галочку с опции <gui>GNOME Login Sound</gui>.

source: Disable the login sound for all users
ast: Desactivar el soníu de aniciu de sesión pa tolos usuarios
el: Απενεργοποιείστε τον ήχο εισόδου για όλους τους χρήστες
es: Desactivar el sonido de inicio de sesión para todos los usuarios
fi: Poista sisäänkirjautumisääni kaikilta käyttäjiltä
nl: Het aanmeldgeluid uitschakelen voor alle gebruikers
pt_br: Desabilitar o som de login para todos os usuários
ru: Отключить мелодию входа в систему для всех пользователей

source: In the System section, select <gui>Login Screen</gui>.
ast: Na seición Sistema, escueyi <gui>Pantalla de accesu</gui>.
el: Στην ενότητα Σύστημα, επιλέξτε <gui>Οθόνη σύνδεσης</gui>.
es: En la sección Sistema, seleccione <gui>Pantalla de acceso</gui>.
nl: Kies onder het kopje Systeem <gui>Aanmeldscherm</gui>.
pt_br: Na seção "Sistema", escolha <gui>Tela de login</gui>.
ru: В секции "Система" выберите <gui>Экран входа в систему</gui>.

source: Click <gui>Unlock</gui> and enter your password into the popup authentication window.
ast: Calca <gui>Desbloquiar</gui> e introduzca su contraseña na ventana emerxente de autenticación.
el: Κάντε κλικ στο <gui>Ξεκλείδωμα</gui> και εισάγετε τον κωδικό σας στο αναδυόμενο παράθυρο επιβεβαίωσης.
es: Pulse <gui>Desbloquear</gui> e introduzca su contraseña en la ventana emergente de autenticación.
fi: Napsauta <gui>Avaa lukitus</gui> ja kirjoita salasanasi aukeavaan ikkunaan.
nl: Klik op <gui>Ontgrendelen</gui> en voer uw wachtwoord in in het authenticatievenster.
pt_br: Clique <gui>Debloquear</gui> e entre com sua senha na janela de autenticação que aparecerá.
ru: Щёлкните <gui>Разблокировать</gui> и введите ваш пароль в появившемся окне аутентификации.

source: Uncheck the <gui>Play login sound</gui> option.
ast: Desmarque la opción <gui>Reproducir soníu de accesu</gui>.
el: Αποεπιλέξτε την επιλογή <gui>Αναπαραγωγή ήχου κατά τη σύνδεση</gui>.
es: Desmarque la opción <gui>Reproducir sonido de acceso</gui>.
nl: Haal het vinkje weg bij de optie <gui>Geluid afspelen bij aanmelden</gui>.
pt_br: Desmarque a opção <gui>Reproduzir som de login</gui>.
ru: Снимите галочку с опции <gui>Воспроизвести звук при входе</gui>

source: Change how long to wait before locking the screen in the <gui>Screen</gui> settings.
ast: Camuda el tiempu de espera enantes de que se bloquee la pantalla na configuración de <gui>Pantalla</gui>.
el: Αλλάξτε το χρόνο που περιμένετε πριν το κλείδωμα της οθόνης στις ρυθμίσεις για την <gui>Οθόνη</gui>.
fi: Vaihda automaattisen lukitukseen kuluvaa aikaa <gui>Näytön</gui> asetuksista.
nl: Wijzig hoe lang moet worden gewacht voordat het scherm geblokkeerd wordt bij de <gui>Scherm</gui> instellingen.
pt_br: Altere quanto tempo esperar antes de bloquear a tela nas configurações de <gui>Tela</gui>.
ru: Изменение времени бездействия перед блокированием экрана в настройках <gui>Экрана</gui>.

source: The screen locks itself too quickly
ast: La pantalla se bloquea enforma rápidu
el: Η οθόνη κλειδώνει πολύ γρήγορα
fi: Näyttö lukitsee itsensä liian nopeasti
nl: Het scherm vergrendeld zichzelf te snel
pt_br: A tela se bloqueia muito rapidamente
ru: Автоматическое блокирование экрана выполняется слишком быстро

source: If you leave for computer for a few minutes, the screen will automatically lock itself so you have to enter your password to start using it again. This is done for security reasons (so no-one can mess with your work if you leave the computer unattended), but it can be annoying if the screen locks itself too quickly.
ast: Si deja el equipu por unos minutos, la pantalla automáticamente se bloqueará polo que tien que introducir su contraseña pa entamar a utilizarlo de nuevu. Esto se fai por razones de seguridá (pa que nadie puede estropear su trabayu si deja el equipu sin vigilancia), pero puede ser molesto si la pantalla se bloquea con demasiada rapidez.
el: Αν απομακρυνθείτε απο τον υπολογιστή για μερικά λεπτά, η οθόνη αυτομάτως θα κλειδώσει και θα χρειαστεί να εισάγετε τον προσωπικό σας κωδικό εισόδου για να την χρησιμοποιήσετε ξανά. Αυτό συμβαίνει για λόγους ασφαλείας (έτσι κανείς δεν θα καταστρέψει την εργασία σας αν αφήσετε τον υπολογιστή αφύλακτο), αλλά μπορεί να είναι ενοχλητικό αν η οθόνη κλειδώνει μόνη της σε πολύ μικρό διάστημα.
fi: Jos jätät tietokoneesi käyttämättä joksikin ajaksi, näyttö lukitsee itsensä ja sen avaaminen vaatii salasanan kirjoittamista. Tämä johtuu turvallisuudesta; näin estetään muita käyttämästä tietokonetta käyttäjätililläsi. Näytön lukitseminen saattaa kuitenkin ärsyttää, jos lukitus tapahtuu liian nopeasti.
pt_br: Se você deixar o computador por alguns instantes, a tela irá se bloquear automaticamente, de modo que você tenha que digitar sua senha para continuar usando o computador. Isto é feito por razões de segurança (para que ninguém mexa com seu trabalho quando você deixa o computador desatendido), mas pode ser irritante se a tela se bloqueia rápido demais.
ru: Если вы отошли от компьютера на несколько минут, выполняется автоматическая блокировка экрана, после чего для возобновления сеанса, необходимо ввести пароль. Этот параметр задействован по причине безопасности (таким образом никто не сможет вмешаться в вашу работу, если вы оставите компьютер без присмотра), но может раздражать, если автоматическое блокирование экрана происходит очень быстро.

source: To wait for a longer period before automatically locking the screen:
ast: Pa esperar un periodu más largo enantes de que se bloquee automáticamente la pantalla:
el: Για να υπάρχει μεγαλύτερο χρονικό διάστημα πριν η οθόνη κλειδώσει αυτόματα:
fi: Vaihda näytön automaattisen lukituksen aikaviivettä:
nl: Om langer te wachten voordat het scherm automatisch vergrendeld wordt:
pt_br: Para esperar por um tempo mais longo antes de bloquear a tela automaticamente:
ru: Для назначения более продолжительного времени ожидания, перед автоматическим блокированием экрана:

source: Change the value in the <gui>Lock screen after</gui> drop-down list.
ast: Camuda el valor na llista desplegable <gui>Bloquear la pantalla dempués de</gui>.
el: Αλλάξτε την τιμή στην αναδυόμενη λίστα <gui>Κλείδωμα οθόνης αφού</gui>
fi: Valitse haluamasi lukitusviive kohdasta <gui>Lukitse näyttö tietyn ajan jälkeen</gui>.
nl: Verander de waarde in het <gui>Scherm uitschakelen na</gui> keuzelijst.
pt_br: Mude o valor na lista <gui>Bloquear tela após</gui>.
ru: Измените значение, выбрав его из списка <gui>Блокировать экран через</gui>.

source: If you don't ever want the screen to lock itself automatically, switch <gui>Lock</gui> off.
ast: Si no quies que la pantalla se bloquee automáticamente nunca, desactive <gui>Bloquear</gui>.
el: Εάν δεν θέλετε ποτέ η οθόνη να κλειδώνει αυτόματα, απενεργοποιείστε το <gui>Κλείδωμα</gui>.
fi: Jos et halua näytön lukitsevan ollenkaan itseään, aseta kohta <gui>Lukitse</gui> pois päältä.
nl: Als u nooit wilt dat het scherm automatisch vergrendeld wordt kunt u <gui>Vergrendelen</gui> uitschakelen.
pt_br: Se você não quer que a tela seja bloqueada automaticamente, ponha a chave <gui>Bloquear</gui> na posição "off".
ru: Если вы хотите совсем выключить возможность автоматического блокирования экрана, выключите эту возможность, используя переключатель <gui>Заблокировать</gui>.

source: <link xref="sharing-desktop">Desktop sharing</link>
ast: <link xref="sharing-desktop">Usu compartido del escritoriu</link>
el: <link xref="sharing-desktop">Κοινή χρήση επιφάνειας εργασίας</link>
fi: <link xref="sharing-desktop">Työpöydän etäkäyttö</link>
nl: <link xref="sharing-desktop">Bureaublad delen</link>
pt_br: <link xref="sharing-desktop">Compartilhamento do ambiente de trabalho</link>

source: Sharing
ast: Usu compartido
el: Κοινή χρήση
fi: Jakaminen
nl: Delen
pt_br: Compartilhamento

source: Let other people view and interact with your desktop using VNC.
ast: Puede permitir que otros usuarios vean su escritoriu e interactúen con elli per aciu de VNC.
el: Επιτρέψτε σε άλλα άτομα να προβάλλουν και να αλληλεπιδρούν με την επιφάνεια εργασίας του υπολογιστή σας χρησιμοποιώντας το VNC.
fi: Salli muiden katsoa ja käyttää työpöytääsi käyttäen VNC-yhteyttä.
nl: Laat andere mensen meekijken en uw computer bedienen met behulp van VNC.
pt_br: Permitir que outras pessoas vejam e interajam com o seu ambiente de trabalho utilizando o VNC.

source: Share your desktop
ast: Compartir su escritoriu
el: Κοινή χρήση επιφάνεια εργασίας σας
fi: Jaa työpöytäsi
nl: Deel uw desktop
pt_br: Compartilhar seu ambiente de trabalho

source: You can let other people view and control your desktop from another computer with a desktop viewing application. Configure <app>Desktop Sharing</app> to allow others to access your desktop and set the security preferences.
ast: Puede dexar que otros usuarios vean y controlen su escritoriu dende otru equipu con una aplicación de visualización de escritorios. Configure <app>Usu compartido del escritoriu</app> pa que otros puedan acceder a su escritoriu y definir les preferencies de seguridá.
el: Μπορείτε να αφήσετε άλλα άτομα να βλέπουν και να ελέγχουν την επιφάνεια εργασίας σας από έναν άλλο υπολογιστή με μια εφαρμογή προεπισκόπησης στην επιφάνεια εργασίας. Ρυθμίστε τις παραμέτρους <app>Κοινή χρήση επιφάνειας εργασίας</app> για να επιτρέψετε σε άλλους να έχουν πρόσβαση στην επιφάνεια εργασίας σας και να ρυθμίσετε τις προτιμήσεις ασφαλείας.
pt_br: Você pode permitir que outras pessoas vejam e controlem o ambiente de trabalho a partir de outro computador com um aplicativo de visualização de ambientes de trabalho. Configure <app>Compartilhamento de ambiente de trabalho</app> para permitir a outros acessar seu ambiente de trabalho e definir configurações de segurança.

source: Open the <app>Desktop Sharing</app> preferences dialog.
ast: Abra el cuadru de diálogu de preferencies <app>Usu compartido del escritoriu</app>.
el: Ανοίξτε τον διάλογο προτιμήσεων <app>Κοινή χρήση επιφάνειας εργασίας</app>.
nl: Open het <app>Bureaublad delen</app> voorkeurenvenster.
pt_br: Abra diálogo de preferências <app>Compartilhamento de ambiente de trabalho</app>.

source: To let others view or interact with your desktop, enable the <gui>Allow other users to view your desktop</gui> option. This means that other people will be able to attempt to connect to your computer.
ast: Pa que otros puedan ver o interactuar con su escritoriu, habilite la opción <gui>Permitir que otros usuarios puedan ver su escritoriu</gui>. De esta manera, otros usuarios podrán intentar coneutase a su equipu.
el: Για να επιτρέπετε σε άλλους να βλέπουν ή να αλληλεπιδρούν με την επιφάνεια εργασίας σας, ενεργοποιήστε την επιλογή <gui>Να επιτρέπεται σε άλλους χρήστες να βλέπουν την επιφάνεια εργασίας σας</gui>. Αυτό σημαίνει ότι τα άλλα άτομα θα είναι σε θέση να συνδεθούν με τον υπολογιστή σας.
pt_br: Para permitir que outros vejam ou interajam com o seu ambiente de trabalho, habilite a opção <gui>Permitir que outros usuários vejam o seu ambiente de trabalho</gui>. Isto significa que outras pessoas serão capazes de tentar se conectar ao seu computador.

source: To let others view or interact with your desktop, enable the <gui>Allow other users to control your desktop</gui> option. This may allow the other person to be able to move your mouse, run applications and browse files on your computer, depending on the security settings which you are currently using.
ast: Pa permitir que otros puedan ver o interactuar con su escritoriu, habilite la opción <gui>Permitir que otros usuarios puedan controlar su escritoriu</gui>. De esta manera, el otru usuariu podrá mover el mur, executar aplicaciones y examinar los ficheros de su equipu, en función de la configuración de seguridá que heba afitáu.
el: Για να επιτρέπετε σε άλλους να βλέπουν ή να αλληλεπιδρούν με την επιφάνεια εργασίας σας, ενεργοποιήστε την επιλογή <gui>Να επιτρέπεται σε άλλους χρήστες να βλέπουν την επιφάνεια εργασίας σας</gui>. Αυτό μπορεί να επιτρέψει στο άλλο πρόσωπο να είναι σε θέση να μετακινήσει το ποντίκι σας, να εκτέλεσει εφαρμογές και να περιηγηθεί σε αρχεία στον υπολογιστή σας, ανάλογα με τις ρυθμίσεις ασφαλείας που χρησιμοποιείτε εκείνη τη στιγμή.
pt_br: Para permitir que outros vejam ou interajam com o seu ambiente de trabalho, habilite a opção <gui>Permitir que outros usuários controlem seu ambiente de trabalho</gui>. Isto irá permitir que outra pessoa possa mover o seu mouse, executar aplicativos e navegar pelos arquivos de seu computador, dependendo das configurações de segurança que você está usando atualmente.

source: Security security
ast: Seguridad seguridá
el: Ασφάλεια ασφάλεια
nl: Beveiliging
pt_br: Segurança segurança

source: It is important that you consider the full extent of what each security option means before changing it.
ast: Es importante que considere les consecuencias que implica cada opción de seguridá enantes de cambiarla.
el: Είναι σημαντικό να εξετάσετε σε πλήρη βαθμό την κάθε επιλογή ασφαλείας πριν από την αλλαγή της.
pt_br: É importante que você entenda integralmente o que significa cada opção de segurança antes de mudá-las.

source: Confirm access to your machine
ast: Confirmar accesu a su máquina
el: Επιβεβαίωση πρόσβασης στο σύστημά σας
fi: Vahvista pääsy koneellesi
nl: Bevestig toegang tot uw machine
pt_br: Confirmar acesso a seu computador

source: If you want to be able to choose whether to allow someone to access your desktop, select <gui>You must confirm each access to this machine</gui>. If you disable this option, you will not be asked whether you want to allow someone to connect to your computer.
ast: Si quies poder escoyer si permite que daquién acceda a su escritoriu, escueyi <gui>Tien de confirmar cada accesu a esta máquina</gui>. Si desactiva esta opción, no se le preguntará si quies permitir que daquién se conecte a su equipu.
el: Αν θέλετε να είστε σε θέση να επιλέξετε αν θα επιτρέψετε σε κάποιον να έχει πρόσβαση στην επιφάνεια εργασίας σας, επιλέξτε <gui>Πρέπει να επιβεβαιώσετε κάθε πρόσβαση σε αυτό το μηχάνημα</gui>. Εάν απενεργοποιήσετε αυτή την επιλογή, δεν θα ερωτηθείτε αν θέλετε να επιτρέψετε σε κάποιον να συνδεθεί στον υπολογιστή σας.
pt_br: Se você quer ser capaz de escolher permitir ou não que alguém acesse seu ambiente de trabalho, selecione <gui>Você deve confirmar cada acesso a este computador</gui>. Se você desabilitar esta opção, você não será questionado se quer ou não permitir a alguém se conectar a seu computador.

source: This option is enabled by default.
ast: Esta opción ta activada por defeutu.
el: Αυτή η επιλογή εξ ορισμού είναι ενεργοποιημένη.
fi: Tämä valinta on oletuksena käytössä.
nl: Deze optie is standaard ingeschakeld.
pt_br: Esta opção está habilitada por padrão.

source: Enable password
ast: Activar contraseña
el: Ενεργοποίηση κωδικού πρόσβασης
fi: Vaadi salasana
nl: Wachtwoord inschakelen
pt_br: Habilitar senha

source: To require other people to use a password when connecting to your desktop, select <gui>Require the user to enter this password:</gui>. If you do not use this option, anyone can attempt to view your desktop.
ast: Pa solicitar que otros usuarios utilicnuna contraseña cuando se conecten a su escritoriu, escueyi <gui>Exigir al usuariu que escribe su contraseña:</gui>. Si no activa esta opción, cualquiera podrá intentar ver su escritoriu.
el: Για να απαιτείται από άλλα άτομα η εισαγωγή κωδικού ασφαλείας όταν συνδέονται στην επιφάνεια εργασίας σας, επιλέξτε <gui>Απαιτείται από τον χρήστη η εισαγωγή αυτού του κωδικού ασφαλείας:</gui>. Αν δεν χρησιμοποιήσετε αυτή την επιλογή, μπορεί ο οποιοσδήποτε να επιχειρήσει να δει την επιφάνεια εργασίας σας.
pt_br: Para requisitar a outras pessoas a utilização de uma senha quando estiverem se conectando a seu ambiente de trabalho, selecione <gui>Requisitar que o usuário digite esta senha:</gui>. Se você não usar esta opção, qualquer um poderá tentar ver seu ambiente de trabalho.

source: This option is disabled by default, but you should enable it and set a secure password.
ast: Esta opción ta deshabilitada por defeutu, pero tendría habilitarla y definir una contraseña segura.
el: Αυτή η επιλογή εξ ορισμού είναι απενεργοποιημένη, αλλα πρέπει να την ενεργοποιήσετε και να ορίσετε έναν ασφαλή κωδικό πρόσβασης.
fi: Tämä valinta on oletuksena pois käytöstä, mutta on erittäin suositeltavaa ottaa tämä käyttöön ja valita turvallinen salasana.
nl: Deze optie is standaard uitgeschakeld, maar u kunt hem inschakelen en een veilig wachtwoord instellen.
pt_br: Esta opção está desabilitada por padrão, mas você deve habilitá-la e definir uma senha segura.

source: Allow access to your desktop over the Internet
ast: Permitir el accesu a su escritoriu a traviés de Internet
el: Αποδοχή πρόσβασης στην επιφάνεια εργασίας σας μέσω του διαδικτύου
fi: Salli pääsy työpöydällesi internetin kautta
nl: Toegang tot uw computer via het internet toestaan
pt_br: Permitir acesso a seu ambiente de trabalho pela Internet

source: If your router supports UPnP Internet Gateway Device Protocol and it is enabled, you can allow other people who are not on your local network to view your desktop. To allow this, select <gui>Automatically configure UPnP router to open and forward ports</gui>. Alternatively, you can configure your router manually.
ast: Si su rúter es compatible col protocolu de preseos de puerta de enllaz de Internet UPnP y ta habilitáu, puede permitir que otros usuarios que no tan en su red local vean su escritoriu. Pa ello, escueyi <gui>Configurar automáticamente el rúter UPnP pa abrir y unviar los puertos</gui>. Otra posibilidad consiste en configurar manualmente el rúter.
el: Αν ο δρομολογητής σας υποστηρίζει το UPnP πρωτόκολλο διαδικτυακής πύλης συσκευής και είναι ενεργοποιημένο, μπορείτε να επιτρέψετε σε άλλους που δεν ανήκουν στο ίδιο δίκτυο με εσάς να δουν την επιφάνεια εργασίας σας. Για να το επιτρέψετε, επιλέξτε <gui>Αυτόματη ρύθμιση UPnP δρομολογητή για να ανοίξει και να διαβιβάσει τις πύλες</gui>. Εναλλακτικά, μπορείτε να ρυθμίσετε τον δρομολογητή σας χειροκίνητα.
pt_br: Se o seu roteador suporta o protocolo UPnP, você pode permitir a outras pessoas que não estejam na sua rede local ver o seu ambiente de trabalho. Para permitir isto, selecione <gui>Configurar automaticamente o roteador UPnP para abrir e encaminhar portas</gui>. Alternativamente, você pode configurar seu roteador manualmente.

source: This option is disabled by default.
ast: Esta opción ta deshabilitada por defeutu.
el: Αυτή η επιλογή εξ ορισμού είναι απενεργοποιημένη.
fi: Tämä valinta on oletuksena pois käytöstä.
nl: Deze optie is standaard uitgeschakeld.
pt_br: Esta opção está desabilitada por padrão.

source: Show notification area icon
ast: Amosar iconu nel estaya de notificaciones
el: Εμφάνιση εικονιδίου περιοχής ειδοποίησης
fi: Näytä ilmoitusalueen kuvake
nl: Systeemvakpictogram weergeven
pt_br: Mostrar ícone na área de notificação

source: To be able to disconnect someone who is viewing your desktop, you need to enable this option. If you select <gui>Always</gui>, this icon will be visible regardless of whether someone is viewing your desktop or not.
ast: Pa poder desconectar a daquién que ta viendo su escritoriu, deberá habilitar esta opción. Si selecciona <gui>Siempre</gui>, esti iconu estará visible indpendientemente de si daquién ta viendo su escritoriu o no.
el: Για να είναι σε θέση να αποσυνδέσει το σύστημά σας κάποιος που βλέπει την επιφάνεια εργασίας σας, χρειάζεται να ενεργοποιήσετε αυτή την επιλογή. Εάν επιλέξετε <gui>Πάντα</gui>, αυτό το εικονίδιο θα είναι ορατό ανεξάρτητα από το αν κάποιος βλέπει την επιφάνεια εργασίας σας ή όχι.
pt_br: Para que você possa desconectar alguém que esteja visualizando seu ambiente de trabalho, você precisa habilitar esta opção. Se você selecionar <gui>Sempre</gui>, este ícone estará visível independentemente de que alguém esteja ou não visualizando sua área de trabalho.

source: If this option is disabled, it is possible for someone to connect to your desktop without your knowledge, depending on the security settings.
ast: Si esta opción ta deshabilitada, daquién podrá coneutar a su escritoriu sin su conocimiento, dependiendo de la configuración de seguridá.
el: Εάν αυτή η επιλογή είναι απενεργοποιημένη, είναι δυνατό για κάποιον να συνδεθεί στον υπολογιστή σας χωρίς την συγκατάθεση σας, ανάλογα με τις ρυθμίσεις ασφαλείας.
nl: Als deze optie is uitgeschakeld, is het voor mensen mogelijk om zonder dat u het weet met uw computer te verbinden, afhankelijk van de beveiligingsinstellingen.
pt_br: Se esta opção estiver desabilitada, será possível a alguém se conectar a seu ambiente de trabalho sem o seu conhecimento, dependendo das configurações de segurança.

source: Add, move, or remove frequently-used program icons on the launcher.
ast: Amestar, mover o quitar iconos de programes usados davezu nel lanzador.
el: Προσθέστε, μετακινήστε ή αφαιρέστε εικονίδια προγραμμάτων που χρησιμοποιείτε συχνά στον εκκινητή.
es: Añadir, mover o quitar iconos de programas usados frecuentemente en el lanzador.
fi: Lisää, siirrä tai poista käynnistimen sovelluskuvakkeita.
nl: Veelgebruikte programmapictogrammen aan de starter toevoegen, verplaatsen of verwijderen.
pt_br: Adicionar, mover, ou remover icones de programas usados frequentemente ao lançador.
ru: Добавление, перемещение и изъятие значков часто используемых программ из панели запуска

source: Pin your favorite apps to the launcher
ast: Anclar sus aplicaciones favoritas nel lanzador
el: Καρφιτσώστε τις αγαπημένες σας εφαρμογές στον εκκινητή
es: Anclar sus aplicaciones favoritas en el lanzador
fi: Kiinnitä suosikkisovelluksesi käynnistimeen
nl: Zet uw favoriete toepassingen op de starter
pt_br: Adicionar seus aplicativos favoritos ao lançador
ru: Прикрепление избранных приложений на панель запуска

source: To add an application to the <link xref="shell-terminology">launcher</link> for easy access:
ast: Pa amestar una aplicación nel <link xref="shell-terminology">lanzador</link> pa acceder cenciellamente a elli:
el: Για να προσθέσετε μια εφαρμογή στον <link xref="shell-terminology">εκκινητή</link> για εύκολη πρόσβαση:
es: Para añadir una aplicación en el <link xref="shell-terminology">lanzador</link> para acceder fácilmente a él:
fi: Sovelluksen lisääminen <link xref="shell-terminology">käynnistimeen</link> helppoa ja nopeaa käyttöä varten:
nl: Om een toepassing toe te voegen aan de <link xref="shell-terminology">starter</link> voor snelle toegang:
pt_br: Para adicionar um aplicativo ao <link xref="shell-terminology">lançador</link> para fácil acesso:
ru: Чтобы добавить приложение на <link xref="shell-terminology">панель запуска</link> для более удобного доступа к нему:
