Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Allows you to share your printer with other people over the network.
ast: Le permite compartir la imprentadora con otres personas de la red.
el: Σας επιτρέπει να μοιράζεστε τον εκτυπωτή σας με άλλα άτομα μέσω δικτύου.
fi: Sallii tulostimen jaon muita käyttäjiä varten verkon yli.
nl: Hiermee kunt u uw printer met andere mensen op het netwerk delen.
pt_br: Permite que você compartilhe sua impressora com outras pessoas pela rede.
ru: Позволяет открыть общий доступ к вашему принтеру для других пользователей в сети.

source: Presence
ast: Presencia
el: Παρουσία
es: Presencia
fi: Tilan tiedotus
nl: Aanwezigheid
pt_br: Preservada

source: Allows you to advertise your instant messaging status to other people on the network, such as "online" or "busy".
ast: Le permite recibir estaos de mensaxería instantánea de otres personas de la red, como «en llinia» u «ocupado».
el: Σας επιτρέπει να διαφημίζετε την κατάσταση άμεσων μηνυμάτων σας σε άλλα άτομα στο δίκτυο, όπως το τυπικό μήνυμα «σε σύνδεση» ή το «απασχολημένος».
fi: Sallii pikaviestintilasi esittämisen verkossa muille käyttäjille (esimerkiksi "Tavoitettavissa" tai "Varattu").
nl: Hiermee kunt u uw chat-status veranderen voor andere mensen op het netwerk, zoals ‘online’ of ‘bezet’.
pt_br: Permite que você mostre o status do seu mensageiro instantâneo a outras pessoas na rede, como "disponível" ou "ocupado".

source: Remote desktop
ast: Escritoriu remotu
el: Απομακρυσμένη επιφάνεια εργασίας
es: Escritorio remoto
fi: Etätyöpöytä
nl: Bureaublad op afstand
pt_br: Área de trabalho remota
ru: Удалённый рабочий стол

source: Allows you to share your desktop so other people can view it or provide remote assistance.
ast: Le permite compartir su escritoriu con otres personas pa verlo o apurrir asistencia remota.
el: Σας επιτρέπει να μοιράζεστε την επιφάνεια εργασίας σας, ώστε άλλα άτομα να μπορούν να τη βλέπουν ή να παρέχουν απομακρυσμένη βοήθεια.
fi: Sallii työpöytäsi jaon verkon kautta etäyhteyttä varten.
nl: Hiermee kunt u uw bureaublad delen zodat andere mensen het kunnen bekijken of u op afstand kunnen helpen.
pt_br: Permite a você compartilhar sua área de trabalho para que outras pessoas possam vê-la ou possam fornecer acesso remoto.
ru: Позволяет вам открыть общий доступ к вашему рабочему столу, так что другие пользователи смогут просматривать его или оказывать удалённую помощь.

source: Music sharing (DAAP)
ast: Compartir música (DAAP)
el: Διαμοίραση μουσικής (DAAP)
fi: Musiikkijako (DAAP)
nl: Muziek delen (DAAP)
pt_br: Compartilhamento de música (DAAP)

source: Allows you to share your music library with others on your network.
ast: Le permite compartir su biblioteca de música con otres personas de la red.
el: Σας επιτρέπει να μοιράζεστε τη μουσική σας βιβλιοθήκη με άλλα άτομα στο δίκτυό σας.
fi: Sallii musiikkikirjaston jaon verkon kautta.
nl: Hiermee kunt u uw muziekcollectie met anderen op uw netwerk delen.
pt_br: Permite a você compartilhar sua biblioteca de música com outros na sua rede.
ru: Позволяет вам открыть общий доступ к музыкальной коллекции для других пользователей вашей сети.

source: Using a static IP address can make it easier to administer some network services.
ast: Usar una direición IP estática facilita alministrar dellos servicios de red.
el: Χρησιμοποιώντας στατική διεύθυνση IP θα γίνει ευκολότερη η διαχείριση μερικών υπηρεσιών δικτύου.
es: Usar una dirección IP estática facilita administrar algunos servicios de red.
nl: Het gebruiken van een statisch IP-adres kan het beheren van bepaalde netwerkdiensten vergemakkelijken.
pt_br: Usando um endereço IP estático pode tornar mais fácil a administração de alguns serviços de rede.
ru: Использование статических IP-адресов может упростить управление некоторыми сетевыми службами.

source: Create a connection with a fixed IP address
ast: Criar una conexón con una direición IP fijada
el: Δημιουργία σύνδεσης με σταθερή διεύθυνση IP
es: Crear una conexión con una dirección IP fijada
fi: Luo yhteys käyttämällä kiinteää IP-osoitetta
nl: Een verbinding met een vast IP-adres aanmaken
pt_br: Criar uma conexão com um endereço IP fixo
ru: Создание соединения с фиксированным IP-адресом

source: Most networks will automatically assign an IP address and other details to your computer when you connect to the network. These details can change periodically, but you might want to have a fixed IP address for the computer so you always know what its address is (for example, if it is a file server).
ast: La mayoría de les redes asignará automáticamente una direición IP y otros datos en su equipu cuando se coneuta a la red. Estos detalles pueden camudar periódicamente, pero es posible que desee tener una direición IP fixa pa el equipu pa que siempres sepa lo que es la direición (por exemplu, si se trata de un sirvidor de ficheros).
el: Τα περισσότερα δίκτυα θα εκχωρήσουν αυτόματα μια διεύθυνση IP και άλλες λεπτομέρειες στον υπολογιστή σας όταν συνδέεστε στο δίκτυο. Αυτές οι λεπτομέρειες μπορούν να αλλάξουν κατά περιόδους, αλλά ίσως να θέλετε να έχετε μια σταθερή διεύθυνση IP για τον υπολογιστή ώστε να γνωρίζετε πάντα ποια είναι η διεύθυνσή του (για παράδειγμα, εάν πρόκειται για ένα διακομιστή αρχείων).
pt_br: A maioria das redes irá atribuir automaticamente um endereço IP e outros detalhes para o seu computador quando você se conectar à rede. Esses detalhes podem mudar periodicamente, mas você pode querer ter um endereço IP fixo para o computador para que você sempre saiba qual é o seu endereço (por exemplo, se for um servidor de arquivos).
ru: Большинство сетей присваивают IP-адреса и другие сведения автоматически при подключении к сети. Эти сведения могут периодически изменяться и вы возможно захотите обладать фиксированным IP-адресом для вашего компьютера, так чтобы вы всегда знали его адрес (например, если это файловый сервер).

source: To give your computer a fixed (static) IP address:
ast: Pa dar a su equipu una direición de IP fixa (estática):
el: Για να παρέχετε στον υπολογιστή σας μια σταθερή (στατική) διεύθυνση IP:
fi: Määrittääksesi tietokoneellesi kiinteän (staattisen) IP-osoitteen:
nl: Om uw computer een vast (statisch) IP-adres te geven:
pt_br: Para dar ao seu computador um endereço IP fixo (estático):
ru: Для того, чтобы назначить фиксированный (статический) IP-адрес:

source: Click the <gui>network menu</gui> on the top panel and select <gui>Edit Connections</gui>.
ast: Calca el <gui>menú de red</gui> nel panel superior y escueyi <gui>Editar conexones</gui>.
el: Κάντε κλικ στο μενού <gui>Δίκτυο</gui> στον πάνω πίνακα εφαρμογών και επιλέξτε <gui>Επεξεργασία συνδέσεων</gui>.
es: Pulse el <gui>menú de red</gui> en el panel superior y seleccione <gui>Editar conexiones</gui>.
fi: Napsauta <gui>verkkovalikkoa</gui> yläpaneelista ja valitse <gui>Muokkaa yhteyksiä...</gui>
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel en kies <gui>Verbindingen bewerken</gui>.
pt_br: Clique em <gui>menu de rede</gui> no painel superior e selecione <gui>editar conexões</gui>.
ru: Щёлкните на <gui>меню сети</gui> на верхней панели и выберите <gui>Изменить соединения</gui>.

source: Select the Auto eth connection on the <gui>Wired</gui>tab or your WiFi network on the <gui>Wireless</gui> tab and click <gui>Edit</gui>.
ast: Escueyi la conexón Auto eth na pestaña <gui>Cableada</gui> o su red WiFi na pestaña <gui>Inalámbrica</gui> y calca <gui>Editar</gui>.
el: Επιλέξτε την αυτόματη σύνδεση (auto eth) στην καρτέλα <gui>Ενσύρματη</gui> ή το ασύρματο δίκτυό σας (wifi) στην καρτέλα <gui>Ασύρματη</gui> και κάντε κλικ στην <gui>Επεξεργασία</gui>.
nl: Selecteer de ‘Auto eth’-verbinding in het tabblad <gui>Kabel</gui> of u WiFi netwerk in het <gui>Draadloos</gui> tabblad en klik op <gui>Bewerken…</gui>.
pt_br: Selecione a conexão Auto eth na guia <gui>Com fio</gui> ou sua rede sem fio na guia <gui>Sem fio</gui> e clique em <gui>Editar</gui>.

source: Click on the <gui>IPv4 Settings</gui> tab and change the <gui>Method</gui> to <em>Manual</em>.
ast: Calca na pestaña <gui>Configuración IPv4</gui> y camuda el <gui>Métodu</gui> a <em>Manual</em>.
el: Κάντε κλικ στην καρτέλα <gui>Ρυθμίσεις IPv4</gui> και αλλάξτε το στοιχείο <gui>Μέθοδος</gui> σε <em>Χειροκίνητο</em>.
fi: Vaihda <gui>IPv4-asetukset</gui>-välilehdelle ja vaihda <gui>Menetelmä</gui>-kohtaan <em>Manuaalinen</em>.
nl: Klik op het <gui>IPv4-instellingen</gui>-tabblad en wijzig de <gui>Methode</gui> naar <em>Handmatig</em>.
pt_br: Clique na guia <gui>Configurações IPv4</gui> e altere o <gui>Método</gui> para <em>Manual</em>.
ru: Щёлкните на вкладке <gui>Параметры IPv4</gui> и измените <gui>Способ настройки</gui> на <em>Вручную</em>

source: If no connection information is listed in the <gui>Addresses</gui> list, or if you want to set up a new connection, click <gui>Add</gui>.
ast: Si no aparece denguna información sobro la conexón na llista <gui>Direcciones</gui> o si quies configurar una nueva conexón, fae clic en <gui>Amestar</gui>.
el: Εάν δεν υπάρχουν πληροφορίες σύνδεσης στη λίστα με τις <gui>Διευθύνσεις</gui> ή αν θέλετε να δημιουργήσετε μια νέα σύνδεση, κάντε κλικ στο κουμπί <gui>Προσθήκη</gui>.
nl: Als er geen verbinding informatie wordt weergegeven in de <gui>Adressen</gui> lijst, of als u een nieuwe verbinding wilt opzetten, klikt u op <gui>Toevoegen</gui>.
pt_br: Se nenhuma informação de conexão aparece na lista de <gui>Endereços</gui>, ou se você deseja configurar uma nova conexão, clique em <gui>Adicionar</gui>.
ru: Если в списке <gui>Адреса</gui> нет информации о соединении, или если вы хотите настроить новое соединение, щёлкните <gui>Добавить</gui>.

source: Enter the <em>IP Address</em>, <em>Netmask</em>, and <em>Gateway</em> information into the appropriate boxes. How you choose these will depend on your network setup; there are specific rules governing which IP addresses and netmasks are valid for a given network.
ast: Introduz les informaciones tocante a <em>Señes IP</em>, o <em>Mázcara de rede</em>, e o <em>Pasera d'enllaz</em> nes caxes afayadices. La eleición d'esa información va depender de la configuración na to rede; hai regles específiques que rixen qué señes IP y mázcares de rede son válides pa una rede determinada.
el: Πληκτρολογήστε πληροφορίας στα στοιχεία <em>Διεύθυνση IP</em>, <em>Μάσκα δικτύου</em>, και <em>Πύλη</em> στα κατάλληλα κενά. Πώς μπορείτε να τα επιλέξετε θα εξαρτηθεί από το δίκτυό σας. Υπάρχουν συγκεκριμένοι κανόνες που διέπουν το ποιες διευθύνσεις IP και μάσκες δικτύου είναι έγκυρες για ένα συγκεκριμένο δίκτυο.
pt_br: Digite as informações sobre o <em>Endereço IP</em>, o <em>Netmask</em>, e o <em>Gateway</em> nas caixas apropriadas. A escolha dessas informações vai depender da configuração de sua rede; há regras específicas que regem quais endereços IP e netmasks são válidos para uma determinada rede.

source: If necessary, enter a <em>Domain Name Server</em> address into the <gui>DNS servers</gui> box. This is the IP address of a server which looks up domain names; most corporate networks and internet providers have dedicated DNS servers.
ast: Si se fai necesario, introduz un <em>Sirvidor de nomes de dominiu</em> (DNS) na caxa <gui>Sirvidor DNS</gui>. Esta ye la direición IP d'un sirvidor que gueta por nomes de dominios; la mayoría de les redes corporatives y fornidores d'internet tienen sirvidores DNS dedicaos.
el: Εάν είναι απαραίτητο, εισάγετε μια διεύθυνση σε ένα <em>Διακομιστή ονόματος χώρου</em> μέσα στο πεδίο <gui>Διακομιστές DNS</gui>. Αυτή είναι η διεύθυνση IP ενός διακομιστή που αναζητά ονόματα χώρου. Τα περισσότερα εταιρικά δίκτυα και πάροχοι διαδικτύου έχουν δημιουργήσει διακομιστές DNS.
pt_br: Se necessário, digite um endereço de <em>Servidor de nomes de domínio</em> (DNS) na caixa <gui>Servidor DNS</gui>. Este é um endereço IP de um servidor que procura nomes de domínios; a maioria das redes corporativas e provedores de Internet tem servidores DNS dedicados.

source: Click <gui>Save</gui>.
ast: Calca <gui>Guardar</gui>
el: Κάντε κλικ στην <gui>Αποθήκευση</gui>.
es: Pulse <gui>Guardar</gui>
fi: Napsauta <gui>Tallenna</gui>.
nl: Klik op <gui>Opslaan</gui>.
pt_br: Clique em <gui>Salvar</gui>.
ru: Щёлкните на кнопке <gui>Сохранить</gui>.

source: Close the network settings window.
ast: Zarrar la ventana de configuración de la red.
el: Κλείστε το παράθυρο των ρυθμίσεων δικτύου.
es: Cerrar la ventana de configuración de la red.
fi: Sulje ikkuna.
nl: Sluit het netwerkinstellingenvenster.
pt_br: Feche a janela de configurações de rede.
ru: Закройте окно параметров сети.

source: <link xref="net-findip">Find your IP address</link>, <link xref="net-wireless-wepwpa">WEP &amp; WPA security</link>, <link xref="net-macaddress">MAC addresses</link>, <link xref="net-proxy">proxies</link>...
ast: <link xref="net-findip">Conocer su direición IP</link>, <link xref="net-wireless-wepwpa">seguridá WEP y WPA</link>, <link xref="net-macaddress">direcciones MAC</link>, <link xref="net-proxy">proxys</link>...
el: <link xref="net-findip">Βρείτε την IP διεύθυνσή σας</link>, <link xref="net-wireless-wepwpa">την ασφάλεια WEP &amp; WPA</link>, <link xref="net-macaddress">τις διευθύνσεις MAC</link>, <link xref="net-proxy">και τους διαμεσολαβητές</link>…
es: <link xref="net-findip">Conocer su dirección IP</link>, <link xref="net-wireless-wepwpa">seguridad WEP y WPA</link>, <link xref="net-macaddress">direcciones MAC</link>, <link xref="net-proxy">proxys</link>...
fi: <link xref="net-findip">IP-osoitteen selvittäminen</link>, <link xref="net-wireless-wepwpa">WEP- ja WPA-turvallisuus</link>, <link xref="net-macaddress">MAC-osoitteet</link>, <link xref="net-proxy">välityspalvelimet</link>...
nl: <link xref="net-findip">Uw IP-adres vinden</link>, <link xref="net-wireless-wepwpa">WEP- &amp; WPA-beveiliging</link>, <link xref="net-macaddress">MAC-adressen</link>, <link xref="net-proxy">proxy's</link>...
pt_br: <link xref="net-findip">Encontre seu endereço IP</link>, <link xref="net-wireless-wepwpa">segurança WEP &amp; WPA</link>, <link xref="net-macaddress">endereços MAC</link>, <link xref="net-proxy">proxies</link>...
ru: <link xref="net-findip">Определение вашего IP-адреса</link>, <link xref="net-wireless-wepwpa">шифрование WEP и WPA</link>, <link xref="net-macaddress">MAC-адреса</link>, <link xref="net-proxy">прокси</link>...

source: Networking terms &amp; tips
ast: Conceptos y consejos de redes
el: Δικτυακοί όροι &amp; συμβουλές
es: Conceptos y consejos de redes
fi: Verkkojen nimikkeet ja vinkit
nl: Netwerktermen &amp; -tips
pt_br: &amp; Dicas de termos de redes

source: You may need to install Flash to be able to view websites like YouTube, which display videos and interactive web pages.
ast: Tal vegada ten que instalar Flash pa poder ver sitios web como YouTube, que muestran vídeos y páxines web interactivas.
el: Ενδεχομένως να χρειαστεί να εγκαταστήσετε το flash για να είστε σε θέση να δείτε ιστοσελίδες όπως το YouTube, το οποίο εμφανίζει βίντεο και διαδραστικές ιστοσελίδες.
fi: Saatat tarvita Flashia joidenkin verkkosivujen käyttämiseksi (esimerkiksi Youtuben), jotka sisältävät videoita tai muuta vuorovaikutteista sisältöä.
nl: Mogelijk moet u Flash installeren om op websites zoals YouTube te gebruiken, om video's en interactieve webpagina's weer te geven.
pt_br: Você pode precisar instalar o Flash para ser capaz de ver sites como o YouTube, que apresenta vídeos e páginas web interativas.
ru: Возможно вам понадобиться установить Flash, чтобы у вас появилась возможность просматривать веб-сайты, например YouTube, которые содержат видеофрагменты и интерактивные веб-страницы.

source: Install the Flash plug-in
ast: Instalar el complementu Flash
ca: Instal·leu el connector Flash
cs: Instalace zásuvného modulu Flash
de: Die Flash-Erweiterung installieren
el: Εγκατάσταση πρόσθετου για το flash
es: Instalar el complemento Flash
fi: Asenna Flash-lisäosa
fr: Installation du greffon Flash
gl: Instalar o engadido de Flash
hr: Instalacija Flash priljučka
id: Pasang plug-in Flash
ko: 플래시 플러그인 설치하기
lv: Instalēt Flash spraudni
ms: Pasang pemalam Flash
nl: De Flash plug-in installeren
pl: Instalacja wtyczki Flash
pt_br: Instalar o plug-in Flash
ru: Установка надстройки Flash
sv: Installera insticksmodulen Flash
tr: Flaş eklentisini kurun
zh_cn: 安装 Flash 插件

source: <app>Flash</app> is a <em>plug-in</em> for your web browser which allows you to watch videos and use interactive web pages on some websites. Some websites won't work without Flash.
ast: <app>Flash</app> es un <em>complementu</em> pa su restolador web que le permite ver vídeos y usar páxines interactivas en dellos sitios web. Dellos de ellos no funcionarán sin Flash.
el: Το <app>Flash</app> είναι ένα <em>πρόσθετο</em> για τον περιηγητή δικτύου σας που σας επιτρέπει να παρακολουθήσετε τα βίντεο και να χρησιμοποιήσετε διαδραστικές σελίδες σε μερικούς δικτυακούς τόπους. Ορισμένοι δικτυακοί τόποι δεν θα λειτουργήσουν χωρίς flash.
fi: <app>Flash</app> on selaimeen asennettava <em>liitännäinen</em>. Sen avulla on mahdollista esimerkiksi katsoa videoita ja käyttää vuorovaikutteisia verkkosivuja. Jotkin sivut eivät toimi ilman Flash-asennusta.
nl: <app>Flash</app> is een <em>plug-in</em> voor uw webbrowser, waarmee u video's kunt bekijken en interactieve webpagina's kunt gebruiken. Sommige websites werken niet zonder Flash.
pt_br: O <app>Flash</app> é um <em>plug-in</em> para o seu navegador que permite a você assistir vídeos e usar páginas interativas em alguns sites. Alguns sites não irão funcionar sem o Flash.
ru: <app>Flash</app> является <em>надстройкой</em> для вашего веб-обозревателя, которая позволяет вам воспроизводить видеофрагменты и использовать интерактивные веб-страницы на некоторых веб-сайтах. Некоторые веб-сайты не работают без Flash.

source: If you do not have Flash installed, you will probably see a message telling you so when you visit a website that needs it. Flash is available as a free (but not open-source) download for most web browsers.
ast: Si no tien Flash instaláu, dablemente vea un mensaxe diciéndoselo cuando ente nun sitiu web que lo requiera. Flash ta disponible como descarga gratuita (pero no de códigu abiertu) pa la mayoría de los navegadores web.
ca: Si no teniu instal·lat el Flash, molt probablement veureu un missatge informant-vos que el necessiteu quan visiteu algun lloc web. El Flash està disponible en descàrrega gratuïta (però no és codi obert) per a la majoria de navegadors web.
cs: Pokud Flash potřebujete a nemáte jej nainstalován, pravděpodobně vás o tom bude daná stránka informovat jednoduchou zprávou. Flash je dostupný zdarma (ale nemá otevřený zdrojový kód) pro většinu webových prohlížečů.
de: Falls Sie Flash nicht installiert haben, wird wahrscheinlich beim Besuch einer Website eine Meldung angezeigt, sofern diese Seite Flash benötigt. Flash ist kostenlos (aber nicht quelloffen) und kann für die meisten Webbrowser heruntergeladen werden.
el: Αν δεν έχετε εγκατεστημένο το flash, θα δείτε πιθανότατα ένα μήνυμα που σας ενημερώνει όταν επισκέπτεστε μια ιστοσελίδα που το χρειάζεται. Το flash είναι διαθέσιμο για δωρεάν λήψη (αλλά όχι ανοιχτού κώδικα) από τα περισσότερα προγράμματα περιήγησης δικτύου.
es: Si no tiene Flash instalado, probablemente vea un mensaje diciéndoselo cuando entre en un sitio web que lo requiera. Flash está disponible como descarga gratuita (pero no de código abierto) para la mayoría de los navegadores web.
fi: Jos selaimessasi ei ole Flashia asennettuna, näet mitä luultavimmin asiasta kertovan viestin vieraillessasi Flashia vaativalla sivulla. Flash on saatavilla ilmaiseksi (mutta ei avoimena) useimpiin selaimiin.
fr: Si vous n'avez pas Flash installé, vous verrez certainement un message vous en informant lorsque vous visitez des sites web qui le requiert. Flash est disponible gratuitement (mais pas sous licence libre) au téléchargement pour la plupart des navigateurs.
gl: Se non ten Flash instalado probabelmente vexa unha mensaxe indicándollo ao visitar un sitio web que o necesita. Flash está dispoñíbel como unha descarga de balde (pero non é de código aberto) para a maioría dos navegadores web.
hr: Ako nemate instalirani Flash priključak, zacijelo ćete vidjeti poruku koja vam to govori kada posjetite web stranicu koja ga treba. Flash je dostupan besplatno (ali nije otvorenog kôda) u obliku preuzimanja za većinu web preglednika.
id: Jika Anda tidak menginstal Flash, Anda mungkin akan melihat pesan yang memberitahu Anda tentang itu ketika Anda mengunjungi sebuah situs web yang membutuhkannya. Flash tersedia sebagai unduhan gratis (tapi tidak open-source) untuk sebagian besar peramban web.
ko: 만약 당신이 Flash를 설치하지 않았다면, Flash를 필요로하는 웹사이트 방문 시 설치 메시지를 보게 될 것입니다. Flash는 대부분의 웹브라우저에서 무료로 (하지만 오픈소스는 아닙니다.) 다운받아 이용 가능합니다.
lv: Ja jums nav ieinstalēts Flash, jūs, iespējams, redzēsit ziņojumu, ka vietnei ir nepieciešams Flash. Flash ir pieejams kā bezmaksas (bet ne brīvā koda programma) lejupielāde daudzām pārlūkprogrammām.
ms: Jika anda tidak mempunyai Flash terpasang, anda akan melihat mesej yang memberitahu anda ia memerlukannya. Flash tersedia untuk dimuat turun secara percuma (tetapi bukan bersumber terbuka) untuk kebanyakan pelayar sesawang.
pl: Jeśli Flash nie jest zainstalowany, to strony go potrzebujące wyświetlają komunikat o jego braku. Flash jest dostępny bezpłatnie (ale nie jest oprogramowaniem open source) dla większości przeglądarek WWW.
pt_br: Se você não tiver o Flash instalado, provavelmente será exibida uma mensagem dizendo isso, quando você visita um site que precisa dele. Flash está disponível para download (mas não open-source) grátis para a maioria dos navegadores web.
ru: Если у вас не установлен Flash, то вы, вероятно, увидите сообщение об этом при посещении веб-страницы, использующей эту технологию. Flash можно загрузить бесплатно для большинства веб-обозревателей (но он не является программой с открытым исходным кодом).
sv: Om du inte har installerat Flash kommer du antagligen se ett meddelande som upplyser dig om det när du besöker en webbsida som behöver Flash. Flash finns tillgängligt som en gratis nedladdning (men genom sluten källkod) för de flesta webbläsare.
tr: Eğer Flash kurulu değilse, muhtemelen gerek duyulan bir siteyi ziyaret ettiğinizde bir ileti ile size bunu bildirecektir. Flash çoğu tarayıcı için ücretsiz (ama açık kaynak kodlu değil) indirilebilir.
zh_cn: 如果未安装 Flash，在访问需要该程序的网站时，您可能会看到一则告诉您安装 Flash 的消息。Flash 可免费下载(但非开源软件)并适用于大多数 Web 浏览器。

source: How to install Flash
ast: Cómo instalar Flash
el: Πώς να εγκαταστήσετε το flash
es: Cómo instalar Flash
fi: Kuinka Flash asennetaan
nl: Hoe installeert u Flash
pt_br: Como instalar o Flash
ru: Как установить Flash

source: Click <link href="apt:flashplugin-installer">this link</link> to launch the <app>Software Center</app>.
ast: Calca en <link href="apt:flashplugin-installer">esti enllaz</link> pa entamar el <app>Centro de software</app>.
el: Κάντε κλικ σε <link href="apt:flashplugin-installer">αυτό το σύνδεσμο</link> για την έναρξη του <app>Κέντρου λογισμικού</app>.
es: Pulse en <link href="apt:flashplugin-installer">este enlace</link> para iniciar el <app>Centro de software</app>.
fi: Avaa <app>Sovellusvalikoima</app> napsauttamalla <link href="apt:flashplugin-installer">tätä linkkiä</link>.
nl: Klik op <link href="apt:flashplugin-installer">deze link</link> waarmee het <app>Softwarecentrum</app> wordt geopend.
pt_br: Clique <link href="apt:flashplugin-installer">neste link</link> para iniciar a <app>Central de Programas</app>.
ru: Щёлкните на <link href="apt:flashplugin-installer">этой ссылке</link>, чтобы запустить <app>Центр приложений</app>.
