Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In the <gui>General</gui> tab in the <gui>Print</gui> window choose <gui>Pages</gui> from the <gui>Range</gui> section.
ast: Na pestaña <gui>General</gui>, na ventana <gui>Imprentar</gui>, escueya <gui>Páxines</gui> de la seición <gui>Rango</gui>.
el: Στην καρτέλα <gui>Γενικά</gui> του παραθύρου <gui>Εκτύπωση</gui> επιλέξτε <gui>Σελίδες</gui> απο την ενότητα <gui>Εύρος</gui>.
es: En la pestaña <gui>General</gui>, en la ventana <gui>Imprimir</gui>, elija <gui>Páginas</gui> de la sección <gui>Rango</gui>.
fi: Valitse <gui>Tulosta</gui>-ikkunan <gui>Yleiset</gui>-välilehdellä <gui>Alue ja kopiot</gui>-kohdasta valinta <gui>Sivut</gui>.
nl: Kies in het tabblad <gui>Algemeen</gui> in het venster <gui>Afdrukken</gui> <gui>Pagina's</gui> uit de sectie <gui>Bereik</gui>.
pt_br: Na aba <gui>geral</gui> na janela <gui>imprimir</gui> escolha <gui>páginas</gui> na seção <gui>intervalo</gui>.
ru: На вкладке <gui>Общие</gui> окна <gui>Печать</gui> выберите <gui>Страницы</gui> из секции <gui>Диапазон</gui>.

source: Type the numbers of the pages you want to print in the text box, separated by commas. Use a dash to denote a range of pages.
ast: Escriba los númberos de les páxines que quies imprentar nel cuadru de testu, separados por comas. Utilice un guión pa indicar un rangu de páxines.
el: Πληκτρολογείστε τους αριθμούς των σελίδων που επιθυμείτε να εκτυπώσετε στο πεδίο κειμένου, διαχωρισμένους με κόμμα. Χρησιμοποιήστε μια παύλα για να δηλώσετε το εύρος σελίδων.
es: Escriba los números de las páginas que desea imprimir en el cuadro de texto, separados por comas. Utilice un guión para indicar un rango de páginas.
fi: Kirjoita haluamasi sivut pilkuin eroteltuna tekstikenttään. Valitse useamman sivun sivualue käyttämällä viivaa "-".
nl: Typ in het tekstvak de paginanummers die u wilt afdrukken, gescheiden door een komma. Gebruik een koppelteken om een bereik van pagina's aan te geven.
pt_br: Digite os números das páginas que você deseja imprimir na caixa de texto, separados por vírgulas. Use um traço para denotar um intervalo de páginas.
ru: Укажите в текстовом поле номера страниц, которые хотите распечатать, разделённые запятыми. Для обозначения диапазона страниц используйте дефис.

source: For example, if you enter "1,3,5-7,9" in the <gui>Pages</gui> text box, pages 1,3,5,6,7 and 9 will be printed.
ast: Por exemplu, si escribe «1,3,5-7,9» na caxa de testu <gui>Páxines</gui>, se imprimirán les páxines 1,3,5,6,7.
el: Για παράδειγμα, αν εισάγετε "1,3,5-7,9" στο πλαίσιο κειμένου <gui>Σελίδες</gui>, θα εκτυπωθούν οι σελίδες 1,3,5,6,7 και 9.
es: Por ejemplo, si escribe «1,3,5-7,9» en la caja de texto <gui>Páginas</gui>, se imprimirán las páginas 1,3,5,6,7.
fi: Kun kirjoitat "1,3,5-7,9" <gui>Sivut</gui>-kenttään, tulostetaan sivut 1,3,5,6,7 ja 9.
nl: Een voorbeeld: als u "1,3,5-7,9" in het tekstvak <gui>Pagina's</gui> invoert, dan zullen de pagina's 1,3,5,6,7 en 9 afgedrukt worden.
pt_br: Por exemplo, se você entar "1,3,5-7,9" na caixa de texto <gui>Páginas</gui>, as páginas 1,3,5,6,7 e 9 serão impressas.
ru: Например, если вы укажете в текстовом поле <gui>Страницы</gui> "1,3,5-7,9", будут распечатаны страницы 1,3,5,6,7 и 9.

source: Pick the printer that you use most often.
ast: Esbillar la imprentadora que usa más davezu.
el: Επιλέξτε τον εκτυπωτή που χρησιμοποιείτε πιο συχνά.
es: Seleccionar la impresora que usa más frecuentemente.
fi: Valitse tulostin, jota käytät eniten.
nl: Kies de printer die u het meest gebruikt.
pt_br: Escolha a impressora que você mais usa
ru: Выбрать принтер, которым пользуетесь чаще всего.

source: Set the default printer
ast: Afitar la imprentadora predeterminada
el: Ορίστε τον προεπιλεγμένο εκτυπωτή
es: Establecer la impresora predeterminada
fi: Oletustulostimen määrittäminen
nl: De standaard printer instellen
pt_br: Defina a impressora padrão
ru: Выбрать принтер, используемый по умолчанию

source: If you have more than one printer available, you can select which will be your default printer. You may want to pick the printer you use most often.
ast: Si tien más de una imprentadora disponible, puede escoyer la que sedrá su imprentadora predeterminada. Es posible que quiera escoyer la imprentadora que utiliza con más frecuencia.
el: Αν έχετε παραπάνω από έναν εκτυπωτή διαθέσιμους, μπορείτε να επιλέξετε ποιος θα είναι ο προεπιλεγμένος σας εκτυπωτής. Μπορεί αν επιθυμείτε να επιλέξετε τον εκτυπωτή που χρησιμοποιείτε πιο συχνά.
es: Si tiene más de una impresora disponible, puede seleccionar la que será su impresora predeterminada. Es posible que quiera elegir la impresora que utiliza con más frecuencia.
fi: Jos käytettävissä on enemmän kuin yksi tulostin, voit valita mitä tulostinta käytetään oletuksena. Useimmiten käytetty tulostin on parasta asettaa oletukseksi.
nl: Als u over meer dan één printer beschikt, dan kunt u kiezen welke de standaard printer wordt. u kunt de printer die u het meest gebruikt kiezen.
pt_br: Se você tem mais de uma impressora disponível, você pode selecionar qual será a sua impressora padrão. Você talvez queira escolher a impressora que você mais usa.
ru: Если у вас более одного принтера, вы можете выбрать тот, который будет использоваться по умолчанию. Это может быть принтер, которым вы пользуетесь чаще всего.

source: Click the <link xref="unity-appmenu-intro">system menu</link> at the far right of the top panel and select <gui>Printers</gui>.
ast: Calca el <link xref="unity-appmenu-intro">menú de sistema</link> na drecha del panel superior y escueyi <gui>Impresoras</gui>.
el: Κάντε κλικ στο <link xref="unity-appmenu-intro">μενού συστήματος</link> στο δεξί σημείο του πάνω πίνακα και επιλέξτε <gui>Εκτυπωτές</gui>.
fi: Avaa <link xref="unity-appmenu-intro">järjestelmävalikko</link> yläpaneelin oikeasta reunasta ja valitse <gui>Tulostimet</gui>.
nl: Klik op het <link xref="unity-appmenu-intro">systeem-menu</link> aan de rechterkant van het bovenste paneel en selecteer <gui>Printers</gui>.
pt_br: Clique no <link xref="unity-appmenu-intro">menu do sistema</link> mais à direita no painel superior e selecione <gui>Impressoras</gui>.
ru: Щёлкните на <link xref="unity-appmenu-intro">системном меню</link> расположенном в крайнем правом углу и выберите <gui>Принтеры</gui>.

source: Right click your desired default printer from the list of available printers, and click <gui>Set as Default</gui>.
ast: Calca col botón drechu na imprentadora que quiera predeterminar de la llista disponible, y calca <gui>Afitar como predeterminada</gui>.
el: Κάντε δεξί κλικ στον εκτυπωτή που βρίσκεται στη λίστα με τους διαθέσιμους εκτυπωτές και τον οποίο επιθυμείτε να είναι ο προεπιλεγμένος και στη συνέχεια κάντε κλικ στο <gui>Ορισμός ως προεπιλογή</gui>.
es: Pulse con el botón derecho en la impresora que quiera predeterminar de la lista disponible, y pulse <gui>Establecer como predeterminada</gui>.
fi: Napsauta haluamaasi tulostinta käytettävissä olevien tulostimien listalta ja napsauta <gui>Aseta oletukseksi</gui>.
nl: Klik met rechts op de gewenste standaard printer in de lijst met beschikbare printers, en klik op <gui>instellen als standaard</gui>.
pt_br: Dê um clique com o botão direito na sua impressora padrão desejada da lista de impressoras disponíveis e clique em <gui>Definir como padrão</gui>.

source: When you print in an application, the default printer is automatically used, unless you choose a different printer for that specific print job.
ast: Al imprentar nuna aplicación, la imprentadora predeterminada se utiliza automáticamente, a menos que escueya una imprentadora distintu pa esti trabayu específico.
el: Όταν εκτυπώνετε μέσα από μία εφαρμογή, ο προεπιλεγμένος εκτυπωτής χρησιμοποιείται αυτόματα, εκτός κι αν επιλέξετε ένα διαφορετικό εκτυπωτή για τη συγκεκριμένη αυτή εκτύπωση.
es: Al imprimir en una aplicación, la impresora predeterminada se utiliza automáticamente, a menos que elija una impresora diferente para este trabajo específico.
fi: Kun tulostat sovelluksesta, käytetään järjestelmäsi oletustulostinta, ellet vaihda tulostinta tiettyä tulostyötä varten.
nl: Wanneer u vanuit een toepassing afdrukt, dan wordt de standaard printer automatisch gebruikt, tenzij u een andere printer kiest voor die specifieke afdruktaak.
pt_br: Quando você imprime em um aplicativo, a impressora padrão é automaticamente usada, a não ser que você escolha uma impressora diferente para esse trabalho de impressão específico.
ru: Когда вы выполняете печать из приложения, используется принтер назначенный по умолчанию, до тех пор пока вы не выберите другой принтер, необходимый для конкретного задания.

source: Set up a printer that is connected to your computer.
ast: Configurar una imprentadora que ta conectada a su equipu.
el: Εγκαταστήστε έναν εκτυπωτή που είναι συνδεδεμένος στον υπολογιστή σας.
es: Configurar una impresora que está conectada a su equipo.
fi: Määritä tietokoneeseen kytketyn tulostimen asetukset.
nl: Een printer die aangesloten is op uw computer instellen.
pt_br: Configurar uma impressora que está conectada ao seu computador.
ru: Установить принтер, подключенный к вашему компьютеру.

source: Set up a local printer
ast: Configurar una imprentadora local
el: Εγκατάσταση τοπικού εκτυπωτή
es: Configurar una impresora local
fi: Paikallisen tulostimen määrittäminen
nl: Een lokale printer instellen
pt_br: Configurar uma impressora local
ru: Установить локальный принтер

source: Your system can recognize many types of printers automatically once they're connected. Most printers are connected with a USB cable that attaches to your computer.
ast: Su sistema puede reconocer automáticamente dellos tribes de impresoras cuando se conectan. La mayoría de les impresoras se conectan al equipu con un cable USB.
el: Το σύστημά σας μπορεί να αναγνωρίσει πολλούς τύπους εκτυπωτών αυτόματα μόλις συνδεθούν. Οι περισσότεροι εκτυπωτές συνδέονται μέσω USB καλωδίου στον υπολογιστή σας.
es: Su sistema puede reconocer automáticamente varios tipos de impresoras cuando se conectan. La mayoría de las impresoras se conectan al equipo con un cable USB.
fi: TIetokoneesi kykenee tunnistamaan useita erilaisia tulostimia, kun tulostin kytketään tietokoneeseen. Useimmat tulostimet yhdistetään tietokoneeseen USB-johdon avulla.
nl: Uw systeem kan vele soorten printers automatisch herkennen wanneer die eenmaal aangesloten zijn. De meeste printers worden aangesloten op de computer met een USB-kabel.
pt_br: O seu sistema pode reconhecer muitos tipos de impressoras automaticamente, uma vez que elas estejam conectadas. A maioria das impressoras são conectadas por um cabo usb que é anexado ao seu computador.
ru: Ваша система может распознать многие типы принтеров автоматически, как только они подключены. Большинство принтеров подключаются к компьютеру кабелем USB.

source: Make sure the printer is turned on.
ast: Asegúrese que la imprentadora ta encendida.
el: Βεβαιωθείτε ότι ο εκτυπωτής είναι ενεργοποιημένος.
es: Asegúrese que la impresora está encendida.
fi: Varmista että tulostin on päällä.
nl: Zorg ervoor dat de printer aan staat.
pt_br: Tenha certeza que a impressora esteja ligada.
ru: Проверьте, включен ли принтер.

source: Connect the printer to your system via the appropriate cable. You may see activity on the screen as the system searches for drivers, and you may be asked to authenticate to install them.
ast: Conecte la imprentadora a su sistema per aciu de el cable afayadizu. Puede ver la xera na pantalla, cuando el sistema busca los controladores, y puede que se le pida que se autentique pa instalarlos.
el: Συνδέστε τον εκτυπωτή στο σύστημά σας μέσω του κατάλληλου καλωδίου. 'Ισως δείτε δραστηριότητα στην οθόνη καθώς το σύστημά σας αναζητεί προγράμματα οδήγησης, και ενεδεχομένως να σας ζητηθεί να επικυρώσετε την εγκατάστασή τους.
es: Conecte la impresora a su sistema mediante el cable apropiado. Puede ver la actividad en la pantalla, cuando el sistema busca los controladores, y puede que se le pida que se autentique para instalarlos.
nl: Sluit de kabel van de printer aan op uw systeem. Het kan zijn dat u activiteit ziet op het scherm terwijl het systeem zoekt naar stuurprogramma's, en mogelijk wordt u gevraagd om authenticatie om die te installeren.
pt_br: Conecte a impressora ao seu sistema através do cabo apropriado. Você talvez veja uma atividade na tela assim enquanto o sistema procura por módulos, e você pode ser solicitado a se autenticar para instalar eles.

source: A message will appear when the system is finished installing the printer. Select <gui>Print Test Page</gui> to print a test page, or Configure to make additional changes in the printer setup.
ast: Aparecerá un mensaxe cuando el sistema heba fináu de instalar la imprentadora. Escueyi <gui>Imprentar una páxina de preba</gui> pa imprentar una páxina de preba, o «Configurar» pa facer cambeos adicionales na configuración de la imprentadora.
el: Μόλις το σύστημά σας τελειώσει με την εγκατάσταση προγραμμάτων οδήγησης για τον εκτυπωτή θα εμφανιστεί ένα μήνυμα. Επιλέξτε <gui>Εκτύπωση δοκιμαστικής σελίδας</gui> ώστε να κάνετε έλεγχο ή διαμόρφωση ώστε να κάνετε επιπρόσθετες αλλαγές στη ρύθμιση του εκτυπωτή.
es: Aparecerá un mensaje cuando el sistema haya terminado de instalar la impresora. Seleccione <gui>Imprimir una página de prueba</gui> para imprimir una página de prueba, o «Configurar» para hacer cambios adicionales en la configuración de la impresora.
nl: Er zal een bericht verschijnen wanneer het systeem klaar is met het installeren van de printer. Kies <gui>Testpagina afdrukken</gui> om een testpagina af te drukken of 'Configureren' om verdere wijzigingen in de printerinstellingen aan te brengen.
pt_br: Uma mensagem irá aparecer quando o sistema terminar de instalar a impressora. Selecione <gui>imprimir página de teste</gui> para imprimir uma página de teste, ou configurar para fazer mudanças adicionais na configuração da impressora.

source: If your printer was not set up automatically, you can add it in the printer settings.
ast: Si su imprentadora no se estableció de manera automática, puede añadirla en la configuración de imprentadora.
el: Εάν ο εκτυπωτής σας δεν εγκατασταθεί αυτόματα, μπορείτε να τον προσθέσετε στις ρυθμίσεις εκτυπωτή.
es: Si su impresora no se estableció de manera automática, puede añadirla en la configuración de impresora.
nl: Als uw printer niet automatisch werd ingesteld, dan kunt u hem toevoegen bij de printerinstellingen.
pt_br: Se sua impressora não foi configurada automaticamente, você pode adicioná-la nas configurações de impressora.
ru: Если система не может установить принтер автоматически, вы можете добавить его вручную через настройки печати.

source: Click the <link xref="unity-appmenu-intro">system menu</link> at the far right of the top panel and and select <gui>Printers</gui>.
ast: Calca el <link xref="unity-appmenu-intro">menú de sistema</link> na drecha del panel superior y escueyi <gui>Impresoras</gui>.
el: Κάντε κλικ στο <link xref="unity-appmenu-intro">μενού συστήματος</link> στο πιο δεξί σημείο του πάνω πίνακα και επιλέξτε <gui>Εκτυπωτές</gui>.
fi: Avaa <link xref="unity-appmenu-intro">järjestelmävalikko</link> yläpaneelin oikeasta reunasta ja valitse <gui>Tulostimet</gui>.
nl: Klik op het <link xref="unity-appmenu-intro">systeem-menu</link> aan de rechterkant van het bovenste paneel en selecteer<gui>Printers</gui>.
pt_br: Clique no <link xref="unity-appmenu-intro">menu do sistema</link> mais à direita no painel superior e selecione <gui>Impressoras</gui>.
ru: Щёлкните на <link xref="unity-appmenu-intro">системном меню</link> в крайнем правом углу верхней панели и выберите <gui>Принтеры</gui>.

source: Click <gui>Add</gui> and select the printer from the Devices window.
ast: Calca <gui>Amestar</gui> y escueyi la imprentadora de la ventana de preseos.
el: Κάντε κλικ στην <gui>Προσθήκη</gui> και επιλέξτε τον εκτυπωτή από το παράθυρο Συσκευών.
es: Pulse <gui>Añadir</gui> y seleccione la impresora de la ventana de dispositivos.
fi: Napsauta <gui>Lisää</gui> ja valitse tulostin Laitteet-ikkunasta.
nl: Klik op <gui>Toevoegen</gui> en kies de printer onder Apparaten.
pt_br: Clique em <gui>Adicionar</gui> e selecione a impressora da janela de Dispositivos.

source: Click <gui>Forward</gui> and wait while it searches for drivers.
ast: Calca <gui>Siguir</gui> y espere mientres busca los controladores.
el: Κάντε κλικ στο κουμπί <gui>Μπροστά</gui> και περιμένετε ενώ γίνεται αναζήτηση για οδηγούς.
es: Pulse <gui>Continuar</gui> y espere mientras busca los controladores.
fi: Napsauta <gui>Seuraava</gui> ja odota, kun ajureita etsitään.
nl: Klik op <gui>Volgende</gui> en wacht terwijl er naar stuurprogramma's wordt gezocht.
pt_br: Clique em <gui>Avançar</gui> e espere enquanto ele procura pelos drivers.

source: You can customize the printer's name, description, and location if you like. When finished, click <gui>Apply</gui>.
ast: Puede personalizar el nome de la imprentadora, descripción y allugamientu si quies. Cuando termine calca <gui>Aplicar</gui>.
el: Μπορείτε να προσαρμόσετε το όνομα του εκτυπωτή, την περιγραφή και την τοποθεσία αν επιθυμείτε. Όταν τελειώσει, κάντε κλικ στην <gui>Εφαρμογή</gui>.
es: Puede personalizar el nombre de la impresora, descripción y ubicación si quiere. Cuando termine pulse <gui>Aplicar</gui>.
fi: Voit halutessasi muuttaa tulostimen nimeä, kuvausta ja sijaintia. Kun kaikki on valmista, napsauta <gui>Toteuta</gui>.
nl: U kunt de naam, beschrijving en locatie van de printer desgewenst aanpassen. Wanneer u klaar bent klikt u op <gui>Toepassen</gui>.
pt_br: Você pode personalizar o nome da impressora, descrição e localização se você quiser. Quando terminar, clique em <gui>Aplicar</gui>.
ru: При желании, вы можете изменить название принтера, описание и его местоположение. После завершения, щёлкните на кнопке <gui>Применить</gui>.

source: You can now print a test page or click <gui>Cancel</gui> to skip that step.
ast: Agora puede imprentar una páxina de preba, o calcar <gui>Encaboxar</gui> pa omitir esti pasu.
el: Μπορείτε τώρα να εκτυπώσετε μια δοκιμαστική σελίδα ή να κάνετε κλικ στην <gui>Ακύρωση</gui> για να παρακάμψετε αυτό το βήμα.
es: Ahora puede imprimir una página de prueba, o pulsar <gui>Cancelar</gui> para omitir este paso.
fi: Voit nyt tulostaa testisivun tai napsauttaa <gui>Peru</gui> ohittaaksesi tämän vaiheen.
nl: U kunt nu een testpagina afdrukken of klik op <gui>Annuleren</gui> om deze stap over te slaan.
pt_br: Você pode agora imprimir uma página de testes ou clicar em <gui>Cancelar</gui> para pular essa etapa.

source: If there are multiple drivers available for your computer, you may be asked to select a driver. To use the recommended driver, just click Forward on the make and model screens.
ast: Si hai dellos controladores disponibles pa su equipu, se le pedirá que escueya uno. Pa usar el controlador recomendáu solamente calca siguir en facer y modelar pantalles.
el: Αν υπάρχουν πολλά προγράμματα οδήγησης για το σύστημά σας, ενδεχομένως να σας ζητηθεί να επιλέξετε έναν. Για να χρησιμοποιήσετε τον προτεινόμενο οδηγό, απλά κάντε κλικ στην επιλογή «Μπροστά» στην οθόνη του τύπου και του μοντέλου του εκτυπωτή.
es: Si hay varios controladores disponibles para su equipo, se le pedirá que elija uno. Para usar el controlador recomendado solamente pulse continuar en hacer y modelar pantallas.
nl: Als er meerdere stuurprogramma's beschikbaar zijn voor uw computer, dan kan u gevraagd worden een stuurprogramma te kiezen. Om het aanbevolen stuurprogramma te gebruiken hoeft u alleen maar op ‘Volgende’ te klikken.
pt_br: Se houver múltiplos drivers disponíveis para o seu computador, você pode ser solicitado a escolher um driver. Para usar o driver recomendado, clique em Avançar nas telas de marca e modelo.

source: After you install the printer, you may wish to <link xref="printing-setup-default-printer"> change your default printer</link>.
ast: Dempués de instalar la imprentadora puede querer <link xref="printing-setup-default-printer">camudar su imprentadora predeterminada</link>.
el: Αφού εγκαταστήσατε τον εκτυπωτή, ίσως επιθυμείτε να <link xref="printing-setup-default-printer"> αλλάξετε τον προεπιλεγμένο σας εκτυπωτή</link>.
es: Después de instalar la impresora puede querer <link xref="printing-setup-default-printer">cambiar su impresora predeterminada</link>.
fi: Tulostimen asennuksen jälkeen saatat haluta <link xref="printing-setup-default-printer">vaihtaa oletustulostinta</link>.
nl: Nadat u de printer heeft geïnstalleerd wilt u misschien <link xref="printing-setup-default-printer"> de standaard printer wijzigen</link>.
pt_br: Depois de instalar a impressora, você pode desejar <link xref="printing-setup-default-printer"> alterar sua impressora padrão</link>.

source: If print-outs are streaky, fading, or missing colors, check your ink levels or clean the print head.
ast: Si les impresiones son poco uniformes, difusas o faltan colores, compruebe los niveles de la tinta o limpie los cabezales de imprentación.
el: Αν οι εκτυπώσεις έχουν ραβδώσεις, είναι αχνές, ή λείπουν χρώματα, ελέγξτε τα επίπεδα των μελανιών ή καθαρίστε την κεφαλή εκτύπωσης.
es: Si las impresiones son poco uniformes, difusas o faltan colores, compruebe los niveles de la tinta o limpie los cabezales de impresión.
nl: Als afdrukken streperig of vaag zijn, of als er kleuren ontbreken, controleer dan de inktniveaus of maak de printkop schoon.
pt_br: Se as impressões estiverem entremeadas, desvanecidas ou com cores ausentes, verifique os níveis de tinta ou limpe o cabeçote de impressão.
ru: Если на распечатанных страницах заметны полоски, непропечатки или отсутствуют некоторые цвета, проверьте уровень чернил или очистите печатающую головку.

source: Why are there streaks, lines or the wrong colors on my print-outs?
ast: ¿Por qué la imprentación es poco uniforme, hai llinies o colores erróneos en mis impresiones?
el: Γιατί υπάρχουν ραβδώσεις, γραμμές ή λάθος χρώματα στις εκτυπώσεις μου;
es: ¿Por qué la impresión es poco uniforme, hay líneas o colores erróneos en mis impresiones?
nl: Waarom zie ik strepen, lijnen of de verkeerde kleuren op mijn afdrukken?
pt_br: Por que tem riscos, linhas ou cores erradas nas minhas impressões?
ru: Почему распечатанные мной страницы выглядят полосатыми, на на них присутствуют лишние линии или неправильные цвета?

source: If your print-outs are streaky, faded, have lines on them that shouldn't be there, or are otherwise poor in quality, this may be due to a problem with the printer or a low ink/toner supply.
ast: Si sus impresiones son poco uniformes, tan desvanecidas o tienen llinies que no deberían tener o son de calidad pobre, puede ser darréu de a un problema cola imprentadora o falta de tinta o tóner.
el: Αν οι εκτυπώσεις σας παρουσιάζουν ραβδώσεις, είναι αχνές, έχουν γραμμές που δεν θα έπρεπε να υπάρχουν εκεί ή αλλιώς είναι χαμηλής ποιότητας, ενδεχομένως να είναι πρόβλημα του εκτυπωτή ή πρόβλημα χαμηλής στάθμης στο μελάνι/γραφίτη.
es: Si sus impresiones son poco uniformes, están desvanecidas o tienen líneas que no deberían tener o son de calidad pobre, puede ser debido a un problema con la impresora o falta de tinta o tóner.
nl: Als uw afdrukken streperig of vaag zijn, of u ziet lijnen die er niet behoren te zijn, of ze zijn op een andere manier van slechte kwaliteit, dan kan het zijn dat er een probleem is met de printer of een lage inkt/tonervoorraad.
pt_br: Se suas impressões estão riscadas, desbotadas, têm linhas que não deveriam ter ou estão com má qualidade, isso pode ser devido a um problema com a impressora ou um suprimento de tinta/toner baixo.
ru: Если на распечатках видны полоски, непропечатки, линии, которых быть не должно, и другие дефекты качества, возможно, это из за неполадок принтера или низкого уровня чернил/тонера.
