Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Chat &amp; Social Networking
ast: Charlas y redes sociales
ca: Xat i xarxes socials
cs: Chatování a společenské sítě
de: Chat &amp; Soziale Netzwerke
el: Συνομιλία &amp; Κοινωνική δικτύωση
es: Charlas y redes sociales
fi: Pikaviestit ja sosiaaliset verkostot
gl: Conversas e redes sociais
hr: Razgovor i društvene mreže
ms: Sembang &amp; Perangkaian Sosial
nl: Chatten &amp; sociaal netwerken
pl: Komunikatory i serwisy społecznościowe
pt_br: Bate-papo &amp; redes sociais
ru: Общие и социальные сети
sv: Chatt &amp; sociala medier
tr: Sohbet &amp; Sosyal Ağ Oluşturma
zh_cn: 聊天和社交网络

source: With <app>Empathy</app> you can chat, call and video call with friends and colleagues on a variety of networks
ast: Con <app>Empathy</app> puede conversar, facer audio y videollamadas con amigos y compañeros de varias redes
ca: Amb l'<app>Empathy</app> podeu xatejar, trucar i videotrucar amb amics i coŀlegues en una varietat de xarxes.
cs: S <app>Empathy</app> můžete chatovat, telefonovat a videotelefonovat s přáteli a kolegy na mnoha sítích
de: Mit <app>Empathy</app> können Sie über eine Vielzahl von Netzwerken Sofortnachrichten verschicken sowie Anrufe und Video-Anrufe zu Freunden und Kollegen tätigen.
el: Με τον <app>Άμεσο αποστολέα μηνυμάτων empathy</app> μπορείτε να κάνετε συνομιλία, κλήση φωνής και βίντεο με τους φίλους και τους συναδέλφους σε μια ποικιλία δικτύων
es: Con <app>Empathy</app> puede conversar, hacer audio y videollamadas con amigos y compañeros de varias redes
fi: <app>Empathyn</app> avulla voit lähettää pikaviestejä, puhua videopuheluja ystäviesi ja työtovereidesi kanssa monissa eri palveluissa.
gl: Con <app>Empathy</app> poderá conversar, facer chamadas de voz e de vídeo con amigos e colegas de numerosas redes
hr: Sa <app>Empathy</app> aplikacijom možete razgovarati, pozivati i video pozivati prijatelje i kolege na raznim mrežama
ms: Melalui <app>Empathy</app> anda dapat sembang, buat panggilan dan panggilan video dengan kawan-kawan dan rakan sekerja dalam pelbagai rangkaian.
nl: Met <app>Empathy</app> kunt u chatten, gesprekken en videogesprekken voeren met vrienden en collega's op een groot aantal netwerken
pl: Za pomocą programu <app>Empathy</app> można rozmawiać, dzwonić i wykonywać wideorozmowy ze znajomymi w wielu sieciach.
pt_br: Com o <app>Empathy</app> você pode fazer bate-papo, chamada e chamada de vídeo com seus amigos e colegas em uma variedade de redes
ru: Используя <app>Empathy</app> вы можете общаться, звонить, совершать видеозвонки для связи со своими друзьями, коллегами в самых разных сетях
sv: Med <app>Empathy</app> kan du chatta, ringa, och föra videosamtal med vänner och kollegor över ett stort antal nätverk
tr: <app>Empathy</app> ile çeşitli ağlar üzerinden arkadaşlarınız ve meslektaşlarınızla sohbet edebilir, arama ve görüntülü arama yapabilirsiniz.
zh_cn: 使用 <app>Empathy</app>，您可以在多种网络上与朋友和同事聊天、通话和进行视频通讯。

source: Instant messaging on Ubuntu
ast: Mensaxería instantánea con Ubuntu
ca: Missatgeria instantània a l'Ubuntu
cs: Rychlá komunikace na Ubuntu
de: Sofortnachrichten unter Ubuntu
el: Άμεσα μηνύματα στο Ubuntu
es: Mensajería instantánea con Ubuntu
fi: Pikaviestit Ubuntussa
gl: Mensaxería instantánea con Ubuntu
hr: Trenutno dopisivanje na Ubuntuom
ms: Pemesejan segera dalam Ubuntu
nl: Chatten in Ubuntu
pl: Komunikatory w Ubuntu
pt_br: Mensagens instantâneas no Ubuntu
ru: Мгновенные сообщение в Ubuntu
sv: Snabbmeddelanden på Ubuntu
tr: Ubuntu'da anlık mesajlaşma
zh_cn: 在 Ubuntu 上使用即时通讯工具

source: With the <app>Empathy</app> application, you can chat with people online and with friends and colleagues who use Google Talk, AIM, Windows Live and many other chat programs. With a microphone or a webcam you can also have audio or video calls.
ast: Cola aplicación <app>Empathy</app> puede conversar con personas en llinia y con amigos y compañeros que usen Google Talk, AIM, Windows Live y muchos otros programes de chat. Con un micrófono o una webcam tamién puede facer audio o videollamadas.
ca: Amb l'aplicació <app>Empathy</app>, podeu xatejar amb la gent en línia i amb amics i coŀlegues que facin servir el Google Talk, AIM, Windows Live i molts altres programes de xat. Amb un micròfon o una webcam, podeu tenir també àudio o vídeo trucades.
cs: S pomocí aplikace <app>Empathy</app> můžete chatovat s přáteli a kolegy, kteří používají Google Talk, AIM, Windows Live a mnoho dalších programů. Pokud máte mikrofon a webkameru, můžete také využít audio a video hovorů.
de: Mit der Anwendung <app>Empathy</app> können Sie mit Personen in der Nähe plaudern, sowie mit Freunden und Kollegen, die Google Talk, AIM, Windows Live und viele andere Chat-Programme verwenden. Mithilfe eines Mikrofons oder einer Webcam können Sie damit auch Audio- bzw. Video-Anrufe tätigen.
el: Με την εφαρμογή <app>Άμεσης αποστολής μηνυμάτων empathy</app>, μπορείτε να συνομιλήσετε με τους ανθρώπους σε απευθείας σύνδεση και με τους φίλους και συναδέλφους που χρησιμοποιούν το Google Talk, AIM, Windows Live και πολλά άλλα προγράμματα συνομιλίας. Με ένα μικρόφωνο ή μια κάμερα μπορείτε να έχετε κλήσεις φωνής ή και κλήσεις με βίντεο.
es: Con la aplicación <app>Empathy</app> puede conversar con personas en línea y con amigos y compañeros que usen Google Talk, AIM, Windows Live y muchos otros programas de chat. Con un micrófono o una webcam también puede hacer audio o videollamadas.
fi: <app>Empathyn</app> avulla voit lähetellä pikaviestejä ystävillesi ja työtovereillesi, joilla on Google Talk, AIM, Windows Live tai joku muu monien tukemiemme palveluiden tileistä. Mikrofonin ja nettikameran avulla voit soittaa palvelun tuen mukaan myös video- ja äänipuheluja.
gl: Co aplicativo <app>Empathy</app>, pode conversar con xente en liña e con amigos e colegas que usen Google Talk, AIM, Windows Live e moitos outros programas. Cun micrófono ou cámara web tamén pode manter conversas de son ou vídeo.
hr: Sa <app>Empathy</app> aplikacijom, možete razgovarati sa ljudima putem interneta i s prijateljima i kolegama koji koriste Google Talk, AIM, Windows Live i mnoge druge programe razgovora. Sa mikrofonom ili web kamerom možete imati glasovne i video pozive.
ms: Dengan aplikasi <app>Empathy</app>, anda boleh sembang dengan sesiapa sahaja diatas talian dan dengan rakan yang menggunakan Google Talk, AIM, Windows Live dan banyak lagi program sembang. Melali mikrofon dan kamera sesawang anda juga boleh membuat panggilan audio atau video.
nl: Met de toepassing <app>Empathy</app> kunt u chatten met andere mensen die online zijn, en met vrienden en collega's die Google Talk, AIM, Windows Live en vele andere chatprogramma's gebruiken. Met een microfoon of webcam kunt u ook audio- of videogesprekken voeren.
pl: Za pomocą programu <app>Empathy</app> można rozmawiać ze znajomymi korzystającymi z programów Google Talk, AIM, Windows Live i wielu innych. Za pomocą mikrofonu lub kamery internetowej można także dzwonić i prowadzić wideorozmowy.
pt_br: Com o aplicativo <app>Empathy</app>, você pode bater papo com pessoas que estiverem online e com amigos e colegas que usem Google Talk, AIM, Windows Live e muitos outros programas de bate-papo.
ru: Используя приложение <app>Empathy</app>, вы можете общаться с людьми в сети, друзьями, коллегами, которые используют Google Talk, AIM, Windows Live и другие коммуникационные программы. Если у вас подключён микрофон или веб-камера, вы можете совершать аудио и видеозвонки.
sv: Med programmet <app>Empathy</app> kan du chatta med folk på nätet och med vänner och kollegor som använder Google Talk, AIM, Windows Live, och många andra chattprogram. Med en mikrofon eller webbkamera kan du också föra ljud- eller videosamtal.
tr: <app>Empathy</app> uygulaması ile çevrimiçi kişilerle ve Google Talk, AIM, Windows Live ve başka sohbet programlarını kullanan arkadaşlarınız ve meslektaşlarınızla sohbet edebilirsiniz. Bir mikrofon veya bir web kamerası ile sesli veya görüntülü aramalar da yapabilirsiniz.
zh_cn: 使用 <app>Empathy</app> 即时通讯程序，您可与使用 Google Talk、AIM、Windows Live 和其他多种聊天程序的朋友和同事聊天。借助麦克风或网络摄像头，您还可以进行音频或视频通话。

source: Empathy is installed by default in Ubuntu. Start <app>Empathy Instant Messaging</app> from the <link xref="unity-dash-intro">dash</link>, the <link xref="unity-launcher-intro">launcher</link> or choose <gui>Chat</gui> from the <link xref="unity-appmenu-intro">Messaging Menu</link>.
ast: Empathy viene instaláu en Ubuntu de forma predeterminada. Inicie el programa de <app>Mensaxería instantánea Empathy</app> dende el <link xref="unity-dash-intro">Tablero</link> o el <link xref="unity-launcher-intro">Lanzador</link>, o seleccionando <gui>Chat</gui> nel <link xref="unity-appmenu-intro">Menú de mensaxería</link>.
el: Ο αποστολέας άμεσων μηνυμάτων Empathy είναι εγκατεστημένος από προεπιλογή στο Ubuntu. Ξεκινήστε τον από τον <app>Αποστολέας άμεσων μηνυμάτων Empathy</app> στην <link xref="unity-dash-intro">λίστα</link> του <link xref="unity-launcher-intro">εκκινητή</link> ή επιλέξετε <gui>Συνομιλία</gui> από το μενού <link xref="unity-appmenu-intro">Μηνύματα</link>.
es: Empathy viene instalado en Ubuntu de forma predeterminada. Inicie el programa de <app>Mensajería instantánea Empathy</app> desde el <link xref="unity-dash-intro">Tablero</link> o el <link xref="unity-launcher-intro">Lanzador</link>, o seleccionando <gui>Chat</gui> en el <link xref="unity-appmenu-intro">Menú de mensajería</link>.
fi: Empathy tulee oletusarvoisesti Ubuntun mukana. Käynnistä <app>Empathy-pikaviestin</app> <link xref="unity-dash-intro">Dashista</link> tai <link xref="unity-launcher-intro">käynnistimestä</link>, tai valitse <gui>Keskustelut</gui> <link xref="unity-appmenu-intro">viestintävalikosta</link>.
nl: Empathy is standaard geïnstalleerd in Ubuntu. Start <app>Empathy chatprogramma</app> vanuit de <link xref="unity-dash-intro">dash</link>, de <link xref="unity-launcher-intro">starter</link> of kies <gui>Chatten</gui> uit het <link xref="unity-appmenu-intro">Berichtenmenu</link>.
pt_br: O Empathy vem instalado no Ubuntu por padrão. Execute o <app>Mensageiro Instantâneo Empathy</app> a partir do <link xref="unity-dash-intro">painel</link>, do <link xref="unity-launcher-intro">lançador</link> ou escolha <gui>Bate-papo</gui> do <link xref="unity-appmenu-intro">Menu de mensagens</link>.
ru: Empathy установлено в Ubuntu по умолчанию. Запустите <app>Программу обмена сообщениями Empathy</app> из <link xref="unity-dash-intro">Главного меню</link>, <link xref="unity-launcher-intro">Панели запуска</link> или выберите <gui>Чат</gui> из <link xref="unity-appmenu-intro">меню сообщений</link>.

source: You can change your instant messaging status (Available, Away, Busy etc) from the <link xref="unity-appmenu-intro">Me Menu</link>.
ast: Puede camudar su estáu de mensaxería instantánea (disponible, ausente, ocupado, etc.) nel <link xref="unity-appmenu-intro">Menú Yo</link>.
el: Μπορείτε να αλλάξετε την κατάσταση άμεσων μηνυμάτων (Διαθέσιμο, απουσιάζει, απασχολημένο κλπ) από το μενού <link xref="unity-appmenu-intro">Me Menu</link>.
es: Puede cambiar su estado de mensajería instantánea (disponible, ausente, ocupado, etc.) en el <link xref="unity-appmenu-intro">Menú Yo</link>.
fi: Voit vaihtaa pikaviestinpalveluiden paikallaolotilaasi (Tavoitettavissa, Poissa, Varattu jne...) <link xref="unity-appmenu-intro">viestintävalikosta</link>.
nl: U kunt uw chatstatus (Beschikbaar, Afwezig, Bezet enz.) wijzigen in het <link xref="unity-appmenu-intro">Me Menu</link>.
pt_br: Você pode mudar o estado de seu mensageiro instantâneo (Disponível, Ausente, Ocupado) a partir do <link xref="unity-appmenu-intro">Me Menu</link>.
ru: Вы можете изменять своё текущее состояние (В сети, отошёл, не беспокоить и т.д.) из <link xref="unity-appmenu-intro">Меню пользователя</link>.

source: For help with using Empathy, read the <link href="ghelp:empathy">Empathy manual</link>.
ast: Pa obtener aida col usu de Empathy, consulte el <link href="ghelp:empathy">manual de Empathy</link>.
el: Για βοήθεια σχετικά με τη χρήση άμεσης αποστολής μηνυμάτων empathy , διαβάστε το εγχειρίδιο <link href="ghelp:empathy">άμεσης αποστολής μηνυμάτων empathy</link>.
es: Para obtener ayuda con el uso de Empathy, consulte el <link href="ghelp:empathy">manual de Empathy</link>.
fi: Lisäohjeita Empathyn käyttöön on tarjolla <link href="ghelp:empathy">sovelluksen omassa ohjeessa</link>.
nl: Voor hulp bij het gebruik van Empathy, raadpleeg de <link href="ghelp:empathy">Empathy-handleiding</link>.
pt_br: Para ajuda com o Empathy, leia o <link href="ghelp:empathy">Manual do Empathy</link>.
ru: Для получения дополнительных сведений об использовании Empathy, обратитесь к <link href="ghelp:empathy">руководству пользователя Empathy</link>.

source: <app>Skype</app> is proprietary software and must be installed manually on Ubuntu
ast: <app>Skype</app> es un software privativo y tien de instalase manualmente en Ubuntu
ca: L'<app>Skype</app> és programari privatiu i l'heu d'instal·lar de forma manual a l'Ubuntu.
cs: <app>Skype</app> je proprietární software a na Ubuntu se musí nainstalovat ručně
de: <app>Skype</app> ist eine proprietäre Anwendung und muss unter Ubuntu manuell installiert werden.
el: Το <app>Skype</app> είναι ιδιόκτητο λογισμικό και πρέπει να εγκατασταθεί χειροκίνητα στο Ubuntu
es: <app>Skype</app> es un software privativo y debe instalarse manualmente en Ubuntu
fi: <app>Skype</app> on suljettu ohjelma ja on asennettava Ubuntuun manuaalisesti
gl: <app>Skype</app> é un software privado e debe instalarse manualmente en Ubuntu
hr: <app>Skype</app> je vlasnički softver i mora biti instaliran ručno u Ubuntu
ms: <app>Skype</app> ialah perisian proprietari dan mesti dipasang secara manual dalam Ubuntu
nl: <app>Skype</app> is niet-vrije software en dient handmatig geïnstalleerd te worden in Ubuntu.
pl: <app>Skype</app> jest oprogramowaniem własnościowym, więc musi zostać zainstalowane ręcznie w Ubuntu.
pt_br: <app>Skype</app> é um programa proprietário e deve ser instalado manualmente no Ubuntu
ru: <app>Skype</app> является проприетарной программой и в Ubuntu его придётся установить вручную
sv: <app>Skype</app> är sluten programvara och måste installeras manuellt på Ubuntu
tr: <app>Skype</app> sahipli bir yazılımdır ve Ubuntu'da elle kurulmalıdır
zh_cn: <app>Skype</app> 是专有软件，您必须自行手动将其安装在 Ubuntu 上。

source: How can I use Skype on Ubuntu?
ast: ¿Cómo usar Skype en Ubuntu?
ca: Com puc utilitzar l'Skype a l'Ubuntu?
cs: Jak mohu použít Skype v Ubuntu?
de: Wie kann ich Skype unter Ubuntu verwenden?
el: Πώς μπορώ να χρησιμοποιήσω το Skype στο Ubuntu ;
es: ¿Cómo usar Skype en Ubuntu?
fi: Miten käytän Skypeä Ubuntussa?
gl: Cómo usar Skype en Ubuntu?
hr: Kako mogu koristiti Skype u Ubuntuu?
ms: bagaimana saya hendak guna Skype dalam Ubuntu?
nl: Hoe kan ik Skype gebruiken in Ubuntu?
pl: Jak mogę korzystać z programu Skype w Ubuntu?
pt_br: Como posso usar o Skype no Ubuntu?
ru: Как я могу использовать Skype в Ubuntu?
sv: Hur använder jag Skype på Ubuntu?
tr: Ubuntu'da nasıl Skype kullanabilirim?
zh_cn: 如何在 Ubuntu 上使用 Skype？

source: <app>Skype</app> is proprietary software that allows you to make calls over the Internet using your computer.
ast: <app>Skype</app> es un software privativo que le permite facer llamadas por Internet usando su equipu.
ca: L'<app>Skype</app> és un programari privatiu que us permet de fer trucades per Internet usant el vostre ordinador.
cs: <app>Skype</app> je proprietární software umožňující volání přes Internet pomocí vašeho počítače.
de: <app>Skype</app> ist eine proprietäre Anwendung, mit der Sie mithilfe Ihres Rechners Anrufe über das Internet tätigen können.
el: Το <app>Skype</app> είναι ιδιόκτητο πρόγραμμα το οποίο επιτρέπει να πραγματοποιείτε κλήσεις μέσω διαδικτύου χρησιμοποιώντας τον υπολογιστή σας.
es: <app>Skype</app> es un software privativo que le permite hacer llamadas por Internet usando su equipo.
fi: <app>Skype</app> on suljettu ohjelmisto, jonka avulla voit soittaa puheluita tietokoneellasi Internetin kautta.
gl: <app>Skype</app> é software privado que permite facer chamadas por internet desde o computador.
hr: <app>Skype</app> je vlasnički softver koji vam omogućuje uspostavljanje poziva putem interneta koristeći računalo.
ms: <app>Skype</app> ialah perisian proprietari yang membolehkan anda membuat panggilan melalui Internet menggunakan komputer anda.
nl: <app>Skype</app> is niet-vrije software waarmee u gesprekken kunt voeren over het internet via uw computer.
pl: <app>Skype</app> jest własnościowym oprogramowaniem umożliwiającym dzwonienie przez Internet za pomocą komputera.
pt_br: <app>Skype</app> é um programa proprietário que permite que você faça ligações através da Internet usando o seu computador.
ru: <app>Skype</app> — это проприетарная (с закрытым исходным кодом) программа, позволяющая осуществлять звонки через Интернет с помощью компьютера.
sv: <app>Skype</app> är ett slutet program som låter dig föra samtal via internet från din dator.
tr: <app>Skype</app> bilgisayarınızı kullanarak internet üzerinden telefon görüşmeleri yapmanıza olanak tanıyan sahipli bir yazılımdır.
zh_cn: <app>Skype</app> 是专有软件，通过它您可以使用计算机并 拨打网络电话。

source: Skype uses decentralized peer-to-peer technologies, so your calls do not go through a central server, but through distributed servers and other users.
ast: Skype usa tecnologías descentralizadas puntu a puntu, polo que sus llamadas no pasan a traviés de un sirvidor central sinon por sirvidores distribuidos y otros usuarios.
ca: L'Skype usa tecnologies descentralitzades de parells, de manera que les vostres trucades no van per un servidor central, sinó per servidors distribuïts i altres usuaris.
cs: Skype používá decentralizované peer-to-peer technologie, takže hovory nejdou přes centrální server, ale přes distribuované servery a ostatní účastníky.
de: Skype nutzt dezentrale Rechner-zu-Rechner-Technologie; Ihre Anrufe verlaufen nicht über einen zentralen Server, sondern über verteilte Server und die Rechner anderer Benutzer.
el: Το skype χρησιμοποιεί αποκεντρωμένες τεχνολογίες που μοιράζονται τους πόρους τους ισοδύναμα, έτσι ώστε οι κλήσεις σας δεν πηγαίνουν μέσα από ένα κεντρικό εξυπηρετητή, αλλά μέσα από κατανεμημένους εξυπηρετητές και άλλους χρήστες.
es: Skype usa tecnologías descentralizadas punto a punto, por lo que sus llamadas no pasan a través de un servidor central sino por servidores distribuidos y otros usuarios.
fi: Skype käyttää hajautusteknologiaa, joten puhelusi eivät kulje yleisen keskuspalvelimen kautta, vaan hajautettujen palvelinten ja toisten käyttäjien välityksellä.
gl: Skype usa tecnoloxías descentralizadas de par-a-par para que as súas chamadas non dependan dun servidor central senón de servidores distribuídos e doutros usuarios.
hr: Skype koristi decentraliziranu točka-u-točka tehnologiju, stoga vaši pozivi ne idu kroz središnji poslužitelj, nego kroz distribucijske poslužitelje i druge korisnike.
ms: Skype menggunakan teknologi rakan-ke-rakan tak terpusat, jadi panggilan anda tidak melalui pelayan pusat, tetapi melalui pelayan teragih dan lain-lain pengguna.
nl: Skype gebruikt gedecentraliseerde peer-to-peer technieken, dus uw gesprekken lopen niet via een centrale server maar via verspreide servers en andere gebruikers.
pl: Skype używa zdecentralizowanej technologii P2P, więc rozmowy nie przechodzą przez centralny serwer, ale przez rozproszone serwery oraz innych użytkowników.
pt_br: Skype usa tecnologias ponto a ponto descentralizadas, assim suas ligações não vão através de um servidor central, mas através de servidores distribuídos e outros usuários.
ru: Skype использует технологии децентрализованных пиринговых (peer-to-peer) сетей, таким образом звонки проходят не через центральный сервер, а через распределённые серверы и других пользователей.
sv: Skype använder decentraliserad peer-to-peer teknik, så dina samtal leds inte genom en central server, utan genom distribuerade servrar och andra användare.
tr: Skype merkezileştirilmemiş eşler arası teknolojileri kullanır böylece aramalarınız bir merkez sunucu üzerinden değil ama dağıtımlı sunucular ve diğer kullanıcılar üzerinden gider.
zh_cn: Skype 使用分散式点对点技术，您的通话不会经由中央服务器，而是经由分布式服务器和其他用户节点进行连接。

source: The Skype software is free to use, but it is not free software; the source code is proprietary and not available for modification.
ast: El usu de Skype es gratuito, pero no es sobro llibre; su códigu fonte es privativo y no ta disponible pa su modificación.
ca: L'ús del programari Skype és gratis, però no és programari lliure; el codi font és privatiu i no es troba disponible per la seva modificació.
cs: Skype můžete používat zdarma, ale nejedná se o svobodý software; zdrojový kód je proprietární a neumožňuje úpravy.
de: Skype ist zwar kostenlos, aber keine freie Software; der Quelltext ist proprietär und nicht frei veränderbar.
el: Το πρόγραμμα Skype είναι ελεύθερο για χρήση, αλλά δεν είναι ελεύθερο λογισμικό' ο πηγαίος κώδικας είναι ιδιοταγής και δεν είναι διαθέσιμος για επεξεργασία.
es: El uso de Skype es gratuito, pero no es sobre libre; su código fuente es privativo y no está disponible para su modificación.
fi: Skypen käyttö on ilmaista, mutta se ei ole avoin ohjelmisto; lähdekoodi on suljettua ja se ei ole muokattavissa.
gl: O software de Skype é de uso libre pero non é software libre; o código fonte é propietario e non está dispoñíbel para modificalo.
hr: Skype softver je besplatan za korištenje, ali nije slobodan softver; izvorni kôd je vlasnički i nije dostupan za promjenu.
ms: Perisian Skype adalah percuma digunakan, tetapi ia bukanlah perisian bebas; kod sumber adalah proprietari dan tidak tersedia untuk pengubahsuaian.
nl: Skype software mag men vrij gebruiken, maar het is niet-vrije software; de broncode is niet-vrij en niet beschikbaar voor wijziging.
pl: Skype jest dostępny bezpłatnie, ale nie jest wolnym oprogramowaniem — kod źródłowy jest własnościowy i nie może być przez nikogo zmieniany.
pt_br: O programa Skype é de uso grátis, mas ele não é um programa grátis; o código fonte é proprietário e não é disponível para modificações.
ru: Skype — бесплатная, но не свободная программа; её исходный код закрыт и не доступен для изменений.
sv: Programmet Skype är gratis att använda, men är inte fri programvara; källkoden är sluten och får inte ändras av vanliga användare.
tr: Skype yazılımının kullanımı ücretsizdir fakat özgür yazılım değildir; kaynak kodu sahiplidir ve değiştirilmeye açık değildir.
zh_cn: Skype 软件可免费使用，但不是自由软件；源代码为专有且不可进行修改。

source: Skype is not installed by default on Ubuntu. <link href="apt:skype">Install the <em>skype</em> package</link> to use it.
ast: Skype no ta instaláu en Ubuntu de forma predeterminda. <link href="apt:skype">Instale el paquete <em>skype</em></link> pa poder usalu.
el: Το Skype δεν είναι εγκατεστημένο από προεπιλογή στο Ubuntu. <link href="apt:skype">Εγκαταστήστε το <em>skype</em> πακέτο </link> για να το χρησιμοποιήσετε.
es: Skype no está instalado en Ubuntu de forma predeterminda. <link href="apt:skype">Instale el paquete <em>skype</em></link> para poder usarlo.
fi: Skypeä ei ole asennettu valmiiksi Ubuntuun. Aloita sen käyttäminen <link href="apt:skype">asentamalla <em>Skype</em> -paketti</link>.
nl: Skype wordt niet standaard geïnstalleerd in Ubuntu. <link href="apt:skype">Installeer <em>skype</em> </link> om het te gebruiken.
pt_br: Skype não é instalado por padrão no Ubuntu. <link href="apt:skype">Instale o pacote <em>skype</em></link> para usá-lo.
ru: Skype не установлен в Ubuntu по умолчанию. Чтобы пользоваться им, <link href="apt:skype">установите пакет <em>skype</em></link>.
