Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click the icon at the very right of the <gui>top panel</gui> and select <gui>System Settings</gui>.
ast: Calca nel iconu allugáu nel extremo drechu del <gui>panel superior</gui> y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στην δεξιά άκρη του <gui>Πίνακα ελέγχου</gui> στο επάνω μέρος και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse en el icono situado en el extremo derecho del <gui>panel superior</gui> y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta <gui>yläpaneelin</gui> oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset</gui>.
nl: Klik op het pictogram uiterst rechts in het <gui>bovenpaneel</gui> en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone bem à direita do <gui>painel superior</gui> e selecione <gui>Configurações do sistema</gui>.
ru: Щёлкните на самом правом значке <gui>верхней панели</gui> и выберите <gui>Параметры системы</gui>.

source: In the <gui>Hardware</gui> section, select <gui>Monitors</gui>.
ast: Nel apartáu de <gui>Hardware</gui>, escueyi <gui>Monitores</gui>.
el: Στην ενότητα <gui>Υλικό</gui>, επιλέξτε <gui>Οθόνες</gui>.
es: En el apartado de <gui>Hardware</gui>, seleccione <gui>Monitores</gui>.
fi: Valitse <gui>Laitteisto</gui>-osiosta <gui>Näytöt</gui>.
nl: Kies onder het kopje <gui>Hardware</gui> <gui>Schermen</gui>.
pt_br: Na seção <gui>Hardware</gui>, selecione <gui>Monitores</gui>.
ru: В группе настроек <gui>Оборудование</gui> выберите <gui>Настройка экранов</gui>.

source: Click the rectangle that says your monitor's name, such as XYZ Brand 23. To enable it, change the setting at the top of the dialog from <gui>Off</gui> to <gui>On</gui>.
ast: Calca nel rectángulo que dice el nome de su monitor, tal como XYZ Brand 23. Pa activarlo, camuda la configuración na parte superior del diálogu de <gui>Apagar</gui> a <gui>Encender</gui>.
el: Κάντε κλικ στο ορθογώνιο που αναγράφει την ονομασία της οθόνης σας. Για να την ενεργοποιήσετε, αλλάξτε τη ρύθμιση στην κορυφή του μενού διαλόγου από <gui>Ανενεργό</gui> σε <gui>Ενεργό</gui>.
es: Pulse en el rectángulo que dice el nombre de su monitor, tal como XYZ Brand 23. Para activarlo, cambie la configuración en la parte superior del diálogo de <gui>Apagar</gui> a <gui>Encender</gui>.
fi: Napsauta suorakulmiota, joka sisältää näyttösi nimen, kuten XYZ malli 23. Ottaaksesi sen käyttöön, vaihda asetus <gui>Pois päältä</gui> asetukseksi <gui>Päällä</gui>.
nl: Klik op de rechthoek met de naam van uw monitor, zoals XYZ Merk 23. Om hem in te schakelen, wijzig de instelling boven in het dialoogvenster van <gui>Uit</gui> naar <gui>Aan</gui>.
pt_br: Clique no retângulo que mostra o nome do seu monitor, como XYZ Marca 23, por exemplo. Para ativá-lo, mude a definição na parte superior do diálogo de <gui>Desligado</gui> para <gui>Ligado</gui>.
ru: Щёлкните на прямоугольнике, содержащем название вашего монитора, типа XYZ Brand 23. Чтобы разрешить использование монитора, измените значение опции вверху диалога с <gui>Выключен</gui> на <gui>Включен</gui>.

source: Select the appropriate resolution that your monitor supports, refresh rate, and rotation (if necessary). If you are unsure which settings to use, then refer to your monitor's manual.
ast: Escueyi la resolución afayadiza que admita su monitor, la tasa de refresco y la rotación (en caso necesariu). Si no ta seguru de qué valores usar, consulte el manual de su monitor.
el: Επιλέξτε την κατάλληλη υποστηριζόμενη από την οθόνη σας ανάλυση, το ρυθμό ανανέωσης και την περιστροφή της (αν είναι αναγκαίο). Αν δεν είστε σίγουροι για τις ρυθμίσεις που θα πρέπει να χρησιμοποιηθούν, μπορείτε να ανατρέξετε στο εγχειρίδιο οδηγιών χρήσης της οθόνης σας.
es: Seleccione la resolución apropiada que admita su monitor, la tasa de refresco y la rotación (en caso necesario). Si no está seguro de qué valores usar, consulte el manual de su monitor.
fi: Valitse näytöllesi ja sen tukema tarkkuus, virkistystaajuus ja kierto (jos tarvetta). Jos et ole varma, mitä asetuksia tulisi käyttää, etsi tietoa näytön käyttöohjeesta.
nl: Kies de geschikte resolutie die uw monitor ondersteunt, verversingsfrequentie, en rotatie (indien nodig). Als u niet weet welke instellingen u moet opgeven, raadpleeg dan de handleiding van uw monitor.
pt_br: Selecione a resolução adequada que o seu monitor suporta, taxa de atualização e rotação (se necessário). Se não tiver certeza sobre quais configurações usar, consulte o manual do seu monitor.
ru: Выберите подходящее разрешение, поддерживаемое вашим монитором, частоту обновления и ориентацию (при необходимости). Если вы не знаете, какие значения указать, обратитесь к руководству по эксплуатации вашего монитора.

source: If the monitor's virtual location does not match its actual location, drag the monitor's rectangle around to the appropriate location.
ast: Si la allugamientu virtual del monitor no concasa con su allugamientu real, arrastre el rectángulo del monitor fasta la posición adecuada.
el: Αν η εικονική τοποθεσία της οθόνης δεν αντιστοιχεί στην πραγματική της τοποθεσία, μπορείτε να σύρετε το ορθογώνιο που αναγράφει την ονομασία της οθόνης σας στην κατάλληλη θέση.
es: Si la ubicación virtual del monitor no coincide con su ubicación real, arrastre el rectángulo del monitor hasta la posición adecuada.
fi: Jos näytön virtuaalinen sijainti ei vastaa todellista sijaintia, raahaa näytön suorakulmio oikeaan kohtaan.
nl: Als de virtuele locatie van de monitor niet overeenkomt met de werkelijke locatie, versleep dan de rechthoek naar de juiste locatie.
pt_br: Se a localização virtual do monitor não corresponder a sua localização atual, arraste o retângulo do monitor ao redor da localização apropriada.
ru: Если виртуальное расположение монитора не соответствует его физическому расположению, перетащите прямоугольник, обозначающий монитор, в нужное место.

source: To test the new configuration, click the <gui>Apply</gui> button. If it looks correct, close the window.
ast: Pa testear la nueva configuración, calca nel botón <gui>Aplicar</gui>. Si too ye correuto, zarra la ventana.
el: Για να ελέγξετε τις νέες ρυθμίσεις, κάντε κλικ στην επιλογή <gui>Εφαρμογή</gui>. Αν όλα φαίνονται σωστά, κλείστε το παράθυρο.
nl: Om de nieuwe configuratie te testen klikt u op <gui>Toepassen</gui>. Als het er goed uitziet kunt u het venster sluiten.
pt_br: Para testar as novas configurações, clique no botão <gui>Aplicar</gui>. Se estiver tudo certo, feche a janela.

source: By default, different images are displayed on each monitor. To enable the same image across both monitors, check the box entitled <gui>Same image in all monitors</gui> and then click <gui>Apply</gui>.
ast: De forma predeterminada, se muestran imáxenes distintes en cada monitor. Pa que facer que se muestre la mesma imaxe en ambos monitores, marque la caxella <gui>La mesma imaxe en tolos monitores</gui> y calca <gui>Aplicar</gui>.
el: Από προεπιλογή, σε κάθε οθόνη απεικονίζονται διαφορετικές εικόνες. Για να ενεργοποιήσετε την εμφάνιση της ίδιας εικόνας και στις δύο οθόνες, σημειώστε το κουτάκι με τίτλο <gui>Κοινή εικόνα σε όλες τις οθόνες</gui> και κάντε κλικ στο <gui>Εφαρμογή</gui>.
es: De forma predeterminada, se muestran imágenes distintas en cada monitor. Para que hacer que se muestre la misma imagen en ambos monitores, marque la casilla <gui>La misma imagen en todos los monitores</gui> y pulse <gui>Aplicar</gui>.
fi: Oletuksena eri näytöissä näytettään eri kuva. Asettaaksesi saman kuvan molempiin näyttöihin, valitse <gui>Sama kuva kaikissa näytöissä</gui> ja paina <gui>Toteuta</gui>-nappia.
nl: Standaard worden er verschillende beelden getoond op elke monitor. Om hetzelfde beeld op beide monitors te krijgen vinkt u het vakje <gui>Zelfde beeld op alle schermen</gui> aan en klikt u vervolgens op <gui>Toepassen</gui>.
pt_br: Por padrão, imagens diferentes serão mostradas em cada monitor. Para ativar a mesma imagem em dois monitores, marque a caixa intitulada como <gui>Mesma imagem em todos os monitores</gui> e depois clique em <gui>Aplicar</gui>.
ru: По умолчанию каждый из мониторов показывает разные изображения. Чтобы оба монитора показывали одно и то же, включите флажок <gui>Зеркально отразить экраны</gui>, а затем щёлкните <gui>Применить</gui>.

source: You also have the option to create a shortcut to the <gui>Monitors</gui> application by enabling <gui>Show monitors in panel</gui>, which will then place itself in the panel.
ast: También tien la opción de criar un atayu a la aplicación de <gui>Monitores</gui> activando la opción <gui>Amosar monitores nel panel</gui>, lo que hará que aparezca nel panel.
el: Έχετε επίσης την δυνατότητα να δημιουργήσετε μία συντόμευση για τη εφαρμογή <gui>Οθόνες</gui>, ενεργοποιώντας την επιλογή <gui>Εμφάνιση οθονών στον πίνακα</gui>. Η συντόμευση θα τοποθετηθεί αυτόματα στον πίνακα εφαρμογών.
es: También tiene la opción de crear un atajo a la aplicación de <gui>Monitores</gui> activando la opción <gui>Mostrar monitores en el panel</gui>, lo que hará que aparezca en el panel.
fi: Voit myös luoda oikotien <gui>Näytöt</gui>-sovelmaan ottamalla <gui>Näytä näytöt paneelissa</gui> -asetuksen käyttöön. Tämä asetus lisää kuvakkeen paneeliin.
nl: U kunt ook een snelkoppeling maken naar de toepassing <gui>Schermen</gui> door <gui>Schermen in paneel tonen</gui> in te schakelen, waardoor die in het paneel geplaatst wordt.
pt_br: Você também tem a opção de criar um atalho para a aplicação <gui>Monitores</gui> habilitando <gui>Mostrar monitores no painel</gui>, que irá colocar ele mesmo no painel.
ru: Вы можете поместить на верхнюю панель значок для настройки параметров мониторов, включив <gui>Показывать мониторы на панели</gui>.

source: Dim the screen to save power or increase the brightness to make it more readable in bright light.
ast: Atenuar la pantalla pa ahorrar enerxía o incrementar el brillo pa hacerla más legible en condiciones de mucha luz ambiental.
el: Χαμηλώστε τον φωτισμό της οθόνης για να εξοικονομήσετε ενέργεια, ή αυξήστε την φωτεινότητα για να την κάνετε περισσότερο ευανάγνωστη σε συνθήκες δυνατού φωτισμού.
es: Atenuar la pantalla para ahorrar energía o incrementar el brillo para hacerla más legible en condiciones de mucha luz ambiental.
fi: Himmennä näyttö säästääksesi virtaa tai lisää kirkkautta parantaaksesi luettavuutta kirkkaassa valossa.
nl: Het scherm dimmen om energie te sparen of de helderheid verhogen om het beter leesbaar te maken bij fel licht.
pt_br: Esmaecer a tela para economizar energia ou aumentar o brilho para deixá-la mais legível em luz brilhante.
ru: Уменьшите яркость экрана для экономии энергии или увеличьте яркость для более удобного чтения при ярком свете.

source: Set screen brightness
ast: Afitar el brillo de la pantalla
el: Ρύθμιση της φωτεινότητας οθόνης
es: Establecer el brillo de la pantalla
fi: Aseta näytön kirkkaus
nl: De helderheid van het scherm instellen
pt_br: Definir brilho da tela
ru: Настройка яркости экрана

source: You can change the brightness of your screen to save power or make the screen more readable in bright light. You can also have the screen dim automatically when on battery power and have it turn off automatically when not in use.
ast: Puede camudar el brillo de su pantalla pa ahorrar enerxía o hacerla más legible en condiciones de mucha luz ambiental. También puede facer que la pantalla se atenúe automáticamente cuando se consume batería o apagarla automáticamente cuando no se use la pantalla.
el: Μπορείτε να χαμηλώσετε τον φωτισμό της οθόνης για να εξοικονομήσετε ενέργεια, ή να αυξήσετε την φωτεινότητα για να την κάνετε περισσότερο ευανάγνωστη σε συνθήκες δυνατού φωτισμού. Μπορείτε επίσης να ρυθμίσετε την οθόνη έτσι ώστε να χαμηλώνει αυτόματα ο φωτισμός της όταν λειτουργεί με την ενέργεια της μπαταρίας του υπολογιστή, όπως επίσης και να απενεργοποιείται αυτόματα όταν δεν χρησιμοποιείται.
es: Puede cambiar el brillo de su pantalla para ahorrar energía o hacerla más legible en condiciones de mucha luz ambiental. También puede hacer que la pantalla se atenúe automáticamente cuando se consume batería o apagarla automáticamente cuando no se use la pantalla.
fi: Voit säätää näytön kirkkautta säästääksesi virtaa tai tehdäksesi näytöstä helpommin luettavan kirkkaassa valossa. Näyttö voi myös himmentyä automaattisesti, kun koneesi käyttää akkuvirtaa ja sammua, kun se ei ole käytössä.
nl: U kunt de helderheid van uw scherm wijzigen om energie te sparen of het scherm leesbaarder maken bij fel licht. U kunt het scherm ook automatisch laten dimmen wanneer u met batterijen werkt en automatisch uit laten schakelen wanneer u hem niet gebruikt.
pt_br: Você pode alterar o brilho da tela para economizar energia ou deixar a tela mais legível em luz brilhante. Você também pode ter esmaecimento automático da tela quando executando da bateria e desligar automaticamente quando não estiver em uso.
ru: Вы можете изменять яркость экрана для экономии электроэнергии или сделать экран более читаемым при ярком свете. Вы также можете добиться автоматического снижения яркости экрана во время работы от автономного источника питании или батареи и автоматического выключения экрана, когда он не используется.

source: Set the brightness
ast: Afitar el brillo
el: Ρύθμιση της φωτεινότητας
es: Establecer el brillo
fi: Aseta kirkkaus
nl: De helderheid instellen
pt_br: Definir o brilho

source: Select <gui>Screen</gui>.
ast: Escueyi <gui>Pantalla</gui>.
el: Επιλέξτε <gui>Οθόνη</gui>.
fi: Valitse <gui>Näyttö</gui>.
nl: Selecteer <gui>Scherm</gui>.
pt_br: Selecione <gui>Tela</gui>.
ru: Выберите <gui>Экран</gui>.

source: Adjust the <gui>Brightness</gui> slider to a comfortable value.
ast: Mueva el deslizador de <gui>Brillo</gui> pa obtener un valor confortable.
el: Ρυθμίστε με τον ολισθητή την <gui>Φωτεινότητα</gui> σε μία τιμή που να σας ικανοποιεί.
fi: Siirrä <gui>Kirkkaus</gui>-liukusäädintä sopivaan kohtaan.
nl: Zet de <gui>Helderheid</gui> met de schuifregelaar op een comfortabele waarde.
pt_br: Ajuste o controle deslizante de <gui>Brilho</gui> para um valor confortável.
ru: Ползунком <gui>Яркость</gui> установите комфортное значение.

source: Many laptop keyboards have special keys on the keyboard to adjust the brightness. These have a picture of what looks like the Sun and are usually located on the <key>F8</key> and <key>F9</key> keys. Hold down the <key>Fn</key> key to use these keys.
ast: Los teclados de muchos portátiles tienes tecles especiales pa axustar el brillo. Estes tecles tiennun dibujo que paez un sol y que xeneralmente se alcuentren localizadas nas tecles <key>F8</key> y <key>F9</key>. Mantenga presionada la tecla <key>Fn</key> pa poder usarlas.
el: Πολλοί φορητοί υπολογιστές έχουν ειδικά πλήκτρα στο πληκτρολόγιό τους τα οποία ρυθμίζουν την φωτεινότητα. Αυτά φέρουν μία εικόνα που μοιάζει με ήλιο και βρίσκονται συνήθως στα πλήκτρα <key>F8</key> και <key>F9</key>. Κρατήστε πατημένο το πλήκτρο <key>Fn</key> για να μπορέσετε να τα χρησιμοποιήσετε.
fi: Useissa kannettavissa tietokoneissa on erikoisnäppäimet näytön kirkkauden säätöön. Näissä näppäimissä on auringolta näyttävä kuva, ja kyseiset näppäimet ovat yleensä <key>F8</key> ja <key>F9</key>. Pidä <key>Fn</key>-näppäintä pohjassa käyttääksesi näitä näppäimiä.
nl: Veel laptoptoetsenborden hebben speciale toetsen op het toetsenbord om de helderheid aan te passen. Er staat een afbeelding van een zonnetje bij en bevinden zich meestal onder de <key>F8</key> en <key>F9</key> toetsen. Houd de <key>Fn</key> toets ingedrukt om deze toetsen te gebruiken.
pt_br: Muitos teclados de laptop têm teclas especiais no teclado para ajustar o brilho. Eles têm uma figura de como o sol se parece e geralmente estão localizados nas teclas <key>F8</key> e <key>F9</key>. Mantenha pressionada a tecla <key>Fn</key> para usar essas teclas.
ru: На многих ноутбуках есть специальные клавиши на клавиатуре для регулировки яркости. На них нанесено изображение солнца и обычно они расположены на клавишах <key>F8</key> и <key>F9</key>. Нажмите клавишу <key>Fn</key> для их использования.

source: Select <gui>Dim screen to save power</gui> to have the brightness automatically lowered when you're on battery power. The backlight of your screen can take a lot of power and significantly reduce how long your battery will last before it needs to be recharged.
ast: Escueyi <gui>Amenorgar el brillo de fondu</gui> pa facer que el brillo se reduzca automáticamente cuando esté usando la batería. La luz de fondu de su pantalla puede consumir mucha enerxía y amenorgar significativamente el tiempu que durará la batería fasta que ten que volver a cargarla.
el: Επιλέξτε την λειτουργία <gui>Ελάττωση του φωτισμού της οθόνης για εξοικονόμηση ενέργειας</gui>, ώστε η φωτεινότητα της οθόνης να χαμηλώνει αυτόματα όταν ο υπολογιστής λειτουργεί με τη μπαταρία. Ο οπίσθιος φωτισμός (backlight) της οθόνης μπορεί να καταναλώσει αρκετή ενέργεια και να μειώσει σημαντικά την αυτονομία του υπολογιστή κατά την χρήση του με αυτήν.
fi: Valitse <gui>Himmennä näyttöä säästääksesi virtaa</gui> säätääksesi kirkkautta automaattisesti akkukäytössä. Näyttösi taustavalo voi viedä paljon virtaa ja lyhentää akkusi kestoa.
nl: Selecteer <gui>Scherm dimmen om stroom te sparen</gui> om de helderheid automatisch te verlagen wanneer u accustroom gebruikt. De achtergrondverlichting van uw scherm kan veel stroom gebruiken en de gebruiksduur van uw accu sterk verminderen voordat deze opnieuw opgeladen moet worden.
pt_br: Selecione <gui>Escurecer a tela para economizar energia</gui> para ter o brilho automaticamente diminuído quando você está utilizando a bateria. A luz de fundo da sua tela pode consumir bastante energia e diminuir significativamente o tempo de duração da sua bateria antes que necessite ser recarregada.
ru: Выберите <gui>Снизить яркость экрана для экономии электроэнергии</gui> для автоматического снижения яркости при питании от батареи. Подсветка экрана может потреблять много энергии и значительно сократить время работы аккумулятора, прежде чем его потребуется зарядить.

source: The screen will automatically turn off after you haven't used it for a while. This only affects the display, and doesn't turn off your computer. You can adjust how long you have to be inactive with the <gui>Turn off after</gui> drop-down list.
ast: La pantalla va apagase automáticamente si fai un ratu que nun usasti l'equipu. Esto namái afeuta a la pantalla, y nun apaga l'equipu. Pues configurar cuántu tiempu tien que tar inactivu l'equipo cola llista desplegable <gui>Apagar dempués de</gui>.
el: Η οθόνη θα απενεργοποιηθεί αυτόματα αν δεν έχει χρησιμοποιηθεί για κάποιο χρονικό διάστημα. Αυτό αφορά μόνο την οθόνη και δεν απενεργοποιεί τον υπολογιστή. Μπορείτε να ρυθμίσετε το χρονικό διάστημα που θα χρειαστεί να μείνει η οθόνη ανενεργή προτού να απενεργοποιηθεί, μέσω της αναπτυσσόμενης λίστας που θα εμφανιστεί πατώντας στην επιλογή <gui>Απενεργοποίηση μετά από</gui>.
fi: Näyttö sammutetaan automaattisesti, jos et ole käyttänyt sitä hetkeen. Tämä vaikuttaa vain näyttöön eikä sammuta tietokonettasi. Voit säätää näytön sammuttamisen viivettä valitsemalla sopiva aikamäärä <gui>Sammuta viiveellä</gui> -pudotusvalikosta.
nl: Het scherm zal automatisch worden uitgeschakeld nadat u het een poosje niet gebruikt heeft. Dit heeft alleen invloed op het scherm en sluit uw computer niet af. U kunt aanpassen hoe lang u inactief moet zijn via de keuzelijst <gui>Uitschakelen na</gui>.
pt_br: A tela vai ser desligada automaticamente depois de alguns instantes de inatividade. Isto afeta apenas a tela e não desliga o computador. Você pode ajustar quanto tempo você deve ficar inativo na lista de <gui>Desligar depois de</gui>
ru: Экран может автоматически отключаться после того, как не используется какое-то время. Это влияет только на монитор, компьютер не выключается. Вы можете настроить, как долго вы можете не работать за компьютером, в выпадающем списке <gui>Выключать через:</gui>.

source: Prevent other people from using your desktop when you go away from your computer.
ast: Impedir que otres personas puedan usar su escritoriu cuando se aleje de su equipu.
el: Αποτρέψτε τη χρησιμοποίηση της συνεδρίας σας από κάποιον τρίτο αν εσείς απομακρυνθείτε από τον υπολογιστή σας.
es: Impedir que otras personas puedan usar su escritorio cuando se aleje de su equipo.
fi: Estää muita henkilöitä käyttämästä tietokonetta, kun lähdet pois sen luota.
nl: Voorkom dat andere mensen uw computer gebruiken wanneer u even bij uw computer weg gaat.
pt_br: Prevenindo de outras pessoas usem sua área de trabalho enquanto você estiver longe de seu computador

source: Automatically lock your screen
ast: Bloquear automáticamente su pantalla
el: Αυτόματο κλείδωμα της οθόνης
es: Bloquear automáticamente su pantalla
fi: Näytön automaattinen lukitseminen
nl: Het scherm automatisch vergrendelen
pt_br: Bloqueando sua tela automaticamente
ru: Автоматическая блокировка экрана
