Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Press and hold the left mouse button to right-click.
ast: Pa realizar una pulsación drecha, calca y mantenga pulsáu el botón esquierdu del mur.
el: Πατήστε και κρατήστε πατημένο το αριστερό πλήκτρο του ποντικιού για να κάνετε δεξί κλικ
es: Para realizar una pulsación derecha, pulse y mantenga pulsado el botón izquierdo del ratón.
fi: Paina ja pidä hiiren vasenta nappia pohjassa painaaksesi hiiren oikeaa nappia.
nl: Houd de linkermuisknop ingedrukt voor rechtsklikken.
pt_br: Aperte e mantenha pressionado o botão esquerdo do mouse para executar um clique com o botão direito.
ru: Нажмите и удерживайте левую кнопку мыши, чтобы имитировать щелчок правой кнопкой.

source: Simulate a right mouse click
ast: Simular una pulsación drecha del mur
el: Προσομοίωση δεξιού κλικ του ποντικιού
es: Simular una pulsación derecha del ratón
fi: Simuloi hiiren oikean napin painallusta
nl: Een rechtermuisklik simuleren
pt_br: Simular o clique do botão direito do mouse
ru: Имитация щелчка правой кнопкой мыши

source: You can make it so that, instead of clicking the right mouse button, you can just hold-down the left mouse button for a while to do the same thing. This is useful if you find it difficult to move your fingers individually on one hand, or if you have a specialized mouse.
ast: Puede facer que, en llugar de calcar el botón drechu del mur, baste con caltener pulsáu el botón esquierdu del mur durante un tiempu pa facer la mesma aición. Esto resulta útil si tien dificultades pa mover los dedos de una mano de forma individual, o si tien un mur especializáu.
el: Μπορείτε να το κάνετε, έτσι ώστε, αντί να κάνετε κλικ στο δεξί πλήκτρο του ποντικιού, μπορείτε απλώς να κρατήσετε πατημένο το αριστερό πλήκτρο του ποντικιού για λίγο για να κάνει το ίδιο πράγμα. Αυτό είναι χρήσιμο αν σας είναι δύσκολο να κινηθούν τα δάχτυλά σας ξεχωριστά από τη μια πλευρά, ή αν έχετε ένα εξειδικευμένο ποντίκι.
es: Puede hacer que, en lugar de pulsar el botón derecho del ratón, baste con mantener pulsado el botón izquierdo del ratón durante un tiempo para hacer la misma acción. Esto resulta útil si tiene dificultades para mover los dedos de una mano de forma individual, o si tiene un ratón especializado.
fi: Voit ottaa käyttöön ominaisuuden, jonka avulla pitämällä hiiren vasenta painiketta pohjassa hetken, hiiren oikean painikkeen painallusta simuloidaan. Tämä on hyödyllistä, jos sinun on vaikea liikuttaa tiettyjä sormia tai käytössäsi on erikoishiiri.
nl: U kunt het zo instellen dat u, in plaats van te klikken met de rechtermuisknop, alleen maar de linkermuisknop eventjes ingedrukt hoeft te houden om hetzelfde te bereiken. Dit is nuttig wanneer u de vingers van één hand moeilijk afzonderlijk kunt bewegen, of wanneer u een speciale muis heeft.
pt_br: Você pode fazer que, em vez de clicar com o botão direito do mouse, você possa simplesmente manter pressionado o botão esquerdo por um tempo para executar a mesma ação. Isso é útil se você tiver dificuldade em mover os dedos de uma mão individualmente ou se você tiver um mouse especial.
ru: Вы можете сделать так, чтобы вместо щелчка правой кнопкой мыши можно было просто удерживать некоторое время нажатой левую кнопку для выполнения тех же самых действий. Это полезно, если вам трудно двигать пальцами руки по отдельности, или у вас имеется специализированная мышь.

source: Select the <gui>Pointing and Clicking</gui> tab.
ast: Escueyi la pestaña <gui>Apuntar y calcar</gui>.
el: Επιλέξτε την καρτέλα <gui>Δείξιμο και κλικ</gui>
fi: Valitse <gui>Osoittaminen ja napsauttaminen</gui> -välilehti.
nl: Het tabblad <gui>Aanwijzen en klikken</gui> selecteren.
pt_br: Selecione a aba <gui>Apontando e clicando</gui>.
ru: Выберите вкладку <gui>Наведение и щелчки</gui>.

source: Switch <gui>Simulated Secondary Click</gui> on.
ast: Encender la <gui>Pulsación seundaria simulada</gui>.
el: Ενεργοποιήστε το <gui>Προσομοιωμένο δευτερεύον κλικ</gui>.
fi: Kytke päälle <gui>Kakkospainikkeen simuloitu painallus</gui>.
nl: <gui>Gesimuleerde Secondaire Klik</gui> inschakelen.
pt_br: Coloque a chave <gui>Simular clique secundário</gui> na posição "on".
ru: Включите функцию <gui>Симуляция вторичного щелчка</gui>.

source: You can change how long you must hold down the left mouse button for before it is registered as a right click. In the <gui>Pointing and Clicking</gui> tab, change the <gui>acceptance delay</gui> under <gui>Simulated Secondary Click</gui>.
ast: Puede camudar la duración de la pulsación del botón esquierdu del mur enantes de que se considere una pulsación col botón drechu. Na pestaña <gui>Apuntar y calcar</gui>, camuda el <gui>Retardo de aceptación</gui> baxo <gui>Pulsación secundaria simulada</gui>.
el: Μπορείτε να αλλάξετε το πόσο χρονικό διάστημα χρειάζετε να κρατάτε πατημένο το αριστερό πλήκτρο του ποντικιού ώστε να καταχωρηθεί ως δεξί κλικ. Στην καρτέλα <gui>Δείξιμο και κλικ</gui>, αλλάξτε την <gui>Καθυστέρηση αποδοχής</gui> στο <gui>Προσομοίωση δεξιού κλικ</gui>.
fi: Voit itse määrittää ajan, kuinka kauan vasenta painiketta täytyy pitää pohjassa, jotta hiiren oikean painikkeen painallus tapahtuu. Valitse <gui>Osoittaminen ja napsauttaminen</gui> -välilehden <gui>Kakkospainikkeen simuloitu napsautus</gui> -osion alta sopiva arvo kohtaan. <gui>Viiveen kesto</gui>.
nl: U kunt wijzigen hoe lang u de linkermuisknop in moet drukken om het te herkennen als een rechtsklik. Wijzig in het tabblad <gui>Aanwijzen en Klikken</gui> onder <gui>Gesimuleerde secundaire klik</gui> de <gui>Vertraging voor accepteren</gui>.
pt_br: Você pode alterar o tempo que você deve manter pressionado o botão esquerdo do mouse antes que ele seja registrado como um clique. Na aba <Apontar e Clicar>, altere o <gui>atraso de aceitação</gui> abaixo de <gui>Segundo clique simulado</gui>.
ru: Вы можете изменить длительность удержания левой кнопки мыши, пока оно не будет распознано в качестве щелчка правой кнопкой мыши. На вкладке <gui>Наведение и щелчки</gui> измените длительность <gui>Задержки</gui> в <gui>Симуляция вторичного щелчка</gui>.

source: Use the <app>Orca</app> screen reader to speak the user interface.
ast: Use el lector de pantalla <app>Orca</app> pa lleer la interface de usuariu.
el: Χρησιμοποιήστε τον αναγνώστη οθόνης <app>Orca</app> για την εκφώνηση της διεπαφής χρήστη.
es: Use el lector de pantalla <app>Orca</app> para leer la interfaz de usuario.
fi: Käytä <app>Orca</app>-näytönlukijaa käyttöliittymän ääneen lukemiseen.
nl: Gebruik de <app>Orca</app> schermlezer om de gebruikersinterface uit te spreken.
pt_br: Utilize o leitor de tela <app>Orca</app> para que o computador leia a interface em foz alta.
ru: Воспользуйтесь экранным диктором <app>Orca</app>, чтобы прослушать, какой пользовательский интерфейс доступен для вас на экране.

source: Read screen aloud
ast: Lleer la pantalla
el: Ανάγνωση της οθόνης δυνατά
es: Leer la pantalla
fi: Lue näytön sisältöä ääneen
nl: Scherm hardop lezen
pt_br: Ler tela em voz alta
ru: Чтение вслух с экрана

source: GNOME provides the <app>Orca</app> screen reader to speak the user interface. Refer to the <link href="ghelp:orca">Orca Help</link> for more information.
ast: GNOME proporciona el lector de pantalla <app>Orca</app> pa decir la interface de usuariu. Vaya a <link href="ghelp:orca">Aida de Orca</link> pa tener más información.
el: Το GNOME παρέχει το πρόγραμμα ανάγνωσης οθόνης <app>Orca</app> για την εκφώνηση της διεπαφής χρήστη. Ανατρέξτε στο <link href="ghelp:orca">Βοήθεια για το Orca</link> για περισσότερες πληροφορίες.
es: GNOME proporciona el lector de pantalla <app>Orca</app> para decir la interfaz de usuario. Vaya a <link href="ghelp:orca">Ayuda de Orca</link> para tener más información.
fi: GNOME tarjoaa <app>Orca</app> näytönlukijan käyttöliittymän ääneen lukemiseen. Lue lisäohjeita <link href="ghelp:orca"> Orcan käyttöoppaasta</link>.
nl: Gnome biedt de schermlezer <app>Orca</app> om de gebruikersinterface uit te spreken. Ga naar <link href="ghelp:orca">Orca Help</link> voor meer informatie.
pt_br: O GNOME provê o leitor de tela <app>Orca</app> para leitura da interface. Acesse a <link href="ghelp:orca">Ajuda do Orca</link> para mais informações.
ru: GNOME предоставляет <app>Orca</app> - экранный диктор для проговаривания пользовательского интерфейса. Обратитесь к <link href="ghelp:orca">Orca Help</link> для получения дополнительной информации.

source: Have a delay between a key being pressed and that letter appearing on the screen.
ast: Tener un retardo al calcar una tecla y el tiempu que tarda en aparecer na pantalla.
el: Ορίστε μια καθυστέρηση μεταξύ του πατήματος ενός πλήκτρου και της εμφάνισης του αντίστοιχου χαρακτήρα στην οθόνη.
es: Tener un retardo al pulsar una tecla y el tiempo que tarda en aparecer en la pantalla.
fi: Lisää viive näppäimen painalluksen ja sen näytölle ilmestymisen väliin.
nl: Zorgt voor een vertraging tussen het moment dat een toets ingedrukt wordt, en het moment dat deze letter op het scherm verschijnt.
pt_br: Crie um atraso entre a digitação de uma tecla e o aparecimento da letra correspondente na tela.
ru: Включить задержку между нажатием клавиши и появлением буквы на экране.

source: Turn on Slow Keys
ast: Activar les tecles lentas
el: Ενεργοποιήστε τα Αργά πλήκτρα
es: Activar las teclas lentas
fi: Käytä hitaita näppäimiä
nl: Toetsvertraging inschakelen
pt_br: Ligar teclas lentas
ru: Включить Медленные клавиши

source: Turn on <em>Slow Keys</em> if you would like there to be a delay between pressing a key and that letter being displayed on the screen. This means that you have to hold down each key you want to type for a little while before it appears. Use slow keys if you accidentally press several keys at a time when you type, or if you find it difficult to press the right key on the keyboard the first time.
ast: Active <em>Teclas lentas</em> si quies que heba un allanciu ente la pulsación de una tecla y la lletra que se amuesa na pantalla. Esto significa que tien que caltener pulsada cada tecla que quies escribir por un tiempu enantes de que aparezca. Use les tecles lentas si accidentalmente se presiona varias tecles a la vegada, o si le resulta difícil presionar una sola tecla a la vegada.
el: Ενεργοποιήστε τα <em>Αργά πλήκτρα</em> αν θέλετε να υπάρχει μια καθυστέρηση μεταξύ του πατήματος ενός πλήκτρου και της εμφάνισης του γράμματος στην οθόνη. Αυτό σημαίνει ότι θα πρέπει να κρατάτε πατημένο για λίγο κάθε πλήκτρο που θα πληκτρολογείτε μέχρι αυτό να εμφανιστεί. Χρησιμοποιήστε τα αργά πλήκτρα αν κατά λάθος πατάτε αρκετά πλήκτρα όταν πληκτρολογείτε , ή αν σας είναι δύσκολο να πατήσετε το σωστό πλήκτρο πατώντας το την πρώτη φορά.
fi: Ota <em>Hitaat näppäimet</em> käyttöön, jos haluat, että näppäimen painalluksen ja sen rekisteröimisen välillä on pieni viive. Tämä tarkoittaa, että sinun täytyy pitää jokaista näppäintä pohjassa hetken aikaa ennen kuin se ilmestyy näytölle. Käytä hitaita näppäimiä, jos vahingossa painat kirjoittaessasi useita näppäimiä kerralla tai jos sinusta on hankalaa painaa oikeaa näppäintä näppäimistöltä ensimmäisellä kerralla.
nl: Schakel <em>Toetsvertraging</em> in, wanneer u wilt dat er een vertraging is tussen het indrukken van een toets en het tonen van het teken op het beeldscherm. Dit betekent dat u de toets voor elk teken dat u wilt typen een tijdje ingedrukt moet houden voordat dat teken verschijnt. Gebruik toetsvertraging indien u per ongeluk gelijktijdig verschillende toetsen indrukt wanneer u typt, of wanneer het moeilijk voor u is direct de juist toets in te drukken.
pt_br: Ative <em>Teclas lentas</em> se você quiser que haja um atraso entre o pressionamento da tecla e a exibição da letra na tela. Isto significa que você tem que manter pressionada cada tecla que você quer digitar por um instante antes que ela apareça. Use as teclas lentas se você pressiona acidentalmente várias teclas de uma vez quando digita, ou se você acha difícil pressionar a tecla certa no teclado de primeira.
ru: Включите <em>Медленные клавиши</em>, если вам нужна задержка между нажатием клавиши и отображением символа на экране. Это значит, что вы должны недолго удерживать нажатой каждую клавишу, которую вы хотите напечатать, перед тем, как символ появится.

source: Switch <gui>Slow Keys</gui> on.
ast: Active les <gui>Teclas lentas</gui>.
el: Ενεργοποιήστε τα <em>Slow Keys</em>.
fi: Kytke <gui>Hitaat näppäimet</gui> käyttöön.
nl: <gui>Toetsvertraging</gui> inschakelen.
pt_br: Posicione a chave <gui>Teclas lentas</gui> na posição ligado.
ru: Включите <gui>Медленные клавиши</gui>.

source: Use the <gui>Acceptance delay</gui> slider to control how long you have to hold a key down for it to register.
ast: Use el deslizador <gui>Allanciu de aceptación</gui> pa controlar cuanto tiempu tien de caltener pulsada la tecla pa que se registre.
el: Χρησιμοποιήστε την ολισθαίνουσα ρύθμιση της <gui>Καθυστέρηση αποδοχής</gui> για να ελέγξετε το πόσο χρονικό διάστημα θα πρέπει να κρατάτε πατημένο το πλήκτρο ώστε αυτό να καταχωρηθεί.
fi: Käytä <gui>Viiveen kesto</gui> -liukusäädintä hallitaksesi aikaa, miten kauan näppäintä täytyy painaa sen rekisteröitymiseksi.
nl: Gebruik de <gui>Vertraging voor accepteren</gui>-schuifbalk om in te stellen hoe lang u de toets in moet drukken en vast moet houden voordat deze aanslag wordt geregistreerd.
pt_br: Use a barra deslizante <gui>Atraso de aceitação</gui> para controlar quanto tempo você deve manter uma tecla pressionada antes que ela seja registrada.
ru: Используйте ползунок <gui>Задержка</gui> чтобы контролировать, как долго нужно удерживать клавишу нажатой для её срабатывания.

source: You can have your computer make a sound when you press a key, when a key press is accepted, or when a key press is rejected because you didn't hold the key down long enough.
ast: Puede facer que su equipu emita un soníu al calcar una tecla, cuando se aceuta una tecla o al refugar una tecla porque no la mantuvo pulsada suficiente tiempu.
el: Μπορείτε να ορίσετε τον υπολογιστή σας να κάνει έναν ήχο όταν πατάτε ένα πλήκτρο, όταν το πάτημα ενός πλήκτρου είναι αποδεκτό ή όταν το πάτημα ενός πλήκτρου έχει απορριφθεί επειδή δεν κρατήσατε πατημένο το πλήκτρο αρκετά.
fi: Voit asettaa tietokoneen toistamaan äänen, kun painat näppäintä, kun painallus on hyväksytty tai kun painallus on hylätty, koska et pitänyt näppäintä pohjassa tarpeeksi kauan.
nl: U kunt uw computer een geluid laten maken wanneer u een toets indrukt, wanneer een toetsaanslag is geaccepteerd, of wanneer een toetsaanslag is genegeerd omdat u de toets niet lang genoeg ingedrukt heeft gehouden.
pt_br: Você pode fazer com que seu computador produza um som quando você pressiona uma tecla, quando uma tecla é aceita, ou quando uma tecla pressionada é rejeitada porque você não a manteve pressionada por tempo suficiente.
ru: Можно сделать так, чтобы компьютер подавал звуковой сигнал когда нажата клавиша, когда клавиша сработала или когда она не сработала из-за того, что была нажата недостаточно долго.

source: Type keyboard shortcuts one key at a time rather than having to hold down all of the keys at once.
ast: Calcar combinaciones de tecles tecla a tecla, en llugar de tener que caltener pulsadas toes les tecles a la vegada.
el: Πληκτρολογήστε τις συντομεύσεις πληκτρολογίου πατώντας ένα πλήκτρο την φορά αντί να χρειάζεται να πατάτε όλα τα πλήκτρα τους ταυτόχρονα.
es: Pulsar combinaciones de teclas tecla a tecla, en lugar de tener que mantener pulsadas todas las teclas a la vez.
fi: Käytä näppäinoikoteitä yksi näppäin kerrallaan sen sijaan, että sinun tulisi pitää kaikkia näppäimiä painettuna samanaikaisesti.
nl: Sneltoetsen op het toetsenbord één voor één indrukken, in plaats van allemaal tegelijk.
pt_br: Digite os atalhos de teclado uma tecla por vez, em vez de ter de manter todas elas pressionadas ao mesmo tempo.
ru: Набирать клавиатурные сокращения нажатием каждой клавиши по отдельности вместо нажатия всех клавиш сразу.

source: Turn on Sticky Keys
ast: Activar les Teclas pegajosas
el: Ενεργοποιήστε τα Κολλώδη πλήκτρα.
es: Activar las Teclas pegajosas
fi: Käytä pohjaan jääviä näppäimiä
nl: Plaktoetsen activeren
pt_br: Ligar Teclas de aderência
ru: Включить Залипающие клавиши

source: <em>Sticky Keys</em> allows you to type keyboard shortcuts one key at a time rather than having to hold down all of the keys at once. For example, the <keyseq><key>Alt</key><key>Tab</key></keyseq> shortcut switches between windows. Without sticky keys turned on, you would have to hold down both keys at the same time; with sticky keys turned on, you would press <key>Alt</key> and then <key>Tab</key> to do the same.
ast: Les <em>Teclas pegajosas</em> le permiten calcar combinaciones de tecles pulsándolas tecla a tecla, en llugar de tener que caltener pulsadas toes les tecles a la vegada. Por exemplu, la combinación <keyseq><key>Alt</key><key>Tab</key></keyseq> sirve pa pasar de una ventana a otra. Si no tuviera activadas les tecles pegajosas, tendría que caltener pulsadas ambas tecles al mesmu tiempu; colas tecles pegajosas, puede calcar la tecla <key>Alt</key>, soltarla, y dempués calcar <key>Tab</key> pa obtener el mesmu resultáu.
el: Τα <em>Κολλώδη πλήκτρα</em> επιτρέπουν να πληκτρολογήσετε τις συντομεύσεις πληκτρολογίου πατώντας ένα πλήκτρο τη φορά αντί να χρειάζεται να πατάτε όλα τα πλήκτρα των συντομεύσεων ταυτόχρονα. Για παράδειγμα, ο συνδυασμός πλήκτρων <keyseq><key>Alt</key><key>Tab</key></keyseq>, επιτρέπει να εναλάσσεστε μεταξύ παραθύρων. Άν δεν έχουν ενεργοποιηθεί τα Κολλώδη πλήκτρα, θα πρέπει να κρατάτε πατημένα και τα δύο πλήκτρα ταυτόχρονα. Άν όμως έχουν ενεργοποιηθεί τα Κολλώδη πλήκτρα, μπορείτε να πατήσετε το πλήκτρο <key>Alt</key>, να το αφήσετε, και μετά να πατήσετε το πλήκτρο <key>Tab</key> ώστε να επιτύχετε το ίδιο αποτέλεσμα.
es: Las <em>Teclas pegajosas</em> le permiten pulsar combinaciones de teclas pulsándolas tecla a tecla, en lugar de tener que mantener pulsadas todas las teclas a la vez. Por ejemplo, la combinación <keyseq><key>Alt</key><key>Tab</key></keyseq> sirve para pasar de una ventana a otra. Si no tuviera activadas las teclas pegajosas, tendría que mantener pulsadas ambas teclas al mismo tiempo; con las teclas pegajosas, puede pulsar la tecla <key>Alt</key>, soltarla, y luego pulsar <key>Tab</key> para obtener el mismo resultado.
fi: <em>Pohjaan jäävät näppäimet</em> mahdollistaa näppäinoikoteiden antamisen yksi näppäin kerrallaan kaikkien samaan aikaan painamisen sijasta. Esimerkiksi, <keyseq><key>Alt</key><key>Tab</key></keyseq> -näppäinoikotie vaihtaa ikkunoiden välillä. Jos pohjaan jäävät näppäimet eivät ole käytössä, täytyy molempia näppäimiä painaa samanaikaisesti; kun pohjaan jäävät näppäimet ovat käytössä, paina ensin <key>Alt</key> ja sitten <key>Tab</key>.
nl: <em>PlakToetsen</em> zorgt ervoor dat u bij toetsenbord-sneltoetsen alle toetsen één voor één kunt indrukken, in plaats van alle toetsen in één keer tegelijk. Bijvoorbeeld, met de <keyseq><key>Alt</key><key>Tab</key></keyseq> sneltoets schakelt u tussen vensters. Zonder PlakToetsen moet u deze twee toetsen allebei tegelijk ingedrukt houden; met PlakToetsen ingeschakeld, drukt u eerst <key>Alt</key> in, en dan <key>Tab</key>, om hetzelfde te doen.
pt_br: <em>Teclas de aderência</em> permitem a você digitar atalhos de teclados pressionando uma tecla de cada vez, em vez de ter de pressioná-las todas ao mesmo tempo. Por exemplo, o atalho <keyseq><key>Alt</key><key>Tab</key></keyseq> alterna as janelas. Sem as teclas de aderência, você precisaria segurar ambas as teclas ao mesmo tempo; com as teclas de aderência, você pressionaria <key>Alt</key> e depois <key>Tab</key> para alternar janelas.
ru: <em>Залипающие клавиши</em> позволяют набирать клавиатурные сокращения, нажимая каждую клавишу по отдельности, вместо того, чтобы нажимать все клавиши сразу. Например, комбинация клавиш <keyseq><key>Alt</key><key>Tab</key></keyseq> переключает между окнами. При отключенном залипании клавиш вам пришлось бы нажать обе кнопки одновременно; при включенном залипании клавиш для этого вам надо нажать сначала <key>Alt</key>, а затем <key>Tab</key>.

source: You might want to turn on sticky keys if you find it difficult to hold down several keys at once.
ast: Puede querer activar les tecles persistentes si alcuentra dificultad pa caltener pulsadas varias tecles a la vegada.
el: Πιθανώς να χρειαστεί να ενεργοποιήσετε τα Κολλώδη πλήκτρα αν σας δυσκολεύει το να κρατάτε πατημένα πολλαπλά πλήκτρα ταυτόχρονα.
es: Puede querer activar las teclas persistentes si encuentra dificultad para mantener pulsadas varias teclas a la vez.
fi: Saatat haluta käyttää pohjaan jääviä näppäimiä, jos sinun on hankala painaa useita näppäimiä samanaikaisesti.
nl: U kunt PlakToetsen inschakelen als u het lastig vindt om meerdere toetsen tegelijk ingedrukt te houden.
pt_br: Talvez você queira ligar as teclas de aderência se você sente dificuldade em pressionar várias teclas ao mesmo tempo.
ru: Вы можете захотеть использовать залипающие клавиши, если вам трудно нажимать несколько клавиш одновременно.

source: Switch <gui>Sticky Keys</gui> on.
ast: Active les <gui>Teclas persistentes</gui>.
el: Ενεργοποιήστε τα <gui>Κολλώδη πλήκτρα</gui>
fi: Kytke <gui>Pohjaan jäävät näppäimet</gui> käyttöön.
nl: <gui>PlakToetsen</gui> inschakelen.
pt_br: Ponha a chave <gui>Teclas de aderência</gui> na posição "ON".
ru: Включите <gui>Залипающие клавиши</gui>.

source: If you press two keys at once, you can have sticky keys turn itself off temporarily to let you enter a keyboard shortcut in the "standard" way.
ast: Si calca dos tecles a la vegada, puede facer que les tecles persistentes se desactiven temporalmente pa introducir una combinación de tecles de la forma «standard».
el: Άν πατήσετε δύο πλήκτρα ταυτόχρονα , μπορείτε να απενεργοποιήσετε προσωρινά το Κολλώδη πλήκτρα ώστε να εισάγετε μία συντόμευση πληκτρολογίου με τον «προκαθορισμένο» τρόπο.
es: Si pulsa dos teclas a la vez, puede hacer que las teclas persistentes se desactiven temporalmente para introducir una combinación de teclas de la forma «estándar».
fi: Jos painat kahta näppäintä samanaikaisesti, pohjaan jäävät näppäimet otetaan väliaikaisesti pois käytöstä ja voit antaa näppäinoikotien "tavalliseen" tapaan.
nl: Als u twee toetsen tegelijk indrukt, kan PlakToetsen tijdelijk uitgeschakeld worden om een toetscombinatie op de "gewone" manier in te kunnen drukken.
pt_br: Se você pressionar duas teclas de uma vez, você pode fazer as teclas de aderência se desligarem automaticamente para permitir que você digite um atalho de teclado da maneira "padrão".
ru: При одновременном нажатии двух клавиш залипание клавиш временно отключается, чтобы вы могли ввести комбинацию клавиш «обычным» способом.
