Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The <gui>Compact Layout</gui> option in the <gui>Arrange Items</gui> menu arranges the files so they take up as little space as possible. This is useful if you want to have lots of files visible at once in a folder.
ast: La opción <gui>Organización compacta</gui> del menú <gui>Organizar los elementos</gui> organiza los ficheros de forma que ocupan el menor espaciu posible. Es útil si quies ver un montón de ficheros al mesmu tiempu nuna carpeta.
el: Η επιλογή <gui>Συμπτυγμένη διάταξη</gui> στο μενού <gui>Στοίχιση αντικειμένων </gui> οργανώνει τα αρχεία έτσι ώστε να καταλαμβάνουν όσο το δυνατόν λιγότερο χώρο. Αυτό είναι χρήσιμο αν θέλετε να έχετε πολλά αρχεία ορατά ταυτόχρονα σε ένα φάκελο.
es: La opción <gui>Organización compacta</gui> del menú <gui>Organizar los elementos</gui> organiza los archivos de forma que ocupan el menor espacio posible. Es útil si quiere ver un montón de ficheros al mismo tiempo en una carpeta.
fi: <gui>Tiivis</gui>-valinta <gui>Järjestä</gui>-valikossa näyttää tiedostot siten, että kuvakkeet käyttävät mahdollisimman vähän tilaa. Tämä on erityisen hyödyllistä silloin, kun halutaan nähdä kerralla mahdollisimman monta tiedostoa kansiossa.
pt_br: A opção <gui>Aparência compacta</gui> no menu <gui>Organizar itens</gui> organiza os arquivos para que eles ocupem o menor espaço possível. Isso é útil se você quer ter muitos arquivos visíveis ao mesmo tempo em uma pasta.

source: List view
ast: Vista de llista
el: Προβολή λίστας
es: Vista de lista
fi: Luettelonäkymä
nl: Lijstweergave
pt_br: Visualização em lista
ru: Просмотр в виде списка

source: To sort files in a different order, click one of the column headings in the file manager. For example, click <gui>Type</gui> to sort by file type. Click the column heading again to sort in the reverse order.
ast: Pa ordenar los ficheros de forma distintu, calca nuna de les cabeceras de les columnes nel xestor de ficheros. Por exemplu, calca en <gui>Triba</gui> pa ordenar por triba de ficheru. Calca de nuevu na cabecera de la columna pa ordenar en orde inverso.
el: Για να ταξινομήσετε τα αρχεία με διαφορετική σειρά, κάντε κλικ σε μία από της επικεφαλίδες των στηλών του διαχειριστή αρχείων. Για παράδειγμα, κάντε κλικ στην επικεφαλίδα <gui>Τύπος</gui> για να ταξινομηθούν τα αρχεία βάσει του τύπου αρχείων. Κάντε κλικ στην επικεφαλίδα ξανά για να αντιστρέψετε τη σειρά ταξινόμησης.
es: Para ordenar los archivos de forma diferente, pulse en una de las cabeceras de las columnas en el gestor de archivos. Por ejemplo, pulse en <gui>Tipo</gui> para ordenar por tipo de archivo. Pulse de nuevo en la cabecera de la columna para ordenar en orden inverso.
fi: Järjestä tiedostot eri järjestykseen napsauttamalla sarakkeen otsikkoa tiedostohallinnan luettelonäkymässä. Esimerkiksi napsauttamalla <gui>Tyyppi</gui>-otsikkoa tiedostot järjestetään tiedostotyypin mukaan. Napsauttamalla uudelleen sarakkeen otsikkoa muuttuu järjestys vastakkaiseksi.
pt_br: Para classificar os arquivos em uma ordem diferente, clique em um dos cabeçalhos da coluna no gerenciador de arquivos. Por exemplo, clique em <gui>Tipo</gui> para classificar por tipo de arquivo. Clique no cabeçalho da coluna de novo para classificar na ordem reversa.

source: In list view, you can show columns with more attributes and sort on those columns. Click <guiseq><gui>View</gui><gui>Visible Columns</gui></guiseq> and select the columns that you want to be visible. You will then be able to sort by those columns. See <link xref="nautilus-list"/> for descriptions of available columns.
ast: Na vista de llista, puede amosar les columnes con más atributos y ordenar estes columnes. Calca en <guiseq> <gui>Vista</gui><gui>Columnes visibles</gui></guiseq> y escueyi les columnes que quies que seyan visible. A continuación, podrá ordenar por esas columnes. Vea <link xref="nautilus-list"/> pa tener les descripciones de les columnes disponibles.
el: Κατά την προβολή λίστας, μπορείτε να ορίσετε να εμφανίζονται στήλες με περισσότερες ιδιότητες και να ταξινομήσετε βάσει αυτών. Κάντε κλικ επιλέγοντας <guiseq><gui>Προβολή</gui><gui>Ορατές στήλες</gui></guiseq> και επιλέξτε τις στήλες που θέλετε να είναι ορατές. Θα έχετε τότε τη δυνατότητα να ταξινομείτε τα αρχεία βάσει αυτών των στηλών. Δείτε τον σύνδεσμο <link xref="nautilus-list"/> για περαιτέρω περιγραφή με τις διαθέσιμες στήλες.
es: En la vista de lista, puede mostrar las columnas con más atributos y ordenar estas columnas. Pulse en <guiseq> <gui>Vista</gui><gui>Columnas visibles</gui></guiseq> y seleccione las columnas que desea que sean visible. A continuación, podrá ordenar por esas columnas. Vea <link xref="nautilus-list"/> para tener las descripciones de las columnas disponibles.
fi: Luettelonäkymässä voit lisätä näytettävien sarakkeiden määrää uusilla ominaisuuksilla ja järjestää tiedostoja näiden mukaan. Mene <guiseq><gui>Näytä</gui><gui>Näkyvät sarakkeet</gui></guiseq> ja valitse haluamasi sarakkeet. Tämän jälkeen pystyt järjestämään kansioita näiden sarakkeiden tietojen pohjalta. Lue <link xref="nautilus-list"/> saadaksesi tietoa saatavilla olevista sarakkeista.
pt_br: Em visão de lista, você pode mostrar colunas com mais atributos e classificar nessas colunas. Clique em <guiseq><gui>Ver</gui><gui>Colunas visíveis</gui></guiseq> e selecione as colunas que você quer que estejam visíveis. Você será capaz então de classificar por essas colunas. Veja <link xref="nautilus-list"/> para descrições de colunas disponíveis.

source: Compact view
ast: Vista compacta
el: Συμπτυγμένη προβολή
es: Vista compacta
fi: Tiivis näkymä
pt_br: Visão compacta
ru: Компактный вид

source: You can sort files in Compact view in the same way that you can sort them in the Icon view. The only difference is that you can't manually position the files anywhere you want; they are always organized as a list in this view.
ast: Puede ordenar los ficheros na vista compacta de la mesma manera que puede ordenar la vista de iconos. La única diferencia es que no se puede colocar manualmente los ficheros en cualesquier llugar que desee, siempres tan organizados nuna llista nesta vista.
el: Μπορείτε να ταξινομήσετε τα αρχεία σε συμπτυγμένη προβολή κατά τον ίδιο τρόπο που μπορείτε να το κάνετε και στην προβολή εικονιδίων. Η μόνη διαφορά είναι ότι δε μπορείτε να μετακινήσετε χειροκίνητα τα αρχεία σε όποιο σημείο θέλετε. Σε αυτή την προβολή τα αρχεία είναι πάντα ταξινομημένα σε λίστα.
es: Puede ordenar los archivos en la vista compacta de la misma manera que puede ordenar la vista de iconos. La única diferencia es que no se puede colocar manualmente los archivos en cualquier lugar que desee, siempre están organizados en una lista en esta vista.
fi: Voit järjestää tiedostoja Tiiviissä näkymässä samalla tavalla kuin Kuvakenäkymässä. Ainoa ero on, ettet voi asettaa tiedostoja haluamaasi kohtaan käsin; ne on aina järjestetty luetteloksi.
pt_br: Você pode classificar os arquivos em visão compacta do mesmo jeito que você pode classificá-los na visão de ícone. A única diferença é que você não pode posicionar manualmente os arquivos em qualquer lugar que você quiser; eles são sempre organizados como uma lista nessa visão.

source: Ways of sorting files
ast: Maneras de ordenar ficheros
el: Τρόποι ταξινόμησης αρχείων
es: Maneras de ordenar archivos
fi: Tiedostojen lajittelutapoja
nl: Manieren om bestanden te sorteren
pt_br: Caminhos para organizar os arquivos
ru: Способы сортировки файлов

source: By Name
ast: Por nome
el: Κατά όνομα
es: Por nombre
fi: Nimen mukaan
nl: Op naam
pt_br: Por nome
ru: По имени

source: Sorts alphabetically by the name of the file.
ast: Ordena alfabéticamente pol nome del ficheru.
el: Ταξινομεί αλφαβητικά με το όνομα του αρχείου.
es: Ordena alfabéticamente por el nombre del archivo.
fi: Aakkosellinen järjestys tiedoston nimen mukaan.
nl: Sorteert op alfabetische volgorde op de naam van het bestand.
pt_br: Ordena alfabeticamente pelo nome do arquivo.
ru: Сортировка по именам файлов в алфавитном порядке.

source: By Size
ast: Por tamañu
el: Κατά μέγεθος
es: Por tamaño
fi: Koon mukaan
pt_br: Por tamanho
ru: По размеру

source: Sorts by the size of the file (how much disk space it takes up). Sorts from smallest to largest by default.
ast: Ordena pol tamañu del ficheru (cuánto espaciu ocupa). Ordena del menor al mayor de manera predeterminada.
el: Ταξινομεί με βάση το μέγεθος του αρχείου (πόσο χώρο καταλαμβάνει στο δίσκο). Από προεπιλογή η ταξινόμηση γίνεται από το μικρότερο στο μεγαλύτερο.
es: Ordena por el tamaño del archivo (cuánto espacio ocupa). Ordena del menor al mayor de manera predeterminada.
fi: Tiedoston koon mukainen järjestys (kuinka paljon tilaa tiedosto vie kiintolevyltä). Oletuksena nouseva järjestys.
pt_br: Classifica pelo tamanho do arquivo (quanto espaço em disco ele consome). Classifica do menos para o maior tamanho por padrão.
ru: Сортировка по размерам файлов (занимаемому ими месту на диске). По умолчанию файлы сортируются по возрастанию их размера.

source: By Type
ast: Por triba
el: Κατά είδος
es: Por tipo
fi: Tyypin mukaan
pt_br: Por tipo
ru: По типу

source: Sorts alphabetically by the file type. Files of the same type are grouped together, then sorted by name.
ast: Ordena alfabéticamente pol triba de ficheru. Los ficheros del mesmu triba se agrupan, a continuación, ordenados por nome.
el: Ταξινομεί αλφαβητικά, σύμφωνα με τον τύπο του αρχείου. Τα αρχεία του ίδιου τύπου ομαδοποιούνται και στη συνέχεια ταξινομούνται με βάση το όνομά τους.
es: Ordena alfabéticamente por el tipo de archivo. Los archivos del mismo tipo se agrupan, a continuación, ordenados por nombre.
fi: Aakkostaa tiedostotyypin mukaan. Samaa tyyppiä olevat tiedostot ryhmitellään nimen mukaan aakkosjärjestykseen.
nl: Sorteert op alfabetisch volgorde op het bestandstype. Bestanden van hetzelfde type zijn gegroepeerd, vervolgens gesorteerd op naam.
pt_br: Classifica alfabeticamente pelo tipo do arquivo. Arquivos do mesmo tipo são agrupados juntos e depois classificados pelo nome.
ru: Сортировка по типу файлов в алфавитном порядке. Файлы одинакового типа группируются вместе, затем сортируются по их именам.

source: By Modification Date
ast: Por data de modificación
el: Κατά ημερομηνία τροποποίησης
es: Por fecha de modificación
fi: Muokkauspäivämäärän mukaan
nl: Op wijzigingsdatum
pt_br: Por data de modificação
ru: По дате изменения

source: Sorts by the date and time that a file was last changed. Sorts from oldest to newest by default.
ast: Ordena por data y hora na que un ficheru fue camudáu por cabera vegada. Ordena de la más antigua a la más reciente de forma predeterminada.
el: Ταξινομεί με βάση την ημερομηνία και την ώρα που ένα αρχείο τροποποιήθηκε τελευταία φορά. Εξ ορισμού, ταξινομεί από το παλαιότερο προς το νεότερο αρχείο.
es: Ordena por fecha y hora en la que un archivo fue modificado por última vez. Ordena de la más antigua a la más reciente de forma predeterminada.
fi: Järjestää tiedostot viimeisen muokkausajankohdan mukaan, oletuksena laskeva järjestys.
nl: Sorteert de datum en tijd waarop een bestand voor het laatst is gewijzigd. Sorteert standaard van oud naar nieuw.
pt_br: Classifica pela data e hora que um arquivo foi alterado pela última vez. Classifica do mais velho para o mais novo por padrão.
ru: Сортировка по дате и времени последнего изменения файла. По умолчанию файлы сортируются от самых старых до самых новых.

source: Quickly create new documents from custom file templates.
ast: Cree documentos nuevos dende plantillas de ficheru personalizaes
el: Δημιουργήστε γρήγορα νέα έγγραφα από τα προσαρμοσμένα πρότυπα αρχείων.
fi: Luo nopeasti uusia tiedostoja omavalintaisista asiakirjamalleista
pt_br: Crie rapidamente novos documentos a partir de modelos personalizados de arquivos.
ru: Быстрое создание новых документов, используя готовые шаблоны.

source: Templates for commonly-used document types
ast: Plantillas pa tribes de documentos más usados
el: Πρότυπα για τους συνηθισμένους τύπους εγγράφων
fi: Asiakirjamalleja yleisille tiedostotyypeille
nl: Sjablonen voor veelgebruikte documenttypes.
pt_br: Modelos para tipos de documentos comumente usados.
ru: Шаблоны для часто используемых типов документов

source: If you often create documents based on the same content, you might benefit from using file templates. A file template can be a document of any type with the formatting or content you would like to reuse. For example, you could create a template document with your letterhead.
ast: Si a menudo cria documentos basados nel mesmu conteníu, es posible beneficiase del usu de plantillas de ficheru. Una plantilla de ficheru puede ser un documentu de cualesquier triba col formatu o conteníu que le gustaría volver a usar. Por exemplu, puede criar un documentu de plantilla col membrete.
el: Εάν δημιουργείτε συχνά έγγραφα που βασίζονται στο ίδιο περιεχόμενο, μπορεί να επωφεληθείτε από τη χρήση προτύπων. Ένα πρότυπο αρχείο μπορεί να είναι ένα έγγραφο οποιουδήποτε τύπου με τη μορφοποίηση ή το περιεχόμενο που θέλετε να χρησιμοποιήσετε ξανά. Για παράδειγμα, θα μπορούσατε να δημιουργήσετε ένα έγγραφο με το πρότυπο επιστολόχαρτο σας.
fi: Jos luot usein samaan sisältöön perustuvia asiakirjoja, voit hyötyä asiakirjamallien käytöstä. Asiakirjamalli voidaan luoda kaikenlaisista asiakirjoista käyttäen asettelua ja sisältöä, jota haluat käyttää uudelleen. Esimerkiksi voit luoda asiakirjamallin, josta löytyy usein käyttämäsi ylätunniste.
pt_br: Se você com frequência cria documentos baseados no mesmo conteúdo, você pode se beneficiar do uso de modelos de arquivo. Um modelo de arquivo pode ser um documento de qualquer tipo com a formatação ou conteúdo que você gostaria de reutilizar. Por exemplo, você pode criar um documento-modelo com o seu cabeçalho para cartas.
ru: Если вам часто приходится создавать документы с одинаковым содержимым, то может быть полезно использовать шаблоны файлов. Шаблон файла может быть документом любого типа с форматированием или содержимым, которое вы хотите использовать повторно. Например, можно создать шаблон документа с заголовком письма.

source: Make a new template
ast: Facer una plantilla nueva
el: Δημιουργήστε ένα νέο πρότυπο
fi: Luo uusi asiakirjamalli
nl: Een nieuw sjabloon aanmaken
pt_br: Crie um novo modelo
ru: Создание нового шаблона

source: Create a document that you are going to use as a template. For example, you could make your letterhead in a word processing application.
ast: Cree un documentu que vaya a usar como plantilla. Por exemplu, puede facer su cabecera de carta nuna aplicación de procesamiento de testu.
el: Δημιουργήστε ένα έγγραφο που πρόκειται να χρησιμοποιήσετε ως πρότυπο. Για παράδειγμα, θα μπορούσατε να κάνετε το επιστολόχαρτό σας σε μια εφαρμογή επεξεργασίας κειμένου.
fi: Luo asiakirja, jota tulet käyttämään asiakirjamallina. Voit esimerkiksi luoda asiakirjapohjan tekstinkäsittelyohjelmaan.
pt_br: Crie um documento que você vai usar como modelo. Por exemplo, você pode fazer seu cabeçalho para cartas em um processador de texto.
ru: Создайте документ, который вы хотите использовать в качестве шаблона. Например, вы можете создать заголовок письма в текстовом редакторе.

source: Save the file with the template content in the <file>Templates</file> folder in your <file>Home</file> folder. If the <file>Templates</file> folder doesn't exist, you will need to create it first.
ast: Guarda'l ficheru col conteníu de la plantía en <file>Plantíes</file> na to <file>Carpeta personal</file>. Si la carpeta <file>Plantíes</file> nun esiste, necesites creala primero.
el: Αποθηκεύστε το αρχείο με το περιεχόμενο του προτύπου στον φάκελο <file>Πρότυπα</file> στον <file>Προσωπικό</file> σας φάκελο. Εάν ο φάκελος <file>Πρότυπα</file> δεν υπάρχει, θα χρειαστεί να το δημιουργήσετε πρώτα.
fi: Tallenna asiakirjapohja <file>Kotikansion</file> alikansioon <file>Mallit</file>. Tarvittaessa luo <file>Mallit</file>-kansio.
pt_br: Salve o arquivo com o conteúdo do modelo na pasta <file>Modelos</file> em sua <file>Pasta pessoal</file>. Se a pasta <file>Modelos</file> não existir, você precisará criá-la primeiro.
ru: Сохраните файл шаблона в папке <file>Шаблоны</file>, находящейся в вашей <file>домашней папке</file>. Если папка <file>Шаблоны</file> не существует, создайте её.

source: Use a template to create a document
ast: Usar una plantilla pa criar un documentu
el: Χρησιμοποιήστε ένα πρότυπο για να δημιουργήσετε ένα έγγραφο
fi: Käytä asiakirjamallia asiakirjan luontiin
nl: Gebruik een sjabloon om een document aan te maken
pt_br: Usar um modelo para criar um documento
ru: Использование шаблона для создания документа

source: Open the folder where you want to place the new document.
ast: Abra la carpeta donde quies ubicar el documentu nuevu.
el: Ανοίξτε το φάκελο στον οποίο θέλετε να τοποθετήσετε το νέο έγγραφο.
fi: Avaa kansio, jonne haluat tallentaa uuden asiakirjan.
nl: Open de map waar u het nieuwe document wilt plaatsen.
pt_br: Abra a pasta onde você quer colocar o novo documento.
ru: Откройте папку в которой вы хотите разместить новый документ.

source: Right-click anywhere in the empty space in the folder, then choose <gui style="menuitem">Create document</gui>. The names of available templates will be listed in the submenu.
ast: Primi col botón derechu nel mur en cualquier espaciu ermu dientro de la carpeta, dempués escueyi <gui style="menuitem">Crear documentu</gui>. Los nomes de los modelos disponibles van llistase nel submenú.
el: Κάντε δεξί κλικ οπουδήποτε στον κενό χώρο στο φάκελο και, στη συνέχεια επιλέξτε <gui style="menuitem">Δημιουργία εγγράφου</gui>. Τα ονόματα των διαθέσιμων προτύπων θα πρέπει να περιλαμβάνονται στο υπομενού.
fi: Napsauta kansiossa tyhjää kohtaa hiiren oikealla näppäimellä ja valitse <gui style="menuitem">Luo asiakirja</gui>. Asiakirjamallit avautuvat alavalikkoon.
pt_br: Clique como o botão direito do mouse em qualquer espaço vazio dentro da pasta, então escolha <gui style="menuitem">Criar documento</gui>. Os nomes dos modelos disponíveis serão listados no submenu.
ru: Щёлкните правой кнопкой мыши в любом свободном месте папки и выберите <gui style="menuitem">Создать новый документ</gui>. Имена доступных шаблонов будут перечислены в подменю.

source: Enter a filename for the newly-created document.
ast: Introduza un nome pa el documentu recién creáu.
el: Εισάγετε ένα όνομα αρχείου για το καινούργιο έγγραφο.
fi: Syötä uudelle asiakirjalle tiedostonimi.
nl: Vul een bestandsnaam in voor het nieuwe aangemaakt document.
pt_br: Digite um nome de arquivo para o documento recém-criado.
ru: Укажите имя файла для созданного документа.

source: Double-click the file to open it and start editing.
ast: Fae duble clic sobro el ficheru pa abrirle y editarle.
el: Κάντε διπλό κλικ στο αρχείο για να το ανοίξετε και να αρχίσει η επεξεργασία.
fi: Kaksoisnapsauta tiedostoa avataksesi sen ja aloita muokkaus.
nl: Dubbelklik op het bestand om te openen en te bewerken.
pt_br: Dê um clique-duplo no arquivo para abri-lo e começar a editá-lo.
ru: Дважды щёлкните на файле, чтобы открыть его и выполнить изменение.

source: These are backup files. They are hidden by default.
ast: Estos son ficheros de copies de seguridá. Están anubríos de manera predeterminada.
el: Αυτά είναι τα αρχεία ασφαλείας. Είναι κρυφά από προεπιλογή.
es: Estos son archivos de copias de seguridad. Están ocultos de manera predeterminada.
fi: Ne ovat varmuuskopiotiedostoja. Oletuksena ne on piilotettu.
nl: Dit zijn back-up bestanden. Deze zijn standaard verborgen.
pt_br: Essas são cópias de segurança dos arquivos. Eles estão ocultos por padrão.
ru: Это резервные копии файлов. По умолчанию они являются скрытыми.

source: What is a file with a "~" at the end of its name?
ast: ¿Qué es un ficheru con una «~» al final del nome?
el: Τι είναι ένα αρχείο με ένα "~" στο τέλος του ονόματός του;
es: ¿Qué es un archivo con una «~» al final del nombre?
fi: Miksi tiedoston nimen perässä on merkki "~"?
nl: Wat is een bestand met een ‘~’ aan het einde van de naam?
pt_br: O que é um arquivo com um "~" no final do nome?
ru: Что за файл с символом "~" в конце его имени?

source: Files with a "~" at the end of their names (for example, <file>example.txt~</file>) are automatically created backup copies of documents edited in the <app>Gedit</app> text editor, as well as in other applications. It is normally safe to delete them, but there really is no need to.
ast: Los ficheros con una «~» al final de sus nomes (por exemplu, <file>exemplu.txt~</file>) son copies de respaldu creaes de forma automática al editar documentos nel editor de textos <app>Gedit</app> o en otres aplicaciones. Normalmente es seguru borrarlas, pero no realidad no es necesariu.
el: Τα αρχεία με ένα «~» στο τέλος των ονομάτων τους (για παράδειγμα, <file>παράδειγμα.txt~</file>) δημιουργούνται αυτόματα κάνοντας αντίγραφα ασφαλείας των εγγράφων που επεξεργάζονται με τον επεξεργαστή κειμένου <app>Gedit</app>, όπως καθώς και σε άλλες εφαρμογές. Είναι συνήθως ασφαλές να τα διαγράψετε, αλλά πραγματικά δεν υπάρχει καμία ανάγκη να γίνει.
es: Los archivos con una «~» al final de sus nombres (por ejemplo, <file>ejemplo.txt~</file>) son copias de respaldo creadas de forma automática al editar documentos en el editor de textos <app>Gedit</app> o en otras aplicaciones. Normalmente es seguro borrarlas, pero no realidad no es necesario.
fi: <app>Gedit</app>-tekstieditori ja muutkin ohjelmat tekevät automaattisesti varmuuskopioita muokatuista tiedostoista jotka tunnistaa tiedoston nimen perässä olevasta "~" merkistä. (esimerkiksi <file>esimerkki.txt~</file>). Yleisesti on turvallista poistaa nämä varmuuskopiotiedostot, mutta tämä ei ole suotavaa.
pt_br: Arquivos com um "~" no final do nome deles (por exemplo, <file>exemplo.txt~</file>) são cópias de segurança de documentos editados no editor de texto <app>Gedit</app> criadas automaticamente, bem como em outras aplicações. Normalmente é seguro exclui-los, mas não há necessidade real para isso.

source: These files are hidden by default. If you are seeing them, that is because you either selected <guiseq><gui>View</gui><gui>Hidden Files</gui></guiseq> or pressed <keyseq><key>Ctrl</key><key>H</key></keyseq>. You can hide them again by repeating one of these steps.
ast: Esos ficheros permanecen anubríos de forma predeterminada. Si los ta viendo, es porque seleccionó <guiseq><gui>Ver</gui><gui>Amosar los ficheros anubríos</gui></guiseq> o porque pulsó <keyseq><key>Ctrl</key><key>H</key></keyseq>. Puede volver a ocultarlos repitiendo uno de estos pasos.
el: Αυτά τα αρχεία εξ ορισμού αποκρύπτονται. Αν τα δείτε, αυτό είναι επειδή έχετε επιλέξει είτε <guiseq> <gui>Προβολή</gui><gui> Κρυφά αρχεία</gui></guiseq> ή έχετε πατήσει το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>H</key></keyseq>. Μπορείτε να τα κρύψετε και πάλι επαναλαμβάνοντας ένα από αυτά τα βήματα.
es: Esos archivos permanecen ocultos de forma predeterminada. Si los está viendo, es porque seleccionó <guiseq><gui>Ver</gui><gui>Mostrar los archivos ocultos</gui></guiseq> o porque pulsó <keyseq><key>Ctrl</key><key>H</key></keyseq>. Puede volver a ocultarlos repitiendo uno de estos pasos.
fi: Oletuksena nämä tiedostot on piilotettu. Jos ne ovat näkyvissä, olet joko valinnut <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq> tai olet painanut <keyseq><key>Ctrl</key><key>H</key></keyseq>. Piilota piilotiedostot toistamalla toinen edellä mainituista tavoista.
pt_br: Esses arquivos estão ocultos por padrão. Se você os estiver vendo, é porque você selecionou <guiseq><gui>Ver</gui><gui>Arquivos ocultos</gui></guiseq> ou pressionou <keyseq><key>Ctrl</key><key>H</key></keyseq>. Você pode ocultá-los de novo repetindo um desses passos.
