Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Now, find the audio player in the file manager sidebar and eject it (right-click and click <gui>Eject</gui>). Unplug it, then plug it back in. This time it should have been recognized as an audio player by your music organizer. If not, try closing the music organizer and then re-opening it.
ast: Agora, alcuentra'l reproductor d'audio na barra llateral del xestor de ficheros y espúlsalu (botón derechu y escueyi <gui>Espulsar</gui>). Desconéutalu, y entós reconéutalu. Agora tendría de reconocese como un reproductor d'audio pol to organizador de música. Sinón, tenta zarrar l'organizador de música y dempués vuelvi abrilu.
el: Τώρα, βρείτε τη συσκευή αναπαραγωγής ήχου στην πλευρική στήλη του διαχειριστή αρχείων και εξαγετέ την (κάνοντας δεξί κλικ <gui>Εξαγωγή</gui>). Αποσυνδέστε την και συνδέστε την ξανά. Αυτή τη φορά θα πρέπει να αναγνωρίζεται ως συσκευή αναπαραγωγής ήχου από το λογισμικό σας για την οργάνωση της μουσική σας. Αν όχι, δοκιμάστε να κλείσετε το λογισμικό οργάνωσης της μουσικής σας και εκκινήστε το ξανά.
pt_br: Agora, encontre o reprodutor de áudio na barra lateral do gerenciador de arquivos e ejete-o (clique com o botão direito do mouse e clique <gui>Ejetar</gui>). Desconecte-o, e então reconecte-o. Desta vez ele deve ter sido reconhecido como um reprodutor de áudio pelo seu organizador de músicas. Senão, tente fechar o organizador de músicas e então reabri-lo.
ru: Теперь найдите звуковой проигрыватель на боковой панели в обозревателе файлов и выполните его извлечение (щёлкните на нём правой кнопкой мыши и выберите <gui>Извлечь</gui>). Отсоедините его, затем снова подсоедините. В этот раз, он должен быть распознан программой управляющей вашей музыкальной коллекцией, в качестве звукового проигрывателя. Если это не так, попробуйте закрыть программу управления музыкальной коллекцией и затем открыть его снова.

source: These instructions won't work for iPods and some other audio players. They should work if your player is a <em>USB Mass Storage</em> device, though; it should say in its manual if it is.
ast: Estes instrucciones no funcionan con iPods y dellos otros reproductores de soníu. En cambéu, deberían funcionar si su reproductor es un preséu <em>de almacenamiento masivo USB</em>; nel manual del preséu tendría decir si lo es.
el: Αυτές οι οδηγίες δεν θα λειτουργήσουν για τα iPods και κάποιες άλλες συσκευές αναπαραγωγής ήχου. Θα πρέπει να λειτουργήσουν αν η συσκευή αναπαραγωγής σας είναι συσκευή <em>USB μαζικής αποθήκευσης</em>. Θα πρέπει να αναφέρει στο εγχειρίδιο της συσκευή αν πράγματι είναι.
es: Estas instrucciones no funcionan con iPods y algunos otros reproductores de sonido. En cambio, deberían funcionar si su reproductor es un dispositivo <em>de almacenamiento masivo USB</em>; en el manual del dispositivo debería decir si lo es.
fi: Nämä ohjeet eivät toimi iPodin ja joidenkin muiden musiikkisoittimien kanssa. Ohjeet pätevät, kunhan soitin on <em>USB-massamuistina</em>. Tästä on yleensä maininta laitteen käyttöohjeessa tai valmistajan verkkosivustolla.
pt_br: Essas instruções não funcionam com o iPod e alguns outros reprodutores de áudio. Eles devem funcionar se seu reprodutor for um dispositivo USB de armazenamento em massa. Consulte o manual do dispositivo para ver se esse é o caso.
ru: Эти инструкции несовместимы с iPod и некоторыми звуковыми проигрывателями. Они должны работать, если ваш проигрыватель устройство <em>USB Mass Storage</em>; это должно быть отражено в руководство пользователя устройства, при его наличии.

source: When you look in the audio player folder again, you won't see the <input>.is_audio_player</input> file. This is because the period in the file's name tells the file manager to hide the file. You can check that it is still there by clicking <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq>.
ast: Cuando vuelvas mirar dientro de la carpeta d'adudio, nun vas ver el ficheru <input>.is_audio_player</input>. Esto ye porque'l periodu nel nome del ficheru, apella al xestor de ficheros p'anubrir el ficheru. Pues comprobar qu'entá ta ehí calcando <guiseq><gui>Ver</gui><gui>Amosar ficheros anubríos</gui></guiseq>.
el: Αν κοιτάξετε πάλι στο φάκελο αναπαραγωγής ήχου, δεν θα δείτε το αρχείο <input>.is_audio_player</input>. Αυτό οφείλεται στην τελεία (.) στην αρχή του ονόματος αρχείου, που δηλώνει στο διαχειριστή αρχείων να κρύψει το όνομα του αρχείου. Μπορείτε να ελέγξετε ότι είναι ακόμα εκεί, κάνοντας κλικ στην καρτέλα <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq>.
pt_br: Quando você olhar na pasta do reprodutor de áudio novamente, você não verá o arquivo <input>.is_audio_player</input>. Isto porque o ponto no nome do arquivo diz ao gerenciador de arquivos para ocultar o arquivo. Você pode verificar que ele ainda está lá clicando <guiseq><gui>Visualizar</gui><gui>Mostrar arquivos ocultos</gui></guiseq>.
ru: Когда вы откроете папку звукового проигрывателя снова, вы не увидите файл <input>.is_audio_player</input>. Это происходит из-за того, что имя файла сообщает обозревателю файлов, что этот файл необходимо скрыть. Вы можете убедиться в этом, щёлкнув <guiseq><gui>Вид</gui><gui>Показать скрытые файлы</gui></guiseq>.

source: Single-click to open files, run or view executable text files, and specify trash behavior.
ast: Una sola pulsación pa abrir ficheros, executar o ver ficheros de testu ejecutables, y especificar el comportamiento de la papelera.
el: Με ένα κλικ μπορείτε να ανοίξετε αρχεία, να εκτελέσετε ή να δείτε τα εκτελέσιμα αρχεία κειμένου, καθώς και καθορίσετε τη συμπεριφορά των απορριμμάτων.
es: Una sola pulsación para abrir archivos, ejecutar o ver archivos de texto ejecutables, y especificar el comportamiento de la papelera.
nl: Met één muisklik bestanden openen, uitvoerbare tekstbestanden uitvoeren of bekijken, en het gedrag van de prullenbak specificeren.
pt_br: Dê um clique simples para abrir arquivos, executar ou visualizar arquivos de texto executáveis e especificar o comportamento da lixeira.
ru: Открытие файлов одинарным щелчком, запуск или просмотр исполняемых текстовых файлов, а также настройка поведения Корзины.

source: File manager behavior preferences
ast: Preferencies de comportamiento del xestor de ficheros
el: Προτιμήσεις συμπεριφοράς του διαχειριστή αρχείων
es: Preferencias de comportamiento del gestor de archivos
fi: Tiedostonhallinnan toiminnan asetukset
pt_br: Preferências de comportamento do gerenciador de arquivos
ru: Параметры поведения менеджера файлов

source: You can control whether you single-click or double-click files, whether folders are opened in new windows, how executable text files are handled, and the trash behavior. In any file manager window, click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>Behavior</gui> tab.
ast: Puede controlar si necesita una pulsación o dos pa abrir ficheros, si les carpetas se abren en ventanes nueves, cómo se gestionarán los ficheros de testu ejecutables, y el comportamiento de la papelera. En cualesquier ventana del alministrador de archvos, calca en <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Comportamiento</gui>.
el: Μπορείτε να καθορίσετε αν θα πατάτε με μονό ή διπλό κλικ στα αρχεία, αν οι φάκελοι ανοίγουν σε νέα παράθυρα, πως γίνεται ο χειρισμός των εκτελέσιμων αρχείων, καθώς και τη συμπεριφορά των απορριμμάτων. Σε κάθε παράθυρο του διαχειριστή αρχείων, κάντε κλικ στην καρτέλα <guiseq> <gui>Επεξεργασία</gui><gui>Προτιμήσεις</gui></guiseq>και επιλέξτε <gui>Συμπεριφορά</gui>.
es: Puede controlar si necesita una pulsación o dos para abrir archivos, si las carpetas se abren en ventanas nuevas, cómo se gestionarán los archivos de texto ejecutables, y el comportamiento de la papelera. En cualquier ventana del administrador de archvos, pulse en <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Comportamiento</gui>.
pt_br: Você pode controlar se você der um clique único ou clique duplo nos arquivos, se as pastas estão abertas em uma nova janela, como arquivos de textos são executados, e o comportamento do lixo. Em qualquer janela do gerenciador de arquivos, clique <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione o <gui>Comportamento</gui> da aba.
ru: Вы можете выбрать, как открывать файлы (одинарным или двойным щелчком), следует ли открывать каждую папку в новом окне, как будут обрабатываться исполняемые текстовые файлы, а также настроить поведение Корзины. Для этого в любом окне менеджера файлов щёлкните <guiseq><gui>Правка</gui><gui>Параметры</gui></guiseq> и перейдите на вкладку<gui>Поведение</gui>.

source: Behavior
ast: Comportamiento
el: Συμπεριφορά
es: Comportamiento
fi: Toiminta
pt_br: Comportamento
ru: Поведение

source: Single click to open items
ast: Una sola pulsación pa abrir elementos
el: Απλό κλικ για το άνοιγμα αντικειμένων
es: Una sola pulsación para abrir elementos
fi: Yksi napsautus kohteiden avaamiseksi
nl: Eénmalig klikken om items te openen
pt_br: Clique simples para abrir os itens.
ru: Одинарный щелчок запускает файлы

source: Double click to open items
ast: Una duble pulsación pa abrir elementos
el: Διπλό κλικ για το άνοιγμα αντικειμένων
es: Una doble pulsación para abrir elementos
fi: Kaksoisnapsautus kohteiden avaamiseksi
nl: Dubbelklikken om items te openen
pt_br: Clique duplo para abrir os itens.
ru: Двойной щелчок запускает файлы

source: By default, clicking selects files and double-clicking opens them. You can instead choose to have files and folders open when you click on them once. When you use single-click mode, you can hold down the <key>Ctrl</key> key while clicking to select one or more files.
ast: De forma predeterminada, al calcar una vegada se seleccionan ficheros, y pulsando dos vegaes se abren. Puede optar por abrir ficheros y carpetas pulsándolos una sola vegada. Nel mou de una sola pulsación, puede caltener apretada la tecla <key>Ctrl</key> mientres calca col mur pa escoyer uno o más ficheros.
el: Εξ ορισμού, κάνοντας ένα κλικ επιλέγει τα αρχεία και με διπλό κλικ ανοίγουν. Μπορείτε να επιλέξετε να ανοίγουν τα αρχεία και οι φάκελοι όταν κάνετε κλικ πάνω τους μία φορά. Όταν χρησιμοποιείτε τον τρόπο με ένα μόνο κλικ, μπορείτε να κρατήσετε πατημένο το πλήκτρο <key>Ctrl</key> ενώ κάνετε κλικ για να επιλέξετε ένα ή περισσότερα αρχεία.
es: De forma predeterminada, al pulsar una vez se seleccionan archivos, y pulsando dos veces se abren. Puede optar por abrir archivos y carpetas pulsándolos una sola vez. En el modo de una sola pulsación, puede mantener apretada la tecla <key>Ctrl</key> mientras pulsa con el ratón para seleccionar uno o más archivos.
pt_br: Por padrão, ao clicar seleciona os arquivos e clicar duas vezes os abre. Você pode optar para que os arquivos e pastas abram quando você clicar neles uma vez. Quando você usar o modo de clique único, você pode manter pressionada a tecla <key>Ctrl</key> enquanto clica para selecionar um ou mais arquivos.
ru: По умолчанию щелчок выбирает файлы, а двойной щелчок открывает их. Вы можете сделать так, чтобы файлы и папки открывались одинарным щелчком. Выбрать один или несколько файлов в этом режиме можно, удерживая нажатой клавишу <key>Ctrl</key>.

source: Open each folder in its own window
ast: Abrir cada carpeta en su propia ventana
el: Άνοιγμα κάθε φακέλου στο δικό του παράθυρο
es: Abrir cada carpeta en su propia ventana
fi: Avaa jokainen kansio omassa ikkunassaan
nl: Elke map in een eigen venster openen
pt_br: Abrir cada pasta em sua própria janela
ru: Открывать каждую папку в собственном окне

source: When you open a folder in the file manager, it will normally open in the same window. You can right-click a folder and select <gui>Open in New Window</gui> to open any single folder in a new window. If you often do this, select this option if you would rather have each folder open in its own window by default.
ast: Cuando abre una carpeta nel xestor de ficheros, normalmente se abre na mesma ventana. Puede calcar col botón drechu sobro una carpeta y escoyer <gui>Abrir nuna ventana nueva</gui> pa abrir cualesquier carpeta individual nuna ventana nueva. Si fai esto a menudo, escueyi esta opción pa que, de forma predeterminada, cada carpeta se abra en su propia ventana.
el: Όταν ανοίγετε ένα φάκελο στον διαχειριστή αρχείων, θα ανοίξει κανονικά στο ίδιο παράθυρο. Μπορείτε να κάνετε δεξί κλικ σε ένα φάκελο και να επιλέξτε <gui>Άνοιγμα σε νέο παράθυρο</gui> για να ανοίξετε οποιοδήποτε μεμονωμένο φάκελο σε ένα νέο παράθυρο. Αν το κάνετε συχνά αυτό, επιλέξτε αυτήν την επιλογή αν προτιμάτε να έχετε κάθε φάκελο ανοικτό σε δικό του παράθυρο από προεπιλογή.
es: Cuando abre una carpeta en el gestor de archivos, normalmente se abre en la misma ventana. Puede pulsar con el botón derecho sobre una carpeta y seleccionar <gui>Abrir en una ventana nueva</gui> para abrir cualquier carpeta individual en una ventana nueva. Si hace esto a menudo, seleccione esta opción para que, de forma predeterminada, cada carpeta se abra en su propia ventana.
pt_br: Quando você abre uma pasta no gerenciador de arquivos, ele irá abrir normalmente na mesma janela. Você pode clicar com o botão direito do mouse em uma pasta e selecionar <gui> Abrir em uma Nova Janela</gui> para abrir qualquer pasta individual em uma nova janela. Se você costuma fazer isso, selecione essa opção se você preferiria ter cada pasta aberta em sua própria janela por padrão.
ru: Когда вы открываете папку в менеджере файлов, она обычно открывается в том же самом окне. Чтобы открыть её в новом окне, вы можете щёлкнуть на ней правой кнопкой и выбрать <gui>Открыть в новом окне</gui>. Если вы делаете это часто, включите данную опцию, тогда каждая папка будет открываться в своём собственном окне по умолчанию.

source: Executable text files
ast: Ficheros de testu ejecutables
el: Εκτελέσιμα αρχεία κειμένου
es: Archivos de texto ejecutables
fi: Suoritettavat tekstitiedostot
nl: Uitvoerbare tekstbestanden
pt_br: Arquivos de texto executáveis
ru: Исполняемые текстовые файлы

source: An executable text file is a file that contains a program that you can run (execute). The <link xref="nautilus-file-properties-permissions#files">file permissions</link> must also allow for the file to run as a program. The most common are Shell, Python, and Perl scripts. These have extensions .sh, .py, and .pl respectively.
ast: Un ficheru de testu ejecutable es un ficheru que caltién un programa que vusté puede executar. Los <link xref="nautilus-file-properties-permissions#files">permisos de ficheru</link> tamién deben permitir que el ficheru pueda ejecutase como un programa. Los más frecuentes suelen ser scripts del intérprete de órdenes ( («shell»), de Python y de Perl. Tienen estensión .sh, .py, y .pl respeutivamente.
el: Ένα εκτελέσιμο αρχείο κειμένου είναι ένα αρχείο που περιέχει ένα πρόγραμμα που μπορείτε να τρέξετε (εκτέλεση). Τα <link xref="nautilus-file-properties-permissions#files">δικαιώματα αρχείου</link> πρέπει να επιτρέψουν για το αρχείο να τρέξει σαν πρόγραμμα. Τα πιο συνηθισμένα είναι τα σενάρια εντολών Shell, Python και Perl. Έχουν τις επεκτάσεις .sh, .py, και .pl αντίστοιχα.
es: Un archivo de texto ejecutable es un archivo que contiene un programa que usted puede ejecutar. Los <link xref="nautilus-file-properties-permissions#files">permisos de archivo</link> también deben permitir que el archivo pueda ejecutarse como un programa. Los más frecuentes suelen ser scripts del intérprete de órdenes ( («shell»), de Python y de Perl. Tienen extensión .sh, .py, y .pl respectivamente.
pt_br: Um arquivo de texto executável é um arquivo que contém um programa que você pode rodar (executar). A <link xref="nautilus-file-properties-permissions#files">permissões do arquivo</link> também permitirá que o arquivo seja executado como um programa. Os mais comuns são scripts Shell, Python e Perl. Estes possuem extensões .sh .py, e .pl respectivamente.
ru: Исполняемым текстовым файлом является файл, который содержит программу, которую вы можете выполнить (запустить). Во вкладке <link xref="nautilus-file-properties-permissions#files">прав файла</link> также должно быть разрешено исполнение файла как программы. Наиболее часто используются сценарии Shell, Python и Perl. С расширениями .sh, .py и .pl соответственно.

source: You can select to <gui>Run executable text files when they are opened</gui>, <gui>View executable text files when they are opened</gui> or <gui>Ask each time</gui>. If the last option is selected, a dialog box will appear asking if you wish to run or view the selected text file.
ast: Puede escoyer <gui>Executar ficheros de testu ejecutables al abrirlos</gui>, <gui>Ver los ficheros de testu ejecutables al abrirlos</gui> o <gui>Entrugar cada vegada</gui>. Si se selecciona esta cabera opción, se mostrará una ventana preguntándole si quies executar o ver el ficheru de testu escoyíu.
el: Μπορείτε να επιλέξετε <gui>Εκτέλεση εκτελέσιμων αρχείων κειμένου όταν έχουν ανοίξει</gui>, <gui>Προβολή εκτελέσιμων αρχείων κειμένου όταν έχουν ανοίξει</gui> ή <gui>Ζητήστε το κάθε φορά</gui>. Εάν η τελευταία επιλογή είναι επιλεγμένη, ένα πλαίσιο διαλόγου θα εμφανιστεί ζητώντας αν θέλετε να τρέξετε ή να δείτε το επιλεγμένο αρχείο κειμένου.
es: Puede seleccionar <gui>Ejecutar archivos de texto ejecutables al abrirlos</gui>, <gui>Ver los archivos de texto ejecutables al abrirlos</gui> o <gui>Preguntar cada vez</gui>. Si se selecciona esta última opción, se mostrará una ventana preguntándole si desea ejecutar o ver el archivo de texto seleccionado.
pt_br: Você pode selecionar para <gui>Executar os arquivos de texto executáveis quando estiverem abertos</gui>, <gui> Ver os arquivos de texto executáveis quando estiverem abertos</gui> ou <gui> Perguntar a cada vez</gui>. Se a última opção for selecionada, uma caixa de diálogo aparecerá perguntando se você deseja executar ou exibir o arquivo de texto selecionado.
ru: Вы можете выбрать <gui>Запускать исполняемые текстовые файлы при открытии</gui>, <gui>Просматривать исполняемые текстовые файлы при открытии</gui> или <gui>Каждый раз спрашивать</gui>. Если выбран последний вариант, будет появляться диалоговое окно, спрашивающее, что вы хотите сделать с выбранным текстовым файлом: запустить или просмотреть его.

# link
source: File manager trash preferences
ast: Preferencies de la papelera del xestor de ficheros
el: Προτιμήσεις κάδου απορριμάτων του διαχειριστή αρχείων
fi: Tiedostonhallinnan roskakorin ominaisuudet
pt_br: Preferências de lixeira do gerenciador de arquivos
ru: Настройки корзины обозревателя файлов

source: Trash
ast: Papelera
el: Κάδος απορριμάτων
es: Papelera
fi: Roskakori
nl: Prullenbak
pt_br: Lixeira
ru: Корзина

source: Ask before emptying the Trash or deleting files
ast: Entrugar enantes de vaciar la papelera o desaniciar ficheros
el: Ερώτηση πριν το άδειασμα των απορριμμάτων ή τη διαγραφή αρχείων
es: Preguntar antes de vaciar la papelera o eliminar archivos
fi: Kysy varmistus, ennen kuin roskakori tyhjennetään tai tiedostoja poistetaan
nl: Bevestiging vragen bij het legen van de prullenbak of het verwijderen van bestanden
pt_br: Perguntar antes de esvaziar a lixeira ou excluir arquivos
ru: Спрашивать перед очисткой корзины и удалением файлов

source: This option is selected by default. When emptying the trash, a message will be displayed confirming that you would like to empty the trash or delete files.
ast: Esta opción ta escoyida de forma predeterminada. Cuando se va a vaciar la papelera, aparece un mensaxe confirmando si quies vaciar la papelera o desaniciar ficheros.
el: Αυτή η επιλογή εξ ορισμού είναι επιλεγμένη. Κατά το άδειασμα του κάδου απορριμάτων, ένα μήνυμα θα εμφανιστεί επιβεβαιώνοντας ότι θα επιθυμούσατε να αδειάσετε τον κάδο ή να διαγράψετε αρχεία.
es: Esta opción está seleccionada de forma predeterminada. Cuando se va a vaciar la papelera, aparece un mensaje confirmando si desea vaciar la papelera o borrar archivos.
pt_br: Essa opção é seleciona por padrão. Quando esvaziar a lixeira, uma mensagem será exibida confirmando que você gostaria de esvaziar a lixeira ou excluir arquivos.
ru: Эта опция включена по умолчанию. При очистке корзины будет запрашиваться подтверждение, действительно ли вы хотите очистить корзину и удалить файлы.

source: Include a delete command that bypasses Trash
ast: Incluyir una orde pa desaniciar que no use la papelera
el: Να περιληφθεί μια εντολή διαγραφής που παρακάμπτει τα απορρίμματα
es: Incluir una orden para eliminar que no use la papelera
fi: Sisällytä roskakorin ohittava poistotoiminto
pt_br: Inclui um comando de exclusão que ignora a lixeira
ru: Включить команду удаления, не использующую корзину

source: Selecting this option will add a <gui>Delete</gui> menu item to the <gui>Edit</gui> menu as well as the menu that pops up when you right-click on an item in the <app>Files</app> application.
ast: Al escoyer esta opción se amiesta una opción <gui>Desaniciar</gui> nel menú <gui>Editar</gui> así como nel menú que aparece cuando calca col botón drechu sobro un elementu na aplicación <app>Ficheros</app>.
el: Ενεργοποίηση αυτής της επιλογής θα προσθέσει ένα πεδίο <gui>Διαγραφή</gui> στο μενού <gui>Επεξεργασία</gui> καθώς και στο μενού που εμφανίζεται όταν κάνετε δεξί κλικ σε ένα αντικείμενο στην εφαρμογή <app>Φάκελοι</app>.
es: Al seleccionar esta opción se añade una opción <gui>Eliminar</gui> en el menú <gui>Editar</gui> así como en el menú que aparece cuando pulsa con el botón derecho sobre un elemento en la aplicación <app>Archivos</app>.
nl: Het selecteren van deze optie voegt het menu-item <gui>Verwijderen</gui> toe aan het menu <gui>Bewerken</gui> en aan het menu dat verschijnt wanneer met rechts klikt op een item in de bestandsverkenner.
pt_br: Selecionando esta opção irá adicionar um item <gui>Excluir</gui> ao menu <gui>Editar</gui> assim como o menu que aparece quando você clica com o botão direito em um item na aplicação <app>Arquivos</app>.
ru: Включение этой опции добавит команду <gui>Удалить безвозвратно</gui> в меню <gui>Правка</gui>, а также в контекстное меню, появляющееся при щелчке правой кнопкой на объекте в менеджере файлов.

source: Deleting an item using the <gui>Delete</gui> menu option bypasses the Trash altogether. The item is removed from the system completely. There is no way to recover the deleted item.
ast: Cuando se desanicia un elementu usando la opción <gui>Desaniciar</gui> del menú, se pasa por altor la Papelera. El elementu se desanicia del sistema completamente. No hai forma de recuperar el elementu borráu.
el: Η διαγραφή ένος αντικειμένου χρησιμοποιώντας την επιλογή απο το μενού <gui>Διαγραφή</gui> παρακάμπτει τον κάδο απορριμάτων συνολικά. Το στοιχείο έχει αφαιρεθεί από το σύστημα στο σύνολό του. Δεν υπάρχει τρόπος για να ανακτηθεί το διαγραμμένο στοιχείο.
es: Cuando se borra un elemento usando la opción <gui>Eliminar</gui> del menú, se pasa por alto la Papelera. El elemento se borra del sistema completamente. No hay forma de recuperar el elemento borrado.
fi: Tiedoston poistaminen käyttämällä <gui>Poista</gui>-vaihtoehtoa ohittaa roskakorin käytön. Kohde poistetaan järjestelmänlaajuisesti, ja sen palauttaminen ei ole mahdollista.
pt_br: Um item excluído através da opção de menu <gui>Remover</gui> não passa pela lixeira. Ele é removido do sistema por completo. Não há como recuperá-lo.
ru: Удаление объекта с помощью команды меню <gui>Удалить безвозвратно</gui> происходит в обход корзины. Объект полностью удаляется из системы и восстановить его затем уже нельзя.
