Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Most repositories provide a signing key to be able to verify downloaded packages. So in addition to the steps above, you should follow possible instructions on how to download and install the signing key (GPG key).
ca: La majoria dels repositoris proveeixen una clau de signatura per poder verificar els paquets descarregats. Així, a més dels passos de dalt, hauríeu de seguir les instruccions possibles sobre com descarregar i instal·lar la clau de signatura (clau GPG).
cs: Většina repozitářů poskytuje podpisový klíč, aby bylo možno ověřit stažené balíky. Kromě výše zmíněných kroků byste se tedy měli řídit instrukcemi jak stáhnout a nainstalovat podpisový klíč (klíč GPG).
de: Die meisten Paketquellen verfügen über einen Signaturschlüssel, um heruntergeladene Pakete überprüfen zu können. In Ergänzung der obigen Schritte sollten Sie die eventuell vorhandenen Anweisungen zum Herunterladen und Installieren des Signaturschlüssels (GPG-Schlüssel) befolgen.
fr: La plupart des dépôts fournissent une clé de signature afin d'être en mesure de vérifier les paquets téléchargés. Donc, en plus des étapes ci-dessus, vous devez suivre les instructions sur la façon de télécharger et installer la clé de signature (clé GPG).
gl: A maioría dos repositorios proporcionan unha chave de sinatura para poder comprobar os paquetes descargados. Por iso ademais dos pasos superiores, debería seguir as instrucións sobre como descargar e instalar a chave de sinatura (chave GPG).
hr: Većina repozitorija omogućuje ključ potpisa kako bi mogli provjeriti preuzete pakete. Stoga kao nadopunu na korak iznad, trebali bi slijediti moguće upute o tome kako preuzeti i instalirati ključ potpisa (GPG ključ).
id: Sebagian besar repositori menyediakan kunci penandatanganan untuk dapat memverifikasi paket yang diunduh. Jadi, selain langkah di atas, Anda harus mengikuti kemungkinan petunjuk tentang cara mengunduh dan menginstal kunci penandatanganan (kunci GPG).
ko: 대부분의 저장소는 다운로드 된 패키지를 확인할 수 있도록 서명 키를 제공합니다. 그러므로 위에 제시된 단계 외에도, 서명 키 (GPG key)를 다운로드 하고 설치하는 방법에 대한 가능한 지침을 따라야 합니다.
lt: Patikima saugykla turi pateikti el. parašo (GPG) raktą, kad galėtų patikrinti atsiųstus programų paketus. Todėl pridėdami kitų tiekėjų saugyklas papildomai turėtumėte įdiegti saugyklos viešąjį raktą (GPG key), kaip tai padaryti turėtų būti aprašyta saugyklos tiekėjo interneto puslapyje.
lv: Vairums krātuvju piedāvā parakstīšanas atslēgas, lai varētu pārbaudīt lejupielādētās pakotnes. Tāpēc klāt pie iepriekšējiem soļiem, jums vajadzētu sekot iespējamām norādēm, kā lejupielādēt un instalēt parakstīšanas atslēgu (GPG atslēgu).
ms: Kebanyakan repositori menyediakan kunci tandatangan yang dapat mengesahkan pakej yang dimuat turun. Oleh itu sebagai tambahan langkah di atas, anda patut mengikut arahan bagaimana memuat turun dan memasang kunci tandatangan (kunci GPG).
my: repositories အများစုသည် download လုပ်ထားသော package များကိုအတည်ပြုရန် signing key ကိုပေးသည်။ ထို့ကြောင့်အထက်ပါအဆင့်များအပြင် signup key (GPG key) ကိုမည်သို့ download နှင့်မည်သို့တပ်ဆင်ရမည်ဆိုသောဖြစ်နိုင်သည့်ညွှန်ကြားချက်များကိုသင်လိုက်နာသင့်သည်။
pl: Większość repozytoriów zawiera klucz do weryfikacji pobieranych pakietów. Oprócz powyższych kroków zalecane jest skorzystanie z instrukcji pobierania i instalowania klucza do podpisywania (klucz GPG).
sl: Večina skladišč ponuja ključ za podpisovanje, da lahko preverite prejete pakete. Tako da poleg zgornjih korakov morate slediti tudi korakom kako prejeti in namestiti ključ za podpisovanje (ključ GPG).
sv: De flesta programförråd tillhandahåller en signeringsnyckel för verifiering av nerladdade paket. Så utöver stegen ovan skall du följa eventuella instruktioner om nerladdning och installation av signeringsnyckeln (GPG-nyckeln).
tr: Çoğu yazılım deposu, indirilen paketleri doğrulamak için bir kayıt anahtarı sağlar. Böylelikle yukarıdaki adımlara ek olarak, kayıt anahtarının (GPG anahtarı) nasıl yükleneceği ve indirileceği için olası yönergeleri izlemelisiniz.
zh_cn: 绝大多数软件仓库都提供签名密钥，以便能够验证下载的软件包。因此，除了上述步骤之外，您还应遵循有关如何下载和安装签名密钥（GPG 密钥）的操作说明。

source: The Canonical Partner repository offers some proprietary applications that don't cost any money to use but are closed source. They include software like <app>Adobe Flash Plugin</app>. Software in this repository will appear in <app>Ubuntu Software</app> search results but won't be installable until this repository is enabled.
ca: El repositori Canonical Partner ofereix algunes aplicacions privatives que no costen diners, però que són de codi tancat. Inclouen programari com l'<app>Adobe Flash Plugin</app>. El programari d'aquest repositori que apareixerà als resultats de les cerques a l'<app>Ubuntu Software</app> no es podrà instaŀlar fins que s'habiliti aquest repositori.
cs: Partnerský repozitář Canonical poskytuje některé proprietární aplikace, které nestojí žádné peníze, ale mají uzavřený zdrojový kód. Patří mezi ně například <app>zásuvný modul Adobe Flash</app>. Software z tohoto repozitáře se zobrazí ve výsledcích vyhledávání v <app>Ubuntu Software</app>, ale nebude možno jej nainstalovat, než bude tento repozitář povolen.
fr: Le dépôt des partenaires de Canonical propose des applications propriétaires gratuites mais non-libres. Elles incluent des applications comme le <app>greffon Adobe Flash</app>. Les logiciels de ce dépôt apparaîtront dans les résultats de recherche de <app>Logiciels Ubuntu</app> mais ne seront pas installables tant que ce dépôt ne sera pas activé.
gl: O repositorio dos socios de Canonical ofrece algúns aplicativos propietarios de forma gratuíta pero de código pechado. Inclúe software como <app>Adobe Flash Plugin</app>. O software deste repositorio aparecerá nos resultados das buscas no <app>Ubuntu Software</app> pero non o poderá instalar ata que active o repositorio.
hr: Repozitorij Canonicalovih partnera nudi određene vlasničke aplikacije koje su besplatne ali su zatvorenog kôda. Uključuje softver poput<app>Adobe Flash priključka</app>. Softver iz toga repozitorija će se pojaviti u rezultatima pretrage <app>Ubuntu Softvera</app> ali se neće moći instalirati dok ga ne omogućite.
id: Repositori Canonical Partner menawarkan beberapa aplikasi proprietari yang tidak memerlukan biaya untuk digunakan, tetapi merupakan sumber tertutup. Mereka termasuk perangkat lunak seperti <app>Adobe Flash Plugin</app>. Perangkat lunak dalam repositori ini akan muncul dalam hasil pencarian <app>Perangkat Lunak Ubuntu</app> tetapi tidak akan dapat diinstal sampai repositori ini diaktifkan.
lt: Canonical Partner saugykloje yra keletas nuosavybinių nemokamų, uždaro kodo programų, kaip <app>Adobe Flash Plugin</app>. Partner saugykloje esančią programinę įrangą galėsite įdiegti tik įjungę šią saugyklą.
lv: Canonical partneru krātuve piedāvā īpašnieka programmatūru, kas neko nemaksā, bet ir slēgtā pirmkoda. Piemēram, <app>Adobe Flash spraudnis</app>. Šīs krātuves programmas parādīsies <app>Ubuntu programmatūras</app> meklēšanas rezultātos, bet nebūs instalējamas, kamēr krātuve nebūs aktivēta.
my: Canonical Partner repository သည်သုံးစွဲရန်ငွေမကုန်သော်လည်းအရင်းအမြစ်များဖြစ်သောပိတ်ဆို့ထားသောအရင်းအမြစ်များဖြစ်သောစီးပွားဖြစ် application အချို့ကိုပေးသည်။ ၎င်းတို့တွင် <app> Adobe Flash Plugin </app> ကဲ့သို့သောဆော့ဖ်ဝဲများပါဝင်သည်။ ဤသိုလှောင်ရာနေရာရှိဆော့ (ဖ်) ဝဲသည် <app> Ubuntu ဆော့ဝဲလ် </app> ရှာဖွေမှုရလဒ်များတွင်ပေါ်လာလိမ့်မည်။ သို့သော်ဤသိုလှောင်ခန်းဖွင့်ထားသည့်အချိန်အထိတပ်ဆင်မရပါ။
pl: Repozytorium Partnerów Canonical zawiera własnościowe programy dostępne bezpłatnie, ale których kod źródłowy jest zamknięty. Jest to między innymi wtyczka <app>Adobe Flash</app>. Oprogramowanie w tym repozytorium będzie wyświetlane w wynikach wyszukiwania <app>Menedżera oprogramowania Ubuntu</app>, ale nie będzie można z niego instalować, jeśli nie zostanie włączone.
sv: Förrådet Canonical-partners erbjuder vissa proprietära program som inte kostar något att använda men bygger på sluten källkod. Dessa inkluderar program som <app>Adobe Flash Plugin</app>. Program i det här förrådet visas bland sökresultaten i <app>Programvara för Ubuntu</app> men kommer inte att kunna installeras förrän förrådet är aktiverat.
zh_cn: Canonical 合作伙伴软件仓库，提供了一些专有的应用程序，这些应用程序都是免费的，但也都是闭源的。它们包括<app> Adobe Flash 插件</app>之类的软件。该存储库中的软件将出现在<app> Ubuntu 软件中心</app>搜索结果中，但必须要启用这些软件源以后才能安装。

source: To enable the repository, follow the steps above to open the <gui>Other Software</gui> tab in <app>Software &amp; Updates</app>. If you see the <gui>Canonical Partners</gui> repository in the list, make sure it is checked then close the <app>Software &amp; Updates</app> window. If you don't see it, click <gui>Add</gui> and enter:
ca: Per habilitar el repositori, seguiu els passos de dalt per obrir la pestanya <gui>Altre programari</gui> a <app>Programari i actualitzacions</app>. Si veieu el repositori <gui>Socis de Canonical</gui> a la llista, assegureu-vos que està marcat i després tanqueu la finestra <app>Programari i actualitzacions</app>. Si no el veieu, cliqueu <gui>Afegeix</gui> i entreu:
cs: Pro povolení tohoto repozitáře se řiďte instrukcemi výše pro otevření karty <gui>Ostatní software</gui> v <app>Software &amp; Aktualizace</app>. Pokud v seznamu vidíte repozitář <gui>Partneři Canonicalu</gui>, ujistěte se, že je zaškrtnut a poté zavřete okno <app>Software &amp; Aktualizace</app>. Pokud jej nevidíte, klikněte na <gui>Přidat</gui> a vložte:
de: Um die Paketquelle einzurichten, befolgen Sie die obigen Schritte um den Reiter <gui>Andere Programme</gui> tab in <app>Software &amp; Updates</app> zu öffnen. Wenn Sie die Paketquelle <gui>Canonical Partner</gui> in der Liste sehen, wählen Sie diese aus. Schließen Sie das <app>Software &amp; Updates</app> Fenster. Falls Sie es nicht sehen, klicken Sie auf<gui>Hinzufügen</gui> und geben Sie ein:
fr: Pour activer ce dépôt, suivez les étapes ci-dessus pour ouvrir l'onglet <gui>Autres logiciels</gui> dans <app>Logiciels &amp; mises à jour</app>. Si vous voyez le dépôt <gui>Partenaires de Canonical</gui> dans la liste, assurez-vous qu'il soit coché puis fermez la fenêtre de <app>Logiciels &amp; mises à jour</app>. Si vous ne le voyez pas, cliquez sur <gui>Ajouter</gui> puis saisissez :
gl: Se desexa activar o repositorio, siga os pasos anteriores para abrir a lapela <gui>Outro software</gui> en <app>Software e actualizacións</app>. Se pode ver o repositorio <gui>Socios de Canonical</gui> na lista, asegúrese que está marcado, despois peche a xanela <app>Software e actualizacións</app>. Se non pode velo, prema <gui>Engadir</gui> e introdúzao:
hr: Kako bi omogućili repozitorij, slijedite korake iznad za otvaranje <gui>Ostali softver</gui> kartice u <app>Softver i nadopune</app>. Ako vidite <gui>Canonicalovi partneri</gui> repozitorij na popisu, pobrinite se da je omogućen zatim zatvorite<app>Softver i nadopune</app> prozor. Ako ga ne vidite, kliknite na gui>Dodaj...</gui> i upišite:
id: Untuk mengaktifkan repositori, ikuti langkah di atas untuk membuka tab <gui>Perangkat Lunak Lain</gui> di <app>Perangkat Lunak &amp; Pembaruan</app>. Jika Anda melihat repositori <gui>Canonical Parters</gui> dalam daftar, pastikan itu dicentang lalu tutup jendela <app>Perangkat Lunak &amp; Pembaruan</app>. Jika Anda tidak melihatnya, klik <gui>Tambah</gui> dan masukkan:
lt: Partner saugyklos įjungimui atverkite <gui>Kitos programų saugyklos</gui> kortelę <app>Programų saugyklos, atnaujinimai</app> lange, kaip parašyta aukščiau. Jei čia matote <gui>Canonical Partners</gui> eilutę - uždėkite varnelę pradžioje, tuomet užverkite <app>Programų saugyklos, atnaujinimai</app> langą. Jei sąraše nėra <gui>Canonical Partners</gui> - paspauskite mygtuką <gui>Pridėti</gui> ir įveskite:
lv: Lai aktivētu šo krātuvi, sekojiet pirmīt aprakstītajiem soļiem, lai atvērtu <gui>Cita programmatūra</gui> cilni lietotnē <app>Programmatūra un atjauninājumi</app>. Ja redzat <gui>Canonical partneru</gui> krātuvi sarakstā, pārliecinieties, ka tā ir atķeksēta un aizveriet <app>Programmatūra un atjauninājumu</app> logu. Ja jūs to neredzat, spiediet <gui>Pievienot</gui> un ievadiet:
ms: Untuk membenarkan repositori, ikuti langkah di atas untuk membuka tab <gui>Perisian Lain</gui> dalam <app>Perisian &amp; Kemaskini</app>. Jika anda temui repositori <gui>Rakan Canonical</gui> di dalam senarai, pastikan ia ditanda kemudian tutup tetingkap <app>Perisian &amp; Ke,maskini</app>. Sebaliknya jika tiada, klik <gui>Tambah</gui> dan masukkan:
my: သိုလှောင်မှုကိုဖွင့်ရန် <app> Software & Updates </app> ရှိ <gui> အခြားဆော့ဝဲ </gui> tab ကိုဖွင့်ရန်အထက်ပါအဆင့်များကိုလိုက်နာပါ။ <gui> Canonical Partners </gui> စာရင်းအားသင်စာရင်းတွင်တွေ့လျှင်၎င်းကိုသေချာစွာစစ်ဆေးပြီး <app> Software & Updates </app> ၀ င်းဒိုးကိုပိတ်ပါ။ သင်မတွေ့ပါက <gui> ထည့်ရန် </gui> ကို နှိပ်၍ ရိုက်ထည့်ပါ။
pl: Aby włączyć repozytorium, skorzystaj z instrukcji powyżej, aby otworzyć kartę <gui>Inne oprogramowanie</gui> w oknie <app>Oprogramowanie i aktualizacje</app>. Jeśli repozytorium <gui>Partnerzy Canonical</gui> jest na liście, to upewnij się, że jest zaznaczone, a następnie zamknij okno <app>Oprogramowanie i aktualizacje</app>. Jeśli go nie ma, to kliknij przycisk <gui>Dodaj</gui> i wpisz:
sl: Za omogočitev skladišča sledite korakom zgoraj za odprtje zavihka <gui>Drugi programi</gui> v <app>Programi in posodobitve</app>. V primeru da na seznamu vidite <gui>Partnerje Canonicala</gui>, se prepričajte da je označeno, nato zaprite okno <app>Programi in posodobitve</app>. Če pa tega ni na seznamu, kliknite na <gui>Dodaj</gui> in vnesite:
sv: För att aktivera förrådet, följ stegen ovanför för att öppna fliken <gui>Övriga program</gui> i <app>Program &amp; uppdateringar</app>. Om du ser förrådet <gui>Canonical Partners</gui> i listan, kontrollera att det är förbockat och stäng sedan fönstret <app>Program &amp; uppdateringar</app>. Om du inte ser det, klicka på <gui>Add</gui> och mata in:
zh_cn: 要启用该库，请遵照上述步骤打开在<app>软件和更新 </app>中的<gui>其他软件</gui>标签页。如果您在列表中看到<gui>Canonical 合作伙伴</gui>仓库，请确保将其选中，然后关闭 <app>软件和更新</app> 窗口。如果没有看到该库，单击<gui>添加</gui>，然后输入：

source: Click <gui>Add Source</gui> then close the <app>Software &amp; Updates</app> window. Wait a moment for <app>Ubuntu Software</app> to download the repository information.
ca: Cliqueu <gui>Afegeix font</gui> i després tanqueu la finestra <app>Programari i actualitzacions</app>. Espereu un moment que el <app>Programari de l'Ubuntu</app> descarregui la informació del repositori.
cs: Klikněte na <gui>Přidat zdroj</gui>, poté zavřete okno <app>Software &amp; Aktualizace</app>. Poté chvíli počkejte, než <app>Ubuntu Software</app> stáhne informace o repozitáři.
de: Klicken Sie <gui>Paketquelle hinzufügen</gui>, schließen Sie dann das <app>Software &amp; Aktualisierungen</app> Fenster. Warten Sie bis <app>Ubuntu Software</app> die Paketquelleninformationen heruntergeladen hat.
fr: Cliquez sur <gui>Ajouter la source</gui> puis fermez la fenêtre <app>Logiciels &amp; mises à jour</app>. Attendez un instant que <app>Logiciels Ubuntu</app> télécharge les informations relatives au dépôt.
gl: Prema <gui>Engadir orixe</gui> e despois peche a xanela de <app>Software e actualizacións</app>. Agarde un chisco a que o <app>Ubuntu Software</app> descargue a información do repositorio.
hr: Kliknite <gui>Dodaj izvor</gui> zatim zatvorite <app>Softver i nadopune</app> prozor. Pričekajte trenutak kako bi <app>Ubuntu Softver</app> preuzeo informacije repozitorija.
id: Klik <gui>Tambahkan Sumber</gui> kemudian tutup jendela <app>Perangkat Lunak &amp; Pembaruan</app>. Tunggu sejenak agar <app>Perangkat Lunak Ubuntu</app> mengunduh informasi repositori.
ko: <gui>Add Source</gui> 를 클릭한 뒤 <app>Software &amp; Updates</app> 창을 닫으십시오. <app>Ubuntu Software</app> 가 저장소 정보를 다운로드 하는 동안 잠시만 기다려주십시오.
lt: Paspauskite mygtuką <gui>Pridėti saugyklą</gui> ir užverkite <app>Programos, atnaujinimai, saugyklos</app> langą. Jei paprašys patvirtinti tapatybę - įveskite savo arba administravimo teises turinčio naudotojo slaptažodį ir luktelėkite kol <app>Programų centras</app> patikrins ir atsiųs naujai prieinamų programų sąrašą iš saugyklų.
lv: Spiediet <gui>Pievienot avotus</gui> un tad aizveriet <app>Programmatūra un atjauninājumi</app> logu. Uzgaidiet brīdi, līdz <app>Ubuntu programmatūra</app> lejupielādēs informāciju, par krātuvi.
ms: Klik <gui>Tambah Sumber</gui> kemudian tutup tetingkap <app>Perisian &amp; Kemaskini</app>. Tunggu sebentar supaya <app>Perisian Ubuntu</app> dapat memuat turun maklumat repositori tersebut.
my: <gui> အရင်းအမြစ်ထည့်ရန် </gui> ကိုနှိပ်ပြီး <app> Software & Updates </app> ၀ င်းဒိုးကိုပိတ်ပါ။ repository အချက်အလက်ကို download လုပ်ရန် <app> Ubuntu Software </app> အတွက်ခဏစောင့်ပါ။
pl: Kliknij przycisk <gui>Dodaj źródło</gui>, a następnie zamknij okno <app>Oprogramowanie i aktualizacje</app>. Poczekaj chwilę, aż <app>Menedżer oprogramowania Ubuntu</app> pobierze informacje o repozytorium.
sl: Kliknite <gui>Dodaj vir</gui> in nato zaprite okno <app>Programi in posodobitve</app>. Počakajte trenutek, da <app>Programi Ubuntu</app> prejme podatke o skladiščih.
sv: Klicka på <gui>Lägg till källa</gui> och stäng sedan fönstret <app>Program &amp; uppdateringar</app>. Vänta en stund medan <app>Programvara för Ubuntu</app> laddar ner förrådsinformationen.
zh_cn: 点<gui>添加源</gui>，然后关闭<app>软件和更新</app>窗口，等待<app> Ubuntu 软件中心</app>下载软件库信息。

source: With the <app>Cheese</app> application and your webcam, you can take photos and videos, apply fun special effects and share the fun with others.
ca: Amb l'aplicació <app>Cheese</app> i la vostra càmera web, podeu fer fotos i vídeos, aplicar efectes divertits i compartir la diversió amb d'altri.
cs: S <app>Fotobudkou Cheese</app> a webovou kamerou můžete pořizovat fotky a videa, používat zábavné efekty a sdílet tuto zábavu s ostatními.
de: Mit der Anwendung <app>Cheese</app> und Ihrer Webcam können Sie Fotos und Videos machen, zudem können Sie lustige Spezialeffekte auf diese anwenden und es mit Ihren Freunden und Bekannten teilen.
fr: Avec l'application <app>Cheese</app> et votre webcam, vous pouvez prendre des photos et des vidéos, ajouter des effets spéciaux marrants et partager ce délire avec d'autres.
gl: Co aplicativo <app>Cheese</app> e a cámara web, pode facer fotos e vídeos, aplicar efectos especiais e compartir a diversión.
hr: Sa <app>Cheese</app> aplikacijom i vašom web kamerom, možete snimati fotografije i video snimke, primijeniti duhovite specijalne efekte i dijeliti ih s drugim osobama.
id: Dengan aplikasi <app>Cheese</app> dan webcam Anda, Anda dapat mengambil foto dan video, menerapkan efek khusus yang menyenangkan dan berbagi kesenangan dengan orang lain.
ko: <app>Cheese</app> 응용 프로그램과 여러분의 웹캠으로, 여러분은 사진과 동영상을 촬영할 수 있고, 특수 효과를 적용하고 다른 사람들과 재미를 나눌 수 있습니다.
lt: Naudodamiesi <app>Cheese</app> programa bei kompiuterine kamera jūs galite fotografuotis ir filmuotis, keisti nuotraukas bei video pritaikydami linksmus specialius efektus bei dalintis tuo su kitais.
lv: Ar lietotni <app>Cheese</app> un tīmekļa kameru, jūs varat uzņemt fotogrāfijas un video, izmantot jautus specefektus un dalīties ar citiem.
ms: Dengan aplikasi <app>Cheese</app> dan kamera sesawang, anda boleh tangkap foto dan video, laksana kesan khas yang menarik dan berkongsi dengan orang lain.
my: <app> Cheese </app> အက်ပလီကေးရှင်းနှင့်သင်၏ဝက်ဘ်ကင်မရာဖြင့်သင်သည်ဓာတ်ပုံများနှင့်ဗွီဒီယိုများကို ရိုက်ကူး၍ ပျော်စရာကောင်းသောအထူးပြုလုပ်ချက်များကို အသုံးပြု၍ ပျော်စရာများကိုအခြားသူများနှင့်မျှဝေနိုင်သည်။
pl: Za pomocą programu <app>Cheese</app> i kamery internetowej można robić zdjęcia i nagrywać filmy, nakładać zabawne efekty specjalne i dzielić się zabawą z innymi.
sl: S programom <app>Cheese</app> in spletno kamero lahko zajamete fotografije in videoposnetke, uveljavite zabavne posebne učinke in zabavo delite z drugimi.
sv: Med programmet <app>Cheese</app> och din webbkamera kan du ta foton och spela in videor, tillämpa roliga specialeffekter och dela glädjen med andra.
tr: <app>Cheese</app> uygulaması ve web kameranız ile birlikte resim ve videolar çekebilir, üzerlerinde özel efektler uygulayabilir ve eğlencenizi başkalarıyla paylaşabilirsiniz.
zh_cn: 摄像头加上 <app>茄子大头贴</app> 应用程序可以照相、拍摄视频、加上有趣的特效并与朋友分享。

source: For help with using Cheese, read the <link href="help:cheese">Cheese user guide</link>.
ca: Per l'ajuda sobre l'ús del Cheese, llegiu la <link href="help:cheese">Guia de l'usuari del Cheese</link>.
cs: Pro nápovědu pro používání Cheese navštivte <link href="help:cheese">Uživatelskou příručku Cheese</link>.
de: Falls Sie Hilfe zur Bedienung von Cheese benötigen, lesen Sie bitte das <link href="help:cheese">Cheese-Benutzerhandbuch</link>.
fr: Pour obtenir de l'aide sur l'utilisation de Cheese, lisez le <link href="help:cheese">Guide de l'utilisateur de Cheese</link>.
gl: Para obter axuda sobre o funcionamento de Cheese, vexa a <link href="help:cheese">Guía de usuario de Cheese</link>.
hr: Za pomoć pri korištenju Chessea, pročitajte <link href="help:cheese">Cheese korisnički priručnik</link>.
id: Untuk bantuan menggunakan Cheese, baca <link href="help:cheese">Panduan pengguna Cheese</link>.
ko: Cheese 사용에 궁금한점이 있으시면, <link href="help:cheese">Cheese 유저 가이드</link> 를 참조하세요.
lt: Kaip naudotis programa „Cheese“ sužinosite paskaitę<link href="help:cheese">Cheese naudojimosi vadovą</link>.
lv: Lai saņemtu palīdzību par to, kā lietot Cheese, lasot <link href="help:cheese">Cheese lietotāja rokasgrāmatu</link>.
ms: Untuk bantuan penggunaan Cheese, rujuk <link href="help:cheese">panduan pengguna Cheese</link>.
my: Cheese သုံးရန်အတွက် <link href="help:cheese">Cheese သုံးစွဲသူလမ်းညွှန်</link> ကိုဖတ်ပါ။
pl: <link href="help:cheese">Podręcznik programu Cheese</link> zawiera więcej informacji o jego używaniu.
sl: Za pomoč pri uporabi Cheese si preberite <link href="help:cheese">Uporabniški vodnik Cheese</link>.
sv: För att få hjälp med att använda Cheese, läs <link href="help:cheese">Cheeses användarhandbok</link>.
tr: Peynir'i kullanmada yardım almak için <link href="help:cheese">Peynir kullanım kılavuzu</link>'nu okuyun.
zh_cn: 如需茄子大头贴的帮助，请阅读<link href="help:cheese">茄子大头贴用户指南</link>。

source: Get help from the community
ca: Ontingueu ajuda de la comunitat
fr: Obtenir de l'aide de la communauté
hr: Potražite pomoć od zajednice
id: Dapatkan bantuan dari komunitas
ko: 커뮤니티에서 도움을 얻으십시오.
lt: Gaukite bendruomenės pagalbą
my: Community ထံမှအကူအညီရယူပါ
pl: Pomoc od społeczności
zh_cn: 获得社区的帮助

source: Community support
ca: Suport de la comunitat
fr: Soutien de la communauté
hr: Podrška zajednice
id: Dukungan komunitas
ko: 커뮤니티 지원
lt: Bendruomenės palaikymas
my: Community ထောက်ပံ့မှု
pl: Wsparcie społeczności
zh_cn: 社区支持
