Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The <gui>CD/DVD Creator</gui> in the file manager makes it easy to transfer files to other computers or perform <link xref="backup-why">backups</link> by putting files onto a blank disc. To write files to a CD or DVD:
ast: El <gui>Creador de CD/DVD</gui> del xestor de ficheros facilita el traspaso de ficheros a otros equipos y la realización de <link xref="backup-why">copies de seguridá</link> poniendo ficheros nun discu baleru. Pa escribir ficheros nun CD o DVD:
el: Η επιλογή <gui>Δημιουργία CD/DVD</gui> στον διαχειριστή αρχείων διευκολύνει την μεταφορά αρχείων σε άλλους υπολογιστές ή την <link xref="backup-why">λήψη αντιγράφων</link>, τοποθετώντας αρχεία σε έναν κενό δίσκο.
es: El <gui>Creador de CD/DVD</gui> del gestor de archivos facilita el traspaso de archivos a otros equipos y la realización de <link xref="backup-why">copias de seguridad</link> poniendo archivos en un disco vacío. Para escribir archivos en un CD o DVD:
fi: <gui>CD/DVD Luonti</gui> tiedostojenhallinnassa helpottaa tiedostojen siirtoa toisille tietokoneille tai <link xref="backup-why">varmuuskopioiden luomista</link> kirjoittamalla tiedostot tyhjälle levylle. Tiedostojen kirjoittaminen CD- tai DVD-levylle:
nl: De toepassing <gui>cd/dvd branden</gui> in bestandsbeheer maakt het makkelijk om bestanden over te brengen naar andere computers of om <link xref="backup-why">back-ups</link> te maken door bestanden op een lege cd/dvd te zetten. Om bestanden naar een lege cd of dvd te schrijven:
pt_br: O <gui>Criador de CD/DVD</gui> no gerenciador de arquivos facilita a transferência de arquivos para outros computadores ou a criação de <link xref="backup-why">cópias de segurança</link> ao colocar arquivos em um disco virgem. Para gravar arquivos em um CD ou DVD:
ru: <gui>Создание CD/DVD</gui> в обозревателе файлов позволяет легко передавать файлы на другие компьютеры или выполнять <link xref="backup-why">резервное копирование</link>, поместив файлы на чистый диск. Чтобы записать файлы на CD или DVD:

source: Place an empty disc into your CD/DVD writable drive.
ast: Coloque un discu baleru dientro de una unidá grabadora de CD/DVD.
el: Τοποθετήστε έναν άδειο δίσκο στη συσκευή εγγραφής CD/DVD σας.
es: Coloque un disco vacío dentro de un unidad grabadora de CD/DVD.
fi: Aseta tyhjä CD tai DVD sille tarkoitettuun kirjoittavaan asemaan.
nl: xPlaats een lege schijf in uw cd/dvd-station.
pt_br: Coloque um disco vazio dentro do seu drive gravável de CD/DVD.
ru: Вставьте пустой диск CD или DVD в ваш пишущий привод.

source: In the <gui>Blank CD/DVD-R Disc</gui> window that appears, select <gui>CD/DVD Creator</gui> and click <gui>OK</gui>. The <gui>CD/DVD Creator Folder</gui> window will open.
ast: Na ventana <gui>Discu CD/DVD-R baleru</gui> que aparece, escueyi <gui>Creador de CD/DVD</gui> y calca <gui>Aceutar</gui>. Se abrirá la ventana de la <gui>carpeta del Creador de CD/DVD</gui>.
el: Στο παράθυρο <gui>Κενός δίσκος CD/DVD-R</gui> που θα εμφανιστεί, επιλέξτε <gui>Δημιουργία CD/DVD</gui> και πατήστε στο <gui>Εντάξει</gui>. Αυτό θα ανοίξει το παράθυρο <gui>Φάκελος δημιουργίας CD/DVD</gui>.
es: En la ventana <gui>Disco CD/DVD-R vacío</gui> que aparece, seleccione <gui>Creador de CD/DVD</gui> y pulse <gui>Aceptar</gui>. Se abrirá la ventana de la <gui>carpeta del Creador de CD/DVD</gui>.
fi: Ilmestyvästä <gui>Tyhjä CD/DVD-R Levy</gui> -ikkunasta, valitse <gui>CD/DVD luoja</gui> ja paina <gui>OK</gui>. <gui>CD/DVD luoja</gui> -ikkuna avautuu
nl: Selecteer <gui>cd/dvd branden</gui> in het venster <gui>Lege cd/dvd-schijf</gui> dat verschijnt, en klik op <gui>OK</gui>. Het venster <gui>Map voor cd/dvd branden</gui> wordt geopend.
pt_br: Na janela <gui>Disco CD/DVD-R vazio</gui> que aparecer, escolha <gui>Criador de CD/DVD</gui> e clique em <gui>Ok</gui>. A janela <gui>Pasta do criador de CD/DVD</gui> aparecerá.

source: (You can also click on <gui>Blank CD/DVD-R Disc</gui> under <gui>Devices</gui> in the file manager sidebar.)
ast: (Tamién pues primir en <gui>Discu de CD/DVD-R virxe</gui> debaxo de <gui>Preseos</gui> nel Xestor de ficheros de la barra llateral)
el: (Μπορείτε επίσης να πατήσετε με το ποντίκι το <gui>Κενός δίσκος CD/DVD-R</gui>, στο μενού <gui>Συσκευές</gui> στην πλαϊνή μπάρα του διαχειριστη αρχείων).
fi: (Voit myös klikata <gui>Tyhjä CD/DVD-R Levy</gui> <gui>Laitteet</gui>-otsakkeen alla tiedostonhallinnan sivupalkissa.)
nl: (U kunt ook klikken op <gui>Lege cd/dvd-schijf</gui> onder <gui>Apparaten</gui> in de zijbalk van bestandsbeheer.)
pt_br: (Você pode também clicar em <gui>Disco de CD/DVD-R em branco</gui> abaixo de <gui>Dispositivos</gui> no gerenciador de arquivos da barra lateral.
ru: (Вы также можете щёлкнуть <gui>Чистый диск CD/DVD-R</gui> под категорией <gui>Устройства</gui> на боковой панели обозревателя файлов.)

source: In the <gui>Disc Name</gui> field, type a name for the disc.
ast: Nel campu <gui>Nome del discu</gui>, teclee un nome pa el discu.
el: Στο πεδίο <gui>Όνομα δίσκου</gui>, εισάγετε ένα όνομα για τον δίσκο.
es: En el campo <gui>Nombre del disco</gui>, teclee un nombre para el disco.
fi: Kirjoita levylle nimi <gui>Levyn nimi</gui> -kenttään.
nl: Typ in het veld <gui>Schijfnaam</gui> een naam in voor de schijf.
pt_br: No campo <gui>Nome do disco</gui>, digite um nome para o disco.
ru: В поле <gui>Имя диска</gui> введите название диска.

source: Drag or <link xref="files-copy">copy</link> the desired files into the window.
ast: Arrastre o <link xref="files-copy">copie</link> na ventana los ficheros que quiera.
el: Σύρετε ή <link xref="files-copy">αντιγράψτε</link> τα αρχεία που επιθυμείτε στο παράθυρο.
es: Arrastre o <link xref="files-copy">copie</link> en la ventana los archivos que quiera.
fi: Vedä tai <link xref="files-copy">kopioi</link> haluamasi tiedostot ikkunaan.
nl: Sleep of <link xref="files-copy">kopieer</link> de gewenste bestanden naar het venster.
pt_br: Arraste ou <link xref="files-copy">copie</link> os arquivos desejados para a janela.
ru: Перетащите или <link xref="files-copy">скопируйте</link> нужные файлы в окно.

source: Under <gui>Select a disc to write to</gui>, choose the blank disc.
ast: En <gui>Escueyi un discu nel que grabar</gui>, escueyi el discu baleru.
el: Κάτω από το μήνυμα <gui>Επιλέξτε έναν δίσκο για την εγγραφή</gui>, επιλέξτε τον κενό δίσκο.
es: En <gui>Seleccione un disco en el que grabar</gui>, seleccione el disco vacío.
fi: Kohdasta <gui>Valitse levy jolle kirjoitetaan</gui>, valitse tyhjä levy.
nl: Kies onder <gui>Selecteer een schijf om naar toe te schrijven</gui> de lege schijf.
pt_br: Em <gui>Selecione um disco para gravar</gui>, escolha o disco virgem.
ru: В поле под надписью <gui>Выберите диск для записи</gui> выберите чистый диск.

source: (You could choose <gui>Image file</gui> instead. This will put the files in a <em>disc image</em>, which will be saved on your computer. You can then burn that disc image onto a blank disc at a later date.)
ast: (También puede escoyer <gui>>Ficheru de imaxe</gui>. Esto pondrá los ficheros nuna <em>imaxe de discu</em>, que se guardará en su equipu. Más tarde podrá grabar esa imaxe nun discu baleru.)
el: (Θα μπορούσατε να επιλέξετε επίσης <gui>Αρχείο εικόνας δίσκου</gui> (image file). Αυτό τοποθετεί τα αρχεία σε μορφή <em>εικόνας δίσκου</em>, η οποία θα αποθηκετεί στον υπολογιστή σας. Μπορείτε να κάψετε την εικόνα αυτή σε έναν κενό δίσκο αργότερα.)
es: (También puede elegir <gui>>Archivo de imagen</gui>. Esto pondrá los archivos en una <em>imagen de disco</em>, que se guardará en su equipo. Más tarde podrá grabar esa imagen en un disco vacío.)
fi: (Voit valita <gui>Levykuvatiedosto</gui> sen sijasta. Tämä luo koneellesi <em>levykuvan</em>, johon tiedostot tallennetaan. Voit myöhemmin kirjoittaa levykuvan tyhjälle levylle.)
pt_br: (você também pode escolher <gui>Arquivo de imagem</gui>. Isso colocará os arquivos em uma <em>imagem de disco</em>, que ficará gravada em seu computador. Você poderá, então, queimar essa imagem em um disco virgem posteriormente)
ru: (Вместо этого можно выбрать <gui>Файл образа</gui>. В этом случае файлы будут помещены в <em>образ диска</em>, который будет сохранён на вашем компьютере. Позже вы можете записать этот образ на чистый диск).

source: Click <gui>Properties</gui> if you want to adjust burning speed, the location of temporary files, and other options. The default options should be fine.
ast: Calca en <gui>Propiedaes</gui> si quies axustar la velocidá de grabación, la allugamientu de los ficheros temporales y otres opciones. Les opciones predeterminadas deberían valer.
el: Κάντε κλικ στην επιλογή <gui>Ιδιότητες</gui> αν θέλετε να ρυθμίσετε την ταχύτητα εγγραφής, την τοποθεσία των προσωρινών αρχείων και άλλες επιλογές. Οι προεπιλεγμένες ρυθμίσεις θα πρέπει να είναι εντάξει.
es: Pulse en <gui>Propiedades</gui> si desea ajustar la velocidad de grabación, la ubicación de los archivos temporales y otras opciones. Las opciones predeterminadas deberían valer.
fi: Napsauta <gui>Ominaisuudet</gui>, jos haluat säätää kirjoitusnopeutta, väliaikaisten tiedostojen sijaintia ja muita valintoja. Oletusasetusten pitäisi olla riittävät.
nl: Klik op <gui>Eigenschappen</gui> om de brandsnelheid, de locatie van de tijdelijke bestanden, en andere opties aan te passen. De standaard opties zouden goed genoeg moeten zijn.
pt_br: Clique em <gui>Propriedades</gui> se você quiser ajustar a velocidade da gravação, a localização dos arquivos temporários, e outras opções. As opções padrão devem ser boas.
ru: Щёлкните <gui>Свойства</gui>, если хотите настроить скорость записи, расположение временных файлов и другие параметры. Можно оставить параметры, используемые по умолчанию.

source: Click the <gui>Burn</gui> button to begin recording.
ast: Calca el botón <gui>Grabar</gui> pa entamar la grabación.
el: Κάντε κλικ στο κουμπί <gui>Κάψιμο</gui> για να αρχίσετε την εγγραφή.
es: Pulse el botón <gui>Grabar</gui> para comenzar la grabación.
fi: Paina <gui>Kirjoita</gui> aloittaaksesi tallennuksen.
nl: Klik op de knop <gui>Branden</gui> om het opnemen te starten.
pt_br: Clique no botão <gui>Gravar</gui> para iniciar a gravação.
ru: Щёлкните на кнопке <gui>Записать</gui>, чтобы начать запись.

source: If <gui>Burn Several Copies</gui> is selected, you will be prompted for additional discs.
ast: Si selecciona <gui>Grabar varias copies</gui>, se le pedirá que introduzca más discos.
el: Αν επιλεχθεί η λειτουργία <gui>Κάψιμο πολλαπλών αντιγράφων</gui>, η εφαρμογή θα σας ζητήσει την εισαγωγή πρόσθετων δίσκων.
es: Si selecciona <gui>Grabar varias copias</gui>, se le pedirá que introduzca más discos.
fi: Jos <gui>Kirjoita useita kopioita</gui> on valittuna, sinulta pyydetään lisälevyjä.
pt_br: Se <gui>Queimar diversas cópias</gui> estiver marcado, lhe serão solicitados discos adicionais.
ru: Если выбрать кнопку <gui>Записать несколько копий</gui>, то после записи вам будет предложено вставить следующие диски.

source: When the disc burning is complete, it will eject automatically. Choose <gui>Make More Copies</gui> or <gui>Close</gui> to exit.
ast: Cuando se heba grabáu el discu por completu, se expulsará automáticamente. Escueyi <gui>Facer más copies</gui> o <gui>Zarrar</gui> pa colar.
el: Όταν ολοκληρωθεί το κάψιμο του δίσκου, θα γίνει αυτόματα η εξαγωγή του. Επιλέξτε <gui>Δημιουργία περισσότερων αντιγράφων</gui> για να συνεχίσετε με πρόσθετα αντίγραφα, ή <gui>Κλείσιμο</gui> για να τερματίσετε την εφαρμογή.
es: Cuando se haya grabado el disco por completo, se expulsará automáticamente. Seleccione <gui>Hacer más copias</gui> o <gui>Cerrar</gui> para salir.
fi: Kun kirjoitusoperaatio on valmis, levy poistetaan automaattisesti asemasta. Valitse <gui>Tee lisää kopioita</gui> tai <gui>Sulje</gui> poistuaksesi.
pt_br: Quando a gravação do disco for concluída, ele será ejetado automaticamente. Escolha <gui>Fazer mais cópias </gui> ou <gui>Fechar</gui> para sair.
ru: Когда запись закончится, диск будет извлечён автоматически. Выберите <gui>Сделать больше копий</gui> или <gui>Закрыть</gui> для выхода.

source: For more advanced CD/DVD burning projects, try <app>Brasero</app>.
ast: Pa proyeutos más avanzados de grabación de CD/DVD, pruebe <app>Brasero</app>.
el: Για πιο προχωρημένες λειτουργίες σχετικές με δίσκους CD/DVD, δοκιμάστε την εφαρμογή <app>Brasero</app>.
es: Para proyectos más avanzados de grabación de CD/DVD, pruebe <app>Brasero</app>.
fi: Monimutkaisempia CD-/DVD-kirjoitusprojekteja varten voit käyttää <app>Braseroa</app>.
nl: Voor meer geavanceerde cd/dvd projecten kunt u <app>Brasero</app> proberen.
pt_br: Para projetos de gravação de CD/DVD mais avançados, teste o <app>Brasero</app>.
ru: Для более сложных проектов записи CD/DVD попробуйте приложение <app>Brasero</app>.

source: For help with using Brasero, read the <link href="ghelp:brasero">user guide</link>.
ast: Pa obtener aida sobro el usu de Brasero, lea la <link href="ghelp:brasero">guía dl'usuario</link>.
el: Για βοήθεια σχετικά με την χρήση της εφαρμογής Brasero, μπορείτε να διαβάσετε τον <link href="ghelp:brasero">οδηγό χρήσης</link>.
es: Para obtener ayuda sobre el uso de Brasero, lea la <link href="ghelp:brasero">guía del usuario</link>.
fi: Ohjeita Braseron käyttöön on tarjolla <link href="ghelp:brasero">sovelluksen omassa ohjeessa</link>.
nl: Voor hulp bij het gebruik Brasero, leest u de <link href="ghelp:brasero">Gebruikershandleiding</link>.
pt_br: Para ajudar com a utilização do Brasero, leia o <link href="ghelp:brasero">guia do usuário</link>.
ru: Для получения дополнительных сведений об использовании программы Brasero, обратитесь к <link href="ghelp:brasero">руководству пользователя этой программы</link>.

source: The disc wasn't burned properly!
ast: El discu no se grabó correcho
el: Ο δίσκος δεν εγγράφηκε σωστά!
es: El disco no se grabó correctamente
fi: Levyn kirjoittaminen epäonnistui!
nl: De schijf is niet goed gebrand!
pt_br: O disco não foi gravado corretamente!
ru: Диск был записан неправильно!

source: Sometimes, discs aren't burned correctly and you won't be able to see the files you put onto the disc when you insert it into a computer.
ast: A vegaes, los discos no se graban correcho y no podrá ver los ficheros que puso nel discu cuando lo introduzca nun equipu.
el: Μερικές φορές, οι δίσκοι δεν εγγράφονται σωστά και δεν είναι δυνατόν να δείτε τα αρχεία που βάλατε στο δίσκο όταν τον εισάγετε στον υπολογιστή σας.
es: A veces, los discos no se graban correctamente y no podrá ver los archivos que puso en el disco cuando lo introduzca en un equipo.
fi: Joskus levyjen kirjoitus ei onnistu ja et näe levyllä tiedostoja asettaessasi levyn asemaan.
pt_br: Às vezes, os discos não são gravados corretamente e você não será capaz de ver os arquivos que você colocou no disco quando você inseri-lo em um computador.
ru: Иногда диски записываются неправильно, и вы когда вы вставляете такой диск в компьютер, вы не видите помещённые на него файлы.

source: In this case, try burning the disc again but use a lower burning speed, e.g. 12x rather than 48x. Burning at slower speeds is more reliable. You can choose the speed by clicking the <gui>Properties</gui> button in the <gui>CD/DVD Creator Folder</gui> window.
ast: Nesti caso, pruebe a grabar de nuevu el discu usando una velocidá de grabación más lenta; p.ex. 12x en llugar de 48x. Grabar a velocidades más lentas es más fiable. También puede escoyer la velocidá pulsando nel botón <gui>Propiedaes</gui> de la ventana <gui>Carpeta del Creador de CD/DVD</gui>.
el: Σε αυτή την περίπτωση, δοκιμάστε να κάψετε ξανά τον δίσκο χρησομοποιώντας μία χαμηλότερη ταχύτητα, για παράδειγμα 12χ αντί του 48χ. Η εγγραφή σε χαμηλότερες ταχύτητες είναι πιο αξιόπιστη. Μπορείτε να επιλέξετε την ταχύτητα εγγραφής πατώντας στο κουμπί <gui>Ιδιότητες</gui> στο παράθυρο <gui>Φάκελος δημιουργίας CD/DVD</gui>.
es: En este caso, pruebe a grabar de nuevo el disco usando una velocidad de grabación más lenta; p.ej. 12x en lugar de 48x. Grabar a velocidades más lentas es más fiable. También puede seleccionar la velocidad pulsando en el botón <gui>Propiedades</gui> de la ventana <gui>Carpeta del Creador de CD/DVD</gui>.
fi: Tässä tapauksessa, yritä kirjoittaa levy uudelleen käyttäen alhaisempaa kirjoitusnopeutta, esimerkiksi 12x 48x:n sijasta. Hitailla nopeuksilla kirjoittaminen on luotettavampaa. Voit valita nopeuden painamalla <gui>Ominaisuudet</gui> -nappia.
pt_br: Nesse caso, experimente queimar o disco novamente mas use uma velocidade de gravação menor, por exemplo 12x em vez de 48x. Gravar em velocidades menores é mais confiável. Você pode escolher a velocidade clicando no botão <gui>Propriedades</gui> da janela <gui>Pasta do criador de CD/DVD</gui>
ru: В этом случае попробуйте записать диск снова, но используя более низкую скорость записи, например, 12x вместо 48x. Запись на более низкой скорости более надёжна. Скорость записи можно выбрать, щёлкнув на кнопке <gui>Свойства</gui> в окне <gui>Каталог для создания CD/DVD</gui>.

source: Make a file invisible, so you can't see it in the file manager.
ast: Facer que un ficheru seya invisible, pa que no se le pueda ver nel xestor de ficheros.
el: Κάντε ένα αρχείο αόρατο, έτσι δεν μπορείτε να το δείτε στο διαχειριστή αρχείων.
es: Hacer que un archivo sea invisible, para que no se le pueda ver en el gestor de archivos.
fi: Tee tiedostosta näkymätön, jolloin et voi nähdä sitä tiedostonhallinnassa.
nl: Maak een bestand onzichtbaar, zodat u het niet meer in de bestandsbeheerder ziet.
pt_br: Torne um arquivo oculto, então você não pode vê-lo no gerenciador de arquivos.
ru: Сделать файл невидимым, чтобы его не было видно в менеджере файлов.

source: Hide a file
ast: Anubrir un ficheru
el: Κρύψτε ένα αρχείο
es: Ocultar un archivo
fi: Tiedoston piilottaminen
nl: Een bestand verbergen
pt_br: Ocultar um arquivo
ru: Скрытие файла

source: You can hide files by renaming them with a <key>.</key> at the beginning of their name. Hidden files are invisible by default; they are not displayed in the file manager, but they are still there in the folder.
ast: Puede anubrir ficheros cambiándoles el nome pa que tengan un <key>.</key> delante de su nome. Los ficheros anubríos son invisibles de forma predeterminada; no se muestran nel xestor de ficheros, pero entá tan na carpeta.
el: Μπορείτε να κρύψετε ένα αρχείο μετονομάζοντάς το. Προσθέστε το σύμβολο <key>.</key> (τελεία) στην αρχή του ονόματός του. Τα κρυφά αρχεία είναι από προεπιλογή αόρατα. Δεν εμφανίζονται στον διαχειριστή αρχείων, αλλά συνεχίζουν να υπάρχουν στον φάκελο.
es: Puede ocultar archivos cambiándoles el nombre para que tengan un <key>.</key> delante de su nombre. Los archivos ocultos son invisibles de forma predeterminada; no se muestran en el gestor de archivos, pero todavía están en la carpeta.
fi: Voit piilottaa tiedostoja lisäämällä niiden nimen eteen <key>.</key> (pisteen). Piilotiedostot ovat oletuksena näkymättömiä; niitä ei näytetä tiedostonhallinnassa, mutta ne ovat yhä kansiossa.
nl: U kunt bestanden verbergen door ze een naam die met een <key>.</Key> begint te geven. Verborgen bestanden zijn standaard onzichtbaar, ze worden niet weergegeven in de bestandsbeheer, maar ze staan nog steeds in de map.
pt_br: Você pode ocultar arquivos ao renomeá-los com um <key>.</key> no início de seus nomes. Arquivos ocultos são invisíveis por padrão; eles não são exibidos no gerenciador de arquivos, mas continuam lá na pasta.
ru: Вы можете скрыть файлы, переименовав его так, чтобы в начале имени стоял символ <key>.</key>. Скрытые файлы по умолчанию невидимы; они не отображаются в менеджере файлов, хотя по прежнему находятся в той же папке, что и раньше.

source: To hide a file, <link xref="files-rename">rename it</link> with a "." at the beginning of its name. For example, to hide a file <file>example.txt</file>, you should rename it to <file>.example.txt</file>.
ast: Pa anubrir un ficheru, <link xref="files-rename">cámbiele el nome</link> poniéndole un «.» al entamu de su nome. Por exemplu, pa anubrir un ficheru <file>exemplu.txt</file>, deberá cambiarle el nome a <file>.exemplu.txt</file>.
el: Για να κάνετε ένα αρχείο κρυφό, <link xref="files-rename">μετονομάστε το</link> με το σύμβολο «.» (τελεία) στην αρχή του ονόματός του. Για παράδειγμα, για να κρύψετε ένα αρχείο με όνομα <file>example.txt</file>, θα πρέπει να το μετονομάσετε σε <file>.example.txt</file>.
es: Para ocultar un archivo, <link xref="files-rename">cámbiele el nombre</link> poniéndole un «.» al principio de su nombre. Por ejemplo, para ocultar un archivo <file>ejemplo.txt</file>, deberá cambiarle el nombre a <file>.ejemplo.txt</file>.
fi: Piilota tiedosto <link xref="files-rename">nimeämällä se uudelleen</link> siten, että laitat "." (pisteen) tiedoston nimen eteen. Jos esimerkiksi haluat piilottaa tiedoston <file>esimerkki.txt</file>, vaihda sen nimeksi <file>.esimerkki.txt</file>.
nl: Om een bestand te verbergen, <link xref="files-rename">hernoemt</link> u het zodat de naam met een ‘.’ begint. Bijvoorbeeld, om dit bestand te verbergen <file>bijvoorbeeld.txt</file>, moet u het <file>.bijvoorbeeld.txt</file> noemen.
pt_br: Para ocultar um arquivo <link xref="files-rename">renomeie-o</link> com um "." no começo do nome. Por exemplo, para ocultar o arquivo <file>exemplo.txt</file>, você deve renomeá-lo para <file>.exemplo.txt</file>.
ru: Чтобы скрыть файл <link xref="files-rename">переименуйте его</link>, добавив "." в начало имени. Например, чтобы скрыть файл <file>example.txt</file>, нужно переименовать его в <file>.example.txt</file>.

source: You can hide folders in the same way that you can hide files. Rename the folder with a "." at the beginning of its name.
ast: También puede anubrir carpetas de la mesma forma que puede anubrir ficheros. Camuda el nome a la carpeta poniéndole un «.» al entamu de su nome.
el: Μπορείτε να κρύψετε φακέλους με τον ίδιο τρόπο που μπορείτε να κρύψετε αρχεία. Μετονομάστε τον φάκελο με μία τελεία «.» στην αρχή του ονόματός του.
es: También puede ocultar carpetas de la misma forma que puede ocultar archivos. Cambie el nombre a la carpeta poniéndole un «.» al principio de su nombre.
fi: Voit piilottaa kansioita samaan tapaan kuin tiedostoja. Lisää kansion nimen eteen "." (piste).
nl: U kunt mappen op dezelfde manier verbergen als bestanden. Hernoem de map met een ‘.’ als eerste teken in de naam.
pt_br: Você pode ocultar pastas do mesmo jeito que você pode ocultar arquivos. Renomeie a pasta com um "." no começo do seu nome.
ru: Скрыть папки можно тем же способом, что и файлы. Переименуйте папку, добавив "." в начало её имени.

source: Show all hidden files
ast: Amosar tolos ficheros anubríos
el: Εμφάνιση όλων των κρυμμένων αρχείων
es: Mostrar todos los archivos ocultos
fi: Näytä kaikki piilotetut tiedostot
nl: Alle verborgen bestanden weergeven
pt_br: Mostrar todos os arquivos ocultos
ru: Показать все скрытые файлы
