Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The <gui>Software</gui> option is slightly different from the others - if the computer detects that there is software on a disk that you inserted, it can try to automatically run the software if you like. This is good if you have an application installed on a CD and want it to start when the disc is inserted (for example, a slideshow).
ast: La opción <gui>Software</gui> es un poco distinta a les demás - si el equipu detecta que hai software nel discu que acaba de introducir, puede intentar executar esi software automáticamente si lo quies. Esta es una buena opción si quies que una aplicación instalada nun CD se inicie sola cuando se introduzca el discu (como una presentación de diapositivas, por exemplu).
el: Η επιλογή <gui>Λογισμικό</gui> είναι ελαφρώς διαφορετική από τις υπόλοιπες. Αν ο υπολογιστής ανιχνεύσει πως υπάρχει λογισμικό σε έναν δίσκο που εισήχθη, έχει την δυνατότητα αν το θελήσετε να προσπαθήσει αυτόματα να το εκτελέσει. Αυτό είναι καλό στην περίπτωση κατά την οποία μία εφαρμογή είναι εγκαταστημένη σε έναν δίσκο CD και θέλετε να εκκινεί όταν αυτός εισάγεται. Για παράδειγμα, μία προβολή διαφανειών.
es: La opción <gui>Software</gui> es un poco distinta a las demás - si el equipo detecta que hay software en el disco que acaba de introducir, puede intentar ejecutar ese software automáticamente si lo desea. Esta es una buena opción si quiere que una aplicación instalada en un CD se inicie sola cuando se introduzca el disco (como una presentación de diapositivas, por ejemplo).
fi: <gui>Ohjelma</gui>-vaihtoehto eroaa hieman muista - jos kone havaitsee, että syöttämällesi levylle on asennettu ohjelmisto, voit yrittää käynnistää tämän ohjelman halutessasi automaattisesti. Tämä on hyvä, jos olet asentanut ohjelman CD:lle ja haluat sen käynnistyvän levyn käynnistyksen yhteydessä (esimerkiksi diaesitys)
nl: De optie <gui>Software</gui> verschilt iets van de andere opties - als de computer software detecteert op een schijf die u heeft ingebracht, dan kunt u ervoor kiezen deze software automatisch te laten uitvoeren. Dit is nuttig wanneer u een toepassing op een cd geïnstalleerd heeft en u wilt dat deze opstart wanneer de schijf is ingebracht (bijvoorbeeld een diashow).
pt_br: A opção <gui>Software</gui> é levemente diferente das demais - se o computador detectar que há um software em um disco que você inseriu, ele pode tentar executar automaticamente o software, se assim você desejar. Isso é bom no caso de você ter um aplicativo instalado em um D e quiser iniciá-lo quando o disco é inserido (por exemplo, uma apresentação de slides).
ru: Опция <gui>Программы</gui> немного отличается от остальных — если компьютер определяет, что на вставленном вами диске имеется программа, он может попытаться автоматически запустить эту программу. Это полезно, если на вашем компакт-диске имеется программа (например, для управления слайд-шоу), и вы хотите, чтобы она запускалась, когда вы вставляете диск.

source: If you don't see the device or media type that you want to change in the list (such as Blu-ray discs or E-book readers), click <gui>Other Media</gui> to see a more detailed list of devices.
ast: Si no alcuentra na llista la triba de preséu o sofitu que quies camudar (como discos Blu-ray o lectores de libros electrónicos), calca en <gui>Otros soportes</gui> pa obtener una llista de preseos más detallada.
el: Αν δεν βλέπετε τη συσκευή ή τον τύπο του μέσου το οποίο θέλετε να ρυθμίσετε στη λίστα (όπως δίσκους Blu-Ray ή αναγνώστες E-book), κάντε κλικ στην επιλογή <gui>Άλλα μέσα</gui> για να δείτε μια πιο λεπτομερή λίστα συσκευών.
fi: Jos et näe laitteen tai median tyyppiä listassa, jota haluat muokata (kuten Blu-ray-levyt tai E-book-lukijat), napsauta <gui>Muu media</gui> nähdäksesi tarkemman listan laitteista.
nl: Als u het apparaat of mediatype dat u wilt wijzigen (zoals Blu-ray schijven of E-book lezers) niet ziet staan in de lijst, klik dan op <gui>Andere media</gui> voor een gedetailleerdere lijst met apparaten.
pt_br: Se você não vê na lista o tipo de dispositivo ou mídia que você quer mudar (como discos Blu-ray ou leitores de E-book), clique em <gui>Outras mídias</gui> para ver uma lista mais detalhada de dispositivos.
ru: Если вы не видите в списке устройство или носитель, способ обработки которого вы хотите изменить (например, видеодиски Blu-Ray или устройства для чтения электронных книг), щёлкните <gui>Другой носитель</gui>, чтобы увидеть более подробный список устройств.

source: Don't open <em>any</em> applications automatically
ast: No abrir <em>denguna</em> aplicación automáticamente
el: Να μην εκτελείται <em>καμία</em> εφαρμογή αυτόματα
es: No abrir <em>ninguna</em> aplicación automáticamente
fi: Älä avaa <em>mitään</em> sovelluksia automaattisesti
nl: <em>Geen enkel</em> programma automatisch openen
pt_br: Não abrir <em>nenhum</em> aplicativo automaticamente
ru: Не открывать <em>никакие</em> приложения автоматически

source: If you don't want any applications to be opened automatically, whatever you plug in, check <gui>Never prompt or start programs on media insertion</gui> at the bottom of the Removable Media window.
ast: Si no quies que se abra automáticamente denguna aplicación, independientemente de lo que conecte, marque la opción <gui>Nunca entrugar ni entamar programes al introducir soportes</gui> na parte inferior de la ventana de Soportes extraíbles.
el: Αν δεν θέλετε να εκτελείται αυτόματα καμία εφαρμογή όποιαδήποτε συσκευή και αν συνδεθεί, σημειώστε την επιλογή <gui>Να μην γίνεται ειδοποίηση ή εκτέλεση προγραμμάτων κατά την εισαγωγή μέσων</gui> στο κάτω μέρος του παραθύρου των αφαιρούμενων μέσων.
es: Si no desea que se abra automáticamente ninguna aplicación, independientemente de lo que conecte, marque la opción <gui>Nunca preguntar ni iniciar programas al introducir soportes</gui> en la parte inferior de la ventana de Soportes extraíbles.
fi: Jos et halua mitään sovelluksia avattavan automaattisesti, kun koneeseen liitetään mikä tahansa laite, valitse <gui>Älä koskaan kysy tai käynnistä ohjelmia liitettäessä media</gui>.
nl: Als u niet wilt dat toepassingen automatisch geopend worden, wat u ook aansluit, plaats dan een vinkje bij <gui>Nooit vragen en ook geen toepassingen starten als media ingevoerd worden</gui> onderaan het venster "Verwijderbare media".
pt_br: Se você não quer que nenhuma aplicação seja aberta automaticamente, o que quer que seja que você conecte, cheque <gui>Nunca questionar ou iniciar programas quando forem inseridas mídias</gui> na parte inferior da janela de mídia removível.
ru: Если вы хотите, чтобы никакие приложения не открывались автоматически, какое бы устройство вы ни подключали, включите флажок <gui>Никогда не спрашивать и не запускать программы при вставке носителей</gui> внизу окна.

source: Manage and organize files with the file manager.
ast: Gestione y organice ficheros col xestor de ficheros.
el: Διαχείριση και οργάνωση αρχείων με το Διαχειριστή αρχείων.
es: Gestione y organice archivos con el gestor de archivos.
fi: Hallitse tiedostoja käyttäen tiedostonhallintaa.
nl: Beheer en organiseer bestanden met de bestandsbeheerder.
pt_br: Gerenciar e organizar os arquivos com o gerenciador de arquivos.
ru: Управление и упорядочивание файлов с помощью менеджера файлов.

source: Browse files and folders
ast: Examinar ficheros y carpetas
el: Περιήγηση αρχείων και φακέλων
es: Examinar archivos y carpetas
fi: Selaa tiedostoja ja kansioita
nl: Door bestanden en mappen bladeren
pt_br: Navegar nos arquivos e pastas
ru: Просмотр файлов и папок

source: Use the <app>Files</app> application to browse the files in your home folder, on external devices, on <link xref="nautilus-connect">file servers</link>, and across your computer's file system.
ast: Use la aplicación <app>Ficheros</app> pa restolar ente los ficheros de su carpeta de aniciu, en preseos esternos, en <link xref="nautilus-connect">sirvidores de ficheros</link>, y a traviés del sistema de ficheros de su equipu.
el: Χρησιμοποιήστε την εφαρμογή <app>Αρχεία</app> για να περιηγηθείτε στα αρχεία του Προσωπικού σας φακέλου, σε εξωτερικές συσκευές, σε <link xref="nautilus-connect">εξυπηρετητές αρχείων</link> και στο σύστημα αρχείων του υπολογιστή σας.
es: Use la aplicación <app>Archivos</app> para navegar entre los archivos de su carpeta de inicio, en dispositivos externos, en <link xref="nautilus-connect">servidores de archivos</link>, y a través del sistema de archivos de su equipo.
fi: Selaa kotikansiossasi, ulkoisissa laitteissa, <link xref="nautilus-connect">tiedostopalvelimilla</link> ja tiedostojärjestelmäsi olevia tiedostoja.
nl: Gebruik <app>Bestandsbeheer</app> om door bestanden te bladeren in uw persoonlijke map, op externe apparaten, op <link xref="nautilus-connect">file servers</link> en op het bestandssysteem van uw computer.
pt_br: Utilize o aplicativo <app>Arquivos</app> para navegar por arquivos em sua pasta pessoal, em dispositivos externos, em <link xref="nautilus-connect">servidores de arquivo</link> ou através do sistema de arquivos de seu computador.
ru: Используйте приложение <app>Файлы</app> для просмотра файлов в домашней папке, на внешних устройствах, <link xref="nautilus-connect">файловых серверах</link> и всей файловой системе компьютера.

source: How do I open the file manager?
ast: ¿Cómo abro el xestor de ficheros?
el: Πώς εκκινείται ο Διαχειριστής αρχείων;
es: ¿Cómo abro el gestor de archivos?
fi: Kuinka avaan tiedostonhallinnan?
nl: Hoe open ik de bestandsmanager?
pt_br: Como faço para abrir o gerenciador de arquivos?
ru: Как открыть менеджер файлов?

source: Search for files and folders in the <gui>dash</gui> the same way you would <link xref="unity-dash-intro#dash-global-search">search for applications</link>. They will appear under the heading <gui>Files and Folders</gui>.
ast: Busque ficheros y carpetas nel <gui>Tablero</gui> de la mesma forma na que puede <link xref="unity-dash-intro#dash-global-search">guetar aplicaciones</link>. Aparecerán baxo el encabezáu <gui>Ficheros y carpetas</gui>.
el: Αναζητήστε αρχεία και φακέλους στο <gui>dash</gui>, κατά τον ίδιο τρόπο που θα κάνατε και <link xref="unity-dash-intro#dash-global-search">αναζήτηση εφαρμογών</link>. Θα εμφανιστούν κάτω από την επιγραφή <gui>Αρχεία και φάκελοι</gui>.
es: Busque archivos y carpetas en el <gui>Tablero</gui> de la misma forma en la que puede <link xref="unity-dash-intro#dash-global-search">buscar aplicaciones</link>. Aparecerán bajo el encabezado <gui>Archivos y carpetas</gui>.
fi: Etsi tiedostoja <gui>Dashia</gui> käyttäen samalla tavoin kuin <link xref="unity-dash-intro#dash-global-search">etsisit sovelluksia</link>.
nl: Zoek naar bestanden en mappen in de <gui>dash</gui>, net zoals u zou <link xref="unity-dash-intro#dash-global-search">zoeken naar toepassingen</link>. Ze zullen verschijnen onder het kopje <gui>Bestanden en mappen</gui>.
pt_br: Procure por arquivos e pastas no <gui>painel</gui> da mesma forma que você <link xref="unity-dash-intro#dash-global-search">pesquisar por aplicativos</link>. Eles aparecerão debaixo do cabeçalho <gui>Pastas e arquivos</gui>.
ru: Поиск файлов и папок в <gui>главном меню</gui> происходит точно так же, как <link xref="unity-dash-intro#dash-global-search">поиск приложений</link>. Они появятся под заголовком <gui>Файлы и папки</gui>.

source: Another way to open the file manager is to select the <app>Home Folder</app> shortcut in the launcher.
ast: Otra forma de abrir el xestor de ficheros es escoyer el accesu directo de la <app>Carpeta personal</app> nel Lanzador.
el: Άλλος τρόπος να ανοίξετε τον διαχειριστή αρχείων είναι να επιλέξετε τη συντόμευση <app>Προσωπικός φάκελος</app> στον εκκινητή.
es: Otra forma de abrir el gestor de archivos es seleccionar el acceso directo de la <app>Carpeta personal</app> en el Lanzador.
fi: Yksi tapa käynnistää tiedostonhallinta on napsauttaa käynnistimessä olevaa <app>kotikansion</app> kuvaketta.
nl: Een andere manier om bestandsbeheer te openen is de snelkoppeling <app>Persoonlijke map</app> in de starter te selecteren.
pt_br: Outra maneira de abrir o gerenciar de arquivos é selecionar o atalho <app>Pasta pessoal</app> no lançador.
ru: Другой способ открыть менеджер файлов — выбрать ярлык <app>Домашняя папка</app> на панели запуска.

source: In the file manager, double-click any folder to view its contents, and double-click any file to open it with the default application for that file. You can also right-click a folder to open it in a new tab or new window. In list view, you can also click the expander next to a folder to show its contents in a tree.
ast: Nel xestor de ficheros, calca dos vegaes sobro una carpeta pa ver su conteníu, o sobro un ficheru pa abrirlo cola aplicación predeterminada pa esi ficheru. También puede calcar col botón drechu sobro una carpeta pa abrirla nuna nueva pestaña o ventana. Na vista de llista, tamién puede calcar nel extensor allugáu xunto a la carpeta pa amosar su conteníu en forma de árbol.
el: Στον Διαχειριστή αρχείων, κάντε διπλό κλικ σε οποιονδήποτε φάκελο ώστε να δείτε τα περιεχόμενά του και σε οποιοδήποτε αρχείο ώστε να το ανοίξετε με την προκαθορισμένη για τον τύπο του αρχείου εφαρμογή. Μπορείτε επίσης να κάνετε δεξί κλικ σε έναν φάκελο ώστε να ανοίξει σε μία νέα καρτέλα ή ένα νέο παράθυρο. Μπορείτε επίσης κατά την προβολή λίστας, να πατήσετε στο κουμπί επέκτασης δίπλα σε έναν φάκελο ώστε να δείτε τα περιεχόμενά του σε δενδροειδή διάταξη.
es: En el gestor de archivos, pulse dos veces sobre una carpeta para ver su contenido, o sobre un archivo para abrirlo con la aplicación predeterminada para ese archivo. También puede pulsar con el botón derecho sobre una carpeta para abrirla en una nueva pestaña o ventana. En la vista de lista, también puede pulsar en el extensor situado junto a la carpeta para mostrar su contenido en forma de árbol.
fi: Tiedostonhallinnassa voit kaksoisnapsauttaa mitä tahansa kansiota nähdäksesi sen sisällön, tai kaksoisnapsauttaa mitä tahansa tiedostoa avataksesi sen kyseiseen tiedostoon kytketyllä oletussovelluksella. Voit avata kansion uuteen välilehteen tai ikkunaan napsauttamalla sitä hiiren oikealla painikkeella ja valitsemalla haluamasi vaihtoehdon. Luettelonäkymässä on mahdollista napsauttaa kansion vieressä olevaa nuolta, jolloin kansion sisältö näytetään puunäkymänä.
nl: Dubbelklik in bestandsbeheer op de map waarvan u de inhoud wilt zien of dubbelklik op een bestand waardoor het in de standaardtoepassing voor dat bestand geopend wordt. U kunt ook met rechts klikken op een map om hem te openen in een nieuw tabblad of een nieuw venster. In de lijstweergave kunt u ook klikken op het uitvouwteken naast een map om de inhoud ervan in een boomstructuur te tonen.
pt_br: No gerenciador de arquivos clique duas vezes em uma pasta para ver seu conteúdo ou clique duas vezes em um arquivo para abri-lo com o aplicativo padrão para o arquivo. Você também pode clicar com o direito em uma pasta para abri-la em uma nova aba ou nova janela. Na visão em lista você também pode clicar no expansor ao lado da pasta para mostrar o conteúdo dela em uma árvore.
ru: Выполните двойной щелчок на любой папке в менеджере файлов, чтобы увидеть её содержимое, или двойной щелчок на любом файле, чтобы открыть его в приложении, используемом по умолчанию для этого типа файлов. Вы можете щёлкнуть на папке правой кнопкой мыши, чтобы открыть её в новой вкладке или новом окне. При просмотре в виде списка, щёлчок на значке в виде треугольничка рядом с папкой показывает её содержимое в виде древовидной структуры.

source: The path bar above the list of files and folders shows you which folder you're viewing, including the parent folders up to your home directory, the root of a removable device, or the root of your file system. Click a parent folder in the path bar to go to that folder. Right-click any folder in the path bar to open it in a new tab or window, copy or move it, or access its properties.
ast: La barra de caminos situada enriba de la llista de ficheros y carpetas amuesa qué carpeta ta visualizando, incluyendo sus carpetas padre fasta su direutoriu personal, la raigañu de un preséu extraíble o la raigañu de su sistema de ficheros. Calca nuna carpeta padre de la barra de caminos pa moverse a esa carpeta. Calca col botón drechu sobro cualesquier carpeta de la barra de caminos pa abrirla nuna nueva pestaña o ventana, copiarla, moverla o acceder a sus propiedaes.
el: Η μπάρα μονοπατιού πάνω από την λίστα αρχείων και φακέλων δείχνει τον φάκελο τον οποίο βλέπετε, συμπεριλαμβανομένων και των γονικών του φακέλων μέχρι τον προσωπικό σας φάκελο, τον ριζικό κατάλογο μίας αφαιρούμενης συσκευής, ή τον ριζικό κατάλογο του συστήματος αρχείων. Κάνοντας δεξί κλικ σε οποιονδήποτε φάκελο του μονοπατιού μπορείτε να τον ανοίξετε σε μία καινούρια καρτέλα ή παράθυρο, να τον αντιγράψετε ή να τον μετακινήσετε, ή και να αποκτήσετε πρόσβαση στις ιδιότητές του.
es: La barra de rutas situada encima de la lista de archivos y carpetas muestra qué carpeta está visualizando, incluyendo sus carpetas padre hasta su directorio personal, la raíz de un dispositivo extraíble o la raíz de su sistema de archivos. Pulse en una carpeta padre de la barra de rutas para moverse a esa carpeta. Pulse con el botón derecho sobre cualquier carpeta de la barra de rutas para abrirla en una nueva pestaña o ventana, copiarla, moverla o acceder a sus propiedades.
fi: Tiedostojen ja kansioiden yläpuolella olevassa työkalupalkissa näkyvä polku osoittaa, missä sijainnissa näkemäsi tiedostot ja kansiot sijaitsevat. Polku sisältää mahdolliset yläkansiot aina kotikansioon, laitteen juureen tai tiedostojärjestelmään juureen saakka. Siirry polussa näkyvään yläkansioon napsauttamalla sen nimeä. Napsauta hiiren oikealla painikkeella polussa näkyvää nimeä, jolloin aukeaa valikko, ja voit avata kyseisen sijainnin uuteen välilehteen tai ikkunaan, kopioida tai leikata kyseisen sijainnin tai katsella sijainnin ominaisuuksia.
nl: De padbalk boven de lijst met bestanden en mappen toont welke map u aan het bekijken bent, inclusief de bovenliggende mappen tot aan uw persoonlijke map, de root of een verwijderbaar apparaat, of de root van uw bestandssysteem. Klik op een oudermap in de padbalk om naar die map te gaan. Klik met rechts op welke map in de padbalk dan ook om hem te openen in een nieuw tabblad of venster, hem te kopiëren of te verplaatsen, of de eigenschappen ervan te bekijken.
pt_br: A barra de localização acima da lista de arquivos e pastas mostra qual a pasta você está vendo, incluindo as pastas pais até o seu diretório pessoal, a raiz de um dispositivo removível ou do seu sistema de arquivos. Clique em uma pasta pai na barra de localização para ir até essa pasta. Clique com o direito em qualquer pasta na barra de localização para abri-la em uma nova aba ou janela, para copiar ou movê-la, ou para acessar suas propriedades.
ru: Строка адреса над списком файлов и папок показывает, какую папку вы просматриваете, включая папки более высокого уровня вплоть до вашей домашней папки, корневой папки переносного устройства, или корневой папки вашей файловой системы. Щёлкните на родительской папке в строке адреса, чтобы перейти в эту папку. Щёлкните на папке в строке адреса правой кнопкой, чтобы открыть её в новой вкладке или окне, скопировать или переместить её, или получить доступ к её свойствам.

source: You can quickly access common places from the sidebar. If you do not see the sidebar, click <guiseq><gui>View</gui><gui>Sidebar</gui> <gui>Show Sidebar</gui></guiseq>. You can add bookmarks to folders you use often, and they will appear in the sidebar.
ast: Puede acceder rápidamente a llugares comunes dende la barra lateral. Si no ve la barra lateral, calca en <guiseq><gui>Ver</gui><gui>Barra lateral</gui></guiseq>. Puede amestar marcadores a carpetas que use con frecuencia y aparecerán na barra lateral.
el: Μπορείτε να έχετε άμεση πρόσβαση σε κοινές τοποθεσίες από την πλαϊνή μπάρα. Αν δεν είναι ορατή, επιλέξτε το <guiseq><gui>Προβολή</gui><gui>Πλαϊνή μπάρα</gui> <gui>Εμφάνιση πλαϊνής μπάρας</gui></guiseq>. Μπορείτε να προσθέσετε σελιδοδείκτες οι οποίοι θα εμφανίζονται στην πλαϊνή μπάρα, σε φακέλους που χρησιμοποιείτε συχνά.
fi: Yleisimmät sijainnit ovat näkyvissä tiedostonhallinnan sivupaneelissa. Jos et näe sivupaneelia, napsauta <guiseq><gui>Näytä</gui><gui>Sivupaneeli</gui> <gui>Näytä sivupaneeli</gui></guiseq>. Voit myös lisätä kirjanmerkkejä usein käyttämiisi kansioihin, jolloin kirjanmerkit ilmestyvät sivupaneeliin.
nl: U krijgt snel toegang tot veelgebruikte locaties vanuit de zijbalk. Als u de zijbalk niet ziet, klik dan op <guiseq><gui>Beeld</gui><gui>Zijbalk</gui> <gui>Zijbalk tonen</gui></guiseq>. U kunt bladwijzers toevoegen naar mappen die u vaak gebruikt; deze verschijnen in de zijbalk.
pt_br: Você pode acessar rapidamente lugares comuns a partir da barra lateral. Se você não vê a barra lateral, clique em <guiseq><gui>Visualizar</gui><gui>Barra lateral</gui><gui>Exibir barra lateal</gui></guiseq>. Você pode adicionar marcadores às pastas que você usa com frequência, e eles vão aparecer na barra lateral.
ru: Вы можете быстро получить доступ к часто используемым папкам из боковой панели. Если вы не видите боковую панель, нажмите <guiseq><gui>Вид</gui><gui>Боковая панель</gui> <gui>Показать боковую панель</gui></guiseq>. Вы можете добавлять закладки для часто используемых папок, и они появятся в боковой панели.
