Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You need to <link xref="addremove-sources#canonical-partner">activate the Canonical Partner Repository</link> to install <app>Skype</app>
ast: Necesitará <link xref="addremove-sources#canonical-partner">activar el repositoriu de Socios de Canonical</link> pa instalar <app>Skype</app>
el: Θα πρέπει να <link xref="addremove-sources#canonical-partner">ενεργοποιήσετε τα αποθετήρια των συνεργατών της Canonical</link> για την εγκατάσταση του <app>Skype</app>
es: Necesitará <link xref="addremove-sources#canonical-partner">activar el repositorio de Socios de Canonical</link> para instalar <app>Skype</app>
fi: Ennen <app>Skypen</app> asennusta pitää <link xref="addremove-sources#canonical-partner">aktivoida Canonicalin kumppanit -pakettivarasto</link>
nl: U dient de <link xref="addremove-sources#canonical-partner">softwarebron "Partners van Canonical" te activeren</link> om <app>Skype</app> te installeren.
pt_br: Você precisa <link xref="addremove-sources#canonical-partner">ativar o repositório de parceiros da Canonical</link> para instalar o <app>Skype</app>.
ru: Чтобы установить <app>Skype</app>, вам понадобится <link xref="addremove-sources#canonical-partner">активировать репозиторий «Партнёры Canonical»</link>

source: Additional resources for help with <app>Skype</app>
ast: Recursos adicionales de aida con <app>Skype</app>
el: Επιπλέον πηγές για βοήθεια σχετικά με το <app>Skype</app>
es: Recursos adicionales de ayuda con <app>Skype</app>
fi: Lisäohjeita <app>Skypen</app> käyttöön
nl: Andere hulpdocumentatie voor <app>Skype</app>
pt_br: Recursos adicionais para ajuda com o <app>Skype</app>
ru: Дополнительные справочные сведения о программе <app>Skype</app>

source: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> How to record Skype conversations </link>
ast: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> Cómo grabar conversaciones de Skype </link>
el: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> Πώς να εγγράψετε συνομιλίες στο Skype </link>
fi: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> Skype-puheluiden nauhoitus </link>
nl: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto">Hoe kan ik Skype-gesprekken opnemen</link> (Engelstalig)
pt_br: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> Como gravar conversas do Skype </link>
ru: <link href="https://help.ubuntu.com/community/SkypeRecordingHowto"> Как записывать разговоры в Skype </link>

source: <link href="https://wiki.ubuntu.com/SkypeWebCams"> A list of webcams which are compatible with Skype </link>
ast: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Llista de cámaras web compatibles con Skype </link>
el: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Μία λίστα από κάμερες δικτύου οι οποίες είναι συμβατές με το Skype </link>
fi: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Skypen kanssa yhteensopivat webbikamerat </link>
nl: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Een lijst van webcams die compatibel zijn met Skype </link> (Engelstalig)
pt_br: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Uma lista de webcams que são compatíveis com Skype </link>
ru: <link href="https://wiki.ubuntu.com/SkypeWebCams"> Список веб-камер совместимых с программой Skype </link>

source: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Troubleshooting Skype - for advanced users </link>
ast: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Solucionar problemes de Skype - pa usuarios avanzados </link>
el: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Επίλυση προβλημάτων του Skype - για προχωρημένους χρήστες </link>
fi: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Skype-ongelmien ratkonta - edistyneille käyttäjille </link>
nl: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Problemen met Skype oplossen - voor gevorderden</link> (Engelstalig)
pt_br: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Resolução de problemas no Skype - para usuários avançados </link>
ru: <link href="https://help.ubuntu.com/community/SkypeTroubleshooting"> Решение неисправностей Skype - для опытных пользователей </link>

source: Post to <em>Twitter</em>, <em>Facebook</em> and other social networking sites directly from your desktop
ast: Facer envíos a <em>Twitter</em>, <em>Facebook</em> y otres redes sociales directamente dende su escritoriu
el: Αναρτήστε σε <em>Twitter</em>, <em>Facebook</em> και σε άλλες σελίδες κοινωνικής δικτύωσης απευθείας από τον υπολογιστή σας
es: Hacer envíos a <em>Twitter</em>, <em>Facebook</em> y otras redes sociales directamente desde su escritorio
fi: Päivitä tilasti <em>Twitteriin</em>, <em>Facebookiin</em> ja muihin sosiaalisiin verkkoihin suoraan työpöydältäsi.
nl: Berichten rechtstreeks vanaf uw bureaublad sturen naar <em>Twitter</em>, <em>Facebook</em> en andere sociale netwerksites
pt_br: Poste no <em>Twitter</em>, <em>Facebook</em> e outros sites de redes sociais diretamente da sua área de trabalho
ru: Опубликовывайте сообщения в <em>Twitter</em>, <em>Facebook</em> и других социальных сетях непосредственно с вашего рабочего стола

source: Social networking from the desktop
ast: Redes sociales dende su escritoriu
el: Κοινωνική δικτύωση από την επιφάνειας εργασίας του υπολογιστή
es: Redes sociales desde su escritorio
fi: Sosiaaliset verkostot työpöydälläsi
nl: Sociale netwerken gebruiken vanaf uw bureaublad
pt_br: Rede social pela área de trabalho
ru: Доступ в социальные сети с рабочего стола

source: With Ubuntu you can post to your favorite social networking sites from your desktop. Ubuntu uses the <app>Gwibber</app> application to allow you to organize your social networking sites in one place, and to post updates from the <gui>Me Menu</gui> without opening any website.
ast: Con Ubuntu puede facer envíos a sus redes sociales favoritas dende su escritoriu. Ubuntu usa la aplicación <app>Gwibber</app> pa que vusté pueda organizar sus redes sociales dende un único llugar y unviar anovamientos dende el <gui>Menú Yo</gui> sin abrir denguna páxina web.
el: Με το Ubuntu μπορείτε να δημοσιεύσετε στις αγαπημένες σας τοποθεσίες κοινωνικής δικτύωσης από την επιφάνεια εργασίας σας. Το Ubuntu χρησιμοποιεί την εφαρμογή <app>Gwibber</app> που σας επιτρέπει να οργανώσετε δικτυακούς τόπους κοινωνικής δικτύωσης σας σε ένα μέρος και να δημοσιεύσετε ενημερώσεις από το <gui>Δικό μου μενού</gui> χωρίς να ανοίξετε οποιαδήποτε ιστοσελίδα.
es: Con Ubuntu puede hacer envíos a sus redes sociales favoritas desde su escritorio. Ubuntu usa la aplicación <app>Gwibber</app> para que usted pueda organizar sus redes sociales desde un único lugar y enviar actualizaciones desde el <gui>Menú Yo</gui> sin abrir ninguna página web.
fi: Ubuntussa voit päivittää sosiaalisten verkostojen tilasi suoraan työpöydältäsi. Ubuntun mukana tulee nimittäin <app>Gwibber</app>-niminen sovellus, joka kokoaa sosiaalisen elämäsi yhteen paikkaan, ja mahdollistaa tilan päivittämisen samaan aikaan kaikkiin palveluihin suoraan <gui>viestintävalikosta</gui>.
nl: Met Ubuntu kunt u posten naar uw favoriete sociale netwerksites vanaf uw bureaublad. Ubuntu gebruikt de toepassing <app>Gwibber</app> waardoor u uw sociale netwerksites op één plaats kunt organiseren en updates posten vanuit het <gui>Me Menu</gui> zonder een website te openen.
pt_br: Com o Ubuntu, você pode publicar nas suas redes sociais favoritas da área de trabalho. O Ubuntu usa o aplicativo <app>Gwibber</app> para permitir que você organize suas redes sociais em um lugar e publique atualizações do <gui>Menu Me</gui> sem abrir qualquer site.
ru: Используя Ubuntu, вы можете опубликовывать сообщения в ваших любимых социальных сетях, непосредственно с вашего рабочего стола. Ubuntu использует приложение <app>Gwibber</app>, которое позволяет сгруппировать социальные сети в одном месте и опубликовывать обновления из <gui>Меню пользователя</gui> без необходимости открывать вэб-сайт.

source: To set up your social networking accounts:
ast: Pa configurar sus cuentas de redes sociales:
el: Για να ρυθμίσετε τους λογαριασμούς κοινωνικής σας δικτύωσης:
es: Para configurar sus cuentas de redes sociales:
fi: Sosiaalisten verkostojen asetusten määrittäminen:
nl: Het instellen van uw sociale netwerk-accounts:
pt_br: Para configurar suas contas de redes sociais:
ru: Чтобы настроить учётные записи в социальных сетях:

source: Click the <link xref="unity-appmenu-intro">Me menu</link> on the right hand side of the top panel.
ast: Calca nel <link xref="unity-appmenu-intro">menú Yo</link> allugáu a la drecha del panel superior.
el: Κάντε κλικ στο <link xref="unity-appmenu-intro">Δικό μου μενού</link> στη δεξιά πλευρά του πάνω πίνακα.
es: Pulse en el <link xref="unity-appmenu-intro">menú Yo</link> situado a la derecha del panel superior.
nl: Klik op het <link xref="unity-appmenu-intro">Me menu</link> rechts in het bovenpaneel.
pt_br: Clique no <link xref="unity-appmenu-intro">no menu Me</link> no lado direito do painel superior.
ru: Щёлкните <link xref="unity-appmenu-intro">меню пользователя</link> с правой стороны на верхней панели.

source: Choose <gui>Broadcast Accounts...</gui>
ast: Escueyi <gui>Cuentas de difusión...</gui>
el: Επιλέξτε <gui>Λογαριασμοί κοινωνικών δικτύων…</gui>
es: Seleccione <gui>Cuentas de difusión...</gui>
nl: Kies <gui>microbloggen</gui>
pt_br: Escolha <gui>Contas de transmissão...</gui>

source: Choose the social networking site you want to set up and click <gui>Add</gui>
ast: Escueyi la red social que quies configurar y calca <gui>Amestar</gui>
el: Επιλέξτε τη σελίδα κοινωνικής δικτύωσης που επιθυμείτε να ρυθμίσετε και πατήστε στην <gui>Προσθήκη</gui>
es: Seleccione la red social que desea configurar y pulse <gui>Añadir</gui>
nl: Kies de site van het sociale netwerk dat u wilt instellen en klik op <gui>toevoegen</gui>
pt_br: Escolha a rede social que você quer configurar e clique em <gui>Adicionar</gui>
ru: Выберите социальные сети, к которым вы хотите обеспечить доступ и щёлкните <gui>Добавить</gui>

source: Click <gui>Authorize</gui> and insert your account settings for that site, and follow the instructions
ast: Calca <gui>Autorizar</gui>, introduzca les opciones de su cuenta pa esa red social, y siga les instrucciones
el: Επιλέξτε <gui>Εξουσιδότηση</gui> και εισάγετε τις ρυθμίσεις του λογαριασμού σας για αυτόν τον ιστότοπο, και ακολουθείστε τις οδηγίες
es: Pulse <gui>Autorizar</gui>, introduzca las opciones de su cuenta para esa red social, y siga las instrucciones
nl: Klik op <gui>Autoriseren</gui>, voer uw accountinstellingen voor die site in en volg de instructies
pt_br: Clique em <gui>Autorizar</gui> e insira suas configurações de conta para aquele site e siga as instruções
ru: Щёлкните <gui>Авторизовать</gui> и добавьте сведения вашей учётной записи для этого вэб-сайта, затем следуйте инструкции

source: You can now view your social networking messages from the <link xref="unity-appmenu-intro"> Messaging menu</link> on the right hand side of the top bar, in the <gui>Broadcast</gui> section. Click on any of the items in that section to open <gui>Gwibber</gui> and to read or post messages to your social network.
ast: Agora puede ver toos sus mensaxes de redes sociales dende el <link xref="unity-appmenu-intro">Menú de mensaxería</link> na parte drecha de la barra superior, nel apartáu <gui>Difusión</gui>. Calca en cualquiera de los elementos de esi apartáu pa abrir <gui>Gwibber</gui> y lleer o unviar mensaxes a su red social.
el: Μπορείτε τώρα να δείτε τα μηνύματα που αφορούν τα κοινωνικά δίκτυα στο <link xref="unity-appmenu-intro">Μενού μηνυμάτων</link>, στο δεξί σημείο της πάνω γραμμής, στο τμήμα <gui>Μετάδοση</gui>. Κάντε κλικ σε κάποιο από τα στοιχεία σε αυτό το τμήμα για να ανοίξετε το <gui>Gwibber</gui> και να διαβάσετε ή να στείλετε μηνύματα στα κοινωνικά σας δίκτυα.
es: Ahora puede ver todos sus mensajes de redes sociales desde el <link xref="unity-appmenu-intro">Menú de mensajería</link> en la parte derecha de la barra superior, en el apartado <gui>Difusión</gui>. Pulse en cualquiera de los elementos de ese apartado para abrir <gui>Gwibber</gui> y leer o enviar mensajes a su red social.
fi: Näet nyt sosaalisen toimintasi suoraan yläpaneelin <link xref="unity-appmenu-intro">viestintävalikosta</link> <gui>Sosiaaliset verkot</gui> -kohdassa. Voit päivittää tilasi kaikkiin haluamiisi palveluihin kerralla napsauttamalla <gui>Päivitä tila</gui>. Muista painikkeista pääset suoraan <gui>Gwibberin</gui> eri osioihin.
nl: U kunt nu uw sociale netwerkberichten bekijken vanuit het <link xref="unity-appmenu-intro"> Berichtenmenu</link> rechts in het bovenpaneel, in de sectie <gui>Microbloggen</gui>. Klik op één van de onderdelen in die sectie om <gui>Gwibber</gui> te openen en berichten te lezen van, of te posten naar uw sociale netwerk.
pt_br: Agora você pode ver suas mensagens das redes sociais do <link xref="unity-appmenu-intro"> menu Mensageiro</link> no lado direito da barra superior, na seção <gui>Transmissão</gui>. Clique em qualquer item na seção para abrir o <gui>Gwibber</gui> e para ler ou publicar mensagens para a sua rede social.

source: You can download a PDF guide to using <app>Gwibber</app> <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf"> from the Gwibber website</link>.
ast: Puede baxar una guía en PDF sobro cómo usar <app>Gwibber</app><link href="http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf">nel sitiu web de Gwibber</link>.
el: Μπορείτε να λάβετε έναν οδηγό PDF για τη χρήση του <app>Gwibber</app> <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf"> από την ιστοσελίδα του Gwibber</link>.
fi: Voit ladata englanninkielisen PDF-käyttöohjeen <app>Gwibberin</app> käyttöön <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf">Gwibberin www-sivuilta</link>.
nl: U kunt een PDF-handleiding over het gebruik van <app>Gwibber</app> <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf"> downloaden van de Gwibber-website</link>.
pt_br: Você pode baixar <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf">da página do Gwibber</link> um guia em formato PDF de como usar o <app>Gwibber</app>.
ru: Руководство в формате PDF по использованию <app>Gwibber</app> можно скачать с <link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf">веб-сайта Gwibber</link>.

source: What applications can I use to make video calls?
ast: ¿Qué aplicaciones puedo usar pa facer videollamadas?
ca: Quines aplicacions puc fer servir per fer vídeo trucades?
cs: Jaké aplikace mohu použít pro videotelefonování?
de: Welche Anwendungen kann ich zur Bildtelefonie verwenden?
el: Τι εφαρμογές μπορώ να χρησιμοποιήσω για να πραγματοποιήσω βιντεοκλήσεις;
es: ¿Qué aplicaciones puedo usar para hacer videollamadas?
fi: Millä sovelluksilla voin soittaa videopuheluita?
gl: Que aplicativos podo usar para facer chamadas de vídeo?
hr: Koje aplikacije možete koristit za uspostavu video poziva?
ms: Apakah aplikasi yang saya boleh guna untuk membuat panggilan video?
nl: Welke toepassingen kan ik gebruiken om videogesprekken te voeren?
pl: Jakich programów można używać do wideorozmów?
pt_br: Quais aplicativos posso usar para fazer chamadas de vídeo?
ru: Какое приложение можно использовать для видеозвонков?
sv: Vilka program kan jag använda för videosamtal?
tr: Video araması yapmak için hangi uygulamaları kullanabilirim?
zh_cn: 怎样进行视频通话？

source: Video calls
ast: Llamadas de vídeo
ca: Trucades de vídeo
cs: Videotelefonování
de: Bildtelefonie
el: Βιντεοκλήσεις
es: Llamadas de vídeo
fi: Videopuhelut
gl: Chamadas de vídeo
hr: Video pozivi
ms: Panggilan video
nl: Videogesprekken
pl: Wideorozmowy
pt_br: Chamadas de vídeo
sv: Videosamtal
tr: Video aramaları
zh_cn: 视频呼叫

source: You can make video calls from Ubuntu without installing any additional software using <app>Empathy</app> - via the <em>Google Talk</em>, <em>MSN </em>, <em>Jabber </em>, and <em>SIP</em> networks. See <link href="ghelp:empathy?audio-video">the Empathy manual</link> for help on making video calls with <app>Empathy</app>.
ast: Puede facer videollamadas en Ubuntu sin tener que instalar dengún otru programa usando <app>Empathy</app> a traviés de les redes <em>Google Talk</em>, <em>MSN</em>, <em>Jabber</em> y <em>SIP</em>. Consulte <link href="ghelp:empathy?audio-video">el manual de Empathy</link> pa más información sobro cómo facer videollamadas con <app>Empathy</app>.
el: Μπορείτε να πραγματοποιήσετε βιντεοκλήσεις από το Ubuntu χωρίς να εγκαταστήσετε κάποιο επιπλέον λογισμικό χρησιμοποιώντας το <app>Empathy</app> - μέσω των δικτύων <em>Google Talk</em>, <em>MSN </em>, <em>Jabber </em> και <em>SIP</em>. Δείτε <link href="ghelp:empathy?audio-video">το εγχειρίδιο του Empathy</link> για βοήθεια στην πραγματοποίηση βιντοκλήσεων με <app>Empathy</app>.
es: Puede hacer videollamadas en Ubuntu sin tener que instalar ningún otro programa usando <app>Empathy</app> a través de las redes <em>Google Talk</em>, <em>MSN</em>, <em>Jabber</em> y <em>SIP</em>. Consulte <link href="ghelp:empathy?audio-video">el manual de Empathy</link> para más información sobre cómo hacer videollamadas con <app>Empathy</app>.
fi: Voit soittaa videopuheluita Ubuntussa asentamatta mitään ohjelmistoja käyttämällä <app>Empathya</app> - se tukee mm. <em>Google Talk</em>, <em>MSN </em>, <em>Jabber </em> ja <em>SIP</em> -palveluita. Lisätietoja videopuhelujen soittamisesta <app>Empathylla</app> saat lukemalla sen englanninkielisen <link href="ghelp:empathy?audio-video">käyttöoppaan</link>.
nl: U kunt vanuit Ubuntu videogesprekken voeren zonder extra software te installeren door gebruik te maken van <app>Empathy</app> - via de netwerken van <em>Google Talk</em>, <em>MSN </em>, <em>Jabber </em>, en <em>SIP</em>. Raadpleeg <link href="ghelp:empathy?audio-video">de Empathy-handleiding</link> voor hulp over het houden van videogesprekken met <app>Empathy</app>.
pt_br: Você pode fazer chamadas de vídeo no Ubuntu sem instalar nenhum programa adicional usando o <app>Empathy</app> - através das redes do <em>Google Talk</em>, <em>MSN </em>, <em>Jabber </em>, e <em>SIP</em>. Veja <link href="ghelp:empathy?audio-video">o manual do Empathy</link> para ajuda sobre fazer chamadas de vídeo com o <app>Empathy</app>.

source: Other applications which support video calls include
ast: Otres aplicaciones que admiten videollamadas son
el: Άλλες εφαρμογές οι οποίες ενσωματώνουν υποστήριξη βιντεοκλήσεων
es: Otras aplicaciones que admiten videollamadas son
fi: Muita sovelluksia, jotka tukevat videopuheluja
nl: Andere toepassingen die videogesprekken ondersteunen zijn o.a.
pt_br: Outras aplicações que suportam chamadas de vídeo incluem

source: Change the default web browser by going to <gui>System Info</gui> in the <gui>System Settings</gui>.
ast: Camuda el restolador web predetermináu yendo a <gui>Información de sistema</gui> na <gui>Configuración de sistema</gui>.
el: Αλλάξτε τον προεπιλεγμένο περιηγητή ιστού πηγαίνοντας στο στοιχείο <gui>Πληροφορίες συστήματος</gui> το οποίο βρίσκεται στις <gui>Ρυθμίσεις συστήματος</gui>.
fi: Vaihda oletusselainta <gui>Järjestelmäasetusten</gui> <gui>Järjestelmätiedoista</gui>.
nl: Om de standaard webbrowser te wijzigen, ga naar <gui>Systeeminformatie</gui> in de <gui>Systeeminstellingen</gui>.
pt_br: Altere o navegador padrão indo para <gui>Informações do sistema</gui> nas <gui>Configurações do sistema</gui>.

source: Change the default web browser
ast: Camudar el restolador web predetermináu
el: Αλλαγή του προεπιλεγμένου περιηγητή ιστού
es: Cambiar el navegador web predeterminado
fi: Vaihda oletusselainta
nl: De standaard webbrowser wijzigen
pt_br: Alterar o navegador padrão
ru: Изменение веб-браузера, используемого по умолчанию

source: When you click a link to a web page in any application, a web browser will automatically open up to that page. If you have more than one browser installed, however, the page may not open up in your preferred web browser. To fix this, change the default web browser:
ast: Cuando calca nun enllaz a una páxina web, en cualesquier aplicación, se abre un restolador web automáticamente en esa páxina. Si tien más de un restolador instaláu, la páxina no se puede abrir nel restolador que quería Pa solucionar esti problema, camuda el restolador predetermináu:
el: Όταν κάνετε κλικ σε έναν υπερσύνδεσμο από κάποια εφαρμογή, θα ανοίξει αυτόματα ένας περιηγητής ιστού σε αυτή τη σελίδα. Παρ'όλα αυτά, αν έχετε εγκατεστημένους παραπάνω από έναν περιηγητές, η σελίδα ίσως να μην ανοίξει με αυτόν που προτιμάτε. Για να το διορθώσετε αυτό, αλλάξτε τον προεπιλεγμένο περιηγητή ιστού:
es: Cuando pulsa en un enlace a una página web, en cualquier aplicación, se abre un navegador web automáticamente en esa página. Si tiene más de un navegador instalado, la página no se puede abrir en el navegador que quería Para solucionar este problema, cambie el navegador predeterminado:
fi: Kun napsautat jossakin sovelluksessa linkkiä verkkosivulle, se aukeaa automaattisesi selaimeen. Jos sinulla on enemmän kuin yksi selain, sivu ei ehkä aukea suosikkiselaimeesi. Voit korjata tämän vaihtamalla oletusselaintasi:
nl: Wanneer u in een toepassing op een link naar een webpagina klikt, dan zal automatisch een webbrowser met die pagina worden geopend. Als u echter meer dan één browser geïnstalleerd heeft, dan kan het zijn dat de pagina niet in de webbrowser van uw voorkeur wordt geopend. U kunt hier iets aan doen door de standaard webbrowser te wijzigen:
pt_br: Quando você clica em um link para uma página em qualquer aplicação, um navegador web irá abrir automaticamente a página. Se você tem mais de um navegador instalado, a página pode não abrir no seu navegador preferido. Para consertar isso, altere o navegador web padrão:
ru: Когда вы щёлкаете на ссылке на веб-страницу в любом приложении, автоматически открывается веб-браузер для показа этой страницы. Если у вас установлено несколько браузеров, возможно, будет открываться не тот, который вы предпочитаете. В таком случае измените веб браузер, используемый по умолчанию.

source: Open <gui>System Info</gui> and choose <gui>Default Applications</gui> from the list on the left side of the window.
ast: Abra <gui>Información de sistema</gui> y escueya <gui>Aplicaciones predeterminadas</gui> de la llista nel láu esquierdu de la ventana.
el: Ανοίξτε τις <gui>Πληροφορίες συστήματος</gui> και επιλέξτε τις <gui>Προεπιλεγμένες εφαρμογές</gui> από τη λίστα στην αριστερή πλευρά του παραθύρου.
fi: Avaa <gui>Järjestelmätiedot</gui> ja valitse <gui>Oletussovellukset</gui>.
nl: Open <gui>Systeeminformatie</gui> en kies <gui>Standaardtoepassingen</gui> in de lijst aan de linkerkant van het venster.
pt_br: Abra <gui>Informações do sistema</gui> e escolha <gui>Aplicativos padrão</gui> da lista no lado esquerdo da janela.
ru: Откройте окно <gui>Системная информация</gui> и выберите из списка в левой стороне окна <gui>Приложения по умолчанию</gui>.
