Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Some keyboards have keys that let you control the volume. They normally look like stylized speakers with "waves" coming out of them, and are often near the "F" keys (e.g. <key>F7</key>).
ast: Dellos teclados tienen tecles que le permiten controlar el volume. Normalmente representan altavoces estilizados emitiendo «ondas» y davezu tan cerca de les tecles «F» (por exemplu <key>F7</key>).
el: Μερικά πληκτρολόγια έχουν πλήκτρα με τα οποία ελέγχετε το επίπεδο έντασης ήχου. Συνήθως μοιάζουν με σχηματοποιημένα ηχεία με «κύματα» να βγαίνουν από αυτά, και συχνά είναι κοντά στα πλήκτρα «F» (για παράδειγμα στο <key>F7</key>).
es: Algunos teclados tienen teclas que le permiten controlar el volumen. Normalmente representan altavoces estilizados emitiendo «ondas» y frecuentemente están cerca de las teclas «F» (por ejemplo <key>F7</key>).
fi: Useissa näppäimistöissä on niin sanotut medianäppäimet, joiden avulla on mahdollista muuttaa äänenvoimakkuutta. Kyseiset näppäimet näyttävät yleensä kaiuttimilta, joiden läheisyydessä on "ääniaaltoja". Medianäppäimet sijaitsevat yleensä "F-näppäinten" (esim. <key>F7</key>) lähettyvillä.
nl: Sommige toetsenborden hebben toetsen waarmee u het geluid kunt regelen. Meestal zien ze eruit als gestileerde luidsprekers waar "geluidsgolven" uit komen en ze bevinden zich vaak naast de functietoetsen (bv. <key>F7</key>).
pt_br: Alguns teclados possuem teclas que permitem ao usuário controlar o volume. Elas normalmente tem o desenho de um alto-falante estilizado, com "ondas" saindo deles, e frequentemente localizam-se perto das teclas de função (e.g. <key>F7</key>).
ru: На некоторых клавиатурах имеются клавиши для управления громкостью. Обычно на них изображены стилизованные динамики с исходящими из них "звуковыми волнами". Часто эти клавиши находятся рядом с "F-клавишами" (например, <key>F7</key>).

source: Of course, if you have external speakers, you can also change the volume using the volume control on the speakers themselves. Some headphones have a volume control too.
ast: Por supuesto, si tien altavoces esternos, tamién puede camudar el volume col control de volume nos propios altavoces. Dellos auriculares tienen tamién un control de volume.
el: Φυσικά, αν έχετε εξωτερικά ηχεία, μπορείτε επίσης μπορείτε να αλλάξετε το επίπεδο έντασης χρησιμοποιώντας τον ελεγκτή έντασης των ίδιων των ηχείων. Ορισμένα ακουστικά διαθέτουν επίσης ελεγκτή έντασης ήχου.
es: Por supuesto, si tiene altavoces externos, también puede cambiar el volumen con el control de volumen en los propios altavoces. Algunos auriculares tienen también un control de volumen.
fi: Jos käytössä on kaiuttimet, voit toki muuttaa niiden äänenvoimakkuutta itse kaiuttimista tai vahvistimesta. Myös jotkin kuulokkeet sisältävät säätimen äänenvoimakkuudelle.
nl: Als u externe luidsprekers heeft kunt u natuurlijk ook het volume wijzigen via de volumeknop op de luidsprekers zelf. Somige hoofdtelefoons hebben ook een volumeregelaar.
pt_br: Claro, se você tem alto-falantes externos, você também pode alterar o volume usando o controle de volume dos próprios alto-falantes. Alguns fones de ouvido têm um controle de volume também.
ru: Если у вас подключены внешние колонки, вы, конечно, можете также изменить громкость с помощью регулятора на самих колонках. Некоторые наушники тоже имеют регуляторы громкости.

source: Changing the sound volume for individual applications
ast: Camudar el volume del soníu pa aplicaciones individuales
el: Αλλαγή της έντασης ήχου για συγκεκριμένες εφαρμογές
es: Cambiar el volumen del sonido para aplicaciones individuales
fi: Äänenvoimakkuuden asettaminen sovelluskohtaisesti
nl: Het geluidsvolume voor individuele toepassingen wijzigen
pt_br: Alterar o volume do som para aplicações individuais
ru: Изменение громкости звука для отдельных приложений

source: You can change the volume for one application, but leave the volume for others unchanged. This is useful if you're listening to music and browsing the web, for example. You might want to turn off the volume in the web browser so sounds from websites don't interrupt the music.
ast: Puede camudar el volume de una aplicación, pero dexar el volume de les demás sin cambeos. Esto es útil si ta escuchando música y navegando pola web, por exemplu; es posible que desee desactivar el volume nel restolador web pa que los soníos de les páxines web no interrumpan la música.
el: Μπορείτε να αλλάξετε το επίπεδο έντασης για μια εφαρμογή, αφήνοντας ωστόσο το επίπεδο έντασης των υπολοίπων όπως έχει. Αυτό είναι χρήσιμο αν ακούτε μουσική και περιηγήστε ταυτόχρονα στο διαδίκτυο, για παράδειγμα. Ίσως να θέλετε να χαμηλώσετε εντελώς την ένταση ήχου στον περιηγητή έτσι ώστε ήχοι από τους ιστότοπους να μην διακόπτουν τη μουσική.
fi: Voit säätää ääntä toistavien tai nauhoittavien toiston (tai nauhoituksen) voimakkuutta sovelluskohtaisesti. Tämä on käytännöllistä esimerkiksi silloin kun kuuntelet musiikkia ja katsot Internetistä videota samaan aikaan. Halutessasi voit myös kytkeä vaikkapa selaimen äänet kokonaan pois, jolloin kuulet vain musiikkisoittimen äänen.
pt_br: Você pode alterar o volume para um aplicativo, mas manter o volume para os outros inalterado. Isto é útil se você está ouvido música e navegando na Internet, por exemplo. Você pode querer desligar o volume no navegador, para que nenhum som dos sites interrompa a música.
ru: Вы можете изменить громкость одного приложения, при этом не затрагивая установленные уровни громкости в других приложениях. Это полезно, например если вы прослушиваете музыку или проводите время в интернете. Возможно, у вас возникнет желание отключить звук в веб-обозревателе, таким образом звук из веб-обозревателя не будет отвлекать вас от прослушивания музыки.

source: Some applications have volume controls in their main windows. If your application has one of these, use that to change the volume. Otherwise, click the <gui>sound menu</gui> on the <gui>top panel</gui> and click <gui>Sound Settings</gui>. Go to the <gui>Applications</gui> tab and change the volume of the application there.
ast: Dalgunes aplicaciones tienen controles de volume en sus ventanes principales. Si su aplicación es una de ellas, úselo pa camudar el volume. En caso contrario, calca nel <gui>menú de soníu</gui> del <gui>panel superior</gui> y dempués calca en <gui>Configuración de soníu</gui>. Vaya a la pestaña <gui>Aplicaciones</gui> y camuda allí el volume de la aplicación.
el: Μερικές εφαρμογές διαθέτουν ελεγκτή έντασης ήχου στο κεντρικό παράθυρό τους. Αν η εφαρμογή σας διαθέτει κάτι τέτοιο, χρησιμοποιήστε το για την αλλαγή της έντασης ήχου. Ειδάλλως, κάντε κλικ στο <gui>μενού ήχου</gui> στον <gui>επάνω πίνακα</gui> και ακολούθως κάντε κλικ στις <gui>Ρυθμίσεις ήχου</gui>. Οδηγηθείτε στην καρτέλα <gui>Εφαρμογές</gui> και αλλάξτε το επίπεδο έντασης της εφαρμογής εκεί.
fi: Joillakin sovelluksilla on myös omat näppäimet äänenvoimakkuuden säätämiseen. Jos käyttämälläsi sovelluksella on ne, kannattaa käyttää niitä äänenvoimakkuuden säätämiseen. Jos taas ei, napsauta <gui>äänivalikkoa</gui> <gui>yläpaneelissa</gui> ja valitse sitten <gui>Ääniasetukset...</gui>. Siirry <gui>Sovellukset</gui>-välilehdelle ja säädä haluamiesi sovellusten voimakkuutta sieltä.
pt_br: Alguns aplicativos têm o controle de volume na janela principal. Se o seu aplicativo tem um desses, use-o para alterar o volume. Senão, clique no <gui>menu de som</gui> no <gui>painel superior</gui> e clique em <gui>Configurações de som</gui>. Vá para a guia <gui>Aplicativos</gui> e altere lá o volume do aplicativo.
ru: Некоторые приложения снабжены регуляторами громкости, располагающимися в основном окне. Если ваше приложение содержит подобный регулятор, используйте его для изменения уровня громкости. В противном случае, щёлкните по <gui>звуковому меню</gui> на <gui>верхней панели</gui> и выберите <gui>Параметры звука</gui>. Перейдите во вкладку <gui>Приложения</gui> и измените уровень громкости приложения.

source: Only applications that are playing sounds will be listed. If an application is playing sounds but isn't listed, it might not support the feature that lets you control its volume in this way. In that case, you can't change its volume.
ast: Solo se listan les aplicaciones que tan reproduciendo soníos. Si una aplicación ta reproduciendo soníos, pero no aparece, es posible que no admita la característica que le permite controlar el volume de esta manera. En esi caso, no puede camudar su volume.
el: Μόνο εφαρμογές που αναπαραγάγουν ήχο εμφανίζονται στη λίστα. Αν μια εφαρμογή ενώ αναπαραγάγει ήχους δεν εμφανίζεται, μπορεί να μην υποστηρίζει τη λειτουργία ελέγχου επιπέδου έντασης ήχου με αυτό τον τρόπο. Σε αυτή την περίπτωση, δε μπορείτε να αλλάξετε το επίπεδο έντασης ήχου.
es: Solo se listan las aplicaciones que están reproduciendo sonidos. Si una aplicación está reproduciendo sonidos, pero no aparece, es posible que no admita la característica que le permite controlar el volumen de esta manera. En ese caso, no puede cambiar su volumen.
fi: Vain sovellukset, jotka juuri sillä kyseisellä hetkellä toistavat tai nauhoittavat ääntä, esitetään. Jos ääntä soittava/nauhoittava sovellus ei löydy listasta, se ei välttämättä tue sen äänenvoimakkuuden säätämistä järjestelmän kautta. Tällöin et voi muuttaa sen äänenvoimakkuutta, ellei itse sovelluksesta löydy tukea tälle toiminnolle.
nl: Alleen toepassingen die geluiden afspelen zullen in de lijst staan. Als een toepassing wel geluid afspeelt maar niet in de lijst is opgenomen, dan kan het zijn dat deze de functie waarmee u zo het volume kunt regelen niet ondersteunt. In dat geval kunt u het volume ervan niet wijzigen.
pt_br: Somente os aplicativos que estão reproduzindo sons serão listados. Se um aplicativo está reproduzindo sons, mas não é listado, ele não deve suportar essa funcionalidade que lhe permite controlar o volume desta forma. Nesse caso, você não poderá mudar o seu volume.
ru: В список включаются только приложения, воспроизводящие звуки в данный момент. Если приложение воспроизводит звуки, но в списке его нет, то оно, вероятно, не поддерживает функции, позволяющие изменять его громкость таким образом. В этом случае вы не сможете изменить громкость для этого приложения.

source: <link xref="tips-specialchars">Special characters</link>, <link xref="mouse-middleclick">middle click shortcuts</link>...
ast: <link xref="tips-specialchars">Caracteres especiales</link>, <link xref="mouse-middleclick">ataxos del botón central</link>...
el: <link xref="tips-specialchars">Ειδικοί χαρακτήρες</link>, <link xref="mouse-middleclick">συντομεύσεις μεσαίου κλικ</link>...
es: <link xref="tips-specialchars">Caracteres especiales</link>, <link xref="mouse-middleclick">atajos del botón central</link>...
fi: <link xref="tips-specialchars">Erikoismerkit</link>, <link xref="mouse-middleclick">keskimmäisen painikkeen oikotiet</link>...
nl: <link xref="tips-specialchars">Speciale tekens</link>, <link xref="mouse-middleclick">middelmuisklik-sneltoetsen</link>...
pt_br: <link xref="tips-specialchars">caracteres especiais</link>, <link xref="mouse-middleclick">atalhos do clique do meio</link>...
ru: <link xref="tips-specialchars">Специальные символы</link>, <link xref="mouse-middleclick">использование средней кнопки мыши</link>...

source: Tips &amp; tricks
ast: Trucos y consejos
el: Συμβουλές &amp; τεχνάσματα
es: Trucos y consejos
fi: Niksit ja vinkit
nl: Tips &amp; trucs
pt_br: Dicas e truques
ru: Полезные советы

source: Type characters not found on your keyboard, including foreign alphabets, mathematical symbols, and dingbats.
ast: Escriba los carauteres que no se alcuentren nel tecláu, incluidos los alfabetos extranjeros, símbolos matemáticos y «dingbats».
el: Ορισμένοι τύποι χαρακτήρων που δεν βρίσκονται στο πληκτρολόγιό σας, περιλαμβάνουν ξένα αλφάβητα, μαθηματικά σύμβολα και γραμματοσειρές συμβόλων.
es: Escriba los caracteres que no se encuentran en el teclado, incluidos los alfabetos extranjeros, símbolos matemáticos y «dingbats».
fi: Kirjoita erikoismerkkejä, joita ei löydy näppäimistöstäsi, kuten ulkomaalaisia aakkosia, matemaattisia symboleja ja muita erikoismerkkejä.
nl: Tekens typen die niet op uw toetsenbord voorkomen, met inbegrip van vreemde alfabetten, wiskundige symbolen en dingbats.
pt_br: Digite caracteres não encontrados no seu teclado, incluindo alfabetos estrangeiros, símbolos matemáticos e dingbats.

source: Enter special characters
ast: Inxertar carauteres especiales
el: Εισαγωγή ειδικών χαρακτήρων
es: Insertar caracteres especiales
fi: Erikoismerkkien käyttäminen
nl: Speciale tekens invoeren
pt_br: Digite os caracteres especiais
ru: Ввод специальных символов

source: You can enter and view thousands of characters from most of the world's writing systems, even those not found on your keyboard. This page lists some different ways you can enter special characters.
ast: Puede introducir y ver miles de carauteres de la mayoría de los sistemes de escritura del mundo, inclusu los que no se alcuentren nel tecláu. En esta páxina se enumeran dalgunes de les estremaes maneres nas que puede introducir carauteres especiales.
el: Μπορείτε να εισάγετε και να δείτε χιλιάδες χαρακτήρες από τα περισσότερα συστήματα γραφής παγκοσμίως, ακόμα και από αυτά που δε βρίσκονται στο πληκτρολόγιό σας. Αυτή η σελίδα παρουσιάζει κάποιους διαφορετικούς τρόπους εισαγωγής ειδικών χαρακτήρων.
es: Puede introducir y ver miles de caracteres de la mayoría de los sistemas de escritura del mundo, incluso los que no se encuentran en el teclado. En esta página se enumeran algunas de las diferentes maneras en las que puede introducir caracteres especiales.
fi: Voit kirjoittaa tai katsella tuhansilla eri merkeillä, joita esiintyy maailman eri kirjoitusjärjestelmissä. Myös niillä, joita ei näppäimistöstäsi löydy. Tämä sivu kuvaa eri tapoja erikoismerkkien käyttöön.
nl: U kunt duizenden tekens uit de meeste schriften van de wereld invoeren en bekijken, zelfs die welke niet op uw toetsenbord voorkomen. Op deze pagina treft u verschillende manieren om speciale tekens in te voeren.
pt_br: Você pode acessar e ver milhares de caracteres da maioria dos sistemas de escrita do mundo, mesmo aqueles que não encontrou em seu teclado. Esta página lista algumas maneiras diferentes para você poder inserir caracteres especiais.
ru: Вы можете вводить и просматривать тысячи символов из систем письма народов всего мира, даже если эти символы отстутствуют на вашей клавиатуре. Эта страница перечисляет несколько различных способов, с помощью которых вы можете вводить специальные символы.

source: Methods to enter characters
ast: Métodos pa introducir carauteres
el: Μέθοδοι εισαγωγής χαρακτήρων
es: Métodos para introducir caracteres
fi: Merkkien kirjoitustapoja
nl: Manieren om tekens in te voeren
pt_br: Métodos para digitar caracteres
ru: Способы ввода символов

source: Character map
ast: Mapa de carauteres
el: Πίνακας χαρακτήρων
es: Mapa de caracteres
fi: Merkkikartta
nl: Tekens en symbolen
pt_br: Mapa de caracteres
ru: Таблица символов

source: GNOME comes with a character map application that allows you to browse all the characters in Unicode. Use the character map to find the character you want, and then copy and paste it to wherever you need it.
ast: GNOME viene con una aplicación de mapa de carauteres que le permite examinar tolos carauteres en Unicode. Use el mapa de carauteres pa guetar el caráuter que quies, y cópielo y péguelo donde quiera.
el: Το GNOME παρέχει εξ ορισμού μια εφαρμογή απεικόνισης χαρακτήρων που σας επιτρέπει να περιηγηθείτε σε όλους τους χαρακτήρες κωδικοποίησης Unicode. Χρησιμοποιήστε το χάρτη χαρακτήρων για να βρείτε το χαρακτήρα που αναζητάτε και έπειτα αντιγράψτε και επικολλήστε τον όπου επιθυμείτε.
es: GNOME viene con una aplicación de mapa de caracteres que le permite examinar todos los caracteres en Unicode. Use el mapa de caracteres para buscar el carácter que quiere, y cópielo y péguelo donde quiera.
fi: Merkkikartan avulla voit selata Unicode-järjestelmän kaikkia merkkejä. Etsi haluamasi merkki käyttäen merkkikarttaa, sitten kopioi ja liitä se toiseen sovellukseen.
nl: Gnome bevat een toepassing voor vreemde tekens en symbolen waarmee u door alle tekens in Unicode kunt bladeren. Gebruik Tekens en symbolen om het gewenste teken te zoeken en kopieer en plak dat waar u het nodig heeft.
pt_br: GNOME vem com um aplicativo de mapa de caracteres, que permite navegar em todos os caracteres Unicode. Use o mapa de caracteres para localizar o caractere desejado e em seguida copie e cole-o onde você precisar.
ru: GNOME включает в себя приложение Таблица символов, позволяющее просматривать все символы Unicode. Используйте Таблицу символов, чтобы найти нужный вам символ, а затем скопировать и вставить его туда, где он вам нужен.

source: You can find <app>Character Map</app> in the <gui>dash</gui>. For more information on the character map, see the <link href="ghelp:gucharmap">Character Map Manual</link>.
ast: Puede atopar el <app>Mapa de carauteres</app> nel <gui>Tablero</gui>. Pa obtener más información sobro el mapa de carauteres, consulte el <link href="ghelp:gucharmap">manual del mapa de carauteres</link>.
el: Μπορείτε να βρείτε το <app>Χάρτη χαρακτήρων</app> στο <gui>dash</gui>. Για περισσότερες πληροφορίες σχετικά με το χάρτη χαρακτήρων, δείτε το <link href="ghelp:gucharmap">Εγχειρίδιο του Χάρτη χαρακτήρων</link>.
es: Puede encontrar el <app>Mapa de caracteres</app> en el <gui>Tablero</gui>. Para obtener más información sobre el mapa de caracteres, consulte el <link href="ghelp:gucharmap">manual del mapa de caracteres</link>.
fi: Löydät <app>merkkikartan</app> <gui>Dashista</gui>. Lisätietoja merkkikartasta on tarjolla <link href="ghelp:gucharmap">merkkikartan omassa ohjeessa</link>.
nl: U vindt <app>Tekens en symbolen</app> in de <gui>dash</gui>. Zie de <link href="ghelp:gucharmap">Handleiding Tekens en symbolen</link> voor meer informatie hierover.
pt_br: Você pode encontrar o <app>Mapa de Caracteres</app> na barra. Para mais informações sobre o mapa de caracteres, consulte o <link href="ghelp:gucharmap">Manual do Mapa de Caracteres</link>.

source: Compose key
ast: Tecla de composición
el: Πλήκτρο σύνθεσης
es: Tecla de composición
nl: Samensteltoets
pt_br: Compor chave
ru: Клавиша Compose

source: A compose key is a special key that allows you to press multiple keys in a row to get a special character. For example, to type the accented letter <em>é</em>, you can press <key>compose</key> then <key>'</key> then <key>e</key>.
ast: Una tecla compuesta es una tecla especial que le permite calcar varias tecles seguidas pa obtener un caráuter especial. Por exemplu, pa usar les lletres con tilde <em>é</em> puede calcar <key>componer</key> despúes <key>'</key> y dempués <key>e</key>.
el: Το πλήκτρο σύνθεσης είναι ένα ειδικό πλήκτρο που σας επιτρέπει να πατάτε πολλά πλήκτρα στη σειρά ώστε να εμφανίσετε έναν ειδικό χαρακτήρα. Για παράδειγμα, για να πληκτρολογήσετε το τονισμένο γράμμα <em>é</em>, μπορείτε να πατήσετε ταο πλήκτρο <key>σύνθεσης</key>, μετά το <key>'</key> και έπειτα το <key>e</key>.
es: Una tecla compuesta es una tecla especial que le permite pulsar varias teclas seguidas para obtener un carácter especial. Por ejemplo, para usar la letras con tilde <em>é</em> puede pulsar <key>componer</key> despúes <key>'</key> y después <key>e</key>.
nl: Een samensteltoets is een speciale toets in combinatie waarmee u meerdere toetsen achter elkaar kunt indrukken om een speciaal teken te krijgen. Om bijvoorbeeld de letter met accent <em>é</em> te typen kunt u de <key>samensteltoets</key> indrukken, gevolgd door <key>'</key> en daarna <key>e</key>.
pt_br: Uma tecla de composição é uma tecla especial que o permite pressional várias teclas em sequência para obter um caractere especial. Por exemplo, para digitar a letra acentuada <em>é</em>, você pode pressionar <key>compor</key>, depois <key>'</key> e então <key>e</key>.
ru: Клавиша Compose - это специальная клавиша, позволяющая вам нажимать последовательности из нескольких клавиш для получения специальных символов. Например, чтобы напечатать букву <em>é</em>, вы можете нажать <key>Compose</key>, затем <key>'</key> и <key>e</key>.

source: Keyboards don't have specific compose keys. Instead, you can define one of the existing keys on your keyboard as a compose key.
ast: Los teclados no tienen tecles de composición específicas. En su llugar, puede definir una de les tecles existentes en su tecláu, como tecla pa componer.
el: Τα πληκτρολόγια δεν έχουν συγκεκριμένα πλήκτρα σύνθεσης. Αντί αυτού μπορείτε να ορίσετε ένα από τα υπάρχοντα πλήκτρα του πληκτρολογίου σας ως πλήκτρο σύνθεσης.
es: Los teclados no tienen teclas de composición específicas. En su lugar, puede definir una de las teclas existentes en su teclado, como tecla para componer.
nl: Toetsenborden hebben geen speciale samensteltoets. In plaats daarvan kunt u één van de bestaande toetsen op uw toetsenbord instellen als samensteltoets.
pt_br: Teclados não possuem teclas de composição específicas. Em vez disso, você pode definir uma das teclas existentes em seu teclado como uma tecla de composição.
ru: На клавиатурах нет специализированных клавиш compose. Вместо этого, вы можете назначить одну из существующих клавиш для выполнения функций клавиши Compose.

source: Define a compose key
ast: Definir una tecla de composición
el: Ορίστε ένα πλήκτρο σύνθεσης
es: Definir una tecla de composición
nl: Een samensteltoets definiëren
pt_br: Definir uma tecla de composição
ru: Назначить клавишу compose

source: Click <gui>Region and Language</gui>.
ast: Calca en <gui>Región e idioma</gui>
el: Κάντε κλικ στο μενού <gui>Περιοχή και γλώσσα</gui>.
nl: Klik op <gui>Regio en taal</gui>.
pt_br: Clique em <gui>Região e idioma</gui>.

source: Select the <gui>Layouts</gui> tab and click <gui>Options</gui>.
ast: Escueyi la pestaña <gui>Disposición</gui> y calca <gui>Opciones</gui>.
el: Επιλέξτε την καρτέλα <gui>Διατάξεις</gui> και κάντε κλικ στις <gui>Επιλογές</gui>.
es: Seleccione la pestaña <gui>Disposición</gui> y pulse <gui>Opciones</gui>.
nl: Selecteer het tabblad <gui>Indelingen</gui> en klik op <gui>Opties</gui>.
pt_br: Selecione o guia <gui>Disposições</gui> e clique em <gui>Opções</gui>.
ru: Выберите вкладку <gui>Раскладки</gui> и щёлкните <gui>Параметры</gui>.
