Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Software is available from third-party sources, as well as from the default Ubuntu software repositories. If you want to install software from a third-party software repository, you must add it to Ubuntu's list of available repositories.
ast: Además de los repositorios de software predeterminaos de Ubuntu, tamién hai programes disponibles en orígenes de terceros. Si quies instalar programes dende un repositoriu de terceros, deberá añadirlo na llista de repositorios disponibles de Ubuntu.
ca: Hi ha programari disponibles de fonts de terceres parts, així com dels dipòsits predeterminats de l'Ubuntu. Si voleu instal·lar programari d'un dipòsit de programari d'una tercera part, l'heu d'afegir a la llista de dipòsits disponibles de l'Ubuntu.
cs: Software je dostupný od poskytovatelů třetích stran, stejně tak jako z výchozích repozitářů Ubuntu. Jestliže chcete nainstalovat software z repozitáře třetí strany, musíte ho přidat do seznamu dostupných Ubuntu repozitářů.
de: Software ist sowohl aus Drittquellen als auch aus den normalen Ubuntu-Paketquellen verfügbar. Wenn Sie Software von Drittquellen installieren möchten, müssen Sie diese Paketquellen zunächst zu Ubuntu hinzufügen.
el: Όπως υπάρχει διαθέσιμο λογισμικό από τα επίσημα αποθετήρια του Ubuntu, έτσι υπάρχει και από τρίτες πηγές. Αν θέλετε να εγκαταστήσετε λογισμικό από το αποθετήριο μίας τρίτης πηγής, θα πρέπει να την προσθέσετε στην λίστα των διαθέσιμων αποθετηρίων του Ubuntu.
es: Además de los repositorios de software predeterminados de Ubuntu, también hay programas disponibles en orígenes de terceros. Si desea instalar programas desde un repositorio de terceros, deberá añadirlo en la lista de repositorios disponibles de Ubuntu.
fi: Ohjelmia on saatavilla kolmansien osapuolten ohjelmalähteistä (myös <em>ohjelmistolähde</em>) aivan kuten myös Ubuntun omista ohjelmalähteistä. Jos haluat asentaa jotain kolmansien osapuolten ohjelmalähteistä, sinun tulee saattaa kyseiset ohjelmalähteet Ubuntun tietoon.
fr: Des logiciels sont disponibles à partir de sources tierces, ainsi qu'à partir des sources de logiciels par défaut d'Ubuntu. Si vous souhaitez installer un logiciel à partir d'une source tierce, vous devez l'ajouter à la liste des dépôts d'Ubuntu.
gl: Ademais dos repositorios de software predeterminados de Ubuntu, tamén hai programas dispoñíbeis en orixes de terceiros. Se quere instalar programas desde un repositorio de terceiros, deberá engadilo na lista de repositorios dispoñíbeis de Ubuntu.
hr: Softver je dostupan iz repozitorija treće strane, kao iz zadanih repozitorija Ubuntu softvera. Ako želite instalirati repozitorij softvera treće strane, morate ga dodati u Ubuntuov popis dostupnih repozitorija.
id: Perangkat lunak tersedia dari sumber pihak ketiga, serta dari repositori perangkat lunak Ubuntu baku. Jika Anda ingin menginstal perangkat lunak dari repositori perangkat lunak pihak ketiga, Anda harus menambahkannya ke daftar repositori yang tersedia di Ubuntu.
ko: 소프트웨어는 기본값인 우분투 소프트웨어 리파지토리 뿐만아니라 서드파티 sources 로부터 설치할수 있습니다. 만약 서드파티 소프트웨어 리파지토리로부터 소프트웨어를 설치하고 싶다면, 우분투의 가용 리파지토리 목록에 먼저 서드파티 리파지토리를 추가해야 합니다.
lt: Programinę įrangą galima įdiegti ir iš kitų tiekėjų saugyklų, taip pat, kaip iš numatytųjų Ubuntu programų saugyklų. Jei norite įdiegti programas iš kitų tiekėjų saugyklų, prieš tai privalote pridėti tas saugyklas prie įjungtų saugyklų sąrašo.
lv: Programmatūra ir pieejama no trešās puses avotiem, kā arī no noklusējuma Ubuntu programmatūras krātuvēm. Ja vēlaties instalēt programmas no trešās puses programmatūras krātuvēm, jums tās ir jāpievieno Ubuntu pieejamo krātuvju sarakstam.
ms: Perisian tersedia daripada sumber pihak-ketiga, selain daripada repositori perisian Ubuntu lalai. Jika anda hendak memasang perisian daripada repositori pihak-ketiga, anda mesti tambah ia ke dalam senarai repositori yang ada.
my: Software ကို third-party ရင်းမြစ်များအပြင်ပုံမှန် Ubuntu software repositories မှရရှိနိုင်သည်။ Third-party software repository တစ်ခုမှ software တစ်ခုကိုသင် install လုပ်ချင်တယ်ဆိုရင် Ubuntu ရဲ့ရရှိနိုင်တဲ့ repositories စာရင်းထဲထည့်ရပါမယ်။
nl: Naast de standaard Ubuntu softwarebronnen is software ook beschikbaar uit bronnen van derden. Wilt u software van derden installeren, dan moet u die toevoegen aan de lijst met beschikbare bronnen van Ubuntu.
pl: Dostępne jest oprogramowanie ze źródeł dostarczanych przez stronę trzecią, a także z domyślnych repozytoriów Ubuntu. Aby zainstalować oprogramowanie ze źródła dostarczanego przez stronę trzecią, należy dodać je do listy dostępnych repozytoriów.
pt_br: Aplicativos estão disponíveis a partir de fontes de terceiros, bem como do padrão de repositórios de aplicativos do Ubuntu. Se você quiser instalar o aplicativo a partir de um repositório de terceiros, você deve adicioná-lo à lista de repositórios disponíveis do Ubuntu.
ru: Программное обеспечение доступно как из репозиториев Ubuntu по умолчанию, так и из сторонних источников. Если вы хотите установить программы из стороннего репозитория, вы должны добавить его в список доступных репозиториев Ubuntu.
sl: Programi so na voljo iz virov tretjih oseb kot tudi iz privzetih programskih skladišč Ubuntu. V primeru da želite namestiti program iz programskega skladišča tretje osebe, ga morate dodati na Ubuntujev seznam razpoložljivih skladišč.
sv: Program kan hämtas från tredjepartskällor, såväl som från Ubuntus standardprogramarkiv. Om du vill installera program från ett tredjepartsarkiv måste du lägga till det till Ubuntus lista över tillgängliga arkiv.
tr: Yazılımlar, Ubuntu yazılım deposunun yanı sıra üçüncü taraf kaynaklarda da mevcuttur. Eğer üçüncü taraf bir yazılım deposundan bir yazılım kurmak istiyorsanız depoyu Ubuntu'nun mevcut depolar listesine eklemeniz gerekir.
zh_cn: 软件可从第三方来源以及默认 Ubuntu 软件库获得。如果您想要安装来自第三方软件库的软件，您必须将其添加到 Ubuntu 的可用软件仓库列表。

source: Install other repositories
ast: Instalar otros repositorios
el: Εγκατάσταση άλλων αποθετηρίων
es: Instalar otros repositorios
fi: Asenna muita ohjelmalähteitä
nl: Andere softwarebronnen installeren
pt_br: Instalar outros repositórios
ru: Установка других репозиториев

source: Click on the <app>Ubuntu Software Center</app> icon in the Launcher, or search for Ubuntu Software Center in the search bar of the <app>Dash</app>.
ast: Abra el iconu del <app>Centro de software de Ubuntu</app> nel Lanzador, o busque «Centro de software de Ubuntu» na barra de gueta del <app>Tablero</app>.
el: Κάντε κλικ στο εικονίδιο <app>Κέντρο λογισμικού Ubuntu</app> στον Εκκινητή, ή αναζητήστε το Κέντρο λογισμικού στην μπάρα αναζήτησης του <app>Dash</app>.
es: Abra el icono del <app>Centro de software de Ubuntu</app> en el Lanzador, o busque «Centro de software de Ubuntu» en la barra de búsqueda del <app>Tablero</app>.
fi: Avaa käynnistimestä <app>Ubuntun sovellusvalikoima</app> tai etsi sitä <app>Dashilla</app>.
nl: Klik op het <app>Ubuntu softwarecentrum</app>-pictogram in de starter, of zoek naar softwarecentrum in de zoekbalk van de <app>Dash</app>.
pt_br: Clique no ícone da <app>Central de Programas do Ubuntu</app>, localizado no Lançador ou pesquise por Central de Programas do Ubuntu na barra de pesquisa do <app>Painel</app>.
ru: Щёлкните на значке <app>Центр приложений Ubuntu</app> в панели запуска, или найдите его с помощью строки поиска в <app>главном меню</app>.

source: Click <gui>Add</gui> and enter the APT line for the repository. This should be available from the website of the repository, and should look similar to:
ast: Calca <gui>Amestar</gui> e introduzca la llinia de APT del repositoriu. Debería tar disponible nel sitiu web del repositoriu, y tiener un aspeutu similar a esti:
ca: Cliqueu <gui>Afegeix</gui> i entre la línia APT per al dipòsit. Això hauria d'estar disponible al lloc web del dipòsit, i hauria de ser semblant a:
cs: Klikněte na <gui>Přidat</gui> a vložte APT řádku zdroje. Ta by měla být dostupná na webové stránce zdroje softwaru a měla by vypadat podobně jako:
de: Klicken Sie auf <gui>Hinzufügen</gui> und geben Sie die APT-Zeile der Quelle ein. Diese sollte auf der Website der Paketquelle verfügbar sein und ungefähr folgendermaßen aussehen:
el: Κάντε κλικ στην επιλογή <gui>Πρόσθεση</gui> και εισάγετε την γραμμή APT του αποθετηρίου. Αυτή θα πρέπει να είναι διαθέσιμη στην ιστοσελίδα του αποθετηρίου και θα πρέπει να μοιάζει με:
es: Pulse <gui>Añadir</gui> e introduzca la línea de APT del repositorio. Debería estar disponible en el sitio web del repositorio, y tiener un aspecto similar a este:
fi: Napsauta <gui>LIsää</gui> ja syötä ohjelmalähteen APT-rivi. APT-rivin pitäisi olla näkyvissä ohjelmiston verkkosivustolla. APT-rivin pitäisi vaikuttaa samankaltaiselta kuin alla:
fr: Cliquez sur <gui>Ajouter…</gui> et entrez la ligne APT du dépôt. Celle-ci devrait être disponible à partir du site web du dépôt, et devrait être similaire à :
gl: Prema <gui>Engadir</gui> e introduza a liña de APT do repositorio. Debería estar dispoñíbel no sitio web do repositorio e ter un aspecto similar a este:
hr: Kliknite <gui>Dodaj...</gui> i upišite APT redak za repozitroij. To bi trebalo biti dostupno na web stranici repozitorija, i trebalo bi izgledati poput:
id: Klik <gui>Tambah</gui> dan masukkan baris APT untuk repositori. Ini mestinya tersedia dari situs web repositori, dan harus terlihat seperti:
lt: Spustelėkite mygtuką <gui>Pridėti...</gui> ir atsidariusiame langelyje įveskite saugykos „APT“ (deb) eilutę. Ją turite rasti saugyklos puslapyje internete, atrodo panašiai į:
lv: Spiediet <gui>Pievienot</gui> un ievadiet krātuves APT rindiņu. Tai vajadzētu būt pieejamai krātuves tīmekļa vietnē, un tai jāizskatās apmēram šādi:
ms: Klik <gui>Tambah</gui> dan masukkan baris APT untuk repositori. Ia sepatutnya tersedia dari laman sesawang repositori, dan seakan ini:
my: <gui> Add </gui> ကို နှိပ်၍ repository အတွက် APT line ကိုနှိပ်ပါ။ ၎င်းကို repository ၏ဝက်ဘ်ဆိုက်မှရရှိသင့်ပြီး၎င်းသည်ဆင်တူသည်
nl: Klik op <gui>Toevoegen</gui> en voer de APT-regel van de pakketbron in. Deze zou te vinden moeten zijn op de website van de bron en moet er ongeveer zo uit zien:
pl: Kliknij przycisk <gui>Dodaj</gui> i wpisz wiersz APT dla repozytorium. Powinien być dostępny na stronie internetowej repozytorium i wyglądać podobnie do tego:
pt_br: Clique em <gui>Adicionar</gui> e digite a linha do APT do repositório. Esta linha deverá estar disponível no site do repositório e deve ter esta semelhança:
ru: Щёлкните <gui>Добавить</gui> и введите строку APT для репозитория. Её можно найти на веб-сайте репозитория, и она имеет вид:
sl: Kliknite <gui>Dodaj</gui> in vnesite vrstico APT za skladišče. Ta bi morala biti na voljo na spletišču odložišča in bi morala biti videti podobno:
sv: Klicka på <gui>Lägg till</gui> och skriv in APT-raden för arkivet. Detta bör finnas tillgängligt från arkivets webbplats, och bör se ut så här:
tr: <gui>Ekle</gui>'ye tıklayın ve deponun APT satırını girin. Bu, deponun sayfasında mevcut olmalı ve şuna benzemeli:
zh_cn: 单击<gui>添加</gui>，然后输入软件仓库的 APT 行。该行应可从软件库的网站获得，看起来类似于：

source: Activate the Canonical Partner repository
ast: Activar el repositoriu de socios de Canonical
ca: Activa el dipòsit Socis de Canonical
cs: Aktivace Partnerského repozitáře Canonical
de: Die Paketquelle von Canonical-Partnern aktivieren
el: Ενεργοποιήστε το Αποθετήριο συνεργατών της Canonical.
es: Activar el repositorio de socios de Canonical
fi: Canonicalin kumppanit -pakettivaraston aktivoiminen
fr: Activer le dépôt des partenaires de Canonical
gl: Activar o repositorio de socios de Canonical
hr: Aktivacija Repozitorija Canonicalovih partnera
id: Mengaktifkan repositori Canonical Partner
ko: 캐노니컬 파트너 저장소 활성화
lt: „Canonical Partner“ saugyklos įjungimas
lv: Aktivēt Canonical partneru krātuvi
ms: Aktifkan repositori Rakan Canonical
my: အဆိုပါ Canonical Partner repository ကို activate လုပ်မည်
nl: De bron Partners van Canonical activeren
pl: Włączanie repozytorium Partnerów Canonical
pt_br: Ativar o repositório do Parceiro da Canonical
ru: Активация репозитория Партнёры Canonical
sl: Omogočitev skladišča partnerjev Canonicala
sv: Aktivera förrådet Canonical-partners
tr: Canonical Ortak depolarını etkinleştir
zh_cn: 激活 Canonical 合作伙伴软件仓库

source: The Canonical Partner repository offers some proprietary applications that don't cost any money to use but are closed source. They include software like <app>Skype</app>, <app>Adobe Reader</app> and <app>Adobe Flash Plugin</app>. Software in this repository will appear in Ubuntu Software Center search results but won't be installable until this repository is enabled.
ast: El repositoriu de Socios de Canonical ufierta dalgunes aplicaciones privativas, gratuitas pero de códigu cerráu. Entre ellas se inclúin programes como <app>Skype</app>, <app>Adobe Reader</app> y el <app>complementu de Adobe Flash</app>. Los programes de esti repositoriu aparecerán nas búsquedas del Centro de software pero no podránse instalar fasta que active el repositoriu.
el: Το αποθετήριο Συνεργατών της Canonical προσφέρει κάποιες ιδιοταγείς εφαρμογές που δεν κοστίζει χρήματα η χρήση τους, είναι όμως εφαρμογές κλειστού κώδικα. Αυτές περιλαμβάνουν λογισμικό όπως το <app>Skype</app>, το <app>Adobe Reader</app> και το <app>Adobe Flash Plugin</app>. Το λογισμικό αυτού του αποθετηρίου θα εμφανίζεται στα αποτελέσματα των αναζητήσεων του Κέντρου λογισμικού Ubuntu, αλλά δεν θα είναι δυνατή η εγκατάστασή του εάν πρώτα δεν ενεργοποιηθεί το συγκεκριμένο αποθετήριο.
es: El repositorio de Socios de Canonical ofrece algunas aplicaciones privativas, gratuitas pero de código cerrado. Entre ellas se incluyen programas como <app>Skype</app>, <app>Adobe Reader</app> y el <app>complemento de Adobe Flash</app>. Los programas de este repositorio aparecerán en las búsquedas del Centro de software pero no se podrán instalar hasta que active el repositorio.
fi: Canonicalin kumppaneiden ohjelmalähde tarjoaa suljettuja sovelluksia, jotka ovat ilmaisia mutta niiden lähdekoodi on suljettua. Näihin ohjelmistoihin lukeutuvat esimerkiksi <app>Skype</app>, <app>Adobe Reader</app> ja <app>Adobe Flash -liitännäinen</app>. Tässä ohjelmistolähteessä olevat ohjelmistot näkyvät hakutuloksissa, mutta eivät ole asennettavissa, ennen kuin kumppaneiden ohjelmistolähde on otettu käyttöön.
nl: De bron ‘Partners van Canonical’ bevat een aantal niet-vrije toepassingen die gratis te gebruiken zijn, maar waarvan de broncode niet gewijzigd mag worden. Het gaat hier om software zoals <app>Skype</app>, <app>Adobe Reader</app> en <app>Adobe Flash Plugin</app>. Software uit deze bron zal te zien zijn als er naar gezocht wordt in het Ubuntu softwarecentrum, maar kan alleen geïnstalleerd worden indien deze bron is ingeschakeld.
pt_br: O repositório de Parceiros da Canonical oferece alguns aplicativos proprietários que embora não custem dinheiro para serem usados, são proprietários. Ele inclui programas como o <app>Skype</app>, o <app>Adobe Reader</app> e o <app>Plug-in do Adobe Flash</app>. Programas nesse repositório aparecerão na Central de Programas do Ubuntu, mas não serão instaláveis até que esse repositório seja habilitado.
ru: Репозиторий Партнёры Canonical предлагает некоторые проприетарные приложения, которые распространяются бесплатно, но имеют закрытый исходный код. В их числе такие программы, как <app>Skype</app>, <app>Adobe Reader</app> и <app>Adobe Flash Plugin</app>. Программы из этого репозитория будут отображаться в результатах поиска в Центре приложений Ubuntu, но установить их нельзя, пока этот репозиторий не активирован.

source: To enable the repository, follow the steps above to open the <gui>Other Software</gui> tab in <app>Software Sources</app>. If you see the <gui>Canonical Partners</gui> repository in the list, make sure it is checked then close the Software Sources window. If you don't see it, click <gui>Add</gui> and enter:
ast: Pa activar el repositoriu, siga los pasos anteriores pa abrir la pestaña <gui>Otru software</gui> en <app>Orígenes del software</app>. Si ve el repositoriu <gui>Socios de Canonical («Canonical Partners»)</gui> na llista, asegúrese de marcarlo y dempués cierre la ventana de Orígenes del software. Si no lo ve, calca <gui>Amestar</gui> e introduzca:
el: Για να ενεργοποιήσετε το αποθετήριο, ακολουθήστε τα παραπάνω βήματα για να ανοίξετε την καρτέλα <gui>Άλλο λογισμικό</gui> στο παράθυρο <app>Πηγές λογισμικού</app>. Αν δείτε το αποθετήριο <gui>Συνεργάτες της Canonical</gui> στην λίστα, σιγουρευτείτε ότι είναι επιλεγμένο και κλείστε το παράθυρο των Πηγών λογισμικού. Αν δεν το δείτε, πατήστε <gui>Πρόσθεση</gui> και εισάγετε:
es: Para activar el repositorio, siga los pasos anteriores para abrir la pestaña <gui>Otro software</gui> en <app>Orígenes del software</app>. Si ve el repositorio <gui>Socios de Canonical («Canonical Partners»)</gui> en la lista, asegúrese de marcarlo y luego cierre la ventana de Orígenes del software. Si no lo ve, pulse <gui>Añadir</gui> e introduzca:
fi: Ota ohjelmalähde käyttöön seuraamalla yllä olevia ohjeita: avaa <gui>Muut ohjelmistot</gui> -välilehti <app>Ohjelmalähteet</app>-ikkunassa. Jos näet <gui>Canonicalin kumppanit</gui> -ohjelmalähteen listassa, varmista että se on valittu ja sulje sitten Ohjelmalähteet-ikkuna. Jos et löydä edellä mainittua ohjelmalähdettä, kirjoita:
nl: Om de softwarebron in te schakelen volgt u bovenstaande stappen om het tabblad <gui>Overige Software</gui> in <app>Softwarebronnen</app> te openen. Als u de bron <gui>Partners van Canonical</gui> ziet staan, zorg er dan voor dat deze is aangevinkt en sluit daarna het venster Softwarebronnen. Als u hem niet ziet staan, klik dan op <gui>Toevoegen</gui> en voer het volgende in:
pt_br: Para habilitar o repositório, siga os passos acima para abrir a aba <gui>Outros programas</gui> em <app>Fontes de programas</app>. Se você vir o repositório <gui>Parceiros da Canonical</gui> na lista, certifique-se de que ele está marcado e então feche a janela de Fontes de programas. Se você não o vir, clique <gui>Acrescentar</gui> e digite:
ru: Чтобы активировать этот репозиторий, следуйте описанным выше шагам, чтобы открыть вкладку <gui>Другое ПО</gui> в окне <app>Источники приложений</app>. Если вы видите в списке репозиторий <gui>Партнёры Canonical</gui>, проверьте, включен ли он, затем закройте окно источников приложений. Если вы не видите его, щёлкните <gui>Добавить</gui> и введите:

source: Click <gui>Add Source</gui> then close the Software Sources window. Wait a moment for Ubuntu Software Center to download the repository information.
ast: Calca <gui>Amestar orixe</gui> y dempués cierre la ventana de Orígenes del software. Espere un intre a que el Centro de software de Ubuntu descargue la información del repositoriu.
el: Κάντε κλικ στην επιλογή <gui>Προσθήκη πηγής</gui> και ύστερα κλείστε το παράθυρο των Πηγών λογισμικού. Περιμένετε λίγο μέχρι το Κέντρο λογισμικού Ubuntu να κάνει λήψη των πληροφοριών του αποθετηρίου.
es: Pulse <gui>Añadir origen</gui> y luego cierre la ventana de Orígenes del software. Espere un momento a que el Centro de software de Ubuntu descargue la información del repositorio.
fi: Napsauta <gui>Lisää lähde</gui> ja sulje sitten Ohjelmalähteet-ikkuna. Odota hetki, kun Ubuntun sovellusvalikoima päivittää ohjelmalähteiden tiedot.
nl: Klik op <gui>Bron toevoegen</gui> en sluit daarna het venster Softwarebronnen. Wacht even totdat het Ubuntu softwarecentrum de broninformatie heeft gedownload.
pt_br: Clique em <gui>Adicionar Fonte</gui> e feche a janela dos Canais de Software. Aguarde um momento para que a Central de Programas do Ubuntu baixe a informação do repositório.
ru: Щёлкните <gui>Добавить источник</gui>, затем закройте окно источников приложений. Подождите, пока Центр приложений Ubuntu не загрузит информацию о репозитории.

source: It is like your own personal photo booth.
ast: Es como su propia cámara de fotos personal.
ca: És com la vostra cabina fotogràfica personal.
cs: Je to jako vaše osobní foto budka.
de: Es ist eine Art privater Fotoautomat.
el: Είναι κάτι σαν το δικό σας προσωπικό περίπτερο φωτογραφιών.
es: Es como su propia cámara de fotos personal.
fi: Henkilökohtainen valokuvauskoppisi.
fr: Comme si vous aviez votre propre cabine photo.
gl: É como o seu fotomatón persoal.
hr: To je poput vašeg osobnog foto kabine.
id: Hal ini seperti kios foto pribadi Anda sendiri.
lt: Lyg būtumėte asmeninėje fotografavimosi kabinoje.
lv: Tā ir kā jūsu personīgā foto kabīne.
ms: Ia merupakan gerai foto peribadi anda.
my: ၎င်းသည်သင်၏ကိုယ်ပိုင်ဓာတ်ပုံပြခန်းကဲ့သို့ဖြစ်သည်။
nl: Het is net als uw persoonlijke fotohokje.
pl: Własny fotoautomat!
pt_br: É como se fosse seu estande pessoal de fotos.
ru: Ваша собственная фотобудка.
sl: To je kot da bi imeli svojo fotografsko kabino.
sv: Det är lite som ditt privata fotobås.
tr: Kendi kişisel fotoğraf çekme kabininiz gibidir.
zh_cn: 它就像您自己的个人照相馆。

source: Create fun photos and videos with your webcam
ast: Criar fotos divertidas y vídeos con su cámara web
ca: Creeu fotografies divertides i vídeos amb la càmera web
cs: Vytvořte si zábavné fokty a videa s vaší webovou kamerou
de: Erstellen lustiger Fotos und Videos mit Ihrer Webcam
el: Δημιουργήστε διασκεδαστικές φωτογραφίες και βίντεο με την κάμερα δικτύου του υπολογιστή σας
es: Crear fotos divertidas y vídeos con su cámara web
fi: Ota hauskoja kuvia ja videoita nettikamerallasi
fr: Créez des images et des vidéos originales avec votre webcam
gl: Cree fotos e vídeos divertidos coa súa cámara web
hr: Stvorite duhovite fotografije i video snimke sa svojom web kamerom
id: Membuat foto dan video yang menyenangkan dengan webcam Anda
ko: 웹캠으로 재미있는 사진과 영상을 만드세요
lt: Darykite linksmas nuotraukas, asmenukes bei vaizdo įrašus su kompiuterio kamera.
lv: Veidojiet jautrus foto un video ar savu tīmekļa kameru
ms: Cipta foto dan video yang menyeronokan dengan kamera sesawang anda
my: သင်၏ webcam နှင့် ထူးခြားသည့် ဓာတ်ပုံများ၊ဗွီဒီယိုများကိုဖန်တီးမည်
nl: Foto's en video's maken met uw webcam, inclusief grappige beeldeffecten
pl: Robienie zabawnych zdjęć i filmów za pomocą kamery internetowej
pt_br: Criar fotos e vídeos divertidos com sua webcam
ru: Создайте забавные фото и видеозаписи с помощью веб-камеры
sl: Ustvarjanje zabavnih fotografij in videov s spletno kamero
sv: Skapa roliga bilder och videor med din webbkamera
tr: Web kameranızı kullanarak eğlenceli fotoğraflar ve videolar oluşturun.
zh_cn: 使用摄像头创建有趣的照片和视频
