Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can take a picture of the whole of the screen (<gui>Grab the whole desktop</gui>), just the window that you're currently using (<gui>Grab the current window</gui>), or you can select an area of the screen by dragging a box around it (<gui>Select the area to grab</gui>).
ast: Puede tomar una imaxe de tola pantalla (<gui>Grabar too el escritoriu</gui>), solamente la ventana que esté usando en esi intre (<gui>Grabar la ventana actual</gui>), o puede escoyer un estaya dibujando una caxa al rodiu de ella (<gui>Esbillar el estaya a grabar</gui>).
el: Μπορείτε να κάνετε λήψη ολόκληρης της οθόνης (<gui>Λήψη όλης της επιφάνειας εργασίας</gui>), μόνο το τρέχον παράθυρο που χρησιμοποιείται (<gui>Λήψη του τρέχοντος παραθύρου</gui>) ή μπορείτε να επιλέξετε μια περιοχή της οθόνης δημιουργώντας ένα πλαίσιο γύρω της(<gui>Επιλογή περιοχής για λήψη</gui>).
es: Puede tomar una imagen de toda la pantalla (<gui>Grabar todo el escritorio</gui>), solamente la ventana que esté usando en ese momento (<gui>Grabar la ventana actual</gui>), o puede seleccionar un área dibujando una caja alrededor de ella (<gui>Seleccionar el área a grabar</gui>).
fi: Voit ottaa kuvan koko näytöstä (<gui>Kaappaa koko työpöytä</gui>), ikkunasta jota käytät juuri nyt (<gui>Kaappaa nykyinen ikkuna</gui>), tai valitse alue vapaasti liikuteltavan ja venyteltävän laatikon avulla (<gui>Valitse kaapattava alue</gui>).
nl: U kunt een afdruk maken van het hele scherm (<gui>Gehele bureaublad</gui>), alleen het venster dat op dat moment actief is (<gui>Huidige venster</gui>), of u kunt een deel van het scherm selecteren door er een rand omheen te slepen (<gui>Gebied selecteren</gui>).
pt_br: Você pode tirar uma foto de toda a tela (<gui>Capturar toda a área de trabalho</gui>), somente a janela que está usando (<gui>Capturar a janela atual</gui>) ou você pode escolher uma área da tela desenhando um quadrilátero nela (<gui>Escolha uma área para capturar</gui>).
ru: Вы можете сделать снимок всего экрана (<gui>Захватить весь рабочий стол</gui>), только окна, используемого в данный момент (<gui>Захватить текущее окно</gui>), или выбрать область экрана, отметив её прямоугольной рамкой (<gui>Выбрать область захвата</gui>).

source: Click <gui>Take Screenshot</gui>.
ast: Calca <gui>Capturar pantalla</gui>.
el: Κάντε κλικ στη <gui>Λήψη στιγμιότυπου οθόνης</gui>.
es: Pulse <gui>Capturar pantalla</gui>.
fi: Napsauta <gui>Ota kuvakaappaus</gui>.
nl: Klik op <gui>Schermafdruk maken</gui>.
pt_br: Clique <gui>capturar a tela</gui>.
ru: Щёлкните <gui>Сделать снимок экрана</gui>.

source: If you selected <gui>Select area to grab</gui>, the cursor will change into a cross. Click and drag the area you want for the screenshot.
ast: Si selecciona <gui>Esbillar un estaya pa grabar</gui>, el cursor se convertirá nuna cruz. Calca y arrastre el estaya que quies pa la captura de pantalla.
el: Αν επιλέξετε <gui>Επιλογή περιοχής για λήψη</gui>, ο δείκτης θα αλλάξει σε ένα σταυρό. Κάντε κλικ και μεταφέρετε την περιοχή που επιθυμείτε για το στιγμιότυπο οθόνης.
es: Si selecciona <gui>Seleccionar un área para grabar</gui>, el cursor se convertirá en una cruz. Pulse y arrastre el área que quiere para la captura de pantalla.
fi: Jos valitsit <gui>Valitse kaapattava alue</gui>, hiiresi osoitin muuttuu ristin muotoiseksi. Napsauta jotakin kaapattavan alueen kulmaa ja vedä haluamasi alue. Poistu kaappaustilasta painamalla <key>Esc</key>.
nl: Als u <gui>Gebied selecteren</gui> heeft gekozen, zal de cursor in een kruis veranderen. Sleep een rand om het gebied waarvan u een afdruk wilt maken.
pt_br: Se você selecionar <gui>Escolha uma área para capturar</gui>, o cursor tomará a forma de uma cruz. Clique e arraste a área que você deseja capturar.
ru: Если вы выбрали <gui>Выбрать область захвата</gui>, указатель примет вид крестика. Щёлкните и перетаскивайте, чтобы отметить область экрана, снимок которой вы хотите сделать.

source: The <gui>Save Screenshot</gui> window will now appear. Choose where to save the screenshot and click <gui>Save</gui>.
ast: Aparecerá la ventana <gui>Guardar captura de pantalla</gui>. Escueyi dónde guardar la captura de pantalla y calca <gui>Guardar</gui>.
el: Το παράθυρο <gui>Αποθήκευση στιγμιότυπου οθόνης</gui> τώρα θα εμφανιστεί. Επιλέξτε που να αποθηκευτεί το στιγμιότυπο και κάντε κλικ στην <gui>Αποθήκευση</gui>.
es: Aparecerá la ventana <gui>Guardar captura de pantalla</gui>. Seleccione dónde guardar la captura de pantalla y pulse <gui>Guardar</gui>.
fi: <gui>Tallenna kuvakaappaus</gui> -ikkuna avautuu. Valitse kuvankaappaukselle nimi ja tallennuskohde ja sitten napsauta <gui>Tallenna</gui>.
nl: Nu verschijnt het venster <gui>Schermafdruk opslaan</gui>. Kies waar u de schermafdruk wilt opslaan en klik op <gui>Opslaan</gui>.
pt_br: A janela de <gui>Gravar captura de tela</gui> aparecerá em seguida. Escolha onde salvar a imagem e clique <gui>Salvar</gui>.
ru: Появится окно <gui>Сохранить снимок экрана</gui>. Выберите, куда нужно сохранить снимок и щёлкните <gui>Сохранить</gui>.

source: You can also drag and drop the image of the screenshot into another application, to paste it there, or to the <app>files</app> to save it there in a folder.
ast: También puede arrastrar y soltar la imaxe de la pantalla en otra aplicación, pa pegarla allí, o nos <app>ficheros</app> pa guardarla nuna carpeta.
el: Μπορείτε επίσης να μεταφέρετε και να εναποθέσετε την εικόνα της οθόνης σας μέσα σε μια άλλη εφαρμογή, για να την επικολλήσετε εκεί, ή στα <app>αρχεία</app> ώστε να την αποθηκεύσετε σε έναν φάκελλο.
fi: Voit myös vetää ja pudottaa kuvan mihin tahansa sovellukseen, jossa haluat käyttää sitä (esim. selain tai kuvankäsittelyohjelma), tai <app>tiedostojen</app> joukkoon, jolloin kuva tallentuu kyseiseen kansioon.
pt_br: Você pode também arrastar e soltar a imagem da captura de tela em um outro aplicativo, para que seja colada lá, ou para <app>arquivos</app> para salvá-lo lá e uma pasta.

source: Keyboard shortcuts
ast: Combinaciones de tecles
el: Συντομεύσεις πληκτρολογίου
es: Combinaciones de teclas
fi: Pikanäppäimet
nl: Sneltoetsen
pt_br: Atalhos do teclado
ru: Комбинации клавиш

source: You can also use the following keyboard shortcuts:
ast: También puede usar les combinaciones de tecles siguientes:
el: Μπορείτε επίσης να χρησιμοποιείτε τις ακόλουθες συντομεύσεις πληκτρολογίου:
es: También puede usar las combinaciones de teclas siguientes:
fi: Voi myös käyttää näitä pikanäppäinyhdistelmiä:
nl: U kunt ook de volgende sneltoetsen gebruiken:
pt_br: Você pode usar os seguintes atalhos do teclado:
ru: Можно использовать следующие комбинации клавиш:

source: Takes a screenshot of the entire screen.
ast: Toma una imaxe de tola pantalla
el: Λαμβάνει ένα στιγμιότυπο από ολόκληρη την οθόνη.
es: Toma una imagen de toda la pantalla
fi: Ota kuvakaappaus koko näytöstä.
nl: Maakt een schermafdruk van het hele scherm.
pt_br: Captura uma imagem da tela inteira.
ru: Сделать снимок всего экрана.

source: Takes a screenshot of the active window.
ast: Toma una captura de la ventana activa.
el: Λαμβάνει ένα στιγμιότυπο από το ενεργό παράθυρο.
es: Toma una captura de la ventana activa.
fi: Ota kuvakaappaus aktiivisesta ikkunasta.
nl: Maakt een schermafdruk van het actieve venster.
pt_br: Capture a tela da janela ativa.
ru: Сделать снимок активного окна.

source: Switch to a different language for user interface and help text.
ast: Camudar a un idioma distintu la interface de usuariu y el testu de la aida.
el: Κάντε εναλλαγή σε μια άλλη γλώσσα για το κείμενο που υπάρχει στο γραφικό περιβάλλον του χρήστη ή στη βοήθεια.
es: Cambiar a un idioma diferente la interfaz de usuario y el texto de la ayuda.
fi: Vaihda käyttöliittymän ja ohjeiden kieltä.
nl: Naar een andere taal voor de gebruikersinterface en hulptekst overschakelen.
pt_br: Alternar para um idioma diferente na interface de usuário e no texto de ajuda.
ru: Переключить пользовательский интерфейс и справку на другой язык.

source: Change language
ast: Camudar idioma
el: Αλλαγή γλώσσας
es: Cambiar idioma
fi: Vaihda kieli
nl: Een andere taal kiezen
pt_br: Alterar idioma
ru: Сменить язык

source: You can use your desktop and applications in any of dozens of languages, provided you have the proper language packs installed on your computer.
ast: Puede usar su escritoriu y aplicaciones en decenas de idiomas, siempres y cuando ten instalaos en su equipu los paquetes de idiomas apropiaos.
el: Μπορείτε να χρησιμοποιήσετε την επιφάνεια εργασίας και τις εφαρμογές σας σε όποια από τις δεκάδες γλώσσες που παρέχονται, αρκεί να έχετε εγκατεστημένο το ανάλογο πακέτο γλωσσικής υποστήριξης στον υπολογιστή σας.
es: Puede usar su escritorio y aplicaciones en decenas de idiomas, siempre y cuando tenga instalados en su equipo los paquetes de idiomas apropiados.
fi: Voit käyttää tietokonettasi ja sovelluksiasi kymmenillä eri kielillä, jos olet asentanut kielipaketit tietokoneeseen.
nl: U kunt uw bureaublad en toepassingen in tientallen talen gebruiken, mits u de juiste taalpakketten op uw computer heeft geïnstalleerd.
pt_br: Você pode ter sua área de trabalho e os aplicativos em uma dúzia de idiomas, desde que você tenha os pacotes de linguagem apropriados instalados em seu computador.
ru: Вы можете пользоваться любым из множества языков для вашего рабочего стола и приложений, если на вашем компьютере установлены соответствующие языковые пакеты.

source: Click <gui>Language Support</gui>.
ast: Calca <gui>Sofitu de idioma</gui>.
el: Κάντε κλικ στη <gui>Γλωσσική υποστήριξη</gui>.
fi: Napsauta <gui>Kieliasetukset</gui>.
nl: Klik op <gui>Taalondersteuning</gui>.
pt_br: Clique em <gui>Suporte a idiomas</gui>.

source: Select your desired language on the <gui>Language</gui> tab. Drag the language to the top of the list.
ast: Escueyi el idioma deseáu na pestaña <gui>Idioma</gui>. Arrastre el idioma fasta la parte superior de la llista.
el: Επιλέξετε τη γλώσσα της επιθυμίας σας στην καρτέλα <gui>Γλώσσα</gui>. Σύρετε τη γλώσσα στην κορυφή της λίστας.
fi: Valitse ensisijainen käyttökielesi <gui>Kieli</gui>-välilehdellä. Vedä kielet haluamaasi järjestykseen niin, että suosikkisi on ylimpänä.
nl: Selecteer de gewenste taal op het <gui>Taal</gui>-tabblad. Sleep de taal naar de top van de lijst.
pt_br: Selecione o seu idioma desejado na guia <gui>Idioma</gui>. Arraste o idioma para o topo da lista.

source: You have to log out and back in for language changes to take effect. Click the icon at the very right of the panel and select <gui>Log Out</gui> to log out.
ast: Tendrá que colar de la sesión y volver a entrar pa que tengan efeutu los cambeos nel idioma. Calca nel iconu del extremo drechu del panel y escueyi <gui>Zarrar sesión</gui> pa colar.
el: Πρέπει να αποσυνδεθείτε και επανασυνδεθείτε ώστε να εφαρμοστούν οι αλλαγές. Κάντε κλικ στο εικονίδιο στο πιο δεξί εικονίδιο του πίνακα και επιλέξτε <gui>Αποσύνδεση</gui> ώστε να αποσυνδεθείτε.
es: Tendrá que salir de la sesión y volver a entrar para que tengan efecto los cambios en el idioma. Pulse en el icono del extremo derecho del panel y seleccione <gui>Cerrar sesión</gui> para salir.
fi: Muutokset astuvat voimaan kirjautuessasi sisään uudelleen. Kirjaudu ulos napsauttamalla kuvaketta oikeassa yläkulmassa ja valitse <gui>Kirjaudu ulos...</gui>.
nl: U dient zich af- en weer aan te melden om de taalwijziging door te voeren. Klik op het pictogram uiterst rechts in het bovenpaneel en kies <gui>Afmelden</gui> om u af te melden.
pt_br: Você precisa encerrar a sessão e fazer login novamente para que as mudanças de idioma tenham efeito. Clique o ícone no canto superior direito do painel e escolha <gui>Encerrar sessão</gui> para encerrar a sessão.
ru: Чтобы изменение языка вступило в силу, нужно завершить сеанс и снова войти в систему. Чтобы завершить сеанс, щёлкните самый правый значок на панели и выберите <gui>Завершить сеанс</gui>.

source: Some translations may be incomplete, and certain applications may not support your language at all.
ast: Dalgunes tornes puednestar incompletas, y es posible que dalgunes aplicaciones no funcionen en su idioma en absoluto.
ca: Algunes traduccions poden estar incompletes, i certes aplicacions poden no tenir suport per al vostre idioma en absolut.
cs: Některé překlady nemusí být být kompletní a některé aplikace nemusí vůbec podporovat váš jazyk.
de: Einige Übersetzungen könnten unvollständig sein und bestimmte Anwendungen könnten überhaupt nicht in Ihrer Sprache verfügbar sein.
el: Μερικές μεταφράσεις μπορεί να είναι ελλιπείς και ορισμένες εφαρμογές μπορεί να μην υποστηρίζονται στη γλώσσα σας πλήρως.
es: Algunas traducciones pueden estar incompletas, y es posible que algunas aplicaciones no funcionen en su idioma en absoluto.
fi: Käännökset voivat kielestä riippuen olla puuttellisia ja sisältää virheitä, eivätkä kaikki sovellukset välttämättä tue lainkaan käyttämääsi kieltä. Suomen kielelle on Ubuntussa verrattain hyvä tuki, mutta sovelluksissa sen yleisyys vaihtelee.
fr: Certaines traductions peuvent être incomplètes, et certaines applications peuvent ne pas prendre en charge votre langue du tout.
gl: Algunhas traducións poden estar incompletas, e certos aplicativos é posíbel que non sexan compatíbeis co seu idioma.
hr: Neki prijevodi su nepotpuni, a određene aplikacije možda uopće ne podržavaju vaš jezik.
id: Beberapa terjemahan mungkin tidak lengkap, dan aplikasi tertentu mungkin tidak mendukung bahasa Anda sama sekali.
ko: 어떤 번역들은 완벽하지 않아서, 특정 어플리케이션이 시스템상에 설정된 언어를 완벽히 지원하지 않을수도 있습니다.
lt: Ne visos programos yra 100% išverstos, taip pat kai kurios programos gali būti visai neišverstos į jūsų kalbą.
lv: Daži tulkojumi var būt nepabeigti, dažas lietotnes jūsu valodu var arī neatbalstīt vispār.
ms: Sesetengah terjemahan mungkin tidak lengkap, dan beberapa aplikasi tidak menyokong bahasa anda langsung.
my: ဘာသာပြန်အချို့သည်မပြည့်စုံနိုင်သော်လည်းအချို့သောအသုံးချပရိုဂရမ်များသည်သင်၏ဘာသာစကားကိုလုံးဝအထောက်အကူမပြုနိုင်ပါ။
nl: Sommige vertalingen kunnen incompleet zijn, en het kan zijn dat bepaalde toepassingen uw taal helemaal niet ondersteunen.
pl: Część tłumaczeń może być niepełna, a pewne programy mogą w ogóle nie obsługiwać danego języka.
pt_br: Algumas traduções podem estar incompletas, e certos aplicativos não podem suportar seu idioma de alguma forma.
ru: Некоторые переводы могут оказаться неполными, а отдельные приложения могут совсем не поддерживать ваш язык.
sl: Nekateri prevodi so morda nepopolni in nekateri programi vašega jezika morda sploh ne podpirajo.
sv: Vissa översättningar kan vara ofullständiga, och vissa program kanske inte alls har stöd för ditt språk.
tr: Bazı çeviriler tamamlanmamış olabilir ve belli uygulamalar dilinizi desteklemiyor olabilir.
zh_cn: 一些翻译可能未完成，某些应用程序可能不支持您的语言。

source: There are some special folders in your home folder where applications can store things like music, pictures, and documents. These folders use standard names according to your language. When you log back in, you will be asked if you want to rename these folders to the standard names for your selected language. If you plan to use the new language all the time, you should update the folder names.
ast: Hai dalgunes carpetas especiales na carpeta de aniciu donde les aplicaciones pueden almacenar cosas como música, imáxenes y documentos. Estes carpetas utilizan nomes standard de acuerdu a su idioma. Cuando vuelva a entrar, se le preguntará si quies camudar el nome de estes carpetas colos nomes standard pa el idioma escoyíu. Si va a usar el nuevu idioma too el tiempu, tien de anovar los nomes de les carpetas.
el: Υπάρχουν μερικοί τυπικοί φάκελοι στον προσωπικό σας φάκελο όπου οι εφαρμογές μπορούν να αποθηκεύουν διάφορα όπως μουσική, εικόνες και έγγραφα. Αυτοί οι φάκελοι χρησιμοποιούν ονόματα σύμφωνα με τη γλώσσα σας. Όταν συνδεθείτε πάλι, θα ερωτηθείτε αν θέλετε να μετονομαστούν αυτοί οι φάκελοι σύμφωνα με τα ονόματα της επιλεγμένης γλώσσας. Αν πρόκειται να χρησιμοποιείτε τη νέα γλώσσα συνέχεια, θα πρέπει να αναβαθμίσετε τα ονόματα των φακέλων.
es: Hay algunas carpetas especiales en la carpeta de inicio donde las aplicaciones pueden almacenar cosas como música, imágenes y documentos. Estas carpetas utilizan nombres estándar de acuerdo a su idioma. Cuando vuelva a entrar, se le preguntará si quiere cambiar el nombre de estas carpetas con los nombres estándar para el idioma seleccionado. Si va a utilizar el nuevo idioma todo el tiempo, debe actualizar los nombres de las carpetas.
fi: Jotkut kansiot käyttävät kielikohtaista nimeä. Näissä kansioissa säilytetään muun muassa musiikkia, kuvia ja asiakirjoja. Kun kirjaudut kielen vaihtamisen jälkeen seuraavan kerran sisään, sinulta kysytään haluatko vaihtaa näiden kansioiden nimet omalle kielellesi. Jos aiot käyttää valitsemaasi kieltä jatkossa, sinun kannattaa päivittää kansioiden nimet.
nl: In uw persoonlijke map bevinden zich speciale mappen waar toepassingen dingen zoals muziek, afbeeldingen en documenten kunnen bewaren. Deze mappen gebruiken standaard namen overeenkomstig uw taal. Wanneer u weer aangemeld bent, zal u gevraagd worden of u deze mappen wilt hernoemen naar de standaard namen voor de door u gekozen taal. Als u van plan bent altijd de nieuwe taal te gebruiken, dan is het beter om de namen van de mappen bij te werken.
pt_br: Há algumas pastas especiais em sua pasta pessoal onde os aplicativos podem guardar coisas como músicas, imagens e documentos. Essas pastas possuem nomes padronizados de acordo com seu idioma. Quando você faz um novo login, o sistema perguntará se você deseja renomear essas pastas para o padrão do novo idioma. Se você planeja usar o novo idioma o tempo todo, você deve atualizar os nomes das pastas.
ru: В вашей домашней папке имеются несколько специальных папкок, в которых приложения могут хранить музыку, изображения, документы и др. Эти папки используют стандартные имена, зависящие от вашего языка. Когда вы вновь войдёте в систему, вам будет предложено переименовать эти папки, чтобы они имели названия на выбранном вами языке. Если вы планируете использовать новый язык постоянно, вам следует обновить названия папок.

source: You find more detailed guidance on languages and regional formats in <link href="ghelp:language-selector">Language Support Help</link>.
ast: Puede atopar más información sobro idiomas y formatos regionales na <link href="ghelp:language-selector">Aida de sobro sofitu de idiomas</link>.
el: Θα βρείτε πιο λεπτομερείς οδηγίες που αφορούν τη γλώσσα και τις τοπικές ρυθμίσεις στη <link href="ghelp:language-selector">Βοήθεια γλωσσικής υποστήριξης</link>.
es: Puede encontrar más información sobre idiomas y formatos regionales en la <link href="ghelp:language-selector">Ayuda de sobre soporte de idiomas</link>.
fi: Saat tarkempia ohjeita kielistä ja alueellisista muotoiluista englanninkielisestä <link href="ghelp:language-selector">Kieliasetusten ohjeesta</link>.
nl: U vindt gedetailleerdere uitleg over talen en landinstellingen in <link href="ghelp:language-selector">Hulp voor taalondersteuning</link>.
pt_br: Você pode encontrar mais detalhes sobre idiomas e formatos regionais na <link href="ghelp:language-selector">Ajuda de suporte a idiomas</link>.

source: Disable the sound that plays when you log in.
ast: Desactivar el soníu que se reproduce al entamar sesión.
el: Απενεργοποιήστε τον ήχο που αναπαράγεται όταν συνδέεστε στο σύστημά σας.
es: Desactivar el sonido que se reproduce al iniciar sesión.
fi: Kytke sisäänkirjautumisen yhteydessä kuuluva ääni pois käytöstä.
nl: Geluid dat afgespeeld wordt bij aanmelding uitschakelen.
pt_br: Desabilitar o som que toca quando você inicia a sessão
ru: Отключение звукового сигнала, воспроизводимого при входе в систему

source: Disable the login sound
ast: Desactivar el soníu de aniciu de sesión
el: Απενεργοποίηση του ήχου εισόδου
es: Desactivar el sonido de inicio de sesión
fi: Kirjautumisäänen poiskytkeminen
nl: Het aanmeldgeluid uitschakelen
pt_br: Desabilitar o som do início da sessão
ru: Отключение звукового сигнала при входе в систему

source: When you log in to your computer, a short login sound is played. The exotic-sounding theme was inspired by the African origins of the word <em>Ubuntu</em>. You can easily disable it for yourself or for all users of your computer.
ast: Cuando entama una sesión en su equipu, se reproduce un pequeñu soníu de aniciu. Esi exótico tema tien su inspiración nos orígenes africanos de la pallabra <em>Ubuntu</em>. Puede desactivarlo cenciellamente pa vusté o pa tolos usuarios de su equipu.
el: Όταν συνδέεστε στον υπολογιστή σας, ένας σύντομος ήχος αναπαράγεται. Το εξωτικό θέμα που ακούγεται είναι εμπνευσμένο απο την αφρικανική ρίζα της λέξης <em>Ubuntu</em>. Μπορείτε εύκολα να τον απενεργοποιήσετε για εσάς ή για όλους τους χρήστες του υπολογιστή σας.
es: Cuando inicia una sesión en su equipo, se reproduce un pequeño sonido de inicio. Ese exótico tema tiene su inspiración en los orígenes africanos de la palabra <em>Ubuntu</em>. Puede desactivarlo fácilmente para usted o para todos los usuarios de su equipo.
nl: Wanneer u zich aanmeldt op uw computer, wordt er een kort aanmeldgeluid afgespeeld. Het exotisch klinkende thema is geïnspireerd door de Afrikaanse oorsprong van het woord <em>Ubuntu</em>. U kunt het eenvoudig uitschakelen voor uzelf of voor alle gebruikers van uw computer.
pt_br: Quando você faz login no seu computador, um breve som é tocado. Essa sonoridade exótica tem inspiração na origem africana da palavra <em>Ubuntu</em>. Você pode facilmente desabilitá-la para si ou para todos os usuários de seu computador.
ru: Когда вы входите в систему, воспроизводится короткое звуковое уведомление. Эта экзотическая мелодия навеяна африканским происхождением слова <em>Ubuntu</em>. Вы легко можете отменить её для себя или для всех пользователей вашего компьютера.

source: Disable the login sound for yourself
ast: Desactivar el soníu de aniciu pa vusté
el: Απενεργοποίηση του ήχου εισόδου για το λογαριασμό χρήστη σας
es: Desactivar el sonido de inicio para usted
fi: Kytke ääni pois päältä itseltäsi
nl: Het aanmeldgeluid uitschakelen voor uzelf
pt_br: Desabilitar o som de login para si
ru: Отключить мелодию входа в систему для себя

source: Click the icon at the far top right of the screen and select <gui>System Settings</gui>.
ast: Calca el iconu de la esquina superior drecha de la pantalla y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο πιο δεξί σημείο της οθόνης σας και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse el icono de la esquina superior derecha de la pantalla y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta kuvaketta oikeassa yläkulmassa ja valitse <gui>Järjestelmäasetukset</gui>.
nl: Klik op het pictogram uiterst rechts bovenin het scherm en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique o ícone no canto superior direito da tela e escolha <gui>Configurações de sistema</gui>.
ru: Щёлкните на значке в правом верхнем углу экрана и выберите <gui>Параметры системы</gui>.

source: In the Personal section, select <gui>Startup Applications</gui>.
ast: Na seición Personal, escueyi <gui>Aplicaciones al aniciu</gui>.
el: Στην ενότητα Προσωπικά, επιλέξτε <gui>Εφαρμογές εκκίνησης</gui>
es: En la sección Personal, seleccione <gui>Aplicaciones al inicio</gui>.
nl: Kies onder het kopje Persoonlijk <gui>Opstarttoepassingen</gui>.
pt_br: Na seção pessoal, selecionar <gui>iniciar aplicativos</gui>.
ru: В секции "Персональные" выберите <gui>Запускаемые приложения</gui>.
