Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The guide is constantly being improved. Although we attempt to provide you with a comprehensive set of helpful information, we know we won't answer all of your questions here. We will keep adding more information to make things more helpful, though.
ast: Esta guía ta mejorándose constantemente. Anque intentamos ofrecerle un conxuntu completu de información útil, sabemos que no podemos responder equí a toes sus preguntas. No obstante, seguiremos amestando más información pa hacerle les cosas más útiles.
el: Ο οδηγός υπόκειται σε συνεχείς βελτιώσεις. Αν και προσπαθούμε να παρέχουμε ένα κατανοητό σύνολο χρήσιμων πληροφοριών, ξέρουμε ότι δεν είναι δυνατόν να απαντήσουμε εδώ όλες τις ερωτήσεις σας. Παρ' όλα αυτά, θα συνεχίσουμε να προσθέτουμε περισσότερες πληροφορίες έτσι ώστε να κάνουμε τον οδηγό ακόμα πιο χρήσιμο.
es: Esta guía está mejorándose constantemente. Aunque intentamos ofrecerle un conjunto completo de información útil, sabemos que no podemos responder aquí a todas sus preguntas. No obstante, seguiremos añadiendo más información para hacerle las cosas más útiles.
fi: Opasta parannellaan jatkuvasti. Vaikka yritämme tarjota kattavan valikoiman hyödyllistä tietoa, tiedämme ettemme aina pysty vastaamaan kaikkiin kysymyksiin. Lisäämällä oppaaseen tulevaisuudessakin sisältöä pyrimme tekemään siitä entistä hyödyllisemmän.
nl: De handleiding wordt aldoor verbeterd. Alhoewel wij proberen u een grote hoeveelheid bruikbare informatie aan te reiken, zijn wij er ons van bewust dat wij hier niet al uw vragen kunnen beantwoorden. Maar wij zullen informatie blijven toevoegen om u meer behulpzaam te zijn.
pt_br: O guia está em constante aperfeiçoamento. Apesar de nossas tentativas para lhe fornecer um conjunto abrangente de informações úteis, sabemos que não irá responder a todas suas perguntas aqui. No entanto, vamos continuar acrescentando mais informações para tornar as coisas mais úteis.
ru: Это руководство постоянно улучшается. Хотя мы стараемся обеспечить вас всеобъемлющим набором полезной информации, мы знаем, что не можем ответить здесь на все ваши вопросы. Однако мы будем продолжать добавлять информацию.

source: Thank you for taking the time to read the <em>Ubuntu Desktop Guide</em>. We sincerely hope that you will never have to use it.
ast: Gracias por tomase el tiempu de lleer la <em>Guía del escritoriu de Ubuntu</em>. Sinceramente esperamos que nunca ten que usarla.
el: Σας ευχαριστούμε για τον χρόνο που αφιερώσατε για να διαβάσετε τον <em>Οδηγό χρήσης Ubuntu</em>. Ειλικρινά ελπίζουμε να μη χρειαστεί να τον χρησιμοποιήσετε ποτέ.
es: Gracias por tomarse el tiempo de leer la <em>Guía del escritorio de Ubuntu</em>. Sinceramente esperamos que nunca tenga que usarla.
fi: Kiitos <em>Ubuntun työpöytäoppaaseen</em> tutustumisesta. Toivomme luonnollisesti, ettei sinun edes tarvitse lukea sitä käyttääksesi Ubuntua.
nl: Wij danken u dat u de tijd heeft genomen deze <em>handleiding</em> te lezen. Wij hopen oprecht dat u er nooit gebruik van hoeft te maken.
pt_br: Obrigado por ter tempo para ler o <em>Guia do Ubuntu Desktop</em>. Esperamos sinceramente que você nunca tenha que usá-lo.
ru: Спасибо, что нашли время ознакомиться с <em>руководством пользователя Ubuntu Desktop</em>. Мы искренне надеемся, что оно вам никогда не понадобится.

source: -- The Ubuntu documentation team
ast: -- El equipu de documentación de Ubuntu
el: Η ομάδα τεκμηρίωσης του Ubuntu
es: -- El equipo de documentación de Ubuntu
fi: -- Ubuntun dokumentointi- ja käännöstiimi
nl: -- Het Ubuntu-documentatieteam
pt_br: -- O Time de documentação do Ubuntu
ru: -- Команда документации Ubuntu

source: <link xref="addremove-install">Install</link>, <link xref="addremove-remove">remove</link>, <link xref="addremove-sources">software repositories</link>, <link xref="addremove-ppa">Personal Package Archives</link>...
ast: <link xref="addremove-install">Instalar</link>, <link xref="addremove-remove">desinstalar</link>, <link xref="addremove-sources">repositorios de software</link>, <link xref="addremove-ppa">Personal Package Archives</link>...
el: <link xref="addremove-install">Εγκατάσταση</link>, <link xref="addremove-remove">αφαίρεση</link>, <link xref="addremove-sources">αποθετήρια λογισμικού</link>, <link xref="addremove-ppa">προσωπικά αρχεία πακέτων (PPA)</link>…
es: <link xref="addremove-install">Instalar</link>, <link xref="addremove-remove">desinstalar</link>, <link xref="addremove-sources">repositorios de software</link>, <link xref="addremove-ppa">Personal Package Archives</link>...
fi: <link xref="addremove-install">Asentaminen</link>, <link xref="addremove-remove">poistaminen</link>, <link xref="addremove-sources">ohjelmalähteet</link>, <link xref="addremove-ppa">henkilökohtaiset pakettivarastot</link>...
nl: <link xref="addremove-install">Installeren</link>, <link xref="addremove-remove">verwijderen</link>, <link xref="addremove-sources">softwarebronnen</link>, <link xref="addremove-ppa">Personal Package Archives</link>...
pt_br: <link xref="addremove-install">Instalação</link>, <link xref="addremove-remove">desinstalação</link>, <link xref="addremove-sources">repositórios de programas</link>, <link xref="addremove-ppa">Personal Package Archives</link>...
ru: <link xref="addremove-install">Установка</link>, <link xref="addremove-remove">удаление</link>, <link xref="addremove-sources">репозитории программ</link>, <link xref="addremove-ppa">Персональные архивы пакетов</link>...

source: Add &amp; remove software
ast: Amestar y desaniciar software
el: Προσθήκη &amp; αφαίρεση λογισμικού
es: Añadir y eliminar software
fi: Lisää tai poista sovelluksia
nl: Software toevoegen en verwijderen
pt_br: Adicionar &amp; remover programa
ru: Установка и удаление программ

source: Synaptic is a powerful but complicated software management alternative to Ubuntu Software Center.
ast: Synaptic es un potente pero complicáu xestor de software alternativo al Centro de software de Ubuntu.
el: Το Synaptic είναι ένας δυνατός αλλά πολύπλοκος εναλλακτικός διαχειριστής λογισμικού, εναλλακτικός του Κέντρου λογισμικού Ubuntu.
es: Synaptic es un potente pero complicado gestor de software alternativo al Centro de software de Ubuntu.
fi: Synaptic on tehokas mutta monimutkaisempi vaihtoehto Ubuntun sovellusvalikoimalle ohjelmistojen hallintaan.
nl: Synaptic is een krachtig maar gecompliceerd softwarebeheeralternatief voor het Ubuntu softwarecentrum.
pt_br: O Synaptic é uma poderosa mas complicada ferramenta de gestão de aplicativos para a Central de Programas do Ubuntu.
ru: Synaptic - мощная, но более сложная альтернатива Центру приложений Ubuntu для управления программным обеспечением.

source: Use Synaptic for more advanced software management
ast: Use Synaptic pa una xestión de software más avanzada
ca: Utilitzeu el Synaptic per dur a terme una gestió més avançada del programari
cs: Použití Synaptic pro pokročilejší správu softwaru
de: Synaptic zur erweiterten Anwendungsverwaltung nutzen
el: Χρησιμοποιήστε το Synaptic για πιο προχωρημένη διαχείριση λογισμικού
es: Use Synaptic para una gestión de software más avanzada
fi: Käytä Synapticia monipuolisempaan ohjelmistojen hallintaan
fr: Utiliser Synaptic pour gérer les logiciels de façon plus avancée
gl: Use Synaptic para unha xestión de software máis avanzada
hr: Korištenje Synaptica za naprednije upravljanje softverom
id: Gunakan Synaptic untuk manajemen perangkat lunak yang lebih canggih
ko: 더많은 고급 소프트웨어 관리를 위한 시냅틱 사용하기
lt: Naudokite Synaptic ar kitą paketų tvarkytuvę papildomos programinės įrangos tvarkymui
lv: Lietojiet Synaptic, lai veiktu plašāku programmatūras pārvaldību
ms: Guna Synaptic untuk pengurusan perisian lanjutan
my: ပိုမိုအဆင့်မြင့်သောဆော့ဖ်ဝဲစီမံခန့်ခွဲမှုအတွက် Synaptic ကိုအသုံးပြုပါ
nl: Gebruik Synaptic voor geavanceerder softwarebeheer
pl: Używanie programu Synaptic do bardziej zaawansowanego zarządzania oprogramowaniem
pt_br: Use o Synaptic para gerenciamento mais avançado de aplicativos
ru: Используйте Synaptic для более продвинутого управления программным обеспечением
sl: Uporaba programa Synaptic za naprednejše upravljanje programov
sv: Använd Synaptic för en mer avancerad programhantering
tr: Daha gelişmiş yazılım yönetimi için Synaptic'i kullanın
zh_cn: 使用新立得进行更高级的软件管理

source: <app>Synaptic Package Manager</app> is more powerful and can do some software management tasks which <app>Ubuntu Software Center</app> cannot. Synaptic's interface is more complicated and does not support newer Software Center features like ratings and reviews and thus is not recommended for use by those new to Ubuntu.
ast: El <app>Xestor de paquetes Synaptic</app> es más potente y puede facer xeres de xestión de software que el <app>Centro de software de Ubuntu</app> no puede. La interface de Synaptic es más complicada y no dispone de funciones más recientes del Centro de software como les valoraciones y les reseñas, polo que su usu no ta recomendáu a usuarios recién llegados a Ubuntu.
el: Ο <app>Διαχειριστής πακέτων Synaptic</app>, είναι πιο δυνατός και μπορεί να κάνει ενέργειες για την διαχείριση του λογισμικού που το <app>Κέντρο λογισμικού Ubuntu</app> δε μπορεί. Η διεπαφή του Synaptic είναι περισσότερο πολύπλοκη και δεν υποστηρίζει κάποια χαρακτηριστικά του Κέντρου λογισμικού Ubuntu όπως την βαθμολόγηση και την αξιολόγηση εφαρμογών και για αυτόν το λόγο δε συνίσταται για χρήση από όσους είναι νέοι χρήστες του Ubuntu.
es: El <app>Gestor de paquetes Synaptic</app> es más potente y puede hacer tareas de gestión de software que el <app>Centro de software de Ubuntu</app> no puede. La interfaz de Synaptic es más complicada y no dispone de funciones más recientes del Centro de software como las valoraciones y las reseñas, por lo que su uso no está recomendado a usuarios recién llegados a Ubuntu.
fi: <app>Synaptic-pakettienhallinta</app> on tehokas työkalu, jolla on mahdollista hallita ohjelmistoja monipuolisemmin kuin <app>Ubuntun sovellusvalikoimalla</app>. Synapticin käyttöliittymä on kuitenkin monimutkaisempi eikä se tue kaikkia uusia ominaisuuksia, kuten esimerkiksi ohjelmien arvioimista. Synapticia ei siten suositella uusille Ubuntu-käyttäjille.
nl: <app>Synaptic pakketbeheer</app> is krachtiger en u kunt er bepaalde softwarebeheertaken uitvoeren die niet mogelijk zijn in het <app>Ubuntu softwarecentrum</app>. De interface van Synaptic is ingewikkelder en heeft niet de nieuwere softwarecentrumfuncties zoals waarderingen en beoordelingen. Het is dus niet geschikt voor degenen die nieuw zijn bij Ubuntu.
pt_br: O <app>Gerenciador de pacotes Synaptic</app> é mais poderoso e pode realizar algumas tarefas de gerenciamento de programas que a <app>Central de Programas do Ubuntu</app> não pode. A interface do Synaptic é mais complicada e não possui recursos mais novos da Central de programas como notas e resenhas, de forma que seu uso por novatos ao Ubuntu não é recomendado.
ru: <app>Менеджер пакетов Synaptic</app> - более мощный и может выполнять некоторые задачи по управлению программами, которые <app>Центр приложений Ubuntu</app> выполнить не может. Интерфейс Synaptic более сложен и не поддерживает новейшие возможности Центра приложения, такие как рейтинги и отзывы, поэтому не рекомендуется для использования новичкам в Ubuntu.

source: Open the <em>Dash</em> by pressing the <key>meta</key> key.
ast: Abra el <em>Tablero</em> pulsando la tecla <key>meta</key>.
el: Ανοίξτε το <em>Dash</em> πατώντας το πλήκτρο <key>Meta</key>.
es: Abra el <em>Tablero</em> pulsando la tecla <key>meta</key>.
fi: Avaa <em>Unity-valikko</em> painamalla <key>Super</key>-näppäintä.
nl: Open de <em>Dash</em> door te drukken op de <key>meta</key>-toets.
pt_br: Abra o <em>painel</em>, pressionando a tecla <key>meta</key>.
ru: Откройте <em>Главное меню</em> нажатием клавиши <key>meta</key>.

source: Search for <app>Synaptic</app> from the <gui>search bar</gui> at the top of the <em>Dash</em>.
ast: Busque el <app>Synaptic</app> na <gui>barra de gueta</gui> na parte superior del <em>Tablero</em>.
el: Αναζητήστε την εφαρμογή <app>Synaptic</app> από τη <gui>γραμμή αναζήτησης</gui> στην κορυφή του μενού <em>Dash</em>.
es: Busque el <app>Synaptic</app> en la <gui>barra de búsqueda</gui> en la parte superior del <em>Tablero</em>.
fi: Kirjoita <gui>hakukenttään</gui> <app>Synaptic</app>.
nl: Zoek in de <gui>zoekbalk</gui> bovenaan de <em>Dash</em> naar <app>Synaptic</app>.
pt_br: Pesquise por <app>Synaptic</app> na <gui>barra de pesquisa</gui>, na parte superior do <em>Painel</em>.
ru: Найдите <app>Synaptic</app> в <gui>строке поиска</gui> наверху <em>главного меню</em>.

source: When the <app>Synaptic</app> application appears in the list, click on it to open it. This will launch the application. If prompted to do so, enter your password.
ast: Cuando aparezca la aplicación <app>Synaptic</app> na llista, calca sobro ella pa abrirla. Esto lanzará la aplicación. Si se le solicita, introduzca su contraseña.
el: Όταν η εφαρμογή <app>Synaptic</app> εμφανιστεί στην λίστα, κάντε κλικ πάνω της για να την ανοίξετε. Με αυτό τον τρόπο θα εκκινηθεί η εφαρμογή. Αν σας ζητηθεί, εισάγετε τον κωδικό σας.
es: Cuando aparezca la aplicación <app>Synaptic</app> en la lista, pulse sobre ella para abrirla. Esto lanzará la aplicación. Si se le solicita, introduzca su contraseña.
fi: Kun <app>Synaptic-pakettienhallinta</app> ilmestyy listalle, käynnistä se napsauttamalla sen kuvaketta. Anna kysyttäessä salasanasi.
nl: Klik in de lijst die verschijnt op de toepassing <app>Synaptic</app> om deze te openen. Dit zal de toepassing starten. Geef uw wachtwoord op wanneer daarom gevraagd wordt.
pt_br: Quando o <app>Gerenciador de pacotes Synaptic</app> aparecer na lista, clique nele para abrí-lo. Isso fará o aplicativo iniciar. Caso seja solicitada, digite a sua senha.
ru: Когда приложение <app>Synaptic</app> появится в списке, щёлкните на нём, чтобы запустить его. Если будет предложено, введите ваш пароль.

source: When <app>Synaptic</app> opens, click <gui>Search</gui> to search for an application, or click <gui>Sections</gui> and look through the categories to find one.
ast: Cuando se abra <app>Synaptic</app>, calca en <gui>Guetar</gui> pa guetar una aplicación, o calca en <gui>Secciones</gui> y explore ente les categorías pa localizarla.
el: Όταν η εφαρμογή <app>Synaptic</app> ανοίξει, κάντε κλικ στην <gui>Εύρεση</gui> για να αναζητήσετε μία εφαρμογή, ή κάντε κλικ στις <gui>Ενότητες</gui> και αναζητήστε στις κατηγορίες εφαρμογών για να βρείτε μια εφαρμογή.
es: Cuando se abra <app>Synaptic</app>, pulse en <gui>Buscar</gui> para buscar una aplicación, o pulse en <gui>Secciones</gui> y explore entre las categorías para localizarla.
fi: Voit etsiä ohjelmia napsauttamalla <gui>Etsi</gui>-painiketta tai selata niitä <gui>Ryhmät</gui>-listauksen alta löytyvistä luokista.
nl: Zodra <app>Synaptic</app> geopend is kunt u op <gui>Zoeken</gui> klikken om naar een toepassing te zoeken, of u kunt klikken op <gui>Onderdelen</gui> en de categorieën doorlopen om een toepassing te zoeken.
pt_br: Quando o <app>Gerenciador de pacotes Synaptic</app> abrir, clique em <gui>Pesquisar</gui> para pesquisar por um aplicativo ou clique em <gui>Seções</gui> e procure por meio das categorias para encontrá-lo.
ru: Когда <app>Synaptic</app> откроется, щёлните <gui>Поиск</gui> для поиска приложения или <gui>Разделы</gui>, и просмотрите категории, чтобы найти нужное приложение.

source: Right-click the application that you want to install and select <gui>Mark for Installation</gui>.
ast: Calca col botón drechu na aplicación que quies instalar y escueyi <gui>Marcar pa instalar</gui>.
ca: Feu un clic amb el botó dret del ratolí sobre l'aplicació que voleu instal·lar i seleccioneu <gui>Marca per a la instal·lació</qui>.
cs: Klikněte pravým tlačítkem na aplikaci , kterou si přejte nainstalovat, a vyberte <gui>Nainstalovat</gui>.
de: Klicken Sie mit der rechten Maustaste auf die Anwendung, die Sie installieren möchten, und wählen Sie <gui>Zum Installieren vormerken</gui>.
el: Κάντε δεξί κλικ σε μία εφαρμογή που θέλετε να εγκαταστήσετε και επιλέξτε <gui>Σημείωση για εγκατάσταση</gui>.
es: Pulse con el botón derecho en la aplicación que desea instalar y seleccione <gui>Marcar para instalar</gui>.
fi: Napsauta sovellusta, jonka haluat asentaa, hiiren oikealla painikkeella ja valitse <gui>Merkitse asennettavaksi</gui>.
fr: Faites un clic droit sur l'application que vous souhaitez installer et cliquez sur <gui>Sélectionnez pour installation</gui>.
gl: Prema co botón dereito no aplicativo que desexa instalar e seleccione <gui>Marcar para instalar</gui>.
hr: Desno kliknite na aplikaciju koju želite instalirati i odaberite <gui>Odaberi za instalaciju</gui>.
id: Klik kanan aplikasi yang ingin Anda instal dan pilih <gui>Tandai untuk Instalasi</gui>.
ko: 설치를 원하는 어플리케이션을 우클릭하고 <gui>Mark for Installation</gui>를 선택하시오.
lt: 2 kartus spustelėkite norimos programos pavadinimą arba paspauskite dešinį pelės klavišą ant programos ir iš atsiradusio meniu pasirinkite <gui>Pažymėti įdiegimui</gui>.
lv: Spiediet labo peles pogu uz lietotnes, ko vēlaties instalēt, un izvēlieties <gui>Mark for Installation</gui>.
ms: Klik-kanan aplikasi yang anda hendak pasang dan pilih <gui>Tanda untuk Pemasangan</gui>.
my: သင်သွင်းချင်သော application တွင် ညာဖက် ကလစ်နှိပ်ပါ။ ပြီးတော့ <gui>Mark for Installation</gui> ကိုရွေးပါ
nl: Klik met rechts op de toepassing die u wilt installeren en kies <gui>Markeren voor Installatie</gui>.
pl: Kliknij program do zainstalowania prawym przyciskiem myszy i zaznacz pole <gui>Zaznacz do instalacji</gui>.
pt_br: Clique com o botão direito no aplicativo que você deseja instalar e selecione <gui>Marcar para instalação</gui>.
ru: Щёлкните правой кнопкой на приложении, которое хотите установить и выберите <gui>Отметить для установки</gui>.
sl: Desno kliknite na program, ki ga želite namestite in izberite <gui>Označi za namestitev</gui>.
sv: Högerklicka på programmet du vill installera och välj <gui>Markera för installation</gui>.
tr: Kurmak istediğiniz uygulamaya sağ tıklayın ve <gui>Kurulum için İşaretle</gui>'yi seçin.
zh_cn: 右键单击您想要安装的应用程序，并选择<gui>标记以便安装</gui>。

source: If you are asked if you would like to mark additional changes, click <gui>Mark</gui>.
ast: Si se le entruga y quies marcar cambeos adicionales, calca <gui>Marcar</gui>.
el: Εφόσον ερωτηθείτε αν θα θέλατε να γίνει σημείωση περαιτέρω αλλαγών, κάντε κλικ στην επιλογή <gui>Σημείωση</gui>.
es: Si se le pregunta y quiere marcar cambios adicionales, pulse <gui>Marcar</gui>.
fi: Ohjelma pyytää vahvistamaan vaaditut lisämuutokset, napsauta <gui>Merkitse</gui>-painiketta.
nl: Als u gevraagd wordt of u overige wijzigingen wilt markeren, klikt u op <gui>Markeren</gui>.
pt_br: Se você for perguntado se você gostaria de marcar mudanças adicionais, clique <gui>Marcar</gui>.
ru: Если появится запрос о необходимости отметить дополнительные изменения, щёлкните <gui>Отметить</gui>.

source: Select any other applications that you would like to install.
ast: Escueyi cualesquier otra aplicación que desee instalar.
ca: Seleccioneu qualsevol altra aplicació que vulgueu instal·lar.
cs: Vyberte další aplikace, které si přejete nainstalovat.
de: Wählen Sie alle anderen Anwendungen aus, die Sie installieren möchten.
el: Επιλέξτε οποιεσδήποτε άλλες εφαρμογές θέλετε να εγκαταστήσετε.
es: Seleccione cualquier otra aplicación que desee instalar.
fi: Valitse myös muut asennettavaksi haluttavat sovellukset samalla tavalla.
fr: Sélectionnez toutes les autres applications que vous voulez installer.
gl: Seleccione outros aplicativos que desexe instalar.
hr: Odaberite bilo koju drugu aplikaciju koju želite instalirati.
id: Pilih aplikasi lain yang ingin Anda instal.
ko: 여러분이 설치하고자 하는 아무 프로그램이나 선택하십시오.
lt: Jei norite įdiegti daugiau programų - susiraskite jas ir pažymėkite taip pat.
lv: Izvēlieties jebkuru citu lietotni, ko vēlaties instalēt.
ms: Pilih mana-mana aplikasi lain yang hendak dipasang.
my: သင်သွင်းချင်သော တခြား application များကိုလည်းရွေးပါ
nl: Selecteer andere toepassingen die u wilt installeren.
pl: Zaznacz pozostałe programy do zainstalowania.
pt_br: Selecione qualquer outro aplicativo que você gostaria de instalar.
ru: Выберите другие приложения для установки, если это необходимо.
sl: Izberite druge programe, ki jih želite namestiti.
sv: Markera något annat program som du vill installera.
tr: Kurmak istediğiniz diğer uygulamaları seçin.
zh_cn: 选择您想要安装的其他应用程序。
