Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: When you double-click a file in the <link xref="files-browse">file manager</link>, it will be opened with the default application for that file type. You can open it in a different application, search online for applications, or set the default application for all files of the same type.
ast: Cuando se calca dos vegaes sobro un ficheru nel <link xref="files-browse">xestor de ficheros</link>, se abre cola aplicación predeterminada pa esi triba de ficheros. Puede abrirlo con una aplicación distinta, guetar aplicaciones en llinia, o afitar la aplicación predeterminada pa toos los ficheros del mesmu triba.
el: Όταν κάνετε διπλό κλικ σε ένα αρχείο στον <link xref="files-browse">διαχειριστή αρχείων</link>, αυτό θα ανοίξει με την προεπιλεγμένη για τον τύπο του εφαρμογή. Μπορείτε να το ανοίξετε χρησιμοποιώντας μία διαφορετική εφαρμογή, να αναζητήσετε στο διαδίκτυο για άλλες κατάλληλες εφαρμογές, ή και να ρυθμίσετε την προεπιλεγμένη εφαρμογή για όλα τα αρχεία του συγκεκριμένου τύπου.
es: Cuando se pulsa dos veces sobre un archivo en el <link xref="files-browse">gestor de archivos</link>, se abre con la aplicación predeterminada para ese tipo de archivos. Puede abrirlo con una aplicación distinta, buscar aplicaciones en línea, o establecer la aplicación predeterminada para todos los archivos del mismo tipo.
fi: Kun kaksoisnapsautat tiedostoa <link xref="files-browse">tiedostojenhallinnassa</link>, se avataan tiedostotyypin oletussovelluksella. Voit halutessasi avata sen toisella sovelluksella, etsiä sovelluksia verkosta tai asettaa samantyyppisten tiedostojen avaamiseen käytettävän oletussovelluksen.
nl: Wanneer u in <link xref="files-browse">bestandsbeheer</link> dubbelklikt op een bestand, dan wordt dit geopend met de standaard toepassing voor dat type bestand. U kunt het openen in een andere toepassing, online zoeken naar toepassingen, of de standaard toepassing instellen voor alle bestanden van hetzelfde type.
pt_br: Quando você faz um clique duplo em um arquivo no <link xref="files-browse">gerenciador de arquivos</link> ele será aberto com o aplicativo padrão para aquele tipo de arquivo. Você pode abri-lo em um aplicativo diferente, pesquisar online por aplicativos ou alterar o aplicativo padrão para todos os arquivos do mesmo tipo.
ru: Когда вы выполняете двойной щелчок на файле в <link xref="files-browse">менеджере файлов</link>, он открывается в приложении по умолчанию для этого типа файлов. Вы можете открыть его в другом приложении, выполнить поиск приложений в интернете, или задать приложение по умолчанию для всех файлов этого типа.

source: To open a file with an application other than the default, right-click the file and select the application you want from the top of the menu. If you don't see the application you want, click <gui>Open With Other Application</gui>. By default, the file manager only shows applications it knows can handle the file. To look through all the applications on your computer, click <gui>Show other applications</gui>.
ast: Pa abrir un ficheru con una aplicación distinta de la predeterminada, calca nel ficheru y escueyi la aplicación que desee na parte superior del menú. Si no ve la aplicación que quies, calca en <gui>Abrir con otra aplicación</gui>. De forma predeterminada, el xestor de ficheros solo amuesa les aplicaciones que sabe pueden remanar el ficheru. Pa guetar toes les aplicaciones en su equipu, calca en <gui>Amosar otres aplicaciones</gui>.
el: Για να ανοίξετε ένα αρχείο χρησιμοποιώντας μία άλλη από την προεπιλεγμένη εφαρμογή, κάντε δεξί κλικ στο αρχείο και επιλέξτε την εφαρμογή που θέλετε από το επάνω μέρος του μενού. Άν δεν βλέπετε την εφαρμογή που θέλετε, πατήστε στην επιλογή <gui>Άνοιγμα με…</gui>. Από προεπιλογή, ο διαχειριστής αρχείων δείχνει μόνο τις εφαρμογές για τις οποίες ξέρει ότι μπορούν να διαχειριστούν το αρχείο. Για να επιλέξετε μεταξύ όλων των εφαρμογών του υπολογιστή σας, κάντε κλικ στην επιλογή <gui>Εμφάνιση άλλων εφαρμογών</gui>.
fi: Jos haluat avata tiedoston jollakin muulla kuin oletussovelluksella, napsauta tiedostoa hiiren oikealla näppäimellä ja valitse haluamasi sovellus valikon yläosasta. Jos et näe sovellusta, napsauta <gui>Avaa sovelluksella</gui>. Oletuksena tiedostonhallinta ehdottaa sovelluksia, joiden se tietää pystyvän käyttämään tiedostoa. Selataksesi kaikkia tietokoneesi ohjelmia, napsauta <gui>Muu sovellus</gui>.
pt_br: Para abrir um arquivo com um aplicativo diferente do padrão, clique com o botão direito do mouse no arquivo e selecione o aplicativo que você deseja do topo do menu. Se você não vê o aplicativo que você quer, clique <gui>Abrir com outro aplicativo</gui>. Por padrão, o gerenciador de arquivos mostra somente os aplicativos que ele sabe que podem manipular o arquivo. Para ver todos os aplicativos em seu computador, clique <gui>Exibir outros aplicativos</gui>.
ru: Если вы хотите открыть файл в другом приложении, щёлкните на нём правой кнопкой мыши и выберите необходимое приложение из списка. Если необходимое приложение отсутствует, щёлкните click <gui>Открыть в другой программе...</gui>. По умолчанию, обозреватель файлов отображает в списке только ассоциированные с файлом приложения. Перечень всех доступных на вашем компьютере приложение вы можете просмотреть, нажав на кнопку в <gui>Показать другие приложения</gui>.

source: If you still can't find the application you want, you can search for more applications by clicking <gui>Find applications online</gui>. The file manager will search online for packages containing applications that are known to handle files of that type.
ast: Si aun no alcuentra la aplicación que quies, puede guetar más aplicaciones pulsando <gui>Guetar aplicaciones en llinia</gui>. El xestor de ficheros buscará en llinia paquetes que contengan aplicaciones que manejen ficheros de esi triba.
el: Αν ακόμα δεν μπορείτε να βρείτε την εφαρμογή που θέλετε, μπορείτε να αναζητήσετε περισσότερες εφαρμογές πατώντας στην επιλογή <gui>Εύρεση εφαρμογών στο δίκτυο</gui>. Ο διαχειριστής αρχείων θα αναζητήσει στο διαδίκτυο πακέτα που περιέχουν εφαρμογές για τις οποίες είναι γνωστό ότι μπορούν να χειριστούν αρχεία του συγκεκριμένου τύπου.
fi: Jos et vieläkään löydä haluamaasi sovellusta, voit etsiä lisää sovelluksia napsauttamalla <gui>Etsi sovelluksia verkosta</gui>. Tiedostojenhallinta etsii verkosta paketteja, joiden sisältämät sovellukset pystyvät käsittelemään kyseessä olevaa tiedostotyyppiä.
nl: Als u nog steeds niet de gewenste toepassing kunt vinden, dan kunt u naar meer toepassingen zoeken door te klikken op <gui>online zoeken naar toepassingen</gui>. Bestandsbeheer zal online zoeken naar pakketten met toepassingen die om kunnen gaan met bestanden van dat type.
pt_br: Se você ainda não achar o aplicativo que você quer, você pode pesquisar por mais aplicativos clicando <gui>Pesquisar aplicativos na Internet</gui>. O gerenciador de arquivos irá pesquisar na Internet por pacotes contendo aplicativos que conhecidamente manipulam arquivos daquele tipo.
ru: Если вы так и не смогли найти необходимое приложение, вы можете выполнить поиск в сети, нажав на кнопку <gui>Искать приложения в Интернете</gui>. Обозреватель файлов произведёт в сети поиск пакетов, обрабатывающих файлы этого типа.

source: Change the default application
ast: Camudar la aplicación predeterminada
el: Αλλαγή της προεπιλεγμένης εφαρμογής
es: Cambiar la aplicación predeterminada
fi: Vaihda oletussovellusta
nl: De standaard applicatie wijzigen
pt_br: Alterar o aplicativo padrão
ru: Изменить приложение по умолчанию

source: You can change the default application that is used to open files of a given type. This will allow you to open your preferred application when you double-click to open a file. For example, you might want your favorite music player to open when you double-click an MP3 file.
ast: Puede camudar la aplicación predeterminada usada pa abrir los ficheros de un cierto triba. Esto le permitirá abrir su aplicación preferida cuando calca dos vegaes sobro un ficheru pa abrirlo. Por exemplu, puede que quiera que se abra su reproductor de música favorito al calcar dos vegaes sobro un ficheru MP3.
el: Μπορείτε να αλλάξετε την προεπιλεγμένη εφαρμογή που χρησιμοποιείται για να ανοίξετε κάποιον τύπο αρχείων. Αυτό θα σας επιτρέψει να ανοίξει η προτιμώμενή σας εφαρμογή όταν κάνετε διπλό κλικ να ανοίξετε ένα αρχείο. Για παράδειγμα, μπορεί να επιθυμείτε να ανοίγει η αγαπημένη σας εφαρμογή αναπαραγωγής μουσικής όταν κάνετε διπλό κλικ ένα αρχείο MP3.
es: Puede cambiar la aplicación predeterminada usada para abrir los archivos de un cierto tipo. Esto le permitirá abrir su aplicación preferida cuando pulse dos veces sobre un archivo para abrirlo. Por ejemplo, puede que quiera que se abra su reproductor de música favorito al pulsar dos veces sobre un archivo MP3.
fi: Voit vaihtaa eri tiedostotyypeille asetettuja oletusohjelmia. Tämä antaa sinulle mahdollisuuden avata tiedostosi haluamassasi ohjelmassa kaksoisnapsauttamalla tiedostoa. Saatat esimerkiksi haluta lempimusiikkisoittimesi avautuvan, kun kaksoisnapsautat musiikkitiedostoa.
pt_br: Você pode alterar a aplicação padrão que é usada para abrir arquivos de um dado tipo. Isso permitirá que você abra seus aplicativos preferidas quando você dar um clique duplo para abrir um arquivo. Por exemplo, você pode querer que seu reprodutor de música favorito abra quando você dá um clique duplo em um arquivo MP3.
ru: Вы можете изменить приложение, используемое по умолчанию, чтобы открывать файлы заданного типа. Это позволит вам, выполнив двойной щелчок на файле, открыть его в предпочитаемом вами приложении. Например, вы можете сделать, чтобы при двойном щелчке на MP3-файле открывался ваш любимый музыкальный проигрыватель.

source: Select a file of the type whose default application you want to change. For example, to change which application is used to open MP3 files, select a <file>.mp3</file> file.
ast: Escueyi un ficheru del triba cuya aplicación predeterminada quies camudar. Por exemplu, pa camudar la aplicación usada pa abrir ficheros MP3, escueyi un ficheru <file>.mp3</file>.
el: Επιλέξτε ένα αρχείο του τύπου για τον οποίο θέλετε να αλλάξετε την προεπιλεγμένη εφαρμογή. Για παράδειγμα, αν θέλετε να αλλάξετε την εφαρμογή που θα χρησιμοποιείται για το άνοιγμα των αρχείων MP3, επιλέξτε ένα αρχείο <file>.mp3</file>.
es: Seleccione un archivo del tipo cuya aplicación predeterminada desea cambiar. Por ejemplo, para cambiar la aplicación usada para abrir archivos MP3, seleccione un archivo <file>.mp3</file>.
fi: Valitse tiedosto, joka on haluamaasi tiedostotyyppiä. Vaihtaaksesi esimerkiksi MP3-tiedostojen oletussovellusta, valitse <file>.mp3</file>-tiedosto.
pt_br: Selecione um arquivo do tipo cujo aplicativo padrão você deseja alterar. Por exemplo, para mudar o aplicativo que é usada para abrir arquivos MP3, selecionar um arquivo <file>.mp3</file>.
ru: Выберите файл того типа, для которого вы хотите изменить приложение, используемое по умолчанию. Например, чтобы изменить приложение, используемое для открытия MP3-файлов, выберите файл с расширением <file>.mp3</file>.

source: Right-click the file and select <gui>Properties</gui>.
ast: Calca col botón drechu del mur y escueyi <gui>Propiedaes</gui>.
el: Κάνετε δεξί κλικ στο αρχείο και επιλέξτε <gui>Ιδιότητες</gui>.
es: Pulse con el botón derecho del ratón y seleccione <gui>Propiedades</gui>.
fi: Napsauta tiedostoa hiiren oikealla painikkeella ja valitse <gui>Ominaisuudet</gui>.
nl: Klik met de rechtermuisknop op een bestand en selecteer <gui>Eigenschappen</gui>.
pt_br: Clique com o botão direito no arquivo e selecione <gui>Propriedades</gui>.
ru: Щёлкните на файле правой кнопкой мыши и выберите <gui>Свойства</gui>.

source: Select the <gui>Open With</gui> tab.
ast: Escueyi la pestaña <gui>Abrir con</gui>.
el: Επιλέξτε την καρτέλα <gui>Άνοιγμα με</gui>.
es: Seleccione la pestaña <gui>Abrir con</gui>.
fi: Valitse <gui>Avaa sovelluksella</gui> -välilehti.
nl: Ga naar het <gui>Openen met</gui>-tabblad.
pt_br: Selecione a aba <gui>Abrir com</gui>.
ru: Перейдите на вкладку <gui>Открывать в программе</gui>.

source: Select the application you want and click <gui>Set as default</gui>. By default, the file manager only shows applications it knows can handle the file. To look through all the applications on your computer, click <gui>Show other applications</gui>.
ast: Escueyi la aplicación que quies y calca <gui>Afitar como predeterminada</gui>. De manera predeterminada, el xestor de ficheros solo amuesa aplicaciones que sabe que pueden remanar el ficheru. Pa guetar ente toes les palicaciones en su equipu, calca <gui>Amosar otres aplicaciones</gui>.
el: Επιλέξτε την εφαρμογή που θέλετε και κάντε κλικ στην επιλογή <gui>Ορισμός ως προεπιλεγμένης</gui>. Από προεπιλογή, ο διαχειριστής αρχείων εμφανίζει μόνο εφαρμογές για τις οποίες ξέρει ότι μπορούν να χειριστούν τον τύπο του συγκεκριμένου αρχείου. Για να επιλέξετε ανάμεσα από όλες τις εφαρμογές του υπολογιστή σας, κάντε κλικ στην επιλογή <gui>Εμφάνιση περισσότερων εφαρμογών</gui>.
fi: Valitse haluamasi ohjelma ja paina <gui>Aseta oletukseksi</gui>. Tiedostojenhallinta näyttää oletuksena vain ne ohjelmat, jotka se tietää pystyvän hallitsemaan tiedostotyyppiä. Etsiäksesi ohjelmaa kaikkien koneesi ohjelmien joukosta, napsauta <gui>Näytä muut ohjelmat</gui>.
pt_br: Selecione o aplicativo que você quer e clique em <gui>Configurar como padrão</gui>. Por padrão, o gerenciador de arquivos mostra somente os aplicativos que ele sabe que podem manipular o arquivo. Para ver todos os aplicativos em seu computador, clique em <gui>Exibir outros aplicativos</gui>.
ru: Выберите необходимое приложение и щёлкните на кнопке <gui>Установить по умолчанию</gui>. По умолчанию, обозреватель файлов отображает приложения, которые ассоциированы с этим типом файла. Для просмотра всего перечня приложений на вашем компьютере, щёлкните <gui>Показать другие приложения</gui>.

source: If <gui>Other Applications</gui> contains an application you sometimes want to use, but don't want to make the default, select that application and click <gui>Add</gui>. This will add it to <gui>Recommended Applications</gui>. You will then be able to use this application by right-clicking the file and selecting it from the list.
ast: Si <gui>Otres aplicaciones</gui> caltién una aplicación que quies usar a vegaes, pero que no quies convertir na predeterminada, escueyi esa aplicación y calca en <gui>Amestar</gui>. Esto la añadirá a <gui>Aplicaciones recomendadas</gui>. A partir de entós podrá usar la aplicación pulsando col botón drechu sobro el ficheru y seleccionándola de la llista.
el: Άν οι <gui>Άλλες εφαρμογές</gui> περιέχουν κάποια εφαρμογή την οποία θέλετε να χρησιμοποιείτε κάποιες φορές αλλά δεν θέλετε να την ορίσετε ως προεπιλεγμένη, επιλέξτε την εφαρμογή και πατήστε στην επιλογή <gui>Πρόσθεση</gui>. Αυτό θα προκαλέσει την πρόσθεσή της στην λίστα <gui>Προτεινόμενες εφαρμογές</gui>. Θα έχετε τότε την δυνατότητα να χρησιμοποιήσετε την συγκεκριμένη εφαρμογή κάνοντας δεξί κλικ στο αρχείο και επιλέγοντάς την από την λίστα των προτεινόμενων εφαρμογών.
es: Si <gui>Otras aplicaciones</gui> contiene una aplicación que desea usar a veces, pero que no quiere convertir en la predeterminada, seleccione esa aplicación y pulse en <gui>Añadir</gui>. Esto la añadirá a <gui>Aplicaciones recomendadas</gui>. A partir de entonces podrá usar la aplicación pulsando con el botón derecho sobre el archivo y seleccionándola de la lista.
fi: Jos <gui>Muut ohjelmat</gui> sisältää ohjelman, jota haluat välillä käyttää muttet asettaa oletukseksi, valitse ohjelma ja paina <gui>Lisää</gui>. Tämä lisää sen <gui>Suositeltuihin ohjelmiin</gui>. Voit käyttää tätä ohjelma klikkaamalla tiedostoa hiiren oikealla painikkeella ja valitsemalla sen luettelosta.
pt_br: Se <gui>Outros aplicativos</gui> contém um aplicativo que você quer usar algumas vezes, mas não quer que ele seja padrão, selecione esse aplicativo e clique em <gui>Adicionar</gui>. Isso irá adicioná-lo em <gui>Aplicativos recomendados</gui>. Você será, então, capaz de usar esse aplicativo clicando com o botão direito no arquivo e selecionando-o da lista.
ru: Если среди <gui>Других приложений</gui>, есть приложение которое вы хотите использовать по мере необходимости, но не хотите назначать его по умолчанию, выберите его и щёлкните <gui>Добавить</gui>. После чего, оно будет добавлено в <gui>Рекомендуемые приложения</gui>, затем вы сможете использовать его, щёлкнув правой кнопкой мыши на файле и выбрав его из списка.

source: This changes the default application not just for the selected file, but for all files with the same type.
ast: Esto cambiará la aplicación predeterminada no solo pa el ficheru escoyíu, sinon pa tolos ficheros del mesmu triba.
el: Αυτό αλλάζει την προεπιλεγμένη εφαρμογή όχι μόνο για το επιλεγμένο αρχείο, αλλά για όλα τα αρχεία με όμοιο τύπο.
es: Esto cambiará la aplicación predeterminada no solo para el archivo seleccionado, sino para todos los archivos del mismo tipo.
fi: Tämä ei vaihda pelkästään valitun tiedoston oletussovellusta, vaan kaikkien samantyyppisten tiedostojen oletussovellusta.
nl: Dit verandert de standaard toepassing niet alleen voor het geselecteerde bestand, maar voor alle bestanden met hetzelfde type.
pt_br: Isso altera a aplicação padrão não apenas para o arquivo selecionado, mas para todos os arquivos com o mesmo tipo.
ru: Это действие изменит используемое по умолчанию приложение не только для выбранного файла, но и для всех файлов данного типа.

# link:trail
source: Files
ast: Ficheros
el: Αρχεία
fi: Tiedostot
nl: Bestanden
pt_br: Arquívos
ru: Файлы

source: <link xref="files-search">Searching</link>, <link xref="files-delete">delete files</link>, <link xref="files#backup">backups</link>, <link xref="files#removable">removable drives</link>...
ast: <link xref="files-search">Guetando</link>, <link xref="files-delete">desaniciar ficheros</link>, <link xref="files#backup">copies de seguridá</link>, <link xref="files#removable">unidaes estrayibles</link>...
el: <link xref="files-search">Αναζήτηση</link>, <link xref="files-delete">διαγραφή αρχείων</link>, <link xref="files#backup">αντίγραφα ασφαλείας</link>, <link xref="files#removable">αφαιρούμενες συσκευές</link>…
fi: <link xref="files-search">Etsiminen</link>, <link xref="files-delete">tiedostojen poistaminen</link>, <link xref="files#backup">varmuuskopiot</link>, <link xref="files#removable">irrotettavat asemat</link>...
nl: <link xref="files-search">Zoeken</link>, <link xref="files-delete">bestanden verwijderen</link>, <link xref="files#backup">back-ups</link>, <link xref="files#removable">verwijderbare stations</link>...
pt_br: <link xref="files-search">Pesquisando</link>, <link xref="files-delete">apagar arquivos</link>, <link xref="files#backup">cópias de segurança</link>, <link xref="files#removable">unidades removíveis</link>...
ru: <link xref="files-search">Поиск</link>, <link xref="files-delete">удаление файлов</link>, <link xref="files#backup">резервное копирование</link>, <link xref="files#removable">переносные устройства</link>...

source: Files, folders &amp; search
ast: Búsqueda de ficheros y carpetas
el: Αρχεία, φάκελοι &amp; αναζήτηση
es: Búsqueda de archivos y carpetas
fi: Tiedostot ja kansiot
nl: Bestanden, mappen; &amp; zoeken
pt_br: Arquivos, pastas &amp; pesquisar
ru: Файлы, папки и поиск

source: <app>Nautilus</app> file manager
ast: Xestor de ficheros <app>Nautilus</app>
el: Διαχειριστής αρχείων <app>Ναυτίλος</app>
es: Gestor de archivos <app>Nautilus</app>
fi: <app>Nautilus</app>-tiedostonhallinta
nl: <app>Nautilus</app> bestandsbeheerder
pt_br: Gerenciador de arquivos <app>Nautilus</app>
ru: Файловый менеджер <app>Nautilus</app>

source: Common tasks
ast: Xeres comunes
el: Συχνές εργασίες
es: Tareas comunes
fi: Yleiset tehtävät
nl: Veelvoorkomende taken
pt_br: Tarefas comuns
ru: Общие задачи

source: More topics
ast: Otros temes
el: Περισσότερα θέματα
es: Otros temas
fi: Lisää aiheita
nl: Meer onderwerpen
pt_br: Mais tópicos
ru: Дополнительные разделы

source: Removable drives and external disks
ast: Dispositivos extraíbles y discos esternos
el: Αφαιρούμενοι οδηγοί και εξωτερικοί δίσκοι
es: Dispositivos extraíbles y discos externos
fi: Irrotettavat asemat ja ulkoiset levyt
nl: Verwijderbare schijven en externe schijven
pt_br: Drives removíveis e discos externos
ru: Переносные устройства и внешние диски

source: Backing up
ast: Facer copies de seguridá
el: Δημιουργία αντιγράφων ασφαλείας
es: Hacer copias de seguridad
fi: Varmuuskopiointi
nl: Back-ups maken
pt_br: Fazendo cópia de segurança
ru: Резервное копирование

source: Tips and questions
ast: Consejos y preguntas
el: Συμβουλές και ερωτήσεις
es: Consejos y preguntas
fi: Vinkit ja kysymykset
nl: Tips en vragen
pt_br: Dicas e questões
ru: Советы и вопросы

source: When you delete a file, they are normally sent to the Trash. You can get them back from the Trash.
ast: Cuando desanicia un ficheru, normalmente se unvía a la Papelera, de la cual es posible recuperarlo.
el: Όταν διαγράφετε ένα αρχείο, αυτά κανονικά στέλνονται στον Κάδο απορριμμάτων. Μπορείτε να τα επαναφέρετε πίσω από τον Κάδο.
es: Cuando borra un archivo, normalmente se envía a la Papelera, de la cual es posible recuperarlo.
fi: Kun poistat tiedoston, se siirretään yleensä roskakoriin. Voit palauttaa tiedostoja roskakorista.
nl: Wanneer u een bestand verwijderd, worden deze normaal gesproken naar de Prullenbak verplaatst. U kunt bestanden uit de Prullenbak nog terughalen.
pt_br: Quando você exclui um arquivo, eles são normalmente enviados para a lixeira. Você pode pegá-lo de volta da lixeira.
ru: Когда вы удаляете файл, он обычно попадает в корзину. Вы можете вернуть его на место из корзины.

source: Recover a file that you deleted
ast: Recuperar un ficheru eliminado
el: Ανακτήστε ένα αρχείο που διαγράψατε
es: Recuperar un archivo eliminado
fi: Palauta poistettu tiedosto
nl: Een bestand dat u verwijderd heeft terughalen.
pt_br: Recuperar um arquivo que você apagou
ru: Восстановить файл, который вы удалили

source: If you deleted a file in the <gui>File Manager</gui> by pressing <key>Delete</key> or clicking the <gui>Move to Trash</gui> option in the right-click menu, the file should be in the Trash. To recover the file:
ast: Si desanicia un ficheru dende el <gui>Xestor de ficheros</gui> pulsando la tecla <key>Desaniciar</key> o faciendo clic nel botón drechu del mur na opción <gui>Mover a la Papelera</gui>, el ficheru tendría tar na Papelera. Pa recuperarlo:
el: Αν διαγράψατε ένα αρχείο στον <gui>Διαχειριστή αρχείων</gui> πατώντας το πλήκτρο <key>Delete</key> ή κάνοντας κλικ στην επιλογή <gui>Μεταφορά στα απορρίμματα</gui> του μενού του δεξιού κλικ, το αρχείο θα πρέπει να βρίσκεται στα απορρίμματα. Για να ανακτήσετε το αρχείο:
fi: Jos poistit tiedoston <gui>Tiedostojenhallinnassa</gui> painamalla <key>Delete</key>-näppäintä tai napsauttamalla <gui>Siirrä roskakoriin</gui> -valintaa hiiren oikeanpuoleisella painikkeella avatussa tiedostovalikossa, tiedoston pitäisi olla näkyvissä roskakorissa. Palauta tiedosto seuraavasti:
pt_br: Se você excluiu um arquivo pelo <gui>Gerenciador de arquivos</gui> pressionando <key>Delete</key> ou clicando na opção <gui>Mover para a lixeira</gui> no menu do botão direito do mouse, o arquivo deverá estar na Lixeira. Para recuperar o arquivo:
ru: Если вы удалили файл в <gui>Файловом менеджере</gui>, нажав <key>Delete</key> или щёлкнув правой кнопкой мыши и выбрав в меню <gui>Удалить</gui>, файл должен быть в Корзине. Для восстановления файла:
