Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click the <link xref="unity-appmenu-intro">network menu</link> in the top panel and select <gui>Edit Connections...</gui>
ast: Calca nel <link xref="unity-appmenu-intro">menú de red</link> del panel superior y escueyi <gui>Editar les conexones...</gui>
el: Πατήστε <link xref="unity-Μενού Εφαρμογών-Εισαγωγή">Μενού Δικτύου</link> στον επάνω πίνακα και επιλέξτε <gui>Επεξεργασία συνδέσεων…</gui>
es: Pulse en el <link xref="unity-appmenu-intro">menú de red</link> del panel superior y seleccione <gui>Editar las conexiones...</gui>
fi: Valitse <link xref="unity-appmenu-intro">verkkovalikosta</link> <gui>Muokkaa yhteyksiä...</gui>
nl: Klik op het <link xref="unity-appmenu-intro">netwerkmenu</link> in het bovenpaneel en kies <gui>Verbindingen bewerken...</gui>
pt_br: Clique no <link xref="unity-appmenu-intro">menu de rede</link> no painel superior e selecione <gui>Editar Conexões...</gui>

source: Swith to the <gui>Mobile Broadband</gui> tab.
ast: Vaya a la pestaña <gui>Banda ancha móvil</gui>.
el: Αλλάξτε στην καρτέλα <gui>κινητό ευρυζωνικό</gui>.
es: Vaya a la pestaña <gui>Banda ancha móvil</gui>.
fi: Siirry <gui>Mobiililaajakaista</gui>-välilehdelle.
pt_br: Alterne para a aba <gui>Banda Larga Móvel</gui>.

source: Click <gui>Add</gui>.
ast: Calca <gui>Amestar</gui>.
el: Κάντε κλικ στην <gui>Προσθήκη</gui>.
es: Pulse <gui>Añadir</gui>.
fi: Napsauta <gui>Lisää</gui>.
nl: Klik op <gui>Toevoegen</gui>.
pt_br: Clique <gui>Adicionar</gui>.

source: This should open the <gui>New Mobile Broadband Connection</gui> wizard. Enter your details as described above.
ast: Esto tendría abrir el asistente <guilabel>Nueva conexón de banda ancha móvil</guilabel>. Introduza sus datos como se describe arriba.
el: Αυτό πρέπει να εκκινήσει τον οδηγό <gui>Νέα ευρυζωνική σύνδεση</gui>. Εισάγετε τις λεπτομέρειες όπως έχουν περιγραφεί προηγουμένως.
es: Esto debería abrir el asistente <guilabel>Nueva conexión de banda ancha móvil</guilabel>. Introduzca sus datos como se describe arriba.
fi: <gui>Uusi mobiililaajakaistayhteys</gui> -avustaja aukeaa. Anna tiedot yllä olevien ohjeiden mukaan.
nl: Hierdoor zal de wizard <gui>Nieuwe mobiele breedbandverbinding</gui> worden geopend. Voer de gegevens in zoals hierboven beschreven.
pt_br: Isto deverá abrir o assistente de <gui>Nova Conexão de Banda Larga Móvel</gui>. Digite os seus dados, como descrito acima.

source: Press <keyseq><key>Alt</key><key>F2</key></keyseq>. Type <input>nm-applet</input>
ast: Calca <keyseq><key>Alt</key><key>F2</key></keyseq>. Teclee <input>nm-applet</input>
el: Πατήστε <keyseq><key>Alt</key><key>F2</key></keyseq>. Πληκτρολογήστε <input>nm-applet</input>
es: Pulse <keyseq><key>Alt</key><key>F2</key></keyseq>. Teclee <input>nm-applet</input>
fi: Paina <keyseq><key>Alt</key><key>F2</key></keyseq> ja kirjoita <input>nm-applet</input>
nl: Druk op <keyseq><key>Alt</key><key>F2</key></keyseq>. Typ <input>nm-applet</input>
pt_br: Pressione <keyseq><key>Alt</key><key>F2</key></keyseq>. Digite <input>nm-applet</input>

source: There's no network menu in the top panel
ast: No ta el menú de red nel panel superior
el: Δεν υπάρχει μενού δικτύου στην πάνω μπάρα
es: No está el menú de red en el panel superior
fi: Yläpaneelissa ei ole verkkovalikkoa
nl: Er is geen netwerkmenu in het bovenpaneel
pt_br: Não há nenhum menu de rede no painel superior
ru: Отсутствует меню сети на верхней панели

source: If the network menu has disappeared from the top panel, your <app>Network Manager</app> may not be running. To start it up again:
ast: Si el menú de red ha desaparecido del panel superior, puede que no esté funcionando su <app>Xestor de red</app>. Pa volverlo a entamar:
el: Εάν το μενού δικτύου έχει χαθεί από την επάνω μπάρα, η εφαρμογή <app> Διαχείριση δικτύου (Network Manager)</app> ίσως να μην λειτουργεί. Για να την εκκινήσετε πάλι:
es: Si el menú de red ha desaparecido del panel superior, puede que no esté funcionando su <app>Gestor de red</app>. Para volverlo a iniciar:
fi: Jos verkkokuvake on kadonnut yläpaneelista, <app>Verkon hallinta</app> -sovellus ei mitä luultavimmin ole käytössä. Käynnistä se seuraavasti:
nl: Als het netwerkmenu uit het bovenpaneel verdwenen is, dan draait <app>Netwerkbeheer</app> mogelijk niet. Om het weer op te starten:
pt_br: Se o menu de rede desapareceu do painel superior, o seu <app>Gerenciador de Rede</app> pode não estar em execução. Para iniciá-lo novamente:
ru: Если меню сети не отображается на верхней панели, <app>Менеджер сети</app> может быть не запущен. Чтобы запустить его снова:

source: Press <keyseq><key>Alt</key><key>F2</key></keyseq>
ast: Calca <keyseq><key>Alt</key><key>F2</key></keyseq>
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Alt</key><key>F2</key></keyseq>
es: Pulse <keyseq><key>Alt</key><key>F2</key></keyseq>
fi: Paina <keyseq><key>Alt</key><key>F2</key></keyseq>
nl: Druk op <keyseq><key>Alt</key><key>F2</key></keyseq>
pt_br: Pressione <keyseq><key>Alt</key><key>F2</key></keyseq>
ru: Нажмите <keyseq><key>Alt</key><key>F2</key></keyseq>

source: Type <input>nm-applet</input> and press <gui>Enter</gui>.
ast: Teclee <input>nm-applet</input> y calca <gui>Intro</gui>.
el: Πληκτρολογείστε <input>nm-applet</input> και πατήστε το πλήκτρο <gui>Enter</gui>.
es: Teclee <input>nm-applet</input> y pulse <gui>Entrar</gui>.
fi: Kirjoita <input>nm-applet</input> ja paina <gui>Enter</gui>.
pt_br: Digite <input>nm-applet</input> e pressione <gui>Enter</gui>.
ru: Наберите <input>nm-applet</input> и нажмите <gui>Enter</gui>.

source: The <gui>Wireless Network Authentication</gui> box may pop up. Enter your password in the appropriate box and click <gui>Connect</gui>.
ast: Es posible que aparezca la ventana de <gui>Autenticación de red inalámbrica</gui>. Introduza su contraseña na caxella afayadiza y calca <gui>Coneutar</gui>.
el: Το παράθυρο <gui>Πιστοποίηση ασύρματου δικτύου</gui> μπορεί να αναδυθεί. Εισάγετε τον προσωπικό σας κωδικό στο σωστό πεδίο και επιλέξτε <gui>Σύνδεση</gui>.
es: Es posible que aparezca la ventana de <gui>Autenticación de red inalámbrica</gui>. Introduzca su contraseña en la casilla apropiada y pulse <gui>Conectar</gui>.
fi: Esiin saattaa tulla <gui>Wireless Network Authentication</gui> -ikkuna. Kirjoita salasanasi (olettaen että olet pääkäyttäjä) sille varattuun kenttään ja napsauta sitten <gui>Yhdistä</gui>.
nl: Het kan zijn dat het vak <gui>Authenticatie draadloos netwerk</gui> verschijnt. Voer uw wachtwoord in het betreffende vak in en klik op <gui>Verbinden</gui>.
pt_br: É possível que a caixa <gui>Autenticação de rede sem-fio</gui> apareça. Entre com sua senha na caixa apropriada e clique <gui>Conectar</gui>.

source: If this doesn't work, there could be a problem with the Network Manager. To see if this is the case, go to the <link xref="unity-dash-intro">dash</link> and open the Terminal. Type <cmd>nm-applet</cmd> and press <key>Enter</key> and see if the network menu appears. If it doesn't, you should see some error messages appear in the Terminal. These should tell you what is going wrong, but they may be quite technical in nature. If so, ask for help on a support forum and quote these error messages.
ast: Si esto no furrula, podría haber un problema col Xestor de red. Pa ver si es así, vaya al <link xref="unity-dash-intro">Tablero</link> y abra un Terminal. Teclee <cmd>nm-applet</cmd>, calca <key>Intro</key> y compruebe si aparece el menú de red. Si no lo fai, tendría ver dellos mensaxes de fallu nel Terminal, que podrían decirle dónde ta el problema, anque pueden resultar bastante técnicos. En esi caso, solicite aida nun foro de sofitu y copie esos mensaxes de fallu.
el: Αν αυτό δεν λειτουργεί τότε μπορεί να υπάρχει πρόβλημα με το Διαχειριστή δικτύου (Network Manager). Για να βεβαιωθείτε, πλοηγηθείτε στο <link xref="unity-dash-intro">dash</link> και ανοίξτε το Τερματικό. Πληκτρολογείστε <cmd>nm-applet</cmd> πατήστε <key>Enter</key> και δείτε αν το μενού δικτύου εμφανιστεί. Εάν όχι, θα δείτε ορισμένα μηνύματα σφάλματος στο Τερματικό. Αυτά θα πρέπει να σας ενημερώνουν για το ποιο είναι το λάθος, αλλά μπορεί να είναι τεχνικοί όροι. Εάν είναι έτσι, αναζητήστε βοήθεια στο φόρουμ εισάγοντας αυτά τα μηνύματα λάθους.
es: Si esto no funciona, podría haber un problema con el Gestor de red. Para ver si es así, vaya al <link xref="unity-dash-intro">Tablero</link> y abra un Terminal. Teclee <cmd>nm-applet</cmd>, pulse <key>Entrar</key> y compruebe si aparece el menú de red. Si no lo hace, debería ver algunos mensajes de error en el Terminal, que podrían decirle dónde está el problema, aunque pueden resultar bastante técnicos. En ese caso, solicite ayuda en un foro de soporte y copie esos mensajes de error.
fi: Jos tämä ei auta, ongelma on Verkkoyhteyksien hallinnassa. Jos ongelma ei siis ratkennut, avaa <link xref="unity-dash-intro">Dash</link> ja avaa <app>Pääte</app>. Kirjoita avautuvaan ikkunaan <cmd>nm-applet</cmd> ja paina sitten <key>Enter</key>. Tarkista, ilmestyikö verkkovalikko yläpaneeliin. Jos ei, Päätteen pitäisi antaa jonkinlainen virheilmoitus. Nämä tiedot kertovat todennäköisesti ongelman aiheuttajan, mutta ovat todennäköisesti liian teknisiä ymmärrettäväksi. Jos et ymmärrä virheilmoitusta, kopioi ne ja lähetä ne ja tapauksen tiedot tukifoorumeillemme (http://forum.ubuntu-fi.org).
nl: Als dit niet werkt, dan kan er een probleem zijn met Netwerkbeheer. Om te zien of dit het geval is, ga naar de <link xref="unity-dash-intro">dash</link> en open de terminal. Typ <cmd>nm-applet</cmd> in en druk op <key>Enter</key> en kijk of het netwerkmenu verschijnt. Als dat niet het geval is, dan zou u foutmeldingen in de terminal moeten zien verschijnen. Hieraan zou u moeten kunnen zien wat er aan de hand is, maar ze kunnen wel vrij technisch van aard zijn. Als dat zo is, zoek dan hulp op een forum en geef deze foutmeldingen door.
pt_br: Se isso não funcionar, pode haver um problema com o Gerenciador de rede. Para verificar se é esse o caso, vá ao <link xref="unity-dash-intro">painel</link> e abra o Terminal. Digite <cmd>nm-applet</cmd>, pressione <key>Enter</key> e veja se o menu de rede aparece. Se não, você algumas mensagens de erro devem aparecer no Terminal. Elas deverão dizer o que está acontecendo de errado, mas podem ser mensagens um tanto técnicas. Se forem, peça ajuda em um fórum de apoio e faça referência a essas mensagens de erro.

source: Make your network connection available to all users.
ast: Fae que su conexón de red esté disponible pa tolos usuarios.
el: Κάντε τη σύνδεση δικτύου σας διαθέσιμη σε όλους τους χρήστες.
es: Haga que su conexión de red esté disponible para todos los usuarios.
fi: Aseta verkkoyhteys kaikkien käyttäjien käytettäväksi.
nl: Uw netwerkverbinding beschikbaar maken voor alle gebruikers.
pt_br: Faça sua conexão de rede disponível para todos os usuários.
ru: Сделайте сетевое подключение доступным всем пользователям.

source: Other users can't connect to the internet
ast: Otros usuarios no pueden coneutar a Internet
el: Άλλοι χρήστες δεν μπορούν να συνδεθούν στο διαδίκτυο
es: Otros usuarios no pueden conectar a Internet
fi: Muut käyttäjät eivät voi yhdistää internetiin
pt_br: Outros usuário não podem se conectar à internet
ru: Другие пользователи не могут подключиться к интернету

source: If you have set up a network connection but other users on your computer can't connect to it, they probably aren't entering the right settings when they try to connect. For example, if you have a wireless connection, they may not be entering the right wireless security password.
ast: Si ha afitáu una conexón de red, pero otros usuarios del equipu no puede coneutase, dablemente no tan entrando na configuración adecuada cuando intentan coneutase. Por exemplu, si tien una conexón inalámbrica, puede que no esté introduciendo la contraseña correcta de seguridá inalámbrica.
el: Εάν έχετε δημιουργήσει μια σύνδεση δικτύου αλλά άλλοι χρήστες του υπολογιστή δεν μπορούν να συνδεθούν, πιθανότατα όταν προσπαθούν να συνδεθούν δεν εισάγουν τις σωστές ρυθμίσεις. Αν υπάρχει ασύρματη σύνδεση, τότε μάλλον δεν εισάγουν τον σωστό κωδικό ασύρματης ασφαλείας.
es: Si ha establecido una conexión de red, pero otros usuarios del equipo no puede conectarse, probablemente no están entrando en la configuración adecuada cuando intentan conectarse. Por ejemplo, si tiene una conexión inalámbrica, puede que no esté introduciendo la contraseña correcta de seguridad inalámbrica.
fi: Jos olet jo tehnyt verkon asetukset ja pystyt käyttämään sitä, mutta muut tietokoneen käyttäjät eivät, se johtuu mahdollisesti siitä, että he eivät ole syöttäneet verkon asetuksia oikein (esimerkiksi langattoman verkon tapauksessa salasana voi olla väärin kirjoitettu).
nl: Als u een netwerkverbinding heeft ingesteld maar andere gebruikers op uw computer kunnen er niet mee verbinden, dan voeren zij waarschijnlijk niet de juiste gegevens in wanneer ze verbinding proberen te maken. Als u bijvoorbeeld een draadloze verbinding heeft, dan voeren zij mogelijk niet het juiste beveiligingswachtwoord in.
pt_br: Se você tiver configurado uma conexão de rede mas outros usuários de seu computador não puderem se conectar a ela, eles provavelmente não estão entrando com as configurações corretas ao tentar a conexão. Por exemplo, se você tiver uma conexão sem-fio, eles podem não estar digitando a senha de segurança sem-fio corretamente.

source: You can make it so that everyone can share the settings for a network connection once you have set it up. This means that you only need to set it up once, and everyone else on the computer will be able to connect to it without being asked any questions. To do this:
ast: Puede hacerlo de mou que toos puedan compartir la configuración de una conexón de red una vegada que la heba creáu. Esto significa que solo es necesariu configurarla una vegada, y tolos demás nel equipu serán capaces de coneutase a ella sin necesidad de contestar denguna entruga. Pa ello:
el: Μπορείτε να το δημιουργήστε έτσι ώστε όλοι να μοιράζονται τις ρυθμίσεις για την σύνδεση δικτύου. Αυτό σημαίνει ότι χρειάζεται να ρυθμίσετε μία φορά, και όλοι που χειρίζονται τον υπολογιστή θα είναι ικανοί να συνδεθούν στο δίκτυο χωρίς ερωτήσεις. Για να το κάνετε αυτό:
es: Puede hacerlo de modo que todos puedan compartir la configuración de una conexión de red una vez que la haya creado. Esto significa que solo es necesario configurarla una vez, y todos los demás en el equipo serán capaces de conectarse a ella sin necesidad de contestar ninguna pregunta. Para ello:
fi: Voit halutessasi valita verkon kaikkien käyttäjien käytettäväksi, jolloin kaikki tietokoneen käyttäjät voivat käyttää verkkoa kun olet määrittänyt sen. Verkko tarvitsee siis määrittää yhdelle tietokoneelle vain kerran, ja kaikki sen käyttäjät voivat hyödyntää sitä ilman mitään asetusten säätämistä. Toimi näin:
nl: U kunt de verbinding zo instellen dat iedereen de instellingen voor een netwerkverbinding kan delen zodra u hem ingesteld heeft. Dit betekent dat u het slechts één maal hoeft in te stellen, en alle andere gebruikers op de computer zullen er verbinding mee kunnen maken zonder dat er vragen gesteld worden. Om dit te doen:
pt_br: Você pode fazer que todo o mundo compartilhe as configurações de uma conexão de rede que você montou. Isso significa que você só precisa configurá-la uma vez, e todos o mundo no mesmo computador poderá conectar-se sem que precise responder a quaisquer perguntas. Para fazer isso:

source: Find the connection you want everyone to be able to use. You will probably need to switch to the <gui>Wireless</gui> tab. Select the network name and then click <gui>Edit</gui>.
ast: Busque la conexón que quies que use too el mundo. Es posible que ten que ir a la pestaña <gui>Inalámbrica</gui>. Escueyi el nome de la red y calca <gui>Editar</gui>.
el: Βρείτε τη σύνδεση που επιθυμείτε να είναι διαθέσιμη από τον καθένα. Θα χρειαστεί μάλλον να μεταβείτε στην καρτέλα <gui>Ασύρματο</gui>. Επιλέξτε το όνομα της σύνδεσης και κάντε κλικ στην <gui>Επεξεργασία</gui>.
es: Busque la conexión que desea que use todo el mundo. Es posible que tenga que ir a la pestaña <gui>Inalámbrica</gui>. Seleccione el nombre de la red y pulse <gui>Editar</gui>.
fi: Etsi yhteys, jonka käytön haluat sallia suoraan kaikille käyttäjille. Sinun pitää ehkä vaihtaa <gui>Langaton</gui>-välilehdelle. Valitse verkko ja napsauta sitten oikeasta reunasta <gui>Muokkaa...</gui>
nl: Ga naar de verbinding waarvan u wilt dat iedereen die kan gebruiken. U zult waarschijnlijk naar het tabblad <gui>Draadloos</gui> moeten gaan. Selecteer de naam van het netwerk en klik op <gui>Bewerken</gui>.
pt_br: Encontre a conexão que você deseja que todos possam usar. Você provavelmente precisará clicar na aba <gui>Sem-fio</gui>. Selecione o nome da rede e então clique em <gui>Editar</gui>.

source: Check <gui>Available to all users</gui> and click <gui>Save</gui>. You will have to enter your admin password to save the changes. Only admin users can do this.
ast: Escueyi <gui>Disponible pa tolos usuarios</gui> y calca <gui>Guardar</gui>. Tendrá que introducir su contraseña de alministrador pa guardar los cambeos. Solo los usuarios administradores puede facer esto.
el: Επιλέξτε <gui>Διαθέσιμη σε όλους τους χρήστες</gui> και κάντε κλικ στην <gui>Αποθήκευση</gui>. Θα πρέπει να εισάγετε τον κωδικό πρόσβασής σας ως διαχειριστής για να αποθηκεύσετε τις αλλαγές. Μόνο χρήστες με δικαιώματα διαχειριστή μπορούν να το κάνουν αυτό.
es: Seleccione <gui>Disponible para todos los usuarios</gui> y pulse <gui>Guardar</gui>. Tendrá que introducir su contraseña de administrador para guardar los cambios. Solo los usuarios administradores puede hacer esto.
fi: Napsauta rasti ruutuun <gui>Saatavilla kaikille käyttäjille</gui> -kohtaan ja napsauta sitten <gui>Tallenna...</gui>. Tämän jälkeen järjestelmä kysyy sinulta pääkäyttäjän salasanaa muutosten tallentamiseksi.
pt_br: Marque <gui>Disponível para todos os usuários</gui> e clique em <gui>Salvar</gui>. Você terá que digitar a sua senha de administrador para salvar as modificações. Apenas usuários administradores poderão fazer isto.

source: Other users of the computer will now be able to use this connection without entering any further details.
ast: Agora otros usuarios del equipu serán capaces de usar esta conexón sin entrar en más detalles.
el: Άλλοι χρήστες του υπολογιστή θα μπορούν να χρησιμοποιούν αυτή την σύνδεση χωρίς να χρειαστεί να εισάγουν άλλες λεπτομέρειες.
es: Ahora otros usuarios del equipo serán capaces de utilizar esta conexión sin entrar en más detalles.
fi: Muut tietokoneen käyttäjät voivat nyt käyttää tätä verkkoa ilman minkäännäköistä asetusten määrittämistä.
pt_br: Outros usuários do computador poderão usar agora esta conexão sem inserir quaisquer detalhes.

source: You need to uncheck the <gui>Available to all users</gui> option in the connection settings.
ast: Tien de deseleccionar la opción <gui>Disponibles pa tolos usuarios</gui> nos axustes de la conexón.
el: Πρέπει να αποεπιλέξετε την επιλογή <gui>Διαθέσιμη για όλους τους χρήστες</gui> στις ρυθμίσεις σύνδεσης.
es: Debe deseleccionar la opción <gui>Disponibles para todos los usuarios</gui> en los ajustes de la conexión.
nl: U moet het vinkje bij de optie <gui>Beschikbaar voor alle gebruikers</gui> bij de verbindingsinstellingen weghalen.
pt_br: Você precisa desmarcar a opção <gui>Disponível para todos os usuários</gui> nas definições da conexão.
ru: Вам нужно отключить опцию <gui>Доступно всем пользователям</gui> в настройках подключения.

source: Other users can't control the network connections
ast: Otros usuarios no pueden controlar les conexones de red
el: Άλλοι χρήστες δεν μπορούν να ελέγξουν τις συνδέσεις δικτύου
es: Otros usuarios no pueden controlar las conexiones de red
fi: Muut käyttäjät eivät voi hallita verkkoyhteyksiä
nl: Andere gebruikers kunnen de netwerkverbindingen niet beheren
pt_br: Outros usuários não podem controlar as conexões de rede
ru: Другие пользователи не могут управлять сетевыми подключениями

source: If you can edit a network connection but other users on your computer can't, you may have set the connection to be <gui>available to all users</gui>. This makes it so that everyone on the computer can <em>connect</em> using that connection, but only users <link xref="user-admin-explain">with administrative rights</link> are allowed to change its settings.
ast: Si puede camudar una conexón de red pero los demás usuarios de su equipu no pueden, vusté puede afitar que la conexón esté <gui>disponible pa tolos usuarios</gui>. Esto permite que cualesquier usuariu del equipu pueda <em>coneutase</em> usando esa conexón, pero solo aquellos usuarios <link xref="user-admin-explain">con permisos administrativos</link> podrán camudar sus opciones.
el: Εάν μπορείτε να επεξεργαστείτε μια σύνδεση δικτύου, αλλά οι άλλοι χρήστες στον υπολογιστή σας δεν μπορούν, μπορεί να έχετε ορίσει τη σύνδεση ως <gui> διαθέσιμη σε όλους τους χρήστες </gui>. Αυτό έχει σαν αποτέλεσμα ο καθένας στον υπολογιστή να μπορεί να <em>συνδεθεί</em> χρησιμοποιώντας αυτή τη σύνδεση, αλλά μόνο οι χρήστες <link xref="user-admin-explain"> με δικαιώματα διαχειριστή </link> επιτρέπεται να αλλάξουν τις ρυθμίσεις .
es: Si puede cambiar una conexión de red pero los demás usuarios de su equipo no pueden, usted puede establecer que la conexión esté <gui>disponible para todos los usuarios</gui>. Esto permite que cualquier usuario del equipo pueda <em>conectarse</em> usando esa conexión, pero solo aquellos usuarios <link xref="user-admin-explain">con permisos administrativos</link> podrán cambiar sus opciones.
nl: Als u wel een netwerkverbinding kunt bewerken, maar andere gebruikers op uw computer niet, dan heeft u mogelijk de verbinding zo ingesteld dat deze <gui>Beschikbaar voor alle gebruikers</gui> is. Dit betekent dat iedereen op de computer via die verbinding <em>verbinding</em> kan maken, maar alleen gebruikers <link xref="user-admin-explain">met beheerdersrechten</link> mogen de instellingen ervan wijzigen.
pt_br: Se você puder editar uma conexão de rede mas outros usuários em seus computador não puderem, você deve ter configurado a conexão como <gui>disponível para todos os usuários</gui>. Isso significa que todo o mundo em seu computador pode <em>conectar-se</em> usando essa conexão, mas somente usuários <link xref="user-admin-explain">com direitos de administrador</link> podem mexer nas configurações.
ru: Если вы можете менять настройки сетевого подключения, а другие пользователи вашего компьютера - нет, то вероятно, вы сделали подключение <gui>доступным для всех пользователей</gui>. В этом случае любой пользователь компьютера может <em>использовать</em> это подключение, но только пользователям <link xref="user-admin-explain">с административными правами</link> позволяется изменять его настройки.
