Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Each character has the following meanings:
ast: Cada caráuter tien el siguiente significado:
el: Κάθε χαρακτήρας έχει την ακόλουθη ερμηνεία:
es: Cada carácter tiene el siguiente significado:
fi: Jokaisella merkillä on oma tarkoituksensa:
nl: Betekenis van elk teken apart:
pt_br: Cada caractere têm os seguintes significados:
ru: Каждый символ имеет следующее значение:

source: r : Read permission.
ast: r : permisu de llectura.
el: r : Δικαίωμα ανάγνωσης.
es: r : permiso de lectura.
fi: r : lukuoikeus (read).
nl: r : leesrecht.
pt_br: r : Permissão de leitura.
ru: r : Право на чтение.

source: w : Write permission.
ast: w : permisu de escritura.
el: w : Δικαίωμα εγγραφής.
es: w : permiso de escritura.
fi: w : kirjoitusoikeus (write).
nl: w : schrijfrecht.
pt_br: w : Permissão de escrita.
ru: w : Право на запись.

source: x : Execute permission.
ast: x : permisu de execución.
el: x : Δικαίωμα εκτέλεσης.
es: x : permiso de ejecución.
fi: x : suoritusoikeus (execute).
nl: x : uitvoerrecht.
pt_br: x : Permissão de execução.
ru: x : Право на выполнение.

source: - : No permission.
ast: - : sin permisu.
el: - : Χωρίς δικαιώματα.
es: - : sin permiso.
fi: - : ei oikeuksia.
nl: - : geen recht.
pt_br: - : Sem permissão.
ru: - : Нет права.

source: Octal Permissions
ast: Permisos octales
el: Οκταδικά δικαιώματα
es: Permisos octales
fi: Oikeudet oktaalilukuna
nl: Octale rechten
pt_br: Permissões em octal
ru: Восьмеричные права

source: Displays the file permissions in octal notation prefixed with '40' for folders and '100' for files. In the last three digits, each digit represents user class, group class and other users respectively.
ast: Visualiza los permisos de ficheros en notación octal anteponiéndole «40» pa carpetas y «100» pa ficheros. En los últimos tres díxitos, cada dígito representa los permisos dl'usuario, del grupu y del restu de usuarios, respeutivamente.
el: Εμφανίζει τα δικαιώματα αρχείου στο οκταδικό σύστημα με πρόθεμα «40» για τους φακέλους και το «100» για τα αρχεία. Κατά τα τελευταία τρία ψηφία, κάθε ψηφίο αντιπροσωπεύει κατηγορία χρηστών, κατηγορία ομάδας και τους άλλους χρήστες αντίστοιχα.
es: Visualiza los permisos de archivos en notación octal anteponiéndole «40» para carpetas y «100» para archivos. En los últimos tres dígitos, cada dígito representa los permisos del usuario, del grupo y del resto de usuarios, respectivamente.
nl: Geeft de bestandsrechten weer in octale notatie met daaraan voorafgaand '40' voor mappen en '100' voor bestanden. In de laatste drie cijfers representeert elk cijfer respectievelijk de gebruikersklasse, groepsklasse en andere gebruikers.
pt_br: Exibe as permissões de arquivo em notação octal, com prefixo '40' para pastas e '100' para arquivos. Nos últimos três dígitos, cada dígito representa classe de usuário, classe de grupo e outros usuários, respectivamente.
ru: Показывает права доступа к файлу, записанные в восьмеричной системе счисления, которым предшествуют цифры '40' для папок и '100' для файлов. В группе из трёх последних цифр каждая цифра означает категории владельца, группы и остальных пользователей соответственно.

source: Read adds 4 to the total of each of the last three digits.
ast: El permisu de llectura amiesta 4 al total de cada uno de los tres últimos díxitos.
el: Η ανάγνωση (το δικαίωμα της ανάγνωσης) προσθέτει 4 στο σύνολο των κάθε ένα από τα τρία τελευταία ψηφία.
es: El permiso de lectura añade 4 al total de cada uno de los tres últimos dígitos.
nl: Voor "Lezen" wordt 4 opgeteld bij het totaal van elk van de laatste drie cijfers.
pt_br: Ler adiciona 4 ao total de cada um dos últimos três dígitos.
ru: Право на чтение добавляет 4 к значению каждой из трёх последних цифр

source: Write adds 2 to the total.
ast: El permisu de escritura amiesta 2 al total.
el: Η εγγραφή προσθέτει 2 στο σύνολο.
es: El permiso de escritura añade 2 al total.
nl: Voor "Schrijven" wordt 2 bij het totaal opgeteld.
pt_br: Escrever adiciona 2 ao total.
ru: Право на запись добавляет к значению 2

source: Execute adds 1 to the total.
ast: El permisu de execución amiesta 1 al total.
el: Η εκτέλεση προσθέτει 1 στο σύνολο.
es: El permiso de ejecución añade 1 al total.
nl: Voor "Uitvoeren" wordt 1 bij het totaal opgeteld.
pt_br: Executar adiciona 1 ao total.
ru: Право на выполнение добавляет к значению 1

source: Owner
ast: Propietario
el: Ιδιοκτήτης
es: Propietario
fi: Omistaja
nl: Eigenaar
pt_br: Proprietário
ru: Владелец

source: The name of the user the folder or file is owned by.
ast: El nome dl'usuario propietariu de la carpeta o ficheru.
el: Το όνομα του χρήστη στον οποίο ανήκει ο φάκελος ή το αρχείο.
es: El nombre del usuario propietario de la carpeta o archivo.
fi: Käyttäjän tunnus, joka omistaa kansion tai tiedoston.
nl: De naam van de gebruiker die eigenaar is van de map of het bestand.
pt_br: O nome do usuário que é proprietário da pasta ou arquivo.
ru: Имя пользователя, который владеет папкой или файлом

source: SELinux Context
ast: Contexto SELinux
el: Περιβάλλον SELinux
es: Contexto SELinux
fi: SELinux-konteksti
pt_br: Contexto SELinux
ru: Контекст SELinux

source: Displays the SELinux Context of the file, if applicable.
ast: Amosar el Contexto SELinux del ficheru, en su caso.
el: Εμφανίζει το περιβάλλον SELinux του αρχείου, αν μπορεί αυτό να εφαρμοστεί.
es: Mostrar el Contexto SELinux del archivo, en su caso.
nl: Geeft de SELinux-context van het bestand weer, indien van toepassing.
pt_br: Exibe o contexto SELinux do arquivo, se aplicável.
ru: Показывает контекст SELinux файла, если он применим.

source: File manager preferences
ast: Preferencies del xestor de ficheros
el: Ρυθμίσεις διαχειριστή αρχείων
es: Preferencias del gestor de archivos
fi: Tiedostonhallinnan asetukset
nl: Bestandsbeheer-voorkeuren
pt_br: Preferências do gerenciador de arquivos
ru: Настройки менеджера файлов

source: Control when thumbnails and previews are used for files.
ast: Controlar cuándo se usan miniaturas y vistes previas de ficheros.
el: Έλεγχει πότε χρησιμοποιούνται μικρογραφίες και προεπισκοπήσεις στα αρχεία.
es: Controlar cuándo se usan miniaturas y vistas previas de archivos.
fi: Valitse, milloin tiedostoista näytetään esikatselukuvat.
nl: Opgeven wanneer miniatuurafbeeldingen en voorbeelden van bestanden gebruikt worden.
pt_br: Controle quando miniaturas e prévias são utilizadas para arquivos.
ru: Настройте, в каких случаях создаются миниатюры для предварительного просмотра файлов.

source: File manager preview preferences
ast: Preferencies de la vista previa del xestor de ficheros
el: Ρυθμίσεις προεπισκόπισης του διαχειριστή αρχείων
es: Preferencias de la vista previa del gestor de archivos
fi: Tiedostojen esikatselun asetukset
nl: Voorkeuren voor voorbeelden in bestandsbeheer
pt_br: Configurações de prévia do gerenciador de arquivos
ru: Настройки предпросмотра в менеджере файлов

source: The file manager creates thumbnails to preview image and video files, and can also preview text files and sound files. Previews can be slow for large files or over networks, so you can control when previews are made. In any file manager window, click <guiseq><gui>Edit</gui> <gui>Preferences</gui></guiseq> and select the <gui>Preview</gui> tab.
ast: El xestor de ficheros cria miniaturas pa previsualizar ficheros de imáxenes y vídeos, y tamién puede previsualizar ficheros de testu y de soníu. Les vistes previas pueden resultar lentas con ficheros grandes o a traviés de la red, polo que puede controlar cuándo se harán vistes previas. En cualesquier ventana del xestor de ficheros, calca <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Vista previa</gui>.
el: Ο διαχειριστής αρχείων δημιουργεί μικρογραφίες για προεπισκόπηση των αρχείων εικόνας και βίντεο, και μπορείτε επίσης να κάνετε προεπισκόπηση αρχεία κειμένου και αρχεία ήχου. Οι προεπισκοπήσεις μπορεί να είναι αργές για μεγάλα αρχεία ή σε αρχεία σε δίκτυο, έτσι μπορείτε να ελέγξετε πότε να γίνεται προεπισκόπηση. Σε κάθε παράθυρο του διαχειριστή αρχείων, κάντε κλικ <guiseq><gui>Επεξεργασία</gui><gui>Προτιμήσεις</gui></guiseq> και επιλέξτε την καρτέλα <gui>Προεπισκόπηση </gui>.
nl: Bestandsbeheer maakt miniatuurafbeeldingen aan om voorbeelden van afbeeldings- en videobestanden vooraf te bekijken. Voorbeelden kunnen traag zijn bij grote bestanden of over netwerken, dus kunt u opgeven wanneer er voorbeelden worden gemaakt. Klik in een venster in bestandsbeheer op <guiseq><gui>Bewerken</gui><gui>Voorkeuren</gui></guiseq> en selecteer het tabblad <gui>Voorbeeld</gui>.
pt_br: O gerenciador de arquivos cria miniaturas para pré-visualizar arquivos de imagem e vídeo, e também pode pré-visualizar arquivos de texto e de som. Pré-visualizações também podem ser lentas para arquivos grandes ou em redes, então você pode controlar quando a pré-visualização é feita. Em qualquer janela do gerenciador de arquivos, clique em <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione a aba <gui>Visualização</gui>.

source: By default, all previews are only done for local files on your computer or connected external drives. The file manager can <link xref="nautilus-connect">browse files on other computers</link> over a local area network or the internet. If you often browse files over a local area network, and the network has high bandwidth, you may want to set some or all of the preview options to <gui>Always</gui>.
ast: De forma predeterminada, toes les vistes previas se harán sobro ficheros locales allugaos en su equipu o nunidades esternes conectadas al mesmu. El xestor de ficheros puede <link xref="nautilus-connect">explorar ficheros en otros equipos</link> allugaos nuna red de estaya local o en Internet. Si suele explorar ficheros a traviés de una red local a menudo, y la red local tien un gran anchor de banda, puede que quiera afitar dalgunes o toes les opciones de vista previa a <gui>Siempre</gui>.
el: Από προεπιλογή, όλες οι προεπισκοπήσεις γίνονται μόνο για τοπικά αρχεία στον υπολογιστή σας ή σε συνδεμένες εξωτερικές μονάδες. Ο διαχειριστής αρχείων μπορεί να <link xref="nautilus-connect">περιηγηθεί στα αρχεία άλλων υπολογιστών</link> πάνω σε τοπικό δίκτυο ή στο διαδίκτυο. Εάν περιηγήστε συχνά σε αρχεία πάνω σε ένα τοπικό δίκτυο και το δίκτυο έχει μεγάλο εύρος ζώνης, μπορεί να θέλετε να ρυθμίσετε ορισμένες ή όλες από τις επιλογές προεπισκόπησης για <gui>Πάντα</gui>.
es: De forma predeterminada, todas las vistas previas se harán sobre archivos locales situados en su equipo o en unidades externas conectadas al mismo. El gestor de archivos puede <link xref="nautilus-connect">explorar archivos en otros equipos</link> situados en una red de área local o en Internet. Si suele explorar archivos a través de una red local a menudo, y la red local tiene un gran ancho de banda, puede que quiera establecer algunas o todas las opciones de vista previa a <gui>Siempre</gui>.
nl: Standaard worden er alleen voorbeelden gemaakt voor lokale bestanden op uw computer of aangesloten externe schijven. Bestandsbeheer kan <link xref="nautilus-connect"> door bestanden op andere computers bladeren</link> via een lokaal netwerk of het internet. Als u vaak via een lokaal netwerk door bestanden bladert, en het netwerk heeft een hoge bandbreedte, dan wilt u mogelijk sommige of alle voorbeeldopties instellen op <gui>Altijd</gui>.
pt_br: Por padrão, todas as prévias são somente criadas para arquivos localizados em seu computador ou em drives externos conectados a ele. O gerenciador de arquivos pode <link xref="nautilus-connect">navegar por arquivos em outros computadores</link> dentro de uma rede local ou na internet. Se você navega por arquivos em uma rede local com frequência e essa rede tiver uma alta largura de banda, você talvez queira definir algumas ou todas as opções de prévias como <gui>Sempre</gui>.
ru: По умолчанию миниатюры создаются только для локальных файлов на вашем компьютере или на подключенных внешних дисках. Менеджер файлов может <link xref="nautilus-connect">отображать файлы с других компьютеров</link> в локальной сети или в интернете. Если вы часто пользуетесь файлами из локальной сети, и сеть имеет высокую пропускную способность, то вы, возможно, захотите установить значение некоторых или всех опций предварительного просмотра равным <gui>Всегда</gui>.

source: Text Files
ast: Ficheros de testu
el: Αρχεία κειμένου
es: Archivos de texto
fi: Tekstitiedostot
nl: Tekstbestanden
pt_br: Arquivos de texto
ru: Текстовые файлы

source: The icon for plain text files looks like a piece of paper with text inside. The file manager automatically extracts the first few lines of text from the file and shows it in the icon. You can turn this feature on or off, or turn it on only for files on your computer and local external drives.
ast: El iconu de los ficheros de testu planu se paez a una fueya de papel con testu dientro. El xestor de ficheros extrae automáticamente les primeras llinies de testu del ficheru y les amuesa nel iconu. Puede activar o desactivar esta característica, o activarla solo pa los ficheros allugaos en su equipu y nunidades esternes locales.
el: Το εικονίδιο για αρχεία απλού κειμένου μοιάζει με ένα κομμάτι χαρτί με κείμενο γραμμένο επάνω του. Ο διαχειριστής αρχείων εξάγει αυτόματα τις πρώτες γραμμές του κειμένου από το αρχείο και να το δείχνει στο εικονίδιο. Μπορείτε να ενεργοποιήσετε αυτήν τη δυνατότητα ή να την απενεργοποιήσετε, ή να ενεργοποιείται μόνο για τα αρχεία στον υπολογιστή σας και τις τοπικές εξωτερικές μονάδες.
es: El icono de los archivos de texto plano se parece a una hoja de papel con texto dentro. El gestor de archivos extrae automáticamente las primeras líneas de texto del archivo y las muestra en el icono. Puede activar o desactivar esta característica, o activarla solo para los archivos situados en su equipo y en unidades externas locales.
nl: Het pictogram voor bestanden met platte tekst ziet eruit als een beschreven vel papier. Bestandsbeheer haalt automatisch de eerste paar regels tekst op uit het bestand en toont die in het pictogram. U kunt deze functie in- of uitschakelen, of dit inschakelen alleen voor bestanden op uw computer en lokale externe schijven.
pt_br: O ícone de arquivos de texto puros parecem um pedaço de papel com um texto dentro. O gerenciador de arquivos extrai automaticamente as primeiras linhas de texto do arquivo e as mostra no ícone. Você pode ligar ou desligar esse recurso, ou ligá-lo somente para arquivos em seu computador e em drives externos locais.
ru: Значок текстового файла выглядит как листок бумаги с текстом. Менеджер файлов автоматически извлекает из файла первые несколько строк текста, и показывает их в значке. Вы можете включить или отключить эту функцию, либо включить её только для файлов, находящихся на вашем компьютере или локальных внешних дисках.

source: Other Previewable Files
ast: Otros ficheros previsualizables
el: Άλλα αρχεία που μπορούν να προεπισκοποιηθούν
es: Otros archivos previsualizables
fi: Muut esikatseltavat tiedostot
nl: Andere voorbeeldweergaven
pt_br: Outros arquivos pré-visualizáveis
ru: Другие просматриваемые файлы

source: The file manager can automatically create thumbnails for images, videos, PDF files, and various other file types. Applications with custom file types can even provide thumbnail support for files they create. You can turn this feature on or off, or turn it on only for files on your computer and local external drives. You can also only allow thumbnails to be created for files below a certain file size.
ast: El xestor de ficheros puede automáticamente criar miniaturas de imáxenes, vídeos, ficheros PDF y otros tribes de ficheros. Les aplicaciones con tribes de ficheros personalizados pueden apurrir miniaturas pa los ficheros que crean. Puede activar o desactivar esta característica solo pa ficheros en su equipu y en discos locales esternos. También puede permitir criar miniaturas pa ficheros por debaxo de un cierto tamañu.
el: Ο διαχειριστής αρχείων μπορεί να δημιουργήσει αυτόματα μικρογραφίες για εικόνες, βίντεο, αρχεία PDF και διάφορους άλλους τύπους αρχείων. Εφαρμογές με προσαρμοσμένους τύπους αρχείων μπορεί να παρέχουν μικρογραφίες υποστηρίζοντας τα αρχεία που δημιουργούν. Μπορείτε να ενεργοποιήσετε αυτήν τη δυνατότητα ή να απενεργοποιήσετε, ή να την ενεργοποιήσετε μόνο για τα αρχεία τοπικά στον υπολογιστή σας και τις τοπικές εξωτερικές μονάδες. Μπορείτε επίσης να επιτρέψετε μικρογραφίες σε αρχεία που είναι μικρού μέγεθος αρχείου (εσείς καθορίζετε αυτό το μέγεθος).
es: El gestor de archivos puede automáticamente crear miniaturas de imágenes, vídeos, archivos PDF y otros tipos de archivos. Las aplicaciones con tipos de archivos personalizados pueden proporcionar miniaturas para los archivos que crean. Puede activar o desactivar esta característica solo para archivos en su equipo y en discos locales externos. También puede permitir crear miniaturas para archivos por debajo de un cierto tamaño.
nl: Bestandsbeheer kan automatisch miniatuurafbeeldingen aanmaken voor afbeeldingen, video's, PDF-bestanden en verschillende andere bestandstypes. Toepassingen met eigen bestandstypes kunnen zelfs miniatuurafbeeldingenondersteuning bieden voor bestanden die daar aangemaakt worden. U kunt deze functie in- of uitschakelen, of dit inschakelen alleen voor bestanden op uw computer en lokale externe schijven. U kunt ook alleen toestaan dat er miniatuurafbeeldingen worden aangemaakt voor bestanden onder een bepaalde bestandsgrootte.
pt_br: O gerenciador de arquivos pode criar miniaturas para imagens, vídeos, arquivos PDF e vários outros tipos de arquivos. Aplicativos com tipos de arquivo personalizados podem oferecer suporte a miniatura aos arquivos que eles criam. Você pode habilitar ou desabilitar esse recurso ou habilitá-lo apenas para arquivos no seu computador e drives em locais externos. Você pode também permitir somente que miniaturas sejam criadas para arquivos abaixo de um certo tamanho.
ru: Менеджер файлов может автоматически создавать миниатюры для изображений, видео, PDF-файлов и других типов файлов. Приложения, создающие другие типы файлов также могут обеспечивать поддержку создания миниатюр для своих файлов. Вы можете включить или отключить эту функцию, либо включить её только для файлов, находящихся на вашем компьютере и локальных внешних дисках. Вы можете также разрешить создание миниатюр только для файлов, имеющих размер меньше указанного вами предела.

source: Sound Files
ast: Ficheros de soníu
el: Αρχεία ήχου
es: Archivos de sonido
fi: Äänitiedostot
nl: Geluidsbestanden
pt_br: Arquivos de som
ru: Звуковые файлы

source: You can <link xref="files-preview-music">preview music and other sounds files</link> by hovering your mouse. You can turn this feature on or off, or turn it on only for files on your computer and local external drives.
ast: Puede facer <link xref="files-preview-music">escuchas previas de música y otros ficheros de soníu</link> poniendo el mur enriba. Puede activar o desactivar esta función, o activarla solo pa los equipos allugaos en su equipu o nunidades esternes locales.
el: Μπορείτε να κάνετε προεπισκόπηση στη <link xref="files-preview-music"> μουσική και άλλα αρχεία ήχων </link> αν τοποθετήσετε το ποντίκι σας πάνω από το αρχείο. Μπορείτε να ενεργοποιήσετε αυτήν τη δυνατότητα ή να απενεργοποιήσετε, ή να την ενεργοποιήσετε μόνο για τα αρχεία στον υπολογιστή σας και τις τοπικές εξωτερικές μονάδες.
es: Puede hacer <link xref="files-preview-music">escuchas previas de música y otros archivos de sonido</link> poniendo el ratón encima. Puede activar o desactivar esta función, o activarla solo para los equipos situados en su equipo o en unidades externas locales.
nl: U kunt <link xref="files-preview-music">fragmenten van geluidsbestanden spelen</link> door er met uw muis boven te hangen. U kunt deze functie in- of uitschakelen, of dit inschakelen alleen voor bestanden op uw computer en lokale externe schijven.
pt_br: Você pode <link xref="files-preview-music">pré-visualizar música e outros arquivos de som</link> passando o mouse sobre o arquivo. Você pode ativar ou desativar essa função ou ativar somente no seu computador e em drives locais externos.
ru: Вы можете <link xref="files-preview-music">выполнять предварительно прослушивание музыкальных и других звуковых файлов</link>, наведя на них указатель мыши. Вы можете включить или отключить эту функцию, либо включить её только для файлов, находящихся на вашем компьютере или локальных внешних дисках.
