Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can also browse for any picture on your computer by clicking the <gui>+</gui> button. Any picture you add this way will show up under <gui>Pictures Folder</gui>. You can remove it from the list by selecting it and clicking the <gui>-</gui> button.
ast: También puede guetar una imaxe en su equipu pulsando el botón <gui>+</gui>. Cualesquier imaxe que amieste de esta manera se mostrará na <gui>carpeta de imáxenes</gui>. Puede eliminarla de la llista seleccionándola y pulsando el botón <gui>-</gui>.
el: Μπορείτε επίσης να περιηγηθείτε ώστε να βρείτε οποιαδήποτε εικόνα στον υπολογιστή σας πατώντας πάνω στο κουμπί <gui>+</gui>. Οποιαδήποτε εικόνα προσθέσετε με αυτόν τον τρόπο, θα εμφανιστεί στον φάκελο <gui>Φάκελος εικόνων</gui>. Μπορείτε να την αφαιρέσετε από τη λίστα επιλέγοντάς την και κάνοντας κλικ στο κουμπί <gui>-</gui>.
fi: Voit halutessasi selata mitä tahansa koneellasi olevaa kuvaa napsauttamalla <gui>+</gui>. Jos lisäät kuvan tätä kautta, se näkyy kohdassa <gui>Kuvat-kansio</gui>. Jos haluat, voit poistaa kuvan luettelosta napsauttamalla <gui>-</gui>.
nl: U kunt ook naar een foto op uw computer zoeken door op de <gui>+</gui>-knop te klikken. e afbeeldingen die u op deze manier toevoegt zullen onder <gui>Afbeeldingenmap</gui> verschijnen. U kunt afbeeldingen uit de lijst verwijderen door deze te selecteren en op de <gui>-</gui>-knop te klikken.
pt_br: Você também pode navegar para procurar por qualquer imagem em seu computador clicando no botão <gui>+</gui>. Qualquer imagem que você adicionar desta maneira irá aparecer abaixo da pasta <gui>Imagens</gui>. Você pode removê-la da lista selecionando-a e clicando no botão <gui>-</gui>.
ru: Вы также можете найти любые изображения на компьютере, нажав кнопку <gui>+</gui>. Любое изображение, добавленное этим способом, будет отображаться при выборе пункта <gui>Папка изображений</gui>. Вы можете удалить его из списка, выделив его и нажав кнопку <gui>-</gui>.

source: The screen resolution may be set incorrectly.
ast: La resolución de la pantalla puede tar incorrectamente ajustada.
el: Ενδεχομένως έχει ρυθμιστεί με λάθος τρόπο η ανάλυση της οθόνης.
es: La resolución de la pantalla puede estar incorrectamente ajustada.
fi: Näytön resoluutio on saatettu asettaa virheellisesti.
pt_br: A resolução da tela pode estar definida incorretamente.
ru: Возможно, выбрано неправильное разрешение экрана.

source: Why do things look fuzzy/pixelated on my screen?
ast: ¿Por qué paez que lo que hai en mi pantalla ta difuso o pixelado?
el: Γιατί τα αντικείμενα στην οθόνη μου εμφανίζονται θολά ή με τετραγωνάκια;
es: ¿Por qué parece que lo que hay en mi pantalla está difuso o pixelado?
fi: Miksi näytöllä olevat kohteet näyttävät sumeilta tai kulmikkailta?
pt_br: Por que as coisas aparecem estranhas/pixeladas em minha tela?
ru: Почему всё выглядит нечётким/неровным на моем экране?

source: This can happen because the display resolution that you have set it is not the right one for your screen.
ast: Esto puede suceder porque la resolución de pantalla que ha definido no es la más adecuáu pa su pantalla.
el: Αυτό μπορεί να συμβαίνει επειδή η ανάλυση απεικόνισης που έχει οριστεί δεν είναι κατάλληλη για την οθόνη σας.
es: Esto puede suceder porque la resolución de pantalla que ha definido no es la más adecuado para su pantalla.
fi: Tämä voi johtua siitä, ettei asetettu näytön tarkkuus, eli resoluutio, ole näytöllesi sopivin.
pt_br: Isso acontece porque a resolução escolhida não é a correta para seu monitor.
ru: Это может означать, что назначено несоответствующее разрешение для вашего экрана.

source: To solve this, click the icon at the very right of the panel and go to <gui>System Settings</gui>. In the Hardware section, choose <gui>Displays</gui>. Try some of the <gui>Resolution</gui> options and set the one that makes the screen look better.
ast: Pa resolver esto, calca el iconu de la drecha del panel y vaya a <gui>Configuración de sistema</gui>. Na seición de Hardware, escueyi <gui>Pantalles</gui>. Intente dalgunes de les opciones de <gui>Resolución</gui> y observe cual fai que la pantalla se vea meyor.
el: Για να λύσετε αυτό το πρόβλημα, κάντε κλικ στο εικονίδιο στο δεξί άκρο του επάνω πίνακα εφαρμογών και μεταβείτε στις <gui>Ρυθμίσεις συστήματος</gui>. Στο τμήμα «Υλικό», επιλέξτε <gui>Οθόνες</gui>. Δοκιμάστε κάποιες από τις επιλογές στο <gui>Ανάλυση οθόνης</gui> και ορίστε αυτήν που κάνει την οθόνη σας να φαίνεται καλύτερα.
es: Para resolver esto, pulse el icono de la derecha del panel y vaya a <gui>Configuración de sistema</gui>. En la sección de Hardware, seleccione <gui>Pantallas</gui>. Intente algunas de las opciones de <gui>Resolución</gui> y observe cual hace que la pantalla se vea mejor.
nl: Om dit op te lossen klikt u op het pictogram uiterst rechts in het bovenpaneel en ga naar <gui>Systeeminstellingen…</gui>. Kies onder het kopje Hardware <gui>Schermen</gui>. Probeer enkele van de <gui>Resolutie</gui>mogelijkheden en kies de resolutie waarmee het scherm er beter uitziet.
pt_br: Para resolver isso, clique no ícone mais à direita no painel e vá em <gui>Configurações do Sistema</gui>. Na seção de Hardware, escolha <gui>Monitores</gui>. Tente algumas das opções de <gui>Resolução</gui> e fique com aquela que fizer sua tela parecer melhor.
ru: Вы можете исправить это, щёлкнув на крайнем правом значке верхней панели и открыт <gui>Параметры системы...</gui>. В разделе оборудования, выберите <gui>Настройка экранов</gui>. Подберите из списка <gui>Разрешений</gui> наиболее подходящее вам разрешение.

source: When multiple displays are connected
ast: Cuando hai dellos monitores conectados
el: Όταν συνδέονται περισσότερες από μία οθόνες
es: Cuando hay varias monitores conectadas
fi: Useiden näyttöjen ollessa yhdistettynä
pt_br: Quando múltiplas telas estão conectadas
ru: Если подключены несколько экранов

source: If you have two displays connected to the computer (for example, a normal monitor and a projector), the displays might have different resolutions. However, the computer's graphics card can only display the screen in one resolution at a time, so at least one of the displays might look fuzzy.
ast: Si tien dos pantalles conectadas al equipu (por exemplu, un monitor normal y un proyector), estes podrían tener una resolución distintu. Sin embargo, la tarxeta gráfica del equipu solo puede visualizar la pantalla nuna única resolución cada vegada, polo que al menos una de les pantalles podría verse borrosa.
el: Αν έχετε συνδέσει δύο οθόνες στον υπολογιστή σας (για παράδειγμα, μία κανονική οθόνη και έναν προβολέα), οι οθόνες αυτές μπορεί να έχουν διαφορετική ανάλυση. Η κάρτα γραφικών του υπολογιστή, παρόλα αυτά, ενδεχομένως απεικονίζει την οθόνη με μία ανάλυση κάθε φορά, οπότε τουλάχιστον μία από τις απεικονίσεις ίσως φαίνεται θολή.
es: Si tiene dos pantallas conectadas al equipo (por ejemplo, un monitor normal y un proyector), estas podrían tener una resolución diferente. Sin embargo, la tarjeta gráfica del equipo solo puede visualizar la pantalla en una única resolución cada vez, por lo que al menos una de las pantallas podría verse borrosa.
nl: Als u twee schermen heeft aangesloten op de computer (bijvoorbeeld een normale monitor en een projector), dan kan het zijn dat de schermen verschillende resoluties hebben. De grafische kaart in de computer kan echter het scherm slechts in één resolutie tegelijk weergeven waardoor minstens één van de schermen er vaag uitziet.
pt_br: Se tiver dois monitores conectados ao computador (um monitor comum e um projetor, por exemplo) os monitores podem ter resoluções diferentes. Entretanto, a placa gráfica do computador pode exibir em apenas uma resolução por vez e, por isso, pelo menos um dos seus monitores ficará estranho.
ru: Если к вашему компьютеру подключены два экрана (например монитор и проектор), они могут использовать отличающиеся разрешения. Тем не менее, графическая карта компьютера может поддерживать только одно разрешение, так что изображение на одном из экранов, может быть нечётким.

source: You can set it so that the two displays have different resolutions, but you won't be able to display the same thing on both screens simultaneously. In effect, you will have two independent screens connected at the same time. You can move windows from one screen to another, but you can't show the same window on both screens at once.
ast: Es posible facer que les dos pantalles tengan distinta resolución, pero entós no podrá visualizar lo mesmu en ambas pantalles simultáneamente. En efeutu, tendría dos pantalles independientes conectadas al mesmu tiempu. Puede mover ventanes de una pantalla a la otra, pero no podrá amosar la mesma ventana en ambas pantalles a la vegada.
el: Μπορείτε να ορίσετε οι δύο οθόνες να έχουν διαφορετική ανάλυση, δε θα μπορείτε όμως να προβάλλετε το ίδιο περιεχόμενο ταυτόχρονα και στις δύο οθόνες. Σαν αποτέλεσμα, θα έχετε δύο ανεξάρτητες οθόνες συνδεδεμένες ταυτόχρονα. Μπορείτε να μετακινείτε παράθυρα από τη μία οθόνη στην άλλη, αλλά δεν μπορείτε να εμφανίσετε το ίδιο παράθυρο και στις δύο οθόνες ταυτόχρονα.
es: Es posible hacer que las dos pantallas tengan distinta resolución, pero entonces no podrá visualizar lo mismo en ambas pantallas simultáneamente. En efecto, tendría dos pantallas independientes conectadas al mismo tiempo. Puede mover ventanas de una pantalla a la otra, pero no podrá mostrar la misma ventana en ambas pantallas a la vez.
pt_br: Você pode definir isso para que assim dois monitores tenham resoluções diferentes, mas você não será capaz de exibir a mesma coisa em ambas as telas simultaneamente. Em efeito, você terá duas telas independentes conectadas ao mesmo tempo. Você pode mover janelas de uma tela para outra, mas você não pode mostrar a mesma janela em ambas as telas ao mesmo tempo.
ru: Вы можете назначить отличающиеся разрешения на двух экранах, но будет отсутствовать возможность одновременного отображения одного и того же объекта. В этом случае, у вас будут два подключённых независимых экрана. Вы сможете перемещать окна с одного экрана на другой, но не сможете отображать одно и тоже окно на обоих экранах одновременно.

source: To set up the displays so that they each have their own resolution:
ast: Pa configurar les pantalles, pa que cada una ten su propia resolución:
el: Για να ρυθμίσετε τις οθόνες έτσι ώστε η κάθε μία να έχει τη δική της ανάλυση:
es: Para configurar las pantallas, para que cada una tenga su propia resolución:
fi: Asettaaksesi näytöille eri tarkkuuden:
nl: Om de schermen zo in te stellen dat ze zij elk een eigen resolutie hebben:
pt_br: Configurar as telas para que assim cada uma delas tenha sua própria resolução:
ru: Если вы хотите назначить индивидуальные разрешения для экранов:

source: Click the icon at the very right of the panel and select <gui>System Settings</gui>. Open <gui>Displays</gui>.
ast: Calca el iconu de la drecha nel panel y escueyi <gui>Configuración de sistema</gui>. Abra <gui>Pantalles</gui>.
el: Κάντε κλικ στο εικονίδιο στο δεξί άκρο του επάνω πίνακα εφαρμογών και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>. Στο τμήμα «Υλικό», επιλέξτε <gui>Οθόνες</gui>
fi: Napsauta yläpaneelin oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset...</gui> Avaa <gui>Näytöt</gui>.
nl: Klik op het pictogram uiterst rechts in de bovenste balk en kies dan <gui>Systeeminstellingen…</gui>. Open dan <gui>Schermen</gui>.
pt_br: Clique no ícone no lado direito do painel e selecione <gui>Configurações do sistema</gui>. Abra <gui>Monitores</gui>.
ru: Щёлкните на самом правом значке <gui>верхней панели</gui> и выберите <gui>Параметры системы</gui>. Откройте <gui>Настройка экранов</gui>.

source: Uncheck <gui>Mirror Displays</gui>.
ast: Desmarque <gui>Pantalles en espejo</gui>.
el: Αποεπιλέξτε το <gui>Καθρεφτισμός οθονών</gui>.
es: Desmarque <gui>Pantallas en espejo</gui>.
fi: Poista valinta <gui>Peilaa näytöt</gui>.
pt_br: Desmarcar <gui>Monitor espelho</gui>.
ru: Снимите галочку с возможности <gui>Зеркально отразить экраны</gui>.

source: Select each display in turn from the gray box at the top of the <gui>Displays</gui> window. Change the <gui>Resolution</gui> until that display looks right.
ast: Escueyi cada pantalla por turnos de la caxa gris na parte superior de la ventana de <gui>Monitores</gui>. Camuda la <gui>Resolución</gui> fasta que la pantalla se vea bien.
el: Επιλέξτε με τη σειρά κάθε μία οθόνη από το γκρι πλαίσιο στο επάνω μέρος του παραθύρου <gui>Οθόνες</gui>. Αλλάξτε την <gui>Ανάλυση</gui> ώστε η απεικόνιση να φαίνεται σωστά.
pt_br: Selecione um monitor de cada vez a partir da caixa cinza no topo da janela <gui>Monitores</gui>. Altere a <gui>Resolução</gui> até que o monitor pareça correto.
ru: Выберите по порядку экраны в сером поле окна <gui>Настройка экранов</gui>. Измените значения <gui>Разрешения</gui> на наиболее подходящее вам.

source: Change the resolution of the screen and its orientation (rotation).
ast: Camudar la resolución de la pantalla y su orientación (rotación).
el: Αλλάξτε την ανάλυση και τον προσανατολισμό (περιστροφή) της οθόνης.
es: Cambiar la resolución de la pantalla y su orientación (rotación).
fi: Vaihda näytön tarkuutta ja suuntaa (kiertoa).
pt_br: Altere a resolução da tela e sua orientação (rotação).
ru: Измените разрешение и ориентацию (поворот) экрана.

source: Change the size/rotation of the screen
ast: Camudar el tamañu/rotación de la pantalla
el: Αλλαγή μεγέθους/περιστροφής της οθόνης
es: Cambiar el tamaño/rotación de la pantalla
fi: Vaihda kokoa tai näytön suuntausta
nl: De grootte/rotatie van het scherm wijzigen
pt_br: Altera o tamanho/rotação da tela
ru: Изменение размера и ориентации экрана

source: You can change how big (or how detailed) things appear on the screen by changing the <em>screen resolution</em>. You can change which way up things appear (for example, if you have a rotating display) by changing the <em>rotation</em>.
ast: Puede camudar cómo de grande (o detalladas), aparecnas cosas na pantalla cambiando la <em>resolución de pantalla</em>. Puede camudar la manera na que se muestran les cosas (por exemplu, si tien una pantalla giratoria) cambiando la <em>rotación</em>.
el: Μπορείτε να αλλάξετε το πόσο μεγάλα (ή το πόσο λεπτομερή) φαίνονται τα αντικείμενα στην οθόνη, αλλάζοντας <em>ανάλυση οθόνης</em>. Μπορείτε να αλλάξετε τον τρόπο που θα εμφανίζονται τα αντικείμενα (αν για παράδειγμα έχετε μία περιστρεφόμενη οθόνη), αλλάζοντας την <em>περιστροφή</em>.
es: Puede cambiar cómo de grande (o detalladas), aparecen las cosas en la pantalla cambiando la <em>resolución de pantalla</em>. Puede cambiar la manera en la que se muestran las cosas (por ejemplo, si tiene una pantalla giratoria) cambiando la <em>rotación</em>.
nl: U kunt wijzigen hoe groot (of hoe gedetailleerd) dingen op uw scherm weergegeven worden door de <em>schermresolutie</em> te wijzigen. U kunt wijzigen welke kant boven is (bijvoorbeeld als u een roterend beeldscherm heeft) door de <em>rotatie</em> te wijzigen.
pt_br: Você pode alterar o quão grande (ou detalhado) as coisas aparecem na tela ao mudar a <em>resolução da tela</em>. Você pode alterar qual é o lado de cima (se você tiver um monitor rotativo, por exemplo) ao mudar a <em>rotação</em>.
ru: Вы можете изменить масштабы (или детализацию) объектов отображаемых на экране, изменив <em>разрешение экрана</em>. А также изменить порядок расположения (например, если вы обладаете поворотным экраном), изменив <em>ориентацию</em> экрана.

source: To change either of these options, click the icon on the very right of the panel and click <gui>System Settings</gui>. Go to the Hardware section and open <gui>Displays</gui>.
ast: Pa camudar cualquiera d'estes opciones, primi l'iconu más a la derecha del panel, y escueyi <gui>Axustes del sistema</gui>. Dempués vete a la seición Hardware y abri <gui>Monitores</gui>.
el: Για να αλλάξετε οποιαδήποτε από αυτές τις επιλογές, κάντε κλικ στο εικονίδιο στο δεξί άκρο του επάνω πίνακα εφαρμογών και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>. Μεταβείτε στο τμήμα «Υλικό» και επιλέξτε <gui>Οθόνες</gui>.
pt_br: Para alterar qualquer dessas opções, clique no ícone mais a direita no painel e clique em <gui>Configurações do sistema</gui>. Vá para a seção Hardware e abra <gui>Monitores</gui>.
ru: Чтобы изменить любой из этих параметров, щёлкните на крайнем правом значке верхней панели и щёлкните <gui>Параметры системы...</gui>. Перейдите в раздел оборудования и откройте <gui>Настройки экранов</gui>.

source: When you use another display, like a projector, it should be detected automatically so you can change its settings in the same way as your usual display. If this does not happen, just click <gui>Detect Displays</gui>.
ast: Cuando se utiliza otra pantalla, como un proyector, se tien de detectar automáticamente pa que pueda camudar su configuración na mesma forma que la pantalla normal. Si esto no sucede, simplemente calca en <gui>Detectar pantalla</gui>.
el: Όταν χρησιμοποιείτε άλλη συσκευή απεικόνισης, όπως έναν προβολέα, θα πρέπει να ανιχνευθεί αυτόματα ώστε να αλλάξετε τις ρυθμίσεις του κατά τον ίδιο τρόπο όπως και στη συνηθισμένη σας οθόνη. Αν αυτό δε συμβεί, απλά κάντε κλικ στην <gui>Ανίχνευση οθόνης</gui>.
es: Cuando se utiliza otra pantalla, como un proyector, se debe detectar automáticamente para que pueda cambiar su configuración en la misma forma que la pantalla normal. Si esto no sucede, simplemente pulse en <gui>Detectar pantalla</gui>.
pt_br: Quando você usa outro monitor, como um projetor, ele será detectado automaticamente e você poderá alterar suas configurações do mesmo modo que faria com seu monitor normal. Caso isso não aconteça, apenas clique em <gui>Detectar Monitores</gui>.
ru: При подключении ещё одного экрана, например проектора, он должен быть обнаружен автоматически, так что вы можете изменить его параметры таким же способом, как и для обычного вашего монитора. Если этого не произошло, просто щёлкните на кнопке <gui>Определить экраны</gui>.

source: Resolution
ast: Resolución
el: Ανάλυση
es: Resolución
fi: Tarkkuus
nl: Resolutie
pt_br: Resolução
ru: Разрешение

source: The resolution is the number of pixels (dots on the screen) in each direction that can be displayed.
ast: La resolución es el númberu de píxeles (puntos na pantalla) que se pueden amosar en cada direición.
el: Η ανάλυση είναι ο αριθμός των εικονοστοιχείων (pixel) που γίνεται να απεικονιστούν κάθετα και οριζόντια.
es: La resolución es el número de píxeles (puntos en la pantalla) que se pueden mostrar en cada dirección.
fi: Resoluutio eli näytön tarkkuus ilmaisee pikselien (näytöllä olevien kuvapisteiden) määrän vaaka- ja pystysuunnassa.
pt_br: Resolução é o número de pixels (pontos na tela) em cada direção que pode ser exibido.
ru: Разрешение — это количество пикселов (точек на экране), которое может быть отображено по горизонтали и по вертикали.

source: You can choose the one you prefer from the options in the drop-down menu. Notice that if you choose one that is not the right for your screen it may <link xref="look-display-fuzzy">look fuzzy or pixelated</link>.
ast: Puede escoyer la opción que prefiera nel menú desplegable. Observe que, si escoge una que no seya adecuada pa su pantalla, es posible que la vea <link xref="look-display-fuzzy">borrosa o pixelada</link>.
el: Μπορείτε να επιλέξετε αυτή που επιθυμείτε από το αναδυόμενο μενού. Παρατηρήστε πως αν επιλέξετε μία ανάλυση που δεν είναι κατάλληλη για την οθόνη σας, ενδεχομένως η απεικόνιση να <link xref="look-display-fuzzy">είναι θολή ή να εμφανίζει τετραγωνάκια</link>.
es: Puede elegir la opción que prefiera en el menú desplegable. Observe que, si escoge una que no sea adecuada para su pantalla, es posible que la vea <link xref="look-display-fuzzy">borrosa o pixelada</link>.
pt_br: Você pode escolher a opção que preferir no menu suspenso. Repare que se escolher uma que não é a correta para sua tela ela poderá <link xref="look-display-fuzzy">ficar estranha ou pixelada</link>.
ru: Вы можете выбрать его из выпадающего списка. Заметьте, что если вы выберете неподходящее разрешение для вашего экрана, изображение будет выглядеть <link xref="look-display-fuzzy">нечётким или неровным</link>.

source: To save the changes, click <gui>Apply</gui>. If the screen goes blank, wait for a minute and the settings will be returned to their previous values. Otherwise, click <gui>Keep This Configuration</gui> in the window that appears.
ast: Pa guardar los cambeos, calca en <gui>Aplicar</gui>. Si la pantalla se pone en negro, espere un minutu y la configuración volverá a sus valores anteriores. En caso contrario, calca en <gui>Caltener esta configuración</gui> na ventana que aparezca.
el: Για να αποθηκεύσετε τις αλλαγές, κάντε κλικ στην επιλογή <gui>Εφαρμογή</gui>. Αν η οθόνη γίνει κενή, περιμένετε για ένα λεπτό ώστε οι ρυθμίσεις να επανέλθουν στις προηγούμενες τιμές τους. Σε άλλη περίπτωση, κάντε κλικ στην επιλογή <gui>Διατήρηση αυτών των ρυθμίσεων</gui> στο παράθυρο που θα εμφανιστεί.
es: Para guardar los cambios, pulse en <gui>Aplicar</gui>. Si la pantalla se pone en negro, espere un minuto y la configuración volverá a sus valores anteriores. En caso contrario, pulse en <gui>Mantener esta configuración</gui> en la ventana que aparezca.
pt_br: Para salvar as alterações, clique em <gui>Aplicar</gui>. Se sua tela ficar sem imagem, espere um minuto e as configurações retornarão ao valor anterior. Caso contrário, clique em <gui>Manter essa configuração</gui>na janela que aparecer.
ru: Для сохранения внесённых изменений, нажмите кнопку <gui>Применить</gui>. Если экран затемнился, подождите минуту, после чего будут восстановлены предыдущие значения. В противном случае, щёлкните в появившемся окне кнопку <gui>Оставить эту конфигурацию</gui>.

source: Rotation
ast: Rotación
el: Περιστροφή
es: Rotación
fi: Kierto
pt_br: Rotação
ru: Ориентация

source: There are some laptops that can rotate physically their screens in many directions, so it is useful to be able to change the display rotation. You can choose the rotation you want for your screen from the drop-down menu.
ast: Hai dellos portátiles que puede girar físicamente sus pantalles en abondes direcciones, polo que es útil ser capaz de camudar la rotación de la pantalla. Puede escoyer la rotación que quies pa su pantalla nel menú desplegable.
el: Υπάρχουν κάποιοι φορητοί υπολογιστές που παρέχουν την δυνατότητα φυσικής περιστροφής της οθόνης σε πολλές κατευθύνσεις, οπότε είναι χρήσιμο το να υπάρχει η δυνατότητα να αλλαχθεί η περιστροφή της οθόνης. Μπορείτε να επιλέξετε την περιστροφή που θέλετε για την οθόνη σας από το αναδυόμενο μενού.
es: Hay algunos portátiles que puede girar físicamente sus pantallas en muchas direcciones, por lo que es útil ser capaz de cambiar la rotación de la pantalla. Puede elegir la rotación que desea para su pantalla en el menú desplegable.
fi: Jotkin kannettavat tietokoneet mahdollistavat näytön käännön useisiin eri asentoihin, joten näytön kierron määritys voi olla tarpeen. Voit valita näyttöön sovellettavan kierron pudotusvalikosta.
pt_br: Há alguns notebooks que podem fisicamente rotacionar suas telas em várias direções e, por isso, é útil poder alterar a rotação do monitor. Você pode escolher a rotação que desejar para sua tela usando o menu suspenso.
ru: Некоторые модели ноутбуков позволяют поворачивать экран в разных направлениях, поэтому полезно иметь также возможность повернуть изображение на экране. Вы можете выбрать ориентацию изображения из выпадающего меню.
