Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can find support from a variety of sources which are mentioned and linked to at <link href="https://www.ubuntu.com/support/community-support"> Community support</link>.
ca: Podeu trobar suport des d'una varietat de fonts que es mencionen i s'enllacen a <link href="https://www.ubuntu.com/support/community-support">suport de la comunitat</link>.
fr: Vous pouvez trouver de l’aide depuis diverses sources qui sont mentionnées avec leurs liens sur <link href="https://www.ubuntu.com/support/community-support"> Soutien de la communauté</link>.
hr: Možete pronaći pomoć iz raznih izvora koji su spomenuti i povezani s <link href="https://www.ubuntu.com/support/community-support"> Podrškom zajednice</link>.
id: Anda dapat menemukan dukungan dari berbagai sumber yang disebutkan dan ditaut pada <link href="https://www.ubuntu.com/support/community-support">Dukungan komunitas</link>.
lt: Pagalbos bei informacijos galite rasti įvairiuose interneto puslapiuose, žr. <link href="https://www.ubuntu.com/support/community-support"> Community support</link> bei <link href="https://ubuntu.lt">Ubuntu.lt</link>.
my: <link href = "https://www.ubuntu.com/support/community-support"> Community support </link> တွင်ဖော်ပြထားသောနှင့်ချိတ်ဆက်ထားသောရင်းမြစ်အမျိုးမျိုးမှအထောက်အပံ့ကိုသင်ရှာနိုင်သည်။
pl: <link href="https://www.ubuntu.com/support/community-support">Strona wsparcia społeczności</link> zawiera różne źródła pomocy.
zh_cn: 您可以从<link href="https://www.ubuntu.com/support/community-support">社区支持</link>中，找到各种来源的支持。

source: Every page at <link href="https://help.ubuntu.com">help.ubuntu.com</link> has a search feature at the top right. It lets you do a custom Google search on Ubuntu documentation and support resources on the web, to easier find out if your question has already been answered.
ca: Cada pàgina de <link href="https://help.ubuntu.com">help.ubuntu.com</link> té una eina de cerca a dalt a la dreta. Us permet de fer una cerca de Google personalitzada a la documentació i recursos de suport a la web, per trobar més fàcilment si la vostra pregunta ja ha estat resposta.
fr: Chaque page sur <link href="https://help.ubuntu.com">help.ubuntu.com</link> comporte une fonction de recherche en haut à droite. Elle vous permet d'effectuer une recherche Google personnalisée sur la documentation Ubuntu et des ressources d'assistance sur internet, afin de déterminer plus facilement si votre question a déjà une réponse.
hr: Svaka stranica na <link href="https://help.ubuntu.com">help.ubuntu.com</link> ima značajku pretraživanja pri vrhu desno. Dopušta vam prilagođenu Google pretragu Ubuntu dokumentacije i resursa podrške na webu, u svrhu lakšeg pronalaska ako je na vaše pitanje već odgovoreno.
id: Setiap halaman di <link href="https://help.ubuntu.com">help.ubuntu.com</link> memiliki fitur pencarian di bagian kanan atas. Ini memungkinkan Anda melakukan pencarian Google kustom di dokumentasi Ubuntu dan sumber daya dukungan di web, untuk lebih mudah mencari tahu apakah pertanyaan Anda sudah dijawab.
my: <link href = "https://help.ubuntu.com"> help.ubuntu.com </link> ရှိစာမျက်နှာတိုင်းတွင်ညာဘက်အပေါ်ထောင့်ရှိရှာဖွေရေးအင်္ဂါရပ်ရှိသည်။ သင်၏မေးခွန်းအားဖြေကြားခြင်းရှိမရှိကိုပိုမိုလွယ်ကူစွာရှာဖွေရန်အတွက် Ubuntu စာရွက်စာတမ်းများနှင့်ဝဗ်ပေါ်ရှိအရင်းအမြစ်များကိုပံ့ပိုးပေးသောဂူဂဲလ်ရှာဖွေမှုကိုပြုလုပ်နိုင်သည်။
pl: W górnym prawym rogu każdej strony <link href="https://help.ubuntu.com">help.ubuntu.com</link> znajduje się funkcja wyszukiwania. Umożliwia użycie wyszukiwarki Google do przeszukiwania dokumentacji Ubuntu i zasobów pomocy w Internecie, aby łatwiej dowiedzieć się, czy ktoś już odpowiedział na zadawane pytanie.
zh_cn: <link href="https://help.ubuntu.com">help.ubuntu.com</link> 每个页面的右上角都有搜索功能。您可以在 Ubuntu 文档和支持的资源上进行自定义 Google 搜索，以更轻松地查找问题是否已得到回答。

source: Support in your own language may be provided by your <link href="http://loco.ubuntu.com/teams/">Local Community Team</link>.
ca: El suport en el vostre idioma el pot proveir el vostre <link href="http://loco.ubuntu.com/teams/">Local Community Team</link>.
fr: Une assistance dans votre langue peut être fournie par votre <link href="http://loco.ubuntu.com/teams/">équipe locale Ubuntu</link>.
hr: Podrška na vašem jeziku može biti pružena kod vašeg <link href="http://loco.ubuntu.com/teams/">Tima lokalne zajednice</link>.
id: Dukungan dalam bahasa Anda mungkin disediakan oleh <link href="http://loco.ubuntu.com/teams/">Tim Komunitas Lokal</link> Anda.
ko: 사용중인 언어로 작성된 도움이 <link href="http://loco.ubuntu.com/teams/">Local Community Team</link> 에 의해 제공될 수 있습니다.
lt: Pagalbą gimtąja bei kitomis kalbomis gausite <link href="http://loco.ubuntu.com/teams/">Vietinės bendruomenės komandose</link>.
my: သင်၏ကိုယ်ပိုင်ဘာသာစကားဖြင့်ကူညီမှုကိုသင်၏ <link href="http://loco.ubuntu.com/teams/">Local Community Team<link/> ကထောက်ပံ့နိုင်သည်။
pl: <link href="http://loco.ubuntu.com/teams/">Zespoły społeczności lokalnych</link> mogą zapewnić pomoc w języku użytkownika.
zh_cn: 您的<link href="http://loco.ubuntu.com/teams/">本地社区小组</link>可能会以您自己的语言提供支持。

source: Empathy is not installed by default in Ubuntu, but you can <link href="apt:empathy">install</link> it from the Ubuntu package archive. For help with using Empathy, read the <link href="help:empathy">Empathy manual</link>.
ca: L'Empathy no ve instaŀlat a l'Ubuntu per defecte, però el podeu <link href="apt:empathy">instaŀlar</link> des de l'arxiu de paquets de l'Ubuntu. Per a ajuda usant l'Empathy, llegiu el <link href="help:empathy">manual de l'Empathy</link>.
cs: Empathy není na Ubuntu obsaženo ve výchozí instalaci, ale může být <link href="apt:empathy">nainstalováno</link> z archivu balíků Ubuntu. Pro nápovědu jak používat Empathy si přečtěte <link href="help:empathy">manuál Empathy</link>.
de: Empathy ist nicht standardmäßig in Ubuntu installiert, aber Sie können es aus dem Ubuntu-Paketarchiv <link href="apt:empathy">installieren</link>. Für Hilfe bei der Verwendung von Empathy lesen Sie bitte das <link href="help:empathy">Empathy Handbuch</link>.
gl: Empathy non está instalado predeterminadamente en Ubuntu, pero vostede pode <link href="apt:empathy">instalalo</link> desde o arquivo de paquetes do Ubuntu. Para obter axuda no uso do Empathy, lea o <link href="help:empathy">manual do Empathy </link>.
hr: Empathy nije instaliran po zadanome u Ubuntuu, ali ga možete <link href="apt:empathy">instalirati</link> iz Ubuntu arhiva paketa. Za pomoć u korištenju Empathyija, pročitajte <link href="help:empathy">Empathy priručnik</link>.
pl: Empathy nie jest domyślnie zainstalowane w Ubuntu, ale można je <link href="apt:empathy">zainstalować</link> z archiwum pakietów Ubuntu. <link href="help:empathy">Podręcznik programu Empathy</link> zawiera więcej informacji o jego używaniu.
sv: Empathy är inte installerat som standard i Ubuntu, men du kan <link href="apt:empathy">installera</link> det från Ubuntus paketarkiv. För hjälp med att använda Empathy, läs i <link href="help:empathy">Empathy-manualen</link>.
zh_cn: 默认情况下，Ubuntu 中未安装 Empathy，但是您可以从 Ubuntu 软件中心里<link href="apt:empathy">安装</link>。 有关使用 Empathy 的帮助，请阅读<link href="help:empathy">Empathy 手册</link>。

source: <link xref="net-chat-empathy">Chat on any network using <app>Empathy</app></link>, <link xref="net-chat-video">make video calls</link>, <link xref="net-chat-skype">install skype</link>
ca: <link xref="net-chat-empathy">Xategeu en qualsevol xarxa usant l'<app>Empathy</app></link>, <link xref="net-chat-video">feu vídeo trucades</link>, <link xref="net-chat-skype">instaŀleu l'Skype</link>
cs: <link xref="net-chat-empathy">Chatujte na jakékoliv síti pomocí <app>Empathy</app></link>, <link xref="net-chat-video">uskutečňujte videohovory</link>, <link xref="net-chat-skype">nainstalujte skype</link>
de: <link xref="net-chat-empathy">Chat in einem beliebigen Netzwerk mit <app>Empathy</app></link>, <link xref="net-chat-video">Videoanrufe machen</link>, <link xref="net-chat-skype">Skype installieren</link>
gl: <link xref="net-chat-empathy">Conversar en calquera rede con <app>Empathy</app></link>, <link xref="net-chat-video">facer chamadas de vídeo</link>, <link xref="net-chat-skype">instalar skype</link>
hr: <link xref="net-chat-empathy">Razgovarajte na bilo kojoj mreži pomoću <app>Empathyija</app></link>, <link xref="net-chat-video">za video pozive</link>, <link xref="net-chat-skype">instalirajte skype</link>
pl: <link xref="net-chat-empathy">Rozmawianie w każdej sieci za pomocą programu <app>Empathy</app></link>, <link xref="net-chat-video">wideorozmowy</link>, <link xref="net-chat-skype">instalacja programu Skype</link>
sv: <link xref="net-chat-empathy">Chatta över ett godtyckligt nätverk med <app>Empathy</app></link>, <link xref="net-chat-video">för videosamtal</link>, <link xref="net-chat-skype">installera skype</link>
zh_cn: <link xref="net-chat-empathy">使用 <app>Empathy</app> 网上聊天</link>, <link xref="net-chat-video">视频聊天</link>, <link xref="net-chat-skype">安装 skype</link>

source: Skype is not installed by default on Ubuntu. Follow these steps to install <app>Skype for Linux</app>:
ca: L'Skype no s'instaŀla per defecte a l'Ubuntu. Segui aquestes passes per tal d'instaŀlar l'<app>Skype per Linux</app>:
cs: Skype není na Ubuntu obsažen ve výchozí instalaci. Pro nainstalování <app>Skype pro Linux</app> se řiďte těmito instrukcemi:
de: Skype ist nicht stan­dard­mä­ßig in Ubuntu installiert. Mit folgenden Schritten können Sie <app>Skype für Linux</app> installieren:
gl: Skype non vén instalado no Ubuntu de xeito predeterminado. Siga estes pasos para instalar <app>Skype para Linux</app>:
hr: Skype nije instaliran po zadanome u Ubuntuu. Slijedite ove korake za instalaciju <app>Skypa za Linux</app>:
pl: Skype nie jest domyślnie zainstalowany w Ubuntu. Aby zainstalować <app>Skype dla systemu Linux</app>:
sv: Skype är inte installerat som standard i Ubuntu. Följ stegen nedan för att installera <app>Skype för Linux</app>:
tr: Skype varsayılan olarak Ubuntu'ya kurulmamıştır. <App>Linux için Skype</app> yüklemek adına aşağıdaki adımları izleyin:
zh_cn: 默认情况下，Ubuntu 上未安装 Skype。 请按照以下步骤安装<app> Skype Linux 版</app>：

source: Open your web browser and go to the <link href="https://www.skype.com/get-skype/">Download Skype</link> page.
ca: Obriu el vostre navegador web i aneu a la pàgina <link href="https://www.skype.com/get-skype/">Download Skype</link>.
cs: Otevřete váš webový prohlížeč a jděte na stránku <link href="https://www.skype.com/get-skype/">Stáhnout Skype</link>.
gl: Abra o navegador e vaia á páxina <link href="https://www.skype.com/get-skype/">Download Skype</link>.
hr: Otvorite svoj web preglednik i idite na stranicu <link href="https://www.skype.com/get-skype/">Skype preuzimanja</link>.
pl: Otwórz przeglądarkę i przejdź na <link href="https://www.skype.com/pl/get-skype/">stronę pobierania Skype</link>.
sv: Öppna din webbläsare och gå till sidan <link href="https://www.skype.com/sv/get-skype/">Ladda ned Skype</link>.
zh_cn: 打开您的网页浏览器，然后转到 <link href="https://www.skype.com/get-skype/">下载 Skype </link>页面。

source: Click the <gui>Get Skype for Linux DEB</gui> button.
ca: Cliqueu el botó <gui>Get Skype for Linux DEB</gui>.
cs: Klikněte na tlačítko <gui>Získat Skype pro Linux DEB</gui>.
gl: Prema no botón <gui>Obter Skype para Linux DEB</gui>.
hr: Kliknite na <gui>Get Skype for Linux DEB</gui> tipku.
pl: Kliknij przycisk <gui>Pobierz Skype’a dla Linuksa DEB</gui>.
sv: Klicka på knappen <gui>Skaffa Skype för Linux DEB</gui>.
zh_cn: 点击 <gui>下载 Skype for Linux DEB</gui> 按钮。

source: In the window which shows up, select <gui>Open with</gui> and <gui>Software Install (default)</gui>, and then click the <gui>OK</gui> button.
ca: A la finestra que es mostra a dalt, seleccioneu <gui>Open with</gui> and <gui>Software Install (default)</gui>, i llavors cliqueu el botó <gui>OK</gui>.
cs: V okně, které se zobrazí vyberte <gui>Otevřít pomocí</gui> a <gui>Instalace softwaru (výchozí)</gui>, poté klikněte na tlačítko <gui>OK</gui>.
de: In dem sich öffnenden Fenster wählen Sie <gui>Öffnen mit</gui> und <gui>Software-Installation (Standard)</gui>, klicken Sie anschließend die <gui>OK</gui> Schaltfläche.
gl: Na xanela que aparece, seleccione <gui>Abrir con</gui> e <gui>Instalar software (predeterminado)</gui> despois prema o botón <gui>Aceptar</gui>.
hr: U prozoru koji se pojavi, odaberite <gui>Otvori s</gui> i <gui>Instaliraj softver (zadano)</gui>, i zatim kliknite <gui>U redu</gui> tipku.
pl: W oknie, które zostanie otwarte, zaznacz opcję <gui>Otwórz za pomocą</gui> i <gui>Instalacja oprogramowania (domyślny)</gui>, a następnie kliknij przycisk <gui>OK</gui>.
sv: I fönstret som öppnas, välj <gui>Öppna med</gui> and <gui>Installera programvara (standard)</gui>, och klicka sedan på knappen <gui>OK</gui>.
zh_cn: 在出来的窗口中，选择<gui>打开方式</gui>和<gui>软件安装（默认）</gui>，然后单击<gui>确定</gui>按钮。

source: <app>Ubuntu Software</app> is opened. Click the <gui>Install</gui> button and authenticate.
ca: S'obre l'<app>Ubuntu Software</app>. Cliqueu el botó <gui>Instaŀla</gui> i autentiqueu-vos.
cs: Otevře se <app>Ubuntu Software</app>. Klikněte na tlačítko <gui>Instalovat</gui> a potvrďte ověření.
de: <app>Ubuntu Software</app> öffnet sich. Klicken Sie die <gui>Installieren</gui> Schaltfläche und geben Sie ihr Passwort ein.
gl: <app>Ubuntu Software</app> está aberto. Prema no botón <gui>Instalar</gui> e autentíquese.
hr: <app>Ubuntu Softver</app> je otvoren. Kliknite <gui>Instaliraj</gui> tipku i ovjerite instalaciju.
pl: Zostanie otwarty <app>Menedżer oprogramowania Ubuntu</app>. Kliknij przycisk <gui>Zainstaluj</gui> i uwierzytelnij się.
sv: <app>Programvara för Ubuntu</app> öppnas. Klicka på knappen <gui>Installera</gui> och autentisera.
zh_cn: <app> Ubuntu软件</app>将会打开。单击<gui>安装</gui>按钮进行身份验证。

source: Applications which support video calls include
ca: Les aplicacions amb suport per vídeo trucades inclouen
cs: Aplikace s podporou videohovorů zahrnují
gl: Os aplicativos que permiten chamadas de vídeo inclúen
hr: Aplikacije koje podržavaju video pozive
pl: Inne programy obsługujące wideorozmowy:
sv: Program som har stöd för videosamtal inkluderar

source: <app><link xref="net-chat-empathy">Empathy</link></app>
ca: L'<app><link xref="net-chat-empathy">Empathy</link></app>

source: <app><link xref="net-chat-skype">Skype</link></app>
ca: L'<app><link xref="net-chat-skype">Skype</link></app>

source: <app><link href="apt:ekiga">Ekiga</link></app>
ca: L'<app><link href="apt:ekiga">Ekiga</link></app>
zh_cn: <app><link href="apt:ekiga">Ekiga 视频会议</link></app>

source: Enable the numeric keypad by default.
ca: Habilita el teclat numèric per defecte.
cs: Povolit ve výchozím nastavení numerickou klávesnici.
de: Das Nummernfeld standardmäßig aktivieren.
fr: Activer le pavé numérique par défaut.
gl: Activar o teclado numérico de xeito predeterminado.
hr: Omogućite brojčanu tipkovnicu po zadanome.
id: Fungsikan keypad numerik secara baku.
lt: Įjungti skaičių klaviatūrą (numeric keypad) automatiškai.
lv: Ieslēgt ciparu tastatūru pēc noklusējuma.
ms: Benarkan pad kekunci numerik secara lalai.
my: ပုံမှန်အားဖြင့်ဂဏန်းခလုတ်ကိုဖွင့်ပါ။
pl: Domyślne włączanie klawiatury numerycznej.
sl: Privzeto omogočite številsko tipkovnico.
sv: Aktivera numeriska tangentbordet som standard.
tr: Sayısal klavyeyi varsayılan olarak etkinleştirin.
zh_cn: 默认情况下，启用数字键盘。

source: Numeric keypad
ca: Teclat numèric
cs: Numerická klávesnice
de: Nummernfeld
fr: Pavé numérique
gl: Teclado numérico
hr: Brojčana tipkovnice
id: Keypad numerik
ko: 숫자 키패드
lt: Skaitmenų klaviatūra
lv: Ciparu tastatūra
ms: Pad kekunci numerik
my: ဂဏန်းသင်္ကေတ
pl: Klawiatura numeryczna
sl: Številska tipkovnica
sv: Numeriskt tangentbord
tr: Sayısal klavye
zh_cn: 数字键盘

source: With the <key>Num Lock</key> key you can manually switch on or off the numeric keypad on your keyboard. Also, computers' BIOS settings often include an option to decide if the computer should be started with the numeric keypad enabled. Otherwise, this is a way to configure it:
ca: Amb la tecla <key>Num Lock</key>, podeu habilitar i deshabilitar el teclat numèric en el vostre teclat. Així mateix, els arranjaments de les BIOS dels ordinadors inclouen sovint una opció per decidir si l'ordinador s'ha d'engegar amb el teclat numèric habilitat. Sinó, aquesta és una manera de configurar-lo:
cs: Pomocí klávesy <key>Num Lock</key> můžete ručně zapínat a vypínat vaši numerickou klávesnici. Nastavení v BIOSu počítače rovněž často poskytují možnost nastavit, jestli bude počítač spuštěn s povolenou numerickou klávesnicí. V opačném případě je možno její automatické povolení nastavit takto:
de: Mit dem <key>Nummernfeld</key> können Sie das Nummernfeld auf Ihrer Tastatur manuell an- und ausschalten. Außerdem beinhaltet das Rechner-BIOS oftmals eine Möglichkeit, um zu entscheiden, ob das Nummernfeld beim Start aktiviert werden soll. Andernfalls ist das hier ein Weg, das Verhalten zu konfigurieren:
fr: Avec la touche <key>Verrouillage numérique</key> vous pouvez activer ou désactiver manuellement le pavé numérique de votre clavier. En outre, les paramètres du BIOS de l'ordinateur comportent souvent une option pour permettre à l'ordinateur de démarrer avec le pavé numérique activé. Le cas échéant, voici une façon de le configurer :
gl: Coa tecla <key>Bloq. Numér.</key> pode activar ou desactivar manualmente o teclado numérico. Moitas BIOS de computador ofrecen a opción de iniciar co teclado numérico activado. En caso contrario, este é o xeito de configuralo.
hr: S <key>Num Lock</key> tipkom možete ručno uključiti ili isključiti brojčanu stranu na vašoj tipkovnici. Isto tako, postavke BIOSA računala često nude mogućnost za pokretanje računala sa uključenom ili isključenom brojčanom tipkovnicom. U suprotnome, možete ju podesiti na ovaj način:
id: Dengan tombol <key>Num Lock</key>, Anda dapat mengaktifkan atau menonaktifkan keypad numerik secara manual pada papan tik. Juga, pengaturan BIOS komputer sering punya pilihan untuk memutuskan apakah komputer harus dimulai dengan keypad numerik diaktifkan. Jika tidak, ini adalah cara untuk mengkonfigurasinya:
ko: <key>Num Lock</key> 키를 사용하면 키보드상에서 숫자 키패드를 키고 끌수 있습니다. 또한 대부분의 컴퓨터들은 바이오스 설정을 통해 컴퓨터 시작시 숫자 키패드를 활성화할지의 여부를 정할수 있습니다. 만약 두가지 방법 모두 사용할수 없다면 다음 패키지를 설치하여 설정 할수 있습니다:
lt: Paspaudę <key>Num Lock</key> klavišą jūs galite įjungti arba išjungti skaitmenų klaviatūrą, kuri yra dešinėje klaviatūros pusėje. Dalies kompiuterių BIOS nustatymuose taip pat yra galimybė įjungti skaičių klaviatūrą (NumLock) startuojant kompiuteriui. Jei jums nepavyksta įjungti skaičių klaviatūros - išbandykite šį metodą:
lv: Ar taustiņu <key>Num Lock</key> jūs varat pašrocīgi ieslēgt vai izslēgt savas tastatūras cipartastatūru. Datoru BIOS iestatījumi nereti iekļauj iespēju noteikt, vai datoram ieslēdzoties vajadzētu turēt ieslēgtu cipartastatūru. Citādi šis ir vienīgais veids, kā to konfigurēt:
ms: Dengan kekunci <key>Num Lock</key> anda boleh hidup atau matikan secara manual pad numerik pada papan kekunci anda. Dan juga, tetapan BIOS komputer juga menyertakan pilihan sama ada komputer patut dimulakan dengan pad kekunci numerik dibenarkan. Jika tiada, ini adalah cara untuk mengkonfigurkannya:
my: <key> Num Lock </key> key ဖြင့်သင့်ကီးဘုတ်ပေါ်ရှိဂဏန်းခလုတ်ကိုကိုယ်တိုင်ဖွင့်နိုင်သည်။ ထို့အပြင်ကွန်ပျူတာများ၏ BIOS ဆက်တင်များသည် numeric keypad ကို အသုံးပြု၍ ကွန်ပျူတာကိုစတင်သင့်မသင့်ဆုံးဖြတ်ရန် option တစ်ခုပါလေ့ရှိသည်။ မဟုတ်လျှင်၎င်းသည်၎င်းကိုပြုပြင်ရန်နည်းလမ်းဖြစ်သည်။
pl: Za pomocą klawisza <key>Num Lock</key> można ręcznie włączać i wyłączać klawiaturę numeryczną. Ustawienia BIOS komputera często zawierają opcję, czy komputer ma być uruchamiany z włączoną klawiaturą numeryczną. Jeśli jej nie ma, można to skonfigurować w ten sposób:
sl: S tipko <key>Num Lock</key> ročno vključiti oz. izključite številsko tipkovnico na vaši tipkovnici. BIOS nastavitve prav tako omogočajo, da zaženete računalnik z omogočeno številsko tipkovnico. To je eden iz načinov za nastavitev:
sv: Med tangenten <key>Num Lock</key> kan du manuellt aktivera eller avaktivera det numeriska tangentbordet. Datorers BIOS-inställningar inkluderar ofta ett alternativ för att bestämma om det numeriska tangentbordet ska aktiveras vid systemstart. Detta är annars ett sätt att ändra inställningarna:
zh_cn: 使用<key>Num Lock</key> 按钮，您可以手动开启或开闭您键盘上的数字键盘。您也可以通过 BIOS 设置来开机时启动数字键盘。不然，还有一种方法可以设置：

source: <link href="apt:numlockx">Install</link> the <em>numlockx</em> package.
ca: <link href="apt:numlockx">Instaŀleu</link> el paquet <em>numlockx</em>.
cs: <link href="apt:numlockx">Nainstalujte</link> balík <em>numlockx</em>.
fr: <link href="apt:numlockx">Installez</link> le paquet <em>numlockx</em>.
gl: <link href="apt:numlockx">Instalar</link> the <em>numlockx</em> paquete.
hr: <link href="apt:numlockx">Instalirajte</link> <em>numlockx</em> paket.
id: <link href="apt:numlockx">Instal</link> paket <em>numlockx</em>.
ko: the <em>numlockx</em> 패키지 <link href="apt:numlockx">설치하기</link> .
lt: <link href="apt:numlockx">Įdiekite</link> the <em>numlockx</em> paketą.
lv: <link href="apt:numlockx">Instalējiet</link> pakotni <em>numlockx</em>.
my: <link href = "apt: numlockx"> Install </link> <em> numlockx </em> package ကိုထည့်သွင်းပါ။
pl: <link href="apt:numlockx">Zainstaluj</link> pakiet <em>numlockx</em>.
sv: <link href="apt:numlockx">Installera</link> paketet <em>numlockx</em>.
zh_cn: <link href="apt:numlockx">安装</link> <em>numlockx</em> 软件包。
