Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Most commercial DVDs are encrypted and will not play without decryption software.
ast: La mayoría de los DVD comerciales tan cifraos y no se pueden reproducir sin un software de descifráu.
ca: La majoria dels DVD comercials estan encriptats i no es poden reproduir sense el programari de desencriptat.
cs: Většina komerčních DVD je zakódována a nepřehrají se bez dešifrovacího softwaru.
de: Die meisten kommerziellen DVDs sind verschlüsselt und können ohne Entschlüsselungssoftware nicht abgespielt werden.
el: Οι περισσότεροι εμπορικοί δίσκοι DVD είναι κρυπτογραφημένοι και δεν θα αναπαραχθούν χωρίς λογισμικό αποκρυπτογράφησης.
es: La mayoría de los DVD comerciales están cifrados y no se pueden reproducir sin un software de descrifrado.
fi: Useimmat kaupalliset DVD-levyt ovat salattuja eivätkä ne toimi ilman salauksenpurkuohjelmistoa.
fr: La plupart des DVDs commerciaux sont chiffrés et ne peuvent être lus qu'avec des logiciels de déchiffrement.
gl: A maioría dos DVD comerciais están cifrados e non se poden reproducir sen un software de descifrado.
hr: Većina komercijalnih DVD-ova su kôdirani i neće se reproducirati bez softvera za dekôdiranje.
id: Sebagian besar DVD komersial dienkripsi dan tidak akan dapat diputar tanpa dekripsi perangkat lunak.
ko: 상업적인 DVD의 대부분은 암호화 되어있고 복호화 소프트웨어 없이는 재생할수 없습니다.
lv: Vairums komerciālo DVD ir šifrēti un tos nevar atskaņot bez atšifrēšanas programmatūras.
ms: Kebanyakan DVD komersial telah disulitkan dan tidak boleh dimainkan tanpa perisian penyahsulitan.
my: စီးပွားဖြစ်ဒီဗွီဒီအများစုဟာစာဝှက်ပြီးစာဝှက်ဖြည်တဲ့ဆော့ဗ်ဝဲမပါပဲဖွင့်လို့မရဘူး။
nl: De meeste commerciële dvd's zijn versleuteld en kunnen niet worden afgespeeld zonder software om ze te ontcijferen.
pl: Większość komercyjnych płyt DVD jest zaszyfrowana i nie może być odtwarzana bez oprogramowania do odszyfrowywania.
pt_br: A maioria dos DVDs comerciais são encriptados e não serão exibidos sem um software que consiga decriptá-lo.
ru: Большинство коммерческих DVD-дисков закодированы и не будут проигрываться без декодирующего программного обеспечения.
sl: Večina komercialnih DVD-jev je šifriranih, zato jih ne boste mogli predvajati brez programov za odšifriranje.
sv: De flesta kommersiella DVD-skivor är krypterade och kommer inte spelas upp utan avkrypteringsprogram.
tr: Çoğu ticari DVD şifrelenmiştir ve şifre çözücü yazılım olmadan oynatılamaz.
zh_cn: 大多数商业 DVD 都已加密，并且无解密软件将无法播放。

source: How do I enable restricted codecs to play DVDs?
ast: ¿Cómo activu los códecs restrictivos pa reproducir DVD?
ca: Com activar còdecs restringits per reproduir DVD?
cs: Jak povolit vyhrazené kodeky pro přehrávání DVD?
de: Wie aktiviere ich proprietäre Codecs, um DVDs abzuspielen?
el: Πώς ενεργοποιώ ιδιοταγείς κωδικοποιητές για την αναπαραγωγή DVD;
es: ¿Cómo activo los códecs restrictivos para reproducir DVD?
fi: Miten otan rajoitetut tiedostomuodot käyttöön?
fr: Comment puis-je activer les codecs restreints pour pouvoir lire les DVDs ?
gl: Como activo os códecs restritivos para reproducir DVD?
hr: Kako omogućiti ograničene kôdeke da reproduciraju DVD-ove?
id: Bagaimana cara mengaktifkan kodec terbatas untuk memutar DVD?
lv: Kā es varu aktivēt ierobežotos kodekus, lai atskaņotu DVDs?
ms: Bagaimana saya hendak benarkan kodeks terhad untuk main DVD?
my: ဒီဗီဒီဖွင့်ရန်ကန့်သတ်ထားသောကုဒ်နံပါတ်များကိုကျွန်ုပ်မည်သို့ဖွင့်ရမည်နည်း။
nl: Hoe kan ik niet-vrije codecs inschakelen om dvd's af te spelen?
pl: Jak włączyć kodeki do odtwarzania płyt DVD?
pt_br: Como eu habilito codecs restritos para assistir DVDs?
ru: Как мне активировать кодек для проигрывания DVD?
sl: Kaj naj omogočim omejene kodeke za predvajanje DVD-jev?
sv: Hur aktiverar jag begränsade kodekar för DVD-uppspelning?
tr: DVD oynatmak için gerekli kısıtlanmış çözücüleri nasıl etkinleştirebilirim?
zh_cn: 我如何启用受限制的编码解码器来播放 DVD？

source: DVD support cannot be provided by default in Ubuntu due to legal and technical restrictions. Most commercial DVDs are encrypted and so require the use of decryption software in order to play them.
ast: Ubuntu no almite la reproducción de DVD de forma predeterminada darréu de a restricciones legales y técnicas. La mayoría de los DVD comerciales tan cifraos y necesiten el usu de software de descifráu pa poder reproducirlos.
ca: El suport de DVD no pot ser proporcionat per defecte en l'Ubuntu a causa de les restriccions legals i tècniques. La majoria dels DVD comercials estan encriptats i per tant requereixen l'ús de programari de desencriptat, per tal de reproduir-los.
cs: DVD podpora nemůže být poskytnuta ve výchozím nastavení Ubuntu kvůli právním a technickým omezením. Většina komerčních DVD je šifrována, a tak je nutné používat dekódovací software, aby se dali přehrát.
de: Die DVD-Unterstützung kann unter Ubuntu aufgrund juristischer und technischer Einschränkungen nicht standardmäßig angeboten werden. Die meisten kommerziellen DVDs sind verschlüsselt und verlangen für ihren Gebrauch spezielle Entschlüsselungsprogramme.
el: Η υποστήριξη DVD δε μπορεί να προσφερθεί εξ ορισμού στο Ubuntu επειδή υπάρχουν νομικοί και τεχνικοί περιορισμοί. Τα περισσότερα εμπορικά DVD είναι κρυπτογραφημένα και έτσι απαιτούν τη χρήση λογισμικού αποκρυπτογράφησης ώστε να τα αναπαράγετε.
es: Ubuntu no admite la reproducción de DVD de forma predeterminada debido a restricciones legales y técnicas. La mayoría de los DVD comerciales están cifrados y necesitan el uso de software de descrifrado para poder reproducirlos.
fi: DVD-tukea ei voida toimittaa Ubuntun mukana oikeudellisten ja teknisten rajoitusten vuoksi. Useimmat kaupalliset DVD-levyt ovat salattuja ja vaativat salauksenpurkuohjelmiston niiden toistamiseksi.
fr: Le support DVD ne peut pas être fourni par défaut dans Ubuntu à cause de restrictions juridiques et techniques. La plupart des DVD commerciaux sont chiffrés et nécessitent donc l'utilisation de logiciels de déchiffrage afin d'être lus.
gl: A asistencia para DVD non pode ser fornecida por Ubuntu debido a restricións legais e técnicas. A maior parte dos DVD están cifrados polo que requiren o uso de software de descifrado para reproducilos.
hr: DVD podrška ne može biti omogućena po zadanome u Ubuntuu iz pravnih razloga i tehničkih ograničenja. Većina komercijalnih DVD-ova su kôdirani i stoga zahtijevaju korištenje softvera za dekodiranje kako bi se mogli reporducirati.
id: Dukungan DVD tidak dapat disediakan secara baku di Ubuntu karena pembatasan hukum dan teknis. Sebagian besar DVD komersial dienkripsi dan memerlukan penggunaan perangkat lunak dekripsi untuk memainkannya.
ko: 법적, 기술적 제약으로 인해 우분투에서 DVD 지원은 기본적으로 제공될 수 없습니다. 대부분의 상업용 DVD는 암호화 되어있기 때문에 재생하기 위해서는 암호 해독 소프트웨어를 사용해야 합니다.
lv: DVD atbalstu pēc noklusējuma Ubuntu nevar piedāvāt juridisku iemeslu dēļ un tehniskiem ierobežojumiem. Vairums komerciālo DVD ir šifrēti un tiem ir vajadzīga atšifrēšanas programmatūra, lai tos varētu atskaņot.
ms: Sokongan DVD tidak dapat disediakan secara lalai dalam Ubuntu kerana sekatan perundangan dan teknikal. Kebanyakan DVD komersial disulitkan dan memerlukan perisian penyulitan untuk memainkannya.
my: တရားဝင်နှင့်နည်းပညာဆိုင်ရာကန့်သတ်ချက်များကြောင့် Ubuntu တွင် DVD ကိုပုံမှန်အားဖြင့်မရနိုင်ပါ။ စီးပွားဖြစ်ဒီဗီဒီအများစုဟာစာဝှက်ထားတဲ့အတွက်အဲဒါတွေကိုဖွင့်ဖို့စာဝှက်ဖြည်တဲ့ဆော့ဗ်ဝဲကိုအသုံးပြုဖို့လိုတယ်။
nl: Vanwege wettelijke en technische beperkingen kan dvd-ondersteuning niet standaard in Ubuntu worden opgenomen. De meeste commerciële dvd's zijn versleuteld; er is decodeersoftware nodig om ze af te kunnen spelen.
pl: Obsługa płyt DVD nie może być domyślnie włączona w Ubuntu z powodu ograniczeń prawnych i technicznych. Większość komercyjnych płyt DVD jest zaszyfrowana i wymaga oprogramowania do odszyfrowywania, aby je odtworzyć.
pt_br: O suporte a DVD não pode ser disponibilizado por padrão no Ubuntu devido a restrições legais e técnicas. A maioria dos DVDs comerciais são encriptados e requerem um software que o decripte para poder tocá-los.
ru: По умолчанию поддержка DVD не предоставлена ​​ в Ubuntu из-за правовых и технических ограничений. Большинство коммерческих DVD-дисков закодированы и требуют использования декодирующего программного обеспечения, чтобы проигрывать их.
sl: Podpore DVD ni mogoče privzeto zagotoviti v Ubuntuju zaradi pravnih in tehničnih omejitev. Večina komercialnih DVD-jev je šifriranih in zato za predvajanje zahtevajo uporabo odšifrirnih programov
sv: DVD-stöd får inte tillhandahållas som standard i Ubuntu beroende på legala och tekniska restriktioner. De flesta kommersiella DVD-skivor är krypterade och kräver således avkrypteringsmjukvara för att de ska kunna spelas upp.
tr: Yasal ve ticari kısıtlamalardan dolayı Ubuntu'da varsayılan olarak DVD desteği sağlanmaz. Çoğu ticari DVD şifrelenmiştir ve onları oynatmak için kod çözücü yazılım gerekir.
zh_cn: 由于法律和技术限制，默认情况下 Ubuntu 无法提供 DVD 支持。大多数商业 DVD 都已加密，因此为了播放它们需要使用解密软件。

source: Use Fluendo to legally play DVDs
ast: Usar Fluendo pa reproducir DVD legalmente
ca: Utilitza Fluendo per reproduir legalment els DVD
cs: Pro legální přehrání DVD použijte Fluendo
de: Fluendo benutzen, um DVDs legal wiederzugeben
el: Χρησιμοποιήστε το Fluendo για τη νόμιμη αναπαραγωγή DVD
es: Usar Fluendo para reproducir DVD legalmente
fi: Fluendon käyttäminen lailliseen DVD-levyjen toistoon
fr: Utiliser Fluendo pour lire les DVDs en toute légalité
gl: Usar Fluendo para reproducir DVD legalmente
hr: Korištenje Fluenda za legalnu reprodukciju DVD-ova
id: Gunakan Fluendo untuk secara legal memutar DVD
ko: 합법적으로 DVD를 재생하기 위해 Fluendo를 사용하십시오.
lv: Lietojiet Fluendo, lai legāli atskaņotu DVD
ms: Gunakan Fluendo untuk mainkan DVD secara sah
nl: Gebruik Fluendo om legaal dvd's af te spelen
pl: Legalne odtwarzanie płyt DVD dzięki Fluendo
pt_br: Use Fluendo para assistir DVDs legalmente
ru: Используйте Fluendo чтобы на законных основаниях проигрывать DVD
sv: Använd Fluendo för att spela upp DVD lagligt
tr: Yasal bir şekilde DVD oynatmak için Fluendo kullanın
zh_cn: 使用 Fluendo 合法播放 DVD

source: You can buy a commercial DVD decoder that can handle copy protection from <link href="apt:fluendo-dvd">Fluendo</link>. It works with Linux and should be legal to use in all countries.
ast: Puede mercar un decodificador comercial de DVD que pueda tratar la protección anticopia en <link href="apt:fluendo-dvd">Fluendo</link>. Furrula con Linux y su usu tendría ser legal en tolos países.
el: Μπορείτε να αγοράσετε έναν εμπορικό αποκωδικοποιητή DVD του οποίου μπορείτε να διαχειριστείτε την προστασία αντιγραφής από το <link href="apt:fluendo-dvd">Fluendo</link>. Αυτό δουλεύει στο Linux και πιθανά είναι νόμιμο για χρήση σε όλες τις χώρες.
es: Puede comprar un decodificador comercial de DVD que pueda tratar la protección anticopia en <link href="apt:fluendo-dvd">Fluendo</link>. Funciona con Linux y su uso debería ser legal en todos los países.
fi: Voit ostaa kaupallisen DVD-levyjen salauksenpurkuohjelmiston <link href="apt:fluendo-dvd">Fluendolta</link>. Se toimii normaalisti Linuxin kanssa ja sen pitäisi olla laillinen kaikissa maissa.
pt_br: Você pode comprar um decodificador de DVD comercial que consegue manipular a proteção de cópia: <link href="apt:fluendo-dvd">Fluendo</link>. Ele funciona no Linux e seu uso deve ser legal em todos os países.
ru: Можно купить декодер DVD, который может обрабатывать защиту от копирования по адресу: <link href="apt:fluendo-dvd">Fluendo</link>. Он работает с Linux и может быть легально использован во всех странах.

source: Use alternative decryption software
ast: Usar otru software de descifrado
ca: Utilitza programari de desencriptació alternatiu
cs: Použijte alternativní dešifrovací software
de: Alternative Entschlüsselungsprogramme verwenden
el: Χρήση εναλλακτικού λογισμικού αποκρυπτογράφησης
es: Usar otro software de descifrado
fi: Käytä vaihtoehtoisia purkuohjelmia
fr: Utiliser des logiciels alternatifs de déchiffrage
gl: Usar outro software de descifrado
hr: Korištenje alternativnog softvera dekôdiranja
id: Gunakan perangkat lunak dekripsi alternatif
ko: 대체 암호 해독 소프트웨어를 사용하십시오.
lv: Lietot alternatīvu atšifrēšanas programmatūru
ms: Guna perisian penyulitan alternatif
my: အခြားရွေးချယ်စရာစာဝှက်ဖြည် software ကိုသုံးပါ
nl: Gebruik alternatieve decodeersoftware
pl: Alternatywne oprogramowanie do odszyfrowywania
pt_br: Use softwares alternativos de decriptação
ru: Используйте другое декодирующее программное обеспечение
sl: Uporaba drugih programov za šifriranje
sv: Använd alternativ avkrypteringsprogramvara
tr: Alternatif şifre çözme yazılımı kullanın
zh_cn: 使用替代解密软件

source: In some countries, the use of the below unlicensed decryption software is not permitted by law. Verify that you are within your rights to use it.
ast: En dellos países, el usu sin llicencia del siguiente software de descifráu no ta permitíu pola ley. Verifique que tien vusté el drechu a usalu.
ca: En alguns països, l'ús del programari per desencriptar sense llicència no està permès per la llei. Comproveu que teniu els drets per usar-lo.
cs: V některých zemích není použití nelicencovaného dešifrovacího softwaru zákonem povoleno. Ověřte si, že máte právo jej používat.
de: In einigen Ländern ist der Gebrauch der weiter unten aufgelisteten nicht lizenzierten Entschlüsselungsprogramme nicht erlaubt. Vergewissern Sie sich, dass Sie innerhalb des gesetzlichen Rahmens handeln.
el: Σε μερικές χώρες, η χρήση του παρακάτω λογισμικού αποκρυπτογράφησης, το οποίο έρχεται χωρίς κάποια άδεια χρήσης, δεν επιτρέπεται από το νόμο. Επιβεβαιώστε ότι έχετε το δικαίωμα να το χρησιμοποιήσετε.
es: En algunos países, el uso sin licencia del siguiente software de descifrado no está permitido por la ley. Verifique que tiene usted el derecho a usarlo.
fi: Joissakin maissa kopiointisuojausten ohittaminen ei ole sallittua. Suomessa tällaisten ohjelmistojen asennus ja käyttö on sallittua, mutta levitys ei. Varmista muissa maissa ennen suojauksen ohitusta toimenpiteen laillisuus.
fr: Dans certains pays, l'utilisation des logiciels de déchiffrage sans licence présentés ci-dessous n'est pas permise par la loi. Vérifiez que vous avez le droit de les utiliser.
gl: Nalgúns países, o uso sen licenza do seguinte software de descifrado non está permitido pola lei. Verifique que ten dereito a usalo.
hr: U određenim zemljama, korištenje ispod nelicenciranog softvera nije dopuštena zakonom. Provjerite smijete li ga legalno koristiti.
id: Di beberapa negara, penggunaan perangkat lunak dekripsi yang tidak berlisensi di bawah ini tidak diizinkan oleh hukum. Verifikasikan bahwa Anda punya hak untuk menggunakannya.
ko: 몇몇 국가에서, 아래의 허가받지 않은 암호 해독 소프트웨어의 사용은 법적으로 허용되지 않습니다. 사용할 권한이 있는지 확인하십시오.
lv: Dažās valstīs tālāk aprakstītā nelicencētā programmatūra varētu nebūt atļauta ar likumu. Pārliecinieties, ka jums ir tiesības to izmantot.
ms: Sesetengah negara, penggunaan perisian penyahsulitan tanpa lesen adalah dilarang oleh undang-undang. Sahkan sama ada anda boleh menggunakannya.
my: အချို့သောနိုင်ငံများတွင်အောက်ပါလိုင်စင်မရှိသောစာဝှက်ဖြည်ခြင်း software ကိုအသုံးပြုခြင်းအားဥပဒေအရခွင့်မပြုပါ။ သင်အသုံးပြုရန်သင်၏အခွင့်အရေးအတွင်းရှိကြောင်းအတည်ပြုပါ။
nl: In sommige landen is het gebruik van onderstaande decodeersoftware zonder licentie wettelijk niet toegestaan. Controleer of u het mag gebruiken.
pl: W niektórych krajach używanie poniższego oprogramowania do odszyfrowywania bez licencji nie jest prawnie dozwolone. Upewnij się, że masz prawo do korzystania z niego.
pt_br: Em alguns países, o uso dos softwares não licenciados listados abaixo não são permitidos por lei. Verifique se você tem o direito de utilizá-los.
ru: В некоторых странах использование не лицензированного декодирующего программного обеспечения не разрешено законом. Проверьте, что вы имеете право использовать такое ПО.
sl: V nekaterih državah uporaba spodnjih programov za odšifriranje zakonsko ni dovoljena. Preverite, da imate pravico do njihove uporabe.
sv: I vissa länder är bruk av följande ickelicensierade program förbjudet enligt lag. Kontrollera att du har rätt att använda det.
tr: Bazı ülkelerde yasalar, lisanssız kod çözücü yazılımların kullanılmasına izin vermez. Onu kullanma haklarına sahip olduğunuzu doğrulayınız.
zh_cn: 在一些国家/地区，法律不允许使用以下未经许可的解密软件。确认您有使用它的权利。

source: Install <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link>, and <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
ast: Instale <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link> y <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
el: Εγκαταστήστε τα εξής: <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link>, και <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
es: Instale <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link> y <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
fi: Asenna <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link> ja <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
nl: Installeer <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link>, en <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
pt_br: Instale <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link>, e <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.
ru: Установка <link href="apt:libdvdnav4">libdvdnav4</link>, <link href="apt:libdvdread4">libdvdread4</link>, <link href="apt:gstreamer0.10-plugins-bad">gstreamer0.10-plugins-bad</link>, и <link href="apt:gstreamer0.10-plugins-ugly">gstreamer0.10-plugins-ugly</link>.

source: If you would like to play encrypted DVDs (see the legal note above), open the Dash and launch a <app>Terminal</app>.
ast: Si quies reproducir DVD cifraos (lea la nota legal anterior), abra el Tablero y lance un <app>Terminal</app>.
el: Αν θα θέλατε να αναπαράγετε κρυπτογραφημένα DVD (δείτε την νομική σημείωση παραπάνω), ανοίξτε το Dash και ξεκινήστε ένα <app>Τερματικό</app>
es: Si desea reproducir DVD cifrados (lea la nota legal anerior), abra el Tablero y lance un <app>Terminal</app>.
fi: Jos haluat toistaa salausta käyttäviä DVD-levyjä (oikeudellinen huomautus yläpuolella), avaa Dash, etsi <app>Pääte</app> ja avaa se.
nl: Als u versleutelde dvd's wilt afspelen (zie de aantekening over rechtsgeldigheid hierboven), open de Dash en start een <app>Terminal</app>.
pt_br: Se voce quer assistir DVDs encriptados (veja a nota legal acima), abra o Dash e execute o <app>Terminal</app>.
ru: Если вы хотите проигрывать закодированные DVD (смотрите выше заметку о законности), откройте Dash и запустите <app>Терминал</app>

source: Type the following into the screen which appears, then press <key>Enter</key>:
ast: Teclee lo siguiente na pantalla que aparecerá, seguido de la tecla <key>Intro</key>:
el: Πληκτρολογήστε τις παρακάτω εντολές στην οθόνη που εμφανίζεται και στη συνέχεια πατήστε <key>Enter</key>:
es: Teclee lo siguiente en la pantalla que aparecerá, seguido de la tecla <key>Entrar</key>:
fi: Syötä seuraava ilmestyvään ruutuun, ja paina <key>Enter</key>:
nl: Typ het volgende in het scherm dat verschijnt, en druk op <key>Enter</key>:
pt_br: Digite o seguinte na tela que aparece, e pressiona a tecla <key>Enter</key>:
ru: Напечатайте в появившемся окне следующую команду, затем нажмите <key>Enter</key>:

source: Enter your password to complete the installation.
ast: Introduza su contraseña pa completar la instalación.
el: Εισάγετε τον κωδικό σας για την ολοκλήρωση της εγκατάστασης.
es: Introduzca su contraseña para completar la instalación.
fi: Viimeistele asennus kirjoittamalla salasanasi.
nl: Voer uw wachtwoord in om de installatie te voltooien.
pt_br: Insira sua senha para completar a instalação.
ru: Введите ваш пароль для завершения установки.

source: Check that they have the right video codecs installed.
ast: Comprobar que tien instalaos los códecs de vídeo adecuaos.
el: Ελέγξτε ότι έχουν εγκατασταθεί οι σωστοί κωδικοποιητές βίντεο.
es: Comprobar que tiene instalados los códecs de vídeo adecuados.
fi: Tarkista, että he ovat asentaneet vaadittavat tiedostomuodot.
nl: Zorg ervoor dat de juiste video-codecs geïnstalleerd zijn.
pt_br: Verifique se eles tem instalado o codec de vídeo correto.
ru: Проверьте, установлены ли у вас необходимые видеокодеки.

source: Other people can't play the videos I made
ast: Otres personas no pueden reproducir los vídeos que yo hice
el: Τα υπόλοιπα άτομα δε μπορούν να αναπαράγουν τα βίντεο που δημιουργώ
es: Otras personas no pueden reproducir los vídeos que yo hice
fi: Muut henkilöt eivät voi katsella tekemiäni videoita
nl: Anderen kunnen mijn video's niet afspelen
pt_br: Outras pessoas não conseguem ver os vídeos que fiz
ru: Другие люди не могут воспроизвести созданные мной видеофайлы

source: If you made a video on your Linux computer and sent it to someone using Windows or Mac OS, you may find that they have problems playing the video.
ast: Si ha realizáu un vídeo en su equipu Linux y lo envió a daquién que usa Windows o Mac OS, es posible que tengan problemes pa reproducir el vídeo.
el: Αν δημιουργήσατε ένα βίντεο στον Linux υπολογιστή σας και το στείλατε σε κάποιον που χρησιμοποιεί Windows ή Mac OS, ίσως διαπιστώσετε οτι έχει προβλήματα με την αναπαραγωγή του βίντεο.
es: Si ha realizado un vídeo en su equipo Linux y lo envió a alguien que usa Windows o Mac OS, es posible que tengan problemas para reproducir el vídeo.
fi: Jos teit videon Linux-tietokoneella ja lähetit sen Windows- tai Mac OS X -käyttäjälle, vastaanottajalla saattaa ilmetä ongelmia videoa toistaessa.
nl: Als u een op uw Linux-computer gemaakte video stuurt naar iemand die Windows of Mac OS gebruikt, dan kan het zijn dat zij problemen ondervinden bij het afspelen van de video.
pt_br: Se você fez um vídeo no seu computador Linux e enviou para alguém utilizando Windows ou Mac OS, você pode perceber que eles têm problemas ao reproduzir o vídeo.
ru: Если вы создали видео на компьютере с Linux и послали его кому-то, использующему Windows или Mac OS, возможно, у них будут проблемы с воспроизведением вашего видео.
