Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The keypad is a set of numerical buttons on your keyboard, usually arranged into a square grid. If you have a keyboard without a keypad (such as a laptop keyboard), you may need to hold down the function (<key>Fn</key>) key and use certain other keys on your keyboard as a keypad. If you use this feature often on a laptop, you can purchase external USB keypads.
ast: El tecláu numbéricu es un conxuntu de botones numéricos de su tecláu, normalmente dispuestos nuna matriz cuadrada. Si su tecláu no tien tecláu numbéricu (por exemplu, el tecláu de un portátil), puede que ten que caltener pulsada la tecla Función (<key>Fn</key>) y usar otres tecles de su tecláu como un tecláu numbéricu. Si usa esta función a menudo nun portátil, puede mercar teclados numéricos USB esternos.
el: Το αριθμητικό πληκτρολόγιο είναι ένα σύνολο αριθμημένων πλήκτρων τοποθετημένων συνήθως σε τετράγωνη διάταξη. Αν έχετε κάποιο πληκτρολόγιο χωρίς ξεχωριστό κομμάτι αριθμητικού πληκτρολογίου (όπως αυτό ενός φορητού υπολογιστή), ενδεχομένως να χρειαστεί να κρατήσετε πατημένο το πλήκτρο ειδικής λειτουργίας (<key>Fn</key>) και να χρησιμοποιείτε κάποια άλλα πλήκτρα του υπολογιστή σας ως αριθμητικό πληκτρολόγιο. Αν χρησιμοποιείτε συχνά τη λειτουργία αυτή, μπορείτε να προμηθευτείτε κάποιο εξωτερικό αριθμητικό πληκτρολόγιο το οποίο θα συνδέεται μέσω μίας θύρας USB στον υπολογιστή σας.
es: El teclado numérico es un conjunto de botones numéricos de su teclado, normalmente dispuestos en una matriz cuadrada. Si su teclado no tiene teclado numérico (por ejemplo, el teclado de un portátil), puede que tenga que mantener pulsada la tecla Función (<key>Fn</key>) y usar otras teclas de su teclado como un teclado numérico. Si usa esta función a menudo en un portátil, puede comprar teclados numéricos USB externos.
pt_br: O teclado numérico é um conjunto de botões numéricos em seu teclado, geralmente arranjados como uma grade quadrada. Se você tiver um teclado sem o teclado numérico (como ocorre na maioria dos laptops), talvez seja necessário manter a tecla de função (<key>Fn</key>) pressionada e usar outras teclas em seu teclado como um teclado numérico. Se você usar esse recurso com frequência em um laptop, você pode comprar teclados numéricos USB externos.

source: Each number on the keypad corresponds to a direction. For example, pressing <key>8</key> will move the pointer upwards and pressing <key>2</key> will move it downwards. Press the <key>5</key> key to click once with the mouse, or quickly press it twice to double-click. Most keyboards have a special key which allows you to right-click; it is often near to the space bar. Note, however, that this key responds to where your keyboard focus is, not where your mouse pointer is.
ast: Cada númberu del tecláu numbéricu se corresponde con una direición. Por exemplu, al calcar la tecla <key>8</key> se moverá el puntero haza arriba, y al calcar <key>2</key> se moverá haza abaxo. Al calcar la tecla <key>5</key> se hará una pulsación col mur, y al pulsarla dos vegaes rápidamente se hará una duble pulsación. Muchos teclados disponen de una tecla especial que le permite simular una pulsación col botón drechu; suele encontrase xunto a la barra espaciadora. Observe, no obstante, que esta tecla respuende a donde se encuentre el focu de su tecláu, no a donde se encuentre el puntero del mur.
el: Κάθε αριθμός στο αριθμητικό πληκτρολόγιο αντιστοιχεί σε μία κατεύθυνση. Για παράδειγμα, το πάτημα του πλήκτρου <key>8</key> θα μετακινήσει τον δείκτη του ποντικιού προς τα πάνω και το πάτημα του πλήκτρου <key>2</key> θα τον μετακινήσει προς τα κάτω. Πατήστε το πλήκτρο <key>5</key> για να κάνετε κλικ με το ποντίκι, ή πατήστε το γρήγορα δύο φορές για να κάνετε διπλό κλικ. Στα περισσότερα πληκτρολόγια υπάρχει ένα ειδικό πλήκτρο που σας επιτρέπει να κάνετε δεξί κλικ. Συχνά βρίσκεται κοντά στη γραμμή διαστήματος. Ας σημειωθεί πάντως, πως αυτό το πλήκτρο ανταποκρίνεται στο σημείο που εστιάζει το πληκτρολόγιό σας και όχι στο σημείο που βρίσκεται ο δείκτης του ποντικιού.
es: Cada número del teclado numérico se corresponde con una dirección. Por ejemplo, al pusar la tecla <key>8</key> se moverá el puntero hacia arriba, y al pulsar <key>2</key> se moverá hacia abajo. Al pulsar la tecla <key>5</key> se hará una pulsación con el ratón, y al pulsarla dos veces rápidamente se hará una doble pulsación. Muchos teclados disponen de una tecla especial que le permite simular una pulsación con el botón derecho; suele encontrarse junto a la barra espaciadora. Observe, no obstante, que esta tecla responde a donde se encuentre el foco de su teclado, no a donde se encuentre el puntero del ratón.
pt_br: Cada número no teclado numérico corresponde a uma direção. Por exemplo, pressionar <key>8</key> moverá o ponteiro para cima, enquanto pressionar <key>2</key> movê-lo-á para baixo. Pressione a tecla <key>5</key> para clicar uma vez com o mouse, ou pressione-a rapidamente para dar um clique duplo. A maioria dos teclados possuem uma tecla especial que substitui o clique direito; ela geralmente fica próxima à barra de espaço. Note, entretanto, que essa tecla responde a onde o foco do teclado está, e não a onde o ponteiro do mouse estiver.
ru: Каждое число в цифровом блоке соответствует направлению. Например, нажатие <key>8</key> перемещает указатель вверх, а нажатие <key>2</key> — вниз. Нажатие <key>5</key> имитирует щелчок мышью, а быстрое двойное нажатие — двойной щелчок. На многих клавиатурах есть специальная клавиша, имитирующая нажатие правой кнопки мыши; часто она расположена рядом с пробелом. Однако обратите внимание, что она срабатывает в месте расположения клавиатурного курсора, а не там, где расположен указатель мыши.

source: If you want to use the keypad to type numbers while Mouse Keys is enabled, turn <key>Num Lock</key> on. The mouse cannot be controlled with the keypad when <key>Num Lock</key> is turned on, though.
ast: Si quies usar el tecláu numbéricu pa teclear númberos cuando ta activada la opción de Teclas del mur, active el bloquéu numbéricu pulsando <key>Bloq Num</key>, anque no podrá controlar el mur col tecláu numbéricu mientres esté activáu <key>Bloq Num</key>.
el: Αν θέλετε να χρησιμοποιήσετε το αριθμητικό πληκτρολόγιο για να εισάγετε αριθμούς ενώ η λειτουργία πλήκτρων ποντικιού είναι ενεργοποιημένη, πατήστε το πλήκτρο <key>Num Lock</key> για να ενεργοποιηθεί η λειτουργία του. Με πατημένο το πλήκτρο <key>Num Lock</key>, παρόλα αυτά, το ποντίκι δε γίνεται να ελεγχθεί μέσω του αριθμητικού πληκτρολογίου.
es: Si desea usar el teclado numérico para teclear números cuando está activada la opción de Teclas del ratón, active el bloqueo numérico pulsando <key>Bloq Num</key>, aunque no podrá controlar el ratón con el teclado numérico mientras esté activado <key>Bloq Num</key>.
nl: Als u het numerieke toetsenbord wilt gebruiken om cijfers te typen terwijl Muistoetsen ingeschakeld is, zet dan <key>Num Lock</key> aan. Let er op dat u de muis niet met het numerieke toetsenbord kunt besturen wanneer <key>Num Lock</key> aan staat.
pt_br: Se você quiser usar o teclado numérico para digitar números enquanto as Teclas do mouse estiverem habilitadas, ligue o <key>Num Lock</key>. O mouse não poderá, entretanto, ser controlado pelo teclado numérico enquanto o <key>Num Lock</key> estiver ligado.

source: The normal number keys, in a line at the top of the keyboard, will not control the mouse pointer. Only the keypad number keys can be used.
ast: Les tecles numéricas normales, situadas nuna filera na parte superior del tecláu, no controlan el puntero del mur. Solo pueden hacerlo les tecles del tecláu numbéricu.
el: Τα συνηθισμένα πλήκτρα των αριθμών που βρίσκονται σε μία σειρά στο επάνω μέρος του πληκτρολογίου, δε γίνεται να ελέγχουν τον δείκτη του ποντικιού. Μόνο τα πλήκτρα του αριθμητικού πληκτρολογίου μπορούν να χρησιμοποιηθούν για αυτόν το σκοπό.
es: Las teclas numéricas normales, situadas en una fila en la parte superior del teclado, no controlan el puntero del ratón. Solo pueden hacerlo las teclas del teclado numérico.
pt_br: As teclas normais de número, formando uma linha no topo do teclado, não controlarão o ponteiro do mouse. Somente as teclas do teclado numérico poderão ser usadas.
ru: Обычные клавиши с цифрами (те, что на верхнем ряду клавиатуры) не будут управлять движением указателя мыши. Для этого можно использовать только клавиши цифрового блока.

source: How to check your mouse if it is not working.
ast: Cómo comprobar si su mur no ta funcionando.
el: Πως να κάνετε έλεγχο του ποντικιού σας αν αυτό δε λειτουργεί.
es: Cómo comprobar si su ratón no está funcionando.
nl: Hoe kunt u nakijken waarom uw muis niet werkt.
pt_br: Como verificar seu mouse se ele não estiver funcionando.
ru: Как проверить мышь, если она не работает.

source: Mouse pointer not moving
ast: El puntero del mur no se mueve
el: Ο δείκτης του ποντικιού δε μετακινείται
es: El puntero del ratón no se mueve
fi: Hiiren osoitin ei liiku
nl: De muisaanwijzer beweegt niet
pt_br: Ponteiro do mouse não se move
ru: Указатель мыши не двигается

source: Check that the mouse is plugged in
ast: Compruebe que el mur ta coneutáu
el: Ελέγξτε ότι το ποντίκι έχει συνδεθεί κανονικά στην υποδοχή
es: Compruebe que el ratón está conectado
fi: Varmista, että hiiri on liitetty tietokoneeseen
nl: Controleer of de muis is aangesloten
pt_br: Verifique se o mouse está conectado
ru: Проверьте, подключена ли мышь

source: If you have a mouse with a cable, check that it is firmly plugged in to your computer.
ast: Si tien un mur con cable, compruebe que esta firmemente coneutáu en su equipu.
el: Αν έχετε ενσύρματο ποντίκι, ελέγξτε ότι το βύσμα σύνδεσής του έχει εφαρμόσει καλά στην θύρα σύνδεσης του υπολογιστή.
es: Si tiene un ratón con cable, compruebe que esta firmemente conectado en su equipo.
fi: Jos hiiressäsi on johto, varmista että se on kunnolla kiinni tietokoneessa.
pt_br: Se você tem um mouse com cabo, verifique se ele está conectado firmemente ao computador.
ru: Если у вам мышь с проводом, проверьте, надёжно ли он подключён к вашему компьютеру.

source: If it is a USB mouse (with a rectangular connector), try plugging it in to a different USB port. If it is a PS/2 mouse (with a small, round connector with six pins), make sure that it is plugged in to the green mouse port rather than the purple keyboard port. You may need to restart the computer if it was not plugged in.
ast: Si es un mur USB (con un conector rectangular), pruebe a conectarlo nun puertu USB distinto. Si es un mur PS/2 (con un pequeñu conector redondo con seis pines), compruebe que ta coneutáu nel puertu verde del mur, y no nel puertu violeta del tecláu. Puede que ten que reaniciar el equipu si no taba bien coneutáu.
el: Αν το ποντίκι που έχετε συνδέεται μέσω θύρας USB (με ένα ορθογωνικό βύσμα), δοκιμάστε να το συνδέσετε σε μία διαφορετική θύρα USB. Αν το ποντίκι σας είναι τύπου PS/2 (με ένα μικρό κυλινδρικό βύσμα σύνδεσης με έξι ακίδες στο εσωτερικό του), βεβαιωθείτε πως έχει συνδεθεί στην πράσινη υποδοχή για το ποντίκι αντί για την φούξια υποδοχή για το πληκτρολόγιο. Ενδεχομένως χρειαστεί να κάνετε επανεκκίνηση του υπολογιστή αν δεν είχε συνδεθεί καλά.
es: Si es un ratón USB (con un conector rectangular), pruebe a conectarlo en un puerto USB distinto. Si es un ratón PS/2 (con un pequeño conector redondo con seis pines), compruebe que está conectado en el puerto verde del ratón, y no en el puerto violeta del teclado. Puede que tenga que reiniciar el equipo si no estaba bien conectado.
pt_br: Se ele for um mouse USB (com um conector retangular), tente conectá-lo em uma porta USB diferente. Se ele for um mouse PS/2 (com um conector pequeno, arredondado com seis pinos), tenha certeza que ele está conectado à porta verde do mouse ao invés da porta roxa do teclado. Você pode precisar reiniciar o computador se ele não estiver conectado.
ru: Если это USB-мышь (с прямоугольным штекером), попробуйте подключить её к другому разъёму USB. Если это PS/2-мышь (с маленьким круглым штекером с шестью штырьками), убедитесь, что она подключена в зелёный разъём для мыши, а не в фиолетовый разъём для клавиатуры. Возможно, понадобится перезапустить компьютер, если мышь была не подключена.

source: Check that the mouse was recognized by your computer
ast: Compruebe que el mur ha sido reconocido por su equipu
el: Επιβεβαιώστε ότι το ποντίκι αναγνωρίστηκε από τον υπολογιστή σας
es: Compruebe que el ratón ha sido reconocido por su equipo
fi: Varmista, että tietokone on tunnistanut hiiren
nl: Controleren of de muis werd herkend door uw computer
pt_br: Verifique se o mouse foi reconhecido pelo seu computador
ru: Проверьте, распознаёт ли мышь ваш компьютер

source: Go to the <link xref="unity-dash-intro">dash</link> and open the <app>Terminal</app>.
ast: Vaya al <link xref="unity-dash-intro">Tablero</link> y abra el <app>Terminal</app>.
el: Μεταβείτε στο <link xref="unity-dash-intro">dash</link> και ανοίξτε το <app>Τερματικό</app>.
es: Vaya al <link xref="unity-dash-intro">Tablero</link> y abra el <app>Terminal</app>.
fi: Avaa <link xref="unity-dash-intro">Dashista</link> <app>pääte</app>.
nl: Ga naar de <link xref="unity-dash-intro">dash</link> en open de <app>Terminal</app>.
pt_br: Vá ao <link xref="unity-dash-intro">painel</link> e abra o <app>Terminal</app>.
ru: Перейдите в <link xref="unity-dash-intro">Главное меню</link> и откройте <app>Терминал</app>.

source: In the terminal window, at the prompt (the $), type <cmd>xsetpointer -l | grep Pointer</cmd>, exactly as it appears here, and press <key>Enter</key>.
ast: Na ventana de terminal, nel cursor (el $), teclee <cmd>xsetpointer -l | grep Pointer</cmd>, exactamente como aparece equí y calca <key>Intro</key>.
el: Στο παράθυρο του τερματικού, στην προτροπή (με το χαρακτήρα $), πληκτρολογήστε την εντολή <cmd>xsetpointer -l | grep Pointer</cmd>,ακριβώς όπως εμφανίζεται εδώ και, πατήστε το πλήκτρο <key>Enter</key>.
es: En la ventana de terminal, en el cursor (el $), teclee <cmd>xsetpointer -l | grep Pointer</cmd>, exactamente como aparece aquí y pulse <key>Intro</key>.
pt_br: Na janela do terminal, no prompt (o $), digite <cmd>xsetpointer -l | grep Pointer</cmd>, exatamente como aparece aqui e aperte <key>Enter</key>.
ru: В окне терминала после приглашения ($) наберите <cmd>xsetpointer -l | grep Pointer</cmd>, в точности как написано здесь, и нажмите <key>Enter</key>.

source: A short list of mouse devices will appear. Check that at least one of the items says <sys>[XExtensionPointer]</sys> next to it, and that one of the <sys>[XExtensionPointer]</sys> items has the name of the mouse to the left of it.
ast: Aparecerá una pequeña llista de preseos de mur. Compruebe que al menos uno de los elementos diga <sys>[XExtensionPointer]</sys> xunto a elli, y que uno de los elementos <sys>[XExtensionPointer]</sys> ten el nome del mur a su esquierda.
el: Θα εμφανιστεί μία σύντομη λίστα από συσκευές ποντικιού. Ελέγξτε ότι τουλάχιστον μία από τις συσκευές λέει <sys>[XExtensionPointer]</sys> δίπλα της, και ότι τουλάχιστον ένα από τα αντικείμενα <sys>[XExtensionPointer]</sys> έχει το όνομα του ποντικιού στα αριστερά του.
es: Aparecerá una pequeña lista de dispositivos de ratón. Compruebe que al menos uno de los elementos diga <sys>[XExtensionPointer]</sys> junto a él, y que uno de los elementos <sys>[XExtensionPointer]</sys> tenga el nombre del ratón a su izquierda.
pt_br: Uma pequena lista de dispositivos de mouse irá aparecer. Verifique que pelo menos um dos itens diz <sys>[XExtensionPointer]</sys> próximo a ele e que um dos itens <sys>[XExtensionPointer]</sys> tem o nome do mouse à esquerda dele.
ru: Появится краткий перечень устройств мыши. Убедитесь, что по крайней мере в одном из пунктов перечня содержится запись <sys>[XExtensionPointer]</sys>, и что в пункте слева от одной из записей <sys>[XExtensionPointer]</sys> имеется название мыши.

source: If there is no entry that has the name of the mouse followed by <sys>[XExtensionPointer]</sys>, then the mouse was not recognized by your computer. If the entry exists, your mouse was recognized by your computer. In this case you should check that the mouse is <link xref="#plugged-in">plugged</link> in and in <link xref="#broken">working condition</link>.
ast: Si no hai denguna entrada col nome del mur seguido de <sys>[XExtensionPointer]</sys>, es que su equipu no reconoció su mur. Si esiste esa entrada, su equipu reconoció su mur. Nesti caso tendría comprobar que el mur ta <link xref="#plugged-in">coneutáu</link> y que <link xref="#broken">funcionando</link>.
el: Εάν δεν υπάρχει καμία καταχώρηση που να έχει το όνομα του ποντικιού ακολουθούμενο από <sys>[XExtensionPointer]</sys>, τότε το ποντίκι δεν αναγνωρίστηκε από τον υπολογιστή σας. Εάν η καταχώρηση υπάρχει, το ποντίκι αναγνωρίστηκε από τον υπολογιστή σας. Σε αυτή την περίπτωση θα πρέπει να ελέγξετε ότι το ποντίκι είναι <link xref="#plugged-in">συνδεδεμένο</link> και σε <link xref="#broken">λειτουργική κατάσταση</link>.
es: Si no hay ninguna entrada con el nombre del ratón seguido de <sys>[XExtensionPointer]</sys>, es que su equipo no reconoció su ratón. Si existe esa entrada, su equipo reconoció su ratón. En este caso debería comprobar que el ratón está <link xref="#plugged-in">conectado</link> y que <link xref="#broken">funcionando</link>.
pt_br: Se não houver entradas com o nome do mouse seguida de <sys>[XExtensionPointer]</sys>, então o mouse não foi reconhecido por seu computador. Se a entrada existir, seu mouse foi reconhecido. Nesse caso, você deve certificar-se de que o mouse está <link xref="#plugged-in">conectado</link> e em <link xref="#broken">condições de uso</link>.
ru: Если нет записи, содержащей название мыши, предшествующее <sys>[XExtensionPointer]</sys>, то мышь не определена вашим компьютером. Если запись существует, то мышь была распознана вашим компьютером. В этом случае вы должны проверить, что мышь <link xref="#plugged-in">подключена</link> и находится в <link xref="#broken">рабочем состоянии</link>.

source: If your mouse has a serial (RS-232) connector, you may need to perform some extra steps to get it working. The steps might depend on the make or model of your mouse.
ast: Si su mur tien un puertu serie (RS-232), puede que ten que realizar dellos pasos adicionales pa que funcione. Los pasos pueden depender de la marca o el modelu del mur.
el: Εάν το ποντίκι σας έχει σειριακή (RS-232) σύνδεση, ενδεχομένως χρειαστεί να εκτελέσετε μερικά επιπρόσθετα βήματα ώστε να το κάνετε να λειτουργήσει. Τα βήματα μπορεί να εξαρτώνται από τη μάρκα ή το μοντέλο του ποντικιού σας.
es: Si su ratón tiene un puerto serie (RS-232), puede que tenga que realizar algunos pasos adicionales para que funcione. Los pasos pueden depender de la marca o el modelo del ratón.
pt_br: Se o seu mouse tem um conector serial (RS-232), você pode precisar executar alguns passos extras para fazê-lo funcionar. Os passos podem depender da marca ou modelo do seu mouse.
ru: Если ваша мышь имеет штекер, подключаемый к последовательному порту (RS-232), вам может понадобиться выполнить некоторые дополнительные действия, чтобы она заработала. Эти действия могут зависеть от производителя и модели вашей мыши.

source: It can be complicated to fix problems with mouse detection. Ask for support from your distribution or vendor if you think that your mouse has not been detected properly.
ast: Puede ser complicáu iguar los problemes cola deteición del mur. Pida apoyo a su distribuidor o proveedor si piensa que el mur no se ha deteutáu correcho.
el: Μπορεί να είναι περίπλοκο να λύσετε προβλήματα σχετικά με την αναγνώριση ποντικιού. Ζητήστε υποστήριξη από το διανομέα ή πωλητή του ποντικιού εάν νομίζετε ότι το ποντίκι σας δεν έχει αναγνωριστεί σωστά.
es: Puede ser complicado arreglar los problemas con la detección del ratón. Pida apoyo a su distribuidor o proveedor si piensa que el ratón no se ha detectado correctamente.
pt_br: Pode ser complicado corrigir problemas com a detecção do seu mouse. Peça suporte da sua distribuição ou fabricante se você acha que seu mouse não foi devidamente detectado.
ru: Устранить проблему обнаружения мыши бывает достаточно сложно. Обратитесь за поддержкой к вашему поставщику или производителю, если вы считаете, что ваша мышь не определяется должным образом.

source: Check that the mouse actually works
ast: Compruebe que anguaño el mur furrula
el: Ελέγξτε ότι το ποντίκι πραγματικά λειτουργεί
es: Compruebe que actualmente el ratón funciona
fi: Varmista, ettei hiiri ole rikki
nl: Controleren of de muis überhaupt werkt
pt_br: Verifique se o mouse realmente funciona
ru: Проверка работоспособности мыши

source: Plug the mouse in to a different computer and see if it works.
ast: Conecte el mur nun equipu distinto y vea si furrula.
el: Συνδέστε το ποντίκι σε έναν διαφορετικό υπολογιστή και ελέγξτε ότι λειτουργεί.
es: Conecte el ratón en un equipo distinto y vea si funciona.
fi: Liitä hiiri toiseen tietokoneeseen ja varmista, että hiiri toimii siinä.
nl: Sluit de muis op een andere computer aan om te zien of de muis werkt.
pt_br: Conecte o mouse em um computador diferente e veja se ele funciona.
ru: Подключите мышь к другому компьютеру и проверьте, работает ли она.

source: If the mouse is an optical or laser mouse, a light should be shining out of the bottom of the mouse if it is turned on. If there is no light, check that it is turned on. If it is and there is still no light, the mouse may be broken.
ast: Si el mur es un mur óptico o láser, una luz tendría brillar na parte inferior del mur, cuando ta prendíu. Si no hai luz, compruebe que ta activáu. Si es así y entá no hai luz, el mur puede que esté roto.
el: Εάν το ποντίκι είναι οπτικό ή λέιζερ, ένα φως θα πρέπει να λάμπει από κάτω εάν είναι αναμμένο. Εάν δεν υπάρχει φως, ελέγξτε ότι είναι αναμμένο. Εάν είναι και ακόμη δεν υπάρχει φως, το ποντίκι μπορεί να είναι χαλασμένο.
es: Si el ratón es un ratón óptico o láser, una luz debería brillar en la parte inferior del ratón, cuando está encendido. Si no hay luz, compruebe que está activado. Si es así y todavía no hay luz, el ratón puede que esté roto.
pt_br: Se o mouse é um mouse ótico ou a laser, uma luz deve estar brilhando da parte de baixo do mouse, se ele estiver ligado. Se não tiver luz, verifique se ele está ligado. Se ele está ligado e não tem luz, o mouse pode estar quebrado.
ru: У оптической или лазерной мыши при включении должен быть виден свет снизу. Если мышь не светится, проверьте, подключена ли она. Если света всё равно нет, вероятно, мышь неисправна.

source: Checking wireless mice
ast: Comprobar el mur inalámbrico
el: Έλεγχος ασύρματων ποντικιών
es: Comprobar el ratón inalámbrico
fi: Langattoman hiiren tarkistaminen
nl: Draadloze muizen controleren
pt_br: Verificando o mouse sem fio
ru: Проверка беспроводной мыши
