Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: When you've selected the one you prefer, click <gui>Apply</gui>.
ast: Cuando heba escoyíu la que quies calca <gui>Aplicar</gui>.
el: Όταν επιλέξετε αυτήν που προτιμάτε, κάντε κλικ στην επιλογή <gui>Εφαρμογή</gui>.
es: Cuando haya seleccionado la que quiere pulse <gui>Aplicar</gui>.
pt_br: Quando você tiver seleciona o que você preferir, clique em <gui>Aplicar</gui>.
ru: После выбора соответствующей ориентации экрана, щёлкните кнопку <gui>Применить</gui>.

source: <link xref="media#photos">Digital cameras</link>, <link xref="media#music">iPods</link>, <link xref="media#photos">editing photos</link>, <link xref="media#videos">playing videos</link>...
ast: <link xref="media#photos">Cámaras digitales</link>, <link xref="media#music">iPods</link>, <link xref="media#photos">editar fotos</link>, <link xref="media#videos">reproducir vídeos</link>...
el: <link xref="media#photos">Ψηφιακές κάμερες</link>, <link xref="media#music">Φορητοί αναπαραγωγείς μέσων (iPod)</link>, <link xref="media#photos">επεξεργασία φωτογραφιών</link>, <link xref="media#videos">αναπαραγωγή βίντεο</link>...
es: <link xref="media#photos">Cámaras digitales</link>, <link xref="media#music">iPods</link>, <link xref="media#photos">editar fotos</link>, <link xref="media#videos">reproducir vídeos</link>...
fi: <link xref="media#photos">Digikamerat</link>, <link xref="media#music">iPod</link>, <link xref="media#photos">valokuvien muokkaaminen</link>, <link xref="media#videos">videoiden toistaminen</link>...
nl: <link xref="media#photos">Digitale camera's</link>, <link xref="media#music">iPods</link>, <link xref="media#photos">foto's bewerken</link>, <link xref="media#videos">video's afspelen</link>...
pt_br: <link xref="media#photos">Câmeras digitais</link>, <link xref="media#music">iPods</link>, <link xref="media#photos">edição de fotos</link>, <link xref="media#videos">reprodução de vídeos</link>...
ru: <link xref="media#photos">Цифровые камеры</link>, <link xref="media#music">устройства iPod</link>, <link xref="media#photos">редактирование фотографий</link>, <link xref="media#videos">воспроизведение видео</link>...

source: Sound, video &amp; pictures
ast: Soníu, vídeo e imáxenes
el: Ήχος, βίντεο &amp; εικόνες
es: Sonido, vídeo e imágenes
fi: Ääni, video ja kuvat
nl: Geluid, video &amp; foto's
pt_br: Som, vídeo e figuras
ru: Звук, видео и изображения

# sort
source: Sound
ast: Soníu
el: Ήχος
fi: Ääni
nl: Geluid
pt_br: Som
ru: Звук

# link:trail
source: Sound
ast: Soníu
el: Ήχος
fi: Ääni
nl: Geluid
pt_br: Som
ru: Звук

# link:topic
source: Sound
ast: Soníu
el: Ήχος
fi: Ääni
nl: Geluid
pt_br: Som
ru: Звук

source: <link xref="sound-volume">Volume</link>, <link xref="sound-usespeakers">speakers and headphones</link>, <link xref="sound-usemic">microphones</link>...
ast: <link xref="sound-volume">Volume</link>, <link xref="sound-usespeakers">altavoces y auriculares</link>, <link xref="sound-usemic">micrófonos</link>...
el: <link xref="sound-volume">Ένταση</link>, <link xref="sound-usespeakers">ηχεία και ακουστικά</link>, <link xref="sound-usemic">μικρόφωνα</link>...
es: <link xref="sound-volume">Volumen</link>, <link xref="sound-usespeakers">altavoces y auriculares</link>, <link xref="sound-usemic">micrófonos</link>...
fi: <link xref="sound-volume">Äänenvoimakkuus</link>, <link xref="sound-usespeakers">kaiuttimet ja kuulokkeet</link>, <link xref="sound-usemic">mikrofonit</link>...
nl: <link xref="sound-volume">Volume</link>, <link xref="sound-usespeakers">Luidsprekers en hoofdtelefoons</link>, <link xref="sound-usemic">microfoons</link>…
pt_br: <link xref="sound-volume">Volume</link>, <link xref="sound-usespeakers">alto-falantes e fones de ouvido</link>, <link xref="sound-usemic">microfones</link>...
ru: <link xref="sound-volume">Громкость</link>, <link xref="sound-usespeakers">громкоговорители и наушники</link>, <link xref="sound-usemic">микрофоны</link>...

source: Basic sound
ast: Soníu básico
el: Βασικός ήχος
es: Sonido básico
fi: Perusasiat äänestä
nl: Basisgeluid
pt_br: Som básico

# link
source: Music and players
ast: Música y reproductores
el: Μουσική και αναπαραγωγείς
fi: Musiikki ja soittimet
nl: Muziek en audiospelers
pt_br: Músicas e reprodutores
ru: Музыка и музыкальные проигрыватели

source: Music and portable audio players
ast: Música y reproductores de soníu portátiles
el: Μουσική και φορητοί αναπαραγωγείς μουσικής
es: Música y reproductores de sonido portátiles
fi: Musiikki ja kannettavat soittimet
nl: Muziek en draagbare geluidsspelers
pt_br: Música e reprodutores de áudio portáteis
ru: Музыка и портативные звуковые прогрыватели

# link
source: Photos
ast: Fotos
el: Φωτογραφίες
fi: Valokuvat
nl: Foto's
pt_br: Fotos
ru: Фотографии

source: Photos and digital cameras
ast: Fotos y cámaras digitales
el: Φωτογραφίες και ψηφιακές κάμερες
es: Fotos y cámaras digitales
fi: Valokuvat ja digikamerat
nl: Foto's en digitale camera's
pt_br: Fotos e câmeras digitais
ru: Фотографии и цифровые камеры

# link
source: Videos
ast: Vídeos
el: Βίντεο
fi: Videot
pt_br: Vídeos
ru: Видеозаписи

source: Videos and video cameras
ast: Vídeos y videocámaras
el: Βίντεο και βιντεοκάμερες
es: Vídeos y videocámaras
fi: Videot ja videokamerat
nl: Video's en videocamera's
pt_br: Vídeos e câmeras de vídeo
ru: Видео и видеокамеры

source: <link xref="about-this-guide">Tips on using this guide</link>, <link xref="get-involved">help improve this guide</link>...
ast: <link xref="about-this-guide">Conseyos pa usar esta guía</link>, <link xref="get-involved">ayuda a ameyorar esta guía</link>...
el: <link xref="about-this-guide">Συμβουλές για τη χρήση αυτού του οδηγού</link>, <link xref="get-involved">βοηθήστε στην βελτίωση αυτού του οδηγού</link>...
fi: <link xref="about-this-guide">Vinkkejä ohjeen käyttöön</link>, <link xref="get-involved">auta parantamaan ohjeita</link>...
nl: <link xref="about-this-guide">Tips voor het gebruik van deze handleiding</link>, <link xref="get-involved">helpen bij het ​​verbeteren van deze handleiding</link>…
pt_br: <link xref="about-this-guide">Dicas de como usar este guia</link>, <link xref="get-involved">ajude a melhorar este guia</link>...

source: Get more help
ast: Obtener más aida
ca: Obteniu més ajuda
cs: Získat další nápovědu
de: Weitergehende Hilfe erhalten
el: Περισσότερη βοήθεια
es: Obtener más ayuda
fi: Lue lisää ohjeita
fr: Aide supplémentaire
gl: Obter máis axuda
hr: Nabavite više pomoći
id: Dapatkan lebih banyak bantuan
ko: 더 도움받기
lt: Gaukite daugiau pagalbos
lv: Saņemt vairāk palīdzības
ms: Dapatkan lagi bantuan
my: နောက်ထပ်အကူအညီရယူပါ
nl: Meer hulp verkrijgen
pl: Więcej pomocy
pt_br: Obter mais ajuda
ru: Узнать больше
sl: Dobite več pomoči
sv: Få mer hjälp
tr: Daha fazla yardım al
zh_cn: 获取更多帮助

source: <link xref="mouse-lefthanded">Left-handed</link>, <link xref="mouse-sensitivity">speed and sensitivity</link>, <link xref="mouse-touchpad-click">touchpad clicking and scrolling</link>...
ast: <link xref="mouse-lefthanded">Zurdo</link>, <link xref="mouse-sensitivity">velocidá y sensibilidad</link>, <link xref="mouse-touchpad-click">pulsación y desplazamiento col touchpad</link>...
el: <link xref="mouse-lefthanded">Αριστερόχειρες</link>, <link xref="mouse-sensitivity">ταχύτητα και ευαισθησία</link>, <link xref="mouse-touchpad-click">κλικ και κύλιση μέσω της επιφάνειας αφής</link>...
es: <link xref="mouse-lefthanded">Zurdo</link>, <link xref="mouse-sensitivity">velocidad y sensibilidad</link>, <link xref="mouse-touchpad-click">pulsación y desplazamiento con el touchpad</link>...
fi: <link xref="mouse-lefthanded">Vasenkätisyys</link>, <link xref="mouse-sensitivity">nopeus ja herkkyys</link>, <link xref="mouse-touchpad-click">kosketuslevyn vierittäminen ja napsauttaminen</link>...
pt_br: <link xref="mouse-lefthanded">Canhoto</link>, <link xref="mouse-sensitivity">velocidade e sensibilidade</link>, <link xref="mouse-touchpad-click">clique do touchpad e rolagem</link>...

source: Mouse
ast: Mur
el: Ποντίκι
es: Ratón
fi: Hiiri
nl: Muis
ru: Мышь

# link
source: Common mouse problems
ast: Problemas comunes del mur
el: Συνήθη προβλήματα ποντικιών
fi: Yleisiä ongelmia hiiren kanssa
pt_br: Problemas comuns em mouse
ru: Типичные проблемы с мышью

# link:trail
source: Common problems
ast: Problemas comunes
el: Συνήθη προβλήματα
fi: Yleisiä ongelmia
pt_br: Problemas comuns
ru: Типичные неполадки

# link
source: Tips
ast: Consejos
el: Συμβουλές
fi: Vinkit
pt_br: Dicas
ru: Подсказки

# link:trail
source: Tips
ast: Consejos
el: Συμβουλές
fi: Vinkit
pt_br: Dicas
ru: Подсказки

source: Tips
ast: Consejos
el: Συμβουλές
fi: Vinkit
pt_br: Dicas
ru: Подсказки

source: Turn the touchpad off while typing to prevent accidental clicks.
ast: Desconectar el «touchpad» al escribir pa evitar pulsaciones accidentales.
el: Απενεργοποιήστε την επιφάνεια αφής κατά την πληκτρολόγηση ώστε να αποτρέψετε τα μη ηθελημένα κλικ.
es: Desconectar el «touchpad» al escribir para evitar pulsaciones accidentales.
fi: Poista kosketyslevy käytöstä kirjoituksen ajaksi estääksesi tahattomat napsautukset
nl: Zet het touchpad tijdens het typen uit om ongewenst klikken te voorkomen.
pt_br: Desligue o touchpad enquanto digita para prevenir cliques acidentais.
ru: Отключите сенсорную панель при наборе текста, чтобы избежать случайных щелчков.

source: Disable touchpad while typing
ast: Desactivar el touchpad al escribir
el: Απενεργοποίηση επιφάνειας αφής κατά την πληκτρολόγηση
es: Desactivar el touchpad al escribir
fi: Poista kosketuslevy käytöstä kirjoitettaessa
nl: Touchpad uitschakelen tijdens het typen
pt_br: Desabilitar o touchpad enquanto digita
ru: Отключение сенсорной панели при наборе текста

source: Touchpads on laptops are often located where you rest your wrist while typing, which can sometimes cause accidental clicks while you type. You can disable the touchpad while you type. It will only work again a short time after your last key stroke.
ast: Los touchpads nos portátiles se sitúan normalmente donde descansa su muñeca mientres ta tecleando, polo que a vegaes puede provocar pulsaciones accidentales mientres teclea. Puede desactivar el touchpad mientres teclea. Funcionará de nuevu un poco dempués de que heba pulsáu la cabera tecla.
el: Οι επιφάνειες αφής των φορητών υπολογιστών συχνά βρίσκονται στο σημείο όπου ξεκουράζετε τον καρπό σας κατά την πληκτρολόγηση, γεγονός το οποίο κάποιες φορές μπορεί να προκαλέσει μη ηθελημένα κλικ καθώς πληκτρολογείτε. Μπορείτε να απενεργοποιήσετε την επιφάνεια αφής κατά την πληκτρολόγηση. Θα λειτουργήσει ξανά μόνο αφού παρέλθει ένα χρονικό διάστημα μετά από το τελευταίο πάτημα πλήκτρου.
es: Los touchpads en los portátiles se sitúan normalmente donde descansa su muñeca mientras está tecleando, por lo que a veces puede provocar pulsaciones accidentales mientras teclea. Puede desactivar el touchpad mientras teclea. Funcionará de nuevo un poco después de que haya pulsado la última tecla.
fi: Kannettavien tietokoneiden kosketuslevyt sijaitsevat usein juuri siinä kohdassa, jossa käsiä lepuutetaan kirjoittaessa. Tämän takia kosketuslevy saattaa tulkita osuman siihen napsautukseksi. Voit kuitenkin poistaa kosketuslevyn käytöstä kirjoituksen ajaksi. Se toimii jälleen pienen viiveen kuluttua lopetettuasi kirjoittamisen.
pt_br: Touchpads nos laptops frequentemente estão localizados onde você descansa seu pulso enquanto digita, o que pode algumas vezes causa cliques acidentais enquanto você digita. Você pode desabilitar o touchpad enquanto digita. Ele só vai funcionar de novo um pequeno tempo depois da sua última tecla pressionada.
ru: Сенсорные панели на ноутбуках часто располагаются в том месте, где находятся ваши запястья во время набора текста, и случайное касание запястьем сенсорной панели, может быть распознано как нажатие. Вы можете сделать так, чтобы сенсорная панель отключалась во время набора текста, а после того, как вы закончите печатать — включалась снова.

source: Click <gui>Mouse and Touchpad</gui>.
ast: Calca en <gui>Mur y touchpad</gui>.
el: Κάντε κλικ στην επιλογή <gui>Ποντίκι και επιφάνεια αφής</gui>.
fi: Napsauta <gui>Hiiri ja kosketuslevy</gui>.
nl: Klik op <gui>Muis enTouchpad</gui>.
pt_br: Clique em <gui>Mouse e Touchpad</gui>.
ru: Щёлкните значок <gui>Мышь и сенсорная панель</gui>.

source: Switch to the <gui>Touchpad</gui> tab and select <gui>Disable touchpad while typing</gui>.
ast: Camuda a la pestaña <gui>Touchpad</gui> y escueyi <gui>Desactivar el touchpad cuando se teclea</gui>.
el: Μεταβείτε στην καρτέλα <gui>Επιφάνεια αφής</gui> και επιλέξτε <gui>Απενεργοποίηση της επιφάνειας αφής κατά την πληκτρολόγηση</gui>.
es: Cambie a la pestaña <gui>Touchpad</gui> y seleccione <gui>Desactivar el touchpad cuando se teclea</gui>.
fi: Vaihda <gui>Ohjaintaso</gui>-välilehdelle ja valitse <gui>Poista ohjaintaso käytöstä kirjoittaessa</gui>.
pt_br: Alterne para a aba <gui>Touchpad</gui> e selecione <gui>Desabilitar touchpad enquanto digita</gui>.
ru: Откройте вкладку <gui>Сенсорная панель</gui> и выберите <gui>Отключать сенсорную панель при наборе</gui>.

source: Control how quickly you need to press the mouse button a second time to double-click.
ast: Controlar la velocidá de pulsación del botón del mur pa efectuar una pulsación duble.
el: Ελέγξτε το πόσο γρήγορα χρειάζεται να πατήσετε το πλήκτρο του ποντικιού ώστε να γίνει διπλό κλικ.
es: Controlar la velocidad de pulsación del botón del ratón para efectuar una pulsación doble.
fi: Määritä kuinka nopeasti hiiren painiketta on napsautettava toistamiseen, jotta se rekisteröidään kaksoisnapsautukseksi.
nl: Bepalen hoe snel u de muisknop een tweede keer moet indrukken om te dubbelklikken.
pt_br: Controle o quão rápido você precisa pressionar o botão do mouse uma segunda vez para ter um clique duplo.

source: Adjust the double-click speed
ast: Axustar la velocidá de la duble pulsación
el: Ρυθμίστε την ταχύτητα του διπλού κλικ
es: Ajustar la velocidad de la doble pulsación
fi: Määritä kaksoisnapsautuksen nopeus
nl: De dubbelkliksnelheid aanpassen
pt_br: Ajuste a velocidade do clique duplo
ru: Настройка скорости двойного щелчка

source: Double-clicking only happens when you press the mouse button twice quickly enough. If the second press is too long after the first, you'll just get two separate clicks, not a double click. If you have difficulty pressing the mouse button so quickly, you should increase the timeout.
ast: La duble pulsación namái asocede cuando calques el botón del mur dos vegaes bastante rápido. Si tardes abondo en calcar la segunda vegada, tendrás dos pulsaciones separtaes, non una duble pulsación. Si tienes dificultaes pa primir el mur tan depriesa, tendríes d'incrementar el tiempu d'espera.
el: Το διπλό κλικ γίνεται μόνο αν πατήσετε το πλήκτρο του ποντικιού δύο φορές αρκετά γρήγορα. Αν το δεύτερο πάτημα γίνει πολύ μετά από το πρώτο, θα έχετε δύο ξεχωριστά κλικ και όχι ένα διπλό. Αν συναντάτε κάποια δυσκολία στο να πατήσετε το πλήκτρο αρκετά γρήγορα, θα πρέπει να αυξήσετε το χρονικό όριο.
es: La doble pulsación solo ocurre cuando pulsa el botón del ratón dos veces lo bastante rápido. Si se tarda mucho en pulsar la segunda vez, obtendrá dos pulsaciones separadas, no una doble pulsación. Si tiene dificultados en pulsar el ratón tan deprisa, debería incrementar el tiempo de espera.
pt_br: O clique duplo apenas acontece quando você pressiona o botão do mouse duas vez rápido o bastante. Se o segundo clique é muito depois do primeiro, você terá apenas dois cliques separados, não um clique duplo. Se você tem dificuldade em pressionar o botão do mouse tão rápido, você deve incrementar o intervalo.

source: Under <gui>Double-Click Timeout</gui>, adjust the <gui>Timeout</gui> slider to a value you find comfortable. Use the smiley face under the slider to test your settings. A single click will make it smile. A double-click will give it an ear-to-ear grin.
ast: Baxo <gui>Retardu del duble clic</gui>, pues axustar la barra eslizante del <gui>Tiempu d'espera</gui> p'afitar un valor confortable. Usa'l rostru sorriente baxo la barra eslizante pa comprobar l'axuste. Un clic fadrá sorrir la cara. El duble clic fadra que tenga una sorrisa d'oreya a oreya.
el: Στο στοιχείο <gui>Χρονικό περιθώριο διπλού κλικ</gui>, ρυθμίστε τον ολισθητή <gui>Χρονικό όριο</gui> σε μία τιμή που βρίσκετε βολική. Χρησιμοποιήστε το χαμογελαστό εικονίδιο κάτω από τον ολισθητή για να δοκιμάσετε τις ρυθμίσεις σας. Ένα απλό κλικ θα το κάνει να χαμογελάσει. Ένα διπλό κλικ θα το κάνει να αποκτήσει ένα χαμόγελο ως τα αυτιά.
pt_br: Abaixo de <gui>Tempo limite para clique-duplo</gui>, ajuste a barra deslizante do <gui>Tempo limite</gui> para um valor que você ache confortável. Use o rosto sorridente abaixo da barra deslizante para testar sua configuração. Um clique simples vai fazê-la sorrir. Um clique-duplo vai dar a ela um grande sorriso de orelha-a-orelha.
ru: Под заголовком <gui>Задержка двойного щелчка> установите ползунок <gui>Задержка</gui> на значение, которое вы найдете удобным. Используйте смайлик под ползунком для проверки настроек. Одинарный щелчок мыши вызовет его улыбку. После двойного щелчка у него будет улыбка до ушей.

source: If your mouse double-clicks when you want it to single-click even though you have increased the double-click timeout, your mouse may be faulty. Try plugging a different mouse into your computer and see if that works properly. Alternatively, plug your mouse into a different computer and see if it still has the same problem.
ast: Si su mur fai una duble pulsación cuando vusté quies facer una sola pulsación, anque heba incrementáu el tiempu de espera de la pulsación duble, es posible que esté defectuoso. Pruebe a coneutar otru mur en su equipu y compruebe si furrula correcho. O tamién, conecte su mur en otru equipu distinto y compruebe si el problema persiste.
el: Αν το ποντίκι σας εκτελεί διπλό κλικ αντί απλού ακόμα και αν έχετε αυξήσει το χρονικό περιθώριο του διπλού κλικ, ενδέχεται να είναι ελαττωματικό το ποντίκι που χρησιμοποιείτε. Δοκιμάστε να συνδέσετε ένα διαφορετικό ποντίκι στον υπολογιστή σας και δείτε αν αυτό δουλεύει σωστά. Εναλλακτικά, συνδέστε το ποντίκι σας σε έναν διαφορετικό υπολογιστή και δείτε αν και εκεί παρουσιάζει το ίδιο πρόβλημα.
es: Si su ratón hace una doble pulsación cuando usted quiere hacer una sola pulsación, aunque haya incrementado el tiempo de espera de la pulsación doble, es posible que esté defectuoso. Pruebe a conectar otro ratón en su equipo y compruebe si funciona correctamente. O también, conecte su ratón en otro equipo distinto y compruebe si el problema persiste.
pt_br: Se o seu mouse dá clique duplo quando você quer um clique simples, mesmo que você tenha aumentado o tempo limite de clique duplo, pode ser que seu mouse esteja com defeito. Tente conectar um mouse diferente no seu computador e ver se ele funciona devidamente. Alternativamente, conecte seu mouse em um computador diferente e veja se ele ainda tem o mesmo problema.

source: Change how far you have to move your mouse pointer to start dragging.
ast: Camudar cuánto tien que mover el puntero de su mur pa entamar un arrastre.
el: Ρυθμίστε την απόσταση κατά την οποία θα πρέπει να μετακινήσετε τον δείκτη του ποντικιού ώστε να αρχίσετε να μεταφέρετε αντικείμενα.
es: Cambiar cuánto tiene que mover el puntero de su ratón para iniciar un arrastre.
nl: Wijzigen hoe ver u de muisaanwijzer moet bewegen om met slepen te beginnen.
pt_br: Altere o quão longe você tem que mover o ponteiro do mouse para começar a arrastar

source: Adjust the mouse drag threshold
ast: Axustar el umbral de arrastre del mur
el: Ρυθμίστε το όριο βραδύτητας του ποντικιού
es: Ajustar el umbral de arrastre del ratón
nl: De sleepdrempel van de muis aanpassen
pt_br: Ajuste o limite do arrastar do mouse

source: When you click something, it's not uncommon for your hand to move a little between the time you press the mouse button and the time you release it. For this reason, dragging only starts if you move the pointer past a certain threshold, so that you don't accidentally start dragging every time you click. You can control the minimum distance required to start dragging.
ast: Cuando se calca sobro algo, no es raro que su mano se mueva un poco durante el tiempu que pasa ente que calca el botón y lo suelta. Por esa razón, el procesu de arrastrar solo empieza si se mueve el puntero pasáu un cierto umbral, pa que no empiece a arrastrar accidentalmente cada vegada que calca sobro algo.
el: Πολλές φορές, όταν πατάτε σε κάποιο σημείο με το ποντίκι, είναι σύνηθες να κινείται το χέρι σας λίγο στο χρονικό διάστημα που μεσολαβεί από τη στιγμή που πατάτε το κουμπί του ποντικιού μέχρι να το αφήσετε. Γι αυτό το λόγο, το σύρσιμο με το ποντίκι ξεκινά μόνο αν ο δρομέας μετακινηθεί πέρα από κάποιο κατώφλι, ώστε να μην αρχίζει το σύρσιμο κατά λάθος σε κάθε κλικ του ποντικιού. Μπορείτε να έχετε τον έλεγχο της ελάχιστης απόστασης που χρειάζεται να μετακινηθεί ο δρομέας ώστε να ξεκινήσει το σύρσιμο με το ποντίκι.
es: Cuando se pulsa sobre algo, no es raro que su mano se mueva un poco durante el tiempo que pasa entre que pulsa el botón y lo suelta. Por esa razón, el proceso de arrastrar solo empieza si se mueve el puntero pasado un cierto umbral, para que no empiece a arrastrar accidentalmente cada vez que pulse sobre algo.
pt_br: Quando você clica em alguma coisa, não é incomum para sua mão mover um pouco entre o tempo que você pressiona o botão do mouse e o tempo que você solta o botão. Por essa razão, o arrastar apenas começa se você mover o ponteiro do mouse a partir de um certo limite, para que você não comece a arrastar acidentalmente toda vez que você clicar. Você pode controlar a distância mínima necessária para começar a arrastar
ru: Когда вы щёлкаете на каком-то объекте, между моментами нажатия на кнопку и момента её отпускания рука часто случайно слегка перемещается. Система могла бы ошибочно воспринять такие случайные движения как перетаскивание. Поэтому перетаскивание считается начатым, только когда вы переместите указатель на определённое расстояние (порог перетаскивания). Вы можете изменить это расстояние.

source: Under <gui>Drag and Drop</gui>, adjust the <gui>Threshold</gui> slider to a value you find comfortable. Try moving the settings window by dragging the titlebar to test the current value.
ast: En <gui>Arrastrar y soltar</gui>, axuste el deslizador del <gui>Umbral</gui> a un valor que le resulte cómodo. Pruebe a mover la ventana de opciones arrastrando la barra de títulu pa probar el valor actual.
el: Στο στοιχείο <gui>Μεταφορά κι απόθεση</gui>, προσαρμόστε τον ολισθητή <gui>Κατώφλι</gui> σε μία τιμή που βρίσκετε βολική. Προσπαθήστε να μετακινήσετε το παράθυρο ρυθμίσεων μεταφέροντας τη γραμμή τίτλου για να δοκιμάσετε την τρέχουσα τιμή.
es: En <gui>Arrastrar y soltar</gui>, ajuste el deslizador del <gui>Umbral</gui> a un valor que le resulte cómodo. Pruebe a mover la ventana de opciones arrastrando la barra de título para probar el valor actual.
pt_br: Sob <gui>arrastar e soltar</gui>, ajuste o <gui>limite</gui> de deslize para o valor que você achar confortável. Tente mover a janela de configuração arrastando a barra de título para testar o valor selecionado.
ru: Перемещайте ползунок <gui>Порог</gui> под надписью <gui>Перетаскивание</gui>, чтобы найти значение, удобное для вас. Для проверки выбранного значения попробуйте перетащить за заголовок окно настройки.
