Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can also rename a file from the <link xref="nautilus-file-properties-basic">properties</link> window.
ast: También puede renomar un ficheru dende la ventana de <link xref="nautilus-file-properties-basic">propiedaes</link>.
el: Μπορείτε επίσης να μετονομάσετε ένα αρχείο από το παράθυρο <link xref="nautilus-file-properties-basic">ιδιοτήτων</link>.
es: También puede renombrar un archivo desde la ventana de <link xref="nautilus-file-properties-basic">propiedades</link>.
fi: Voit myös nimetä tiedoston uudelleen käyttäen <link xref="nautilus-file-properties-basic">Ominaisuudet</link>-ikkunaa.
nl: U kunt een bestand ook hernoemen vanuit het <link xref="nautilus-file-properties-basic">Eigenschappen</link>-venster.
pt_br: Você também pode renomear um arquivo a partir de sua janela de <link xref="nautilus-file-properties-basic">prpriedades</link>.
ru: Вы можете также переименовать файл в окне его <link xref="nautilus-file-properties-basic">свойств</link>.

source: When you rename a file, only the first part of the name of the file is selected, not the file extension (the part after the "."). The extension normally denotes what type of file it is (e.g. <file>file.pdf</file> is a PDF document), and you usually do not want to change that. If you need to change the extension as well, select it with your mouse, or press <keyseq><key>Ctrl</key><key>A</key></keyseq> to select the entire file name.
ast: Cuando camuda el nome de un ficheru, solo se selecciona la primer parte del nome de esi ficheru, sin la estensión (la parte que va darrera de «.»). La estensión normalmente representa la triba de ficheru (p.ej <file>ficheru.pdf</file> es un documentu PDF), y normalmente no querrá cambiarla. Si necesita camudar la estensión tamién, Escoyetaela con su mur, o calca <keyseq><key>Ctrl</key><key>A</key></keyseq> pa escoyer el nome completu del ficheru.
el: Όταν μετονομάζετε ένα αρχείο, μόνο το πρώτο μέρος της ονομασίας του επιλέγεται και όχι η επέκταση του αρχείου (το μέρος μετά το «.»). Η επέκταση συνήθως επισημαίνει τον τύπο του αρχείου (για παράδειγμα το αρχείο <file>file.pdf</file> είναι ένα έγγραφο PDF) και συνήθως δεν θέλετε αυτό να αλλάξει. Αν χρειάζεται να αλλάξετε και την επέκταση του αρχείου, επιλέξτε την με το ποντίκι ή πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>A</key></keyseq> για να επιλέξετε ολόκληρο το όνομα του αρχείου.
es: Cuando cambia el nombre de un archivo, solo se selecciona la primera parte del nombre de ese archivo, sin la extensión (la parte que va detrás de «.»). La extensión normalmente representa el tipo de archivo (p.ej <file>archivo.pdf</file> es un documento PDF), y normalmente no querrá cambiarla. Si necesita cambiar la extensión también, selecciónela con su ratón, o pulse <keyseq><key>Ctrl</key><key>A</key></keyseq> para seleccionar el nombre completo del archivo.
fi: Kun nimeät tiedoston uudelleen, vain nimen alkuosa valitaan (ei tiedostopäätettä eli osaa "." (pisteen) jälkeen). Tiedostopääte yleensä ilmoittaa, minkä tyyppinen tiedosto on (esim. <file>tiedosto.pdf</file> on PDF-asiakirja), ja yleensä tiedostopäätettä ei ole tarpeen muuttaa. Jos haluat vaihtaa tiedostopäätettä, valitse se hiirelläsi tai paina <keyseq><key>Ctrl</key><key>A</key></keyseq> valitaksesi tiedoston koko nimen.
pt_br: Quando você renomeia um arquivo, apenas a primeira parte do nome do arquivo é selecionada, a extensão do arquivo (a parte depois do ".") não é selecionada. A extensão normalmente denota qual o tipo do arquivo (por exemplo, <file>arquivo.pdf</file> é um documento PDF) e, geralmente, você não quer mudá-la. Se precisar mudar a extensão também, selecione-a com o mouse ou pressione <keyseq><key>Ctrl</key><key>A</key></keyseq> para selecionar o nome do arquivo por inteiro.
ru: Когда вы переименовываете файл, выделяется только первая часть имени файла, но не расширение (часть после "."). Расширение обычно указывает, к какому типу относится файл (например, <file>file.pdf</file> — это документ PDF), и в большинстве случаев вам не нужно изменять его. Если вам всё же нужно изменить расширение файла, выделите его мышью или нажмите <keyseq><key>Ctrl</key><key>A</key></keyseq>, чтобы выделить имя файла полностью.

source: Valid characters for file names
ast: Caracteres válidos pa nomes de ficheru
el: Έγκυροι χαρακτήρες για ονόματα αρχείων
es: Caracteres válidos para nombres de archivo
fi: Kelvolliset merkit tiedostojen nimissä
nl: Geldige tekens voor bestandsnamen
pt_br: Caracteres válidos para nomes de arquivos
ru: Допустимые символы в именах файлов

source: You can use any character except the <key>/</key> (slash) character in file names. Some devices, however, use a <em>file system</em> that has more restrictions on file names. For example, USB flash drives are often formatted with the <em>FAT32</em> file system. On these devices, or if you intend to share files with people who use another operating system, you should avoid the following characters: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
ast: Puede usar cualesquier caráuter nos nomes de ficheros, esceutu la barra inclinada <key>/</key>. Dellos preseos, sin embargo, usan <em>sistemes de ficheros</em> con más restricciones nos nomes de ficheros. Por exemplu, les memorias USB normalmente vienen formateadas col sistema de ficheros <em>FAT32</em>. En tales preseos, o cuando vaya a compartir ficheros con personas que usan otros sistemes operativos, tendría evitar los carauteres siguientes: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
el: Για την ονομασία των αρχείων μπορείτε να χρησιμοποιήσετε οποιονδήποτε χαρακτήρα εκτός από τον χαρακτήρα <key>/</key> (slash). Κάποιες συσκευές όμως, χρησιμοποιούν <em>σύστημα αρχείων </em> το οποίο επιβάλλει περισσότερους περιορισμούς για την ονομασία των αρχείων. Για παράδειγμα, τα μέσα USB είναι συχνά διαμορφωμένα σε σύστημα αρχείων <em>FAT32</em>. Σε αυτές τις συσκευές, ή αν σκοπεύετε να μοιράζεστε αρχεία με έτομα τα οποία χρησιμοποιούν κάποιο άλλο λειτουργικό σύστημα θα πρέπει να αποφεύγετε την χρήση των παρακάτω χαρακτήρων: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
es: Puede usar cualquier carácter en los nombres de archivos, excepto la barra inclinada <key>/</key>. Algunos dispositivos, sin embargo, usan <em>sistemas de archivos</em> con más restricciones en los nombres de archivos. Por ejemplo, las memorias USB normalmente vienen formateadas con el sistema de archivos <em>FAT32</em>. En tales dispositivos, o cuando vaya a compartir archivos con personas que usan otros sistemas operativos, debería evitar los caracteres siguientes: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
fi: Voit käyttää mitä tahansa muuta merkkiä, kuin <key>/</key>-merkkiä (kenoviiva) tiedostojen nimissä. Jotkut laitteet käyttävät <em>tiedostojärjestelmiä</em>, joilla on suuremmat rajoitukset tiedostonimiin. Esimerkiksi USB-muistitikut usein alustetaan käyttäen <em>FAT31</em>-tiedostojärjestelmää. Näillä laitteilla tai jos aiot jakaa tiedostoja toista käyttöjärjestelmää käyttävien henkilöiden kanssa, sinun kannattaa välttää seuraavia merkkejä: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
pt_br: Você pode usar qualquer caractere no nome do arquivo, exceto o caractere <key>/</key>. Entretanto, alguns dispositivos usam um <em>sistema de arquivos</em> que impõem mais restrições aos nomes de arquivos. Por exemplo, pendrives normalmente são formatados com o sistema de arquivos <em>FAT32</em>. Nesses dispositivos, ou se você pensa em compartilhar arquivos com pessoas que usam outro sistema operacional, evite os seguintes caracteres: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.
ru: В именах файлов можно использовать любые символы, кроме символа <key>/</key>. Однако, некоторые устройства имеют <em>файловые системы</em>, имеющие больше ограничений, касающихся имён файлов. Например USB флэш-диски часто форматируются в файловой системе <em>FAT32</em>. На этих устройствах, или в случаях, когда вы собираетесь обмениваться файлами с людьми, использующими другие операционные системы, нужно также избегать использования следующих символов: <key>|</key>, <key>\</key>, <key>?</key>, <key>*</key>, <key>&lt;</key>, <key>"</key>, <key>:</key>, <key>&gt;</key>, <key>/</key>.

source: If you name a file with a <key>.</key> as the first character, the file will be <link xref="files-hidden">hidden</link>.
ast: Si nombra a un ficheru con un <key>.</key> como primer caráuter, el ficheru quedará <link xref="files-hidden">oculto</link>.
el: Αν ονομάσετε ένα αρχείο χρησιμοποιώντας μία <key>.</key> (τελεία) ως πρώτο χαρακτήρα, τότε το αρχείο θα είναι <link xref="files-hidden">κρυφό</link>.
es: Si nombra a un archivo con un <key>.</key> como primer carácter, el archivo quedará <link xref="files-hidden">oculto</link>.
fi: Jos nimeät tiedoston alkavaksi pisteellä (<key>.</key>), siitä tehdään <link xref="files-hidden">piilotiedosto</link>.
nl: Als u een bestandsnaam met een <key>.</key> als eerste teken invult, zal het bestand <link xref="bestanden-verborgen">verborgen</link> zijn.
pt_br: Se você nomear um arquivo com um <key>.</key> como primeiro caractere, o arquivo ficará <link xref="files-hidden">oculto</link>.
ru: Если в качестве первого символа в имени файла вы используете точку (<key>.</key>), файл будет <link xref="files-hidden">скрытым</link>.

source: Common problems
ast: Problemas comunes
el: Συνήθη προβλήματα
es: Problemas comunes
fi: Yleisiä ongelmia
nl: Veelvoorkomende problemen
pt_br: Problemas comuns
ru: Типичные неполадки

source: The name is already used
ast: El nome ya ta en usu
el: Το όνομα χρησιμοποιείται ήδη
es: El nombre ya está en uso
fi: Nimi on jo käytössä
nl: Deze naam is al in gebruik
pt_br: O nome já está em uso
ru: Имя уже используется

source: You can't have two files or folders with the same name in the same folder. If you try to rename a file to a name that already exists in the folder you are working in, the file manager will not allow it. Use a different name.
ast: No puede tener dos ficheros o carpetas col mesmu nome na mesma carpeta. Si al camudar el nome a un ficheru intenta asignarle uno que ya esiste na carpeta donde ta trabajando, el xestor de ficheros no se lo permitirá. Use un nome distinto.
el: Δεν μπορείτε να έχετε δύο αρχεία ή φακέλους με το ίδιο όνομα μέσα στον ίδιο φάκελλο. Αν προσπαθήσετε να μετονομάσετε ένα αρχείο σε όνομα το οποίο χρησιμοποιείται ήδη μέσα στο φάκελο που εργάζεστε, ο διαχειριστής αρχείων δε θα το επιτρέψει αυτό. Χρησιμοποιείστε ένα διαφορετικό όνομα.
es: No puede tener dos archivos o carpetas con el mismo nombre en la misma carpeta. Si al cambiar el nombre a un archivo intenta asignarle uno que ya existe en la carpeta donde está trabajando, el gestor de archivos no se lo permitirá. Use un nombre distinto.
fi: Samassa kansiossa ei voi olla kahta samannimistä tiedostoa tai kansiota. Jos yrität nimetä tiedostoa uudelleen ja nimi on jo käytössä samassa kansiossa, tiedostojenhallinta ei salli nimetä tiedostoa uudelleen. Käytä eri nimeä.
pt_br: Você não pode ter dois arquivos ou pastas com o mesmo nome numa mesma pasta. O gerenciado de arquivo não permitirá que você renomeie um arquivo para um nome que já existe na pasta em que está trabalhando.
ru: В одной папке не могут находиться два файла с одинаковым именем. Если вы попытаетесь сменить имя файла на имя, уже существующее в этой папке, менеджер файлов не позволит это сделать. Используйте другое имя.

source: File and folder names are case sensitive. For example, <file>File.txt</file> and <file>file.txt</file> are different names. This is allowed, though it's not always a good idea.
ast: Los nomes de ficheros y carpetas distingunas mayúscules y les minúscules. Por exemplu, <file>Ficheru.txt</file> y <file>ficheru.txt</file> son dos nomes estremaes. Esto ta permitíu, anque no siempres es una buena idea.
el: Τα ονόματα αρχείων και φακέλων είναι ευαίσθητα στην διάκριση πεζών από κεφαλαία γράμματα. Για παράδειγμα, τα ονόματα αρχείων <file>File.txt</file> και <file>file.txt</file> είναι διαφορετικά. Επιτρέπεται να έχετε τέτοια αρχεία, παρ' όλο που δεν είναι πάντα καλή ιδέα.
es: Los nombres de archivos y carpetas distinguen las mayúsculas y las minúsculas. Por ejemplo, <file>Archivo.txt</file> y <file>archivo.txt</file> son dos nombres diferentes. Esto está permitido, aunque no siempre es una buena idea.
fi: Isoilla ja pienillä kirjaimilla on eroa tiedostojen sekä kansioiden nimissä. Esimerkiksi <file>Tiedosto.txt</file> ja <file>tiedosto.txt</file> ovat eri nimiä. Tämä on sallittua, vaikka se ei välttämättä olekaan aina hyvä idea.
nl: Bestand- enmap namen zijn hoofdletter gevoelig. Bijvoorbeeld, <file>Bestand.txt</file> en <file>bestand.txt</file> zijn verschillende namen. Dit is toegestaan, maar het is niet altijd handig.
pt_br: Nomes de arquivos e pastas fazem distinção entre maiúsculo e minúsculo. Por exemplo, <file>Arquivo.txt</file> e <file>arquivo.txt</file> são nomes diferentes. Apesar de permitido, nem sempre isso é uma boa ideia.
ru: Имена файлов и папок чувствительны к регистру символов. Например, <file>File.txt</file> и <file>file.txt</file> — это разные имена. Это допустимо, но не всегда является хорошей идеей.

source: The file name is too long
ast: El nome del ficheru ye enforma llargu
el: Το όνομα του αρχείου είναι πολύ μεγάλο
fi: Tiedoston nimi on liian pitkä
nl: De bestandsnaam is te lang
pt_br: O nome do arquivo é muito longo
ru: Слишком длинное имя файла

source: On some file systems, file names can have no more than 255 characters in their names. Use a shorter name.
ast: En dellos sistemes de ficheros, los nomes de ficheros no pueden caltener más de 255 carauteres. Use un nome más curtiu.
el: Σε μερικά συστήματα αρχείων, τα ονόματα των αρχείων δεν μπορούν να έχουν παραπάνω από 255 χαρακτήρες στα ονόματά τους. Χρησιμοποιείστε ένα μικρότερο όνομα.
es: En algunos sistemas de archivos, los nombres de archivos no pueden contener más de 255 caracteres. Use un nombre más corto.
fi: Jotkin tiedostojärjestelmät sallivat korkeintaan 255 merkkiä tiedoston tai kansion nimessä. Käytä lyhyempää nimeä.
nl: Op sommige bestandssystemen kunnen bestandsnamen niet meer dan 255 tekens lang zijn. Gebruik een kortere naam.
pt_br: Em alguns sistemas, nomes de arquivos não podem ter mais que 255 caracteres nos nomes. Use um nome menor.
ru: В некоторых файловых системах имена файлов не могут состоять более чем из 255 символов. Используйте более короткое имя.

source: The option to rename is grayed out
ast: La opción pa renomar ta en gris
el: Η επιλογή της μετονομασίας εμφανίζεται με γκρίζο χρώμα
es: La opción para renombrar está en gris
fi: Nimeä uudelleen... -valinta on harmaana
nl: De optie om de naam te wijzigen is niet beschikbaar
pt_br: A opção para renomear está acizentada
ru: Команда переименования неактивна

source: If <gui>Rename</gui> is grayed out, you do not have permission to rename the file. Generally, if you do not have the correct permissions to rename a file, you should not be renaming it. See <link xref="nautilus-file-properties-permissions"/>.
ast: Si la opción <gui>Renomar</gui> aparece en color gris, es que no tien los permisos necesarios pa camudar el nome del ficheru. Normalmente, si no tien los permisos adecuados, no tendría intentar renombrarlo. Consulte <link xref="nautilus-file-properties-permissions"/>.
el: Αν η επιλογή <gui>Μοτονομασία</gui> εμφανίζεται με γκρίζο χρώμα, δεν έχετε δικαίωμα να μετονομάσετε το αρχείο. Γενικότερα, αν δεν έχετε τα κατάλληλα δικαιώματα ώστε να μετονομάσετε ένα αρχείο, δεν θα πρέπει να το μετονομάζετε. Δείτε τον σύνδεσμο <link xref="nautilus-file-properties-permissions">δικαιώματα αρχείων</link> για περισσότερα.
es: Si la opción <gui>Renombrar</gui> aparece en color gris, es que no tiene los permisos necesarios para cambiar el nombre del archivo. Normalmente, si no tiene los permisos adecuados, no debería intentar renombrarlo. Consulte <link xref="nautilus-file-properties-permissions"/>.
fi: Jos <gui>Nimeä uudelleen</gui> -teksti on harmaana, sinulla ei ole tarvittavia oikeuksia nimen muuttamiseksi. Lue <link xref="nautilus-file-properties-permissions"/>.
pt_br: Se <gui>Renomear</gui> estiver acinzentado, você não tem permissão para renomear o arquivo. Geralmente, se você não tem permissão para renomear um arquivo você não deve renomeá-lo. Veja <link xref="nautilus-file-properties-permissions"/>.
ru: Если команда <gui>Переименовать</gui> неактивна (имеет более тусклый цвет), значит у вас нет прав для переименования файла. В большинстве случаев, если у вас нет прав для переименования файла, то вам и не следует его переименовывать. См. <link xref="nautilus-file-properties-permissions"/>.

source: Locate files based on file name and type. Save your searches for later use.
ast: Busque los ficheros basándose nel nome del ficheru y la triba. Guarde sus búsquedas pa su usu posterior.
el: Εντοπίστε αρχεία βάσει ονόματος και τύπου. Αποθηκεύστε τις αναζητήσεις για μελλοντική χρήση.
es: Busque los archivos basándose en el nombre del archivo y el tipo. Guarde sus búsquedas para su uso posterior.
fi: Etsi tiedostoja tiedostonimen ja tyypin perusteella. Tallenna hakusi myöhempää käyttöä varten.
nl: Bestanden zoeken op basis van bestandsnaam en -type. U kunt uw zoekopdrachten bewaren voor later gebruik.
pt_br: Localize arquivos baseados no nome do arquivo e tipo. Salve suas pesquisas para uso posterior.
ru: Поиск файлов по имени файла и типу. Сохранение поисков для последующего использования.

source: Search for files
ast: Guetar ficheros
el: Αναζήτηση για αρχεία
es: Buscar archivos
fi: Etsi tiedostoista
nl: Zoeken naar bestanden
pt_br: Procurar por arquivos
ru: Поиск файлов

source: You can search for files based on their name or file type directly within the file manager. You can even save common searches, and they will appear as special folders in your home folder.
ast: Puede guetar ficheros según su nome o su triba de ficheru directamente dende el xestor de ficheros. También puede guardar búsquedas frecuentes, que aparecerán como carpetas especiales dientro de su carpeta personal.
el: Μπορείτε να αναζητείσετε απευθείας αρχεία με βάση το όνομά τους ή τον τύπο αρχείου μέσα στον διαχειριστή αρχείων. Μπορείτε ακόμη να αποθηκεύσετε συχνές αναζητήσεις και αυτές θα εμφανιστούν ως ειδικοί φάκελοι στον προσωπικό σας φάκελο.
es: Puede buscar archivos según su nombre o su tipo de archivo directamente desde el gestor de archivos. También puede guardar búsquedas frecuentes, que aparecerán como carpetas especiales dentro de su carpeta personal.
fi: Voit etsiä tiedostoja niiden nimellä tai tiedostotyyppiä käyttäen suoraan tiedostonhallinasta. Voit halutessasi tallentaa usein käytettyjä hakuehtoja, jolloin ne näkyvät erikoiskansioina kotikansiossasi.
nl: U kunt in bestandsbeheer zoeken naar bestanden op basis van hun naam of bestandstype. U kunt zelfs veelgebruikte zoekopdrachten opslaan; ze zullen als speciale mappen in uw persoonlijke map worden geplaatst.
pt_br: Você pode procurar por arquivos baseados no seu nome ou tipo de arquivo diretamente no gerenciador de arquivos. Você pode até salvar pesquisas comuns, e eles aparecerão como pastas especiais na sua pasta pessoal.
ru: Можно выполнить поиск файлов по их имени или типу непосредственно в обозревателе файлов. Можно даже сохранить часто используемые поиски и они появятся в специальных папках внутри вашей домашней папки.

source: Other search applications
ast: Otres aplicaciones de gueta
el: Άλλες εφαρμογές αναζητήσεων
es: Otras aplicaciones de búsqueda
fi: Muut etsintäohjelmat
nl: Andere zoektoepassingen
pt_br: Outros aplicativos de pesquisa
ru: Другие приложения для поиска

source: Search
ast: Guetar
el: Αναζήτηση
es: Buscar
fi: Etsi
nl: Zoeken
pt_br: Pesquisa
ru: Поиск

source: <link xref="files-browse">Open the file manager</link>
ast: <link xref="files-browse">Abra el xestor de ficheros</link>.
el: <link xref="files-browse">Ανοίξτε τον διαχειριστή αρχείων</link>
fi: <link xref="files-browse">Avaa tiedostonhallinta</link>.
nl: <link xref="bestanden-bladeren">Bestandsbeheer openen</link>
pt_br: <link xref="files-browse">Abrir o gerenciador de arquivos</link>
ru: <link xref="files-browse">Откройте обозреватель файлов</link>

source: If you know the files you want are under a particular folder, go to that folder.
ast: Si sabe que los ficheros que quies guetar tan nuna carpeta determinada, vaya a esa carpeta.
el: Αν γνωρίζετε ότι τα αρχεία που επιθυμείτε βρίσκονται σε συγκεκριμένο φάκελο, μεταβείτε σε αυτόν το φάκελο.
es: Si sabe que los archivos que quiere buscar están en una carpeta determinada, vaya a esa carpeta.
fi: Jos tiedät tiedostojen sijaitsevan tietyssä kansiossa, siirry kyseiseen kansioon.
pt_br: Se você sabe que os arquivos que você deseja estão em uma pasta específica, vá para a pasta.
ru: Если вы знаете, что нужные вам файлы находятся в определённой папке, перейдите в эту папку.

source: Click <gui>Search</gui> in the toolbar, or press <keyseq><key>Ctrl</key><key>F</key></keyseq>.
ast: Calca <gui>Guetar</gui> na barra de ferramientes, o calca <keyseq><key>Ctrl</key><key>F</key></keyseq>.
el: Κάντε κλικ στην επιλογή <gui>Αναζήτηση</gui> στην μπάρα εργαλείων, ή πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>F</key></keyseq>.
es: Pulse <gui>Buscar</gui> en la barra de herramientas, o pulse <keyseq><key>Ctrl</key><key>F</key></keyseq>.
fi: Napsauta työkalupalkista <gui>Etsi</gui> tai paina näppäinyhdistelmää <keyseq><key>Ctrl</key><key>F</key></keyseq>.
nl: Klik op <gui>Zoeken</gui> in de werkbalk, of druk op <keyseq><key>Ctrl</key><key>F</key></keyseq>.
pt_br: Clique em <gui>Pesquisar</gui> na barra de ferramentas, ou pressione <keyseq><key>Ctrl</key><key>F</key></keyseq>.
ru: Щёлкните <gui>Поиск</gui> на панели инструментов, или нажмите <keyseq><key>Ctrl</key><key>F</key></keyseq>.
