Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: GNOME provides the <app>Orca</app> screen reader to display the user interface on a refreshable Braille display. Refer to the <link href="ghelp:orca">Orca Help</link> for more information.
ast: GNOME ufre'l lector de pantalla <app>Orca</app> qu'amuesa la interface d'usuariu nun preséu de refrescu Baille. Consulta la <link href="ghelp:orca">ayuda d'Orca</link> pa tener más información.
el: Το GNOME προσφέρει τον αναγνώστη οθόνης <app>Orca</app> για να εμφανίζει το περιβάλλον χρήστη σε ανανεούμενη προβολή Μπράιγ. Ανατρέξτε στο <link href="ghelp:orca">Orca Help</link> για περισσότερες πληροφορίες.
es: GNOME ofrece el lector de pantalla <app>Orca</app> que muestra la interfaz de usuario en un dispositivo de refresco Baille. Consulte la <link href="ghelp:orca">ayuda de Orca</link> para más información.
fi: GNOME tarjoaa <app>Orca</app>-näytönlukijan käyttöliittymän jatkuvaan pistekirjoituksella lukemiseen. Lue lisäohjeita <link href="ghelp:orca">Orcan käyttöoppaasta</link>.
nl: GNOME biedt de <app>Orca</app> schermlezer aan, om de gebruikersinterface op een verversbaar Braille-display te zetten. Ga naar <link href="ghelp:orca">Orca Help</link> voor meer informatie.
pt_br: GNOME oferece o leitor de tela <app>Orca</app> para exibir a interface com o usuário em um monitor de Braille atualizável. Consulte a <link href="ghelp:orca">Ajuda do Orca</link> para mais informações.
ru: GNOME поставляется с экранным диктором <app>Orca</app> для отображения пользовательского интерфейса на обновляемом экране азбукой Брайля. Обратитесь к <link href="ghelp:orca">справке по Orca</link> для дополнительной информации.

source: Make windows and buttons on the screen more (or less) vivid, so they're easier to see.
ast: Facer que les ventanes y los botones de la pantalla seyan más vivos, pa que seyan más cenciellos de ver.
el: Κάνει τα παράθυρα και τα κουμπιά στην οθόνη περισσότερο (ή λιγότερο) έντονα, έτσι είναι ευκολότερο να τα δείτε.
fi: Aseta ikkunoiden ja painikkeiden väritasot sopiviksi, jotta näkeminen on entistä helpompaa.
nl: Vensters en knoppen meer of minder helder maken, zodat ze beter te zien zijn.
pt_br: Fazer as janelas e botões mostrados na tela mais (ou menos) vívidos, de modo que sejam vistos mais facilmente.
ru: Сделать окна и кнопке на экране более (или менее) яркими для более лёгкого восприятия.

source: Adjust the contrast
ast: Axustar el contraste
el: Ρύθμιση αντίθεσης
es: Ajustar el contraste
fi: Säädä kontrastia
nl: Contrast aanpassen
pt_br: Ajustar o contraste
ru: Настройка контраста

source: You can adjust the contrast of windows and buttons so that they're easier to see. This is not the same as <link xref="power-brighter">changing the brightness of the whole screen</link>; only parts of the <em>user interface</em> will change.
ast: Pues axustar el contraste de les ventanes y los botones pa que se vean más cenciellamente. Esto nun ye lo mesmo que <link xref="power-brighter">camudar el brillu de tola pantalla</link>; namái cambiarán dalgunes partes de la <em>interface d'usuariu</em>.
el: Μπορείτε να ρυθμίσετε την αντίθεση των παραθύρων και των κουμπιών, ώστε να είναι πιο εύκολο να τα δείτε. Αυτό δεν είναι ίδιο με τη χρήση <link xref="power-brighter">που αλλάζει τη φωτεινότητα ολόκληρης της οθόνης</link>· θα αλλάξουν μόνο τμήματα της <em>διεπαφής του χρήστη</em>.
es: Puede ajustar el contraste de las ventanas y los botones para que se vean más fácilmente. Esto no es lo mismo que <link xref="power-brighter">cambiar el brillo de toda la pantalla</link>; solo cambiarán algunas partes de la <em>interfaz de usuario</em>.
fi: Voit säätää painikkeiden ja ikkunoiden kontrastia jolloin niiden näkeminen ja lukeminen on helpompaa. Se ei ole sama asia kuin <link xref="power-brighter">koko näytön kirkkauden muuttaminen</link>; vain <em>käyttöliittymän</em> osien väritystä muutetaan.
nl: U kunt het contrast van vensters en knoppen aanpassen zodat ze beter zichtbaar zijn. Dit is niet hetzelfde als <link xref="power-brighter">het wijzigen van de helderheid van het hele scherm</link>; alleen delen van de <em>gebruikersinterface</em> zullen gewijzigd zijn.
pt_br: Você pode ajustar o contraste das janelas e botões para assim eles serem mais fáceis de ver. Isso não é o mesmo que <link xref="power-brighter">alterar o brilho de toda a tela</link>; somente parte a <em>interface com o usuário</em> serão alteradas.
ru: Вы можете настроить контрастность окон и кнопок, чтобы их было легче увидеть. Это не то же самое, что <link xref="power-brighter">изменение яркости всего экрана</link>; будут изменены лишь отдельные части <em>пользовательского интерфейса</em>.

source: Click your name on the top bar and select <gui>System Settings</gui>.
ast: Calca nel to nome na barra superior y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο όνομά σας στην επάνω μπάρα και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
fi: Napsauta nimeäsi yläpalkista ja valitse <gui>Järjestelmäasetukset...</gui>
nl: Klik op uw naam in het bovenpaneel en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique seu nome na barra superior e selecione <gui>Configurações do sistema</gui>.
ru: Щёлкните на вашем имени на верхней панели и выберите <gui>Параметры системы</gui>.

source: Open <gui>Universal Access</gui>.
ast: Abri <gui>Accesu universal</gui>.
el: Άνοιγμα του <gui>Γενική πρόσβαση</gui>.
fi: Avaa <gui>Esteettömyys</gui>.
nl: <gui>Universele toegang</gui> openen.
pt_br: Abra <gui>Acesso universal</gui>.
ru: Откройте <gui>Специальные возможности</gui>.

source: Under <gui>Display</gui> select the <gui>Contrast</gui> that best suits your needs. <gui>Low</gui> will make things less vivid, for example.
ast: Baxo <gui>Pantalla</gui> escueyi'l <gui>Contraste</gui> que s'adaute meyor a les tos necesidaes. <gui>Baxo</gui> fadrá ver los colores menos vivos, por exemplu.
el: Από το <gui>Εμφάνιση</gui> επιλέξτε την <gui>Αντίθεση</gui> που σας εξυπηρετεί περισσότερο. Η <gui>Χαμηλή</gui> θα κάνει τα πράγματα λιγότερο ζωντανά, για παράδειγμα.
fi: Valitse <gui>Näyttö</gui>-kohdasta sellainen <gui>Kontrasti</gui>-vaihtoehto, joka parhaiten sopii tarpeisiisi. Esimerkiksi <gui>Matala</gui> tekee kuvasta vähemmän eloisan.
nl: Selecteer onder <gui>beeldscherm</gui> het <gui>contrast</gui> dat het beste bij u past. Zo zal een <gui>lager</gui> contrast een minder helder beeld opleveren.
pt_br: Abaixo de <gui>Monitor</gui> selecione o <gui>Contraste</gui> que melhor convém às suas necessidades. <gui>Baixo</gui> irá deixar as coisas menos vívidas, por exemplo.
ru: В разделе <gui>Экран</gui> установите <gui>контрастность</gui>, наилучшим образом удовлетворяющую ваши требования. Например, <gui>низкая</gui> сделает изображение менее ярким.

source: You can quickly change the contrast by clicking the <link xref="a11y-icon">universal access menu</link> on the top bar and selecting <gui>Enhance contrast in colors</gui>.
ast: Pues camudar rápidamente'l contraste primiendo'l <link xref="a11y-icon">menú d'accesu universal</link>na barra superior y seleicionando <gui>Meyorar contraste nos colores</gui>.
el: Μπορείτε να αλλάξετε την αντίθεση πατώντας το <link xref="a11y-icon">μενού γενικής πρόσβασης</link> στην πάνω μπάρα και επιλέγοντας <gui>Βελτίωση αντίθεσης στα χρώματα</gui>.
fi: Voit muuttaa kontrastin tasoa yläpaneelin <link xref="a11y-icon">esteettömyysvalikosta</link> valitsemalla <gui>Kasvata värien kontrastia</gui>.
nl: U kunt het contrast snel wijzigen door te klikken op het <link xref="a11y-icon">Universele toegang-menu</link> in het bovenpaneel en <gui>Kleurcontrast verbeteren</gui> te kiezen.
pt_br: Você pode rapidamente mudar o contraste clicando o <link xref="a11y-icon">Menu de acesso universal</link> na barra superior e selecionando <gui>Melhorar o contraste das cores</gui>.
ru: Вы можете легко изменить контрастность, открыв <link xref="a11y-icon">меню специальных возможностей</link> на верхней панели и выбрав пункт <gui>Улучшение контрастности цветов</gui>.

source: The Hover Click (Dwell Click) feature allows you to click by holding the mouse still.
ast: La carauterística de pulsación al posase permítite calcar calteniendo'l mur primíu.
el: Η λειτουργία Μετεωρούμενο Κλικ (Κρατημένο Κλικ) σάς επιτρέπει να κάνετε κλικ κρατώντας το ποντίκι ακίνητο.
fi: Napsautus kohdistamalla mahdollistaa hiiren painikkeiden käytön kohdistamalla ja pitämällä hiirtä paikoillaan hetken.
nl: Met de ‘ZweefKlik’ (Dwell Clik) functie kunt u klikken door de muis stil te houden.
pt_br: O recurso de clique de permanência permite a você clicar mantendo o mouse parado.
ru: Функция «Щелчок при наведении указателя» («Медленный щелчок») позволяет выполнять щелчок мышью, не двигая ее некоторое время.

source: Simulate clicking by hovering
ast: Simular una pulsación al posicionar el punteru
el: Προσομοίωση κλικ κρατώντας το ποντίκι ακίνητο.
es: Simular una pulsación al posicionar el puntero
fi: Simuloi napsautusta kohdistamalla
nl: Klikken simuleren door erboven te zweven
pt_br: Simular clique ao pairar
ru: Имитация щелчка при наведении указателя

source: You can make it so that buttons are clicked when you hover the mouse pointer over them (hover click). This is useful if you find it difficult to move the mouse and click the mouse button at the same time. When hover click is turned on you can move your mouse pointer over a button, let go of the mouse and then wait for a while before the button will be clicked for you.
ast: Pues facer que se pulsen los botones cenciellamente allugando'l punteru del mur sobro ellos (pulsación al posase). Esto pue ser útil si alcuentres abegoso mover el mur y calcar el botón del mur al mesmu tiempu. Al activar la pulsación al posase, pues mover el punteru del mur sobro un botón, dexalu ehí y esperar un pocu; el botón primiráse por ti.
el: Μπορείτε να το κανονίσετε να πατιούνται κουμπιά κρατώντας το ποντίκι από πάνω τους (Μετεωρούμενο κλικ). Αυτό είναι χρήσιμο εάν το βρίσκετε δύσκολο να μετακινείτε το ποντίκι και να κάνετε κλικ το κουμπί του ποντικιού την ίδια στιγμή. Όταν το μετεωρούμενο κλικ είναι ενεργοποιημένο μπορείτε να μετακινήσετε τον δείκτη του ποντικιού σας πάνω από ένα κουμπί, να αφήσετε το ποντίκι ακίνητο για λίγο οπότε το κουμπί πατηθεί αυτόματα για σας.
es: Puede hacer que se pulsen los botones simplemente colocando el puntero del ratón sobre ellos (pulsación al posarse). Esto puede serle útil si encuentra difícil mover el ratón y pulsar el botón del ratón al mismo tiempo. Al activar la pulsación al posarse, usted puede mover el puntero del ratón sobre un botón, dejarlo ahí y esperar un poco; el botón se pulsará solo.
fi: Voit määrittää, että painiketta napsautetaan, kun pidät hiiren osoitinta tarpeeksi kauan sen yllä (napsautus kohdistamalla). Tämä on hyödyllistä, jos sinun on vaikea liikuttaa hiirtä ja painaa hiiren näppäintä samaan aikaan. Kun napsautus kohdistamalla on käytössä, voit siirtää hiiren osoittimen painikkeen päälle, päästää irti hiirestä ja odottaa, kunnes painiketta napsautetaan puolestasi.
nl: U kunt instellen dat knoppen ingedrukt worden wanneer u met de muisaanwijzer er overheen beweegt (zweefklik). Dit is nuttig wanneer het voor u moeilijk is de muis te bewegen en gelijktijdig de muisknop in te drukken. Wanneer zweefklik ingeschakeld is, kunt u uw muisaanwijzer boven een knop plaatsen, de muis loslaten en even wachten totdat de knop voor u ingedrukt wordt.
pt_br: Você pode fazer que os botões sejam clicados quando você pairar o ponteiro do mouse sobre eles (clique de permanência). Isso é útil se você tiver dificuldade em mover o mouse e clicar um botão do mouse ao mesmo tempo. Quando o clique de permanência estiver ligado, você pode mover o ponteiro do mouse sobre um botão, soltar o mouse e então aguardar um pouco até que o botão seja clicado por você.
ru: Вы можете сделать так, чтобы кнопки нажимались тогда, когда вы наводите указатель мыши над ними (Щелчок при наведении). Это полезно, если вам сложно двигать мышь и кликать по кнопке одновременно. Когда функция Щелчок при наведении включена, вы можете навести указатель мыши на кнопку, отпустить мышь и подождать, пока кнопка не будет нажата.

source: Click the icon at the far right of the top bar and select <gui>System Settings</gui>.
ast: Calca l'iconu nel estremu drechu de la barra superior y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο στη δεξιά άκρη της μπάρας κορυφής και επιλέξτε <gui> Ρυθμίσεις συστήματος</gui>.
fi: Napsauta yläpaneelin oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset...</gui>
nl: Klik op het pictogram uiterst rechts in het bovenpaneel en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone mais à direita da barra superior e selecione <gui>Configurações do sistema</gui>.
ru: Щёлкните крайний правый значок на верхней панели и выберите <gui>Параметры системы</gui>.

source: Open <gui>Universal Access</gui> and select the <gui>Pointing and Clicking</gui> tab.
ast: Abri <gui>Accesu universal</gui> y escueyi la llingüeta <gui>Apuntar y primir</gui>.
el: Ανοίξτε το <gui>Γενική πρόσβαση</gui> και επιλέξτε την καρτέλα <gui>Δείξιμο και κλικ</gui>.
fi: Avaa <gui>Esteettömyys</gui> ja valitse <gui>Osoittaminen ja napsauttaminen</gui> -välilehti.
nl: Open <gui>Universele toegang</gui> en ga naar het <gui>Aanwijzen en klikken</gui>-tabblad.
pt_br: Abra <gui>Acesso universal</gui> e selecione a guia <gui>Apontando e clicando</gui>.
ru: Откройте <gui>Специальные возможности</gui> и выберите вкладку <gui>Наведение и щелчки</gui>.

source: Switch <gui>Hover Click</gui> on.
ast: Prender <gui>Pulsación al posase</gui>.
el: Ενεργοποίηση του <gui>Μετεωρούμενο κλικ</gui>.
fi: Kytke <gui>Napsautus kohdistamalla</gui> päälle.
nl: Schakel <gui>ZweefKlik</gui> in.
pt_br: Coloque a chave <gui>Clique de permanência</gui> na posição "on".
ru: Включите <gui>Щелчок при наведении</gui>.

source: The <gui>Hover Click</gui> window will open, and will stay above all of your other windows. You can use this to choose what sort of click should happen when you hover over a button. For example, if you select <gui>Secondary Click</gui>, the mouse will right-click when you hover over a button for a few seconds.
ast: La ventana <gui>Pulsación al posase</gui> abriráse, y allugaráse delantre de toles demás ventanes. Pues usar esto pa escoyer qué triba de pulsación tien d'asoceder cuando desplazes el mur sobre un botón. Por exemplo, si seleicione, <gui>Pulsación secundaria</gui>el mur fadrá la pulsación derecha cuando s'allugue sobre un botón demientres unos segundos.
el: Το παράθυρο <gui>Μετεωρούμενο κλικ</gui> θα ανοίξει, παραμένοντας πάνω από όλα τα άλλα παράθυρά σας. Μπορείτε να το χρησιμοποιήσετε για να επιλέξετε τί είδους κλικ θα συμβαίνει όταν το ποντίκι μετεωρείται πάνω από ένα κουμπί. Για παράδειγμα, αν επιλέξετε <gui>Δευτερεύον κλικ</gui>, το ποντίκι θα εκτελέσει δεξί κλικ αν το αφήσετε μετέωρο πάνω από ένα κουμπί για κάποια δευτερόλεπτα.
fi: <gui>Napsautus kohdistamalla</gui> -ikkuna aukeaa ja pysyy kaikkien muiden ikkunoiden yläpuolella. Voit käyttää tätä valitaksesi, minkälainen napsautus tulisi tapahtua kohdistamalla hiiren osoittimen painikkeen päälle. Jos esimerkiksi valitset <gui>Kakkosnapsautuksen</gui>, kohdistus simuloi hiiren kakkospainikkeen napsautusta kohdistamalla hiiren osoittimen painikkeeseen muutamaksi sekunniksi.
nl: Het venster <gui>Zweefklik</gui> zal openen, en zal altijd op de voorgrond, boven al uw andere vensters, staan. U kunt dit venster gebruiken om te kiezen wat voor soort klik gemaakt moet worden wanneer de muis boven een knop zweeft. Bijvoorbeeld, als u <gui>Secondaire klik</gui> inschakelt, zal de muis automatisch rechtsklikken wanneer u boven een knop zweeft.
pt_br: A janela do <gui>Clique de permanência</gui> abrirá e ficará sobre todas as outras janelas. Você pode usar isso para escolher que tipo de clique deve acontecer quando você parar com o ponteiro sobre um botão. Por exemplo, se você selecionar <gui>Clique secundário</gui>, o mouse irá executar um clique com o botão direito quando você parar com o ponteiro sobre um botão por alguns segundos.
ru: Окно <gui>Щелчок при наведении</gui> откроется и будет находиться поверх остальных окон.Вы можете использовать это для того, чтобы выбрать, какой тип щелчка мыши должен выполняться, когда вы наводите указатель на кнопку. Например, если вы выбрали <gui>Двойной щелчок</gui>, то при наведении на кнопку, через некоторое время будет выполнен щелчок правой кнопкой мыши.

source: When you hover your mouse pointer over a button and don't move it, it will gradually change color. When it has fully changed color, the button will be clicked.
ast: Al pasar el puntero del mur sobro un botón y no moverse, poco a poco cambiará de color. Una vegada totalmente cambiáu de color, el botón se pulsará.
el: Όταν μετακινήσετε το δείκτη του ποντικιού πάνω από ένα κουμπί και το κρατήσετε σταθερό, θα αλλάξει σταδιακά χρώμα. Όταν αλλάξει πλήρως το χρώμα, το κουμπί θα πατηθεί.
es: Al pasar el puntero del ratón sobre un botón y no moverse, poco a poco cambiará de color. Una vez totalmente cambiado de color, el botón se pulsará.
fi: Kun siirrät hiiren osoittimen painikkeen päälle ja et siirrä sitä, alkaa painikkeen väri hiljalleen vaihtaa väriä. Kun se on kokonaan vaihtanut värin, voi painiketta painaa.
nl: Wanneer u de muisaanwijzer boven een knop laat zweven, en niet beweegt, zal de knop geleidelijk aan van kleur veranderen. Wanneer de knop volledig van kleur veranderd is, zal deze aangeklikt worden.
pt_br: Quando você focaliza seu mouse sobre um botão e não o move, ele alterará gradualmente a cor. Quando ele tiver alterado totalmente a cor, o botão será clicado.
ru: Когда вы наведете указатель мыши на кнопку и оставите его в покое, он начнет постепенно менять цвет. Когда он полностью сменит цвет, кнопка будет нажата.

source: Hover click will click anywhere that your mouse pointer is hovering over, not just on buttons.
ast: La pulsación al posase funcionará en cualesquier cosa sobro la que sitúe el mur, no solo sobro botones.
el: Το μετεωρούμενο κλίκ (Hover click) θα κάνει κλικ οπουδήποτε αιωρηθεί ο δείκτης του ποντικιού, όχι μόνο στα κουμπιά.
es: La pulsación al posarse funcionará en cualquier cosa sobre la que sitúe el ratón, no solo sobre botones.
fi: Kohdistus napsauttamalla toimii missä tahansa käyttöliittymän osassa, ei vain painikkeiden kohdalla.
nl: ZweefKlik zal overal op klikken waar de muisaanwijzer boven zweeft, niet alleen op knoppen.
pt_br: Clique de permanência irá clicar em qualquer lugar que o ponteiro do seu mouse estiver focalizando, não apenas em botões.
ru: Щелчок при наведении будет срабатывать везде, где находится указатель мыши, а не только над кнопками.

source: Change how long to wait before the button is clicked
ast: Camudar el tiempu de espera enantes de la pulsación de un botón
el: Ρυθμίζει το χρόνο αναμονής πριν γίνει κλικ πάνω στο κουμπί
es: Cambiar el tiempo de espera antes de la pulsación de un botón
fi: Vaihda kuinka kauan pitää odottaa, kunnes painiketta voi painaa
nl: Wijzigen hoe lang er gewacht moet worden voordat de knop ingedrukt is
pt_br: Altera quanto tempo esperar ante do botão ser clicado
ru: Изменение задержки перед щелчком на кнопке

source: You can change how long the delay should be between hovering the mouse pointer over a button and that button being pressed. To do this, go to the <gui>Pointing and Clicking</gui> tab (see above) and change the <gui>Delay</gui> in the <gui>Hover Click</gui> section.
ast: Puede camudar el tiempu que tien de pasar dende que se coloca el puntero del mur sobro un botón fasta que esi botón recibe la pulsación. Pa facer eso, vaya a la pestaña <gui>Accesibilidad</gui> (ver más arriba) y camuda el <gui>Retardo</gui> na seición <gui>Pulsación al posarse</gui>.
el: Μπορείτε να αλλάξετε τον χρόνο που χρειάζεται να μείνει μετέωρο το ποντίκι πάνω από ένα κουμπί, ωσότου αυτό να πατηθεί. Για να το κάνετε αυτό, πηγαίνετε στην καρτέλα <gui>Δείξικο και κλικ</gui> και αλλάξτε την <gui>Καθυστέρηση</gui> στο τμήμα <gui>Μετέωρο κλικ</gui>.
es: Puede cambiar el tiempo que debe pasar desde que se coloca el puntero del ratón sobre un botón hasta que ese botón recibe la pulsación. Para hacer eso, vaya a la pestaña <gui>Accesibilidad</gui> (ver más arriba) y cambie el <gui>Retardo</gui> en la sección <gui>Pulsación al posarse</gui>.
fi: Voit vaihtaa kohdistuksen ja napsautuksen rekisteröinnin välillä olevaa viivettä. Aseta haluamasi viive siirtymällä <gui>Osoittaminen ja napsauttaminen</gui> -välilehdelle (katso edellä) ja vaihtamalla <gui>Napsautus kohdistamalla</gui> -kohdan valintaa <gui>Viive</gui>.
nl: U kunt veranderen hoelang de vertraging moet zijn tussen het zweven met de muisaanwijzer boven een knop, en het aanklikken daarvan. Om dit te doen, ga naar het tabblad <gui>Aanwijzen en klikken</gui> (zie hierboven) en verander de <gui>Vertraging</gui> in de <gui>ZweefKlik</gui>-sectie.
pt_br: Você pode alterar quanto tempo a espera deve ser entre focalizar o ponteiro do mouse sobre um botão e esse botão ser pressionado. Para fazer isso, vá até a aba <gui>Acessibilidade</gui> (veja abaixo) e altere a <gui>Espera</gui> na seção <gui>Clique de permanência</gui>.
ru: Можно настроить длительность задержки между наведением указателя мыши на кнопку и нажатием на неё. Для этого перейдите на вкладку <gui>Наведение и щелчки</gui> (смотрите выше) и измените продолжительность <gui>Задержки</gui> в секции <gui>Щелчок при наведении</gui>.

source: Change how much the mouse is allowed to move/wiggle when hovering
ast: Camuda cuánto le ta permitíu al mur moverse al entamar una pulsación al posicionar el puntero
el: Αλλάξτε το πόσο θα επιτρέπεται στο ποντίκι να μετακινείται ή να τρέμει κατά τη μετεώρηση πάνω από ένα κουμπί
es: Cambie cuánto le está permitido al ratón moverse al iniciar una pulsación al posicionar el puntero
fi: Muuta, kuinka paljon hiiri voi liikkua kohdistaessa
nl: Wijzigen tot in welke mate het is toegestaan de muis te bewegen/wiebelen tijdens het zweven
pt_br: Altera quanto o mouse tem permissão de mover/mexer quando focalizado
ru: Выбрать, как сильно может колебаться указатель мыши при наведении
