Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: <link xref="shell-windows-switching">Quickly switch between windows.</link> Hold down <key>Shift</key> for reverse order.
ast: <link xref="shell-windows-switching">Cambéu rápidu ente ventanes.</link> Mantenga pulsada <key>Mayús</key> pa tener un orde inverso.
el: <link xref="shell-windows-switching">Γρήγορη εναλλαγή μεταξύ παραθύρων.</link> Κρατήστε πατημένο το πλήκτρο <key>Shift</key> για την αντίστροφη σειρά.
es: <link xref="shell-windows-switching">Cambio rápido entre ventanas.</link> Mantenga pulsada <key>Mayús</key> para tener un orden inverso.
fi: <link xref="shell-windows-switching">Nopea ja helppo vaihto ikkunoiden välillä.</link> Vaihda selausjärjestystä pitämällä <key>Shift</key> pohjassa.
nl: <link xref="shell-windows-switching">Snel van venster wisselen.</link> Houd de <key>Shift</key>-toets ingedrukt voor de omgekeerde volgorde.
pt_br: <link xref="shell-windows-switching">Alterna rapidamente entre janelas.</link> Segure <key>Shift</key> para ir na ordem contrária.
ru: <link xref="shell-windows-switching">Быcтрое переключение между окнами.</link> Удерживайте нажатой <key>Shift</key> для переключения в обратном порядке.

source: <keyseq><key>Meta</key><key>D</key></keyseq>
el: <keyseq><key>Meta</key><key>Δ</key></keyseq>
fi: <keyseq><key>Super</key><key>D</key></keyseq>

source: Hide all windows and show the desktop. Press the keys again to restore your windows.
ast: Tapez toes les ventanes y amuesa el escritoriu. Calca de nuevu les tecles pa restaurar sus ventanes.
el: Αποκρύψτε όλα τα παράθυρα και εμφανίστε την επιφάνεια εργασίας. Πατήστε τα πλήκτρα ξανά για να επαναφέρετε τα παράθυρά σας.
es: Oculta todas las ventanas y muestra el escritorio. Pulse de nuevo las teclas para restaurar sus ventanas.
fi: Piilottaa kaikki ikkunat ja näyttää työpöydän. Palauta ikkunat painamalla näppäimiä uudelleen.
nl: Alle vensters verbergen en het bureaublad tonen. Druk nogmaals op de toetsen om de vensters te herstellen.
pt_br: Esconde todas as janelas e mostra a área de trabalho. Pressione novamente para restaurar suas janelas.
ru: Скрыть все окна и показать рабочий стол. Нажмите клавиши снова, чтобы восстановить ваши окна.

source: <keyseq><key>Meta</key><key>S</key></keyseq>
el: <keyseq><key>Meta</key><key>Σ</key></keyseq>
fi: <keyseq><key>Super</key><key>S</key></keyseq>

source: Activate the workspace switcher. Zoom out on all <link xref="shell-workspaces">workspaces</link>.
ast: Activar el cambiador de espacios de trabayu. Amuesa una panorámica de toos los <link xref="shell-workspaces">espacios de trabayu</link>.
el: Ενεργοποιήστε την εναλλαγή των χώρων εργασίας. Κάντε σμίκρυνση σε όλους τους <link xref="shell-workspaces">χώρους εργασίας</link>.
es: Activar el cambiador de espacios de trabajo. Muestra una panorámica de todos los <link xref="shell-workspaces">espacios de trabajo</link>.
fi: Avaa työtilanvaihtimen ja sen ollessa jo auki poistuu siitä.
nl: De werkbladwisselaar activeren. Uitzoemen op alle <link xref="shell-workspaces">werkbladen</link>.
pt_br: Ativa o comutador de janelas. Reduz o tamanho de todos os <link xref="shell-workspaces">espaços de trabalho</link>.
ru: Отображает переключатель рабочих мест. Показывает миниатюрные изображения всех <link xref="shell-workspaces">рабочих мест</link>.

source: <keyseq><key>Meta</key><key>W</key></keyseq>
el: <keyseq><key>Meta</key><key>ς</key></keyseq>
fi: <keyseq><key>Super</key><key>W</key></keyseq>

source: Activate "Expo" mode. Show all windows from all workspaces.
ast: Activa el mou «Expo». Amuesa toes les ventanes de tolos espacios de trabayu.
el: Ενεργοποιήστε τη λειτουργία «Expo». Εμφανίστε όλα τα παράθυρα από όλους τους χώρους εργασίας.
es: Activa el modo «Expo». Muestra todas las ventanas de todos los espacios de trabajo.
fi: Avaa Ikkunat-näkymän. Näyttää kaikki avoinna olevat ikkunat kaikista työtiloista.
nl: De "Expo"-modus activeren. Alle vensters uit alle werkbladen tonen.
pt_br: Ativa o modo "Expo". Mostra todas as janelas de todos os espaços de trabalho.
ru: Включает обзорный режим. Показывает в уменьшенном виде все окна со всех рабочих мест.

source: Activate "Expo" mode. Show all windows from current workspace.
ast: Activa el mou «Expo». Amuesa toes les ventanes del espaciu de trabayu actual.
el: Ενεργοποιήστε τη λειτουργία «Expo». Εμφανίστε όλα τα παράθυρα από τον τρέχοντα χώρο εργασίας.
es: Activa el modo «Expo». Muestra todas las ventanas del espacio de trabajo actual.
fi: Avaa Ikkunat-näkymän. Näyttää kaikki avoinna olevat ikkunat nykyisestä työtilasta.
nl: De "Expo"-modus activeren. Alle vensters van het huidige werkblad tonen.
pt_br: Ativa o modo "Expo". Mostra todas as janelas deste espaço de trabalho.
ru: Включает обзорный режим. Показывает все окна с текущего рабочего места.

source: <keyseq><key>Ctrl</key><key>Alt</key><key>Arrow keys</key></keyseq>
ast: <keyseq><key>Ctrl</key><key>Alt</key><key>Teclas de flecha</key></keyseq>
el: <keyseq><key>Ctrl</key><key>Alt</key><key>Πλήκτρα βελών</key></keyseq>
fi: <keyseq><key>Ctrl</key><key>Alt</key><key>nuolinäppäimet</key></keyseq>
nl: <keyseq><key>Ctrl</key><key>Alt</key><key>Pijltjestoetsen</key></keyseq>
pt_br: <keyseq><key>Ctrl</key><key>Alt</key><key>Teclas de seta</key></keyseq>
ru: <keyseq><key>Ctrl</key><key>Alt</key><key>Клавиши со стрелками</key></keyseq>

source: <link xref="shell-workspaces-switch">Switch between workspaces.</link>
ast: <link xref="shell-workspaces-switch">Camudar ente áreas de trabayu.</link>
el: <link xref="shell-workspaces-switch">Κάντε εναλλαγή μεταξύ χώρων εργασίας.</link>
fi: <link xref="shell-workspaces-switch">Vaihda työtilojen välillä.</link>
nl: <link xref="shell-workspaces-switch">Wisselen van werkblad.</link>
pt_br: <link xref="shell-workspaces-switch">Alternar entre os espaços de trabalho.</link>
ru: <link xref="shell-workspaces-switch">Переключение между рабочими местами.</link>

source: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>Arrow keys</key></keyseq>
ast: <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>Teclas de flecha</key></keyseq>
el: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>Πλήκτρα βελών</key></keyseq>
fi: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>nuolinäppäimet</key></keyseq>
nl: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>Pijltjestoetsen</key></keyseq>
pt_br: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>Teclas de seta</key></keyseq>
ru: <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>Клавиши со стрелками</key></keyseq>

source: <link xref="shell-workspaces-movewindow">Move the current window to a different workspace.</link>
ast: <link xref="shell-workspaces-movewindow">Mueve la ventana actual a otru espaciu de trabayu.</link>
el: <link xref="shell-workspaces-movewindow">Μετακινήστε το τρέχον παράθυρο σε ένα διαφορετικό χώρο εργασίας.</link>
fi: <link xref="shell-workspaces-movewindow">Siirrä nykyinen ikkuna eri työtilaan.</link>
nl: <link xref="shell-workspaces-movewindow">Het huidige venster naar een ander werkblad verplaatsen.</link>
pt_br: <link xref="shell-workspaces-movewindow">Mover a janela atual para outro espaço de trabalho</link>
ru: <link xref="shell-workspaces-movewindow">Перемещает текущее окно на другое рабочее место.</link>

source: <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>
el: <keyseq><key>Ctrl</key><key>Alt</key><key>Λ</key></keyseq>

source: <link xref="shell-exit#lock-screen">Lock the screen.</link>
ast: <link xref="shell-exit#lock-screen">Bloquear la pantalla.</link>
el: <link xref="shell-exit#lock-screen">Κλειδώστε την οθόνη.</link>
fi: <link xref="shell-exit#lock-screen">Lukitse näyttö.</link>
nl: <link xref="shell-exit#lock-screen">Het scherm vergrendelen.</link>
pt_br: <link xref="shell-exit#lock-screen">Bloquear tela.</link>
ru: <link xref="shell-exit#lock-screen">Заблокировать экран.</link>

source: Common editing shortcuts
ast: Combinaciones de tecles de edición más comunes
el: Κοινές συντομεύσεις επεξεργασίας
es: Combinaciones de teclas de edición más comunes
fi: Yleiset tekstinmuokkaamiseen liittyvät pikanäppäimet
nl: Sneltoetsen voor algemene bewerking
pt_br: Atalhos de edição comuns
ru: Основные комбинации клавиш для редактирования

source: Select all text or items in a list.
ast: Esbillar too el testu o tolos elementos nuna llista.
el: Επιλέξτε όλο το κείμενο ή τα στοιχεία σε μια λίστα.
es: Seleccionar todo el texto o todos los elementos en una lista.
fi: Valitse nykyisen alueen kaikki kohteet.
nl: Alle tekst of lijstonderdelen selecteren.
pt_br: Selecionar todo o texto ou itens em uma lista.
ru: Выделить весь текст или все элементы списка.

source: Cut (remove) selected text or items and place it on the clipboard.
ast: Cortar (quitar) el testu o los elementos seleicionaos y colocarlo nel escritoriu.
el: Κάντε αποκοπή (αφαιρέστε) του επιλεγμένου κείμενου ή των αντικείμενων και τοποθετήστε τα στο πρόχειρο.
es: Cortar (quitar) el texto o los elementos seleccionados y colocarlo en el escritorio.
fi: Leikkaa (poista) valittuna oleva teksti tai kohteet ja kopioi se leikepöydälle.
nl: Geselecteerde tekst of items knippen (weghalen) en die op het klembord plaatsen.
pt_br: Cortar (remover) texto ou itens selecionados e colocá-los na área de transferência.
ru: Вырезать (удалить) выделенный текст или элементы и поместить его в буфер обмена.

source: <keyseq><key>Ctrl</key><key>C</key></keyseq>
el: <keyseq><key>Ctrl</key><key>Ψ</key></keyseq>

source: Copy selected text or items to the clipboard.
ast: Copiar el testu o los elementos seleicionaos al portapapeles.
el: Αντιγράψτε το επιλεγμένο κείμενο ή τα αντικείμενα στο πρόχειρο.
es: Copiar el texto o los elementos seleccionados al portapapeles.
fi: Kopioi valittu teksti tai kohteet leikepöydälle.
nl: Geselecteerde tekst of items naar het klembord kopiëren.
pt_br: Copiar texto selecionado ou itens para a área de transferência.
ru: Скопировать выделенный текст или элементы в буфер обмена.

source: <keyseq><key>Ctrl</key><key>V</key></keyseq>
el: <keyseq><key>Ctrl</key><key>Ω</key></keyseq>

source: Paste the contents of the clipboard.
ast: Pega el conteníu del portapapeles.
el: Επικολλήστε τα περιεχόμενα απο το πρόχειρο.
es: Pega el contenido del portapapeles.
fi: Liitä leikepöydän sisältö.
nl: De inhoud van het klembord plakken.
pt_br: Cola o conteúdo da área de transferência.
ru: Вставить содержимое буфера обмена.

source: Undo the last action.
ast: Deshace la cabera aición.
el: Αναιρέστε την τελευταία ενέργεια.
es: Deshace la última acción.
fi: Peru viimeisin toiminto.
nl: De laatste handeling ongedaan maken.
pt_br: Desfaz a última ação.
ru: Отменить последнее действие.

source: Capturing from the screen
ast: Capturar la pantalla
el: Σύλληψη στιγμιότυπου οθόνης
es: Capturar la pantalla
fi: Kuvakaappaukset
nl: Schermafdrukken maken
pt_br: Capturando da tela
ru: Захват изображения с экрана

source: Take a screenshot.
ast: Capturar la pantalla.
el: Λάβετε ένα στιγμιότυπο οθόνης.
es: Capturar la pantalla.
fi: Ota kuvakaappaus.
nl: Een schermafdruk maken.
pt_br: Tirar uma captura de tela.
ru: Сделать снимок экрана

source: Take a screenshot of the active window.
ast: Toma una captura de la ventana activa.
el: Λάβετε ένα στιγμιότυπο οθόνης του ενεργού παραθύρου.
es: Toma una captura de la ventana activa.
fi: Ota kuvakaappaus aktiivisesta ikkunasta.
nl: Een schermafdruk maken van het actieve venster.
pt_br: Capturar a tela da janela ativa.
ru: Сделать снимок активного окна.

# link:trail
source: Overview
ast: Resume
el: Επισκόπηση
fi: Yleiskuva
nl: Overzicht
pt_br: Visão geral

source: An overview of the different parts of the desktop.
ast: Un resume de les estremaes partes del escritoriu.
el: Μια επισκόπηση των διαφορετικών τμημάτων της επιφάνειας εργασίας.
es: Un resumen de las diferentes partes del escritorio.
fi: Yleiskuvaus työpöydän eri osista.
nl: Een overzicht van de verschillende onderdelen van het bureaublad.
pt_br: Um visão geral das diferentes partes da área de trabalho
ru: Обзор различных частей рабочего стола.

source: Overview of the desktop
ast: Resume del escritoriu
el: Επισκόπηση της επιφάνειας εργασίας
es: Resumen del escritorio
fi: Työpöydän yleiskatsaus
nl: Overzicht van het bureaublad
pt_br: Visão geral da área de trabalho
ru: Обзор рабочего стола

source: The Desktop
ast: El escritoriu
el: Η Επιφάνεια εργασίας
es: El escritorio
fi: Työpöytä
nl: Het bureaublad
pt_br: O ambiente de trabalho
ru: Рабочий стол

source: Applications and windows
ast: Aplicaciones y ventanes
el: Εφαρμογές και παράθυρα
es: Aplicaciones y ventanas
fi: Sovellukset ja ikkunat
nl: Toepassingen en vensters
pt_br: Aplicativos e janelas
ru: Приложения и окна

source: Files and folders
ast: Ficheros y carpetas
el: Αρχεία και φάκελοι
es: Archivos y carpetas
fi: Tiedostot ja kansiot
nl: Bestanden en mappen
pt_br: Arquivos e pastas
ru: Файлы и папки

source: Double click on the top title bar.
ast: Duble pulsación na barra superior de títulos.
el: Κάντε διπλό κλικ στην επάνω γραμμή τίτλου.
es: Doble pulsación en la barra superior de títulos.
fi: Kaksoisnapsauta ikkunan otsikkopalkkia.
nl: Dubbelklik op de titelbalk bovenin.
pt_br: Dê duplo clique na barra de título superior.
ru: Выполните двойной щелчок на заголовке окна.

source: Maximize and unmaximize (restore) a window
ast: Maximizar y desmaximizar (restaurar) una ventana
el: Μεγιστοποίηση και απομεγιστοποίηση (επαναφορά) ενός παραθύρου
es: Maximizar y desmaximizar (restaurar) una ventana
fi: Ikkunan piilottaminen ja suurentaminen (palauttaminen)
nl: Het venster maximaliseren en herstellen
pt_br: Maximizar e desfazer maximizar (restaurar) uma janela
ru: Развёртывание окна и восстановление его размера

source: To maximize a window, double-click on the title bar of the window.
ast: Pa maximizar una ventana, calca dos vegaes sobro la barra de títulu de la ventana.
el: Για να μεγιστοποιήστε ένα παράθυρο, κάντε διπλό κλικ στη γραμμή τίτλου του παραθύρου.
es: Para maximizar una ventana, pulse dos veces sobre la barra de título de la ventana.
fi: Suurenna ikkuna kaksoisnapsauttamalla sen otsikkopalkkia.
nl: Om een venster te maximaliseren dubbelklikt u op de titelbalk van het venster.
pt_br: Para maximizar uma janela, dê duplo-clique na barra de título da janela.
ru: Чтобы развернуть окно во весь экран, выполните двойной щелчок на заголовке окна.

source: Another way to maximize a window is to click on the <gui>title bar</gui> of an application, and drag it to the top of the screen. When the <gui>mouse pointer</gui> touches the very top of the screen, the entire screen becomes highlighted. Release the mouse button to maximize the screen.
ast: Otra forma de maximizar una ventana es pulsando na <gui>barra de títulu</gui> de la aplicación y arrastrándola al berbesu superior de la pantalla. Cuando el <gui>puntero del mur</gui> toque el berbesu superior de la pantalla, se resaltará la pantalla entera. Suelte el botón del mur pa maximizar la ventana.
el: Ένας άλλος τρόπος για να μεγιστοποιήσετε ένα παράθυρο είναι να κάνετε κλικ στη <gui>γραμμή τίτλου</gui> της εφαρμογής και να την μεταφέρετε στο πάνω μέρος της οθόνης. Όταν ο <gui>δείκτης του ποντικιού</gui> αγγίζει την κορυφή της οθόνης, ολόκληρη η οθόνη επισημαίνεται. Αφήστε το κουμπί του ποντικιού για να μεγιστοποιηθεί η οθόνη.
es: Otra forma de maximizar una ventana es pulsando en la <gui>barra de título</gui> de la aplicación y arrastrándola al borde superior de la pantalla. Cuando el <gui>puntero del ratón</gui> toque el borde superior de la pantalla, se resaltará la pantalla entera. Suelte el botón del ratón para maximizar la ventana.
fi: Toinen tapa suurentaa ikkuna on hiirtä käyttäen vetää ikkuna otsikkopalkista näytön ylälaitaan. Kun hiiren osoitin koskee ylälaitaa, ikkuna korostuu. Päästä irti hiiren painikkeesta ja ikkuna suurenee.
nl: Een anderen manier om het venster te maximaliseren is door op de <gui>titelbalk</gui> van een toepassing te klikken en het naar de bovenkant van het scherm te slepen. Wanneer de <gui>muisaanwijzer</gui> de bovenkant van het scherm aanraakt, wordt het hele scherm gemarkeerd. Laat de muisknop los om het scherm te maximaliseren.
pt_br: Outra maneira de maximizar uma janela é clicando na <gui>barra de títulos</gui> de um aplicativo e arrastando-a para o topo da tela. Quando o <gui>ponteiro do mouse</gui> tocar o topo da tela, toda ela ficará em destaque. Solte o botão do mouse para maximizar a janela.
ru: Также вы можете щёлкнуть на <gui>заголовке</gui> окна приложения и перенести его к верху экрана. Как только <gui>указатель мыши</gui> коснётся верхней части экрана, весь экран будет выделен цветом. Отпустите кнопку мыши и окно будет развёрнуто во весь экран.

source: To restore the window to its original size, click on the <gui>title bar</gui> of the application, and drag it down from the <gui>top bar</gui>. After the window separates from the <gui>top bar</gui> it will restore itself to an unmaximized state.
ast: Pa restaurar la ventana a su tamañu original, calca na <gui>barra de títulu</gui> de la aplicación y arrástrela haza abaxo dende la <gui>barra superior</gui>. Una vegada separtada de la <gui>barra superior</gui> volverá a un estáu desmaximizáu.
el: Για να επαναφέρετε το παράθυρο στο αρχικό του μέγεθος, κάντε κλικ στη <gui>γραμμή τίτλου</gui> της εφαρμογής και σύρετε προς τα κάτω από την <gui>επάνω γραμμή</gui>. Μετά το παράθυρο χωρίζει από την <gui>επάνω γραμμή</gui> και θα αποκατασταθεί στην απομεγιστοποιημένη του κατάσταση.
es: Para restaurar la ventana a su tamaño original, pulse en la <gui>barra de título</gui> de la aplicación y arrástrela hacia abajo desde la <gui>barra superior</gui>. Una vez separada de la <gui>barra superior</gui> volverá a un estado desmaximizado.
fi: Palauta ikkuna alkuperäiseen kokoon napsauttamalla sovelluksen otsikkopalkkia ja vetämällä ikkuna yläpaneelista alaspäin. Kun ikkuna erkanee yläpaneelista, se palautuu alkuperäiseen kokoonsa.
nl: Om het scherm terug te brengen naar de vorige afmetingen klikt u op de <gui>titelbalk</gui> van de toepassing en sleept u het van de <gui>bovenste balk</gui> naar beneden. Zodra het venster los is van de <gui>bovenste balk</gui> zal het vanzelf hersteld worden naar een niet gemaximaliseerde afmeting.
pt_br: Para restaurar a janela ao seu tamanho original, clique na <gui>barra de título</gui> de um aplicativo e arraste-a para baixo. Quando a janela separar-se da <gui>barra de topo</gui>, ela voltará ao tamanho regular.
ru: Чтобы восстановить исходный размер окна, щёлкните на <gui>заголовке окна</gui> приложения и переместите его вниз от <gui>верхней панели</gui>. Когда окно отделится от <gui>верхней панели</gui>, оно восстановит свой исходный размер.

source: Pressing the <key>Alt</key> while clicking anywhere in a window will allow you to move the window. Some people may find this easier than needing to click in the <gui>title bar</gui> of an application.
ast: Al calcar la tecla <key>Alt</key> mientres calca en cualesquier parte de una ventana podrá moverla. Dalgunes personas lo alcuentren más cómodo que tener que calcar na <gui>barra de títulu</gui> de una aplicación.
el: Πατώντας το πλήκτρο <key>Alt</key> ενώ κάνετε κλικ οπουδήποτε σε ένα παράθυρο θα σας επιτρέψει να μετακινήσετε το παράθυρο. Ενδεχομένως μερικοί άνθρωποι αυτό να το βρουν πιο εύκολο από το να χρειάζεται να κάνουν κλικ στη <gui>γραμμή τίτλου</gui> της εφαρμογής.
fi: Pitämällä <key>Alt</key>-näppäintä samaan aikaan kun olet tarttunut ikkunan mihin tahansa kohtaan hiirellä, voit muuttaa ikkunan sijaintia. Joidenkin mielestä tämä on helpompaa kuin otsikkopalkista tarttuminen ja ikkunan liikuttaminen.
pt_br: Pressionar a tecla <key>Alt</key>, enquanto estiver clicando em qualquer lugar numa janela, irá lhe permitir mover a janela. Algumas pessoas poderão achar isto mais fácil que precisar clicar na <gui>barra de título</gui> de um aplicativo.
ru: Нажав и удерживая клавишу <key>Alt</key> вы можете щёлкнуть в любом месте окна мышью и перемещать его. Некоторым пользователям это может упростить задачи, по сравнению с щелчком на <gui>заголовке окна</gui> приложения.

source: You can also use your keyboard to maximize a window. Press <keyseq><key>Alt</key><key>Space</key></keyseq> to bring up the window menu, and then press <key>x</key>.
ast: También puede usar su tecláu pa maximizar una ventana. Calca <keyseq><key>Alt</key><key>Espaciu</key></keyseq> pa amosar el menú de la ventana, y calca <key>x</key>.
el: Μπορείτε επίσης να χρησιμοποιήσετε το πληκτρολόγιό σας για να μεγιστοποιήσετε ένα παράθυρο. Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Alt</key><key>Κενό</key></keyseq> για να ανοίξετε το μενού παραθύρου και, στη συνέχεια πατήστε το πλήκτρο <key>x</key>.
es: También puede usar su teclado para maximizar una ventana. Pulse <keyseq><key>Alt</key><key>Espacio</key></keyseq> para mostrar el menú de la ventana, y pulse <key>x</key>.
fi: Voit laajentaa ikkunan myös näppäimistöllä. Avaa ensimmäisenä ikkunan hallintavalikko painamalla <keyseq><key>Alt</key><key>Välilyönti</key></keyseq> ja paina sitten <key>U</key>.
nl: U kunt ook het toetsenbord gebruiken om een venster te maximaliseren. Druk op <keyseq><key>Alt</key><key>Space</key></keyseq> om het venstermenu te krijgen en druk dan op <key>x</key>.
pt_br: Você também pode usar seu teclado para maximizar uma janela. Pressione <keyseq><key>Alt</key><key>Espaço</key></keyseq> para fazer o menu de janela aparecer e então pressione <key>x</key>.
ru: Вы можете также развернуть окно с помощью клавиатуры. Нажмите <keyseq><key>Alt</key><key>Пробел</key></keyseq>, чтобы открыть оконное меню, затем нажмите <key>x</key>.

source: Move and organize your windows.
ast: Mover y organizar sus ventanes.
el: Μετακινήστε και τακτοποιήστε τα παράθυρά σας.
es: Mover y organizar sus ventanas.
fi: Ikkunoiden siirtäminen ja järjestely.
nl: Uw vensters verplaatsen en organiseren.
pt_br: Mover e organizar suas janelas.
ru: Перемещение и упорядочивание окон.

source: Windows and workspaces
ast: Ventanas y áreas de trabayu
el: Παράθυρα και χώροι εργασίας
es: Ventanas y áreas de trabajo
fi: Ikkunat ja työtilat
nl: Vensters en werkbladen
pt_br: Janelas e espaços de trabalho
ru: Окна и рабочие места
