Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you want to view Silverlight-enabled websites, you should install the <em>Moonlight</em> plug-in instead. This is a free, open-source version of Silverlight which runs on Linux. Moonlight is not installed by default in Ubuntu.
es: Si quiere ver sitios web que funcionen con Silverlight, tendrá que instalar el complemento <em>Moonlight</em>. Esta es una versión libre y de código abierto de Silverlight que funciona en Linux. Moonlight no viene instalado en Ubuntu de forma predeterminada.

source: How to Install Moonlight for Mozilla Firefox
es: Cómo instalar Moonlight en Mozilla Firefox

source: Click <link href="apt:moonlight-plugin-mozilla">this link</link> to launch the <app>Software Center</app>.
es: Pulse <link href="apt:moonlight-plugin-mozilla">este enlace</link> para iniciar el <app>Centro de software</app>.

source: Read the information and reviews to make sure you want to install.
es: Lea la información y las reseñas para asegurarse de que lo quiere instalar.

source: If you choose to install Moonlight, click <gui>Install</gui> from the Software Center window.
es: Si desea instalar Moonlight, pulse en <gui>Instalar</gui> en la ventana del Centro de software.

source: If you have any web browser windows open, close them and then re-open them. The web browser should realize that Moonlight is installed when you open it again and you should now be able to view Silverlight websites.
es: Si tiene alguna ventana del navegador abierta, ciérrela y vuelva a abrirla. El navegador debe darse cuenta de que Moonlight está instalado cuando se abra de nuevo y ahora debería ser capaz de ver sitios web que usen Silverlight.

source: If you have installed Google Chrome or Chromium, you will also need to install <link href="apt:moonlight-plugin-chromium">this file</link> to use Moonlight on that browser.
es: Si ha instalado Google Chrome o Chromium, también tendrá que instalar <link href="apt:moonlight-plugin-chromium">este archivo</link> para usar Moonlight en esos navegadores.

source: You may need to install <app>Flash</app> to be able to view websites like YouTube, which display videos and interactive web pages using Flash.
es: Puede que tenga que instalar <app>Flash</app> para poder ver sitios web como YouTube, que muestran vídeos y páginas web interactivas mediante Flash.

source: <app>Flash</app> is a <em>plug-in</em> for your web browser which allows you to watch videos and use interactive web pages on some websites. Some websites will not work without Flash.
es: <app>Flash</app> es un <em>complemento</em> para su navegador web que le permite ver vídeos y usar páginas web interactivas en algunos sitios web. Algunas páginas web no funcionan sin Flash.

source: This article explains how to create a fixed (or static) IP address on your local network. Depending on the plan you have with your Internet service provider (or ISP), you may or may not have a fixed IP address on the internet. If you are not sure which type of connection you have from your service provider, contact your provider for more information.
es: En este artículo se explica cómo crear una dirección IP fija (o estática) en su red local. Dependiendo del plan que usted tenga con su proveedor de servicios Internet (o ISP), puede o no tener una dirección IP fija en Internet. Si no está seguro de qué tipo de conexión tiene con su proveedor de servicios, comuníquese con él para obtener más información.

source: Here is how to create a fixed IP address on your network:
es: Aquí está cómo crear una dirección IP fija en su red:

source: Make sure that your ethernet cable is plugged into the computer.
es: Asegúrese de que su cable de ethernet está conectado en el equipo.

source: Select the Auto eth connection on the <gui>Wired</gui>tab and then click <gui>Edit</gui>.
es: Seleccione la conexión «Auto eth» de la pestaña <gui>Cableada</gui> y pulse <gui>Editar</gui>.

source: Click on the <gui>IPv4 Settings</gui> tab.
es: Pulse la pestaña <gui>Configuración de IPv4</gui>.

source: Change the <gui>Method</gui> to <em>Manual</em>.
es: Cambie el <gui>Método</gui> a <em>Manual</em>.

source: If no connection information exists, or if you want to set up a new connection, click <gui>Add</gui>.
es: Si no existe información de la conexión, o si quiere establecer una conexión nueva, pulse <gui>Añadir</gui>.

source: Enter the desired <em>IP Address</em>, <em>Net Mask</em>, and <em>Gateway</em> information into the appropriate boxes.
es: Introduzca la información de <em>Dirección IP</em>, <em>Máscara de red</em> y <em>Puerta de enlace</em> en los lugares adecuados.

source: If necessary, enter desired <em>Domain Name Server</em> address into the <gui>DNS servers</gui> box.
es: Si es necesario, introduzca la dirección de <em>Servidor de nombre de dominio</em> en la caja de <gui>servidores DNS</gui>.

source: Look at a list of programs that can be allowed through your system's firewall.
es: Mire la lista de programas permitidos a través del cortafuegos del sistema.

source: Firewall port list
es: Lista de puertos del firewall

source: The following table lists ports used by your system's firewall to <link xref="net-firewall-on-off">block or allow access</link> to GNOME programs over the network. There are thousands of ports in use, so this table isn't complete. Instead, it presents some of the most common ports you may want to configure on your system. In some cases, the vendor of your GNOME desktop may have pre-configured access to these ports when the system was installed.
es: La tabla siguiente enumera los puertos usados por el cortafuegos de su sistema para <link xref="net-firewall-on-off">bloquear o permitir el acceso</link> a los programas de GNOME a través de la red. Hay miles de puertos en uso, por lo que esta tabla no está completa. En cambio, muestra algunos de los puertos más comunes que puede que quiera configurar en su sistema. En algunos casos, el distribuidor de su escritorio GNOME podría haberle preconfigurado el acceso a esos puertos durante la instalación del sistema.

source: Allows systems to find each other, and describe their service offerings, without you having to configure it
es: Permite a los sistemas encontrarse unos a otros y describir su oferta de servicios, sin tener que configurarlos

source: Allows you to send print jobs to a printer over the network
es: Le permite enviar trabajos de impresión a una impresora de red

source: Allows you to share your printer with other people over the network
es: Le permite compartir su impresora con otras personas en la red

source: Allows you to advertise your status, such as "online" or "busy"
es: Le permite anunciar de su estado, por ejemplo «en línea» u «ocupado»

source: Allows you to share your desktop for viewing or remote assistance
es: Le permite compartir su escritorio para verlo o para una asistencia remota

source: Music sharing
es: Compartir música

source: Allows you to share your music library with others on your network
es: Le permite compartir su colección de música con otros en su red

source: Default email apps
es: Aplicaciones predeterminadas de correo electrónico

source: This is the <em>Basic Service Set Identifier</em>. The SSID (see above) is the name of the network which humans are intended to read; the BSSID is a name which the computer understands (it's a string of letters and numbers that's supposed to be unique to the wireless network). If a <link xref="net-wireless-hidden">network is hidden</link>, it will not have an SSID but it will have a BSSID.
es: Este es el <em>Basic Service Set Identifier</em>. El SSID (ver más arriba) es el nombre de la red pensado para que lo entiendan las personas; el BSSID es un nombre pensado para que lo entienda el equipo (es una cadena de letras y números que se supone que es único en la red inalámbrica). Si <link xref="net-wireless-hidden">la red está oculta</link>, no tendrá SSID pero sí tendrá BSSID.

source: This setting changes the <em>Maximum Transmission Unit</em>, which is the maximum size of a chunk of data that can be sent over the network. When files are sent over a network, data is broken up into small chunks (or packets). The optimal MTU for your network will depend on how likely it is for packets to be lost (due to a noisy connection) and how fast the connection is.
es: Esta configuración cambia la <em>Unidad de transmisión máxima (en inglés Maximum Transmission Unit</em>, que es el tamaño máximo de un fragmento de datos que se puede enviar a través de la red. Cuando los archivos se envían a través de una red, los datos se dividen en trozos pequeños (o paquetes). La MTU óptima para la red dependerá de qué tan probable es para los paquetes que se pierdan (debido a una conexión con ruido) y la rapidez con la conexión.

source: Get information like the IP address and DNS server to use from a <em>DHCP server</em>. A DHCP server is a computer (or other device, like a router) connected to the network which decides which settings your computer should have - when you first connect to the network, you will automatically be assigned the correct settings. Most networks use DHCP.
es: Obtiene cierta información, como la dirección IP y el servidor DNS a usar, de un <em>servidor DHCP</em>. Un servidor DHCP es un equipo (u otro dispositivo, como por ejemplo un router) conectado a la red, el cual decide qué configuración tendrá su equipo - cuando usted se conecte por primera vez a la red, se le asignará automáticamente la configuración correcta. La mayoría de las redes usan DHCP.

source: <em>Link-Local</em> is a way of connecting computers together on a network without requiring a DHCP server or manually defining IP addresses and other information. If you connect to a Link-Local network, the computers on the network will decide amongst themselves which IP addresses to use and so on. This is useful if you want to temporarily connect a few computers together so they communicate amongst themselves.
es: <em>Enlace local</em> es una forma de conectar equipos entre sí sin tener que usar un servidor DHCP o definir manualmente las direcciones IP ni otra información. Al conectarse a una red de enlace local, los equipos de la red decidirán entre ellos qué direcciones IP usar y demás. Esto es útil si desea conectar temporalmente unos cuantos equipos juntos para que puedan comunicarse entre ellos.

source: Change the default email client by going to <gui>Preferred Applications</gui> in the <gui>System Settings</gui>.
es: Cambie el cilente de correo electrónico predeterminado en <gui>Aplicaciones preferidas</gui>, en <gui>Configuración del sistema</gui>.

source: When you click a button or link to send a new email (for example, in your word processing application), your default mail application will open up with a blank message, ready for you to write your email. If you have more than one mail application installed, however, the wrong mail application might open up. You can fix this by changing which program is set as the default email application:
es: Cuando pulse en un botón o un enlace para enviar un correo nuevo (por ejemplo, en su procesador de textos), se abrirá su aplicación de correo predeterminada con un mensaje vacío, listo para que escriba su correo. Sin embargo, si tiene instalada más de una aplicación de correo, puede que se abra la aplicación equivocada. Puede corregir esto estableciendo una nueva aplicación de correo predeterminada:

source: In the <em>Personal</em> section, click <gui>Preferred Applications</gui>.
es: En la sección <em>Personal</em>, pulse <gui>Aplicaciones preferidas</gui>.

source: Choose your preferred email application by changing the <gui>Mail Reader</gui> option.
es: Seleccione su aplicación de correo preferida cambiando la opción <gui>Lector de correo</gui>.

source: Change the default web browser by going to <gui>Preferred Applications</gui> in the <gui>System Settings</gui>.
es: Cambie el navegador web predeterminado en <gui>Aplicaciones preferidas</gui>, en <gui>Configuración del sistema</gui>.

source: Choose the default web browser by changing the <gui>Web Browser</gui> option.
es: Seleccione el navegador web predeterminado cambiando la opción <gui>Navegador web</gui>.

source: When you open up a different web browser, it might tell you that it is not the default browser any more. If this happens, click the <gui>Cancel</gui> button (or similar) so that it doesn't try to set itself as the default browser.
es: Al abrir un navegador web diferente, le puede decir que no es el navegador predeterminado. Si esto sucede, pulse en el botón <gui>Cancelar</gui> (o similar) para que no trate de configurarse como el navegador predeterminado.

source: You can download a PDF guide to using <app>Gwibber</app><link href=" http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf"> from the Gwibber website</link>.
es: Puede descargar una guía en PDF sobre cómo usar <app>Gwibber</app><link href="http://gwibber.com/docs/user-guide/current/master_social_networking_with_gwibber.pdf">en la página web de Gwibber</link>.

source: How to record Skype conversations
es: Cómo grabar conversaciones con Skype

source: A list of webcams which are compatible with Skype
es: Una lista de webcams compatibles con Skype

source: Troubleshooting Skype - for advanced users
es: Resolución de problemas con Skype - para usuarios avanzados

source: If you are used to Windows or Mac OS, you are probably also used to having anti-virus software running on your computer. Anti-virus software runs in the background, constantly checking for computer viruses which might find their way onto your computer and cause problems.
es: Si está acostumbrado a Windows o Mac OS, es probable que también esté acostumbrado a utilizar software antivirus corriendo todo el tiempo. El software antivirus se ejecuta en segundo plano, comprobando el equipo constantemente en busca de virus que pudieran cruzarse en su camino y causarle problemas.

source: Anti-virus software does exist for Linux, but you probably do not need to use it. Viruses which affect Linux are still very rare. Some argue that this is because Linux is not as widely used as other operating systems, so no one writes viruses for it. Others argue that Linux is intrinsically more secure, and security problems which viruses could make use of are fixed very quickly.
es: No hay programas antivirus para Linux, pero probablemente no los necesite. Hay muy pocos virus que afecten a Linux. Hay quien opina que esto se debe a que Linux no es tan utilizado como otros sistemas operativos, por lo que nadie escribe virus para él. Otros opinan que Linux es intrínsecamente más seguro, y los problemas de seguridad que los virus pudieran aprovechar se corrigen muy rápidamente.

source: Whatever the reason, Linux viruses are so rare that you do not need to worry about them at the moment.
es: Sea cual sea el motivo, los virus de Linux son tan escasos que no necesitará preocuparse por ellos por el momento.

source: Click the name of your new, ad-hoc network to connect to it. You will be able to access network shares and so on, like you would if both computers were connected to a conventional wireless network.
es: Pulse en el nombre de su nueva red ad-hoc para conectarse a ella. Podrá acceder a recursos de red compartidos y demás, como si ambos equipos estuvieran conectados a una red inalámbrica convencional.

source: Also note that some wireless network cards do not support ad-hoc networking, so this feature may not work on your hardware.
es: Observe también que algunas tarjetas de red inalámbricas no admiten el funcionamiento ad-hoc, por lo que esta característica podría no funcionar con su hardware.

source: You can show a full folder tree in your file manager side pane by selecting <guiseq><gui>View</gui><gui>Side Pane</gui></guiseq>, then click <gui>Places</gui> in the side pane and then select <gui>Tree</gui> in the dropdown list. By default, the tree side pane only shows folders. If you want to show files in the side pane as well, turn <gui>Show only folders</gui> off.
es: Puede mostrar un árbol completo de carpetas en el panel lateral de su gestor de archivos seleccionando <guiseq><gui>Ver</gui><gui>Panel lateral</gui></guiseq>, pulsando <gui>Lugares</gui> en el panel lateral y seleccionado <gui>Árbol</gui> en la lista desplegable. De forma predeterminada, el árbol del panel lateral solo muestra carpetas. Si desea que se muestren también los archivos en el panel lateral, desactive la opción <gui>Solo mostrar las carpetas</gui>.

source: The file manager creates thumbnails to preview image and video files, and can also preview text files and sound files. Previews can be slow for large files or over networks, so you can control when previews are made. In any file manager window, click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>Preview</gui> tab.
es: El gestor de archivos crea miniaturas para previsualizar archivos de imágenes y vídeos, y también puede previsualizar archivos de texto y de sonido. Las vistas previas pueden resultar lentas con archivos grandes o a través de la red, por lo que puede controlar cuándo se harán vistas previas. En cualquier ventana del gestor de archivos, pulse <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Vista previa</gui>.

source: You can view information about a file in the file properties dialog. To view the properties for a file or folder, right-click it and select <gui>Properties</gui>. You can also select the file and press <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
es: Puede ver información sobre un archivo en la ventana de propiedades del archivo. Para ver las propiedades de un archivo o carpeta, púlselo con el botón derecho y seleccione <gui>Propiedades</gui>. También puede seleccionar el archivo y pulsar <guiseq><gui>Alt</gui><gui>Entrar</gui></guiseq>.

source: The file properties dialog shows you information like the file type, size, and modification time. If you need this information often, you can have it displayed in <link xref="nautilus-list">list view columns</link> or <link xref="nautilus-display#icon-captions">icon captions</link>.
es: La ventana de propiedades del archivo le muestra información tal como tipo de archivo, tamaño y hora de modificación. Si necesita esta información a menudo, puede mostrarla en las <link xref="nautilus-list">columnas de la vista de lista</link> o en las <link xref="nautilus-display#icon-captions">leyendas de los iconos</link>.

source: The file properties dialog also allow you to <link xref="nautilus-file-properties-permissions">set file permissions</link> and <link xref="files-open">choose applications to open files</link>.
es: La ventana de propiedades también le permite <link xref="nautilus-file-properties-permissions">establecer los permisos del archivo</link> y <link xref="files-open">seleccionar aplicaciones con las que abrir el archivo</link>.

source: For certain types of files, such as images and videos, there will be an extra tab that provides information like the dimensions, duration, and codec.
es: Para ciertos tipos de archivos, como imágenes o vídeos, habría una pestaña más que proporcionará datos tales como dimensiones, duración y códec.

source: The name of the file. You can rename the file by changing this field. You can also rename a file outside the properties window. See <link xref="files-rename"/>.
es: El nombre del archivo. Puede cambiar el nombre del archivo cambiando este campo. También puede cambiar el nombre de un archivo fuera de la ventana de propiedades.. Vea <link xref="files-rename"/>.

source: The type of the file, such as PDF document, OpenDocument Text, or JPEG image. The MIME type of the file is shown in parentheses. The file type determines which applications can open the file, among other things. See <link xref="files-open"/> for more information.
es: El tipo de un archivo, como documento PDF, texto de OpenDocument o imagen JPEG. El tipo MIME del archivo se muestra entre paréntesis. El tipo de archivo determina qué aplicaciones pueden abrir el archivo, entre otras cosas. Consulte <link xref="files-open"/> para más información.

source: This field is displayed if you are looking at the properties of a folder. It shows the number of items in the folder. If the folder includes other folders, each inner folder is counted as one item, even if it contains further items. Each file is also counted as one item. If the folder is empty, the contents will display <gui>nothing</gui>.
es: Este campo se muestra si está consultando las propiedades de una carpeta. Muestra el número de elementos de la carpeta. Si la carpeta incluye otras carpetas, cada carpeta interna se cuenta como un elemento, aunque contenga a su vez otros elementos. Cada archivo se cuenta como un elemento. Si la carpeta está vacía, el contenido mostrará <gui>nada</gui>.

source: This field is displayed if you are looking at an item other than a folder. The size may be stated as bytes, KB, MB, or GB. In the case of the last three, the size in bytes will be stated in parentheses.
es: Este campo se muestra si está consultando un elemento que no sea una carpeta. El tamaño puede expresarse en bytes, KiB, MiB o GiB. En estos tres últimos casos, se muestra entre paréntesis el tamaño en bytes.

source: 1 KB = 1 024 bytes
es: 1 KiB = 1.024 bytes

source: 1 MB = 1 048 576 bytes
es: 1 MiB = 1.048.576 bytes

source: 1 GB = 1 073 741 824 bytes
es: 1 GiB = 1.073.741.824 bytes

source: The absolute path to your item.
es: La ruta absoluta a su elemento.

source: The file system or device that the file is stored on. This shows you the storage medium the file is on, such as a <link xref="disk-partitions">disk partition</link> on your computer, an external drive or optical disc, or a <link xref="nautilus-connect">network share or file server</link>.
es: El sistema de archivos o dispositivo en el que está almacenado el archivo. Muestra el medio de almacenamiento donde está el archivo, tal como una <link xref="disk-partitions">partición de disco</link> en su equipo, un disco externo u óptico, o un <link xref="nautilus-connect">servicio compartido de red o servidor de archivos</link>.

source: For folders, the amount of free space left for new files on the containing volume.
es: Para carpetas, la cantidad de espacio libre que resta para archivos nuevos en el contenido del volumen.

source: You can connect to a server or network share to browse and view files on that server, exactly as if they were on your local machine or removable device. This is a convenient way to download or upload files, or to share files with users on your local network.
es: Puede conectarse a un servidor o un recurso compartido para buscar y ver los archivos en el servidor, exactamente como si estuvieran en su máquina local o dispositivo extraíble. Esta es una manera conveniente para descargar o cargar archivos, o para compartir archivos con usuarios en su red local.

source: Click <gui>Network</gui> in the side pane, or select <gui>Network</gui> from the <gui>Go</gui> menu. The file manager will find any computers on your local area network that advertise their ability to serve files. If you want to connect to a server on the internet, or if you do not see the computer you're looking for, you can manually connect to a server.
es: Pulse <gui>Red</gui> en el panel lateral, o seleccione <gui>Red</gui> en el menú <gui>Ir</gui>. El gestor de archivos buscará todos los equipos de su red local que informen que pueden servir archivos. Si quiere conectarse a un servidor de Internet, o si no ve el equipo que está buscando, puede conectarse manualmente a un servidor.
