Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: These files are treated in the same way as normal hidden files. See <link xref="files-hidden"/> for advice on dealing with hidden files.
ast: Estos ficheros se tratan de la mesma forma que los ficheros anubríos normales. Consulte <link xref="files-hidden"/> pa asesorase sobro cómo trabayar con ficheros anubríos.
el: Αυτά τα αρχεία αντιμετωπίζονται με τον ίδιο τρόπο όπως συνήθως τα κρυφά αρχεία. Δείτε το σύνδεσμο <link xref="files-hidden"/> για συμβουλές σχετικά με τη διαχείριση κρυφών αρχείων.
es: Estos archivos se tratan de la misma forma que los archivos ocultos normales. Consulte <link xref="files-hidden"/> para asesorarse sobre cómo trabajar con archivos ocultos.
fi: Näitä tiedostoja kohdellaan samalla tavalla kuin muitakin piilotiedostoja. Lue <link xref="files-hidden"/> saadaksesi lisätietoa piilotiedostoista.
pt_br: Esses arquivos são tratados da mesma forma que arquivos ocultos normais. Veja <link xref="files-hidden"/> para informações sobre como tratar com arquivos ocultos.
ru: Эти файлы обрабатываются так же, как и обычные скрытые файлы. Обратитесь к <link xref="files-hidden"/> за советами по работе со скрытыми файлами.

source: How and where to report problems with these help topics.
ast: Cómo y dónde informar de un error nestos temes de aida.
ca: On i com podeu informar sobre problemes d'aquesta ajuda.
cs: Jak a kde nahlásit problém s touto dokumentací.
de: Hier erfahren Sie, wo und wie Sie Probleme mit dieser Hilfe melden können.
el: Πώς και πού μπορούν να αναφερθούν προβλήματα με αυτά τα θέματα βοήθειας.
es: Cómo y dónde informar de un error en estos temas de ayuda.
fi: Miten ja missä voi ilmoittaa näihin ohjeisiin liittyvistä ongelmista.
fr: Où et quand signaler des problèmes concernant ce manuel
gl: Como e onde informar de problemas con estes temas de axuda.
hr: Kako i gdje prijaviti problem s ovim temama pomoći.
id: Bagaimana dan ke mana melaporkan masalah dengan topik-topik bantuan ini.
ko: 이 도움말 항목의 문제점을 보고하는 방법 및 위치.
lt: Kur ir kaip pranešti apie šiame žinyne pastebėtas klaidas ar trūkumus.
lv: Kā un kur ziņot par problēmām ar šīm palīdzības tēmām.
ms: Bagaimana dan dimana hendak laporkan masalah dengan topik bantuan ini.
my: ဒီအကူအညီခေါင်းစဥ်နှင့်အတူ ဘယ်နေရာနှင့်ဘယ်လို ပြသာနာများကို သတင်းပို့မလဲ
nl: Hoe en waar u problemen kunt rapporteren met deze hulp-onderwerpen.
pl: Jak i gdzie zgłaszać problemy z tematami pomocy.
pt_br: Como e onde relatar problemas com estes tópicos de ajuda.
ru: Как и куда сообщать об ошибках в этом руководстве
sl: Kako in kje poročati težave s temi temami pomoči.
sv: Hur och var du ska rapportera problem med dessa hjälptexter.
tr: Bu yardım konuları, sorunların nasıl ve nereye gönderileceğini gösterir.
zh_cn: 怎样报告有关这些帮助主题的问题。

source: Participate to improve this guide.
ast: Participe pa mejorar esta guía.
el: Συμμετοχή για τη βελτίωση αυτού του οδηγού.
fi: Osallistu ja auta parantamaan ohjeita.
nl: Doe mee om deze handleiding te verbeteren.
pt_br: Participe no aprimoramento deste guia.
ru: Участие в усовершенствовании этого руководства пользователя.

source: This help system is created by a volunteer community. You are welcome to participate. If you notice a problem with these help pages (like typos, incorrect instructions or topics that should be covered but aren't), you can file a <em>bug report</em>.
ast: Esti sistema de aida ha sido creáu por una comunidad de voluntarios. Le invitamos a participar en elli. Si detecta un problema nestas páxines de aida (como fallos de ortografía, instrucciones incorrectas o temes que deberían tratase y no lo han sido), puede unviar un <em>informe de fallos</em>.
ca: Aquest sistema d'ajuda l'ha creat una comunitat de voluntaris, a la qual esteu convidat a participar. Si veieu cap problema en aquestes pàgines d'ajuda (com ara errors d'escriptura, instruccions incorrectes o temes que manquin), podeu enviar un <em>informe d'error</em>.
cs: Tato dokumentace je vytvářena komunitou dobrovolníků. Budeme rádi, když nám pomůžete. Pokud v dokumentaci narazíte na problém (jako například překlepy, nesprávné instrukce nebo témata, která by měla být pokryta, ale nejsou), můžete <em>nahlásit bug</em>.
de: Dieses Hilfesystem wurde von einer Gemeinschaft Freiwilliger erstellt. Sie sind herzlich eingeladen sich ebenfalls daran zu beteiligen. Falls Sie ein Problem mit diesen Hilfeseiten feststellen (wie Tippfehler, falsche Anweisungen oder Themen, die leider nicht behandelt wurden), können Sie einen <em>Fehlerbericht</em> erstellen.
el: Αυτό το σύστημα βοήθειας δημιουργήθηκε από μια κοινότητα εθελοντών. Είστε ευπρόσδεκτοι να συμμετάσχετε. Εάν παρατηρήσετε κάποιο πρόβλημα με αυτές τις σελίδες βοήθειας (όπως τυπογραφικά λάθη, εσφαλμένες οδηγίες ή τα θέματα που είναι απαραίτητα δεν έχουν καλυφθεί), μπορείτε να υποβάλετε μια <em>αναφορά σφάλματος</em>.
fi: Tämä ohje on luotu vapaaehtoisen yhteisön toimesta. Olet tervetullut mukaan. Jos huomaat virheen ohjeessa (esimerkiksi kirjoitusvirheen, väärän ohjeen tai puuttuvia aihealueita), voit tehdä <em>vikailmoituksen</em>.
fr: Ce système est créé par une communauté bénévole. Vous êtes invité(e) à participer. Si vous notez un problème avec ces pages d'aide (comme des typos, des instructions incorrectes, ou des thèmes qui ont été oubliés), vous pouvez créer un <em>rapport de bogue</em>.
gl: Así axuda a un sistema creado por unha comunidade de voluntarios. A súa participación é benvida. Se atopa un problema con estas páxinas de axuda (como erros tipográficos, instrucións incorrectas ou temas que deberían tratarse pero non se tratan), pode enviar un <em>informe de erro</em>.
hr: Ovaj sustav pomoći je stvoren od strane zajednice dobrovoljaca. Dobrodošli ste da sudjelujete. Ako primijetite problem sa ovim stranicama pomoći (poput pravopisnih grešaka, neispravnih uputa ili tema koje bi trebale biti obuhvaćene ali nisu), možete popuniti <em>izvještaj greške</em>.
id: Sistem bantuan ini dibuat oleh suatu komunitas relawan. Anda akan disambut dengan suka hati untuk turut berpartisipasi. Bila Anda menemui suatu masalah dengan halaman-halaman bantuan ini (seperti salah eja, instruksi yang salah, atau topik yang mestinya dicakup tapi belum), Anda dapat <em>melaporkan bug</em>.
ko: 이 도움말 시스템은 자원 봉사자 커뮤니티에 의해 만들어지며 여러분도 참여하실 수 있습니다. 오타, 잘못된 해결법 또는 누락된 사항 등 도움말 페이지에 문제가 있는 경우 <em>버그 보고서</em>를 제출할 수 있습니다.
lv: Šo palīdzības sistēmu ir veidojusi brīvprātīgo kopiena. Jūs esat laipni aicināts piedalīties. Ja šajās palīdzības lapās atrodat problēmas, piemēram, pareizrakstības kļūdas, nepareizas instrukcijas vai tematus, kas nav aplūkoti, bet vajadzētu, jūs varētu iesniegt <em>kļūdas ziņojumu</em>.
ms: Sistem bantuan ini dicipta oleh sukarelawan komuniti. Anda dialu-alukan menyertainya. Jika anda terdapat masalah dengan halaman bantuan ini (seperti kesalahan menaip, arahan tidak jelas atau salah ataupun tajuk sepatutnya ada tetapi tidak tersenarai), anda boleh failkan <em>laporan pepijat</em>.
my: ဤအကူအညီစနစ်ကိုစေတနာ့ ၀ န်ထမ်းအသိုင်းအဝိုင်းမှဖန်တီးသည်။ သင်ပါဝင်ရန်ကြိုဆိုပါသည်။ ဤအကူအညီစာမျက်နှာများရှိအမှားများကိုသတိပြုမိလျှင် (စာလုံးပေါင်းမှားများ၊ မှားယွင်းသောညွှန်ကြားချက်များသို့မဟုတ်ဖုံးထားသင့်သောအကြောင်းအရာများမဟုတ်ပါ)၊ သင်သည် <em> bug report </em> ကိုတင်နိုင်ပါသည်။
pl: Ten system pomocy jest tworzona przez społeczność ochotników. Zapraszamy do współpracy. Jeśli zauważysz jakieś problemy na stronach pomocy (np. literówki, niepoprawne instrukcje lub tematy, które powinny być omówione, ale nie są), to można to <em>zgłosić</em>.
pt_br: Este sistema de ajuda é criado por uma comunidade de voluntários. Você é bem-vindo para participar. Se você notar um problema com estas páginas de ajuda (como erros de digitação, instruções incorretas ou assuntos que deveriam ser cobertos mas não são), você pode registrar um <em>relatório de erro</em>.
ru: Справочная система создана добровольным сообществом. Мы будем рады, если вы примите участие в развитии. Если вы обнаружили недочёт на страницах справки (например опечатки, неправильные инструкции или отсутствие тем, которые должны быть затронуты), вы можете <em>сообщить о проблеме</em>.
sl: Ta sistem pomoči ustvarja skupnost prostovoljcev. Vabljeni ste k sodelovanju. Če opazite težavo s temi stranmi pomoči (kot so tipkarske napake, nepravilna navodila ali teme, ki bi morale biti obravnavane, a niso), lahko <em>pošljete poročilo o hrošču</em>.
sv: Detta hjälpsystem har skapats av en frivillig gemenskap. Du får gärna delta. Om du upptäcker ett problem med hjälpsidorna (som tryckfel, felaktiga instruktioner, eller rubriker som bör omfattas men inte är det) kan du lämna en <em>felrapport</em>.
tr: Bu yardım sistemi gönüllü bir topluluk tarafında oluşturulmuştur. Sizin de katılımınızı her zaman bekleriz. Eğer bu yardım sayfaları ile ilgili bir sorun farkederseniz (yazım hataları, yanlış yönergeler veya bahsedilmesi gereken ama bahsedilmeyen konular gibi) bir <em>hata raporu</em> hazırlayabilirsiniz.
zh_cn: 本帮助系统由志愿者社区创建。欢迎大家参加志愿者社区。如果发现这些帮助页面有问题(如错别字、不正确的指令或本应涉及但未涉及的主题)，则可提交<em>错误报告</em>。

source: To file a bug, press <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug ubuntu-docs</input>. Press <gui>Enter</gui> to begin the bug collection process.
ast: Pa informar d'un fallu, primi <keyseq><key>Alt</key><key>F2</key></keyseq> y escribi <input>ubuntu-bug ubuntu-docs</input>. Primi <gui>Intro</gui> p'aniciar el procesu de recopilación de datos.
ca: Per enviar un informe d'error, premeu la combinació de tecles <keyseq><key>Alt</key><key>F2</key></keyseq> i escriviu <input>ubuntu-bug ubuntu-docs</input>. Seguidament premeu la tecla <gui>Retorn</gui> per iniciar el procés d'enviament d'errors.
cs: Pro nahlášení bugu stiskněte <keyseq><key>Alt</key><key>F2</key></keyseq> a napište <input>ubuntu-bug ubuntu-docs</input>. Pro zahájení sbírání informací pro nahlášení bugu stiskněte <gui>Enter</gui>.
de: Um einen Fehler zu berichten, drücken Sie <keyseq><key>Alt</key><key>F2</key></keyseq> und geben Sie <input>ubuntu-bug ubuntu-docs</input> ein. Drücken Sie die <gui>Eingabetaste</gui>, um mit der Datensammlung für den Fehlerbericht zu beginnen.
el: Για να αναφέρετε ένα σφάλμα, πατήστε το συνδυασμό <keyseq><key>Alt</key><key>F2</key></keyseq> και πληκτρολογήστε <input>ubuntu-bug ubuntu-docs</input>. Πατήστε το πλήκτρο <gui>Enter</gui> για να ξεκινήσει η διαδικασία συλλογής σφαλμάτων.
fi: Tee vikailmoitus painamalla <keyseq><key>Alt</key><key>F2</key></keyseq> ja kirjoittamalla <input>ubuntu-bug ubuntu-docs</input>. Paina <gui>Enter</gui> luodaksesi vikailmoituksen (ns. bugiraportin).
fr: Pour rapporter une anomalie, appuyez sur <keyseq><key>Alt</key><key>F2</key></keyseq> et tapez <input>ubuntu-bug ubuntu-docs</input>. Appuyez sur <gui>Entrée</gui> pour démarrer la procédure de signalement du bogue.
gl: Para comunicar un erro, prema <keyseq><key>Alt</key><key>F2</key></keyseq> e escriba <input>ubuntu-bug ubuntu-docs</input>. Despois prema <gui>Intro</gui> para iniciar o proceso de recopilación do fallo.
hr: Za popunjavanje izvještaja greške, pritisnite <keyseq><key>Alt</key><key>F2</key></keyseq> i upišite <input>ubuntu-bug ubuntu-docs</input>. Pritisnite <gui>Enter</gui> za pokretanje procesa prikupljanja greške.
id: Untuk mengirimkan laporan bug, tekan tombol <keyseq><key>Alt</key><key>F2</key></keyseq> lalu tuliskan <input>ubuntu-bug ubuntu-docs</input>. Tekan <gui>Enter</gui> untuk memulai proses pengumpulan bug.
ko: 버그를 신고하려면 <keyseq><key>Alt</key><key>F2</key></keyseq>를 누르고 <input>ubuntu-bug ubuntu-docs</input>을 입력하십시오. <gui>Enter</gui>를 눌러 버그 수집 프로세스를 시작하십시오.
lt: Apie klaidą galite pranešti paspaudę <keyseq><key>Alt</key><key>F2</key></keyseq> ir įrašę komandą <input>ubuntu-bug ubuntu-docs</input>. Tada paspauskite <gui>Enter</gui> ir šiek tiek palaukite.
lv: Lai iesniegtu kļūdas ziņojumu, spiediet <keyseq><key>Alt</key><key>F2</key></keyseq> un rakstiet <input>ubuntu-bug ubuntu-docs</input>. Spiediet <gui>Enter</gui>, lai sāktu kļūdas ievākšanas procesu.
ms: Untuk failkan pepijat, tekan <keyseq><key>Alt</key><key>F2</key></keyseq> dan taip <input>ubuntu-bug ubuntu-docs</input>. Kemudian tekan <gui>Enter</gui> untuk mulakan proses mengutip pepijat.
my: ချို့ယင်းချက်တစ်ခုကိုတင်ရန် <keyseq> <key>Alt</key> <key> F2</key> </keyseq> ကို နှိပ်၍ <input> ubuntu-bug ubuntu-docs </input> ကိုရိုက်ပါ။ bug collection စတင်ရန် <gui> Enter </gui> ကိုနှိပ်ပါ။
pl: Aby zgłosić błąd, naciśnij klawisze <keyseq><key>Alt</key><key>F2</key></keyseq> i wpisz polecenie <input>ubuntu-bug ubuntu-docs</input>. Naciśnij klawisz <gui>Enter</gui>, aby rozpocząć proces zbierania informacji o błędzie.
pt_br: Para relatar um problema, pressione <keyseq><key>F2</key></keyseq> e digite <input>ubuntu-bug ubuntu-docs</input>. Pressione <gui>Enter</gui> para iniciar o processo de coleta de informações sobre o problema.
ru: Если вы хотите сообщить о проблеме, нажмите сочетание клавиш <keyseq><key>Alt</key><key>F2</key></keyseq> и введите <input>ubuntu-bug ubuntu-docs</input>. Нажмите клавишу <gui>Enter</gui> для выполнения сбора необходимых сведений.
sl: Za poročanje hrošča pritisnite <keyseq><key>Alt</key><key>F2</key></keyseq> in vnesite <input>ubuntu-bug ubuntu-docs</input>. Pritisnite <gui>Enter</gui> za začetek opravila zbiranja hrošča.
sv: För att lämna en felrapport <keyseq><key>Alt</key><key>F2</key></keyseq> och välj <input>ubuntu-bug ubuntu-docs</input>. Tryck <gui>Retur</gui> för att börja samla in information om felet.
tr: Hata raporlamak için <keyseq><key>Alt</key><key>F2</key></keyseq> tuşlarına basın ve <input>ubuntu-bug ubuntu-docs</input> yazın. Hata toplama işlemine başlamak için <gui>Enter</gui> tuşuna basın.
zh_cn: 要提交错误，请按 <keyseq><key>Alt</key><key>F2</key></keyseq>，然后输入 <input>ubuntu-bug ubuntu-docs</input>，按 <gui>回车</gui> 即可开始收集错误。

source: See the <link xref="ubuntu-report-bug">Ubuntu bug reporting instructions</link> for more information about how to file your bug.
ast: Consulte les <link xref="ubuntu-report-bug">instrucciones de notificación de fallos de Ubuntu</link> pa más información sobro cómo notificar su fallu.
el: Δείτε το <link xref="ubuntu-report-bug">Αναφορά σφαλμάτων Ubuntu</link> για περισσότερες πληροφορίες σχετικά με το πώς θα υποβάλλετε την αναφορά σφάλματος.
es: Consulte las <link xref="ubuntu-report-bug">instrucciones de notificación de fallos de Ubuntu</link> para más información sobre cómo notificar su fallo.
fi: Tutustu <link xref="ubuntu-report-bug">Ubuntun vikailmoitusohjeisiin</link> saadaksesi lisätietoja, kuinka tehdä hyvä vikailmoitus.
pt_br: Veja as <link xref="ubuntu-report-bug">instruções de relatório de erros do Ubuntu</link> para mais informações sobre como arquivar seu erro.
ru: Обратитесь к теме содержащей <link xref="ubuntu-report-bug">инструкции по отправке сообщений о проблеме в Ubuntu</link>, если хотите сообщить о проблеме.

source: Thanks for helping make the Ubuntu Help better!
ast: ¡Gracias por ayudar a mejorar la Aida de Ubuntu!
ca: Us agraïm que ens ajudeu a millorar l'Ubuntu!
cs: Děkujeme, že nám pomáháte zlepšovat Dokumentaci Ubuntu!
de: Danke für die Unterstützung bei der Verbesserung der Ubuntu-Hilfe!
el: Ευχαριστούμε για τη βοήθεια να κάνετε την Βοήθεια του Ubuntu καλύτερη!
es: ¡Gracias por ayudar a mejorar la Ayuda de Ubuntu!
fi: Kiitos kiinnostuksestasi Ubuntun ohjeiden parantamista kohtaan!
fr: Merci d'aider à améliorer l'Aide d'Ubuntu !
gl: Grazas por axudar a mellorar a Axuda de Ubuntu!
hr: Hvala vam što ste pomogli učiniti Ubuntu pomoć boljom!
id: Terimakasih telah membantu membuat Bantuan Ubuntu lebih baik!
ko: 우분투 도움말을 개선하는 데 도움을 주셔서 감사합니다!
lt: Dėkojame už pagalbą tobulinant Ubuntu operacinę sistemą!
lv: Paldies, ka palīdzat veidot Ubuntu palīdzību labāku!
ms: Terima kasih kerana membantu Bantuan Ubuntu menjadi lebih baik!
my: Ubuntu Help ကိုပိုကောင်းအောင်ကူညီပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်။
nl: Bedankt voor het helpen om Ubuntu Hulp beter te maken!
pl: Dziękujemy za pomoc w ulepszaniu pomocy Ubuntu!
pt_br: Obrigado por ajudar a fazer a ajuda do Ubuntu melhor!
ru: Благодарим вас за внесение вклада в усовершенствование справочной системы Ubuntu!
sl: Hvala, ker pomagate izboljševati Ubuntu!
sv: Tack för att du gör Ubuntus hjälp bättre!
tr: Ubuntu Yardım'ın daha iyi hale gelmesine yardımcı olduğunuz için teşekkür ederiz!
zh_cn: 感谢您为改善 Ubuntu 帮助而提供帮助！

source: A hardware/device driver allows your computer to use devices that are attached to it.
ast: Un controlador de hardware/preséu es aquello que permite a su equipu usar preseos que tan conectados a elli.
el: Το πρόγραμμα οδήγησης ενός υλικού/συσκευής επιιτρέπει στον υπολογιστή σας να χρησιμοποιεί συσκευές που συνδέονται σε αυτόν.
fi: Laitteistoajuri mahdollistaa tietokoneeseesi liitettyjen laitteiden käyttämisen.
nl: Een hardware/apparaatstuurprogramma stelt uw computer in staat aangesloten apparaten te gebruiken.
pt_br: Um driver de hardware ou de dispositivo permite a seu computador utilizar dispositivos que estão conectados nele.
ru: Драйверы устройства позволяют вашему компьютеру использовать подсоединённое к нему оборудование.

source: What is a driver?
ast: ¿Qué es un controlador?
el: Τι είναι ένα πρόγραμμα οδήγησης (driver);
es: ¿Qué es un controlador?
fi: Mikä ajuri on?
nl: Wat is een stuurprogramma?
pt_br: O que é uma unidade?
ru: Что такое драйвер?

source: Devices are the physical "parts" of your computer. They may be <em>external</em> like printers and monitor or <em>internal</em> like graphics and audio cards.
ast: Los preseos son «partes» físicas de su equipu. Pueden ser <em>esternes</em>, como impresoras y monitores, o <em>internas</em> como tarxetes gráfiques y de soníu.
el: Οι συσκευές είναι τα φυσικά «μέρη» του υπολογιστή σας. Μπορούν να είναι <em>εξωτερικές</em> όπως εκτυπωτές και οθόνες ή <em>εσωτερικές</em> όπως κάρτας γραφικών και ήχου.
fi: Laitteet ovat tietokoneesi fyysisiä osia. Ne voivat olla <em>ulkoisia</em> kuten tulostimet ja näytöt tai <em>sisäisiä</em> kuten näytönohjain ja äänikortti.
pt_br: Dispositivos são as "partes" físicas do seu computador. Eles podem ser <em>externos</em>, como impressoras e monitores, ou <em>internos</em>, como placas de som e vídeo.
ru: Устройства являются физическими компонентами вашего компьютера. Они могут быть <em>внешними</em>, например принтеры и мониторы, или <em>внутренними</em>, например, графические и звуковые карты.

source: In order for your computer to be able to use these devices, it needs to know how to communicate with them. This is done by a piece of software called a <em>device driver</em>.
ast: Pa que su equipu pueda usar estos preseos, necesita saber cómo comunicase collos. Esto lo fai un elementu software denomináu <em>controlador del preséu</em>.
el: Προκειμένου ο υπολογιστή σας να είναι σε θέση να χρησιμοποιήσει αυτές τις συσκευές, θα πρέπει να γνωρίζει πώς να επικοινωνεί μαζί τους. Αυτό γίνεται με ένα κομμάτι του λογισμικού που ονομάζεται <em>πρόγραμμα οδήγησης συσκευής (driver)</em>.
es: Para que su equipo pueda usar estos dispositivos, necesita saber cómo comunicarse con ellos. Esto lo hace un elemento software denominado <em>controlador del dispositivo</em>.
fi: Jotta tietokoneesi voi käyttää näitä laitteita, sen täytyy tietää, miten niiden kanssa kommunikoidaan. Tämä hoituu <em>laiteajureiden</em> avulla.
nl: Om deze apparaten te kunnen gebruiken moet uw computer weten hoe ermee te communiceren. Dit wordt gedaan door een stukje software genaamd <em>apparaat-stuurprogramma</em>.
pt_br: Para que seu computador possa usar esses dispositivos, ele precisa saber se comunicar com eles. Isso é feito por um pedaço de software chamado <em>driver de dispositivo</em>.

source: When you attach a device to your computer, you must have the correct driver installed for that device to work. For example, if you plug in a printer but the correct driver isn't available, you won't be able to use the printer. Normally, each model of device uses a driver that is not compatible with any other model.
ast: Cuando coneuta un preséu a su equipu, esti tien de tener instaláu el controlador correutu pa que el preséu funcione. Por exemplu, si coneuta una imprentadora pero no tan disponibles los controladores adecuados, no podrá usar esa imprentadora. Generalmente, cada marca y modelu de preséu tien sus propios controladores, polo que no podrá usar el controlador de un preséu pa facer que funcione otru preséu distinto.
el: Όταν συνδέετε μια συσκευή στον υπολογιστή σας, πρέπει να έχετε το σωστό πρόγραμμα οδήγησης για αυτήν τη συσκευή για να δουλέψει. Για παράδειγμα, αν συνδέσετε έναν εκτυπωτή αλλά το σωστό πρόγραμμα οδήγησης δεν είναι διαθέσιμο, δεν θα είστε σε θέση να χρησιμοποιήσετε τον εκτυπωτή. Κανονικά, κάθε μοντέλο της συσκευής χρησιμοποιεί ένα πρόγραμμα οδήγησης που δεν είναι συμβατό με οποιοδήποτε άλλο μοντέλο.
fi: Kun liität laitteen tietokoneeseesi, sinulla täytyy olla oikeat ajurit asennettua, jotta laite toimii. Esimerkiksi, jos kiinnität tulostimen koneeseen mutta sillä ei ole toimivia ajureita, et pysty käyttämään sitä. Yleensä jokainen laitemalli tarvitsee omat ajurinsa eikä toisten mallien ajurit toimi sen kanssa.
nl: Wanneer u een apparaat aansluit op uw computer, dan moet u het juiste stuurprogramma geïnstalleerd hebben om het te laten werken. Als u bijvoorbeeld een printer aansluit, maar het juiste stuurprogramma is niet beschikbaar, dan kunt u de printer niet gebruiken. Normaal gesproken gebruikt elk model van een apparaat een stuurprogramma dat niet compatibel is met een ander model.
pt_br: Quando você conecta um dispositivo no seu computador, você deve ter o driver correto instalado para que aquele dispositivo funcione. Por exemplo, se você conectar uma impressora, mas o driver correto não estiver disponível, você não vai ser conseguir utilizar a impressora. Geralmente, cada modelo de dispositivo usa um driver que não é compatível com qualquer outro modelo.
ru: Чтобы устройство, подключенное к компьютеру, нормально работало, для него должен быть установлен подходящий драйвер. Например, если для подключенного вами принтера отсутствует драйвер, то вы не сможете печатать на этом принтере. Как правило, для каждой модели устройства существует собственный драйвер, несовместимый с драйверами для других моделей.

source: On Linux, the drivers for most devices are installed by default, so everything should work when you plug it in. However, the drivers may need to be installed manually or may not be available at all.
ast: En GNU/Linux, los controladores pa la mayoría de los preseos se instalan de manera predeterminada, así que too tendría funcionar res más conectarlo. Es posible que necesite instalar el controlador manualmente, o puede que ni siquiera esté disponible.
el: Στο Linux, οι οδηγοί για τις περισσότερες συσκευές εγκαθίσταται από προεπιλογή, οπότε όλα πρέπει να λειτουργούν όταν συνδεθούν. Ωστόσο, οι οδηγοί μπορεί να χρειαστούν να εγκατασταθούν χειροκίνητα ή να μην είναι διαθέσιμοι σε όλα.
fi: Suurin osa ajureista on Linuxissa asennettu valmiiksi, joten kaiken tulisi toimia kytkiessäsi sen. Jotkut ajurit täytyy kuitenkin asentaa manuaalisesti tai niitä ei ehkä ole ollenkaan saatavilla.
nl: In Linux zijn de stuurprogramma's voor de meeste apparaten standaard geïnstalleerd, dus alles wat u aansluit zou moeten werken. Maar het kan ook zijn dat een stuurprogramma handmatig moet worden geïnstalleerd of helemaal niet te krijgen is.
pt_br: No Linux, os drivers para a maioria dos dispositivos são instalados por padrão, para que tudo possa funcionar quando você conectar ao computador. Entretanto, os drivers podem precisar de instalação manual ou podem mesmo não estar disponíveis.
ru: Драйверы для большинства устройств в Linux устанавливаются по умолчанию, так что всё должно работать при подключении. Однако, драйверы, возможно, должны быть установлены вручную или вообще могут быть недоступны.
