Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The reason for this is that, since everyone is affected if the settings are changed, only highly-trusted (admin) users should be allowed to modify the connection.
ast: La razón pa esto es que, ya que tolos usuarios se ven afectados por el cambéu, solo los usuarios de confianza (administradores) deberían poder camudar la conexón.
el: Ο λόγος για αυτό είναι ότι, αφού ο καθένας επηρεάζεται εάν οι ρυθμίσεις αλλάξουν, μόνο εξαιρετικά αξιόπιστοι (admin) χρήστες θα πρέπει να έχουν τη δυνατότητα να τροποποιήσουν τη σύνδεση.
es: La razón para esto es que, ya que todos los usuarios se ven afectados por el cambio, solo los usuarios de confianza (administradores) deberían poder modificar la conexión.
pt_br: A razão disso é que, já que todos são afetados se as configurações são alteradas, somente usuários altamente confiáveis (administradores) devem ter permissão de modificar a conexão.
ru: Это сделано по следующей причине: поскольку изменения настроек повлияют на всех, вносить такие изменения следует позволять лишь доверенным лицам (администраторам).

source: If other users really need to be able to change the connection themselves, make it so the connection is <em>not</em> available to everyone on the computer. This way, everyone will be able to manage their own connection settings rather than relying on one set of shared, system-wide settings for the connection.
ast: Si otros usuarios necesiten ser capaces de camudar les conexones pollos mismos, fae que la conexón <em>no</em> esté disponible pa toos nel equipu. De esta forma, cada uno podrá gestionar sus propios axustes de conexón en llugar de depender de una configuración compartida, en too el sistema, pa la conexón.
el: Αν άλλοι χρήστες χρειάζονται πραγματικά να είναι σε θέση να αλλάξουν τη σύνδεση μόνοι τους, κάντε την έτσι που η σύνδεση να <em>μην</em> είναι διαθέσιμη στον καθένα στον υπολογιστή. Με τον τρόπο αυτόν , ο καθένας θα έχει τη δυνατότητα να διαχειρίζεται τις δικές του ρυθμίσεις σύνδεσης περισσότερο παρά να βασίζεται σε μια δέσμη κοινών, διευρυμένων ρυθμίσων του συστήματος για τη σύνδεση.
es: Si otros usuarios necesitan ser capaces de cambiar las conexiones por ellos mismos, haga que la conexión <em>no</em> esté disponible para todos en el equipo. De esta forma, cada uno podrá gestionar sus propios ajustes de conexión en lugar de depender de una configuración compartida, en todo el sistema, para la conexión.
pt_br: Se outros usuários realmente necessitarem ser capazes de modificar a conexão por conta própria, faça que a conexão <em>não</em> esteja disponível para todos no computador. Dessa forma, cada um será capaz de administrar as próprias configurações de conexão em vez de depender de um só conjunto de configurações compartilhada entre todos.
ru: Если другим пользователям действительно необходимо иметь возможность самостоятельно менять настройки, сделайте подключение <em>не</em> доступным для любого пользователя. Тогда каждый сможет управлять своими собственными настройками, вместо того, чтобы пользоваться одним набором разделяемых, общесистемных настроек подключения.

source: Make it so that the connection isn't shared any more
ast: Hágalo pa que la conexón no se comparta nunca más
el: Κάντε το έτσι ώστε η σύνδεση δεν θα είναι κοινόχρηστη πια
es: Hágalo para que la conexión no se comparta nunca más
fi: Poista käytöstä yhteyden jakaminen
nl: Stel het zo in dat de verbinding niet meer gedeeld is
pt_br: Faça isso para que assim a conexão não seja compartilhada mais
ru: Сделать подключение не разделяемым с другими пользователями

source: Find the connection you want everyone to be able to manage/edit themselves. Click to select it and then click <gui>Edit</gui>.
ast: Busque la conexón que quies que cualquiera seya capaz de remanar/editar. Calca pa seleccionarla y dempués calca <gui>Editar</gui>.
el: Βρείτε τη σύνδεση που θέλετε όλοι να είναι σε θέση να διαχειριστείτε/επεξεργαστείτε οι ίδιοι. Κάντε κλικ για να την επιλέξετε και στη συνέχεια κάντε κλικ στην <gui>Επεξεργασία</gui>.
es: Busque la conexión que quiere que cualquiera sea capaz de manejar/editar. Pulse para seleccionarla y luego pulse <gui>Editar</gui>.
pt_br: Escolha a conexão que deseja que todos sejam capazes de administrar por conta própria. Clique para selecioná-la e depois em <gui>Editar</gui>.
ru: Найдите подключение, управлять которым и изменять которое хотите позволить всем. Щёлкните, чтобы выбрать его, а затем щёлкните <gui>Редактировать</gui>.

source: You will have to enter your admin password to change the connection. Only admin users can do this.
ast: Deberá introducir su contraseña de administración pa camudar la conexón. Solo los administradores pueden hacerlo.
el: Θα πρέπει να εισάγετε τον κωδικό πρόσβασης διαχειριστή σας για να αλλάξετε τη σύνδεση. Μόνο o διαχειριστής μπορεί να το κάνει αυτό.
es: Deberá introducir su contraseña de administración para cambiar la conexión. Solo los administradores pueden hacerlo.
pt_br: Você terá que entrar com a senha de administrador para alterar a conexão. Somente administradores podem fazer isso.
ru: Чтобы изменить соединение, вы должны ввести ваш пароль администратора. Только администраторы могут это сделать.

source: Uncheck <gui>Available to all users</gui> and click <gui>Save</gui>. Other users of the computer will now be able to manage the connection themselves.
ast: Deseleccione <gui>Disponible pa tolos usuarios</gui> y calca <gui>Guardar</gui>. Agora otros usuarios del equipu podrán gestionar la conexón pollos mismos.
el: Αποεπιλέξτε το <gui>Διαθέσιμο σε όλους τους χρήστες</gui> και κάντε κλικ στο k <gui>Αποθήκευση</gui>. Οι άλλοι χρήστες του υπολογιστή θα έχουν τώρα τη δυνατότητα να διαχειρίζονται τη σύνδεση μόνοι τους.
es: Deseleccione <gui>Disponible para todos los usuarios</gui> y pulse <gui>Guardar</gui>. Ahora otros usuarios del equipo podrán gestionar la conexión por ellos mismos.
pt_br: Desmarque a opção <gui>Disponível para todos os usuários</gui> e clique em <gui>Salvar</gui>. Agora os demais usuários do computador serão capazes de administrar a conexão.
ru: Снимите галочку с опции <gui>Доступно всем пользователям</gui> и щёлкните <gui>Сохранить</gui>. Теперь другие пользователи компьютера смогут управлять подключением самостоятельно.

source: <link xref="net-wireless">Wireless</link>, <link xref="net-wired">wired</link>, <link xref="net-problem">connection problems</link>, <link xref="net-browser">web browsing</link>, <link xref="net-email">email accounts</link>, <link xref="net-chat">instant messaging</link>...
ast: <link xref="net-wireless">Inalámbrica</link>, <link xref="net-wired">cableada</link>, <link xref="net-problem">problemes de conexón</link>, <link xref="net-browser">navegación web</link>, <link xref="net-email">cuentas de corréu-e</link>, <link xref="net-chat">mensaxería instantánea</link>...
el: <link xref="net-wireless">Ασύρματη σύνδεση</link>, <link xref="net-wired">ενσύρματη</link>, <link xref="net-problem"> προβλήματα σύνδεσης</link>, <link xref="net-browser">περιήγηση στο διαδίκτυο</link>, <link xref="net-email"> λογαριασμοί ηλεκτρονικής αλληλογραφίας</link>, <link xref="net-chat">άμεσα μηνύματα</link>…
es: <link xref="net-wireless">Inalámbrica</link>, <link xref="net-wired">cableada</link>, <link xref="net-problem">problemas de conexión</link>, <link xref="net-browser">navegación web</link>, <link xref="net-email">cuentas de correo-e</link>, <link xref="net-chat">mensajería instantánea</link>...
fi: <link xref="net-wireless">Langattomat lähiverkot</link>, <link xref="net-wired">langalliset yhteydet</link>, <link xref="net-problem">yhteysongelmat</link>, <link xref="net-browser">nettisurffailu</link>, <link xref="net-email">sähköpostitilit</link>, <link xref="net-chat">pikaviestit</link>...
pt_br: <link xref="net-wireless">Sem fio</link>, <link xref="net-wired">com fio</link>, <link xref="net-problem">problemas de conexão</link>, <link xref="net-browser">navegação na web</link>, <link xref="net-email">contas de e-mail</link>, <link xref="net-chat">mensagens instantâneas</link>...

source: Networking, web, email &amp; chat
ast: Redes, web, corréu y chat
el: Δικτύωση, ιστός, ηλεκτρονικό ταχυδρομείο &amp; συνομιλία
es: Redes, web, correo y chat
fi: Verkot, internet, sähköposti ja keskustelut
nl: Netwerken, web, e-mail &amp; chatten
pt_br: Rede de contatos, navegação, e-mail &amp; bate-papo
ru: Сети, интернет, электронная почта и чаты

source: Double-check the password, try using the pass key instead of the password, turn the wireless card off and on again...
ast: Verifique que la contraseña es correcta, pruebe a usar la contraseña de pasu en llugar de la contraseña, desactive la tarxeta inalámbrica y vuélvala a activar...
el: Ελέγξτε ξανά τον κωδικό πρόσβασης, δοκιμάστε να χρησιμοποιήσετε το κλειδί πρόσβασης αντί για τον κωδικό πρόσβασης, ανοιγοκλείστε την ασύρματη κάρτα ξανά ...
es: Verifique que la contraseña es correcta, pruebe a usar la clave de paso en lugar de la contraseña, desactive la tarjeta inalámbrica y vuélvala a activar...
fi: Tarkista salasanan oikeinkirjoitus, yritä käyttää salausavainta salasanan sijaan, käynnistä langaton kortti uudelleen...
nl: Controleer of het het wachtwoord goed is, probeer de wachtwoordsleutel te gebruiken in plaats van het wachtwoord, schakel de netwerkkaart uit en dan weer in.
pt_br: Verifique novamente a senha, tente usar a chave-mestra ao invés da senha, desligue a placa de rede sem fio e ligue-a novamente ...

source: I've entered the correct password, but I still can't connect
ast: He introducido la contraseña adecuada, pero sigo sin poder conectarme
el: Έχω εισάγει το σωστό κωδικό πρόσβασης, αλλά ακόμα δεν μπορώ να συνδεθώ
es: He introducido la contraseña adecuada, pero sigo sin poder conectarme
fi: Olen kirjoittanut salasanan oikein, mutta yhteydenmuodostus ei onnistu
pt_br: Eu digitei a senha correta, mas ainda não consigo conectar
ru: Я ввёл правильный пароль, но подключиться не удалось

source: If you're sure that you entered the correct <link xref="net-wireless-wepwpa">wireless password</link> but you still can't successfully connect to a wireless network, try some of the following:
ast: Si ta seguru de que ha introducido correcho la <link xref="net-wireless-wepwpa">contraseña de la red inalámbrica</link> pero entá no puede coneutase correcho a la red inalámbrica, intente dalguna de les siguientes suxerencies:
el: Αν είστε σίγουροι ότι έχετε εισάγει τον σωστό <link xref="net-wireless-wepwpa">κωδικό πρόσβασης</link> αλλά εξακολουθείτε να μην μπορείτε να συνδεθείτε, δοκιμάστε ένα από τα ακόλουθα:
es: Si está seguro de que ha introducido correctamente la <link xref="net-wireless-wepwpa">contraseña de la red inalámbrica</link> pero aún no puede conectarse correctamente a la red inalámbrica, intente alguna de las siguientes sugerencias:
fi: Jos olet varma, että kirjoitit <link xref="net-wireless-wepwpa">langattoman verkon salasanan</link> oikein, mutta et siltikään pysty yhdistämään langattomaan verkkoon, kokeile jotain seuraavista:
nl: Als u er zeker van bent dat u het juiste <link xref="net-wireless-wepwpa">wachtwoord voor draadloos netwerk</link> heeft ingevoerd, maar u kunt nog steeds geen verbinding maken met een draadloos netwerk, probeer dan het volgende:
pt_br: Se você tem certeza que digitou a <link xref="net-wireless-wepwpa">senha da rede sem fio</link> correta, mas ainda não consegue se conectar a uma rede sem fio, tente alguns dos seguintes procedimentos:

source: Double-check that you have the right password
ast: Compruebe dos vegaes que ha introducido correcho la contraseña
el: Ελέγξτε ξανά ότι έχετε το σωστό κωδικό πρόσβασης
es: Compruebe dos veces que ha introducido correctamente la contraseña
fi: Varmista, että kirjoittamasi salasana oli oikein
nl: Controleer of u het juiste wachtwoord heeft
pt_br: Verifique novamente se você tem a senha correta
ru: Проверьте ещё раз, правильный ли пароль вы ввели

source: Passwords are case-sensitive (it matters whether they have capital or lower-case letters), so check that you didn't get the case of one of the letters wrong.
ast: Les contraseñes son sensibles a capitalización (quies decir que distinguen ente mayúscules y minúscules), de tal forma que si no usó una mayúscula donde tendría haberlo hecho, una de les lletres es incorrecta.
el: Οι κωδικοί πρόσβασης κάνουν διάκριση πεζών-κεφαλαίων (έχει σημασία αν έχουν κεφάλαια ή μικρά γράμματα), οπότε βεβαιωθείτε ότι δεν έχετε κάποιο από τα γράμματα λάθος.
es: Las contraseñas son sensibles a capitalización (quiere decir que distinguen entre mayúsculas y minúsculas), de tal forma que si no usó una mayúscula donde debería haberlo hecho, una de las letras es incorrecta.
fi: Salasanoissa välitetään Ubuntussa <em>aina</em> isoista ja pienistä kirjaimista, joten tarkista aivan ensimmäisenä näiden merkkien oikeinkirjoitus.
pt_br: Senhas são sensíveis ao tamanho da letra (faz diferença usar letras maiúsculas ou minúsculas), então certifique-se de que não errou o tamanho de alguma delas.
ru: Пароли чувствительны к регистру (то есть к использованию в них заглавных или строчных букв), поэтому проверьте, не ввели ли вы одну из букв не в том регистре.

source: Try the hex or ASCII pass key
ast: Intente la contraseña hexadecimal o ASCII
el: Δοκιμάστε το δεκαεξαδικό ή ASCII κλειδί εισόδου
es: Intente la clave hexadecimal o ASCII
nl: Probeer het hex of ASCII wachtwoord
pt_br: Tente a chave mestra hexadecimal ou ASCII

source: The password you enter can also be represented in a different way - as a string of characters in hexadecimal (numbers 0-9 and letters a-f). If you have access to the pass key as well as the password/passphrase, try typing the pass key instead. Make sure you select the correct <gui>wireless security</gui> option when asked for your password (for example, select <gui>WEP 40/128-bit Key</gui> if you're typing the 40-character pass key for a WEP-encrypted connection).
ast: La contraseña que se introduz tamién puede representase de una forma distinta - como una cadena de carauteres en hexadecimal (númberos 0-9 y lletres a-f). Si tien accesu a la contraseña de pasu así como a la contraseña (o frase de pasu), pruebe a teclear la contraseña de pasu en su llugar. Compruebe que selecciona la opción de <gui>seguridá inalámbrica</gui> correcta cuando se le pida la contraseña (por exemplu, escueyi <gui>Contraseña WEP de 40/128 bits</gui> si ta tecleando los 40 carauteres de la contraseña de pasu de una conexón cifrada por WEP).
el: Ο κωδικος πρόσβασης που εισάγετε μπορεί να παριστάνεται με διαφορετικό τρόπο - σαν μια σειρά χαρακτήρων του δεκαεξαδικού (αριθμοί 0-9 και γράμματα a-f). Αν έχετε τόσο το κλειδί πρόσβασης όσο και τον κωδικό/φράση εισόδου, δοκιμάστε να εισάγετε το κλειδί πρόσβασης. Βεβαιωθείτε πως επιλέξατε τη σωστή ρύθμιση <gui>ασφάλειας ασύρματου δικτύου</gui> όταν σας ζητηθεί ο κωδικός σας (για παράδειγμα, επιλέξτε <gui>Κλειδί WEP 40/128-bit</gui> αν εισάγετε το 40 χαρακτήρων κλειδί πρόσβασης για μια σύνδεση με κρυπτογράφηση WEP).
es: La contraseña que se introduce también puede representarse de una forma distinta - como una cadena de caracteres en hexadecimal (números 0-9 y letras a-f). Si tiene acceso a la clave de paso así como a la contraseña (o frase de paso), pruebe a teclear la clave de paso en su lugar. Compruebe que selecciona la opción de <gui>seguridad inalámbrica</gui> correcta cuando se le pida la contraseña (por ejemplo, seleccione <gui>Clave WEP de 40/128 bits</gui> si está tecleando los 40 caracteres de la clave de paso de una conexión cifrada por WEP).
pt_br: A senha que você digitar também pode ser representada de uma forma diferente – como um conjunto de caracteres em hexadecimal (números de 0 a 9 e letras A a F). Se você tiver acesso à chave de acesso e à senha, experimente digitar aquela em vez desta. Certifique-se de que escolheu a opção correta em <gui>segurança da rede sem-fio</gui> quando precisar digitar a senha (por exemplo, escolha <gui>Chave WEP de 40/128 bits</gui> se estiver digitando uma chave de acesso com 40 caracteres para acessar uma conexão encriptada por WEP).

source: Try turning your wireless card off and then on again
ast: Intente apagar su tarxeta inalámbrica y volverla a encender
el: Δοκιμάστε να σβήσετε και να ανάψετε την ασύρματη κάρτα δικτύου
es: Intente apagar su tarjeta inalámbrica y volverla a encender
fi: Kytke langaton verkkoyhteys pois päältä ja sitten takaisin päälle
pt_br: Tente desligar a sua placa de rede sem fio e ligá-la novamente
ru: Попробуйте отключить вашу беспроводную сетевую карту и включить снова

source: Sometimes wireless cards get stuck or experience a minor problem that means they won't connect. Try turning the card off and then on again to reset it - see <link xref="net-wireless-troubleshooting"/> for more information.
ast: A vegaes, les tarxetes inalámbricas «se atascan» o sufrnun problema menor que provoca que no se puedan coneutar. Pruebe a apagar la tarxeta y volverla a encender pa así reiniciarla - consulte <link xref="net-wireless-troubleshooting"/> pa más información.
el: Μερικές φορές οι ασύρματες κάρτες «κολάνε» και για κάποιο λόγο δεν μπορούν να συνδεθούν. Δοκιμάστε να την σβήσετε και να την ανάψετε για να κάνει reset· ανατρέξτε στο <link xref="net-wireless-troubleshooting"/> για περισσότερες πληροφορίες.
es: A veces, las tarjetas inalámbricas «se atascan» o sufren un problema menor que provoca que no se puedan conectar. Pruebe a apagar la tarjeta y volverla a encender para así reiniciarla - consulte <link xref="net-wireless-troubleshooting"/> para más información.
fi: Joskus langattomat verkkokortit jumiutuvat tai kohtaavat ongelman, josta ne eivät voi enää palautua. Kokeile kytkeä langaton verkkolaite tietokoneestasi ensin pois päältä ja sitten nollaamalla se (jos se ei ole mahdollista, käynnistä se). Lisätietoja saat ohjeesta <link xref="net-wireless-troubleshooting"/>.
pt_br: Às vezes, placas de rede sem-fio ficam emperradas ou passam por um pequeno problema que as fazem não conectar. Experimente desligar a placa e religá-la novamente – acesse <link xref="net-wireless-troubleshooting"/> para mais informações.

source: Check that you're using the right type of wireless security
ast: Compruebe que ta usando la triba correutu de seguridá inalámbrica
el: Ελέγξτε ότι χρησιμοποιείτε το σωστό τύπο της ασύρματης ασφάλειας
es: Compruebe que está usando el tipo correcto de seguridad inalámbrica
fi: Tarkista, että käytät oikeatyyppistä verkon salaustekniikkaa
nl: Controleer of u het juiste type beveiliging voor het draadloos netwerk gebruikt
pt_br: Verifique se você está usando o tipo correto de segurança sem fio
ru: Удостоверьтесь, что вы используете соответствующий тип беспроводной безопасности

source: When prompted for your wireless security password, you can choose which type of wireless security to use. Make sure you choose the one that is used by the router or wireless base station. This should be selected by default, but sometimes it will not be for some reason. If you don't know which one it is, use trial and error to go through the different options.
ast: Cuando se le pida su contraseña de seguridá inalámbrica, puede escoyer qué triba de seguridá inalámbrica quies usar. Asegúrese de escoyer la que utiliza la estación base inalámbrico o router. Esto tien de seleccionase de manera predeterminada, pero a vegaes no ocurre por dalguna razón. Si no sabe cuál es, intente el métodu de ensayo y error pa recorrer les estremaes opciones.
el: Όταν σας ζητηθεί ο κωδικός ασφαλέιας του ασύρματου δικτύου, μπορείτε να διαλέξετε ποιόν τύπο ασύρματης ασφάλειας να χρησιμοποιήσετε. Βεβαιωθείτε πως επιλέξατε αυτόν που χρησιμοποιεί ο δρομολογητής ή ο ασύρματος σταθμός βασης. Αυτό θα πρέπει να είναι προεπιλεγμένο αλλά μερικές φορές για κάποιο λόγο δεν θα είναι. Αν δε γνωρίζετε ποιός είναι δοκιμάστε τη μεθοδο δοκιμής και λάθους των διαφόρων επιλογών.
es: Cuando se le pida su contraseña de seguridad inalámbrica, puede elegir qué tipo de seguridad inalámbrica quiere usar. Asegúrese de elegir la que utiliza la estación base inalámbrico o router. Esto debe seleccionarse de manera predeterminada, pero a veces no ocurre por alguna razón. Si no sabe cuál es, intente el método de ensayo y error para recorrer las diferentes opciones.
fi: Kun Ubuntu kysyy sinulta verkon salasanaa, voit valita myös verkon salaustyypin. Varmista että valitsemasi salaustyyppi on langattoman tukiaseman tukema. Tämän asetuksen pitäisi olla oletuksena oikea, mutta joskus se ei ole jostakin syystä. Jos et tiedä verkkosi salaustyyppiä, kannattaa kokeilla eri vaihtoehtoja ja testata niiden toimivuutta.
pt_br: Quando lhe for solicitado uma senha de segurança para a rede sem-fio, você pode escolher o tipo de segurança que deseja usar. Certifique-se de que escolherá uma opção compatível com o roteador ou estação-base sem-fio. Essa opção deve estar selecionada por padrão, mas às vezes isso não acontece por algum motivo. Se você não souber qual opção escolher, experimente cada opção por tentativa-e-erro.

source: Check that your wireless card is properly supported
ast: Compruebe que su tarxeta inalámbrica ta correcho soportada
el: Βεβαιωθείτε ότι η ασύρματη κάρτα σας υποστηρίζεται σωστά
es: Compruebe que su tarjeta inalámbrica está correctamente soportada
fi: Varmista, että langaton verkkokorttisi on kunnolla tuettu
pt_br: Verifique se sua placa sem fio é suportada corretamente
ru: Удостоверьтесь, что беспроводная карта поддерживается
