Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you have a <em>secure shell</em> account on a server, you can connect using this method. Many web hosts provide SSH accounts to members so they can securely upload files. SSH servers always require you to log in. If you use a secure shell key to log in, leave the password field blank.
ast: Si tien una cuenta <em>SSH (secure shell)</em> nun sirvidor, podrá coneutase usando esti métodu. Muchos sirvidores de alojamiento web proporcionan cuentas SSH a sus miembros pa que puedan xubir ficheros de forma segura. Los sirvidores SSH siempres requieren que vusté inicie una sesión. Si usa una contraseña de SSH pa entamar sesión, deje el campu de contraseña en blanco.
el: Εάν έχετε λογαριασμό <em>secure shell</em> σε έναν εξυπηρετητή, μπορείτε να συνδεθείτε χρησιμοποιώντας τη μέθοδο αυτή. Κάποιοι από τους καλύτερους εξυπηρετητές προσφέρουν λογαριασμούς SSH σε μέλη ώστε να μπορούν να ανεβάζουν αρχεία με ασφάλεια. Οι εξυπηρετητές SSH πάντοτε απαιτούν να συνδεθείτε με ένα λογαριασμό χρήστη. Εάν χρησιμοποιείτε ένα κλειδί secure shell για να συνδεθείτε, αφήστε το πεδίο κωδικού πρόσβασης κενό.
es: Si tiene una cuenta <em>SSH (secure shell)</em> en un servidor, podrá conectarse usando este método. Muchos servidores de alojamiento web proporcionan cuentas SSH a sus miembros para que puedan subir archivos de forma segura. Los servidores SSH siempre requieren que usted inicie una sesión. Si usa una clave de SSH para iniciar sesión, deje el campo de contraseña en blanco.
pt_br: Se você tem uma conta <em>SSH</em> em um servidor, você pode conectar usando esse método. Muitos provedores de hospedagem fornecem contas SSH aos membros para que eles possam enviar arquivos de forma segura. Servidores SSH sempre requerem que você se autentique. Se você usa uma chave SSH para autenticação, deixe o campo senha em branco.
ru: Если на сервере у вас есть учётная запись <em>secure shell</em>, вы можете подключиться к нему используя этот метод. Многие вэб-узлы предоставляют учётные записи SSH своим участникам, для выполнения безопасной передачи файлов. SSH серверы всегда требуют выполнение входа. Если для выполнения входа вы используете ключ secure shell, оставьте это поле незаполненным.

source: When using SSH, all the data you send (including your password) is encrypted so that other users on your network can't see it.
ast: Cuando usa SSH tolos datos que unvía, inclusu su contraseña, esta cifrada, de manera que otros usuarios de su red no pueden verlos.
el: Όταν χρησιμοποιείτε τον εξυπηρετητή SSH, όλα τα δεδομένα που αποστέλλετε (συμπεριλαμβανομένου του κωδικού σας) είναι κρυπτογραφημένα, έτσι άλλοι χρήστες στο δικτύου σας δε μπορούν να τα δουν.
fi: Kun käytät SSH:ta, kaikki tiedot (mukaan lukien salasanasi) salataan, eivätkä muut verkkoa käyttävät näe lähettämiäsi tai vastaanottamiasi tietoja.
nl: Bij het gebruik van SSH, zijn alle gegevens die u verzendt (met uw wachtwoord inbegrepen) versleuteld, zodat andere gebruikers in uw netwerk dit niet kunnen zien.
pt_br: Quando estiver utilizando o SSH, todos os dados que você enviar (incluindo a sua senha) serão encriptados para que outros usuários na rede não os vejam.
ru: Используя SSH, все отправленные вами данные (включая ваш пароль) зашифровываются, так что другие пользователи вашей сети не могут их видеть.

source: FTP (with login)
ast: FTP (con rexistru)
el: FTP (με κωδικό σύνδεσης)
es: FTP (con registro)
fi: FTP (sisään kirjautumisen vaativa)
pt_br: FTP (com login)
ru: FTP (с аутентификацией)

source: FTP is a popular way to exchange files on the Internet. Because data is not encrypted over FTP, many servers now provide access through SSH. Some servers, however, still allow or require you to use FTP to upload or download files. FTP sites with logins will usually allow you to delete and upload files.
ast: El FTP ye un mou popular de trocar ficheros na rede. Porque los datos nun s'encripten nel FTP, munchos sirvidores agora apurren accesu a traviés de SSH. Sicasí, dalgunos sirvidores, aínda permiten o requieren que uses FTP pa unviar y reciber ficheos. Los sitos de FTP con rexistru, xeneralmente van permitir que puedas desaniciar ya unviar ficheros.
el: Το FTP είναι δημοφιλής τρόπος ανταλλαγής αρχείων στο διαδίκτυο. Επειδή τα δεδομένα δεν κρυπτογραφούνται μέσω FTP, πολλοί εξυπηρετητές προσφέρουν πρόσβαση μέσω SSH. Κάποιοι εξυπηρετητές, όμως, σας επιτρέπουν ακόμη να χρησιμοποιήσετε FTP για να αποστείλετε ή να λάβετε αρχεία. Οι ιστοσελίδες FTP με σύνδεση θα σας επιτρέπουν συνήθως να διαγράφετε ή να αποστέλλετε αρχεία.
pt_br: O FTP é uma maneira popular de trocar arquivos na Internet. Porque os dados não são encriptados no FTP, muitos servidores agora fornecem acesso através de SSH. Alguns servidores, entretanto, ainda permitem ou requerem que você use o FTP para enviar e receber arquivos. Os sites de FTP com logins geralmente irão permitir que você exclua e envie arquivos.
ru: FTP является популярным способом обмена файлами в интернете. Так как данные при использовании FTP не зашифрованы, теперь многие серверы предоставляют доступ с использованием SSH. Некоторые серверы, тем не менее, до сих пор позволяют или требуют использование FTP для передачи и получения файлом. FTP серверы с аутентификацией, обычно разрешают выполнение операций передачи и удаления файлов.

source: Public FTP
ast: FTP público
el: Δημόσιο FTP
es: FTP público
fi: Julkinen FTP
nl: Openbare FTP
pt_br: FTP público
ru: Публичный FTP

source: Sites that allow you to download files will sometimes provide public or anonymous FTP access. These servers do not require a user name and password, and will usually not allow you to delete or upload files.
ast: Los sitios que le permiten baxar ficheros a vegaes proporcionan accesu FTP público o anónimo. Estos sirvidores no requiernun nome de usuariu y contraseña, y polo general no le permitneliminar o cargar ficheros.
el: Οι ιστοσελίδες που σας επιτρέπουν να λαμβάνετε αρχεία κάποιες φορές θα προσφέρουν δημόσια ή ανώνυμη πρόσβαση FTP. Αυτοί οι εξυπηρετητές δεν απαιτούν όνομα χρήστη και κωδικό πρόσβασης, και συνήθως δεν επιτρέπουν να διαγράφετε ή να αποστέλλετε αρχεία.
es: Los sitios que le permiten descargar archivos a veces proporcionan acceso FTP público o anónimo. Estos servidores no requieren un nombre de usuario y contraseña, y por lo general no le permiten eliminar o cargar archivos.
nl: Sites waarvan u bestanden mag downloaden verlenen soms publieke of anonieme FTP-toegang. Voor deze servers is geen gebruikersnaam of wachtwoord nodig en ze staan meestal niet toe dat u bestanden verwijdert of uploadt.
pt_br: Sites que permitem que você baixe arquivos irão algumas vezes prover acesso ftp público ou anônimo. Esses servidores não necessitam um nome de usuário e senha, e não irão permitir que você apague ou envie arquivos.
ru: Сайты, позволяющие вам скачивать файлы, иногда предоставляют так называемый публичный или анонимный доступ через FTP. Такие серверы не требуют ввода имени пользователя и пароля и, как правило, не позволяют удалять или загружать на них файлы.

source: Some anonymous FTP sites require you to log in with a public user name and password, or with a public user name using your email address as the password. For these servers, use the <gui>FTP (with login)</gui> method, and use the credentials specified by the FTP site.
ast: Dellos sitios FTP anónimos requieren entamar sesión con un nome de usuariu y contraseña pública, o con un nome de usuariu público usando su direición de corréu electrónicu como contraseña. Pa estos sirvidores, utilice el métodu de <gui>FTP (con rexistru)</gui>, y use les credenciales especificadas pol sitiu FTP.
el: Κάποιες ανώνυμες σελίδες FTP απαιτούν να συνδεθείτε με δημόσιο όνομα χρήστη και κωδικό πρόσβασης, ή με δημόσιο όνομα χρήστη χρησιμοποιώντας τη διεύθυνση ηλεκτρονικής αλληλογραφίας σας ως κωδικό πρόσβασης. Για αυτούς τους εξυπηρετητές, χρησιμοποιήστε τη μέθοδο <gui>FTP (με σύνδεση)</gui>, και χρησιμοποιούν τα διαπιστευτήρια που καθορίζονται από την ιστοσελίδα FTP.
es: Algunos sitios FTP anónimos requieren iniciar sesión con un nombre de usuario y contraseña pública, o con un nombre de usuario público utilizando su dirección de correo electrónico como contraseña. Para estos servidores, utilice el método de <gui>FTP (con registro)</gui>, y use las credenciales especificadas por el sitio FTP.
pt_br: Alguns sites ftp anônimos requerem que você inicie uma sessão com um nome de usuário público e senha, ou com um nome de usuário público usando seu endereço de e-mail como senha. Para esses servidores, use o método <gui>ftp (com autenticação)</gui>, e use as credenciais especificadas pelo site ftp.
ru: Некоторые анонимные FTP серверы требуют выполнения вход с использование публичного имени пользователя и пароля или публичного имени пользователя и адреса электронной почты в качестве пароля. Для серверов этого типа, используйте метод <gui>FTP (с аутентификацией)</gui> и используйте учётные записи выданные этим FTP сервером.

source: Windows share
ast: Compartición Windows
el: Κοινόχρηστο των Windows
es: Compartición Windows
fi: Windows-jako
pt_br: Compartilhamento Windows
ru: Ресурс Windows

source: Windows computers use a proprietary protocol to share files over a local area network. Computers on a Windows network are sometimes grouped into <em>domains</em> for organization and to better control access. If you have the right permissions on the remote computer, you can connect to a Windows share from the file manager.
ast: Los equipos Windows usan un protocolu privativo pa compartir ficheros a traviés de una red de estaya local. Los equipos de una red Windows a vegaes se agrupan en <em>dominios</em> pa organizar y controlar meyor el accesu. Si tien los permisos adecuados nel equipu remotu, podrá coneutase a un recursu compartido de Windows dende el xestor de ficheros.
el: Οι υπολογιστές Windows χρησιμοποιούν ένα κλειστό πρωτόκολλο για να διαμοιραστούν αρχεία μέσω ενός τοπικού δικτύου. Οι υπολογιστές σε μία περιοχή δικτύου Windows ομαδοποιούνται κάποιες φορές σε <em>τομείς</em> για οργάνωση και να διαχειρίζονται τον έλεγχο καλύτερα. Εάν έχετε τα σωστά δικαιώματα στον απομακρυσμένο υπολογιστή, μπορείτε να συνδεθείτε σε ένα κοινόχρηστο των Windows από τον διαχειριστή αρχείων.
es: Los equipos Windows usan un protocolo privativo para compartir archivos a través de una red de área local. Los equipos de una red Windows a veces se agrupan en <em>dominios</em> para organizar y controlar mejor el acceso. Si tiene los permisos adecuados en el equipo remoto, podrá conectarse a un recurso compartido de Windows desde el gestor de archivos.
nl: Windows computers gebruiken een niet-vrij protocol om bestanden te delen op een lokaal netwerk. Computers op een Windows-netwerk worden soms gegroepeerd in<em>domeinen</em> voor de organisatie en een betere toegangscontrole. Als u de juiste rechten voor de externe computer heeft, dan kunt u vanuit bestandsbeheer verbinden met een Windows-netwerk.
pt_br: Computadores com Windows usam um protocolo proprietário para compartilhar arquivos pela rede local. Computadores em uma rede Windows são às vezes agrupados por <em>domínios</em> para organização e por melhor controle de acesso. Se você tem as permissões corretas no computador remoto, você pode se conectar em um compartilhamento Windows a partir do gerenciador de arquivos.
ru: Компьютеры с Windows используют проприетарный протокол общего доступа для обмена файлами в локальной сети. Компьютеры в сети Windows иногда объединяются в <em>домены</em> для организованности и для удобного управления доступом. Если у вас есть соответствующие полномочия для доступа к удалённому компьютеру, вы можете подключиться к общедоступной папке Windows из обозревателя файлов.

source: WebDAV and Secure WebDAV
ast: WebDAV y WebDAV seguru
el: WebDAV και Ασφαλές WebDAV
es: WebDAV y WebDAV seguro
fi: WebDAV ja salattu WebDAV
nl: WebDAV en Secure WebDAV
pt_br: WebDAV e WebDAV Seguro
ru: WebDAV и Secure WebDAV

source: Based on the HTTP protocol used on the web, WebDAV is sometimes used to share files on a local network and to store files on the internet. If the server you're connecting to supports secure connections, you should choose this option. Secure WebDAV uses strong SSL encryption, so that other users can't see your password.
ast: Basáu nel protocolu HTTP usáu na web, WebDAV úsase pa compartir ficheros nuna rede llocal y p'almacenar ficheros n'Internet. Si'l sirvidor al que tas coneutáu tien sofitu pa conexones segures, entós tendrás d'esbillar esta opción. Secure WebDAV usa criptografia SSL, pa qu'otros usuarios nun pueda ver la to contraseña.
el: Βασισμένο στο πρωτόκολλο HTTP που χρησιμοποιείται στο δίκτυο, το WebDAV χρησιμοποιείται κάποιες φορές για το διαμοιρασμό αρχείων σε ένα τοπικό δίκτυο και για αποθήκευση αρχείων στο διαδίκτυο. Εάν ο εξυπηρετητής που χρησιμοποιείτε υποστηρίζει ασφαλείς συνδέσεις, θα πρέπει να επιλέξετε αυτήν την επιλογή. Το Ασφαλές WebDAV χρησιμοποιεί ισχυρή κρυπτογράφηση SSL, ώστε άλλοι χρήστες δεν μπορούν να δουν τον κωδικό πρόσβασής σας.
pt_br: Baseado no protocolo HTTP que é usado na Internet, WebDAV é usado às vezes para compartilhar arquivos numa rede local e para armazenar arquivos na Internet. Se o servidor a que você está conectando suportar conexões seguras, você deverá escolher esta opção. WebDAV seguro utiliza criptografia SSL, para que outros usuários não vejam a sua senha.
ru: Основанный на базе протокола HTTP используемого в интернете, WebDAV иногда используется для общего доступа к файлам в локальной сети и хранения файлов в интернете. Если сервер, к которому вы хотите подключиться использует безопасные соединения, вам необходимо выбрать этот параметр. Secure WebDAV использует стойкое SSL шифрование, так что другие пользователи не увидят ваш пароль.

source: Control icon captions and the date format used in the file manager.
ast: Controlar les leyendas de los iconos y el formatu de data usáu pol xestor de ficheros.
el: Έλεγχος των λεζάντων εικονιδίων και της μορφή ημερομηνίας που χρησιμοποιείται στο διαχειριστή αρχείων.
es: Controlar las leyendas de los iconos y el formato de fecha usado por el gestor de archivos.
pt_br: Controle legendas dos ícones e o formato de data usado no gerenciador de arquivos.
ru: Настройте подписи к значкам и формат даты, используемый менеджером файлов

source: File manager display preferences
ast: Preferencies de la vista del xestor de ficheros
el: Ρυθμίσεις εμφάνισης διαχειριστή αρχείων
es: Preferencias de la vista del gestor de archivos
pt_br: Preferências de exibição do gerenciador de arquivos
ru: Параметры отображения менеджера файлов

source: You can control various aspects of how the file manager displays files, including captions under icons and how dates are formatted. In any file manager window, click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>Display</gui> tab.
ast: Puede controlar dellos aspectos relativos a cómo visualiza los ficheros el xestor de ficheros, incluyendo les leyendas de debaxo de los iconos y cómo se formatean les fechas. En cualesquier ventana del xestor de ficheros, calca <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Visualización</gui>.
el: Μπορείτε να ελέγξετε διάφορες πτυχές του πώς ο διαχειριστής αρχείων εμφανίζει τα αρχεία, συμπεριλαμβανομένων των λεζάντων κάτω από τα εικονίδια και του πώς είναι μορφοποιημένες οι ημερομηνίες.
es: Puede controlar varios aspectos relativos a cómo visualiza los archivos el gestor de archivos, incluyendo las leyendas de debajo de los iconos y cómo se formatean las fechas. En cualquier ventana del gestor de archivos, pulse <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Visualización</gui>.
pt_br: Você pode controlar vários aspectos de como o gerenciador de arquivos exibe os arquivos, incluindo legendas sob ícones e como datas são formatadas. Em qualquer janela do gerenciador de arquivos, clique em <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione a aba <gui>Exibir</gui>.
ru: Вы можете управлять различными аспектами того, как менеджер файлов показывает файлы, включая подписи под значками и используемый формат даты. В любом окне менеджера файлов щёлкните <guiseq><gui>Правка</gui><gui>Параметры</gui></guiseq> и перейдите на вкладку <gui>Отображение</gui>.

source: Icon captions
ast: Títulos de iconos
el: Λεζάντες εικονιδίων
es: Títulos de iconos
pt_br: Legendas dos ícones
ru: Подписи к значкам

source: File manager icons with captions
ast: Iconos del xestor de ficheros con títulos
el: Εικόνες διαχειριστή αρχείων με λεζάντες.
es: Iconos del gestor de archivos con títulos
pt_br: Ícones do gerenciador de arquivos com legendas
ru: Значки менеджера файлов с подписями

source: When you use icon view, you can choose to have extra information about files and folders displayed in a caption under each icon. This is useful, for example, if you often need to see who owns a file or when it was last modified.
ast: Cuando se utiliza la vista de iconos, puede optar por tener información adicional tocante a los ficheros y carpetas mostrando una leyenda debaxo de cada iconu. Esto es útil, por exemplu, si a menudo necesita ver que es propietariu de un ficheru o cuándo fue camudáu por cabera vegada.
el: Όταν χρησιμοποιείτε προβολή εικονιδίων, μπορείτε να επιλέξετε να έχετε επιπρόσθετες πληροφορίες για τα αρχεία και τους φακέλους εμφανιζόμενες σε λεζάντα κάτω από κάθε εικονίδιο. Αυτό είναι χρήσιμο, για παράδειγμα, εάν χρειάζεστε συχνά να δείτε σε ποιον ανήκει ένα αρχείο ή πότε τροποποιήθηκε τελευταία.
es: Cuando se utiliza la vista de iconos, puede optar por tener información adicional acerca de los archivos y carpetas mostrando una leyenda debajo de cada icono. Esto es útil, por ejemplo, si a menudo necesita ver que es propietario de un archivo o cuándo fue modificado por última vez.
pt_br: Quando você usa visão de ícone, você pode escolher ter informação extra sobre arquivos e pastas exibida em uma legenda embaixo de cada ícone. Isso é útil, por exemplo, se você precisa ver com frequência quem é proprietário de um arquivo ou quando ele foi modificado pela última vez.
ru: Если вы используете просмотр в виде значков, вы можете сделать так, чтобы в подписях под каждым значком отображалась дополнительная информация о файлах и папках. Это полезно, например, если вам часто бывает нужно видеть, кто является владельцем файла или когда он в последний раз был изменён.

source: As you zoom in on a folder (under the <gui>View</gui> menu), the file manager will display more and more information in captions. You can choose up to three things to show in captions. The first will be displayed at most zoom levels. The last will only be shown at very large sizes.
ast: A medida que aumente el nivel de ampliación de una carpeta (nel menú <gui>Ver</gui>), el xestor de ficheros le mostrará cada vegada más información nas leyendas. Puede escoyer fasta tres cosas que amosar nas leyendas. La primer se mostrará na mayoría de los niveles de ampliación. La cabera se mostrará solo en tamaños mui grandes.
el: Καθώς κάνετε ζουμ σε ένα φάκελο (κάτω από το μενού <gui>Προβολή</gui>), ο διαχειριστής αρχείων θα εμφανίζει όλο και περισσότερες πληροφορίες σε λεζάντες. Μπορείτε να επιλέξετε έως και τρία πράγματα για να δείξει σε λεζάντες. Η πρώτη θα εμφανιστεί στα περισσότερα επίπεδα ζουμ. Η τελευταία θα εμφανίζεται μόνο σε πολύ μεγάλα μεγέθη.
es: A medida que aumente el nivel de ampliación de una carpeta (en el menú <gui>Ver</gui>), el gestor de archivos le mostrará cada vez más información en las leyendas. Puede elegir hasta tres cosas que mostrar en las leyendas. La primera se mostrará en la mayoría de los niveles de ampliación. La última se mostrará solo en tamaños muy grandes.
pt_br: Conforme você amplia uma pasta (sob o menu <gui>Ver</gui>), o gerenciador de arquivos exibirá mais e mais informações nas legendas. Você pode escolher três coisas para mostrar nas legendas. A primeira será exibida na maioria dos níveis de ampliação. A última será mostrada nos tamanhos maiores.
ru: По мере увеличения масштаба отображения папки (через меню <gui>Вид</gui>), менеджер файлов будет показывать в подписях всё больше и больше информации. Вы можете выбрать до трёх видов сведений об объекте для показа в подписях. Первый будет виден при большинстве уровней масштаба. Последний будет отображаться только при очень большом увеличении.

source: The information you can show in icon captions is the same as the columns you can use in list view. See <link xref="nautilus-list"/> for more information.
ast: La información que se puede amosar nas leyendas de los iconos es la mesma que les columnes que pueden aparecer na vista de llista. Consulte <link xref="nautilus-list"/> pa más información.
el: Οι πληροφορίες που μπορείτε να δείτε στις λεζάντες εικονιδίων είναι ίδιες με τις πληροφορίες στις στήλες που μπορείτε να χρησιμοποιήσετε στην προβολή λίστας. Δείτε <link xref="nautilus-list"/> για περισσότερες πληροφορίες.
es: La información que se puede mostrar en las leyendas de los iconos es la misma que las columnas que pueden aparecer en la vista de lista. Consulte <link xref="nautilus-list"/> para más información.
nl: De informatie die u kunt tonen in pictogrambijschriften is dezelfde als in de kolommen die u in de lijstweergave kunt gebruiken. Zie <link xref="nautilus-list"/> voor meer informatie.
pt_br: A informação que você mostra nas legendas dos ícones é a mesma das colunas que você pode usar na visão de lista. Veja <link xref="nautilus-list"/> para mais informações.
ru: Сведения, которые вы можете выбрать для показа в подписях значков те же самые, что и для столбцов при просмотре в виде списка. Подробнее см. <link xref="nautilus-list"/>.

source: If you have a file manager window open, you may have to reload for icon caption changes to take effect. Click <guiseq><gui>View</gui><gui>Reload</gui></guiseq> or press <keyseq><key>Ctrl</key><key>R</key></keyseq>.
ast: Si tien una ventana del xestor de ficheros abierta, puede tener que recargarla pa que el cambéu nos títulos de los iconos ten efeutu. Calca <guiseq><gui>Ver</gui><gui>Recargar</gui></guiseq> o calca <keyseq><key>Ctrl</key><key>R</key></keyseq>.
el: Εάν έχετε ανοικτό ένα παράθυρο του διαχειριστή αρχείων, μπορεί να χρειαστεί να ανανεώσετε την προβολή, ώστε να τεθούν σε ισχύ οι αλλαγές για την λεζάντα εικονιδίου. Κάντε κλικ <guiseq><gui>Προβολή</gui><gui>Ανανέωση</gui></guiseq> ή πατήστε τα πλήκτρα <keyseq><key>Ctrl</key><key>R</key></keyseq>.
es: Si tiene una ventana del gestor de archivos abierta, puede tener que recargarla para que el cambio en los títulos de los iconos tenga efecto. Pulse <guiseq><gui>Ver</gui><gui>Recargar</gui></guiseq> o pulse <keyseq><key>Ctrl</key><key>R</key></keyseq>.
nl: Als u een venster in bestandsbeheer geopend heeft, dan kan het zijn dat u het opnieuw moet laden om de wijzigingen in de pictogrambijschriften te zien. Klik op <guiseq><gui>Beeld</gui><gui>Herladen</gui></guiseq> of druk op <keyseq><key>Ctrl</key><key>R</key></keyseq>.
pt_br: Se você tem uma janela do gerenciador de arquivos aberta, você pode ter que recarregar para alterar a legenda do ícone para ter efeito. Clique em <guiseq><gui>Ver</gui><gui>Recarregar</gui></guiseq> ou pressione <keyseq><key>Ctrl</key><key>R</key></keyseq>.
ru: Если у вас открыто окно менеджера файлов, то для вступления изменений в силу может понадобиться перезагрузить подписи значков. Щёлкните <guiseq><gui>Вид</gui><gui>Перезагрузить</gui></guiseq> или нажмите <keyseq><key>Ctrl</key><key>R</key></keyseq>.

source: Date format
ast: Formatu de data
el: Μορφή ημερομηνίας
es: Formato de fecha
fi: Päiväyksen muoto
nl: Datumopmaak
pt_br: Formato da data
ru: Формат даты
