Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: To be able to play your video, the person you sent it to must have the right <em>codecs</em> installed. A codec is a little piece of software that knows how to take the video and display it on the screen. There are lots of different video formats and each requires a different codec to play it back.
ast: Pa poder reproducir su vídeo, la persona a la que lo envió tien de tener instalaos los <em>códecs</em> adecuaos. Un códec es una pequeña pieza de software que sabe cómo coger el vídeo y mostrarlo na pantalla. Hai un montón de formatos de vídeo estremaes y cada uno requier un códec pa reproducirse.
el: Για να είναι σε θέση να αναπαραχθεί το βίντεο, το άτομο που σας το έστειλε πρέπει να έχει εγκαταστήσει τους σωστούς <em>κωδικοποιητές</em> . Ο κωδικοποιητής είναι ένα μικρό κομμάτι λογισμικού που γνωρίζει πώς να πάρει το βίντεο και να το αναπαράγει στην οθόνη. Υπάρχουν πολλές και διαφορετικές μορφοποιήσεις βίντεο και κάθε μία απαιτεί ένα διαφορετικό κωδικοποιητή για να αναπαραχθεί.
es: Para poder reproducir su vídeo, la persona a la que lo envió debe tener instalados los <em>códecs</em> adecuados. Un códec es una pequeña pieza de software que sabe cómo coger el vídeo y mostrarlo en la pantalla. Hay un montón de formatos de vídeo diferentes y cada uno requiere un códec para reproducirse.
fi: Videon toistamiseksi tietokoneella täytyy olla sopiva purkuohjelmisto, eli <em>koodekki</em> asennettuna. Purkuohjelmisto tietää, kuinka käsitellä videotiedostoa. On olemassa lukuisia eri videomuotoja ja siksi myös monia purkuohjelmia.
nl: Degene aan wie u een video heeft gestuurd, moet de juiste <em>codecs</em> geïnstalleerd hebben om deze af te kunnen spelen. Een codec is een stukje software dat weet hoe het de video op het scherm kan weergeven. Er zijn veel verschillende videoformaten en elk daarvan vereist een andere codec om deze af te spelen.
pt_br: Para ser capaz de passar seu vídeo, a pessoa que você enviou o vídeo, já deverá ter instalado o <em>codec</em> apropriado. Um codec é um pequeno software que sabe como manusear o vídeo e mostrá-lo na tela. Existem inúmeros formatos de vídeo e cada um deles requer um codec para assisti-lo.
ru: Чтобы просматривать ваше видео, у человека, которому вы его отправили, должны быть установлены подходящие <em>кодеки</em>. Кодек - это небольшая программа, которая знает, как показать видео на экране. Существует множество различных форматов видео и каждый из них требует наличия определённого кодека для своего воспроизведения.

source: You can check which format your video is in by finding it in the <link xref="files-browse">file manager</link>, right-clicking it and selecting <gui>Properties</gui>. Go to the <gui>Audio/Video</gui> tab and look at which <gui>codec</gui> is listed under <gui>Video</gui>.
ast: Puede comprobar qué formatu internu usa su vídeo col <link xref="files-browse">xestor de ficheros</link>, pulsando col botón drechu sobro elli y seleccionando <gui>Propiedaes</gui>. Vaya a la pestaña de <gui>Audio/Vídeo</gui> y observe qué <gui>códec</gui> aparece en <gui>Vídeo</gui>.
el: Μπορείτε να ελέγξετε σε ποια μορφοποίηση είναι το βίντεο σας με την εύρεσή της στο <link xref="files-browse">διαχειριστή αρχείων</link>, κάνοντας δεξί κλικ και επιλέγοντας <gui>Ιδιότητες</gui>. Μεταβείτε στην καρτέλα <gui>Ήχος/Βίντεο</gui> και δείτε ποιος <gui>κωδικοποιητής</gui> συμπεριλαμβάνεται στην επιλογή <gui>Βίντεο</gui>.
es: Puede comprobar qué formato interno usa su vídeo con el <link xref="files-browse">gestor de archivos</link>, pulsando con el botón derecho sobre él y seleccionando <gui>Propiedades</gui>. Vaya a la pestaña de <gui>Audio/Vídeo</gui> y observe qué <gui>códec</gui> aparece en <gui>Vídeo</gui>.
fi: Voit tarkistaa videon tiedostomuodon <link xref="files-browse">tiedostonhallintaa</link> käyttäen. Napsauta videotiedostoa hiiren oikealla painikkeella ja valitse avautuvasta valikosta <gui>Ominaisuudet</gui>. Siirry <gui>Ääni/video</gui>-välilehdelle ja tarkista videon muoto kohdasta <gui>koodekki</gui>.
nl: Het formaat van uw video kunt u achterhalen door de video op te zoeken in <link xref="files-browse">bestandsbeheer</link>, er met rechts op te klikken en <gui>Eigenschappen</gui> te kiezen. Ga naar het tabblad <gui>Audio/Video</gui> en kijk welke <gui>codec</gui> er bij <gui>Video</gui> staat.
pt_br: Você pode verificar qual o formato do seu vídeo está codificado no <link xref="files-browse">gerenciador de arquivos</link>, clicando com o botão direito e selecionando <gui>Propriedades</gui>.Vá para aba <gui>Áudio/Vídeo</gui> e olhe qual o <gui>codec</gui> está listado em <gui>Vídeo</gui>.
ru: Вы можете определить формат вашего видеофайла, щёлкнув на нём правой кнопкой в <link xref="files-browse">менеджере файлов</link> и выбрав в меню <gui>Свойства</gui>. Перейдите на вкладку <gui>Аудио/Видео</gui> и посмотрите, какой <gui>кодек</gui> указана в секции <gui>Видео</gui>.

source: Ask the person having problems with playback if they have the right codec installed. They may find it helpful to search the web for the name of the codec plus the name of their video playback application. For example, if your video uses the <em>Theora</em> format and you have a friend using Windows Media Player to try and watch it, search for "theora windows media player". You will often be able to download the right codec for free if it's not installed.
ast: Pregunte a la persona que tien problemes cola reproducción si tiennel códec correutu instaláu. Es posible que le resulte útil guetar na web el nome del códec más el nome de su aplicación de reproducción de vídeo. Por exemplu, si el vídeo utiliza el formatu <em>Theora</em> y tien un collaciu que usa Windows Media Player pa tratar de verlo, busque «theora Windows Media Player». Normalmente sedrá capaz de baxar el códec adecuáu de manera gratuita, si no ta instaláu.
el: Ζητήστε από το πρόσωπο που έχει προβλήματα με την αναπαραγωγή αν έχει εγκαταστήσει το σωστό κωδικοποιητή. Θα τους φανεί χρήσιμη η αναζήτηση στο διαδίκτυο σχετικά με το όνομα του κωδικοποιητή καθώς και το όνομα της εφαρμογής αναπαραγωγής βίντεο. Για παράδειγμα, εάν το βίντεό σας χρησιμοποιεί τη μορφοποίηση <em>Theora</em> και έχετε έναν φίλο που χρησιμοποιεί την εφαρμογή Windows Media Player για την αναπαραγωγή βίντεο, αναζητήστε τον όρο «Theora Windows Media Player». Συχνά θα είστε σε θέση να κάνετε λήψη του σωστού κωδικοποιητή ελεύθερα αν δεν είναι εγκατεστημένος.
es: Pregunte a la persona que tiene problemas con la reproducción si tienen el códec correcto instalado. Es posible que le resulte útil buscar en la web el nombre del códec más el nombre de su aplicación de reproducción de vídeo. Por ejemplo, si el vídeo utiliza el formato <em>Theora</em> y tiene un amigo que usa Windows Media Player para tratar de verlo, busque «theora Windows Media Player». Normalmente será capaz de descargar el códec adecuado de manera gratuita, si no está instalado.
fi: Varmista videon toistoa yrittävältä henkilöltä, että tarvittavat purkuohjelmat on asennettu. Toisinaan saattaa olla tarpeen hakea internetistä apua purkuohjelman ja käytettävän videosovelluksen nimellä. Jos videossa on käytössä esimerkiksi <em>Theora</em>-videomuoto ja käytössä on Windows Media Player, haku ehdoilla "theora windows media player" löytänee tarvittavan purkuophjelman. Jos oikea purkuohjelma puuttuu, tarvittavan purkuohjelman lataus on lähes aina ilmaista ja asennus pakollista videon toistamiseksi.
nl: Vraag degene die problemen heeft met het afspelen of die de juiste codec heeft geïnstalleerd. De ontvanger kan gebaat zijn bij het zoeken op internet naar de naam van de codec plus de naam van de door hem gebruikte video-afspeeltoepassing. Een voorbeeld: als uw video het <em>Theora</em>-formaat gebruikt en u heeft een vriend die hem probeert te bekijken in Windows Media Player, zoek dan naar "theora windows media player". In veel gevallen zult u kosteloos de juiste codec kunnen downloaden als die niet geïnstalleerd is.
pt_br: Pergunte para a pessoa que está com problemas em assistir o vídeo se ele tem instalado o codec correto. Pode ser útil para essa pessoa procurar na web pelo nome do codec e o nome do aplicativo que ele está utilizando para passar o vídeo. Por exemplo, se seu vídeo usa o formato <em>Theora</em> e voce tem um amigo usando o Windows Media Player para assistir o vídeo, peça para ele procurar por reprodutor de mídia windows theora. Você quase sempre será capaz de baixar gratuitamente do codec apropriado se ele não estiver instalado.
ru: Спросите человека, имеющего проблемы с воспроизведением, установлен ли у него подходящий кодек. Полезно выполнить поиск в Интернете по названию кодека и названию видеопроигрывателя. Например, если у вас видео в формате <em>Theora</em>, и вы отправили его другу, пользующемуся Windows Media Player, можно поискать "theora windows media player". Если кодек не установлен, часто имеется возможность скачать его бесплатно.

source: If you can't find the right codec, try the <link href="http://www.videolan.org/vlc/">VLC media player</link>. It works on Windows and Mac OS as well as Linux, and supports a variety of video formats. Otherwise, try converting your video into a different format. Most video editors are able to do this, and specific video converter applications are available. Check the <app>Ubuntu Software Center</app> to see what's available.
ast: Si no alcuentra el códec adecuáu, pruebe col <link href="http://www.videolan.org/vlc/">Reproductor multimedia VLC</link>. Furrula en Windows y Mac OS además de Linux, y almite una amplia variedá de formatos de vídeo. También puede ser intentar convertir su vídeo a un formatu distintu. La mayoría de los editores de vídeo pueden facer esto y hai aplicaciones específicas pa conversión de vídeo. Consulte el <app>Centro de software de Ubuntu</app> pa ver cuáles tan disponibles.
el: Αν δε μπορείτε να βρείτε το σωστό κωδικοποιητή, δοκιμάστε τον <link href="http://www.videolan.org/vlc/">Αναπαραγωγέα μουσικής VLC</link>. Η εφαρμογή δουλεύει σε περιβάλλον Windows και Mac OS όπως επίσης και σε Linux και, υποστηρίζει μία ποικιλία από μορφοποιήσεις βίντεο. Σε κάθε περίπτωση, δοκιμάστε να μετατρέψετε το βίντεό σας σε διαφορετική μορφοποίηση. Οι περισσότεροι επεξεργαστές βίντεο είναι ικανοί να κάνουν κάτι τέτοιο, ενώ είναι διαθέσιμες και εξειδικευμένες εφαρμογές μετατροπής βίντεο. Ρίξτε μία ματιά στο <app>Κέντρο λογισμικού Ubuntu</app> για να δείτε τι είναι διαθέσιμο.
es: Si no encuentra el códec adecuado, pruebe con el <link href="http://www.videolan.org/vlc/">Reproductor multimedia VLC</link>. Funciona en Windows y Mac OS además de Linux, y admite una amplia variedad de formatos de vídeo. También puede ser intentar convertir su vídeo a un formato diferente. La mayoría de los editores de vídeo pueden hacer esto y hay aplicaciones específicas para conversión de vídeo. Consulte el <app>Centro de software de Ubuntu</app> para ver cuáles están disponibles.
fi: Jos et löydä oikeaa koodekkia, kokeile <link href="http://www.videolan.org/vlc/">VLC-mediasoitinta</link>. Se toimii Linuxin lisäksi myös Macilla ja Windowsilla sekä tukee monia videoformaatteja. Muussa tapauksessa muunna videosi toiseen muotoon. Suurin osa videoeditoreista osaa tehdä muunnoksia, ja myös videon muuntamiseen erikoistuneita ohjelmia on olemassa. Tarkista saatavilla olevat ohjelmat <app>Ubuntun sovellusvalikoimasta</app>.
nl: Als u niet de juiste codec kunt vinden, probeer dan de <link href="http://www.videolan.org/vlc/">VLC mediaspeler</link>. Deze werkt zowel op Windows als Mac OS en Linux en ondersteunt een groot aantal videoformaten. U kunt ook proberen uw video te converteren naar een ander formaat. De meeste video-editors kunnen dit en er zijn ook speciale toepassingen om video's te converteren. Ga in het <app>Ubuntu softwarecentrum</app> na wat er te krijgen is.
pt_br: Se não encontrar o codec correto, tenta o <link href="http://www.videolan.org/vlc/">VLC reprodutor de mídia</link>.Ele funciona no Windows e no Mac OS, assim como no Linux também, além de suportar uma variedade de formatos de vídeo. De outra forma, tente converter seu vídeo em um formato diferente. A maioria dos editores de vídeo são capazes de fazer isso e aplicativos específicos para converter vídeo estão disponíveis. Confira no <app>Central de Programas do Ubuntu</app> para ver o que tem disponível.
ru: Если вы не нашли нужного кодека, попробуйте <link href="http://www.videolan.org/vlc/">Медиаплеер VLC</link>. Он работает как в Linux, так и в Windows и Mac OS, и поддерживает множество форматов видео. Вы можете также попробовать сконвертировать видео в другой формат. Многие видеоредакторы умеют это делать, существуют также специальные программы - конвертеры видео. Поищите доступные в <app>Центре приложений Ubuntu</app>.

source: There are a few other problems which might prevent someone from playing your video. The video could have been damaged when you sent it to them (sometimes big files aren't copied across perfectly), they could have problems with their video playback application, or the video may not have been created properly (there could have been some errors when you saved the video).
ast: Hai dellos pocos problemes más, que pueden evitar que daquién reproduzca el vídeo. El vídeo podría haberse tollíu cuando se envió (a vegaes los ficheros grandes no se copian a la perfección), puede haber problemes con su aplicación de reproducción de vídeo o el vídeo puede no haberse creáu correcho (podría haber habido dellos fallos nel intre de guardar el vídeo).
el: Υπάρχουν μερικά ακόμη προβλήματα που θα μπορούσαν να αποτρέψουν κάποιον απο το να αναπαράγει το βίντεο σας. Αυτό το βίντεο θα μπορούσε να έχει υποστεί κάποια βλάβη όταν του το στείλατε (μερικές φορές τα μεγάλα αρχεία δεν αντιγράφονται σωστά), το άτομο στο οποίο το στείλατε ίσως να έχει προβλήματα με την εφαρμογή αναπαραγωγής βίντεο που χρησιμοποιεί, ή θα μπορούσε το βίντεο να μην έχει δημιουργηθεί σωστά (υπάρχουν περιπτώσεις που προκύπτουν μερικά προβλήματα όταν αποθηκεύεται ένα βίντεο).
es: Hay algunos pocos problemas más, que pueden evitar que alguien reproduzca el vídeo. El vídeo podría haberse dañado cuando se envió (a veces los archivos grandes no se copian a la perfección), puede haber problemas con su aplicación de reproducción de vídeo o el vídeo puede no haberse creado correctamente (podría haber habido algunos errores en el momento de guardar el vídeo).
fi: On olemassa myös muutama muu ongelma, joista johtuen videoiden katselu ei ole mahdollista. Video voi olla vaurioitunut lähetysvaiheessa (joskus suuret tiedostot eivät kopioidu kunnolla), vastapuolella voi olla ongelmia oman videotoistoon käytettävän ohjelman kanssa tai videota ei ole luotu oikealla tavalla (videon tallennusprosessissa on saattanut tapahtua virheitä).
pt_br: Existem outros poucos problemas que podem impedir de alguém assistir seu vídeo. O vídeo pode ter sido danificado quando você o enviou (às vezes arquivos grandes não são perfeitamente copiados), pode também ser causado pela aplicação que passa o vídeo, ou o vídeo pode não ter sido criado corretamente (pode ter havido algum erro quando você salvou o vídeo).
ru: Есть и другие возможные причины, мешающие кому-либо воспроизвести ваше видео. Видеофайл может быть повреждён при пересылке (большие файлы не всегда пересылаются нормально), могут быть проблемы с воспроизводящим видео приложением, или же вы могли неправильно создать видеофайл (возникли какие-то ошибки при его сохранении).

source: The meta key provides access to the Dash and the Launcher. You can usually find it next to the <key>Alt</key> key on your keyboard.
ast: La tecla «meta» proporciona accesu al Tablero y al Lanzador. Normalmente se suele atopar xunto a la tecla <key>Alt</key> del tecláu.
el: Το πλήκτρο Meta παρέχει πρόσβαση στο Dash και στο Launcher. Συνήθως είναι τοποθετημένο δίπλα από το πλήκτρο <key>Alt</key> στο πληκτρολόγιο σας.
es: La tecla «meta» proporciona acceso al Tablero y al Lanzador. Normalmente se suele encontrar junto a la tecla <key>Alt</key> del teclado.
fi: Meta-näppäin (tunnetaan myös nimellä Super-näppäin) avaa Dashin sekä käynnistimen. Kyseinen näppäin on yleensä näppäimistön <key>Alt</key>-painikkeen vieressä.
nl: De meta-toets biedt toegang tot de Dash en de Starter. Meestal vindt u deze toets naast de <key>Alt</key>-toets op uw toetsenbord.
pt_br: A tecla meta provê acesso ao Painel e ao Lançador. Normalmente está perto das teclas <key>Alt</key> no seu teclado.
ru: Клавиша Мета обеспечивает доступ к Dash и Launcher. Обычно она находится рядом с <key>Alt<key> клавишей на клавиатуре.

source: What is the "meta" key?
ast: ¿Qué es la tecla «meta»?
el: Ποιό είναι το πλήκτρο «Meta»;
es: ¿Qué es la tecla «meta»?
fi: Mikä on "super-näppäin"?
nl: Wat is de 'meta'-toets?
pt_br: O que é a tecla "meta"?
ru: Что такое «мета» клавиша?

source: The meta key is the key between the <key>Ctrl</key> and <key>Alt</key> keys on your keyboard. It may sometimes be called the <em>Windows</em> key, <em>logo</em> key, <em>system</em> key, or even the <em>Ubuntu</em> key. If you have an Apple keyboard, there will not be a meta key on your keyboard. The <key>Command (Cmd)</key> key can be used instead.
ast: La tecla «meta» es la que ta situada ente les tecles <key>Ctrl</key> y <key>Alt</key> de su tecláu. A vegaes se la llama tecla <em>Windows</em>, tecla <em>logo</em>, tecla <em>sistema</em> o inclusu tecla <em>Ubuntu</em>. Si dispone de un tecláu Apple, no tendrá denguna tecla «meta» en su tecláu. En tal caso puede usase la tecla <key>Comandu (Cmd)</key>.
el: Το πλήκτρο «Meta» είναι το πλήκτρο που βρίσκεται ανάμεσα στα πλήκτρα <key>Ctrl</key> και <key>Alt</key> στο πληκτρολόγιο. Μερικές φορές μπορεί να αναφέρεται και ως πλήκτρο <em>Windows</em>, πλήκτρο <em>logo</em>, πλήκτρο <em>system</em>, ή ακόμα και πλήκτρο <em>Ubuntu</em>. Αν έχετε ένα πληκτρολόγιο Apple, τότε δεν θα υπάρχει πλήκτρο «Meta». Αντί αυτού , μπορεί να χρησιμοποιηθεί το πλήκτρο <key>Command (Cmd)</key>.
es: La tecla «meta» es la que está situada entre las teclas <key>Ctrl</key> y <key>Alt</key> de su teclado. A veces se la llama tecla <em>Windows</em>, tecla <em>logo</em>, tecla <em>sistema</em> o incluso tecla <em>Ubuntu</em>. Si dispone de un teclado Apple, no tendrá ninguna tecla «meta» en su teclado. En tal caso puede usarse la tecla <key>Comando (Cmd)</key>.
fi: Super-näppäin löytyy näppäimistöstä <key>Ctrl</key> ja <key>Alt</key> -näppäimien välistä. Sitä kutsutaan myös muilla nimillä, kuten <em>Windows-näppäin</em>, <em>logo-näppäin</em>, <em>järjestelmä-näppäin</em>, ja joskus myös jopa <em>Ubuntu-näppäimeksi</em>. Applen valmistamista näppäimistöistä ei kyseistä näppäintä löydy. Sen sijaan niissä käytetään <key>Command (Cmd)</key> -näppäintä.
nl: De meta-toets is de toets tussen de <key>Ctrl</key>- en <key>Alt</key>-toetsen op uw toetsenbord. Deze toets wordt ook wel de <em>Windows</em>-toets, <em>logo</em>toets, <em>systeem</em>toets, of zelfs de <em>Ubuntu</em>-toets genoemd. Op een Apple-toetsenbord bevindt zich geen meta-toets. De <key>Command (Cmd)</key>-toets kan in de plaats hiervan gebruikt worden.
pt_br: A tecla meta é a tecla entre as teclas <key>Ctrl</key> e <key>Alt</key> no seu teclado. As vezes também é chamada de tecla <em>Windows</em>, tecla <em>logo</em>, tecla <em>sistema</em>, ou até mesmo tecla <em>Ubuntu</em>. Se você tem um teclado da Apple, não haverá a tecla meta no seu teclado. A tecla <key>Command (Cmd)</key> poderá ser usada.
ru: Клавиша Мета находится между клавишами <key>Ctrl</key> и <key>Alt</key>. Она иногда называется <em>Windows</em>, <em>лого</em> или <em>Ubuntu</em> клавиша. На клавиатуре Apple клавиши Мета нет, но вместо неё используется <key>Command (Cmd)</key> клавиша.

source: The meta key serves a special function in <em>Unity</em>. If you press the <em>meta</em> key, the Dash is displayed. If you press <em>and hold</em> the meta key, the Launcher will be displayed.
ast: La tecla «meta» tien una función especial en <em>Unity</em>. Si calca la tecla <em>meta</em>, se mostrará el Tablero. Si calca <em>y mantiene pulsada</em> la tecla «meta», se mostrará el Lanzador.
el: Το πλήκτρο «Meta» εξυπηρετεί μία ειδική λειτουργία στο γραφικό περιβάλλον <em>Unity</em>. Όταν πατηθεί, τότε εμφανίζεται το παράθυρο Dash. Αν μείνει πατημένο, τότε εμφανίζεται ο Εκκινητής εφαρμογών.
es: La tecla «meta» tiene una función especial en <em>Unity</em>. Si pulsa la tecla <em>meta</em>, se mostrará el Tablero. Si pulsa <em>y mantiene pulsada</em> la tecla «meta», se mostrará el Lanzador.
fi: Super-näppäimellä aktivoidaan erityisominaisuuksia <em>Unity</em>. Kun painat <em>super-näppäintä</em>, Dash tulee esiin. Kun painat ja <em>pidät</em> pohjassa superia, Käynnistin tulee esiin.
nl: De meta-toets heeft een speciale functie in <em>Unity</em>. Als u de <em>meta</em>-toets indrukt, wordt de Dash getoond. Als u de meta-toets <em>ingedrukt houdt</em>, zal de Starter getoond worden.
pt_br: A tecla meta tem uma função especial no <em>Unity</em>. Se você apertar a tecla <em>meta</em>, o Painel é mostrado. Se você apertar <em>e segurar</em> a tecla meta, o Lançador será mostrado.
ru: Клавиша Мета предоставляет специальные функции в <em>Unity</em>. Если нажать <em>Мета</em> клавишу, будет показан Dash . Если нажать <em>и удерживать</em> клавишу Мета будет показан Launcher.

source: The meta key can help you do even more than that, though. To learn about more uses for the <em>meta</em> key, see the <link xref="shell-keyboard-shortcuts">keyboard shortcuts</link> page.
ast: La tecla «meta» puede ayudarle más entá. Pa saber más sobro los usos de la tecla <em>meta</em>, consulte la páxina de <link xref="shell-keyboard-shortcuts">combinaciones de tecles</link>.
el: Το πλήκτρο «Meta» μπορεί να σας βοηθήσει να κάνετε ακόμα περισσότερα. Για να μάθετε για ακόμα περισσότερες χρήσεις του πλήκτρου <em>meta</em>, δείτε τη σελίδα <link xref="shell-keyboard-shortcuts">συντομεύσεις πληκτρολογίου</link>.
es: La tecla «meta» puede ayudarle más aún. Para saber más sobre los usos de la tecla <em>meta</em>, consulte la página de <link xref="shell-keyboard-shortcuts">combinaciones de teclas</link>.
fi: Super-näppäimen avulla voit ottaa enemmän irti käyttöjärjestelmästäsi. Lue lisää näppäimen käyttötarkoituksista, lukemalla ohje <link xref="shell-keyboard-shortcuts">Pikanäppäimet</link>.
nl: De meta-toets kan eigenlijk nog meer dan dat. Om meer functies van de <em>meta</em>-toets te bekijken, ga naar de pagina <link xref="shell-keyboard-shortcuts">Sneltoetsen</link>.
pt_br: Todavia, a tecla meta pode ajudá-lo mais que isso. Para aprender outras funções para a tecla <em>meta</em>, veja a página <link xref="shell-keyboard-shortcuts">atalhos do teclado</link>.
ru: Мета клавиша может выполнять ещё больше функций. Если вы хотите узнать дополнительные возможности, посетите страницу <link xref="shell-keyboard-shortcuts">клавиатурных сочетаний</link>.

# _
source: external ref='/usr/share/icons/gnome/22x22/apps/preferences-desktop-accessibility.png' md5='__failed__'
pt_br: externo ref='/usr/share/icons/gnome/22x22/apps/preferences-desktop-accessibility.png' md5='__failed__'

source: <code>deb http://archive.ubuntu.com/ubuntu/ maverick main</code>
nl: <code>deb http://archive.ubuntu.com/ubuntu/ oneiric main</code>
pt_br: <code>deb http://br.archive.ubuntu.com/ubuntu/ maverick main</code>

# _
source: external ref='figures/hardware-cardreader.png' md5='04be9d0c69aaa81c268acb3e2823ce87'
nl: externe ref='figuren/hardware-kaartlezer.png' md5='04be9d0c69aaa81c268acb3e2823ce87'
pt_br: externo ref='figures/hardware-cardreader.png' md5='04be9d0c69aaa81c268acb3e2823ce87'

source: gsettings set org.gnome.settings-daemon.plugin.power lid-close-battery-action blank
pt_br: gsettings set org.gnome.settings-daemon.plugin.power tampa-close-bateria-action em branco
