Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: <link xref="power-suspendhibernate">Suspend</link>, <link xref="power-batterylife">energy savings</link>, <link xref="power-whydim">screen dimming</link>...
ast: <link xref="power-suspendhibernate">Suspender</link>, <link xref="power-batterylife">ahorro de enerxía</link>, <link xref="power-whydim">atenuación de la pantalla</link>...
el: <link xref="power-suspendhibernate">Αναστολή</link>, <link xref="power-batterylife">διαχείριση ενέργειας</link>, <link xref="power-whydim">μείωση φωτισμού οθόνης</link>...
es: <link xref="power-suspendhibernate">Suspender</link>, <link xref="power-batterylife">ahorro de energía</link>, <link xref="power-whydim">atenuación de la pantalla</link>...
fi: <link xref="power-suspendhibernate">Valmiustila</link>, <link xref="power-batterylife">virransäästö</link>, <link xref="power-whydim">näytön himmentäminen</link>...
nl: <link xref="power-suspendhibernate">Pauzestand</link>, <link xref="power-batterylife">energiebesparing</link>, <link xref="power-whydim">zwart worden scherm</link>...
pt_br: <link xref="power-suspendhibernate">Suspender</link>, <link xref="power-batterylife">economias de energia</link>, <link xref="power-whydim">esmaecimento da tela</link>...
ru: <link xref="power-suspendhibernate">Ждущий режим</link>, <link xref="power-batterylife">уменьшение энергопотребления</link>, <link xref="power-whydim">гашение экрана</link>...

source: Power &amp; battery
ast: Enerxía y batería
el: Τροφοδοσία &amp; μπαταρία
fi: Virranhallinta ja akku
nl: Voeding &amp; batterij
pt_br: Energia &amp; bateria

source: Battery settings
ast: Configuración de batería
el: Ρυθμίσεις μπαταρίας
es: Configuración de batería
fi: Akkuasetukset
nl: Accu-instellingen
pt_br: Configurações de bateria
ru: Параметры батареи

# link
source: Power problems
ast: Problemas de enerxía
el: Προβλήματα τροφοδοσίας
fi: Virranhallinnan ja akun ongelmat
nl: Stroomproblemen
pt_br: Problemas com a alimentação de energia
ru: Неполадки с электропитанием

source: Troubleshoot problems with power and batteries.
ast: Solucionar problemes cola enerxía y les baterías.
el: Επίλυση προβλημάτων με την τροφοδοσία και τις μπαταρίες.
fi: Ratkaise virranhallintaan ja akkukäyttöön liittyviä ongelmia.
pt_br: Resolução de problemas com energia e baterias.
ru: Решение неполадок с электропитанием и батареями.

source: Some computer hardware causes problems with suspend/hibernate.
ast: Dellos componentes hardware del equipu causan problemes al suspender/hibernar.
el: Μερικά υλικά του υπολογιστή παρουσιάζουν προβλήματα με την αναστολή/αδρανοποίηση.
es: Algunos componentes hardware del equipo causan problemas al suspender/hibernar.
fi: Jotkin tietokoneet eivät tue valmius- ja lepotiloja.
nl: Sommige computers veroorzaken problemen bij pauze/slaapstand.
pt_br: Alguns hardware de computadores causam problemas com suspender ou hibernar.
ru: Аппаратное обеспечение некоторых компьютеров вызывает проблемы со ждущим и спящем режимами.

source: Why won't my computer turn back on after I sent it to sleep?
ast: ¿Por qué mi equipu no reacciona dempués de haberlo enviáu a dormir?
el: Γιατί ο υπολογιστής μου δεν επανέρχεται μετά την αναστολή λειτουργίας του;
es: ¿Por qué mi equipo no reacciona después de haberlo enviado a dormir?
fi: Miksi tietokoneeni ei suostu palaamaan valmius- tai lepotilasta?
nl: Waarom wordt mijn computer niet meer wakker nadat ik hem in de pauze- of slaapstand heb gezet?
pt_br: Por que meu computador não liga novamente depois que eu o suspendi?
ru: Почему мой компьютер не включается после того, как я перевёл его в спящий режим?

source: If you send your computer to sleep (suspend it) or hibernate it, then try to wake it up or turn it back on, you may find that it doesn't work as you expected. This could be because suspend/hibernate aren't supported properly by your hardware.
ast: Si suspende o hiberna su equipu y dempués tratar de despertarlo o volver a encenderlo, es posible que no funcione como esperaba. Esto podría ser darréu de a que su hardware no permite suspender/hibernar.
el: Αν βάλετε τον υπολογιστή σας σε λειτουργία αναστολής ή αδρανοποίησης, και μετά προσπαθήσετε να τον επαναφέρετε σε κατάσταση λειτουργίας, ενδεχομένως να διαπιστώσετε οτι δε λειτουργεί όπως περιμένετε. Αυτό μπορεί να συμβεί επειδή οι λειτουργίες αδρανοποίησης/αναστολής δεν υποστηρίζονται από το υλικό σας.
es: Si suspende o hiberna su equipo y luego tratar de despertarlo o volver a encenderlo, es posible que no funcione como esperaba. Esto podría ser debido a que su hardware no permite suspender/hibernar.
nl: Als u uw computer in de pauze- of slaapstand heeft gezet en hem daarna weer probeert te starten, dan kan het zijn dat hij niet werkt zoals u verwachtte. Dit kan veroorzaakt worden door het feit dat pauze- en slaapstand niet op de juiste manier worden ondersteund door uw hardware.
pt_br: Se você fazer seu computador dormir (suspendê-lo) ou hibernar, tente acordá-lo ou ligá-lo de volta, você pode perceber que ele não funciona como esperado. Isso pode acontecer, porque suspender/hibernar não é suportado propriamente pelo seu hardware.
ru: Если вы перевели компьютер в ждущий или спящий режим, а затем попытались «разбудить» его или снова включить, вы можете обнаружить, что это сработало не так, как вы ожидали. Причина может быть в том, что ждущий и спящий режимы неправильно поддерживаются вашим оборудованием.

source: My computer is asleep and won't wake up
ast: Mi equipu ta dormido y no puedo despertarlo
el: Ο υπολογιστής μου είναι σε λειτουργία αναστολής και δεν επανέρχεται
es: Mi equipo está dormido y no puedo despertarlo
fi: TIetokoneeni ei herää valmius- tai lepotilasta
nl: Mijn computer slaapt en ontwaakt niet meer
pt_br: Meu computador está dormindo e não acordará
ru: Мой компьютер «спит» и не хочет «просыпаться»

source: If you sent your computer to sleep (suspended it) and then press a key or click the mouse, it should wake up and display a screen asking for your password. If this does not happen, try pressing the power button (don't hold it in; just press it once).
ast: Si pone su equipu a dormir (suspender) y dempués presiona una tecla o calca con su mur, tendría despertase y amosar una pantalla preguntando por su contraseña. Si esto no ocurre, pruebe a calcar el botón de prendíu (no lo mantenga presionado, púlselo solo una vegada y suéltelo).
el: Αν θέσετε τον υπολογιστή σας σε λειτουργία ύπνου (αναστολή) και στη συνέχεια πατήσετε ένα πλήκτρο ή κάνετε κλικ με το ποντίκι, θα πρέπει να επανέλθει σε λειτουργία και να εμφανίσει μια οθόνη ζητώντας τον κωδικό πρόσβασής σας. Αν δε συμβεί αυτό, δοκιμάστε να πατήσετε το πλήκτρο εκκίνησης του υπολογιστή (μην το πιέσετε παρατεταμένα· απλά πιέστε μια φορά).
es: Si pone su equipo a dormir (suspender) y luego presiona una tecla o pulsa con su ratón, debería despertarse y mostrar una pantalla preguntando por su contraseña. Si esto no ocurre, pruebe a pulsar el botón de encendido (no lo mantenga presionado, púlselo solo una vez y suéltelo).
fi: Jos asetat tietokoneen valmiustilaan ja napsautat hiiren painiketta, koneen pitäisi palata valmiustilasta ja tietokoneen kysyä salasanaa. Jos tietokone ei kuitenkaan palaudu, paina kerran tietokoneen virtapainiketta (älä pidä pohjassa).
nl: Als u uw computer in de pauzestand heeft gezet en daarna op een toets drukt of met de muis klikt, dan zou hij weer moeten werken en een scherm tonen waarin u om uw wachtwoord wordt gevraagd. Als dat niet gebeurt, probeer dan de aan/uit-knop in te drukken (houd hem niet ingedrukt, druk slechts een maal).
pt_br: Se você fez seu computador dormir (suspendê-lo) e depois pressionou uma tecla ou clicou com o mouse, ele deve acordar e exibir uma tela pedindo sua senha. Se isso não acontecer, tente pressionar o botão liga-desliga (não mantenha apertado; apenas pressione uma vez).
ru: Когда вы переводите компьютер в ждущий режим, а затем нажимаете клавишу или щёлкаете мышью, он должен «проснуться» и показать экран, запрашивающий ваш пароль. Если этого не произошло, попробуйте нажать кнопку питания компьютера (не удерживайте её, а просто нажмите один раз).

source: If this still doesn't help, make sure that your computer's monitor is switched on and try pressing a key on the keyboard again.
ast: Si esto no furrula, asegúrese de que el monitor de su equipu ta prendíu e intente calcar una tecla nuevamente.
el: Αν και αυτό δε σας βοηθήσει, βεβαιωθείτε ότι η οθόνη του υπολογιστή σας είναι ενεργοποιημένη και προσπαθήστε να πατήσετε ξανά ένα πλήκτρο στο πληκτρολόγιο.
es: Si esto no funciona, asegúrese de que el monitor de su equipo está encendido e intente pulsar una tecla nuevamente.
nl: Als dit niet helpt, controleer dan of de monitor aan staat en probeer het nogmaals door op een toets op het toetsenbord te drukken.
pt_br: Se isso ainda não ajudar, tenha certeza que o monitor do seu computador está ligado e tente pressionar uma tecla no teclado novamente.
ru: Если это не помогло, проверьте, включен ли ваш монитор, и попробуйте нажать клавишу на клавиатуре снова.

source: As a last resort, turn off the computer by holding-in the power button for 5-10 seconds. You will lose any unsaved work by doing this. You should then be able to turn on the computer again, though.
ast: Como caberu recursu, apague el equipu manteniendo presionáu el botón de prendíu por 5 a 10 segundos. Al hacerlo perderá sus trabayos sin guardar. Sin embargo, dempués podrá encender el equipu nuevamente.
el: Ως τελευταία λύση, σβήστε τον υπολογιστή σας κρατώντας πατημένο το πλήκτρο εκκίνησης του υπολογιστή για 5-10 δευτερόλεπτα. Θα χάσετε κάθε μη αποθηκευμένη εργασία κάνοντάς την ενέργεια αυτή. Παρόλα αυτά, θα είστε σε θέση να ενεργοποιήσετε ξανά τον υπολογιστή.
es: Como último recurso, apague el equipo manteniendo presionado el botón de encendido por 5 a 10 segundos. Al hacerlo perderá sus trabajos sin guardar. Sin embargo, luego podrá encender el equipo nuevamente.
nl: Als laatste redmiddel kunt u de computer uitzetten door de aan/uit-knop 5-10 seconden ingedrukt te houden. Hierdoor zal al het niet opgeslagen werk verloren gaan. Maar daarna zou u de computer weer gewoon moeten kunnen aanzetten.
pt_br: Como um último recurso, desligue o computador segurando o botão liga-desliga por 5-10 segundos. Você irá perder qualquer trabalho não salvo fazendo isso. Você deve, então, ser capaz de ligar o computador novamente.
ru: В качестве последнего средства, выключите компьютер, удерживая кнопку питания 5-10 секунд. При этом вы потеряете все несохранённые результаты работы, но зато сможете впоследствии снова включить компьютер.

source: If this happens every time you send your computer to sleep, the suspend feature may not work with your hardware.
ast: Si esto ocurre siempres que pone su equipu a dormir, puede que la suspensión no funcione en su hardware.
el: Αν αυτό συμβαίνει κάθε φορά που θα βάζετε τον υπολογιστή σας σε κατάσταση ύπνου, η λειτουργία αναστολής μπορεί να μην είναι συμβατή με το υλικό σας.
es: Si esto ocurre siempre que pone su equipo a dormir, puede que la suspensión no funcione en su hardware.
nl: Als dit telkens wanneer u de computer in de pauzestand zet gebeurt, dan kan het zijn dat de pauzefunctie niet werkt met uw hardware.
pt_br: Se isso acontece toda vez que você coloca seu computador para dormir, o recurso suspender pode não funcionar com seu hardware.
ru: Если это повторяется каждый раз, когда вы переводите компьютер в ждущий режим, то этот режим, вероятно, не работает на вашем оборудовании.

source: None of my applications/documents are open when I turn on the computer again
ast: Dengún de mis programes/documentos ta abiertu cuando enciendo mi equipu nuevamente
el: Καμία από τις εφαρμογές/έγγραφά μου δεν ανοίγει όταν ανοίγω τον υπολογιστή μου ξανά
es: Ninguno de mis programas/documentos está abierto cuando enciendo mi equipo nuevamente
nl: Geen van mijn toepassingen/documenten is geopend wanneer ik de computer weer aanzet
pt_br: Nenhum dos meus aplicativos ou documentos estão abertos quando eu ligo o computador novamente
ru: Никакие из моих приложений и документов не остались открытыми, когда я включил компьютер снова

source: If you hibernated your computer and switched it on again, but none of your documents or applications are open, it probably failed to hibernate properly. Sometimes this happens because of a minor problem, and the computer will be able to hibernate properly the next time you do it. It might also happen because you had installed a software update which required the computer to be restarted; in this case, the computer may have shut down instead of hibernating.
ast: Si hiberna su equipu y al encenderlo de nuevu, dengún de sus documentos o aplicaciones tan abiertes, es probable que no hiberne correcho. A vegaes esto ocurre darréu de a un problema menor, y el equipu sedrá capaz de hibernar correcho la próxima vegada que lo fae. También podría suceder, ya que hubiera instaláu una anovamientu de software que requiera que el equipu se reinicie, en esti caso, el equipu puede haber cerráu en llugar de hibernar.
el: Αν μετά την αδρανοποίηση ο υπολογιστής σας επανέρθει, αλλά κανένα από τα έγγραφα ή τις εφαρμογές δεν είναι ανοιχά, τότε πιθανόν απέτυχε η διαδικασία αδρανοποίησης. Μερικές φορές αυτό συμβαίνει εξαιτίας κάποιου ασήμαντου προβλήματος και ο υπολογιστής θα είναι σε θέση να μπει σε λειτουργία αδρανοποίησης την επόμενη φορά που θα το ζητήσετε. Μπορεί όμως να συμβεί και εξαιτίας κάποιας αναβάθμισης που απαιτεί επανεκκίνηση του υπολογιστή. Σε αυτή την περίπτωση, ο υπολογιστής ενδεχομένως έκλεισε αντί να μπει σε κατάσταση αδρανοποίησης.
es: Si hiberna su equipo y al encenderlo de nuevo, ninguno de sus documentos o aplicaciones están abiertas, es probable que no hiberne correctamente. A veces esto ocurre debido a un problema menor, y el equipo será capaz de hibernar correctamente la próxima vez que lo haga. También podría suceder, ya que hubiera instalado una actualización de software que requiera que el equipo se reinicie, en este caso, el equipo puede haber cerrado en lugar de hibernar.
nl: Als u uw computer in de slaapstand heeft gezet en hem daarna weer aanzet, maar geen van uw documenten of toepassingen is geopend, dan is waarschijnlijk het in de slaapstand zetten niet goed gegaan. Soms gebeurt dit vanwege een klein probleem en de volgende keer dat u de slaapstand gebruikt zal het wel lukken. Het kan ook gebeuren doordat u een software-update geïnstalleerd had waarvoor het nodig is de computer opnieuw te starten; in dit geval kan het zijn dat de computer werd afgesloten in plaats van in de slaapstand te belanden.
pt_br: Se você colocou seu computador em hibernação e o ligou novamente, mas nenhum de seus documentos ou aplicativos estiverem abertos, provavelmente o computador não hibernou corretamente. Às vezes isso ocorre por conta de um problema negligenciável; seu computador será capaz de hibernar corretamente da próxima vez. Esse problema também pode ocorrer porque você instalou uma atualização de sistema que precisava reiniciar o computador. Nesse caso, o computador pode ter desligado em vez de hibernado.
ru: Если ваш компьютер был переведён в спящий режим, а затем вы включили его снова, но никакие из открытых вами ранее документов или приложений не были открыты, это может означать, что возникла неисправность во время перехода в спящий режим. Иногда это случается из-за незначительных неисправностей и уже следующий переход в спящий режим обычно происходит правильно. Также это может произойти после установки обновлений программного обеспечения, когда необходимо выполнить перезагрузку компьютера; в этом случае компьютер может завершить работу вместо перехода в спящий режим.

source: It is also possible that the computer is not capable of hibernating because the hardware doesn't support it properly. This might be because of a problem with Linux drivers for your hardware, for example. You can test this by hibernating again and seeing if it works the second time. If it doesn't, it's probably a problem with your computer's drivers.
ast: También es posible que el equipu no seya capaz de hibernar porque el hardware no lo permita. Esto puede ser darréu de, por exemplu, a un problema colos controladores de Linux pa su hardware. Puede probar esto hibernando de nuevu y ver si furrula la segunda vegada. Si no es así, dablemente seya un problema colos controladores de su equipu.
el: Επίσης είναι πιθανό ο υπολογιστής να μην είναι σε θέση να μπει σε κατάσταση αδρανοποίησης εξαιτίας της μη κατάλληλης υποστήριξης του υλικού του. Αυτό μπορεί να οφείλεται εξαιτίας κάποιου προβλήματος με τα προγράμματα οδήγησης του υλικού στο Linux, για παράδειγμα. Αν αυτό δε σμυβεί, είναι πιθανόν ένα πρόβλημα με τα προγράμματα οδήγησης του υπολογιστή σας.
es: También es posible que el equipo no sea capaz de hibernar porque el hardware no lo permita. Esto puede ser debido, por ejemplo, a un problema con los controladores de Linux para su hardware. Puede probar esto hibernando de nuevo y ver si funciona la segunda vez. Si no es así, probablemente sea un problema con los controladores de su equipo.
fi: On myös mahdollista, ettei tietokone kykene siirtyä lepotilaan, koska jokin tietty osa ei tue lepotilaa kunnolla. Tämä voi johtua esimerkiksi huonolaatuisista ajureista. Voit yrittää asettaa tietokoneen lepotilaan uudelleen, mutta jos ongelma toistuu, vika lienee järjestelmän käyttämissä ajureissa.
nl: Het is ook mogelijk dat het in de slaapstand zetten niet mogelijk is omdat de hardware dit niet op de juiste manier ondersteunt. Dit kan bijvoorbeeld veroorzaakt worden door een probleem met Linux-stuurprogramma's voor uw hardware. U kunt dit testen door de computer weer in de slaapstand te zetten en kijken of het de tweede keer wel werkt. Als dat niet zo is, dan is er waarschijnlijk een probleem met de stuurprogramma's.
pt_br: Também é possível que o computador não seja capaz de hibernar porque o hardware não suporta esse recurso. Por exemplo, isso pode decorrer de um problema nos drivers do Linux para o seu hardware. Você pode testar essa hipótese colocando o computador para hibernar novamente e vendo se a hibernação dá certo dessa vez. Se não, provavelmente há um problema com os drivers.
ru: Возможно также, что компьютер неспособен перейти в спящий режим из-за неправильной поддержки этого режима оборудованием. Причиной могут быть, например, проблемы с драйверами под Linux для вашего оборудования. Чтобы проверить это, можно снова перейти в спящий режим и посмотреть, правильно ли он сработает на этот раз. Если нет, то это, видимо, проблема с драйверами к вашему компьютеру.

source: My wireless connection (or other hardware) doesn't work when I wake up my computer
ast: Mi conexón inalámbrica (u otru hardware) no furrula cuando mi equipu despierta
el: Η ασύρματη σύνδεσή μου (ή άλλο υλικό) δε λειτουργεί όταν «ξυπνάω» τον υπολογιστή μου
es: Mi conexión inalámbrica (u otro hardware) no funciona cuando mi equipo despierta
nl: Mijn draadloze verbinden (of andere hardware) werkt niet wanneer ik de computer weer tot leven breng
pt_br: Minha conexão sem fio (ou outro hardware) não funciona quando acordo meu computador
ru: Моё беспроводное подключение (или другое оборудование) не работает, когда я «бужу» компьютер

source: If you send your computer to sleep or hibernate it and then wake it up again, you may find that your internet connection, mouse, or some other device doesn't work properly. This could be because the device's driver doesn't properly support suspend/hibernate. This is a <link xref="hardware-driver">problem with the driver</link> and not the device itself.
ast: Si pone su equipu en suspensión o hibernación y dempués lo vuelve a reanudar, es posible que su conexón a Internet, su mur o dalgún otru preséu deje de funcionar correcho. Esto puede deberse a que el controlador del preséu no admita correcho la suspensión o hibernación. Esto es un <link xref="hardware-driver">problema del controlador</link> y no del preséu en sí.
el: Αν βάλετε τον υπολογιστή σας σε κατάσταση αναστολής ή αδρανοποίησης και μετά τον επαναφέρετε, ενδεχομένως να διαπιστώσετε ότι η σύνδεσή σας με το διαδίκτυο, ποντίκι, ή ορισμένοι άλλοι οδηγοί δε λειτουργούν σωστά. Αυτό μπορεί να συμβεί επειδή ο οδηγός της συσκευής δεν υποστηρίζει κατάλληλα την αναστολή/αδρανοποίηση. Είναι κάποιο <link xref="hardware-driver">πρόβλημα με τον οδηγό</link> και όχι πρόβλημα της συσκευής.
es: Si pone su equipo en suspensión o hibernación y luego lo vuelve a reanudar, es posible que su conexión a Internet, su ratón o algún otro dispositivo deje de funcionar correctamente. Esto puede deberse a que el controlador del dispositivo no admita correctamente la suspensión o hibernación. Esto es un <link xref="hardware-driver">problema del controlador</link> y no del dispositivo en sí.
fi: Jos asetat tietokoneen valmius- tai lepotilaan ja sitten jatkat tietokoneen käyttöä, tietokoneen internetyhteys, hiiri tai jokin muu laite ei välttämättä toimi kunnolla. Tämä saattaa johtua siitä, ettei jokin laite tue kunnolla valmius- tai lepotilasta palutumista. Kyseessä on <link xref="hardware-driver">ajuriongelma</link>, ei ongelma laitteessa.
nl: Als u uw computer in de pauze- of slaapstand zet en hem weer tot leven brengt, dan kan het zijn dat uw internetverbinding, muis, of een ander apparaat niet goed werkt. Dit kan veroorzaakt worden door het feit dat het stuurprogramma van het apparaat geen pauze/slaapstand ondersteunt. Dit is een <link xref="hardware-driver">probleem met het stuurprogramma</link> en niet het apparaat zelf.
pt_br: Se você mandar seu computador dormir ou hibernar e depois acordar novamente, é possível que sua internet, mouse ou outro dispositivo pare de funcionar adequadamente. Isso pode ser resultado do driver do dispositivo não suportar as funções de suspender/hibernar. Isso é um <link xref="hardware-driver">problema no driver</link>, e não no dispositivo em si.
ru: Если вы перевели компьютер в ждущий или спящий режим и снова «разбудили» его, может случиться, что соединение с интернетом, мышь, или какое-то другое устройство работают неправильно. Возможная причина состоит в том, что драйвер к устройству неправильно поддерживает ждущий и спящий режимы. Это <link xref="hardware-driver">проблема с драйвером</link>, а не с самим устройством.
