Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: What actually happened
ast: Qué ocurrió realmente
ca: Què va passar realment
cs: Co se ve skutečnosti stalo
de: Was passiert ist
el: Τι πραγματικά έχει συμβεί
es: Qué ocurrió realmente
fi: Mitä lopulta oikeasti tapahtui
fr: le comportement effectivement constaté ;
gl: Que ocorreu realmente
hr: Što se stvarno dogodilo
id: Apa yang sebenarnya terjadi
ko: 실제로 일어난 일
lt: Kas atsitiko dabar
lv: Kas patiesībā notika
ms: Apakah sebenarnya berlaku
my: အမှန်တကယ်ဘာတွေဖြစ်ပျက်ခဲ့
nl: Wat er werkelijk gebeurde
pl: Co się wydarzyło
pt_br: O que realmente aconteceu
ru: Что произошло в действительности
sl: Kaj se je dejansko zgodilo
sv: Vad som faktiskt hände
tr: Aslında ne oldu
zh_cn: 实际发生情况

source: If possible, a minimal series of steps necessary to make it happen, where step 1 is "start the program"
ast: Si es posible, basta con un númberu mínimu de pasos pa conseguirlo, de los que el pasu 1 es «entamar el programa»
ca: Si és possible, una mínima sèrie de passes necessàries perquè passi, on la primera passa seria "start the program"
cs: Pokud možno, minimální postup potřebný k vyvolání chyby, začněte s "start the program".
de: Falls möglich, eine minimale Reihenfolge an Schritten, die notwendig ist, damit der Fehler auftritt, wobei Schritt 1 das »Starten der Anwendung« ist
el: Αν είναι δυνατό, μια ελάχιστη ακολουθία βημάτων που το δημιούργησαν, όπου το πρώτο βήμα είναι η «εκκίνηση του προγράμματος».
fi: Jos mahdollista, lyhyt vaiheittainen ohje, kuinka toistaa ongelma. Aloita esimerkiksi seuraavasti: "1. Käynnistä sovellus".
fr: si possible, un descriptif pas à pas des étapes nécessaires pour le reproduire, l'étape 1 étant « démarrer le programme ».
gl: Se é posíbel, informe do número mínimo de pasos necesarios para reproducilo, o paso 1 sería «Iniciar o programa»
hr: Ako je moguće, opšite u seriji kratkih koraka potrebnih da se greška dogodi, gdje je 1. korak "pokretanje programa"
id: Jika mungkin, serangkaian langkah minimal yang diperlukan untuk mewujudkannya, di mana langkah 1 adalah "memulai program"
lt: Jei galite, pažingsniui aprašykite ką reikia atlikti kad pakartoti klaidą (nesklandumą), pirmas žingsnis galėtų būti "paleidžiu programą xx"
lv: Ja iespējams, minimālo nepieciešamo soļu skaitu, lai tas atkal notiktu, kur pirmais solis ir “palaist programmu”
ms: Jika boleh, satu siri langkah yang minimum diperlukan untuk menjadikannya berlaku, yang mana langkah 1 adalah "mulakan program"
my: ဖြစ်နိုင်လျှင်အဆင့် ၁ သည် "အစီအစဉ်ကိုစတင်ပါ" သည်။
nl: Indien mogelijk, een zo kort mogelijke reeks van stappen die nodig zijn om het probleem te veroorzaken, waarbij de eerste stap ‘start het programma’ is
pl: Jeśli to możliwe, minimalna liczba działań wymaganych, aby powtórzyć błąd, z których pierwszy to „uruchom program”.
pt_br: Se possível, um série de passos mínima necessária para fazer acontecer, onde o primeiro passo é "iniciar o programa"
sl: Če je mogoče, najmanjše število korakov, zahtevanih za ponovitev težave, kjer je 1. korak "zaženi program"
sv: Om möjligt, en minimal genomgång av de steg som ledde fram till felet, för steg 1 är "starta programmet"
tr: Eğer mümkünse, olması gereken şeylerin birkaç adımlık anlatımı, birinci adım "programı başlatmak" olabilir
zh_cn: 如果可能，需要使用最少的步骤使其重现，其中步骤 1 是“启动程序”

source: Your report will be given an ID number, and its status will be updated as it is being dealt with. Thanks for helping make Ubuntu better!
ast: Su informe recibirá un númberu identificativo, y su estáu se irá actualizando conforme se vaya trabajando en elli. ¡Gracias por ayudar a mejorar Ubuntu!
ca: Al vostre informe se li donarà un número d'identificació i el seu estat s'anirà actualitzant a mida que se'l vagi solucionant. Gràcies per ajudar a fer millor l'Ubuntu!
cs: Váš popis dostane identifikační číslo (ID) a jeho stav se bude měnit tak jak bude chyba řešena. Děkujeme že pomáháte Ubuntu vylepšovat!
de: Ihr Bericht erhält eine ID-Nummer und sein Status wird aktualisiert, sobald sich jemand damit beschäftigt. Vielen Dank, dass Sie dabei geholfen haben, Ubuntu zu verbessern!
el: Στην αναφορά σας θα δοθεί ένας αναγνωριστικός αριθμός (ID) και, η κατάστασή του θα ενημερώνεται καθώς θα αντιμετωπίζεται. Ευχαριστούμε που συμμετέχετε ώστε να κάνουμε το Ubuntu καλύτερο!
es: Su informe recibirá un número identificativo, y su estado se irá actualizando conforme se vaya trabajando en él. ¡Gracias por ayudar a mejorar Ubuntu!
fi: Vikailmoituksellesi määritetään tunnistenumero, ja vikailmoituksen tilaa päivitetään sitä mukaa kun asiaa tutkitaan. Kiitos että autoit parantamaan Ubuntua!
fr: Un numéro sera attribué à votre rapport, et son statut sera mis à jour lorsqu'il sera traité. Merci d'aider à améliorer Ubuntu !
gl: O seu informe obterá un número de ID, e o seu estado actualizarase a medida que avance a resolución. Grazas por axudar a mellorar Ubuntu.
hr: Vašem izvješće će biti dan ID broj i njegov status će se nadopunjavati ovisno kako će se s njime rukovati. Hvala vam što pomažete učiniti Ubuntu boljim!
id: Laporan Anda akan diberikan nomor ID, dan statusnya akan diperbarui seperti ketika sedang ditangani. Terima kasih untuk membantu membuat Ubuntu lebih baik!
lv: Jūsu ziņojumam tiks piešķirts ID numurs, un tā statuss tiks atjaunināts, kad tas tiks izskatīts. Paldies par palīdzību padarīt Ubuntu palīdzību labāku!
ms: Laporan and akan diberikan nombor ID, dan statusnya akan dikemaskini bila ia ditangani. Terima kasih kerana membantu penambahbaikan Ubuntu!
my: သင်၏အစီရင်ခံစာအား ID နံပါတ်တစ်ခုပေးလိမ့်မည်။ ၎င်းကိုကိုင်တွယ်နေစဉ်အခြေအနေကိုအသစ်ပြောင်းမည်။ Ubuntu ပိုကောင်းအောင်ကူညီပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်။
nl: Uw rapport krijgt een ID-nummer en de status ervan zal bijgewerkt worden wanneer eraan gewerkt wordt. Bedankt dat u helpt Ubuntu te verbeteren!
pl: Zgłoszenie otrzyma numer identyfikujący, a jego stan będzie zmieniany razem z postępem jego rozwiązywania. Dziękujemy za pomoc w ulepszaniu Ubuntu!
pt_br: Seu relatório receberá um número de identificação, e seu estado será atualizado conforme ele for sendo tratado. Obrigado por ajudar a melhorar o Ubuntu!
ru: Вашему отчёту будет присвоен идентификационный номер и статус его будет меняться по мере обработки. Спасибо, что помогаете сделать Ubuntu лучше!
sl: Vaše poročilo bo dobilo številko ID in njegovo stanje bo posodobljeno, medtem ko se obdeluje. Hvala, ker pomagate izboljševati Ubuntu!
sv: Din rapport kommer få ett ID-nummer, och dess tillstånd kommer uppdateras allt eftersom arbetet pågår. Tack för att du hjälper till att förbättra Ubuntu!
tr: Raporunuza bir kimlik numarası verilecek ve durumunda değişiklik oldukça güncellenecek. Ubuntu'yu daha yapmaya yardım ettiğiniz için teşekkürler!
zh_cn: 将为您的报告提供一个 ID 号码，其状态在处理期间将更新。谢谢您为 Ubuntu 更好发展做出的努力！

source: If you get the "This is not a genuine Ubuntu package" error, it means that the software you are trying to report a bug about is not from the official Ubuntu repositories. In this case, you cannot use Ubuntu's built-in bug reporting tool.
ast: Si recibe el mensaxe de fallu «Esti no es un paquete Ubuntu auténtico», significa que el programa pa el que ta intentando notificar un fallu no proviene de los repositorios oficiales de Ubuntu. En tal caso, no podrá usar la ferramienta integrada de notificación de fallos de Ubuntu.
ca: Si us surt l'error "This is not a genuine Ubuntu package", vol dir que el programari del que intenteu reportar un error no és dels repositoris oficials de l'Ubuntu. En aquest cas, no podreu usar l'eina de reports d'errors integrada de l'Ubuntu.
cs: Pokud se objeví chyba "This is not a genuine Ubuntu package", znamená to že se pokoušíte hlásit chybu kterou nezpůsobil program oficiálně nainstalovaný z repozitářů. Pro takové programy nelze tento nástroj použít.
de: Falls Sie die Fehlermeldung »Dies ist kein gültiges Ubuntu-Paket« erhalten, bedeutet dies, dass die Anwendung, für die Sie einen Fehler melden möchten, nicht aus den offiziellen Ubuntu-Paketquellen stammt. In diesem Fall können Sie Ubuntus eingebaute Fehlerberichterstattung nicht nutzen.
el: Εαν δείτε το λάθος «Αυτό δεν είναι αυθεντικό πακέτο Ubuntu», αυτό σημαίνει ότι η εφαρμογή για την οποία προσπαθείτε να στείλετε αναφορά λάθους δεν είναι από τα επίσημα αποθετήρια του Ubuntu. Σε αυτή την περίπτωση, δε μπορείτε να χρησιμοποιήσετε το ενσωματωμένο εργαλείο αποστολής αναφοράς σφάλματος του Ubuntu.
es: Si recibe el mensaje de error «Este no es un paquete Ubuntu auténtico», significa que el programa para el que está intentando notificar un fallo no proviene de los repositorios oficiales de Ubuntu. En tal caso, no podrá usar la herramienta integrada de notificación de fallos de Ubuntu.
fi: Jos saat virheilmoituksen "Tämä ei ole aito Ubuntu-paketti", se tarkoittaa että ohjelmisto josta yrität raportoida, ei ole peräisin virallisista Ubuntun pakettivarastoista. Tällöin et voi käyttää Ubuntun sisäänrakennettua virheenraportointityökalua.
fr: Si vous obtenez l'erreur « Ceci n'est pas un paquet authentique Ubuntu », cela signifie que le logiciel pour lequel vous essayez de rapporter un bogue ne provient pas des dépôts Ubuntu officiels. Dans ce cas, vous ne pouvez pas utiliser l'outil de rapport de bogues intégré à Ubuntu.
gl: Se recibe o erro «Este non é un paquete xenuino de Ubuntu», significa que o software sobre o que está informando non está nos repositorios oficiais de Ubuntu. Neste caso, non debe usar a ferramenta integrada de Ubuntu para comunicar fallos.
hr: Ako dobijete "This is not a genuine Ubuntu package" grešku, to znači da softver za koji želite prijaviti grešku nije iz službenih Ubuntu repozitorija. U tome slučaju ne možete koristiti Ubuntuov alat prijave grešaka.
id: Jika Anda mendapatkan kesalahan "Ini bukan paket Ubuntu asli", itu berarti bahwa perangkat lunak Anda coba untuk laporkan bugnya bukan dari repositori resmi Ubuntu. Dalam hal ini, Anda tidak dapat menggunakan alat pelaporan bug bawaan Ubuntu.
ko: "This is not a genuine Ubuntu package" 에러가 발생하면, 이것은 버그보고를 하려는 소프트웨어가 공식 우분투 리파지토리의 소프트웨어가 아님을 의미합니다. 이때는 우분투에 설치되어있는 보고 도구를 사용할수 없습니다.
lt: Klaidos pranešimas "This is not a genuine Ubuntu package" reiškia, kad neteisingai nurodėte programos pavadinimą arba programos nėra oficialioje Ubuntu programų saugykloje. Tuomet pranešimui apie klaidą netinka <em>ubuntu-bug</em> įrankis.
lv: Ja saņemat kļūdas paziņojumu "This is not a genuine Ubuntu package", tas nozīmē, ka programma, par ko ziņojat, nenāk no oficiālajām Ubuntu krātuvēm. Šādā gadījumā jūs nevarat izmantot Ubuntu iebūvēto kļūdu ziņošanas rīku.
ms: Jika anda dapat ralat "Ini bukanlah pakej Ubuntu yang asli", ini bermaksud perisian yang anda cuba laporkan bukanlah dari repositori Ubuntu rasmi. Dalam kes ini, anda tidak boleh guna alat pelaporan pepijat terbina-dalam Ubuntu.
my: အကယ်၍ သင်သည် "ဤသည်စစ်မှန်သော Ubuntu package မဟုတ်ပါ" အမှားတစ်ခုရလျှင်သင် bug အကြောင်းကြားရန်ကြိုးစားနေသော software သည်တရားဝင် Ubuntu repositories မှမဟုတ်ပါ။ ဤကိစ္စတွင် Ubuntu ၏ထည့်သွင်းထားသော bug report tool ကိုသင်အသုံးမပြုနိုင်ပါ။
nl: Als u "This is not a genuine Ubuntu package" te zien krijgt, betekent dit dat de software waarover u een probleemrapport probeert in te sturen niet uit de officiële Ubuntu-softwarebron komt. In dit geval kunt u geen gebruik maken van het ingebouwde probleemrapportage-hulpmiddel van Ubuntu.
pl: Jeśli wystąpi błąd „This is not a genuine Ubuntu package” (To nie jest prawdziwy pakiet Ubuntu), to oznacza to, że zgłaszany jest błąd w oprogramowaniu niepochodzącym z oficjalnych repozytoriów Ubuntu. W takim przypadku nie można skorzystać z wbudowanego narzędzia do zgłaszania błędów Ubuntu.
pt_br: Se você receber o erro"This is not a genuine Ubuntu package", significa que o programa para o qual você está relatando o erro não vem dos repositórios oficiais do Ubuntu. Nesse caso, você não pode usar a ferramenta interna de relatório de erros.
ru: Если вы получаете ошибку "Это не оригинальный пакет Ubuntu", то это означает, что программа, об ошибке в которой вы пытаетесь сообщить, не входит в состав официальных репозиториев Ubuntu. В таком случае вы не сможете использовать встроенные в Ubuntu инструменты сообщения об ошибках.
sl: V primeru da dobite napako "To ni pristen paket Ubuntu", to pomeni, da program, za katerega poskušate poročati hrošč, ni iz uradnih skladišč Ubuntu. V tem primeru Ubuntujevega vgrajenega orodja za poročanje hroščev ne morete uporabiti.
sv: Om du för felmeddelandet "Det här är inte ett äkta Ubuntu-paket" innebär det att programmet du försöker felanmäla inte kommer från de officiella Ubuntu-arkiven. I så fall kan du inte använda Ubuntus inbyggda felrapporteringsverktyg.
tr: Eğer "Bu özgün bir Ubuntu paketi değil" hatası aldıysanız, göndermeye çalıştığınız hata resmi Ubuntu depolarındaki yazılımlardan kaynaklanmıyor anlamındadır. Bu durumda, Ubuntu'nun sağladığı hata raporu aracını kullanamazsınız.
zh_cn: 如果您收到“此非正版 Ubuntu 软件包”的错误，这意味着您正尝试报告错误的软件不是来自官方 Ubuntu 软件库。在此情况下，您无法使用 Ubuntu 内置错误报告工具。

source: For more information about reporting bugs in Ubuntu, please read the extensive <link href="https://help.ubuntu.com/community/ReportingBugs">online documentation</link>.
ast: Pa más información sobro notificación de fallos en Ubuntu, consulte la amplia <link href="https://help.ubuntu.com/community/ReportingBugs">documentación en llinia</link>.
ca: Per a més informació sobre reportar errors a l'Ubuntu, si us plau, llegiu l'extensa <link href="https://help.ubuntu.com/community/ReportingBugs">documentació en línia</link>.
cs: Pro více informací o hlášení chyb v Ubuntu, využijte prosím <link href="https://help.ubuntu.com/community/ReportingBugs">online dokumentaci</link>.
de: Weitere Informationen zur Fehlerberichterstattung unter Ubuntu erhalten Sie über die ausführliche <link href="https://help.ubuntu.com/community/ReportingBugs">Online-Dokumentation</link>.
el: Για περισσότερες πληροφορίες σχετικά με την αναφορά σφαλμάτων στο Ubuntu, παρακαλώ διαβάστε την εκτενή <link href="https://help.ubuntu.com/community/ReportingBugs">τεκμηρίωση στο διαδίκτυο</link>.
es: Para más información sobre notificación de fallos en Ubuntu, consulte la amplia <link href="https://help.ubuntu.com/community/ReportingBugs">documentación en línea</link>.
fi: Lisätietoja Ubuntussa olevien virheiden ilmoittamisesta saat lukemalla laajan englanninkielisen <link href="https://help.ubuntu.com/community/ReportingBugs">nettioppaan</link>.
fr: Pour plus d'information sur comment rapporter des bogues dans Ubuntu, référez vous à la <link href="http://doc.ubuntu-fr.org/rapporter_un_bug">documentation en ligne</link>.
gl: Para máis información sobre a comunicación de fallos en Ubuntu, lea a ampla <link href="https://help.ubuntu.com/community/ReportingBugs">documentación en liña</link>.
hr: Za više informacija o prijavljivanju grešaka u Ubuntuu. Pročitajte opširniju <link href="https://help.ubuntu.com/community/ReportingBugs">web dokumentaciju</link>.
id: Untuk informasi lebih lanjut tentang melaporkan bug di Ubuntu, silakan baca <link href="https://help.ubuntu.com/community/ReportingBugs">dokumentasi daring</link> yang ekstensif.
ko: 우분투의 버그를 보고하는것에 대해 더많은 정보가 알고싶으시다면, <link href="https://help.ubuntu.com/community/ReportingBugs">online documentation</link> 링크를 방문해주세요.
lt: Daugiau informacijos apie Ubuntu sistemos bei programinės įrangos klaidų ar nesklandumų pranešimus rasite <link href="https://help.ubuntu.com/community/ReportingBugs">help.ubuntu.com/community/ReportingBugs</link>.
lv: Lai uzzinātu vairāk par kļūdu ziņošanu Ubuntu sistēmā, lūdzu, izlasiet plašo <link href="https://help.ubuntu.com/community/ReportingBugs">tiešsaistes dokumentāciju</link>.
ms: Untuk maklumat lanjut mengenai pelaporan pepijat didalam Ubuntu, sila baca <link href="https://help.ubuntu.com/community/ReportingBugs">dokumen atas-talian</link>.
my: Ubuntu ရှိအမှားအယွင်းများအကြောင်းသတင်းအချက်အလက်များကိုပိုမိုသိလိုပါက <link href = "https://help.ubuntu.com/community/ReportingBugs"> အွန်လိုင်းစာရွက်စာတမ်းများ </link> ကိုဖတ်ပါ။
nl: Lees voor meer informatie over het rapporteren van fouten in Ubuntu de uitgebreide <link href="https://help.ubuntu.com/community/ReportingBugs">online-documentatie</link>.
pl: <link href="https://help.ubuntu.com/community/ReportingBugs">Dokumentacja online</link> (w języku angielskim) zawiera więcej informacji o zgłaszaniu błędów w Ubuntu.
pt_br: Para mais informações sobre como relatar erros no Ubuntu, leia a extensa <link href="https://help.ubuntu.com/community/ReportingBugs">documentação online</link> (em inglês).
ru: Для получения дополнительных сведений об отправке сообщений о неполадках в Ubuntu, обратитесь к исчерпывающей <link href="https://help.ubuntu.com/community/ReportingBugs_ru">документации размещённой в интернете</link>.
sl: Za več podrobnosti o poročanju hroščev v Ubuntuju si preberite obširno <link href="https://help.ubuntu.com/community/ReportingBugs">spletno dokumentacijo</link>.
sv: För mer information om hur du rapporterar fel i Ubuntu, läs den utförliga <link href="https://help.ubuntu.com/community/ReportingBugs">online-hjälpen</link>.
tr: Ubuntu'da hata raporları hakkında ayrıntılı bilgi için lütfen kapsamlı <link href="https://help.ubuntu.com/community/ReportingBugs">çevrimiçi bilgilendirmeyi</link> okuyun.
zh_cn: 有关报告 Ubuntu 中错误的更多信息，请阅读我们提供的大量<link href="https://help.ubuntu.com/community/ReportingBugs">联机文档</link>。

source: Take a picture of what's happening on your screen.
ast: Tome una instantánea de lo que ta pasando en su pantalla.
el: Λάβετε μια εικόνα του τι συμβαίνει στην οθόνη σας.
es: Tome una instantánea de lo que está pasando en su pantalla.
fi: Ota kuva näyttösi sisällöstä.
nl: Een afdruk maken van wat er op uw scherm gebeurt.
pt_br: Tire uma foto do que está acontecendo em sua tela.
ru: Сделать снимок того, что происходит на вашем экране.

source: Screenshots
ast: Capturas de pantalla
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
fi: Kuvakaappaukset
nl: Schermafdrukken
pt_br: Capturas de tela
ru: Снимки экрана

source: You can take a picture of your screen (a <em>screenshot</em>). This is useful if you want to show someone how to do something on the computer, for example; screenshots are just normal picture files, so you can email them and share them on the web.
ast: Puede tomar una instantánea de su pantalla (una <em>captura de pantalla</em>). Esto es útil si quies mostrarle a daquién cómo facer algo nel equipu, por exemplu; les capturas de pantalla son ficheros de imaxe normales, polo que puede enviarlas por corréu y compartirlas na web.
el: Μπορείτε να λάβετε στιγμιότυπο της οθόνης σας, (μια <em>φωτογραφία οθόνης</em>). Αυτό είναι πολύ χρήσιμο αν θέλετε να δείξετε σε κάποιον πως να πετύχει κάτι στον υπολογιστή, για παράδειγμα· οι φωτογραφίες οθόνης είναι απλά αρχεία εικόνας, έτσι μπορείτε να τα στείλετε με ηλεκτρονικό ταχυδρομείο και να τα μοιραστείτε στο διαδίκτυο.
es: Puede tomar una instantánea de su pantalla (una <em>captura de pantalla</em>). Esto es útil si quiere mostrarle a alguien cómo hacer algo en el equipo, por ejemplo; las capturas de pantalla son archivos de imagen normales, por lo que puede enviarlas por correo y compartirlas en la web.
fi: Voit ottaa kuvan näytöstäsi (<em>kuvankaappaus, screenshot</em>). Se on hyödyllinen ominaisuus, kun haluat esimerkiksi näyttää jollekin miten jokin asia tehdään. Kuvankaappaukset ovat normaalia kuvia, joten voit vaikkapa lähettää niitä muille sähköpostilla tai jakaa ne internetissä.
nl: U kunt een afdruk maken van uw scherm (een <em>screenshot</em>). Dit is handig als u bijvoorbeeld iemand wilt laten zien hoe je iets doet op de computer; schermafdrukken zijn gewoon afbeeldingsbestanden, dus u kunt ze in een e-mail versturen en ze op het internet delen.
pt_br: Você pode tirar uma foto de sua tela (uma <em>captura de tela</em>). Isso é útil quando você quiser mostrar a alguém como fazer algo no computador, por exemplo. Como capturas de tela são simplesmente arquivos de imagem comuns, você pode enviá-las por e-mail e compartilhá-las na rede.
ru: Вы можете создать изображение того, что сейчас отображается на вашем экране (так называемый <em>снимок экрана</em>). Это полезно, например, если вы хотите показать кому-нибудь, как сделать что-то на компьютере. Снимки экрана — это обычные графические файлы, так что вы можете отправить их по электронной почте или опубликовать их в интернете.

source: Take a screenshot
ast: Capturar la pantalla
el: Λήψη ενός στιγμιότυπου οθόνης
es: Capturar la pantalla
fi: Ota kuvakaappaus
nl: Een schermafdruk maken
pt_br: Capturar imagem da tela
ru: Сделать снимок экрана

source: To take a picture of what's on your screen:
ast: Pa obtener una imaxe de lo que ocurre en su pantalla:
el: Για να λάβετε μια εικόνα του τι υπάρχει στην οθόνη σας:
es: Para obtener una imagen de lo que ocurre en su pantalla:
fi: Kuvan ottaminen näytölläsi olevasta sisällöstä:
nl: Om een afdruk te maken van wat er op uw scherm staat:
pt_br: Para capturar uma foto do que está em sua tela:
ru: Чтобы сделать снимок экрана:

source: Go to the <gui>dash</gui> and open the <app>Take Screenshot</app> tool.
ast: Vaya al <gui>Tablero</gui> y abra la ferramienta <app>Capturar pantalla</app>.
el: Μεταβείτε στο <gui>dash</gui> και ανοίξτε το εργαλείο <app>Λήψη στιγμιότυπου οθόνης</app>.
es: Vaya al <gui>Tablero</gui> y abra la herramienta <app>Capturar pantalla</app>.
fi: Etsi <gui>Dashilla</gui> sovellus nimeltään <app>Kuvakaappaus</app> ja avaa se.
nl: Ga naar de <gui>dash</gui> en open het hulpmiddel <app>Schermafdruk maken</app>.
pt_br: Vá ao <gui>painel</gui> e abra a ferramenta <app>Capturar tela</app>.
ru: Перейдите в <gui>Главное меню</gui> и откройте <app>Снимок экрана</app>.

source: In the window that appears, choose what to take a picture of.
ast: Na ventana que aparece, escueyi aquello de lo que quies tomar una imaxe.
el: Στο παράθυρο που θα εμφανιστεί, επιλέξτε τι θα ληφθεί στην εικόνα.
es: En la ventana que aparece, seleccione aquello de lo que quiere tomar una imagen.
fi: Auenneessa ikkunassa valitse minkälaisen kuvan haluat ottaa.
nl: Kies in het venster dat verschijnt waar u een afdruk van wilt maken.
pt_br: Na janela que aparecer, escolha o que capturar na imagem.
ru: В появившемся окне выберите, снимок чего нужно сделать.
