Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you want to see all hidden files in a folder, go to that folder and either click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq> or press <keyseq><key>Ctrl</key><key>H</key></keyseq>. All hidden files will be shown along with the files that were not hidden.
ast: Si quies ver tolos ficheros anubríos de una carpeta, vaya a esa carpeta y escueyi <guiseq><gui>Ver</gui><gui>Amosar los ficheros anubríos</gui></guiseq> o bien calca <keyseq><key>Ctrl</key><key>H</key></keyseq>. Se mostrarán tolos ficheros anubríos xunto colos que no taben anubríos.
el: Αν θέλετε να δείτε όλα τα κρυφά αρχεία σε έναν φάκελο, πηγαίνετε στον συγκεκριμένο φάκελο και είτε κάντε κλικ στο <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq> είτε πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>H</key></keyseq>. Όλα τα αρχεία που είναι κρυφά θα εμφανιστούν μαζί με τα υπόλοιπα φανερά αρχεία.
es: Si desea ver todos los archivos ocultos de una carpeta, vaya a esa carpeta y seleccione <guiseq><gui>Ver</gui><gui>Mostrar los archivos ocultos</gui></guiseq> o bien pulse <keyseq><key>Ctrl</key><key>H</key></keyseq>. Se mostrarán todos los archivos ocultos junto con los que no estaban ocultos.
fi: Jos haluat nähdä kaikki kansion piilotiedostot, mene kansioon ja valitse <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq>, tai paina <keyseq><key>Ctrl</key><key>H</key></keyseq>. Kaikki piilotiedostot näytetään tavallisten tiedostojen lisäksi.
nl: Als u alle verborgen bestanden in een map wilt zien, ga dan naar die map en klik op <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq> of druk op <keyseq><key>Ctrl</key><key>H</key></keyseq>. Alle verborgen bestanden zullen getoond worden naast de bestanden die niet verborgen waren.
pt_br: Se você quiser ver todos os arquivos ocultos em uma pasta, vá até a pasta e clique em <guiseq><gui>Ver</gui><gui>Mostrar arquivos ocultos</gui></guiseq>. Todos os arquivos ocultos serão mostrados junto com os arquivos que não estavam ocultos.
ru: Если вы хотите увидеть все скрытые файлы в папке, перейдите в эту папку и либо щёлкните <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq>, либо нажмите <keyseq><key>Ctrl</key><key>H</key></keyseq>. Все скрытые файлы будут отображены вместе с обычными.

source: Some hidden files will have a "." at the beginning of their name. Others might have a "~" at the end of their name instead (see <link xref="files-tilde"/>).
ast: Dellos ficheros anubríos tiennun «.» al entamu de su nome. Otros, en cambéu, pueden tener un «~» al final de su nome (consulte <link xref="files-tilde"/>).
el: Κάποια κρυφά αρχεία έχουν μία τελεία «.» στην αρχή του ονόματός τους. Αντίθετα, άλλα μπορεί να έχουν το σύμβολο «~» στο τέλος του ονόματός τους (δείτε τον σύνδεσμο <link xref="files-tilde">αρχεία με περισπωμένη</link>).
es: Algunos archivos ocultos tienen un «.» al principio de su nombre. Otros, en cambio, pueden tener un «~» al final de su nombre (consulte <link xref="files-tilde"/>).
fi: Joillain piilotiedostoilla on nimen edessä piste ("."), mutta osalla piilotiedostoista voi olla "~"-merkki nimen lopussa (lue <link xref="files-tilde"/>).
nl: Sommige verborgen bestanden hebben een "." aan het begin van hun naam. Andere kunnen daarentegen een "~" hebben aan het einde van hun naam ((zie <link xref="files-tilde"/>).
pt_br: Alguns arquivos ocultos terão um "." no início do nome. Outros poderão ter um "~" no final do nome como alternativa (veja <link xref="files-tilde"/>).
ru: Некоторые скрытые файлы будут иметь "." в начале их имени. Другие вместо этого могут иметь "~" в конце имени (см. <link xref="files-tilde"/>).

source: To hide these files again, either click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq> or press <keyseq><key>Ctrl</key><key>H</key></keyseq> again.
ast: Pa volver a anubrir estos ficheros, calca <guiseq><gui>Ver</gui><gui>Amosar ficheros anubríos</gui></guiseq> o calca <guiseq><gui>Ctrl</gui><gui>H</gui></guiseq>.
el: Για να κρύψετε αυτά τα αρχεία ξανά, μπορείτε είτε να κάνετε κλικ στο <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq> είτε να πατήσετε ξανά τον συνδυασμό <keyseq><key>Ctrl</key><key>H</key></keyseq>.
es: Para volver a ocultar estos archivos, pulse <guiseq><gui>Ver</gui><gui>Mostrar archivos ocultos</gui></guiseq> o pulse <guiseq><gui>Ctrl</gui><gui>H</gui></guiseq>.
fi: Piilottaaksesi nämä tiedostot uudelleen, napsauta <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq>, tai paina uudelleen <keyseq><key>Ctrl</key><key>H</key></keyseq>.
nl: Om deze bestanden weer te verbergen, klikt u op <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq> of druk weer op <keyseq><key>Ctrl</key><key>H</key></keyseq>.
pt_br: Para ocultar esses arquivos novamente, clique em <guiseq><gui>Exibir</gui><gui>Mostrar arquivos ocultos</gui></guiseq> ou pressione <keyseq><key>Ctrl</key><key>H</key></keyseq> novamente.
ru: Чтобы вновь скрыть эти файлы, либо снова щёлкните <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq>, либо нажмите <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: Hidden files will only be shown in the current window, until you turn the option for that window off. To show hidden files in all file manager windows, see <link xref="nautilus-views"/>.
ast: Los ficheros anubríos solo se mostrarán na ventana actual, fasta que desactive la opción pa esa ventana. Pa amosar los ficheros anubríos en toes les ventanes del xestor de ficheros, consulte <link xref="nautilus-views"/>.
el: Τα κρυμμένα αρχεία θα εμφανίζονται μόνο στο τρέχον παράθυρο, εώς ότου να απενεργοποιήσετε αυτή την επιλογή για το συγκεκριμένο παράθυρο. Για να εμφανίζονται τα κρυφά αρχεία σε όλα τα παράθυρα του διαχειριστή αρχείων, δείτε τον σύνδεσμο <link xref="nautilus-views">Τρόποι προβολής του Ναυτίλου</link>.
es: Los archivos ocultos solo se mostrarán en la ventana actual, hasta que desactive la opción para esa ventana. Para mostrar los archivos ocultos en todas las ventanas del gestor de archivos, consulte <link xref="nautilus-views"/>.
fi: Piilotiedostot näytetään vain valitussa ikkunassa kunnes suljet sen. Näyttääksesi piilotiedostot kaikissa tiedostojenhallintaikkunoissa, lue <link xref="nautilus-views"/>.
pt_br: Arquivos ocultos somente serão mostrados na janela atual até que você desative a opção para aquela janela. Para mostrar arquivos ocultos em todas as janelas do gerenciador de arquivos, veja <link xref="nautilus-views"/>.
ru: Скрытые файлы будут отображаться только в текущем окне, пока вы не отключите эту опцию для данного окна. О том, как сделать, чтобы скрытые файлы отображались во всех окнах менеджера файлов, см. <link xref="nautilus-views"/>.

source: Unhide a file
ast: Desvelar un ficheru oculto
el: Κάνετε ένα αρχείο φανερό
es: Desvelar un archivo oculto
fi: Palauta tiedosto näkyviin
nl: Een bestand zichtbaar maken
pt_br: Desocultar um arquivo
ru: Сделать файл не скрытым

source: To unhide a file, go to the folder containing the hidden file and click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq>. Then, find the hidden file and rename it so that it doesn't have a "." in front of its name.
ast: Pa desvelar un ficheru oculto, vaya a la carpeta que caltién el ficheru oculto y calca en <guiseq><gui>Ver</gui><gui>Amosar los ficheros anubríos</gui></guiseq>. Dempués, busque el ficheru oculto y renómbrelo de forma que su nome no empiece por un puntu «.».
el: Για να κάνετε ένα αρχείο φανερό, μεταφερθείτε στον φάκελο που περιέχει το κρυφό αρχείο που θέλετε να κάνετε φανερό και πατήστε <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq>. Έπειτα, βρείτε το κρυφό αρχείο και μετονομάστε το ώστε να μην περιέχει το σύμβολο «.» (τελεία) στην αρχή του ονόματός του.
es: Para desvelar un archivo oculto, vaya a la carpeta que contiene el archivo oculto y pulse en <guiseq><gui>Ver</gui><gui>Mostrar los archivos ocultos</gui></guiseq>. Luego, busque el archivo oculto y renómbrelo de forma que su nombre no empiece por un punto «.».
fi: Muuttaaksesi piilotiedoston tavalliseksi tiedostoksi, mene <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq> tai paina <keyseq><key>Ctrl</key><key>H</key></keyseq>. Etsi haluamasi piilotiedosto ja nimeä se siten, ettei nimen alussa ole pistettä.(".").
nl: Om een bestand niet meer te verbergen, gaat u naar de map met het verborgen bestand en klik op <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq>. Hierna kunt u het bestand hernoemen zodat het niet meer met een ‘.’ begint, zodat het weer standaard zichtbaar is.
pt_br: Para desocultar um arquivo, vá até a pasta que contém o arquivo oculto e clique em <guiseq><gui>Ver</gui><gui>Mostrar arquivos ocultos</gui></guiseq>. Depois procure o arquivo oculto e o renomeie para que ele não tenha um "." na frente do nome.
ru: Чтобы сделать файл не скрытым, перейдите в папку, содержащую скрытый файл и щёлкните <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq>. Затем найдите скрытый файл и переименуйте его, убрав "." из начала его имени.

source: For example, to unhide a file called <file>.example.txt</file>, you should rename it to <file>example.txt</file>.
ast: Por exemplu, pa desvelar un ficheru llamáu <file>.exemplu.txt</file>, tendría cambiarle el nome a <file>exemplu.txt</file>.
el: Για παράδειγμα, για να κάνετε φανερό ένα αρχείο με το όνομα <file>.example.txt</file>, θα πρέπει να το μετονομάσετε σε <file>example.txt</file>.
es: Por ejemplo, para desvelar un archivo llamado <file>.ejemplo.txt</file>, debería cambiarle el nombre a <file>ejemplo.txt</file>.
fi: Palauttaaksesi esimerkiksi tiedoston <file>.asiakirja.txt</file> näkyviin, se tulisi nimetä uudelleen muotoon <file>asiakirja.txt</file>.
nl: Om bijvoorbeeld het bestand <file>.voorbeeld.txt</file> zichtbaar te maken moet u het bestaand naar <file>voorbeeld.txt</file> hernoemen.
pt_br: Por exemplo, para desocultar um arquivo chamado <file>.exemplo.txt</file>, você deve renomeá-lo para <file>examplo.txt</file>.
ru: Например, чтобы сделать не скрытым файл <file>.example.txt</file>, нужно переименовать его в <file>example.txt</file>.

source: Once you have renamed the file, you can either click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq> or press <keyseq><key>Ctrl</key><key>H</key></keyseq> to hide any other hidden files again.
ast: Una vegada que heba renomáu el ficheru, puede calcar <guiseq><gui>Ver</gui><gui>Amosar ficheros anubríos</gui></guiseq> o calcar <keyseq><key>Ctrl</key><key>H</key></keyseq> pa anubrir cualesquier otru ficheru oculto.
el: Αφού θα έχετε μετονομάσει το αρχείο, μπορείτε είτε να κάνετε κλικ στο <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq> είτε να πατήσετε τον συνδυασμό <keyseq><key>Ctrl</key><key>H</key></keyseq> για να κρύψετε τυχόν άλλα κρυφά αρχεία στον φάκελο.
es: Una vez que haya renombrado el archivo, puede pulsar <guiseq><gui>Ver</gui><gui>Mostrar archivos ocultos</gui></guiseq> o pulsar <keyseq><key>Ctrl</key><key>H</key></keyseq> para ocultar cualquier otro archivo oculto.
fi: Kun olet nimennyt tiedoston uudelleen, voit joko mennä <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq> tai näppäillä <keyseq><key>Ctrl</key><key>H</key></keyseq> näppäinkomennon piilottaaksesi kaikki piilotiedostot.
nl: Nadat u de naam van het bestand hebt aangepast, kunt u andere bestanden weer verbergen, door op <guiseq><gui>Beeld</gui><gui>Verborgen bestanden tonen</gui></guiseq> te klikken, of druk weer op <keyseq><key>Ctrl</key><key>H</key></keyseq>.
pt_br: Depois de renomear o arquivo você pode clicar em <guiseq><gui>Ver</gui><gui>Mostrar arquivos ocultos</gui></guiseq> ou pressionar <keyseq><key>Ctrl</key><key>H</key></keyseq> para ocultar qualquer outro arquivo oculto outra vez.
ru: После переименования файла вы можете либо щёлкнуть <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq>, либо нажать <keyseq><key>Ctrl</key><key>H</key></keyseq>, чтобы снова отключить показ все остальных скрытых файлов.

source: Follow these tips if you can't find a file you created or downloaded.
ast: Siga estes indicaciones si no alcuentra el ficheru que ha creáu o descargáu.
el: Ακολουθήστε αυτές τις συμβουλές εάν δε μπορείτε να εντοπίσετε ένα αρχείο που δημιουργήσατε ή μεταφορτώσατε.
es: Siga estas indicaciones si no encuentra el archivo que ha creado o descargado.
fi: Seuraa näitä ohjeita, jos et löydä luomaasi tai lataamaasi tiedostoa.
nl: Deze tips kunt u volgen wanneer u een bestand dat u heeft gemaakt of gedownload niet meer kan terugvinden.
pt_br: Siga essas dicas se você não consegue encontrar um arquivo que você criou ou baixou.
ru: Воспользуйтесь этими советами, если не можете найти файл, который вы создали или загрузили.

source: Find a lost file
ast: Atopar un ficheru perdida
el: Εύρεση ενός χαμένου αρχείου
es: Encontrar un archivo perdida
fi: Löydä kadonnut tiedosto
nl: Een zoekgeraakt bestand terugvinden.
pt_br: Encontrar um arquivo perdido
ru: Найти потерянный файл

source: If you created or downloaded a file, but now you can't find it, follow these tips.
ast: Si ha creáu o descargáu un ficheru, pero no sabe dónde ta, siga estes indicaciones.
el: Αν δημιουργήσατε ή κατεβάσατε από το Διαδίκτυο ένα αρχείο αλλά τώρα δεν μπορείτε να το βρείτε, ακολουθήστε αυτές τις συμβουλές.
es: Si ha creado o descargado un archivo, pero no sabe dónde está, siga estas indicaciones.
fi: Jos teit tai latasit tiedoston, etkä löydä sitä nyt, seuraa näitä ohjeita.
nl: Als u een bestand heeft aangemaakt of gedownload, maar het bestand niet meer kunt terug vinden, kunt u deze tips volgen.
pt_br: Se você criou ou baixou um arquivo, mas agora você não consegue encontra-lo, siga estas dicas.
ru: Если вы создали или загрузили файл, но не можете теперь найти его, прочтите следующие советы.

source: If you don't remember where you saved the file, but you have some idea of how you named it, you can search for the file by name. See <link xref="files-search"/> to learn how.
ast: Si no recuerda dónde guardó el ficheru, pero tien cierta idea de cómo se llama, puede buscarlo por su nome. Consulte <link xref="files-search"/> pa saber cómo.
el: Αν δεν θυμάστε που σώσατε το αρχείο αλλά έχετε μια ιδέα για το πως το ονομάσατε, μπορείτε να αναζητήσετε το αρχείο με την ονομασία του. Δείτε τον σύνδεσμο <link xref="files-search">αναζήτηση αρχείων</link> για να μάθετε τον τρόπο.
es: Si no recuerda dónde guardó el archivo, pero tiene cierta idea de cómo se llama, puede buscarlo por su nombre. Consulte <link xref="files-search"/> para saber cómo.
fi: Jos et muista, mihin tallensit tiedostot, mutta sinulla on jokin havainto sen nimestä, voit etsiä tiedostoa sen nimen perusteella. Lue <link xref="files-search"/> oppiaksesi miten.
nl: Als u niet meer weet waar u het bestand opgeslagen heeft, maar u herinnert zich nog wel de naam, dan kunt u naar het bestand zoeken op naam. Hoe u dat doet ziet u hier: <link xref="files-search"/>.
pt_br: Se voê não se lembra onde salvou o arquivo, mas tem alguma ideia de como o nomeou, você pode procurar pelo nome do arquivo. Veja em <link xref="files-search"/> para aprender como.
ru: Если вы не помните, куда сохранили файл, но помните, хотя бы частично, его имя, вы можете выполнить поиск файла по имени. О том, как это сделать, см. <link xref="files-search"/>.

source: If you just downloaded the file, your web browser might have automatically saved it to a common folder. Check the <file>Desktop</file> and <file>Downloads</file> folders in your home folder.
ast: Si acaba de baxar el ficheru, su restolador web podría haberlo guardáu automáticamente nuna carpeta común. Compruebe les carpetas <file>Escritoriu</file> y <file>Descargas</file> en su carpeta personal.
el: Αν μόλις κατεβάσατε ένα αρχείο, ο περιηγητής ιστού σας είναι πιθανό να το τοποθέτησε αυτόματα σε κάποιον κοινώς χρησιμοποιούμενο φάκελο. Ελέγξτε τους φακέλους <file>Επιφάνεια εργασίας</file> και <file>Λήψεις</file> στον προσωπικό σας φάκελο.
es: Si acaba de descargar el archivo, su navegador web podría haberlo guardado automáticamente en una carpeta común. Compruebe las carpetas <file>Escritorio</file> y <file>Descargas</file> en su carpeta personal.
fi: Jos latasit tiedoston äskettäin, selaimesi on mahdollisesti tallentanut sen yleiseen kansioon. Tarkista kotikansiossa olevat kansiot nimeltä <file>Lataukset</file> ja <file>Työpöytä</file>.
nl: Als u net een bestand heeft gedownload, kan uw webbrowser het bestand automatisch in een standaard map hebben opgeslagen. Controleer de <file>Bureaublad</file> en <file>Downloads</file> mappen in uw persoonlijke map.
pt_br: Se você acabou de baixar o arquivo, o seu navegador pode ter salvo automaticamente em uma pasta comum. Verifique as pastas <file>Área de trabalho</file> e <file>Downloads</file> na sua pasta pessoal.
ru: Если вы только что загрузили файл, ваш веб-браузер мог автоматически сохранить его в одну из стандартных папок. Поищите его в папках <file>Рабочий стол</file> и <file>Загрузки</file>, находящихся в вашей домашней папке.

source: You might have accidentally deleted the file. When you delete a file, it gets moved to the trash, where it stays until you manually empty the trash. See <link xref="files-recover"/> to learn how to recover a deleted file.
ast: Es posible que heba elimináu el ficheru accidentalmente. Cuando desanicia un ficheru, se mueve a la papelera, donde permanecerá fasta que vacíe la papelera manualmente. Consulte <link xref="files-recover"/> pa saber cómo recuperar un ficheru elimináu.
el: Μπορεί κατά λάθος να διαγράψατε το αρχείο. Όταν διαγράφετε ένα αρχείο, αυτό μεταφέρεται στα απορρίματα, όπου παραμένει εώς ότου να τα αδειάσετε χειροκίνητα. Δείτε τον σύνδεσμο <link xref="files-recover">Επαναφορά αρχείων</link> για να μάθετε τον τρόπο επαναφοράς ενός διαγραμμένου αρχείου.
es: Es posible que haya eliminado el archivo accidentalmente. Cuando elimina un archivo, se mueve a la papelera, donde permanecerá hasta que vacíe la papelera manualmente. Consulte <link xref="files-recover"/> para saber cómo recuperar un archivo eliminado.
fi: Olet ehkä vahingossa poistanut tiedoston. Kun poistat tiedoston, se saa siirretään roskakoriin, jossa se ​​säilyy kunnes tyhjennät roskakorin itse. Tutustu ohjeeseen, jossa kerrotaan lisää poistettujen tiedostojen palauttamisesta <link xref="files-recover"/> oppia palauttaa poistetun tiedoston.
nl: U zou per ongeluk een bestand kunnen verwijderen. Wanneer u een bestand verwijdert, wordt deze verplaatst naar de prullenbak, waar het blijft tot u handmatig de prullenbak leegt. Zie <link xref="files-recover"/> om te leren hoe een verwijderd bestand kunt herstellen.
pt_br: Você pode ter excluído o arquivo acidentalmente. Quando você excluir um arquivo, ele é movido para a lixeira, onde fica até que você esvazie a lixeira manualmente. Veja <link xref="files-recover"/> para aprender como recuperar um arquivo excluído.
ru: Вы могли случайно удалить файл. При удалении файл перемещается в корзину, где и остаётся, пока вы вручную не очистите корзину. О том, как восстановить удалённый файл, см. <link xref="files-recover"/>.

source: You might have renamed the file in a way that made the file hidden. Files that start with a <file>.</file> or end with a <file>~</file> are hidden in the file manager. Click <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq> in the file manager. See <link xref="files-hidden"/> to learn more.
ast: Puede que heba cambiáu el nome del ficheru de forma que agora quede oculto. Los ficheros que empiezan por <file>.</file> o que acaban en <file>~</file> tan anubríos nel xestor de ficheros. Calca <guiseq><gui>Ver</gui><gui>Amosar los ficheros anubríos</gui></guiseq> nel xestor de ficheros. Consulte <link xref="files-hidden"/> pa más información.
el: Μπορεί να έχετε μετονομάσει το αρχείο με τρόπο ο οποίος το κατέστησε κρυφό. Αρχεία των οποίων η ονομασία ξεκινά με το σύμβολο <file>.</file> (τελεία) ή καταλήγει στο σύμβολο <file>~</file> (περισπωμένη) είναι κρυφά από τον διαχειριστή αρχείων. Κάντε κλικ στο <guiseq><gui>Προβολή</gui><gui>Εμφάνιση κρυφών αρχείων</gui></guiseq> στον διαχειριστή αρχείων. Δείτε τον σύνδεσμο <link xref="files-hidden">κρυφά αρχεία</link> για περισσότερες πληροφορίες.
es: Puede que haya cambiado el nombre del archivo de forma que ahora quede oculto. Los archivos que empiezan por <file>.</file> o que acaban en <file>~</file> están ocultos en el gestor de archivos. Pulse <guiseq><gui>Ver</gui><gui>Mostrar los archivos ocultos</gui></guiseq> en el gestor de archivos. Consulte <link xref="files-hidden"/> para más información.
fi: Olet ehkä nimennyt tiedoston uudelleen tavalla, joka piilottaa sen. Tiedostot, joiden nimet alkavat pisteellä tai loppuvat aaltoviivaan, piilotetaan tiedostonhallinnassa. Napsauta <guiseq><gui>Näytä</gui><gui>Näytä piilotiedostot</gui></guiseq> tiedostonhallinnassa. Lue <link xref="files-hidden"/>.
pt_br: Você pode ter renomeado o arquivo de um jeito que o fez ficar oculto. Arquivos que começam com um <file>.</file> ou terminam com um <file>~</file> são ocultos no gerenciador de arquivos. Clique em <guiseq><gui>Ver</gui><gui>Mostrar arquivos ocultos</gui></guiseq> no gerenciador de arquivos. Veja <link xref="files-hidden"/> para aprender mais.
ru: Вы могли переименовать файл так, что сделали его скрытым. Файлы, имена которых начинаются с <file>.</file> или заканчиваются на <file>~</file>, являются скрытыми в менеджере файлов. Щёлкните в менеджере файлов <guiseq><gui>Вид</gui><gui>Показывать скрытые файлы</gui></guiseq>. Подробнее см. <link xref="files-hidden"/>.

source: Open files using an application that isn't the default one for that type of file. You can change the default too.
ast: Abrir ficheros usando una aplicación que no es la predeterminada pa esi triba de ficheros. También puede camudar la aplicación predeterminada.
el: Ανοίξτε αρχεία χρησιμοποιώντας κάποια άλλη από την προεπιλεγμένη για τον τύπο τους εφαρμογή. Μπορείτε επίσης να αλλάξετε την προεπιλογή εφαρμογής για τον τύπο των αρχείων.
es: Abrir archivos usando una aplicación que no es la predeterminada para ese tipo de archivos. También puede cambiar la aplicación predeterminada.
fi: Avaa tiedostoja ohjelmalla, joka ei ole kyseisen tiedoston oletusavausohjelma. Voit myös vaihtaa oletusta.
nl: Open bestanden met behulp van een applicatie die niet de standaard voor dat type bestand is. U kunt de standaard ook wijzigen.
pt_br: Abrir arquivos usando um aplicativo que não é o padrão para esse tipo de arquivo. Você pode alterar o padrão também.
ru: Откройте файлы в приложении, не используемом по умолчанию для этого типа файлов. Можно также изменить используемое по умолчанию приложение.

source: Open files with other applications
ast: Abrir ficheros con otres aplicaciones
el: Άνοιγμα αρχείων με άλλες εφαρμογές
es: Abrir archivos con otras aplicaciones
fi: Avaa tiedostoja muilla sovelluksilla
nl: Open bestanden met andere applicaties
pt_br: Abrir arquivos com outros aplicativos
ru: Открытие файлов в других приложениях
