Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In addition to the translations used to display menus and messages, with a new language may follow various language support components such as dictionaries for spell checking, fonts and input methods.
ca: A més de les traduccions que es fan servir per mostrar els menús i els missatges, amb un nou idioma hi ha components de suport d'idioma com diccionaris per verificació ortogràfica, fonts i mètodes d'introducció.
cs: Kromě překladů použitých ke zobrazení menu a zpráv mohou být s novým jazykem nainstalovány i některé další komponenty, například slovníky pro kontrolu pravopisu, písma a vstupní metody.
de: Über die in den Menüs und Nachrichten genutzten Übersetzungen hinaus können mit einer neuen Sprache auch weitere Komponenten wie Wörterbücher für Rechtschreibprüfung, Schriftarten oder Eingabemethoden eingerichtet werden.
fr: En plus des traductions utilisées pour afficher les menus et les messages, divers composants de prise en charge de langue peuvent accompagner une nouvelle langue, tels que des dictionnaires pour la vérification orthographique, des polices et des méthodes d'entrée.
gl: Ademais das traducións usadas para mostrar os menús e as mensaxes, cun novo idioma podes obter varios compoñentes tales como dicionarios para comprobar a ortografía, tipos de letras e métodos de entrada.
hr: Osim prijevoda koji se koriste za prikaz izbornika i poruka, novi jezik može sadržavati različite komponente jezične podrške poput rječnika za provjeru pravopisa, slova i načina unosa.
id: Selain terjemahan yang digunakan untuk menampilkan menu dan pesan, dengan bahasa baru mungkin mengikut berbagai komponen dukungan bahasa seperti kamus untuk memeriksa ejaan, fonta, dan metode masukan.
lt: Kartu su programų sąsajos, meniu bei pranešimų vertimais bus įdiegti ir kiti pilnam kalbos palaikymui reikalingi komponentai, kaip rašybos tikrinimo žodynai, šriftai bei klaviatūros įvesties metodai ir išdėstymai.
lv: Jauna valoda var iekļaut ne tikai tulkojumus izvēlnēm un ziņojumiem, bet arī valodu atbalsta komponentes, piemēram pareizrakstības pārbaudes vārdnīcas, fonti un ievades metodes.
ms: Selain dari terjemahan yang digunakan untuk paparan menu dan mesej, bahasa baharu juga menyokong komponen seperti kamus untuk semakan ejaan, fon dan kaedah input.
my: မီနူးများနှင့်စာတိုများကိုပြသသောဘာသာပြန်များအပြင်၊ ဘာသာစကားအသစ်တစ်မျိုးနှင့်အတူစာလုံးပေါင်းစစ်ခြင်း၊ စာလုံးများနှင့်ထည့်သွင်းခြင်းနည်းလမ်းများအတွက်အဘိဓာန်ကဲ့သို့သောဘာသာစကားအထောက်အကူပြုအစိတ်အပိုင်းများကိုလိုက်နာနိုင်သည်။
pl: Oprócz tłumaczeń menu i komunikatów, nowy język może zainstalować inne elementy, takie jak słowniki do sprawdzania pisowni, czcionki i metody wprowadzania.
sl: Poleg prevodov uporabljenih za prikaz menijev in sporočil, nov jezik lahko s seboj potegne še slovarje za preverjanje črkovanja, pisave in vnosne metode.
sv: Utöver översättningarna som används för att visa menyer och meddelanden kommer andra språkstödskomponenter inkluderas med ett nytt språk: ordböcker för stavningskontroll, teckensnitt, och inmatningsmetoder.
tr: Seçke ve iletileri görüntülemek için kullanılan çevirilere ek olarak yeni bir dil ile sözlükler için yazım denetimi, yazı tipi ve girdi yöntemleri gibi bileşenlerde çeşitli dil desteği bileşenlerini takip edebilirsiniz.
zh_cn: 除了用于显示菜单和消息的翻译，安装新语言还可能添加多个语言支持组件，比如拼写检查的词典、字体和输入法。

source: Type <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug nameofprogram</input>
ca: Teclegeu <keyseq><key>Alt</key><key>F2</key></keyseq> i teclegeu <input>ubuntu-bug nameofprogram</input>.
cs: Stiskněte <keyseq><key>Alt</key><key>F2</key></keyseq> a napište <input>ubuntu-bug název_programu</input>
de: Drücken Sie <keyseq><key>Alt</key><key>F2</key></keyseq> und geben Sie <input>ubuntu-bug namedesprogramms</input> ein
fr: Tapez <keyseq><key>Alt</key><key>F2</key></keyseq> puis tapez <input>ubuntu-bug nomduprogramme</input>
gl: Prema <keyseq><key>Alt</key><key>F2</key></keyseq> e escriba <input>ubuntu-bug nameofprogram</input>
hr: Pritisnite <keyseq><key>Alt</key><key>F2</key></keyseq> i upišite <input>ubuntu-bug naziv-programa</input>
id: Ketik <keyseq><key>Alt</key><key>F2</key> </keyseq> dan ketik <input>ubuntu-bug namaprogram</input>
ko: <keyseq><key>Alt</key><key>F2</key></keyseq>를 입력한 뒤, <input>ubuntu-bug nameofprogram</input> 를 입력하시오.
lt: Jei žinote tikslų programos, kurioj aptikote klaidą, failo pavadinimą (komandą) - paspauskite <keyseq><key>Alt</key><key>F2</key></keyseq> ir atsiradusiame langelyje įrašykite <input>ubuntu-bug programospavadinimas</input> ir paspauskite <key>Enter</key>
lv: Ierakstiet <keyseq><key>Alt</key><key>F2</key></keyseq> un ierakstiet <input>ubuntu-bug programmas_nosaukums</input>
ms: Taip <keyseq><key>Alt</key><key>F2</key></keyseq> dan taip <input>ubuntu-bug namaprogram</input>
my: <keyseq> <key> Alt</key> <key> F2</key> </keyseq> ရိုက်ထည့်ပြီး <input> ubuntu-bug nameofprogram </input>
pl: Naciśnij klawisze <keyseq><key>Alt</key><key>F2</key></keyseq> i wpisz <input>ubuntu-bug nazwa-programu</input>.
sl: Pritisnite <keyseq><key>Alt</key><key>F2</key></keyseq> in vnesite <input>ubuntu-bug imeprograma</input>
sv: Tryck <keyseq><key>Alt</key><key>F2</key></keyseq> och skriv <input>ubuntu-bug namn-på-program</input>
tr: <keyseq><key>Alt</key><key>F2</key></keyseq> kısayoluna basın ve <input>ubuntu-bug programadı</input> yazın
zh_cn: 按 <keyseq><key>Alt</key><key>F2</key></keyseq> 然后输入 <input>ubuntu-bug 程序名字</input>

source: After running one of the above commands, Ubuntu will gather information about the bug. This may take a few minutes. Review the collected information if you wish. Click <gui>Send</gui> to continue.
ca: Després de fer córrer una de les comandes de dalt, l'Ubuntu recollirà informació sobre l'error. Això pot trigar uns minuts. Reviseu la informació recol·lectada si voleu. Cliqueu <gui>Envia</gui> per continuar.
cs: Po spuštění jednoho z výše uvedených příkazů Ubuntu sesbírá informace o problému. To může trvat až několik minut. Chcete-li, zkontrolujte sebrané informace. Klikněte na <gui>Odeslat</gui>.
de: Nachdem Sie einen der oben stehenden Befehle ausgeführt haben, wird Ubuntu Informationen zum Fehler sammeln. Dies kann einige Minuten dauern. Wenn Sie möchten, überprüfen Sie noch einmal die gesammelten Informationen. Klicken Sie auf <gui>Senden</gui>, um fortzufahren.
fr: Après l'exécution d'une des commandes ci-dessus, Ubuntu va rassembler des informations concernant ce bogue. Cela peut prendre quelques minutes. Si vous le souhaitez, vous pouvez examiner les informations collectées. Cliquez sur <gui>Envoyer</gui> pour continuer.
gl: Despois de executar algunha das ordes anteriores, Ubuntu recopilará información sobre o fallo. Este proceso pode levar uns minutos. Se o desexa, revise a información recollida. Prema <gui>Enviar</gui> para continuar.
hr: Nakon pokretanja jedne od od gore navedenih naredbi, Ubuntu će prikupiti informacije o grešci. To može potrajati nekoliko minuta. Ako želite pregledajte prikupljene informacije. Zatim kliknite <gui>Pošalji</gui> za nastavak.
id: Setelah menjalankan salah satu perintah di atas, Ubuntu akan mengumpulkan informasi tentang bug. Ini mungkin memakan waktu beberapa menit. Tinjau informasi yang dikumpulkan jika Anda inginkan. Klik <gui>Kirim</gui> untuk melanjutkan.
ko: 위에 제시된 명령어 중 하나를 실행한 뒤, 우분부는 오류와 관련된 정보를 모을 것 입니다. 이 작업은 몇 분 정도 걸릴 수 있습니다. 원한다면 수집된 정보를 검토하십시오. 계속하기 위해 <gui>Send</gui> 를 클릭하십시오.
lt: Įvykdžius <input>ubuntu-bug</input>, Ubuntu sistema surinks reikiamą informaciją apie klaidą iš jūsų kompiuterio. Tai gali užtrukti kelias minutes. Jei norite galite peržvelgti surinktą informaciją - tuomet paspauskite mygtuką Click <gui>Siųsti</gui>.
lv: Pēc kāds no iepriekš minētās komandas palaišanas, Ubuntu ievāks informāciju par kļūdu. Tas var aizņemt pāris minūtes. Ja vēlaties, caurskatiet ievākto informāciju. Lai turpinātu, spiediet <gui>Sūtīt</gui>.
ms: Selepas menjalankan salah satu perintah diatas, Ubuntu akan mengumpul maklumat mengenai pepijat. Ia mungkin mengambil masa beberapa minit. Kaji semula maklumat yang dikutip jika anda mahu. Klik <gui>Hantar</gui> untuk teruskan.
my: အထက်ပါ command များ run ပြီးနောက် Ubuntu သည် bug အကြောင်းသတင်းအချက်အလက်ကိုစုဆောင်းလိမ့်မည်။ ဒီဟာကမိနစ်အနည်းငယ်ကြာနိုင်တယ်။ သင်ဆန္ဒရှိပါကစုဆောင်းထားသောသတင်းအချက်အလက်များကိုပြန်လည်စစ်ဆေးပါ။ ဆက်လက်ဆောင်ရွက်ရန် <gui> Send </gui> ကိုနှိပ်ပါ။
pl: Po wykonaniu jednego z powyższych poleceń Ubuntu zbierze informacje o błędzie. Może to zająć kilka minut. Można przejrzeć zebrane informacje. Kliknij przycisk <gui>Wyślij</gui>, aby kontynuować.
sl: Po poganjanju enega od zgornjih ukazov bo Ubuntu zbral podatke o hrošču. To lahko traja nekaj minut. Če želite, preglejte zbrane podatke. Kliknite <gui>Pošlji</gui> za nadaljevanje.
sv: Efter att du kör ett av ovanstående kommandon kommer Ubuntu samla in information om felet. Detta kan ta en stund. Granska den insamlade informationen om du vill. Klicka på <gui>Skicka</gui> för att fortsätta.
tr: Yukarıdaki komutlardan birini çalıştırdıktan sonra Ubuntu hata hakkında bilgi toplayacaktır. Bu işlem birkaç dakika sürebilir. İsterseniz toplanan bilgiyi gözden geçirebilirsiniz. Devam etmek için <gui>Gönder</gui>'e tıklayın.
zh_cn: 运行以上命令之后，Ubuntu 将会收集与 Bug 有关的信息。这可能需要几分钟。如果需要可以查看收集到的信息。点击 <gui>发送</gui> 以继续。

source: Choose what applications to start when you log in.
ca: Escolliu quines aplicacions s'engeguen quan inicieu la sessió.
cs: Vyberte, které aplikace se mají spustit po přihlášení.
de: Wählen Sie welche Programme gestartet werden sollen, wenn Sie sich einloggen.
fr: Choisissez les applications à démarrer lorsque vous vous connectez.
gl: Seleccione os aplicativos que desexa abrir cando inicie unha sesión.
hr: Odaberite koje će se aplikacije pokrenuti kada se prijavite ili pokrenete računalo.
id: Pilih aplikasi yang akan dimulai saat Anda masuk.
ko: 여러분이 로그인 할 때 시작 될 응용 프로그램을 고르십시오.
lt: Automatiškai startuokite norimas programas pasileidus operacinei sistemai.
lv: Izvēlieties, kuras lietotnes palaist, kad ierakstāties.
ms: Pilih apakah aplikasi yang dimulakan bila anda mendaftar masuk.
my: မည်သည့် application များကို log in လုပ်သည်ကိုရွေးချယ်ပါ။
pl: Wybór programów uruchamianych podczas logowania.
sl: Izberite kateri programi naj se zaženejo ob prijavi.
sv: Välj vilka program som skall startas när du loggar in.
tr: Giriş yaptığınızda hangi uygulamaların başlayacağını seçin.
zh_cn: 选择登录时要启动的应用程序。

source: Startup Applications
ca: Aplicacions d'inici
cs: Aplikace spouštěné při přihlášení
de: Autostartanwendungen
fr: Applications au démarrage
gl: Aplicativos de inicio
hr: Pokretanje aplikacija
id: Aplikasi Awal Mula
ko: 시작 응용 프로그램
lt: Startuojant paleidžiamos programos
lv: Starta lietotnes
ms: Aplikasi Permulaan
my: စဖွင့်သည့်အခါပေါ်လာသော application များ
pl: Programy startowe
sl: Začetni programi
sv: Uppstartsprogram
tr: Başlangıç Uygulamaları
zh_cn: 启动应用程序

source: You can configure what applications should be started at login, in addition to the default startup applications configured on the system.
ca: Podeu configurar quines aplicacions s'han d'engegar quan inicieu la sessió, a més de les aplicacions que s'engeguen per defecte al sistema.
cs: Můžete nastavit, které aplikace, kromě výchozích aplikací nastavených na tomto systému, budou spouštěny při přihlášení.
de: Sie können einstellen, welche Anwendungen beim Anmelden, zusätzlich zu den Standardanwendungen, welche vom System eingestellt wurden, gestartet werden sollen.
fr: Vous pouvez définir quelles applications devraient être lancées à la connexion, en plus des applications de démarrage par défaut configurées sur le système.
gl: Pode configurar que aplicativos debería iniciar coa sesión, ademais dos configurados de xeito predeterminado polo sistema.
hr: Možete podesiti koje će se aplikacije pokrenuti pri prijavi ili pokretanju računala, kao dodatak zadanim pokrenutim aplikacijama podešenima sustavom.
id: Anda dapat mengkonfigurasi aplikasi apa yang harus dimulai saat login, selain aplikasi awal mula baku yang dikonfigurasi pada sistem.
ko: 시스템에 구성된 기본 시작 응용 프로그램 외에도, 로그인 시 어떤 응용 프로그램이 시작되어야 할 지 구성할 수 있습니다.
lt: Galite nustatyti kokios programos turėtų pasileisti jums prisijungus (startavus operacinei sistemai) arba išjungti standartiškai automatiškai paleidžiamas programas.
lv: Jūs varat konfigurēt, kurām lietotnēm vajadzētu palaisties ierakstīšanās laikā, klāt pie tām lietotnēm, kuru palaišanu konfigurē sistēma.
ms: Anda boleh konfigur apakah aplikasi yang dimulakan ketika daftar masuk, selain dari aplikasi permulaan lalai yang dikonfigur dalam sistem.
my: system ပေါ်တွင် configure လုပ်ထားသော default startup applications များအပြင်သင် login တွင်မည်သည့် application များစတင်သင့်သည်ကိုသင် configure လုပ်နိုင်သည်။
pl: Można skonfigurować programy uruchamiane podczas logowania, a także programy domyślnie uruchamiane.
sl: Lahko nastavite kateri programi naj se zaženejo ob prijavi zraven privzetih programov, ki jih je nastavil sistem.
sv: Du kan ställa in vilka program som skall startas vid inloggingen utöver uppstartsprogrammen enligt systemets standardinställning.
tr: Sistemde yapılandırılmış varsayılan başlatma uygulamalarına ek olarak, oturum açıldığında hangi uygulamaların başlatılması gerektiğini yapılandırabilirsiniz.
zh_cn: 您可以设置登录系统时，额外启动的以及系统默认自动启动的应用程序。

source: Open <gui>Startup Applications</gui> via the <gui xref="shell-introduction#activities">Activities</gui> overview. Alternatively you can press <keyseq><key>Alt</key><key>F2</key></keyseq> and run the <cmd>gnome-session-properties</cmd> command.
ca: Obriu les <gui>Aplicacions a l'inici</gui> via la visió general <gui xref="shell-introduction#activities">Activitats</gui>. Alternativament, podeu teclejar <keyseq><key>Alt</key><key>F2</key></keyseq> i executar la comanda <cmd>gnome-session-properties</cmd>.
cs: Otevřete <gui>Aplikace spouštěné při přihlášení</gui> pomocí přehledu <gui xref="shell-introduction#activities">Aktivit</gui>. Případně můžete stisknout <keyseq><key>Alt</key><key>F2</key></keyseq> a spustit příkaz <cmd>gnome-session-properties</cmd>.
fr: Ouvrir <gui>Applications au démarrage</gui> via l'aperçu <gui xref="shell-introduction#activities">Activités</gui>. Vous pouvez également appuyer sur <keyseq><key>Alt</key><key>F2</key></keyseq> et exécuter la commande <cmd>gnome-session-properties</cmd>.
gl: Abra <gui>Aplicativos de inicio</gui> na vista xeral de <gui xref="shell-introduction#activities">Actividades</gui> . Alternativamente pode premer <keyseq><key>Alt</key><key>F2</key></keyseq> e executar a orde <cmd>gnome-session-properties</cmd>.
hr: Otvorite <gui>Pokrenute aplikacije</gui> putem pregleda <gui xref="shell-introduction#activities">Aktivnosti</gui>. Alternativno možete pritisnuti <keyseq><key>Alt</key><key>F2</key></keyseq> i pokrenuti <cmd>gnome-session-properties</cmd> naredbu.
id: Buka <gui>Aplikasi Awal Mula</gui> melalui ringkasan <gui xref="shell-introduction#activities">Aktivitas</gui>. Atau Anda dapat menekan <keyseq><key>Alt</key><key>F2</key></keyseq> dan menjalankan perintah <cmd>gnome-session-properties</cmd>.
ko: <gui xref="shell-introduction#activities">Activities</gui> 개요를 통해 <gui>Startup Applications</gui>를 여십시오. 또는 <keyseq><key>Alt</key><key>F2</key></keyseq>를 누르고 <cmd>gnome-session-properties</cmd> 명령어를 실행할 수 있습니다.
lt: Atverkite <gui>Paleidžiamos programos</gui> langą per <gui xref="shell-introduction#activities">Apžvalga</gui> paiešką arba paspauskite <keyseq><key>Alt</key><key>F2</key></keyseq> ir įrašę <cmd>gnome-session-properties</cmd> komandą paspauskite <key>Enter</key>.
lv: Atveriet <gui>Starta lietotnes</gui> ar <gui xref="shell-introduction#activities">Aktivitāšu</gui> pārskatu. Varat arī spiest <keyseq><key>Alt</key><key>F2</key></keyseq> un palaist komandu <cmd>gnome-session-properties</cmd>.
my: <gui> Startup Applications </gui> ကို <gui xref = "shell-နိဒါန်း # လှုပ်ရှားမှုများ"> လှုပ်ရှားမှုများ </gui> ခြုံငုံသုံးသပ်ချက်မှတဆင့်ဖွင့်ပါ။ တနည်းအားဖြင့်သင်သည် <keyseq> <key> Alt</key> <key> F2</key> </keyseq> ကို နှိပ်၍ <cmd> gnome-session-properties </cmd> command ကို run နိုင်သည်။
pl: Otwórz <gui>Programy startowe</gui> za pomocą <gui xref="shell-introduction#activities">ekranu podglądu</gui>. Można także nacisnąć klawisze <keyseq><key>Alt</key><key>F2</key></keyseq> i wykonać polecenie <cmd>gnome-session-properties</cmd>.
sv: Öppna <gui>Uppstartsprogram</gui> via översiktsvyn <gui xref="shell-introduction#activities">Aktiviteter</gui>. Alternativt kan du trycka på <keyseq><key>Alt</key><key>F2</key></keyseq> och köra kommandot <cmd>gnome-session-properties</cmd>.
zh_cn: 在<gui xref="shell-introduction#activities">活动</gui>视图里，打开<gui>启动应用程序</gui>，您还可以按组合键 <keyseq><key>Alt</key><key>F2</key></keyseq>，然后运行 <cmd>gnome-session-properties</cmd> 命令。

source: Click <gui>Add</gui> and enter the command to be executed at login (name and comment are optional). For example, to make Firefox start automatically, it's sufficient to type <cmd>firefox</cmd> in the <gui>Command</gui> field and confirm with <gui>Add</gui>.
ca: Cliqueu <gui>Afegeix</gui> i introduïu la comanda a executar a l'inici de sessió (el nom i els comentaris són opcionals). Per exemple, per fer que el Firefox s'engegui automàticament, n'hi ha prou amb teclejar <cmd>firefox</cmd> al camp <gui>Comanda</gui> i confirmar amb <gui>Afegeix</gui>.
cs: Klikněte na <gui>Přidat</gui> a zadejte příkaz, který má být spuštěn při přihlášení (název a komentář jsou nejsou povinné). Například, pro automatické spouštění Firefoxu stačí zadat <cmd>firefox</cmd> do pole <gui>Příkaz</gui> a potvrdit pomocí <gui>Přidat</gui>.
de: Klicken Sie auf <gui>Hinzufügen</gui> und geben Sie den Befehl ein der beim Login ausgeführt werden soll (Name und Kommentar sind optional). Zum Beispiel um Firefox automatisch starten zu lassen, ist es ausreichend <cmd>firefox</cmd> in das <gui>Befehl</gui>-Feld einzugeben und mit <gui>Hinzufügen</gui> zu bestätigen.
fr: Appuyez sur <gui>Ajouter</gui> et entrez la commande à exécuter à la connexion (le nom et le commentaire sont facultatifs). Par exemple, pour que Firefox démarre automatiquement, il suffit de saisir <cmd>firefox</cmd> dans le champ <gui>Commande</gui> et de confirmer avec <gui>Ajouter</gui>.
gl: Prema <gui>Engadir</gui> e introduza a orde que desexa executar ao iniciar sesión (o nome e un comentario son opcionais). Por exemplo, para facer que o Firefox se inicie automaticamente chega con escribir <cmd>firefox</cmd> no campo <gui>Orde</gui> e confirmala con <gui>Engadir</gui>.
hr: Kliknite <gui>Dodaj</gui> upišite naredbu za pokretanje pri prijavi ili pokretanju računala (naziv i komentar nisu obavezni). Na primjer, automatsko pokretanje Firefoxa, dovoljno je da samo upišete <cmd>firefox</cmd> u polje <gui>Naredba:</gui> i potvrdite s <gui>Dodaj</gui> tipkom.
id: Klik <gui>Tambah</gui> dan masukkan perintah yang akan dieksekusi saat login (nama dan komentar adalah opsional). Misalnya, untuk membuat Firefox mulai secara otomatis, cukup mengetikkan <cmd>firefox</cmd> di bidang <gui>Perintah</gui> dan konfirmasikan dengan <gui>Tambah</gui>.
ko: <gui>Add</gui> 버튼을 클릭한다음 로그인시에 실행될 명령어를 입력하십시오 (이름과 코멘트는 선택사항 입니다). 예를 들어 파이어폭스가 자동으로 실행되고록 하고 싶으면, <gui>Command</gui> 필드에 <cmd>firefox</cmd> 를 입력한후 <gui>Add</gui> 버튼을 클릭하십시오.
lt: Paspauskite ant mygtuko <gui>Pridėti</gui> ir įveskite norimos automatiškai startuoti programos paleidimo komandą (neprivaloma įvesti pavadinimo bei komentarų). Pvz. jei norite kad pasileidus operacinei sistemai automatiškai startuotų Firefox naršyklė - <em>Pridėti paleidimo programą</em> lange paprasčiausiai įrašykite <cmd>firefox</cmd> laukelyje <gui>Komanda</gui> ir spustelėkite <gui>Pridėti</gui>.
lv: Spiediet <gui>Pievienot</gui> un ievadiet komandu, ko izpildīt ierakstīšanās laikā (nosaukums un komentāri nav obligāti). Piemēram, lai liktu Firefox palaisties automātiski, pietiek ierakstīt <cmd>firefox</cmd> laukā <gui>Komanda</gui> un apstiprināt, spiežot <gui>Pievienot</gui>.
ms: Klik <gui>Tambah</gui> dan masukkan perintah yang dilakukan ketika daftar masuk (nama dan ulasan adalah pilihan). Sebagai contoh, untuk memulakan Firefox secara automatik, anda hanya taip <cmd>firefox</cmd> di dalam medan <gui>Perintah</gui> dan sahkan dengan <gui>Tambah</gui>.
my: <gui> Add </gui> ကို နှိပ်၍ login တွင်လုပ်ရန် command ကိုရိုက်ထည့်ပါ (အမည်နှင့်မှတ်ချက်များသည်ရွေးချယ်နိုင်သည်) ။ ဥပမာအားဖြင့်၊ Firefox ကိုအလိုအလျှောက်စတင်နိုင်ရန် <cmd> firefox </cmd> <gui> Command </gui> နေရာလပ်တွင်ရိုက်ထည့်ပြီး <gui> Add </gui> ဖြင့်အတည်ပြုရန်လုံလောက်သည်။
pl: Kliknij przycisk <gui>Dodaj</gui> i wpisz polecenie do wykonywania podczas logowania (nazwa i komentarz są opcjonalne). Na przykład, aby Firefox był automatycznie uruchamiany, wystarczy wpisać <cmd>firefox</cmd> w polu <gui>Polecenie</gui> i potwierdzić przyciskiem <gui>Dodaj</gui>.
sl: Kliknite <gui>Dodaj</gui> in vnesite ukaz, ki se bo izvedel ob prijavi (ime in komentar sta izbirni polji). Na primer, če želite samodejno zagnati Firefox je dovolj da vpišete <cmd>firefox</cmd> v polje <gui>Ukaz</gui> in potrdite s klikom na <gui>Dodaj</gui>.
sv: Klicka på <gui>Lägg till</gui> och ange kommandot som skall köras vid inloggning (namn och kommentar är frivilliga). För att till exempel få Firefox att startas automatiskt, räcker det att ange <cmd>firefox</cmd> i <gui>Kommando</gui>-fältet och bekräfta med <gui>Lägg till</gui>.
zh_cn: 单击<gui>添加</gui>并输入启动程序命令（名称和注释是可选的）。例如，添加火狐为自启动程序，在 <gui>命令</gui> 输入框内输入<cmd>firefox</cmd> 并点击 <gui>添加</gui>确认。
