Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you choose <gui>Ad-hoc</gui>, you will see two other options, <gui>Band</gui> and <gui>Channel</gui>. These determine which wireless frequency band the ad-hoc wireless network will operate on. Some computers are only able to work on certain bands (for example, only <gui>A</gui> or only <gui>B/G</gui>), so you might want to pick a band that all of the computers in the ad-hoc network can use. In busy places, there might be several wireless networks sharing the same channel; this might slow-down your connection, so you can change which channel you are using too.
ast: Si selecciona <gui>Ad-hoc</gui>, verá otres dos opciones: <gui>Banda</gui> y <gui>Canal</gui>, que determinan en qué banda de frecuencias inalámbrica operará la red ad-hoc. Dellos equipos solo pueden funcionar en delles bandas (por exemplu, solo na <gui>A</gui> o na <gui>B/G</gui>), polo que deberá escoger la banda afayadiza pa que tolos equipos de la red ad-hoc puedan usarla. En llugares concurridos, es posible que existan varias redes inalámbricas compartiendo el mesmu canal; esto podría ralentizar su conexón, polo que tamién puede camudar el canal que vaya a usar.
el: Εάν επιλέξετε <gui>Ad hoc</gui>, θα δείτε δύο άλλες επιλογές, <gui>Ζώνη</gui> και <gui>Κανάλι</gui>. Αυτές καθορίζουν σε ποια ζώνη ασύρματης συχνότητας θα λειτουργεί το ad hoc ασύρματο δίκτυό σας. Κάποιοι υπολογιστές μπορούν να λειτουργήσουν μόνο σε συγκεκριμένες συχνότητες (για παράδειγμα, μόνο στην <gui>A</gui> ή μόνο στις <gui>B/G</gui>), οπότε μπορεί να θέλετε να επιλέξετε κάποια συχνότητα την οποία όλοι οι υπολογιστές στο δίκτυο ad hoc μπορούν να χρησιμοποιήσουν. Σε πολυσύχναστα μέρη, μπορεί να υπάρχουν πολλά ασύρματα δίκτυα που μοιράζονται την ίδια ζώνη. Αυτό μπορεί να επιβραδύνει τη σύνδεσή σας, οπότε μπορείτε να αλλάξετε ζώνη που χρησιμοποιείτε επίσης.
es: Si selecciona <gui>Ad-hoc</gui>, verá otras dos opciones: <gui>Banda</gui> y <gui>Canal</gui>, que determinan en qué banda de frecuencias inalámbrica operará la red ad-hoc. Algunos equipos solo pueden funcionar en ciertas bandas (por ejemplo, solo en la <gui>A</gui> o en la <gui>B/G</gui>), por lo que deberá escoger la banda apropiada para que todos los equipos de la red ad-hoc puedan usarla. En lugares concurridos, es posible que existan varias redes inalámbricas compartiendo el mismo canal; esto podría ralentizar su conexión, por lo que también puede cambiar el canal que vaya a usar.
nl: Als u <gui>Ad-hoc</gui> kiest, dan krijgt u twee andere opties te zien, <gui>Band</gui> en <gui>Kanaal</gui>. Hiermee bepaalt u op welke draadloze frequentieband het ad-hoc draadloze netwerk zal werken. Sommige computers kunnen alleen op bepaalde banden werken (bijvoorbeeld alleen <gui>A</gui> of alleen <gui>B/G</gui>). U zou dus een band moeten kiezen die door alle computers in het ad-hoc netwerk gebruikt kan worden. Op drukke plekken kan het zijn dat meerdere draadloze netwerken hetzelfde kanaal delen; dit kan de verbinding traag maken, dus kunt u ook wijzigen welk kanaal u gebruikt.
pt_br: Se você escolher <gui>ad-hoc</gui>, você verá duas outras opções, <gui>banda</gui> e <gui>Canal</gui>. Elas determinam qual frequência de banda sem fio a rede ad-hoc sem fio irá operar. Alguns computadores s'são capazes de trabalhar em certas bandas (por exemplo, apenas <gui>a</gui> ou apenas <gui>b/g</gui>), então você talvez queira escolher uma banda que todos os computadores na rede ad-hoc possam usar. Em lugares cheios, deve existir várias redes sem fio compartilhando o mesmo canal, isso pode deixar sua conexão mais lenta, então você pode mudar de canal que você está usando.
ru: Если вы выбрали <gui>Ad-hoc</gui>, вы увидите ещё две опции, <gui>Диапазон</gui> и <gui>Канал</gui>. Они определяют в каком диапазоне частот будет работать беспроводня ad-hoc сеть. Некоторые компьютеры способны работать лишь в определённых диапазонах (например, только <gui>A</gui> или только <gui>B/G</gui>), так что, возможно, вы захотите выбрать диапазон, который могут использовать все компьютеры в ad-hoc сети. В людных местах несколько беспроводных сетей могут использовать один и тот же канал, что может замедлить соединение. Поэтому вы также можете изменить используемый канал.

source: This is the <em>Basic Service Set Identifier</em>. The SSID (see above) is the name of the network which humans are intended to read; the BSSID is a name which the computer understands (it's a string of letters and numbers that is supposed to be unique to the wireless network). If a <link xref="net-wireless-hidden">network is hidden</link>, it will not have an SSID but it will have a BSSID.
ast: Esti ye'l <em>Basic Service Set Identifier</em> (identificador del conxuntu de servicios básicos). La SSID (ver enriba) ye'l nome de la rede que los seres humanos puen lleer; la BSSID ye'l nome que l'equipu entiende (ye una secuencia de lletres y númberos que debería ser única pa la rede wifi). Si una <link xref="net-wireless-hidden">rede ta anubrida</link>, nun tendrá una SSID sinón que tendrá una BSSID.
el: Αυτό είναι το <em>Αναγνωριστικό βασικής ομάδας ρυθμίσεων (Basic Service Set Identifier)</em>. Το SSID (δείτε επάνω) είναι το όνομα του δικτύου το οποίο προορίζεται για ανάγνωση από ανθρώπους. Το BSSID είναι ένα όνομα το οποίο καταλαβαίνει ο υπολογιστής (είναι μία σειρά από γράμματα και αριθμούς που πρέπει να είναι μοναδικό στο ασύρματο δίκτυο). Εάν ένα <link xref="net-wireless-hidden">δίκτυο είναι κρυφό</link>, δεν θα έχει SSID αλλά θα έχει BSSID.
pt_br: Este é o <em>Basic Service Set Identifier</em> (identificador do conjunto de serviços básicos). O SSID (veja acima) é o nome da rede que seres humanos podem ler, já o BSSID é um nome que o computador entende (é uma sequência de letras e números que deveria ser única para a rede sem-fio). Se uma <link xref="net-wireless-hidden">rede está oculta</link>, ela não terá um SSID mas terá um BSSID.

source: Device MAC address
ast: Direición MAC del preséu:
el: Διεύθυνση MAC συσκευής
es: Dirección MAC del dispositivo:
fi: Laitteen MAC-osoite
nl: MAC-adres van het apparaat
pt_br: Endereço MAC do dispositivo
ru: MAC-адрес устройства

source: A <link xref="net-macaddress">MAC address</link> is a code which identifies a piece of network hardware (for example, a wireless card, an Ethernet network card or a router). Every device that you can connect to a network has a unique MAC address which was given to it in the factory.
ast: Una <link xref="net-macaddress">direición MAC</link> es un códigu que identifica una pieza del hardware de red (por exemplu, una tarxeta inalámbrica, una tarxeta de red Ethernet o un enrutador. Cada preséu que puede coneutar a una red tien una direición MAC única, asignada de fábrica.
el: Μία <link xref="net-macaddress">διεύθυνση MAC</link> είναι ένας κωδικός που προσδιορίζει ένα κομμάτι υλικού δικτύου (για παράδειγμα, μία ασύρματη κάρτα, μία κάρτα δικτύου Ethernet ή έναν δρομολογητή). Κάθε συσκευή που μπορείτε να συνδέσετε σε ένα δίκτυο έχει μία μοναδική διεύθυνση MAC η οποία του δόθηκε στο εργοστάσιο.
es: Una <link xref="net-macaddress">dirección MAC</link> es un código que identifica una pieza del hardware de red (por ejemplo, una tarjeta inalámbrica, una tarjeta de red Ethernet o un enrutador. Cada dispositivo que puede conectar a una red tiene una dirección MAC única, asignada de fábrica.
nl: Een <link xref="net-macaddress">MAC-adres</link> is een code waaraan een netwerkhardware-onderdeel (bijvoorbeeld een draadloze netwerkkaart, een Ethernet-netwerkkaart of een router) herkend wordt. Elk apparaat dat u met een netwerk kunt verbinden heeft een uniek MAC-adres dat in de fabriek eraan toegekend is.
pt_br: Um <link xref="net-macaddress">endereço mac</link> é um código que identifica um pedaço de hardware de rede ( por exemplo, uma placa de rede sem fio, uma placa de rede ethernet ou um roteador). Todo dispositivo que você usa para conectar em uma rede tem um endereço mac único que foi determinado de fábrica.
ru: <link xref="net-macaddress">MAC-адрес</link> — это код, идентифицирующий сетевое устройство (например, беспроводную сетевую карту, Ethernet-карту, или маршрутизатор). Каждое устройство, которое вы можете подключить к сети, имеет уникальный MAC-адрес, присвоенный ему на фабрике.

source: This option can be used to change the MAC address of your network card.
ast: Esta opción se puede usar pa camudar la direición MAC de su tarxeta de red.
el: Αυτή η επιλογή μκπορεί να χρησιμοποιηθεί για να αλλάξετε τη διεύθυνση MAC της κάρτας δικτύου σας.
es: Esta opción se puede usar para cambiar la dirección MAC de su tarjeta de red.
fi: Tätä valintaa voi käyttää verkkokortin MAC-osoitteen vaihtamiseksi.
nl: Deze optie kan gebruikt worden om het MAC-adres van uw netwerkkaart te wijzigen.
pt_br: Esta opção pode ser usada para alterar o endereço MAC da placa de rede.

source: Cloned MAC address
ast: Direición MAC clonada
el: Με κλωνοποίηση διεύθυνσης MAC
es: Dirección MAC clonada
nl: Gekloond MAC-adres
pt_br: Endereço MAC clonado
ru: Клонированный MAC-адрес

source: Your network hardware (wireless card) can pretend to have a different MAC address. This is useful if you have a device or service which will only communicate with a certain MAC address (for example, a cable broadband modem). If you put that MAC address into the <gui>cloned MAC address</gui> box, the device/service will think that your computer has the cloned MAC address rather than its real one.
ast: Su hardware de red (tarxeta inalámbrica) puede intentar tener una direición MAC distinta. Esto es útil si tien un preséu o serviciu que solo se comunica con una determinada direición MAC (por exemplu, un cablemódem de banda ancha). Si pone esa direición MAC nel apartáu <gui>direición MAC clonada</gui>, el preséu o serviciu pensará que su equipu tien la direición MAC clonada en vegada de la real.
el: Το υλικό δικτύου σας (ασύρματη κάρτα) μπορεί να προσποιηθεί ότι έχει διαφορετική διεύθυνση MAC. Αυτό είναι χρήσιμο εάν έχετε κάποια συσκευή ή υπηρεσία που θα επικοινωνήσει μόνο με συγκεκριμένη διεύθυνση MAC (για παράδειγμα, ένα καλωδιακό ευρυζωνικό μόντεμ). Εάν βάλετε τη δεύθυνση MAC αυτή στο κουτί της <gui>κλωνοποιημένη διεύθυνση MAC</gui>, τότε η συσκευή/υπηρεσία θα νομίσει ότι ο υπολογιστής σας έχει την κλωνοποιημένη διεύθυνση MAC αντί της πραγματικής.
es: Su hardware de red (tarjeta inalámbrica) puede intentar tener una dirección MAC distinta. Esto es útil si tiene un dispositivo o servicio que solo se comunica con una determinada dirección MAC (por ejemplo, un cablemódem de banda ancha). Si pone esa dirección MAC en el apartado <gui>dirección MAC clonada</gui>, el dispositivo o servicio pensará que su equipo tiene la dirección MAC clonada en vez de la real.
nl: Uw netwerkhardware (draadloze netwerkkaart) kan doen alsof het een ander MAC-adres heeft. Dit is handig als u een apparaat of dienst heeft die alleen met een bepaald MAC-adres kan communiceren (bijvoorbeeld een bekabeld breedbandmodem). Als u dat MAC-adres in het vak <gui>gekloond MAC-adres</gui> plaatst, dan zal het apparaat/de dienst denken dat uw computer het gekloonde MAC-adres heeft in plaats van het echte adres.
pt_br: Seu hardware de rede (placa de rede sem fio) pode pretender ter um endereço mac diferente. Isso é útil se você tem um dispositivo ou serviço o qual irá apenas se comunicar com um determinado endereço mac (por exemplo, um modem de cabo broadband). Se você colocar esse endereço mac em um computador(box) <gui>com um endereço mac clonado</gui>, o dispositivo/serviço irá pensar que seu computador tem o endereço mac clonado, ao invés de seu verdadeiro endereço mac.

source: This setting changes the <em>Maximum Transmission Unit</em>, which is the maximum size of a chunk of data that can be sent over the network. When files are sent over a network, data is broken up into small chunks (or packets). The optimal MTU for your network will depend on how likely it is for packets to be lost (due to a noisy connection) and how fast the connection is. In general, you should not need to change this setting.
ast: Esta configuración camuda la <em>Unidá de Tresmisión Máxima</em> (MTU), que ye'l tamañu máximu d'un bloque de datos que pue unviase a traviés de la rede. Cuando los ficheros s'unvien per una rede, los datos pártense en pequeños trozos (o paquetes). La MTU ideal pa la to rede va depender de cómo de posible ye que los paquetes se pierdan (pola mor d'una conexón ruidosa) y de cómo de rápida seya la conexón. En xeneral, nun tendríes de necesitar camudar estos axustes.
el: Αυτή η ρύθμιση αλλάζει την <em>Μέγιστη Μονάδα Μετάδοσης (Maximum Transmission Unit - MTU)</em>, η οποία είναι το μέγιστο μέγεθος ενός κομματιού δεδομένων που μπορεί να σταλεί από το δίκτυο. Όταν στέλνονται αρχεία μέσω του δικτύου, τα δεδομένα χωρίζονται σε μικρά κομμάτια (ή αλλιώς πακέτα). Η βέλτιστη MTU για το δίκτυό σας θα εξαρτηθεί από το πόσο πιθανό είναι τα πακέτα να χαθούν (λόγω θορυβώδους σύνδεσης) και πόσο γρήγορη είναι η σύνδεση. Γενικά, δεν θα χρειαστεί να αλλάξετε τη ρύθμιση αυτή.
pt_br: Essa configuração altera a <em>Unidade de Transmissão Máxima</em> (MTU), que é o tamanho máximo de um bloco de dados que pode ser enviado através da rede. Quando os arquivos são enviados por uma rede, os dados são quebrados em pequenos pedaços (ou pacotes). A MTU ideal para a sua rede vai depender de o quanto é provável que os pacotes sejam perdidos (devido a uma conexão ruidosa) e de quão rápida é a conexão. Em geral, você não deve precisar alterar essa configuração.

source: Wireless Security
ast: Seguridad inalámbrica
el: Ασφάλεια ασύρματου δικτύου
es: Seguridad inalámbrica
fi: Langaton tietoturva
pt_br: Segurança da rede sem fio
ru: Защита беспроводной сети

source: Security
ast: Seguridad
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
pt_br: Segurança

source: This defines what sort of <em>encryption</em> your wireless network uses. Encrypted connections help protect your wireless connection from being intercepted, so other people can't "listen in" and see what websites you're visiting and so on.
ast: Esto define qué triba de <em>cifrado</em> utiliza su red inalámbrica. Les conexones cifraes ayudan a proteger su conexón inalámbrica de ser interceptada, polo que otres personas no podrán «escuchar» y ver qué sitios web ta visitando, etc.
el: Αυτό ορίζει τι είδους <em>κρυπτογράφηση</em> χρησιμοποιεί το ασύρματο δίκτυό σας. Οι κρυπτογραφημένες συνδέσεις βοηθούν να προστατευθεί το δίκτυό σας από το να υποκλαπεί, για να μην μπορούν άλλοι άνθρωποι να «κρυφακούσουν» και να δουν τι σελίδες επισκέπτεστε και ούτω καθεξής.
es: Esto define qué tipo de <em>cifrado</em> utiliza su red inalámbrica. Las conexiones cifradas ayudan a proteger su conexión inalámbrica de ser interceptada, por lo que otras personas no podrán «escuchar» y ver qué sitios web está visitando, etc.
nl: Dit bepaalt wat voor soort <em>versleuteling</em> uw draadloze netwerk gebruikt. Versleutelde verbindingen helpen uw draadloze verbinding te beschermen tegen onderschepping, zodat anderen niet kunnen "meeluisteren" en zien welke websites u bezoekt en zo.
pt_br: Isso define que tipo de <em>criptografia</em> da rede sem fio usar. As conexões criptografadas ajudam proteger sua conexão sem fio de serem interceptadas, para que outras pessoas não poderem "ouvir" e ver os sites que você está visitando e assim por diante.
ru: Определяет, какой тип <em>шифрования</em> используется в вашей беспроводной сети. Шифрование помогает защитить ваше беспроводное соединение от перехвата данных, то есть ситуации, когда другие люди могуть "подслушивать" и видеть, какие веб-сайты вы посещаете и т.п.

source: Some types of encryption are stronger than others, but may not be supported by older wireless networking equipment. You'll normally need to type a password for the connection; more sophisticated types of security may also require a username and a digital "certificate". See <link xref="net-wireless-wepwpa"/> for more information on popular types of wireless encryption.
ast: Dellos tribes de cifráu son más fuertes que otros, pero puede que dellos preseos de red inalámbrica más antiguos no lo admitan. Normalmente tendrá que teclear una contraseña pa coneutase; otros tribes de seguridá más sofisticados tamién necesiten un nome de usuariu y un «certificado» digital. Consulte <link xref="net-wireless-wepwpa"/> pa más información sobro los tribes de cifráu inalámbrico más usuales.
el: Κάποια είδη κρυπτογράφησης είναι δυνατότερα από άλλα, αλλά μπορεί να μην υποστηρίζονται από παλιότερο εξοπλισμό ασύρματου δικτύου. Κανονικά θα χρειαστεί να πληκτρολογήσετε κωδικό πρόσβασης για τη σύνδεση. Πιο εξελιγμένα είδη σύνδεσης μπορεί να χρειάζονται επίσης και όνομα χρήστη και ψηφιακό «πιστοποιητικό». Δείτε <link xref="net-wireless-wepwpa"/> για περισσότερες πληροφορίες για δημοφηλείς μορφές ασύρματης κρυπτογράφησης.
es: Algunos tipos de cifrado son más fuertes que otros, pero puede que algunos dispositivos de red inalámbrica más antiguos no lo admitan. Normalmente tendrá que teclear una contraseña para conectarse; otros tipos de seguridad más sofisticados también necesitan un nombre de usuario y un «certificado» digital. Consulte <link xref="net-wireless-wepwpa"/> para más información sobre los tipos de cifrado inalámbrico más usuales.
nl: Sommige soorten versleuteling zijn sterker dan andere, maar worden mogelijk niet ondersteund door oudere apparatuur voor draadloze netwerken. Normaal gesproken dient u een wachtwoord op te geven voor de verbinding; meer geavanceerde soorten beveiliging vereisen mogelijk ook een gebruikersnaam en een digitaal "certificaat". Zie <link xref="net-wireless-wepwpa"/> voor meer informatie over veelgebruikte soorten versleuteling voor draadloze netwerken.
pt_br: Alguns tipos de criptografia são mais fortes que outros, mas podem não ser suportados por equipamentos de rede sem fio antigos. Você normalmente irá precisar digitar uma senha para a conexão; tipos mais sofisticados de segurança também requerem um nome de usuário e um "certificado" digital. Veja <link xref="net-wireless-wepwpa"/> para mais informações sobre tipos populares de criptografia sem fio.
ru: Некоторые типы шифрования более надёжны, но могут не поддерживаться более старым сетевым оборудованием. Как правило, для подключения вам понадобится ввести пароль; более сложные типы защиты могут требовать также ввода имени пользователя и цифрового "сертификата". Подробнее о распространённых типах шифрования в беспроводных сетях см. в разделе <link xref="net-wireless-wepwpa"/>.

source: IPv4 Settings
ast: Axustes de IPv4
el: Ρυθμίσεις IPv4
es: Ajustes de IPv4
fi: IPv4-asetukset
pt_br: Configurações IPv4
ru: Параметры IPv4

source: Use this tab to define information like the IP address of your computer and which DNS servers it should use. Change the <gui>Method</gui> to see different ways of getting/setting that information.
ast: Utilice esta pestaña pa definir información como la direición IP de su equipu y los sirvidores DNS que tien de usar. Camuda el <gui>Métodu</gui> pa ver les estremaes maneres de obtener/afitar esa información.
el: Χρησιμοποιήστε αυτήν την καρτέλα για να ορίσετε πληροφορίες όπως τη διεύθυνση IP του υπολογιστή σας και ποιους εξυπηρετητές DNS θα χρειαστεί να χρησιμοποιεί. Αλλάξτε τη <gui>Μέθοδο</gui> για να δείτε διαφορετικούς τρόπους για να δείτε/ορίσετε τις πληροφορίες αυτές.
es: Utilice esta pestaña para definir información como la dirección IP de su equipo y los servidores DNS que debe utilizar. Cambie el <gui>Método</gui> para ver las diferentes maneras de obtener/establecer esa información.
pt_br: Utilize esta aba para definir informações como o endereço IP de seu computador e qual servidores DNS ele deve usar. Troque o <gui>Método</gui> para ver diferentes maneiras de buscar e configurar essa informação.
ru: Используйте эту вкладку, чтобы ввести информацию наподобие IP-адреса вашего компьютера и того, какие DNS-серверы он должен использовать. Используйте <gui>Профиль</gui>, чтобы выбрать различные способы получения или задания такой информации.

source: The following methods are available:
ast: Los siguientes métodos tan disponibles:
el: Οι ακόλουθες μέθοδοι είναι διαθέσιμες:
es: Los siguientes métodos están disponibles:
nl: De volgende methodes zijn beschikbaar:
pt_br: Os seguintes métodos estão disponíveis:
ru: Доступны следующие профили:

source: Automatic (DHCP)
ast: Automáticu (DHCP)
el: Αυτόματο (DHCP)
es: Automático (DHCP)
fi: Automaattinen (DHCP)
nl: Automatisch (DHCP)
pt_br: Automático (DHCP)
ru: Автоматически (DHCP)

source: Get information like the IP address and DNS server to use from a <em>DHCP server</em>. A DHCP server is a computer (or other device, like a router) connected to the network which decides which network settings your computer should have - when you first connect to the network, you will automatically be assigned the correct settings. Most networks use DHCP.
ast: Obtén información como la direición IP o el sirvidor DNS faciendo usu de <em>sirvidor DHCP</em> Un sirvidor DHCP ye un equipu (o otru preséu, como un router) coneutáu a la rede, que decide qué axustes de rede necesita'l to equipu - cuando te coneutes per primer vegada a la rede, asignaránsete los axustes correutos automáticamente. La mayor parte de les redes usen DHCP.
el: Πάρτε πληροφορίες όπως τη διεύθυνση IP και τον εξυπηρετητή DNS που θα χρησιμοποιηθεί από έναν <em>διακομιστή DHCP</em>. Ένας διακομιστής DHCP είναι ένας υπολογιστής (ή άλλη συσκευή, όπως ένας δρομολογητής) συνδεδεμένος στο δίκτυο που αποφασίζει ποιες ρυθμίσεις δικτύου χρειάζεται να έχει ο υπολογιστής σας· όταν πρωτοσυνδεθείτε στο δίκτυο, θα σας ανατεθούν αυτόματα οι σωστές ρυθμίσεις. Τα περισσότερα δίκτυα χρησιμοποιούν DHCP.
pt_br: Obtenha informações como o endereço IP e o servidor DNS para usar a partir de um <em>servidor DHCP</em>. Um servidor DHCP é um computador (ou outro dispositivo, como um roteador) conectado à rede, que decide quais configurações de rede o computador deve ter - quando você se conectar à rede pela primeira vez, as configurações corretas lhe serão automaticamente atribuídas. A maioria das redes usa DHCP.

source: Automatic (DHCP) addresses only
ast: Solo direcciones automátiques (DHCP)
el: Αυτόματες (DHCP) διευθύνσεις μόνο
es: Solo direcciones automáticas (DHCP)
fi: Vain automaattiset osoitteet (DHCP)
pt_br: Somente endereços automáticos (DHCP)
ru: Автоматически (DHCP, только адрес)

source: If you choose this setting, your computer will get its IP address from a DHCP server, but you will have to manually define other details (like which DNS server to use).
ast: Si escueye esta opción, el equipu obtendrá su direición IP de un sirvidor DHCP, pero tendrá que definir manualmente otros detalles (como el sirvidor DNS que usará).
el: Εάν επιλέξετε αυτή τη ρύθμιση, ο υπολογιστής θα πάρει τη διεύθυνση IP του από ένα διακομιστή DHCP, αλλά θα πρέπει να ορίσετε χειροκίνητα άλλες λεπτομέρειες (όπως ποιος εξυπηρετητής DNS να χρησιμοποιηθεί).
es: Si elige esta opción, el equipo obtendrá su dirección IP de un servidor DHCP, pero tendrá que definir manualmente otros detalles (como el servidor DNS que usará).
pt_br: Se você optar por esta opção, seu computador irá adquirir o endereço IP do servidor DHCP, mas terá que definir manualmente outros detalhes (como qual servidor DNS utilizar).
ru: Если вы выбрали этот профиль, ваш компьютер получит свой IP-адрес с сервера DHCP, но остальные настройки (например, используемые DNS-серверы) вам нужно будет указать вручную.

source: Manual
el: Χειροκίνητα
fi: Manuaalinen
ru: Вручную
