Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Heat has a detrimental effect on a battery's charging efficiency. Don't let the battery get any warmer than it has to.
ast: El calor tien un efeutu negativo na eficiencia de carga de la batería. No deje que la batería se caliente más de lo darréu de.
el: Η θερμότητα έχει αρνητικές συνέπειες στην απόδοση της μπαταρίας . Μην αφήνετε την μπαταρία να θερμανθεί περισσότερο απ' όσο πρέπει.
es: El calor tiene un efecto negativo en la eficiencia de carga de la batería. No deje que la batería se caliente más de lo debido.
nl: Hitte heeft een schadelijk effect op de laadefficiëntie van een accu. Laat de accu niet warmer worden dan nodig.
pt_br: O calor tem um efeito prejudicial na eficiência de carregamento da bateria. Não deixe a bateria ficar mais quente do que ela deve.
ru: Нагрев оказывает пагубный эффект на эффективность зарядки аккумулятора. Не позволяйте аккумулятору сильно нагреваться.

source: Batteries age even if you leave them in storage. There is little advantage in buying a replacement battery at the same time as you get the original battery - always buy replacements when you need them.
ast: Les baterías envejecen anque se dejen guardadas. No merece mucho la pena mercar una batería de repuesto al mesmu tiempu que la batería original - compre siempres los recambios justo cuando los necesite.
el: Οι μπαταρίες παλιώνουν ακόμα και όταν τις έχετε κάπου αποθηκευμένες. Δεν υπάρχει κανένα σημαντικό πλεονέκτημα στο να αγοράζετε εφεδρική μπαταρία ταυτόχρονα με την αρχική - πάντα να αγοράζετε ανταλλακτικά μόνο όταν τα χρειάζεστε.
es: Las baterías envejecen aunque se dejen guardadas. No merece mucho la pena comprar una batería de repuesto al mismo tiempo que la batería original - compre siempre los recambios justo cuando los necesite.
nl: Accu's verouderen zelfs wanneer u ze niet gebruikt. Het heeft weinig zin een reserveaccu te kopen op het moment dat u de originele accu krijgt - koop alleen een nieuwe accu wanneer u die nodig heeft.
pt_br: As baterias envelhecem mesmo que você as deixe guardadas. Há pouca vantagem em comprar uma bateria substituta no mesmo momento que você adquire a bateria original - sempre compre substitutos quando você precisa deles.
ru: Аккумуляторы «стареют», даже если вы просто храните их, не используя. Покупка ещё одного аккумулятора на замену одновременно с тем, который вы устанавливаете в компьютер, не даст вам большого преимущества — всегда покупайте аккумуляторы на замену лишь когда они понадобятся.

source: This advice applies specifically to Lithium-Ion (Li-Ion) batteries, which are the most common type. Other types of battery may behave differently.
ast: Esti conseyu aplícase específicamente a les baterías de Ion de Litio (Li-Ion), que son les más comunes. Otros tribes de baterías se pueden comportar de distinta forma.
el: Αυτή η συμβουλή βρίσκει ιδιαίτερη εφαρμογή σε μπαταρίες ιόντων λιθίου (Li-Ion), που είναι ο πιό κοινός τύπος. Άλλοι τύποι μπαταριών μπορεί να συμπεριφέρονται διαφορετικά.
es: Este consejo se aplica específicamente a las baterías de Ion de Litio (Li-Ion), que son las más comunes. Otros tipos de baterías se pueden comportar de distinta forma.
nl: Dit advies geldt vooral voor Lithium-Ion batterijen, de meestgebruikte soort. Andere soorten batterijen kunnen zich anders gedragen.
pt_br: Essa informação se aplica especificamente para baterias de Lítio-Ion (Li-Ion), que são o tipo mais comum. Outros tipos de bateria podem ter comportamento diferente.
ru: Этот совет относится только к литиево-ионным (Li-Ion) аккумуляторам, наиболее распространённому типу аккумуляторов. Другие типы аккумуляторов могут всести себя иначе.

source: Some laptops intentionally slow down when they are running on battery.
ast: Dellos portátiles bajan su velocidá a propósito cuando funcionan a batería.
el: Μερικοί φορητοί υπολογιστές σκόπιμα επιβραδύνουν όταν λειτουργούν με μπαταρία.
es: Algunos portátiles bajan su velocidad a propósito cuando funcionan a batería.
fi: Jotkin kannettavat hidastuvat tarkoituksellisesti, kun ne toimivat akun varassa.
nl: Sommige laptops werken bewust trager wanneer ze op de accu draaien.
pt_br: Alguns notebooks intencionalmente ficam mais lentos quando estão funcionando na bateria.

source: Why is my laptop slow when it's on battery?
ast: ¿Por qué mi portátil se vuelve más lento cuando furrula cola batería?
el: Γιατί ο φορητός υπολογιστής μου είναι αργός όταν λειτουργεί με μπαταρία;
es: ¿Por qué mi portátil se vuelve más lento cuando funciona con la batería?
fi: Miksi tietokoneeni on hidas akkukäytössä?
nl: Waarom is mijn laptop traag wanneer ik op accustroom werk?
pt_br: Por que meu notebook fica lento quando está usando a bateria?

source: Some laptops intentionally slow down when they are running on battery in order to conserve power. The laptop's processor (CPU) switches to a slower speed, and processors use less power when running slower, so the battery should last longer.
ast: Dellos equipos portátiles intencionalmente se ralentizan cuando tan trabajando cola batería, col fin de ahorrar enerxía. El procesador del equipu portátil (CPU) camuda a una velocidá más lenta, y los procesadores consumen menos enerxía cuando se ejecutan más lentamente, por lo que la batería tien de durar más tiempu.
el: Μερικοί φορητοί υπολογιστές επιβραδύνουν τη λειτουργία τους όταν λειτουργούν με τη μπαταρία προκειμένου να εξοικονομήσουν ενέργεια. Ο επεξεργαστής του φορητού (CPU) ελαττώνει την ταχύτητά του, και αφού οι επεξεργαστές καταναλώνουν λιγότερη ενέργεια όταν τρέχουν πιο αργά, η μπαταρία θα πρέπει να διαρκεί περισότερο.
es: Algunos equipos portátiles intencionalmente se ralentizan cuando están trabajando con la batería, con el fin de ahorrar energía. El procesador del equipo portátil (CPU) cambia a una velocidad más lenta, y los procesadores consumen menos energía cuando se ejecutan más lentamente, por lo que la batería debe durar más tiempo.
nl: Sommige laptops werken bewust trager wanneer ze op de accu draaien om energie te besparen. De processor (CPU) van de laptop schakelt over naar een lagere snelheid en processoren gebruiken minder stroom wanneer ze langzamer werken zodat de accu langer meegaat.
pt_br: Alguns notebooks intencionalmente diminuem a performance quando estão usando a bateria para conservar energia. O processador do notebook (CPU) muda para baixa velocidade, assim ele usa menos energia e a bateria dura mais tempo.

source: This feature is called <em>CPU frequency scaling</em>.
ast: Esta característica se llama <em>escaláu de frecuencia de la CPU</em>.
el: Αυτή η λειτουργία ονομάζεται <em>κλιμάκωση συχνότητας επεξεργαστή</em> (CPU frequency scaling).
es: Esta característica se llama <em>escalado de frecuencia de la CPU</em>.
nl: Deze functie wordt <em>CPU frequency scaling</em> genoemd.
pt_br: Essa função é chamada de <em>escalonamento de frequência da CPU</em>.

source: Tweaks from the manufacturer and differing battery life estimates may be the cause of this problem.
ast: La causa del problema puede tar en axustes de fábrica o estremaes estimaciones de la vida de la batería.
el: Αλλαγές από τον κατασκευαστή και διαφορετικές εκτιμήσεις διάρκεια ζωής της μπαταρίας μπορεί να είναι η αιτία αυτού του προβλήματος.
es: La causa del problema puede estar en ajustes de fábrica o diferentes estimaciones de la vida de la batería.
nl: Tweaks van de fabrikant en verschillende schattingen van de levensduur van de accu kunnen de oorzaak zijn van dit probleem.
pt_br: Programas do fabricante e estimativas diferentes de vida útil da bateria podem ser a causa do problema.

source: Why do I have less battery life than I did on Windows/Mac OS?
ast: ¿Por qué tengo menor tiempu de batería que el que tenía en Windows/Mac OS?
el: Γιατί έχω λιγότερη διάρκεια ζωής της μπαταρίας από ό,τι έχω στα Windows/Mac OS;
es: ¿Por qué tengo menor tiempo de batería que el que tenía en Windows/Mac OS?
fi: Miksi akkua tuntuu olevan vähemmän kuin Windowsissa tai Mac OS X:ssä?
nl: Hoe komt het dat de levensduur van de accu lager is dan onder Windows/Mac OS?
pt_br: Por que eu tenho menos tempo de bateria do que eu tinha no Windows/Mac OS?

source: Some computers appear to have a shorter battery life when running on Linux than they do when running Windows or Mac OS. One reason for this is that computer vendors install special software for Windows/Mac OS that optimizes various hardware/software settings for a given model of computer. These tweaks are often highly specific, and may not be documented, so including them in Linux is difficult.
ast: Dellos equipos parecen tener una duración menor de la batería funcionando baxo Linux que la que tienen cuando funcionan con Windows o Mac OS. Una razón es que los fabricantes instalan dalgún software especial pa Windows/Mac OS que optimiza varias configuraciones de hardware/software pa un modelu de equipu en especial. Éstos axustes son xeneralmente mui específicos y pueden no tar documentados, por eso incluirlos en Linux es mui difícil.
el: Κάποιοι υπολογιστές φαίνεται να έχουν μικρότερη διάρκεια ζωής μπαταρίας όταν τρέχουν Linux απ' ότι αν τρέχουν Windows ή Mac OS. Ένας λόγος γι'αυτό είναι ότι οι κατασκευαστές υπολογιστών εγκαθιστούν ειδικό λογισμικό για Windows/Mac OS που βελτιστοποιεί διάφορες ρυθμίσεις υλικού/λογισμικού για το συγκεκριμένο μοντέλο υπολογιστή. Συχνά αυτές οι μικρορυθμίσεις είναι ιδιαίτερα εξειδικευμένες και πιθανώς μη τεκμηριωμένες, έτσι, είναι δύσκολο να συμπεριληφθούν στο Linux.
es: Algunos equipos parecen tener una duración menor de la batería funcionando bajo Linux que la que tienen cuando funcionan con Windows o Mac OS. Una razón es que los fabricantes instalan algún software especial para Windows/Mac OS que optimiza varias configuraciones de hardware/software para un modelo de equipo en especial. Éstos ajustes son generalmente muy específicos y pueden no estar documentados, por eso incluirlos en Linux es muy difícil.
nl: Bij sommige computers lijkt het alsof de levensduur van de accu onder Linux korter is dan onder Windows of Mac OS. Eén van de redenen hiervoor is dat computerleveranciers speciale software installeren voor Windows/Mac OS waarmee diverse hardware/software-instellingen voor een bepaald model computer worden geoptimaliseerd. Deze tweaks zijn vaak heel specifiek en zijn mogelijk niet gedocumenteerd waardoor het moeilijk is ze in Linux op te nemen.
pt_br: Alguns computadores parecem ter uma vida útil de bateria menor quando executando no Linux do que quando executando no Windows ou Mac OS. Uma das razões para isso é que os fornecedores do computador instalam programas especiais para Windows/Mac OS que otimizam várias configurações de hardware/software para um dado modelo de computador. Esses programas são, com frequência, altamente específicos e podem não estar documentados, então inclui-los no Linux é difícil.

source: Unfortunately, there's not an easy way of applying these tweaks yourself without knowing exactly what they are. You may find that using some <link xref="power-batterylife">simple power-saving methods</link> helps, though. If your computer has a <link xref="power-batteryslow">variable-speed processor</link>, you might find that changing its settings is also useful.
ast: Por desgracia, no esiste una forma fácil de aplicar estos axustes por uno mesmu sin saber exactamente cuáles son. No obstante, es posible que usar dellos <link xref="power-batterylife">métodos sencillos de ahorro de enerxía</link> ayude. Si su equipu dispone de un <link xref="power-batteryslow">procesador de velocidá variable</link>, tamién puede resultarle útil camudar sus opciones.
el: Δυστυχώς δεν υπάρχει εύκολος τρόπος να εφαρμόσετε αυτές τις μικρορυθμίσεις ο ίδιος χωρίς να γνωρίζετε ποιές ακριβώς είναι. Ίσως χρησιμοποιώντας μερικές <link xref="power-batterylife">απλές μεθόδους εξοικονόμησης ενέργειας</link> υπάρξει βελτίωση. Αν ο υπολογιστής σας έχει έναν <link xref="power-batteryslow">επεξεργαστή μεταβλητής ταχύτητας</link>, ίσως βρείτε χρήσιμη την αλλαγή των ρυθμίσεών του.
es: Por desgracia, no existe una forma fácil de aplicar estos ajustes por uno mismo sin saber exactamente cuáles son. No obstante, es posible que usar algunos <link xref="power-batterylife">métodos sencillos de ahorro de energía</link> ayude. Si su equipo dispone de un <link xref="power-batteryslow">procesador de velocidad variable</link>, también puede resultarle útil cambiar sus opciones.
nl: Helaas bestaat er geen eenvoudige manier om zelf deze tweaks toe te passen zonder precies te weten om welke het gaat. U kunt baat hebben bij het gebruik van enkele <link xref="power-batterylife">eenvoudige manieren om energie te besparen</link>. Als uw computer beschikt over een <link xref="power-batteryslow">processor met variabele snelheid</link>, dan kan het wijzigen van de instellingen daarvan ook nuttig zijn.
pt_br: Infelizmente, não há uma maneira fácil de você mesmo aplicar esses programas sem saber exatamente quais são eles. Você pode perceber que usar alguns <link xref="power-batterylife">métodos simples de economia de energia</link> ajuda. Se seu computador tem um <link xref="power-batteryslow">processador com velocidade variável</link>, você pode perceber que alterar a configuração dele também é útil.

source: Another possible reason for the discrepancy is that the method of estimating battery life is different on Windows/Mac OS than on Linux. The actual battery life could be exactly the same, but the different methods give different estimates. See <link xref="power-batteryestimate"/> for more information.
ast: Otra razón posible es que el métodu de estimar el tiempu de batería es distintu en Windows/Mac OS que en Linux. La duración real de la batería puede ser la mesma, pero los métodos distintos resultan nestimaciones distintes. Pa obtener más información consulte la <link xref="power-batteryestimate"/>.
el: Άλλος πιθανός λόγος για την ασυμφωνία είναι το ότι η μέθοδος εκτίμησης της ζωής της μπαταρίας είναι διαφορετική στα Windows/Mac OS απ' ότι στο Linux. Η πραγματική διάρκεια ζωής της μπαταρίας μπορεί να είναι ακριβώς η ίδια όμως οι διαφορετικές μέθοδοι δίνουν διαφορετικές εκτιμήσεις. Για περισσότερες πληροφορίες βλέπε <link xref="power-batteryestimate"/> .
es: Otra razón posible es que el método de estimar el tiempo de batería es diferente en Windows/Mac OS que en Linux. La duración real de la batería puede ser la misma, pero los métodos distintos resultan en estimaciones distintas. Para obtener más información consulte la <link xref="power-batteryestimate"/>.
nl: Een andere mogelijke reden voor het verschil is dat de manier waarop de levensduur van de accu geschat wordt bij Windows/Mac OS anders is dan bij Linux. De werkelijke levensduur van de accu kan precies hetzelfde zijn, maar de verschillende methodes geven verschillende schattingen. Zie voor meer informatie <link xref="power-batteryestimate"/>.
pt_br: Uma outra razão possível para a discrepância é que o método de estimativa de vida útil da bateria do Windows/Mac OS é diferente do método do Linux. A vida útil da bateria atual poderia ser exatamente a mesma, mas métodos diferentes fornecem estimativas diferentes. Veja <link xref="power-batteryestimate"/> para mais informações.

source: Laptops and desktop monitors usually have buttons that you can press to change the brightness.
ast: Los portátiles y los monitores de los equipos de sobremesa normalmente tiennunos botones pa camudar el brillo.
el: Οι οθόνες φορητών και σταθερών υπολογιστών συνήθως έχουν κουμπιά όπου μπορείτε να πιέσετε ώστε να αλλάξετε την φωτεινότητά της.
es: Los portátiles y los monitores de los equipos de sobremesa normalmente tienen unos botones para cambiar el brillo.
fi: Kannettavissa ja pöytäkoneiden näytöissä on usein omat painikkeet, joilla voit muuttaa kirkkautta.
nl: Beeldschermen van laptops en desktops hebben meestal knoppen om de helderheid te wijzigen.
pt_br: Monitores de computadores ou notebooks frequentemente têm botões que você pode pressionar para mudar o brilho da tela.

source: How can I make the screen brighter?
ast: ¿Cómo puedo aumentar el brillo de la pantalla?
el: Πώς μπορώ να κάνω πιο φωτεινή την οθόνη;
es: ¿Cómo puedo aumentar el brillo de la pantalla?
fi: Kuinka saan näytön kirkkaammaksi?
nl: Hoe kan ik het scherm helderder maken?
pt_br: Como posso deixar a tela mais brilhante?
ru: Как увеличить яркость экрана?

source: If you have a laptop or netbook, there are probably some screen brightness controls on the keyboard. They usually have stylized "sun" icons, and are often on or above the function keys (e.g. <key>F4</key>). On some laptops, you must hold-down the Function (<key>Fn</key>) key and then press one of the brightness keys to change the screen brightness. For example, you might press <keyseq><key>Fn</key><key>F4</key></keyseq> to decrease the brightness and <keyseq><key>Fn</key><key>F5</key></keyseq> to increase it.
ast: Si dispone de un portátil o un netbook, dablemente ten dellos controles del brillo de la pantalla nel tecláu. Normalmente tendrán unos iconos en forma de «sol» y suelnestar nas tecles de función, o enriba (p.ex. <key>F4</key>). En dellos portátiles tendrá que caltener pulsada la tecla Función (<key>Fn</key>) y a continuación calcar una de les tecles de brillo pa camudar el brillo de la pantalla. Por exemplu, puede que ten que calcar <keyseq><key>Fn</key><key>F4</key></keyseq> pa amenorgar el brillo y <keyseq><key>Fn</key><key>F5</key></keyseq> pa aumentarlo.
el: Αν έχετε φορητό ή υπερφορητό, πιθανώς υπάρχουν στο πληκτρολόγιο κάποιοι διακόπτες για τη φωτεινότητα της οθόνης. Συνήθως έχουν τυποποιημένα εικονίδια με έναν «ήλιο», και συχνά είναι στα πλήκτρα λειτουργιών (π.χ. <key>F4</key>) ή πάνω από αυτά. Σε κάποιους φορητούς πρέπει να κρατήσετε πατημένο το πλήκτρο Function (<key>Fn</key>) κι έπειτα να πατήσετε κάποιο από τα πλήκτρα φωτεινότητας ώστε να αλλάξετε τη φωτεινότητα της οθόνης. Για παράδειγμα, θα μπορούσατε να πατήσετε <keyseq><key>Fn</key><key>F4</key></keyseq> για να ελαττώσετε τη φωτεινότητα και <keyseq><key>Fn</key><key>F5</key></keyseq> για να την αυξήσετε.
es: Si dispone de un portátil o un netbook, probablemente tenga algunos controles del brillo de la pantalla en el teclado. Normalmente tendrán unos iconos en forma de «sol» y suelen estar en las teclas de función, o encima (p.ej. <key>F4</key>). En algunos portátiles tendrá que mantener pulsada la tecla Función (<key>Fn</key>) y a continuación pulsar una de las teclas de brillo para cambiar el brillo de la pantalla. Por ejemplo, puede que tenga que pulsar <keyseq><key>Fn</key><key>F4</key></keyseq> para reducir el brillo y <keyseq><key>Fn</key><key>F5</key></keyseq> para aumentarlo.
nl: Als u een laptop of netbook heeft, dan kunt u waarschijnlijk de helderheid aanpassen via een knoppen op het toetsenbord. Deze knoppen zien er meestal uit als een "zon"-pictogram en bevinden zich vaak op of boven de functietoetsen (bijv. <key>F4</key>). Op sommige laptops dient u de functietoets (<key>Fn</key>) ingedrukt te houden en drukt u op één van de helderheidstoetsen om de helderheid van het scherm te wijzigen. U kunt bijvoorbeeld <keyseq><key>Fn</key><key>F4</key></keyseq> indrukken voor minder helderheid en <keyseq><key>Fn</key><key>F5</key></keyseq> voor meer helderheid.
pt_br: Se você tem um laptop ou um netbook, provavelmente há alguns comandos de brilho da tela no seu teclado. Eles normalmente têm ícones de "sol" estilizados e muitas vezes estão nas ou acima das teclas de função (e.g. <key>F4</key>). Em alguns laptops, você deve segurar a tecla de Função (<key>Fn</key>) e depois pressionar uma das teclas de brilho para alterar o brilho da tela. Por exemplo, você pode pressionar <keyseq><key>Fn</key><key>F4</key></keyseq> para diminuir o brilho e <keyseq><key>Fn</key><key>F5</key></keyseq> para aumentá-lo.
ru: Если у вас ноутбук или нетбук, то на его клавиатуре, вероятно, имеются клавиши для управления яркостью. Часто это функциональные клавиши (например, <key>F4</key>); как правило, на них или над ними изображён значок в виде стилизованного «солнца». На некоторых ноутбуках для изменения яркости экрана нужно удерживать нажатой функциональную клавишу (<key>Fn</key>) и нажать одну из клавиш управления яркостью. Например, для уменьшения яркости нужно нажать <keyseq><key>Fn</key><key>F4</key></keyseq>, а для увеличения — <keyseq><key>Fn</key><key>F5</key></keyseq>.

source: You can also change the brightness by clicking the icon at the very right of the <gui>top panel</gui>, selecting <gui>System Settings</gui> and then opening the <gui>Screen</gui> preferences.
ast: También puede camudar el brillo pulsando el iconu del extremo drechu del <gui>panel superior</gui>, seleccionando <gui>Configuración del sistema</gui> y abriendo les preferencies de <gui>Pantalla</gui>.
el: Μπορείτε επίσης να αλλάξετε την φωτεινότητα κάνοντας κλικ στο εικονίδιο που βρίσκεται στο δεξί μέρος <gui>πάνω πίνακα</gui>, επιλέγοντας <gui>Ρυθμίσεις συστήματος</gui> και στη συνέχεια ανοίγοντας τις προτιμήσεις <gui>Οθόνης</gui>.
nl: U kunt de helderheid ook wijzigen door op het pictogram aan de rechter kant van het <gui>bovenpaneel</gui> te klikken, <gui>Systeeminstellingen</gui> te selecteren en vervolgens de <gui>Scherm</gui>-voorkeuren te openen.
pt_br: Você também pode alterar o brilho clicando no ícone mais à direita no <gui>painel superior</gui>, selecionando <gui>Configurações do sistema</gui> e abrindo as preferências de <gui>Monitores</gui>.

source: If you have a desktop computer, you should be able to use controls on the monitor to change the brightness of the screen. How you do this depends very much on what monitor you have - some have specific buttons to change brightness, whereas others have buttons which you use to navigate on-screen menus.
ast: Si vusté tien un equipu de escritoriu, tendría ser capaz de usar los controles del monitor pa camudar el brillo de la pantalla. Cómo facer esto depende mucho de que monitor ten, dellos tienen botones específicos pa camudar el brillo, mientres que otros tienen botones que se utiliza pa restolar polos menús en pantalla.
el: Αν έχετε επιτραπέζιο υπολογιστή (desktop), θα μπορείτε να χρησιμοποιήσετε τους διακόπτες στην οθόνη για να αλλάξετε τη φωτεινότητα. Το πώς το κάνετε αυτό εξαρτάται από το είδος της οθόνης σας - μερικές διαθέτουν ειδικά κουμπιά για αλλαγή φωτεινότητας, ενώ άλλες έχουν κουμπιά που χρησιμοποιείτε για να πλοηγηθείτε σε μενού που εμφανίζονται στην οθόνη.
es: Si usted tiene un equipo de escritorio, debería ser capaz de usar los controles del monitor para cambiar el brillo de la pantalla. Cómo hacer esto depende mucho de que monitor tenga, algunos tienen botones específicos para cambiar el brillo, mientras que otros tienen botones que se utiliza para navegar por los menús en pantalla.
nl: Als u een desktopcomputer heeft, dan kunt u de knoppen op de monitor gebruiken om de helderheid van het scherm te wijzigen. Hoe u dit doet is sterk afhankelijk van de monitor die u heeft - sommige hebben speciale knoppen om de helderheid te wijzigen, terwijl andere knoppen hebben waarmee u kunt navigeren door menu's op het scherm.
pt_br: Se você tem um computador desktop, você deve ser capaz de usar os controles no monitor para alterar o brilho da tela. Como você faz isso depende muito do monitor que você tem - alguns têm botões específicos para alterar o brilho, ao passo que outros têm botões que você usa para navegar nos menus de tela.
ru: Если вы обладатель настольного компьютера, используйте для изменения яркости элементы управления, имеющиеся на мониторе. Как это сделать, зависит от модели монитора — на некоторых есть специальные кнопки для управления яркостью, а на некоторых яркость меняется с помощью кнопок управления экранным меню.
