Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You don't need to hold the mouse perfectly still when hovering over a button to click it - the pointer is allowed to move a little bit and will still click after a while. If it moves too much, however, the click will not happen.
ast: No tien por qué caltener el mur perfectamente quieto cuando coloca el puntero sobro un botón pa pulsarlo - el puntero se puede mover un poco y así y too se hará la pulsación pasáu un tiempu. En cambéu, si lo mueve enforma, no se producirá la pulsación.
el: Δεν χρειάζεται να κρατάτε το ποντίκι τέλεια ακίνητο όταν αιωρείται πάνω από ένα κουμπί ώστε να πατηθεί αυτόματα· ο δείκτης έχει τη δυνατότητα να κινηθεί λίγο και θα γίνει το αυτόματο πάτημα μετά από λίγο. Όμως εάν ο δείκτης κινείται πάρα πολύ, το κλικ δεν θα συμβεί.
es: No tiene por qué mantener el ratón perfectamente quieto cuando coloca el puntero sobre un botón para pulsarlo - el puntero se puede mover un poco y así y todo se hará la pulsación pasado un tiempo. En cambio, si lo mueve demasiado, no se producirá la pulsación.
fi: Sinun ei tarvitse pitää hiirtä täysin paikallaan kohdistaessasi painikkeeseen - osoitin saa liikkua hivenen ja napsautus tapahtuu. Jos osoitin kuitenkin liikkuu liikaa, napsautusta ei tapahdu.
nl: U hoeft de muis niet helemaal stil te houden wanneer u de muisaanwijzer boven een knop laat zweven - de muis mag een beetje bewegen, en zal dan toch klikken, na een tijdje. Indien de aanwijzer te hevig beweegt, zal de klik niet plaatsvinden.
pt_br: Você não precisa segurar o mouse perfeitamente imóvel quando focalizar um botão para clicá-lo - o ponteiro pode mover um pouco e ainda irá clicar depois de um tempo. Se ele mover muito, entretanto, o clique pode não acontecer.
ru: Нет необходимости держать мышь идеально неподвижно во время ожидания щелчка при наведении на кнопку - указатель может немного двигаться, но щелчек все равно произойдет через какое-то время. Конечно, если он будет двигаться слишком сильно, то щелчок не произойдет.

source: You can change how much the pointer is allowed to move but still be considered "still enough" to click the button. Go to the <gui>Pointing and Clicking</gui> tab (see above) and change the <gui>Motion threshold</gui> in the <gui>Hover Click</gui> section; a large motion threshold will allow the pointer to move quite a lot but will still register the click.
ast: Puede camudar cuánto se le permite al puntero moverse y que se considere «suficiente» pa calcar el botón. Vaya a la pestaña <gui>Accesibilidad</gui> (ver más arriba) y camuda el <gui>Umbral de movimiento</gui> na seición <gui>Pulsación al posarse</gui>; un umbral de movimiento grande permitirá que el puntero se mueva bastante más y que al mesmu tiempu se registre la pulsación.
el: Μπορείτε να αλλάξετε το κατά πόσο ο δείκτης του ποντικιού θα επιτρέπεται να κινηθεί αλλά θα θεωρείται ακόμη «αρκετά ακίνητος» ώστε να πατηθεί το κουμπί. Πηγαίνετε στην καρτέλα <gui>Δείξιμο και κλικ</gui> (δείτε πιο πάνω) κι αλλάξτε το <gui>Κατώφλι κίνησης</gui> στο τμήμα <gui>Μετέωρο κλικ</gui>. Μία μεγάλη τιμή στο κατώφλι κίνησης θα επιτρέψει στο δείκτη του ποντικιού να κινηθεί αρκετά ενώ ταυτόχρονα θα καταχωρηθεί το κλικ.
es: Puede cambiar cuánto se le permite al puntero moverse y que se considere «suficiente» para pulsar el botón. Vaya a la pestaña <gui>Accesibilidad</gui> (ver más arriba) y cambie el <gui>Umbral de movimiento</gui> en la sección <gui>Pulsación al posarse</gui>; un umbral de movimiento grande permitirá que el puntero se mueva bastante más y que al mismo tiempo se registre la pulsación.
fi: Voit määrittää miten paljon hiiri saa liikkua, jotta se katsottaisiin "tarpeeksi liikkumattomaksi" ja napsautus silti tapahtuisi. Siirry <gui>Osoittaminen ja napsauttaminen</gui> -välilehdelle (katso edellä) ja muuta kohtaa <gui>Liikkeen kynnysarvo</gui>; suuri kynnysarvo antaa osoittimen liikkua kohtalaisen paljon rekisteröiden silti painalluksen.
nl: U kunt wijzigen in welke mate de muisaanwijzer mag bewegen om toch nog een klik te simuleren. Ga naar het tabblad <gui>Aanwijzen en klikken</gui> (zie hierboven) en wijzig de <gui>Bewegingsdrempel</gui> in de <gui>ZweefKlik</gui>-sectie; een hoge bewegingsdrempel zal ervoor zorgen dat, wanneer de muisaanwijzer veel beweegt, er toch een klik zal plaatsvinden.
pt_br: Você pode alterar quanto o ponteiro pode mover, mas ainda ser considerado "imóvel o bastante" para clicar o botão. Vá até a aba <gui>Acessibilidade</gui> (veja abaixo) e altere o <gui>Limiar de movimento</gui> na seção <gui>Clique de permanência</gui>; um limiar de movimento grande permitirá que o ponteiro mova bastante, mas ainda irá registrar o clique.
ru: Можно изменить, на сколько указатель может колебаться, считаясь «достаточно неподвижным» для щелчка по кнопке. Перейдите на вкладку <gui>Наведение и щелчки</gui> (см. выше) и измените <gui>Порог колебания</gui> в секции <gui>Щелчок при наведении</gui>; больший порог дрожания позволяет курсору колебаться немного больше, но считаться неподвижным, таким образом щелчок сможет произойти.

source: The universal access menu is the icon on the top bar that looks like a person.
ast: El menú de accesu universal es el iconu na barra superior que paez una persona.
el: Το μενού γενικής πρόσβασης είναι το εικονίδιο στην επάνω γραμμή που μοιάζει με ένα πρόσωπο.
fi: Esteettömyysvalikko on henkilön näköinen kuvake yläpaneelissa.
nl: Het menu ‘Universele toegang’ is het pictogram in het bovenpaneel met de afbeelding van een mens.
pt_br: O menu de acesso universal é o ícone na barra superior que parece com uma pessoa.
ru: Меню универсального доступа это значок на верхней панели, выглядящий как человечек.

source: Show the universal access menu
ast: Amosar el menú de accesu universal
el: Εμφάνιση του μενού γενικής πρόσβασης
es: Mostrar el menú de acceso universal
fi: Näytä esteettömyystoiminnot paneelissa
nl: Het Universele toegang-menu tonen
pt_br: Mostrar o menu de acesso universal
ru: Показать меню универсального доступа

source: The <em>universal access menu</em> allows quick access to turn on or off various accessibility settings.
ast: El <em>menú de accesu universal</em> le permite activar o desactivar varias preferencies de accesibilidad rápidamente.
el: Το <em>μενού γενικής πρόσβασης</em> σάς επιτρέπει γρήγορη πρόσβαση για να ενεργοποιήσετε ή να απενεργοποιήσετε διάφορες ρυθμίσεις προσιτότητας.
es: El <em>menú de acceso universal</em> le permite activar o desactivar varias preferencias de accesibilidad rápidamente.
fi: <em>Esteettömyysvalikko</em> sisältää useita esteettömyysasetuksia, jotka on mahdollista ottaa nopeasti käyttöön tai poistaa käytöstä.
nl: Via het menu <em>Universele toegang</em> kunt u snel diverse toegankelijkheidsinstellingen aan- of uitzetten.
pt_br: O <em>menu de acesso universal</em> permite acesso rápido para ativar e desativar várias configurações de acessibilidade.
ru: <em>Меню универсального доступа</em> обеспечивает быстрый доступ к включению или выключению настроек доступности.

source: The universal access menu can be added to the top panel.
ast: El menú de accesu universal se puede amestar al panel superior.
el: Το μενού γενικής πρόσβασης μπορεί να προστεθεί στο πάνω πλαίσιο.
es: El menú de acceso universal se puede añadir al panel superior.
fi: Esteettömyysvalikko on mahdollista asettaa näkyviin yläpaneeliin.
nl: Het menu ‘Universele toegang’ kant toegevoegd worden aan het bovenpaneel.
pt_br: O menu de acesso universal pode ser adicionado ao painel superior.
ru: Меню универсального доступа может быть добавлено на верхнюю панель.

source: Click the icon at the very right of the <gui>panel</gui> and select <gui>System Settings</gui>.
ast: Calca sobro el iconu allugáu nel extremo drechu del <gui>panel</gui> y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο ακριβώς στα δεξιά του <gui>πίνακα</gui> και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>
es: Pulse sobre el icono situado en el extremo derecho del <gui>panel</gui> y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta <gui>yläpaneelin</gui> oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset...</gui>
nl: Klik op het pictogram uiterst rechts op het <gui>paneel</gui> en selecteer <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone do canto direito do <gui>painel</gui> e selecione <gui>Configurações do sistema</gui>.
ru: Щёлкните на самом правом значке на <gui>панели</gui> и выберите <gui>Параметры системы</gui>.

source: Use larger fonts to make text easier to read.
ast: Usar tipografías más grandes pa facer que el testu seya más fácil de lleer.
el: Χρησιμοποιήστε μεγαλύτερες γραμματοσειρές για να είναι ευκολότερη η ανάγνωση του κειμένου.
es: Usar tipografías más grandes para hacer que el texto sea más fácil de leer.
fi: Käytä isompaa fonttia helppolukuisuuden lisäämiseksi
nl: Een groter lettertype gebruiken om het lezen van tekst te vergemakkelijken.
pt_br: Use fontes maiores para deixar o texto mais fácil de ler.
ru: Использовать крупные шрифты для облегчения чтения текста.

source: Change text size on the screen
ast: Camudar el tamañu del testu na pantalla
el: Αλλάξτε το μέγεθος του κειμένου στην οθόνη
es: Cambiar el tamaño del texto en la pantalla
fi: Muuta tekstin kokoa näytöllä
nl: De tekstgrootte op het scherm wijzigen
pt_br: Altere o tamanho do texto na tela
ru: Изменение размера текста на экране

source: If you have difficulty reading the text on your screen, you can change the size of the font.
ast: Si tien dificultades al lleer el testu en su pantalla, puede camudar el tamañu del testu.
el: Αν έχετε δυσκολία να διαβάσετε το κείμενο στην οθόνη, μπορείτε να αλλάξετε το μέγεθος της γραμματοσειράς.
fi: Jos lukeminen on vaikeaa tekstin pienen koon vuoksi, voit vaihtaa kirjaimen kokoa.
nl: Als u de tekst op uw scherm moeilijk kunt lezen, dan kunt u de grootte van het lettertype wijzigen.
pt_br: Se você tem dificuldade de ler o texto na sua tela, você pode alterar o tamanho da fonte.
ru: Если вы испытываете сложности при чтении текста с экрана, вы можете изменить размер шрифта.

source: Click on <gui>Universal Access</gui>.
ast: Calca en <gui>Accesu universal</gui>.
el: Κάντε κλικ στη <gui>Γενική πρόσβαση</gui>.
fi: Napsauta <gui>Esteettömyys</gui>.
nl: Klik op <gui>Universele toegang</gui>.
pt_br: Clique em <gui>Acesso universal</gui>.
ru: Щелкните на <gui>Специальные возможности</gui>.

source: Select the <gui>Seeing</gui> tab.
ast: Escueyi la pestaña <gui>Visión</gui>.
el: Επιλέξτε την καρτέλα <gui>Βλέπων</gui>
fi: Valitse <gui>Näkeminen</gui>-välilehti.
nl: Selecteer het tabblad <gui>Zicht</gui>.
pt_br: Selecione a barra <gui>Visualização</gui>.
ru: Выберите вкладку <gui>Зрение</gui>

source: Under <gui>Display</gui> select the <gui>Text size</gui> that is big enough for you. It will adjust immediately.
ast: Bajo <gui>Pantalla</gui> escueyi el <gui>Tamañu del testu</gui> que seya suficientemente grande pa vusté. Se ajustará darréu.
el: Κάτω από την <gui>Οθόνη</gui>, επιλέξτε το <gui>Μέγεθος κειμένου</gui> που είναι ικανοποιητικό για εσάς. Θα ρυθμιστεί άμεσα.
fi: Valitse <gui>Näyttö</gui>-kohdan valinnasta <gui>Tekstin koko</gui> mieluisesti vaihtoehto. Tekstin koko muuttuu välittömästi.
nl: Selecteer onder <gui>Weergave</gui> de <gui>tekstgrootte</gui> die groot genoeg is voor u. Het zal direct aangepast worden.
pt_br: Abaixo de <gui>Tela</gui> selecione o <gui>Tamanho de texto</gui> grande o suficiente para você. Ele vai ajustar imediatamente.
ru: В разделе <gui>Экран</gui> выберите <gui>Размер текста</gui>, достаточный для вас. Настройки вступят в силу немедленно.

source: In many apps, you can increase the text size at any time by pressing <keyseq><key>Ctrl</key><key>+</key></keyseq>. To reduce the text size, press <keyseq><key>Ctrl</key><key>-</key></keyseq>.
ast: En varias aplicaciones, puede incrementar el tamañu de testu en cualesquier intre presionando <keyseq><key>Ctrl</key><key>+</key></keyseq>. Pa amenorgar el tamañu de testu, presione <keyseq><key>Ctrl</key><key>-</key></keyseq>.
el: Σε πολλές εφαρμογές, μπορείτε να αυξήσετε το μέγεθος του κειμένου ανά πάσα στιγμή πατώντας <keyseq><key>Ctrl</key><key>+</key></keyseq>.Για να μειώσετε το μέγεθος του κειμένου, πατήστε <keyseq><key>Ctrl</key><key>-</key></keyseq>.
es: En varias aplicaciones, puede incrementar el tamaño de texto en cualquier momento presionando <keyseq><key>Ctrl</key><key>+</key></keyseq>. Para reducir el tamaño de texto, presione <keyseq><key>Ctrl</key><key>-</key></keyseq>.
fi: Monissa sovelluksissa tekstin kokoa on mahdollista muuttaa näppäinyhdistelmällä <keyseq><key>Ctrl</key><key>+</key></keyseq>. Vastaavasti tekstin kokoa voi pienentää näppäinyhdistelmällä <keyseq><key>Ctrl</key><key>-</key></keyseq>.
nl: In veel toepassingen kunt u de tekst op elk gewenst moment vergroten door op <keyseq><key>Ctrl</key><key>+</key></keyseq> te drukken. Om de tekst te verkleinen drukt u op <keyseq><key>Ctrl</key><key>-</key></keyseq>.
pt_br: Em alguns aplicativos, você pode aumentar o tamanho do texto a qualquer momento pressionando <keyseq><key>Ctrl</key><key>+</key></keyseq>. Para reduzir o tamanho do texto, pressione <keyseq><key>Ctrl</key><key>-</key></keyseq>.
ru: Во многих приложениях вы можете в любое время увеличить размер текста, нажав <keyseq><key>Ctrl</key><key>+</key></keyseq>. Чтобы уменьшить размер текста, нажмите <keyseq><key>Ctrl</key><key>-</key></keyseq>.

source: Pressing <key>Ctrl</key> can find your mouse pointer.
ast: Puede atopar su mur pulsando la tecla <key>Ctrl</key>.
el: Πατώντας το πλήκτρο <key>Ctrl</key> μπορείτε να βρείτε το δείκτη του ποντικιού.
es: Puede encontrar su ratón pulsando la tecla <key>Ctrl</key>.
fi: Paina <key>Ctrl</key> paikallistaaksesi hiiren osoittimen.
nl: Uw muisaanwijzer vinden door op de <key>Ctrl</key>-toets te drukken.
pt_br: Pressionar <key>Ctrl</key> pode encontrar o ponteiro do seu mouse.
ru: Нажатие <key>Ctrl</key> поможет найти указатель мыши.

source: Quickly locate the pointer
ast: Localizar rápidamente el puntero
el: Εντοπίστε γρήγορα το δρομέα
es: Localizar rápidamente el puntero
fi: Paikallista hiiren osoitin nopeasti
nl: De aanwijzer snel lokaliseren
pt_br: Localize o ponteiro rapidamente
ru: Быстрый поиск указателя мыши

source: If you have trouble seeing where the mouse pointer is on your screen, you can make it so that simply pressing the <key>Ctrl</key> key will locate your pointer. Once this is set up, pressing <key>Ctrl</key> will cause an animation to appear briefly at the location of your pointer.
ast: Si tien problemes a pa ver dónde ta el puntero del mur na pantalla, podrá localizarlo simplemente pulsando la tecla <key>Ctrl</key>. Al activar esta opción, cuando calca <key>Ctrl</key> se visualizará una animación que aparecerá brevemente na posición del puntero.
el: Αν έχετε πρόβλημα να εντοπίσετε το δρομέα του ποντικιού στην οθόνη σας, μπορείτε να ρυθμίσετε έτσι ώστε πατώντας απλά το πλήκτρο <key>Ctrl</key> να εντοπίσει τον δρομέα σας. Μόλις αυτό ρυθμιστεί, το πάτημα του πλήκτρου <key>Ctrl</key>, θα προκαλέσει την εμφάνιση μιας σύντομης απεικόνισης στην τοποθεσία του δρομέα σας.
es: Si tiene problemas a para ver dónde está el puntero del ratón en la pantalla, podrá localizarlo simplemente pulsando la tecla <key>Ctrl</key>. Al activar esta opción, cuando pulse <key>Ctrl</key> se visualizará una animación que aparecerá brevemente en la posición del puntero.
fi: Jos hiiren osoittimen paikallistaminen on vaikeaa, voit ottaa käyttöön asetuksen, joka <key>Ctrl</key>-näppäintä painamalla korostaa osoittimen sijainnin.
nl: Als u moeite heeft met het zien van de muisaanwijzer op uw scherm, dan kunt u het zo instellen dat de aanwijzer gelokaliseerd wordt met een simpele druk op de <key>Ctrl</key>-toets. Zodra dit ingesteld is, zal het drukken op de <key>Ctrl</key>-toets ervoor zorgen dat er een animatie verschijnt op de plaats van uw aanwijzer.
pt_br: Se você tiver dificuldade em enxergar o ponteiro do mouse em sua tela, você pode fazer que um clique na tecla <key>Ctrl</key> localize o ponteiro. Uma vez configurado, pressionar <key>Ctrl</key> executará uma breve animação ao redor do ponteiro.
ru: Если вам трудно увидеть, в каком месте экрана находится указатель мыши, вы можете сделать так, чтобы нажатие клавиши <key>Ctrl</key> помогало его обнаружить. При включении этой опции нажатие <key>Ctrl</key> будет вызывать небольшую анимацию в том месте экрана, где находится ваш указатель.

source: Open <gui>Mouse and Touchpad</gui> and select the <gui>Mouse</gui> tab.
ast: Abra <gui>Mur y touchpad</gui> y escueyi la pestaña <gui>Mur</gui>.
el: Ανοίξτε την καρτέλα <gui>Ποντίκι και επιφάνεια αφής</gui> και επιλέξτε την καρτέλα <gui>Ποντίκι</gui>.
fi: Avaa <gui>Hiiri ja kosketuslevy</gui> -osion <gui>Hiiri</gui>-välilehti.
nl: Open <gui>Muis en touchpad</gui> en selecteer het tabblad <gui>Muis</gui>.
pt_br: Abra <gui>Mouse e Touchpad</gui> e selecione a aba <gui>Mouse</gui>.
ru: Откройте <gui>Мышь и сенсорная панель</gui> и выберите вкладку <gui>Мышь</gui>.

source: Check <gui>Show position of pointer when the Control key is pressed</gui>.
ast: Compruebe <gui>Amosar la posición del puntero al presionar la tecla Control</gui>.
el: Επιλέξτε <gui>Εμφάνιση θέσης δείκτη όταν το πλήκτρο Control είναι πατημένο</gui>.
fi: Valitse <gui>Näytä kohdistimen sijainti Control-näppäintä painettaessa</gui>.
nl: Vink <gui>Positie van muisaanwijzer tonen wanneer de Ctrl-toets is ingedrukt</gui> aan.
pt_br: Marque <gui>Mostrar a posição do ponteiro quando a tecla Control é pressionada</gui>.
ru: Включите <gui>Показывать позицию указателя при нажатии клавиши Control</gui>.

source: Your <key>Ctrl</key> keys will now locate the pointer when pressed.
ast: Agora sus tecles <key>Ctrl</key> localizarán el cursor cuando les calca.
el: Τα πλήκτρα <key>Ctrl</key> θα εμφανίζουν τώρα την θέση του δείκτη όταν πατηθούν.
es: Ahora sus teclas <key>Ctrl</key> localizarán el cursor cuando las pulse.
fi: Nyt <key>Ctrl</key>-painiketta painamalla hiiren osoitin on havaittavissa helposti.
nl: Uw <key>Ctrl</key>-toetsen zullen nu de aanwijzer lokaliseren wanneer u ze indrukt.
pt_br: Suas teclas <key>Ctrl</key> localizarão agora o ponteiro quando pressionadas.
ru: Теперь клавиши <key>Ctrl</key> при нажатии будут показывать местоположение указателя.

source: <link xref="a11y#vision">Seeing</link>, <link xref="a11y#sound">hearing</link>, <link xref="a11y#mobility">mobility</link>, <link xref="a11y-braille">braille</link>...
ast: <link xref="a11y#vision">Vista</link>, <link xref="a11y#sound">oído</link>, <link xref="a11y#mobility">movilidad</link>, <link xref="a11y-braille">Braille</link>...
el: <link xref="a11y#vision">Βλέπων</link>, <link xref="a11y#sound">ακούων</link>, <link xref="a11y#mobility">κινητικότητα</link>, <link xref="a11y-braille">μπράϊγ</link>...
es: <link xref="a11y#vision">Vista</link>, <link xref="a11y#sound">oído</link>, <link xref="a11y#mobility">movilidad</link>, <link xref="a11y-braille">Braille</link>...
fi: <link xref="a11y#vision">Näkeminen</link>, <link xref="a11y#sound">kuuleminen</link>, <link xref="a11y#mobility">liikkuvuus</link>, <link xref="a11y-braille">sokeainkirjoitus</link>...
nl: <link xref="a11y#vision">Zicht</link>, <link xref="a11y#sound">Gehoor</link>, <link xref="a11y#mobility">Mobiliteit</link>, <link xref="a11y-braille">braille</link>...
pt_br: <link xref="a11y#vision">Ver</link>, <link xref="a11y#sound">ouvir</link>, <link xref="a11y#mobility">mobility</link>, <link xref="a11y-braille">braille</link>...
ru: <link xref="a11y#vision">Зрение</link>, <link xref="a11y#sound">слух</link>, <link xref="a11y#mobility">подвижность</link>, <link xref="a11y-braille">азбука Брайля</link>...

source: Universal access
ast: Accesu universal
el: Γενική πρόσβαση
es: Acceso universal
fi: Esteettömyys
nl: Universele toegang
pt_br: Acesso universal
ru: Специальные возможности

source: The Ubuntu desktop includes assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices. Many accessibility features can be accessed from the <gui>Universal Access</gui> section of <gui>System Settings</gui>.
ast: El escritoriu de Ubuntu incluye tecnologías de asistencia pa ayudar a los usuarios con determinadas limitaciones y necesidades especiales y pa facilitar la interacción con preseos de asistencia comunes. Dende el menú de <gui>Accesu universal</gui>, na <gui>Configuración del sistema</gui>, podrá acceder a abondes carauterístiques de accesibilidad.
el: Η επιφάνεια εργασίας του Ubuntu περιλαμβάνει βοηθητικές τεχνολογίες για την υποστήριξη των διαφόρων χρηστών με αναπηρίες και ειδικές ανάγκες, και για την αλληλεπίδραση με τις κοινές συσκευές επιβοήθησης. Πολλά από τα χαρακτηριστικά προσβασιμότητας, μπορούν να βρεθούν στο τμήμα <gui>Γενική πρόσβαση</gui> στις <gui>Ρυθμίσεις Συστήματος</gui>.
fi: Ubuntun työpöytä sisältää esteettömyystoimintoja, joiden tarkoituksena on auttaa eri tavoin estyneitä henkilöitä tietokoneen käytössä. Esteettömyystoiminnot on sijoitettu järjestelmävalikon <gui>Järjestelmäasetukset</gui>-ikkunaan.
nl: Het Ubuntu-bureaublad bevat assisterende technologieën om gebruikers met een beperking en speciale behoeften te ondersteunen, en om te kunnen werken met algemene ondersteunende apparaten. Via <gui>Systeeminstellingen</gui>, <gui>Universele toegang</gui> heeft u toegang tot veel van de toegankelijkheidsfuncties.
pt_br: O ambiente de trabalho do Ubuntu inclui tecnologias de suporte a usuários com várias limitações e necessidades especiais, e para interagir com dispositivos de assistência comuns. Muitos recursos de acessibilidade podem ser acessados a partir da seção <gui>Acesso universal</gui> das <gui>Configurações do sistema</gui>.
ru: Рабочий стол Ubuntu включает в себя вспомогательные технологии для поддержки пользователей с различными ограничениями и особыми потребностями, а также позволяет взаимодействовать с обычными вспомогательными устройствами. Множество удобных функций доступны в разделе <gui>Специальные возможности</gui> в <gui>Параметрах системы</gui>.

source: Visual impairments
ast: Deficiencias visuales
el: Προβλήματα όρασης
es: Deficiencias visuales
fi: Näkörajoitteisuudet
nl: Visuele beperkingen
pt_br: Dificuldades visuais
ru: Ограничения зрения

source: Blindness
ast: Ceguera
el: Τύφλωση
es: Ceguera
fi: Sokeus
nl: Blindheid
pt_br: Cegueira
ru: Слепота

source: Low vision
ast: Visión deficiente
el: Χαμηλή όραση
es: Visión deficiente
fi: Heikko näkökyky
nl: Slechtziendheid
pt_br: Visão baixa
ru: Плохое зрение

source: Color-blindness
ast: Daltonismo
el: Αχρωματοψία
es: Daltonismo
fi: Värisokeus
nl: Kleurenblindheid
pt_br: Daltonismo
ru: Цветовая слепота

source: Other topics
ast: Otros temes
el: Άλλα θέματα
es: Otros temas
fi: Muut aiheet
nl: Overige onderwerpen
pt_br: Outros tópicos
ru: Другие разделы

source: Hearing impairments
ast: Deficiencias auditivas
el: Προβλήματα ακοής
es: Deficiencias auditivas
fi: Kuuloon liittyvät rajoitteisuudet
nl: Gehoorbeperkingen
pt_br: Dificuldades de audição
ru: Ограничения слуха

source: Mobility impairments
ast: Deficiencias motoras
el: Κινητικά προβλήματα
es: Deficiencias motoras
fi: Liikuntarajoitteisuudet
nl: Beperkte mobiliteit
pt_br: Dificuldades de mobilidade
ru: Ограничения подвижности

source: Mouse movement
ast: Movimiento del mur
el: Κίνηση ποντικιού
es: Movimiento del ratón
fi: Hiiren siirtäminen
nl: Muisbeweging
pt_br: Movimento do mouse
ru: Перемещение мыши

source: Clicking and dragging
ast: Calcar y soltar
el: Κλικ και μετακίνηση
es: Pulsar y soltar
fi: Napsauta-ja-raahaa
nl: Klikken en slepen
pt_br: Clicando e arrastando
ru: Щелчки и перетаскивание

source: Keyboard use
ast: Usu del tecláu
el: Χρήση πληκτρολογίου
es: Uso del teclado
fi: Näppäimistön käyttö
nl: Toetsenbordgebruik
pt_br: Uso do teclado
ru: Использование клавиатуры
