Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Sometimes you need to use these applications, so you can temporarily get admin privileges to allow you to make the changes. If an application needs admin privileges, it will ask for your password. For example, if you want to install some new software, the software installer (package manager) will ask for your admin password so it can add the new application to the system. Once it has finished, your admin privileges will be taken away again.
ast: A vegaes es necesariu usar estes aplicaciones, polo que puede obtener temporalmente privilexos de alministrador pa poder realizar los cambeos. Si una aplicación necesita privilexos de alministrador, se le pedirá su contraseña. Por exemplu, si quies instalar un nuevu software, el instalador de software (xestor de paquetes) le pedirá su contraseña de alministrador pa que pueda amestar la nueva aplicación al sistema. Una vegada que heba fináu, sus privilexos de alministrador se le quitarán de nuevu.
el: Μερικές φορές χρειάζεται να χρησιμοποιήσετε αυτές τις εφαρμογές, για αυτό μπορείτε προσωρινά να αποκτήσετε δικαιώματα διαχειριστή που θα σας επιτρέψουν να κάνετε τις αλλαγές. Αν μια εφαρμογή χρειάζεται δικαιώματα διαχειριστή θα σας ζητήσει τον κωδικό. Για παράδειγμα, αν θελήσετε να εγκαταστήσετε νέο λογισμικό, ο διαχειριστής πακέτων θα σας ζητήσει τον κωδικό του διαχειριστή για να μπορέσει να εγκαταστήσει το νέο λογισμικό στο σύστημα. Μόλις τελειώσει, τα δικαιώματα διαχειριστή θα αφαιρεθούν.
es: A veces es necesario utilizar estas aplicaciones, por lo que puede obtener temporalmente privilegios de administrador para poder realizar los cambios. Si una aplicación necesita privilegios de administrador, se le pedirá su contraseña. Por ejemplo, si desea instalar un nuevo software, el instalador de software (gestor de paquetes) le pedirá su contraseña de administrador para que pueda añadir la nueva aplicación al sistema. Una vez que haya terminado, sus privilegios de administrador se le quitarán de nuevo.
nl: Soms wilt u deze toepassingen gebruiken. Om wijzigingen aan te brengen kunt u tijdelijk beheerdersrechten krijgen. Als een toepassing beheerdersrechten nodig heeft, dan wordt u naar uw wachtwoord gevraagd. Als u bijvoorbeeld nieuwe software wilt installeren, dan zal het software-installeerprogramma (pakketbeheer) u naar uw beheerderswachtwoord vragen zodat het de nieuwe toepassing aan het systeem kan toevoegen. Eenmaal voltooid zullen uw beheerdersrechten weer ingetrokken worden.
pt_br: Às vezes quando você precisa usar esses aplicativos, você pode temporariamente obter privilégios de administrador para permitir que você faça as alterações. Se um aplicativo precisa de privilégios de administrador, ele irá pedir sua senha. Por exemplo, se você quiser instalar algum novo software, o instalador do software (gerenciador de pacotes) irá pedir a sua senha de administrador para que possa adicionar o novo aplicativo no sistema. Depois de ter terminado, os seus privilégios de administrador serão retirados novamente.
ru: Время от времени возникает надобность в использовании этих приложений, тогда вы можете временно получить привилегии администратора, позволяющие вам сделать изменения. Если для приложения нужны привилегии администратора, оно запросит у вас пароль. Например, если вы хотите установить какую-то новую программу, установщик программ (менеджер пакетов) попросит ввести пароль админитратора, чтобы можно было добавить новое приложение в систему. После того, как это сделано, вы снова теряете привилегии администратора.

source: Admin privileges are associated with your user account. Some users are allowed to have admin privileges and some are not. Without admin privileges, you will not be able to install software, for example. Some user accounts (for example, the "root" account) have permanent admin privileges. You shouldn't use admin privileges all of the time, because you might accidentally change an important file and break something.
ast: Los privilexos de administración se asocian a su cuenta de usuariu. Dellos usuarios pueden tener privilexos de administración y otros no. Sin estos privilexos, no podrá instalar software, por exemplu. Dalgunes cuentas de usuariu (por exemplu, la cuenta «root») tienen privilexos de administración permanentes. No es recomendable usar los privilexos de administración en too intre, ya que podría camudar por accidente un ficheru importante y estropear el funcionamiento del sistema.
el: Τα δικαιώματα διαχειριστή σχετίζονται με τον λογαριασμό χρήστη σας. Μερικοί χρήστες μπορούν να αποκτήσουν τέτοια δικαιώματα και μερικοί όχι. Χωρίς δικαιώματα διαχειριστή, δεν θα μπορείτε να εγκαταστήσετε λογισμικό, για παράδειγμα. Μερικοί λογαριασμοί χρηστών(π.χ. ο λογαριασμός "root") έχουν μόνιμα δικαιώματα διαχειριστή. Δεν πρέπει να χρησιμοποιείτε τα δικαιώματα διαχειριστή συνεχώς, διότι μπορεί να αλλάξετε κατά λάθος ένα σημαντικό αρχείο συστήματος και να χαλάσετε κάτι.
nl: Beheerdersrechten zij geassocieerd met uw gebruikersaccount. Sommige gebruikers kunnen beheerdersrechten krijgen, andere niet. Als u geen beheerdersrechten heeft, dan kunt u bijvoorbeeld geen software installeren. Sommige gebruikersaccounts (waaronder de "root"account) hebben permanent beheerdersrechten. U moet niet aldoor beheerdersrechten gebruiken, want u kunt per ongeluk een belangrijk bestand wijzigen en iets stuk maken.
pt_br: Privilégios de administrador são associados com a sua conta de usuário. Alguns usuários têm permissão para ter privilégios de administrador e alguns não. Sem privilégios de administrador, você não será capaz de instalar um software, por exemplo. Algumas contas de usuários (como por exemplo, a conta "root") possuem permanente privilégios de administrador. Você não deve usar privilégios de administrador o tempo todo, porque você pode mudar acidentalmente um arquivo importante e danificar alguma coisa.
ru: Права администратора ассоциируются с вашей учётной запись пользователя. Некоторым пользователям разрешено обладать правами администратора, а другим нет. Без административных прав, например, вы не сможете устанавливать программное обеспечение. Некоторые учётные записи пользователей (например, учётная запись "root") обладают постоянными административными правами. Нет необходимости постоянного использования административных прав, так как вы можете случайно изменить важный файл, что может привести к неисправности.

source: In summary, admin privileges allow you to change important parts of your system when you need to, but prevent you from doing it accidentally.
ast: En resume, los privilexos de alministrador le permiten camudar partes importantes de su sistema cuando lo necesite, pero le impiden hacerlo accidentalmente.
el: Εν κατακλείδι, τα δικαιώματα διαχειριστή σας επιτρέπουν να αλλάξετε σημαντικά μέρη του συστήματος όποτε το χρειαστείτε, αλλά σας προστατεύουν από το να το κάνετε κατά λάθος.
es: En resumen, los privilegios de administrador le permiten cambiar partes importantes de su sistema cuando lo necesite, pero le impiden hacerlo accidentalmente.
nl: Samengevat stellen beheerdersrechten u in staat belangrijke delen van uw systeem te wijzigen indien nodig, maar voorkomen dat u het per ongeluk doet.
pt_br: Resumindo, privilégios de administrador permitem alterar partes importantes do sistema quando você precisa, mas te impede de fazê-lo acidentalmente.
ru: В общем, привилегии администратора позволяют вам изменять важные части вашей системы при необходимости, но предотвращают от того, чтобы вы делали это постоянно.

source: What does "super user" mean?
ast: ¿Qué significa «superusuariu»?
el: Τι σημαίνει «υπερχρήστης»;
es: ¿Qué significa «superusuario»?
fi: Miten pääkäyttäjä eroaa muista käyttäjistä?
nl: Wat betekent "super user"?
pt_br: O que significa "super usuário"?
ru: Что означает "суперпользователь"?

source: A user with admin privileges is sometimes called a <em>super user</em>. This is simply because that user has more privileges than normal users. You might see people discussing things like <cmd>su</cmd> and <cmd>sudo</cmd>; these are programs for temporarily giving you "super user" (admin) privileges.
ast: Un usuariu con privilexos de alministrador a vegaes se denomina <em>superusuariu</em>. Esto se tien de simplemente a que l'usuario tien más privilexos que los usuarios normales. Puede ver a la xente discutir sobro <cmd>su</cmd> y <cmd>sudo</cmd>, que son programes pa darle temporalmente privilexos de «superusuariu» (alministrador).
el: Ένας χρήστης με δικαιώματα διαχειριστή ονομάζεται συχνά <em>υπερχρήστης</em>. Ονομάζεται έτσι διότι αυτός ο χρήστης έχει παραπάνω δικαιώματα από τους κανονικού χρήστες. Μπορεί να ακούσετε ανθρώπους να συζητάνε για θέματα όπως <cmd>su</cmd> και <cmd>sudo</cmd>, αυτά είναι προγράμματα που σου δίνουν προσωρινά δικαιώματα «υπερχρήστη».
es: Un usuario con privilegios de administrador a veces se denomina <em>superusuario</em>. Esto se debe simplemente a que el usuario tiene más privilegios que los usuarios normales. Puede ver a la gente discutir sobre <cmd>su</cmd> y <cmd>sudo</cmd>, que son programas para darle temporalmente privilegios de «superusuario» (administrador).
nl: Een gebruiker met beheerdersrechten wordt soms een <em>super user</em> genoemd. Deze heet zo omdat hij meer rechten heeft dan een normale gebruiker. Het kan zijn dat u mensen hoort praten over dingen zoals <cmd>su</cmd> en <cmd>sudo</cmd>; dit zijn programma's om u tijdelijk "super user"-(beheerders)rechten verlenen.
pt_br: Um usuário com privilégios é chamado algumas vezes de <em>super usuário</em>. Simplesmente porque esse usuário tem mais privilégios que usuários normais. Você pode encontrar pessoas discutindo coisas como <cmd>su</cmd> e <cmd>sudo</cmd>; esses programas são para dar privilégios de "super usuário" (administrador) temporariamente.
ru: Пользователя с привилегиями администратора иногда называют <em>суперпользователь</em>, просто потому, что этот пользователь имеет больше привилегий, чем обычные пользователи. Возможно, вам встречались термины типа <cmd>su</cmd> и <cmd>sudo</cmd>; это программы, которые временно дают вам привилегии "суперпользователя" (администратора).

source: Why are admin privileges useful?
ast: ¿Por qué son útiles los privilexos de alministrador?
el: Γιατί είναι χρήσιμα τα προνόμια των διαχειριστών;
es: ¿Por qué son útiles los privilegios de administrador?
fi: Mitä hyötyä ylläpitäjän oikeuksista on?
nl: Waarom zijn beheerdersrechten nuttig?
pt_br: Porque os privilégios de administrador são úteis?
ru: Почему привилегии администратора полезны?

source: Requiring users to have admin privileges before important system changes are made is useful because it helps to prevent your system from being broken, intentionally or unintentionally.
ast: Exigir a los usuarios tener privilexos de alministrador enantes de realizar cambeos importantes del sistema es útil, porque aida a evitar que su sistema se rompa, de manera intencionada o no.
el: Απαιτώντας οι χρήστες να έχουν δικαιώματα διαχειριστή πριν να γίνουν σημαντικές αλλαγές είναι χρήσιμο επειδή προστατεύει το σύστημα σας από το να χαλάσει εσκεμμένα ή άθελα.
es: Exigir a los usuarios tener privilegios de administrador antes de realizar cambios importantes del sistema es útil, porque ayuda a evitar que su sistema se rompa, de manera intencionada o no.
nl: Eisen dat gebruikers beheerdersrechten hebben voordat er belangrijke wijzigingen in het systeem worden aangebracht is nuttig omdat het helpt te voorkomen dat u systeem, al dan niet opzettelijk, stuk gaat.
pt_br: Requer que os usuários tenham privilégios de administrador antes de mudanças importantes no sistema são feitos para ajudar a impedir que o sistema seja prejudicado, intencionalmente ou não.
ru: Требование получить привилегии администратора для внесения важных изменений в систему полезно потому, что помогает предотвратить повреждения вашей системы, умышленные или случайные.

source: If you had admin privileges all of the time, you might accidentally change an important file, or run an application which changes something important by mistake. Only getting admin privileges temporarily, when you need them, reduces the risk of these mistakes happening.
ast: Si tuviera privilexos de alministrador too el tiempu, podría camudar accidentalmente un ficheru importante, o executar una aplicación que camuda algo importante por error. Tener privilexos de alministrador de manera temporal, cuando los necesita, reduce el riesgo de que sucedan estos fallos.
el: Αν έχετε δικαιώματα διαχειριστή συνεχώς, μπορεί να αλλάξετε ένα σημαντικό αρχείο ή να εκτελέσετε μια εφαρμογή που να αλλάξει κάτι σημαντικό κατά λάθος. Με το να παίρνετε δικαιώματα διαχειριστή προσωρινά, όποτε τα χρειάζεστε. μειώνεται ο κίνδυνος να συμβούν αυτά τα λάθη.
es: Si tuviera privilegios de administrador todo el tiempo, podría cambiar accidentalmente un archivo importante, o ejecutar una aplicación que cambia algo importante por error. Tener privilegios de administrador de manera temporal, cuando los necesita, reduce el riesgo de que sucedan estos errores.
nl: Als u altijd beheerdersrechten zou hebben, dan zou u per ongeluk een belangrijk bestand kunnen wijzigen of een toepassing draaien die per abuis iets belangrijks wijzigt. Het tijdelijk verkrijgen van beheerdersrechten, wanneer u ze nodig heeft, vermindert het risico dat dergelijke vergissingen gebeuren.
pt_br: Se você tiver privilégios de administrador o tempo todo, você poderá mudar acidentalmente um arquivo importante, ou executar um aplicativo que muda alguma coisa importante por engano. Só recebendo privilégios de administrador temporariamente, quando necessário, reduz o risco de acontecer esses erros.
ru: Если вы пользуетесь привилегиями администратора всё время, вы случайно можете изменить важный файл, или по ошибке запустить программу, которая изменит что-то важное. Только получение привилегий администратора временно, при необходимости, уменьшает риск возникновения этих ошибок.

source: Only certain, trusted users should be allowed to have admin privileges. This prevents other users from messing with the computer and doing things like uninstalling applications that you need, installing applications that you don't want, or changing important files. This is useful from a security standpoint.
ast: Solo se tien de permitir a dellos usuarios de confianza tener privilexos de alministrador. Esto impide que otros usuarios puedan jugar col equipu y facer cosas como la desinstalación de aplicaciones que vusté necesita, la instalación de aplicaciones que no quies, o camudar los ficheros importantes. Esto es útil dende el puntu de vista de la seguridá.
el: Μόνο μερικοί, έμπιστοι χρήστες πρέπει να έχουν δικαιώματα διαχειριστή. Αυτό αποτρέπει άλλους χρήστες από το να ανακατεύονται με τον υπολογιστή και να κάνουν πράγματα όπως να απεγκαθιστούν προγράμματα που χρειάζεστε,να εγκαθιστούν προγράμματα τα οποία δεν επιθυμείτε ή να αλλάξουν σημαντικά αρχεία. Αυτό είναι σημαντικό από πλευράς ασφάλειας.
es: Solo se debe permitir a algunos usuarios de confianza tener privilegios de administrador. Esto impide que otros usuarios puedan jugar con el equipo y hacer cosas como la desinstalación de aplicaciones que usted necesita, la instalación de aplicaciones que no desea, o cambiar los archivos importantes. Esto es útil desde el punto de vista de la seguridad.
nl: Alleen bepaalde vertrouwde gebruikers dienen beheerdersrechten te krijgen. Dit voorkomt dat andere gebruikers knoeien met de computer en dingen doen zoals het deïnstalleren van toepassingen die u nodig heeft, toepassingen installeren die u niet wilt, of belangrijke bestanden wijzigen. Dit is nuttig vanuit het oogpunt van veiligheid.
pt_br: Somente usuários de confiança deveriam ter permissões administrativas. Isso previne que outros usuários baguncem o computador ou façam coisas como desinstalar aplicativos que você precisa, instalar o que você não quer, ou alterar arquivos importantes. Isto é útil do ponto de vista de segurança.
ru: Получать административные привилегии должны лишь надёжные, доверенные пользователи. Это помешает остальным пользователям приводить компьютер в беспорядок, удаляя нужные вам приложения, устанавливая приложения, которые вам не нужны, или изменяя важные файлы. Такое ограничение полезно с точки зрения безопасности.

source: You can only do some things, like installing applications, if you have admin privileges.
ast: Solo puede facer delles cosas, como instalar aplicaciones, si tien privilexos de alministrador.
el: Μπορείτε να διεκπεραιώσετε μόνο κάποια πράγματα, όπως την εγκατάσταση εφαρμογών, αν έχετε δικαιώματα διαχειριστή.
es: Solo puede hacer ciertas cosas, como instalar aplicaciones, si tiene privilegios de administrador.
fi: Voit tehdä tiettyjä toimenpiteitä, kuten asentaa sovelluksia, vain jos sinulla on pääkäyttäjän oikeudet.
nl: U kunt een aantal dingen doen, zoals het installeren van toepassingen, wanneer u beheersrechten heeft.
pt_br: Você só poderá fazer algumas coisas, como instalar aplicativos, se tiver privilégios administrativos.
ru: Вы можете выполнять некоторые задачи, типа установки приложений, только если имеете административные привилегии.

source: Problems caused by administrative restrictions
ast: Problemas causados por restricciones administrativas
el: Προβλήματα που προκαλούνται από διαχειριστικούς περιορισμούς
es: Problemas causados por restricciones administrativas
fi: Pääkäyttäjäoikeuksien puuttumisesta koituvat rajoitteet
nl: Problemen veroorzaakt door beheerbeperkingen
pt_br: Problemas causados por restrições administrativas.
ru: Проблемы, вызванные административными ограничениями

source: There are a few problems that you might experience because you don't have <link xref="user-admin-explain">administrative privileges</link>. Some things require you to have admin privileges in order to work, such as:
ast: Puede tener dellos problemes si no tien <link xref="user-admin-explain">privilexos de alministrador</link>. Dalgunes cosas necesiten que ten privilexos de alministrador pa funcionar, por exemplu:
el: Μπορεί να υπάρξουν μερικά προβλήματα καθώς δεν υπάρχει <link xref="user-admin-explain">δικαίωμα διαχείρισης</link>. Μερικές φορές απαιτείτε να έχετε δικαιώματα διαχειριστή για την λειτουργία ορισμένων λειτουργιών, όπως:
es: Puede tener algunos problemas si no tiene <link xref="user-admin-explain">privilegios de administrador</link>. Algunas cosas necesitan que tenga privilegios de administrador para funcionar, por ejemplo:
fi: Joidenkin toimintojen kanssa voi ilmetä ongelmia, jos sinulla ei ole <link xref="user-admin-explain">pääkäyttäjän oikeuksia</link>. Jotkut toiminnot vaativat pääkäyttäjän oikeudet kokonaan toimiakseen. Yleensä nämä ovat koko järjestelmänlaajuisia toimintoja, kuten:
nl: Het kan voorkomen dat u problemen krijgt doordat u geen <link xref="user-admin-explain">beheerdersrechten</link> heeft. Om te kunnen werken heeft u voor bepaalde dingen beheerdersrechten nodig, zoals:
pt_br: Existem alguns problemas que você poderá ter porque não tem <link xref="user-admin-explain">privilégios administrativos</link>. Tem algumas coisas que para funcionarem, exigem que você tenha privilégios de administrador, como:
ru: Существует несколько проблем, с которыми вы можете столкнуться из-за того, что не имеете <link xref="user-admin-explain">административных привилегий</link>. Для выполнения некоторых задач вам требуется иметь привилегии администратора, например:

source: Connecting to some networks/wireless networks
ast: Coneutar con una red inalámbrica y otres redes ethernet
el: Σύνδεση σε μερικά δίκτυα/ασύρματα δίκτυα
es: Conectar con una red inalámbrica y otras redes ethernet
fi: Yhdistäminen joihinkin langattomiin/langallisiin verkkoihin
nl: Verbinding maken met bepaalde netwerken/draadloze netwerken
pt_br: Conectando em algumas redes/redes sem fio
ru: Подключение к некоторым проводным/беспроводным сетям

source: Viewing the contents of a removable disk plugged-in to the computer, or the contents of a different disk partition (e.g. if you have a Windows partition)
ast: Ver el conteníu de un discu extraíble enchufáu al equipu, o el conteníu de una partición de discu distintu (ex. si tien una partición de Windows)
el: Εμφάνιση των περιεχομένων ενός αποσπώμενου δίσκου τοποθετημένο στον υπολογιστή, είτε τα περιεχόμενα ενός διαφορετικού τόμου του δίσκου (πχ εάν έχετε τόμο σε windows)
es: Ver el contenido de un disco extraíble enchufado al equipo, o el contenido de una partición de disco diferente (ej. si tiene una partición de Windows)
fi: Sisällön katseleminen, jos se on erillisessä tallennusvälineessä (kuten USB-tikku tai CD-levy) tai jos sisältö sijaitsee eri levyosiossa (esimerkiksi jos käytät Ubuntua Windowsin rinnalla)
nl: De inhoud bekijken van een aangesloten verwisselbare harde schijf, of de inhoud van een andere schijfpartitie (bijv. wanneer u een Windowspartitie heeft)
pt_br: Visualizando o conteúdo de um disco removível plugado no computador, ou o conteúdo de uma partição de disco diferente (por exemplo, se você tiver uma partição do Windows)
ru: Просмотр содержимого подключенного к компьютеру переносного диска или содержимого другого раздела жёсткого диска (например, если у вас есть раздел Windows)

source: Installing new applications
ast: Instalar aplicaciones nueves
el: Εγκατάσταση νέων εφαρμογών
es: Instalar aplicaciones nuevas
fi: Uusien sovellusten asennus
nl: Nieuwe toepassingen installeren
pt_br: Instalando novos aplicativos
ru: Установка новых приложений

source: You can <link xref="user-admin-change">change who has admin privileges</link>.
ast: Puede <link xref="user-admin-change">camudar quién tien privilexos de alministrador</link>.
el: Μπορείτε να <link xref="user-admin-change">αλλάξετε ποιος θα έχει προνόμια διαχειριστή</link>.
es: Puede <link xref="user-admin-change">cambiar quién tiene privilegios de administrador</link>.
fi: Voit halutessasi <link xref="user-admin-change">valita tilit, joilla on pääkäyttäjän oikeudet</link>.
nl: U kunt <link xref="user-admin-change">wijzigen wie beheerdersrechten heeft</link>.
pt_br: Você pode <link xref="user-admin-change">mudar quem tem privilégios de administrador </link>.
ru: Вы можете <link xref="user-admin-change">изменить пользователей, имеющих привилегии администратора</link>.

source: Keep your account secure by changing your password often in your account settings.
ast: Mantenga su cuenta segura cambiando su contraseña davezu, na configuración de su cuenta.
el: Διατηρήστε το λογαριασμό σας ασφαλή αλλάζοντας τον κωδικό πρόσβασής σας συχνά από τις ρυθμίσεις του λογαριασμού σας.
es: Mantenga su cuenta segura cambiando su contraseña frecuentemente, en la configuración de su cuenta.
fi: Pidä tunnuksesi turvassa vaihtamalla salasanasi säännöllisesti.
nl: Houd uw account veilig door uw wachtwoord regelmatig te wijzigen in uw accountinstellingen.
pt_br: Mantenha sua conta segura modificando várias vezes a senha nas configurações de sua conta.
ru: Содержите вашу учётную запись в безопасности, часто меняя пароль в настройках вашей учётной записи.

source: Change your password
ast: Camudar su contraseña
el: Αλλάξτε τον κωδικό πρόσβασης
es: Cambiar su contraseña
fi: Vaihda salasanasi
nl: Uw wachtwoord wijzigen
pt_br: Alterar sua senha
ru: Изменение пароля
