Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Open the <link xref="unity-launcher-intro">Launcher</link> and click the <gui>workspace switcher</gui> icon near the bottom. By default, Ubuntu shows 4 workspaces, arranged in 2 rows and 2 columns. You can change the number of workspaces easily:
ast: Abra el <link xref="unity-launcher-intro">Lanzador</link> y calca nel iconu del <gui>cambiador de espacios de trabayu</gui> allugáu cerca de la parte inferior. De forma predeterminada, Ubuntu amuesa cuatro espacios de trabayu, organizados en dos fileres por dos columnes. Puede camudar cenciellamente el númberu de espacios de trabayu:
el: Ανοίξτε τον <link xref="unity-launcher-intro">Εκκινητή</link> και κάντε κλικ στο εικονίδιο <gui>Εναλλαγή χώρων εργασίας</gui> κοντά στο κάτω μέρος. Εξ ορισμού, το Ubuntu εμφανίζει 4 χώρους εργασίας, ταξινομημένους σε 2 σειρές και 2 στήλες. Μπορείτε να αλλάξετε εύκολα τον αριθμό των χώρων εργασίας:
es: Abra el <link xref="unity-launcher-intro">Lanzador</link> y pulse en el icono del <gui>cambiador de espacios de trabajo</gui> situado cerca de la parte inferior. De forma predeterminada, Ubuntu muestra cuatro espacios de trabajo, organizados en dos filas por dos columnas. Puede cambiar fácilmente el número de espacios de trabajo:
fi: Avaa <gui>Työtilanvaihdin</gui> napsauttamalla kuvaketta <link xref="unity-launcher-intro">käynnistimen</link> alaosasta. Oletuksena Ubuntu näyttää neljä työtilaa järjestettynä kahteen riviin ja sarakkeeseen. Voit muuttaa työtilojen määrää helposti:
nl: Open de <link xref="unity-launcher-intro">Starter</link> en klik op de <gui>werkbladwisselaar</gui> onderaan. Standaard toont Ubuntu vier werkbladen, gerangschikt in twee rijen en twee kolommen. U kunt op een eenvoudige manier het aantal werkbladen wijzigen:
pt_br: Abra o <link xref="unity-launcher-intro">Lançador</link> e clique no ícone <gui>Alternador de espaços de trabalho</gui>, próximo à parte inferior. Por padrão, Ubuntu mostra 4 espaços de trabalho, organizados em 2 linhas e 2 colunas. Você poderá mudar o número de espaços de trabalho facilmente:
ru: Откройте <link xref="unity-launcher-intro">Панель запуска</link> и щёлкните на значке <gui>переключателя рабочих мест</gui> в её нижней части. По умолчанию Ubuntu показывает 4 рабочих места, расположенные в 2 строках и 2 столбцах. Вы легко можете изменить число рабочих мест:

source: Change the number of workspaces
ast: Camudar el númberu de espacios de trabayu
el: Αλλαγή του αριθμού των χώρων εγασίας
es: Cambiar el número de espacios de trabajo
fi: Vaihda työtilojen lukumäärää
nl: Het aantal werkbladen wijzigen
pt_br: Alterar o número de espaços de trabalho
ru: Изменение количества рабочих мест

source: To change the number of rows, type the following command, changing the final number to the number you wish. Press <key>Enter</key>.
ast: Pa camudar el númberu de fileres, teclee la orde siguiente, sustituyendo el númberu final pol númberu que desee. Calca <key>Intro</key>.
el: Για να αλλάξετε τον αριθμό των γραμμών, πληκτρολογήστε την ακόλουθη εντολή, αλλάζοντας το τελικό αριθμό με τον αριθμό που επιθυμείτε.Πατήστε το πλήκτρο <key>Enter</key>.
es: Para cambiar el número de filas, teclee la orden siguiente, sustituyendo el número final por el número que desee. Pulse <key>Entrar</key>.
fi: Muuta rivien määrää seuraavalla komennolla. Vaihda viimeinen numero haluamaasi lukuun. Paina sitten <key>Enter</key>.
nl: Om het aantal rijen te wijzigen typt u het volgende commando, waarbij u het laatste getal verandert in het door u gewenste aantal. Druk op <key>Enter</key>.
pt_br: Para alterar o número de linhas, digite o seguinte comando, mudando o número final para o número que desejar. Pressione <key>Enter</key>.
ru: Чтобы изменить число строк, наберите следующую команду, изменив последнее число на число, которое вам нужно. Нажмите <key>Enter</key>.

source: To change the number of columns, type the following command, changing the final number to the number you wish. Press <key>Enter</key>.
ast: Pa camudar el númberu de columnes, teclee la orde siguiente, sustituyendo el númberu final pol númberu que desee. Calca <key>Intro</key>.
el: Για να αλλάξετε τον αριθμό των στηλών, πληκτρολογήστε την ακόλουθη εντολή αλλάζοντας το τελικό αριθμό με τον αριθμό που επιθυμείτε. Πατήστε το πλήκτρο <key>Enter</key>.
es: Para cambiar el número de columnas, teclee la orden siguiente, sustituyendo el número final por el número que desee. Pulse <key>Entrar</key>.
fi: Muuta sarakkeiden määrää seuraavalla komennolla. Vaihda viimeinen numero haluamaasi lukuun. Paina sitten <key>Enter</key>.
nl: Om het aantal kolommen te wijzigen typt u het volgende commando, waarbij u het laatste getal verandert in het door u gewenste aantal. Druk op <key>Enter</key>.
pt_br: Para alterar o número de colunas, digite o seguinte comando, mudando o número final para o número que desejar. Pressione <key>Enter</key>.
ru: Чтобы изменить число столбцов, наберите следующую команду, изменив последнее число на число, которое вам нужно. Нажмите <key>Enter</key>.

source: Open the workspace switcher and double-click one of the workspaces.
ast: Abra el cambiador de espacios de trabayu y calca dos vegaes sobro uno de ellos.
el: Ανοίξτε την εναλλαγή χώρων εργασίας και κάντε διπλό κλικ σε έναν από τους χώρους εργασίας.
es: Abra el cambiador de espacios de trabajo y pulse dos veces sobre uno de ellos.
fi: Avaa Työtilanvaihdin ja kaksoisnapsauta yhtä neljästä työtilasta.
nl: De werkbladwisselaar openen en dubbelklikken op één van de werkbladen.
pt_br: Abra o seletor de espaço de trabalho e dê um duplo-clique em um dos espaços de trabalho.
ru: Откройте переключатель рабочих мест и сделайте двойной щелчок на одном из рабочих мест.

source: Switch between workspaces
ast: Camuda ente les áreas de trabayu
el: Εναλλαγή μεταξύ χώρων εργασίας
es: Cambie entre las áreas de trabajo
fi: Vaihtele työtilojen välillä
nl: Wisselen tussen werkbladen
pt_br: Alterne entre espaços de trabalho
ru: Переключение между рабочими местами

source: From the workspace switcher
ast: Dende el cambiador de espacios de trabayu
el: Από την εναλλαγή χώρων εργασίας
es: Desde el cambiador de espacios de trabajo
fi: Työtilanvaihtimesta
nl: Vanuit de werkbladwisselaar
pt_br: Do seletor de espaço de trabalho
ru: С помощью переключателя рабочих мест

source: Open the <link xref="unity-launcher-intro">Launcher</link> and click the <gui>workspace switcher</gui> button near the bottom. Double-click on any window or workspace to switch to it, or press the workspace switcher button again to return to your previous workspace.
ast: Abra el <link xref="unity-launcher-intro">Lanzador</link> y calca nel botón del <gui>cambiador de espacios de trabayu</gui> allugáu cerca de la parte inferior. Calca dos vegaes sobro cualesquier ventana o espaciu de trabayu pa pasar a elli, calca de nuevu el botón del cambiador de espacios de trabayu pa volver a su espaciu de trabayu anterior.
el: Ανοίξτε τον <link xref="unity-launcher-intro">Εκκινητή</link> και κάντε κλικ στο κουμπί <gui>Εναλλαγή χώρων εργασίας</gui> κοντά στο κάτω μέρος. Κάντε διπλό κλικ σε οποιοδήποτε παράθυρο ή επιφάνεια εργασίας για να ανοίξει ή πατήστε ξανά το κουμπί εναλλαγής των επιφανειών εργασίας για να επιστρέψετε στην προηγούμενη επιφάνεια εργασίας σας.
es: Abra el <link xref="unity-launcher-intro">Lanzador</link> y pulse en el botón del <gui>cambiador de espacios de trabajo</gui> situado cerca de la parte inferior. Pulse dos veces sobre cualquier ventana o espacio de trabajo para pasar a él, pulse de nuevo el botón del cambiador de espacios de trabajo para volver a su espacio de trabajo anterior.
fi: Avaa <link xref="unity-launcher-intro">käynnistimen</link> alaosasta <gui>Työtilanvaihdin</gui>. Vaihda toiseen työtilaan napsauttamalla sitä ja palaa edelliseen napsauttamalla Työtilanvaihdinta uudelleen ja kaksoisnapsauttamalla haluamaasi työtilaa.
nl: Open de <link xref="unity-launcher-intro">Starter</link> en klik op de knop <gui>Werkbladwisselaar</gui> onderaan. Dubbelklik op een venster of werkblad om er naartoe te gaan, of druk weer op de werkbladwisselaarknop om naar het vorige werkblad terug te keren.
pt_br: Abra o <link xref="unity-launcher-intro">Lançador</link> e clique no botão do <gui>alternador de espaços de trabalho</gui>, localizado na parte de baixo da tela. Dê um clique duplo em qualquer janela ou espaço de trabalho para acessá-lo, ou pressione o botão do alternador de espaços de trabalho novamente para retornar ao espaço de trabalho em que estava.
ru: Откройте <link xref="unity-launcher-intro">Панель запуска</link> и щёлкните на кнопке <gui>переключателя рабочих мест</gui> в её нижней части. Сделайте двойной щелчок на любом окне или рабочем месте, чтобы перейти в него, либо щёлкните кнопку переключателя рабочих мест снова, чтобы вернуться в ваше предыдущее рабочее место.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq> to move to a workspace which is to the right of the current workspace.
ast: Primi <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq> pa mover a un área de trabayu que ta a la derecha del área de trabayu actual.
el: Πατήστε το σνυδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq> για να μετακινηθείτε σε ένα χώρο εργασίας ο οποίος είναι δεξιά από τον τρέχοντα χώρο εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq> para mover a un área de trabajo que está a la derecha del área de trabajo actual.
fi: Siirry nykyisen tilan oikealle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq>.
nl: Druk op <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq>
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq> para mover-se para um espaço de trabalho que está a direita do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>→</key></keyseq>, чтобы перейти на рабочее место, находящееся справа от текущего.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> to move to a workspace which is to the left of the current workspace.
ast: Primi <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> pa mover a un área de trabayu que ta a la izquierda del área de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> για να μετακινηθείτε σε ένα χώρο εργασίας ο οποίος είναι αριστερά από τον τρέχοντα χώρο εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> para mover a un área de trabajo que está a la izquierda del área de trabajo actual.
fi: Siirry nykyisen tilan vasemmalle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq>.
nl: Druk op <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> om naar een werkblad links van het huidige werkblad te gaan.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq> para alternar para um espaço de trabalho que está à esquerda do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>←</key></keyseq>, чтобы перейти на рабочее место, находящееся слева от текущего.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> to move to a workspace which is below the current workspace.
ast: Primi <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> pa mover a un área de trabayu que ta debaxo del área de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> για να μετακινηθείτε σε ένα χώρο εργασίας ο οποίος είναι κάτω από τον τρέχοντα χώρο εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> para mover a un área de trabajo que está debajo del área de trabajo actual.
fi: Siirry nykyisen tilan oikealle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq>.
nl: Druk op <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> om naar een werkblad onder het huidige werkblad te gaan.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq> para alternar para um espaço de trabalho que está abaixo do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>↓</key></keyseq>, чтобы перейти на рабочее место, находящееся под текущим.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> to move to a workspace which is above the current workspace.
ast: Primi <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> pa mover a un área de trabayu que ta enriba del área de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> για να μετακινηθείτε σε ένα χώρο εργασίας ο οποίος είναι πάνω από τον τρέχοντα χώρο εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> para mover la ventana al área de trabajo encima del actual.
fi: Siirry nykyisen tilan yläpuolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq>
nl: Druk op <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> om naar een werkblad boven het huidige werkblad te gaan.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq> para alternar para um espaço de trabalho que está acima do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>↑</key></keyseq>, чтобы перейти на рабочее место, расположенное над текущим.

source: Choose the sound to play for messages, set the alert volume, or disable alert sounds.
ast: Escueya el soníu pa reproducir los mensaxes, establezca el volume de alerta, o desactive los soníos de alerta.
el: Επιλέξτε τον ήχο που θα χρησιμοποιείται για τα εισερχόμενα μηνύματα, επιλέξτε την ένταση ή απενεργοποιήστε τους ήχους προειδοποποίησης.
es: Elija el sonido para reproducir los mensajes, establezca el volumen de alerta, o desactive los sonidos de alerta.
fi: Valitse hälytysääni ilmoituksille, määritä hälytysäänen voimakkuus tai kytke se pois päälle.
nl: Kies het geluid dat afgespeeld wordt bij berichten, stel het waarschuwingsvolume in of schakel waarschuwingsgeluiden uit.
pt_br: Escolha o som a tocar em mensagens, defina o volume do alerta ou desabilite sons de alerta.
ru: Выбор звуковых уведомлений для сообщений, настройка их громкости или отключение звуковых уведомлений.

source: Choose or disable the alert sound
ast: Escueya o desactive la alerta de soníu
el: Επιλογή ή απενεργοποίηση του ήχου προειδοποίησης
es: Elija o desactive la alerta de sonido
fi: Valitse hälytysääni tai kytke se pois päältä
nl: Waarschuwingsgeluid kiezen of uitschakelen
pt_br: Selecionar ou desabilitar o som de alerta
ru: Выбор или отключение звуковых уведомлений

source: Your computer will play a simple alert sound for certain types of messages and events. You can choose different sound clips for alerts, set the alert volume independently of your system volume, or disable alert sounds entirely.
ast: Su equipu reproducirá un soníu de alerta sencillo pa ciertos tribes de mensaxes y eventos. Puede escoyer ente varias muestres de soníu estremaes pa les alertas, asignar el volume de les alertas independientemente del volume de su sistema, o desactivar los soníos de alerta completamente.
el: Ο υπολογιστής σας θα αναπαράγει έναν απλό ήχο προειδοποίησης συγκεκριμένων ειδών μηνυμάτων και συμβάντων. Μπορείτε να επιλέξτε διαφορετικά αρχεία μουσικής για τα συμβάντα, να ορίσετε την ένταση ανεξάρτητα με την ένταση που έχετε ορίσει για το σύστημά σας ή να απενεργοποιήσετε τους ήχους προειδοποίησης ολοκληρωτικά.
es: Su equipo reproducirá un sonido de alerta sencillo para ciertos tipos de mensajes y eventos. Puede elegir entre varias muestras de sonido diferentes para las alertas, asignar el volumen de las alertas independientemente del volumen de su sistema, o desactivar los sonidos de alerta completamente.
fi: Tietokone toistaa tietyn äänimerkin tietyissä tilanteissa, kuten ilmoituksissa. Voit halutessasi valita äänimerkin muutamasta vaihtoehdosta, säätää sen äänenvoimakkuutta tai poistaa sen kokonaan käytöstä.
nl: Uw computer zal een eenvoudig waarschuwingsgeluid afspelen voor bepaalde berichten en gebeurtenissen. U kunt verschillende geluidsfragmenten voor waarschuwingen kiezen, het geluidsvolume voor waarschuwingen onafhankelijk van het volume voor uw systeem instellen, of waarschuwingsgeluiden geheel uitschakelen.
pt_br: Seu computador soará um simples alerta para certos tipos de mensagens e eventos. Você pode escolher diferentes sons para os alertas, definir o volume do alerta independentemente do volume do sistema ou desabilitar sons de alerta por completo.
ru: Ваш компьютер воспроизводит простые звуковые уведомления для определённых типов сообщений и событий. Вы можете выбрать другие звуки для уведомлений, задать их громкость независимо от общесистемной громкости, либо полностью отключить звуковые уведомления.

source: Click the <gui>sound menu</gui> in the <gui>top panel</gui> and click <gui>Sound Settings</gui>.
ast: Calca nel <gui>menú de soníu</gui> del <gui>panel superior</gui> y calca <gui>Configuración de soníu</gui>.
el: Κάντε κλικ στο <gui>μενού ήχου</gui> στον <gui>πάνω πίνακα</gui> και κάντε κλικ στις <gui>Ρυθμίσεις ήχου</gui>.
fi: Avaa <gui>äänivalikko</gui> <gui>yläpaneelista</gui> ja napsauta sitten <gui>Ääniasetukset...</gui>.
nl: Klik op het<gui>Geluidsmenu</gui> in het <gui>top paneel</gui> en klik op <gui>Geluidsinstellingen…</gui>.
pt_br: Clique no <gui>menu de som</gui> no <gui>painel superior</gui> e clique em <gui>Configurações de som</gui>.
ru: Щёлкните по <gui>меню звука</gui> на <gui>верхней панели</gui> и выберите <gui>Параметры звука</gui>.

source: On the <gui>Sound Effects</gui> tab, select an alert sound. Each sound will play when you click on it so you can hear what it sounds like.
ast: Na pestaña <gui>Efectos de soníu</gui>, escueyi un soníu de alerta. Cada soníu se reproducirá cuando calca en elli, de manera que podrá oír como suena.
el: Στην καρτέλα <gui>Εφέ ήχου</gui> επιλέξτε έναν ήχο ειδοποίησης. Κάθε ήχος θα παίζει καθώς θα κάνετε πάνω του κλικ και θα μπορείτε να ακούτε πως αναπαράγεται.
es: En la pestaña <gui>Efectos de sonido</gui>, seleccione un sonido de alerta. Cada sonido se reproducirá cuando pulse en él, de manera que podrá oír como suena.
fi: <gui>Äänitehosteet</gui>-välilehdellä valitse haluamasi hälytysääni. Voit esikuunnella ääntä napsauttamalla sitä.
nl: Kies in het tabblad <gui>Geluidseffecten</gui> een waarschuwingsgeluid. Elk geluid zal afgespeeld worden wanneer u erop klikt, zodat u kan horen hoe het klinkt.
pt_br: No guia <gui>Efeitos de som</gui> escolha um som de alerta. Cada som tocará quando clicar nele, para que você possa ouvir o som que ele faz.
ru: Выберите звук уведомления на вкладке <gui>Звуковые события</gui>. При щёлчке на каждом звуке он будет воспроизведён, чтобы вы могли послушать, как он звучит.

source: Use the volume slider on the <gui>Sound Effects</gui> tab to set the volume of the alert sound. This won't affect the volume of your music, movies, and other audio playback.
ast: Use el deslizador de volume na pestaña <gui>Efectos de soníu</gui> pa axustar el volume del soníu de alerta. Esto no afectará al volume de la música u otra reproducción de soníu.
el: Χρησιμοποιήστε τον επιλογέα έντασης στην καρτέλα <gui>Εφέ ήχου</gui> ώστε να ορίσετε την ένταση του ήχου ειδοποίησης. Αυτό δεν θα επηρεάσει την ένταση της μουσικής σας, των ταινιών, και την ένταση αναπαραγωγής άλλων ήχων.
es: Use el deslizador de volumen en la pestaña <gui>Efectos de sonido</gui> para ajustar el volumen del sonido de alerta. Esto no afectará al volumen de la música u otra reproducción de sonido.
fi: Voit muuttaa valitsemasi hälytysäänen voimakkuutta <gui>Äänitehosteet</gui>-välilehdellä käyttämällä äänenvoimakkuussäädintä. Tämän asetuksen muuttaminen ei muuta musiikin, elokuvien ja muiden äänilähteiden voimakkuutta.
nl: Gebruik de volumeregelaar op het tabblad <gui>Geluidseffecten</gui> om het volume van het waarschuwingsgeluid in te stellen. Dit zal geen effect hebben op het volume van uw muziek, video's en andere vormen van afspelen van geluid.
pt_br: Utilize a barra deslizante de volume na aba <gui>Efeitos de som</gui> para definir o volume do alerta sonoro. Isso não afetará o volume de suas músicas, filmes e outras reproduções de áudio.
ru: Чтобы задать громкость звукового уведомления используйте ползунок громкости на вкладке <gui>Звуковые события</gui>. Это не повлияет на громкость воспроизведения вашей музыки, фильмов и других звуков.

source: To disable alert sounds entirely, just select <gui>Mute</gui>.
ast: Pa desactivar los soníos de alerta completamente, escueyi <gui>Silenciar</gui>.
el: Για να απενεργοποιήσετε τους ήχους ολοκληρωτικά, απλά επιλέξτε <gui>Σίγαση</gui>.
es: Para desactivar los sonidos de alerta completamente, seleccione <gui>Silenciar</gui>.
fi: Jos haluat vaimentaa hälytysäänet kokonaan, napsauta <gui>Vaimenna</gui>.
nl: Om waarschuwingsgeluiden geheel uit te schakelen hoeft u alleen maar <gui>Dempen</gui> aan te vinken.
pt_br: Para desativar sons de alerta completamente, selecione <gui>mudo</gui>.
ru: Чтобы полностью отключить звуковые уведомления, просто щёлкните <gui>Выключить</gui>.

source: Troubleshoot problems like having no sound or having poor sound quality.
ast: Solucionar problemes como no tener soníu o tener mala calidad de soníu.
el: Αντιμετώπιση προβλημάτων όπως η έλλειψη ήχου ή η χαμηλή ποιότητα ήχου.
es: Solucionar problemas como no tener sonido o tener mala calidad de sonido.
fi: Ääneen liittyvien ongelmien kuten äänen puuttumisen tai huonon laadun ongelmanratkaisu.
nl: Problemen zoals het niet hebben van geluid of geluid van slechte kwaliteit oplossen.
pt_br: Solucionar problemas como não há som ou som de baixa qualidade.
ru: Решение проблем с отсутствием или плохим качеством звука.

source: Sound problems
ast: Problemas de soníu
el: Προβλήματα ήχου
fi: Ääniongelmat
nl: Geluidsproblemen
pt_br: Problemas de som
ru: Неполадки со звуком

source: There are a number of ways for sound playback to break on your computer. Which of the topics below best describes the problem you are experiencing?
ast: Hai una serie de formes nas que la reproducción de soníu en su equipu puede estropease. ¿Cuál de los siguientes tópicos describe meyor el problema que tien?
el: Υπάρχουν αρκετοί τρόποι για τη διακοπή αναπαραγωγής ήχου στον υπολογιστή σας. Ποιό από τα παρακάτω θέματα περιγράφει καλύτερα το πρόβλημα που αντιμετωπίζετε;
es: Hay una serie de formas en las que la reproducción de sonido en su equipo puede estropearse. ¿Cuál de los siguientes tópicos describe mejor el problema que tiene?
fi: Ääniongelmat voivat johtua monista eri syistä. Mikä seuraavista kuvaa parhaiten ongelmaasi?
nl: Het niet werken van het geluid op uw computer kan meerdere oorzaken hebben. Welke van de onderstaande onderwerpen beschrijft het probleem dat u heeft het best?
pt_br: Há diversas causas para o som parar de funcionar em seu computador. Qual dos tópicos abaixo melhor descreve o problema que você está tendo?
ru: Существуют различные виды проблем с воспроизведением звука на компьютере. Какой из перечисленных ниже пунктов описывает вашу проблему наиболее точно?

source: Check your audio cables and sound card drivers.
ast: Compruebe los cables de audio y los controladores de la tarxeta de soníu.
el: Ελέγξτε τα καλώδια ήχου σας και τα προγράμματα οδήγησης της κάρτας ήχου.
es: Compruebe los cables de audio y los controladores de la tarjeta de sonido.
fi: Tarkista äänikaapelit ja äänikortin ajurit.
nl: Uw audiokabels en stuurprogramma's voor de geluidskaart controleren.
pt_br: Verifique os cabos de áudio e drivers da placa de som.
ru: Проверьте аудиокабели и драйверы звуковой карты.
