Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In practice, you may need to <link xref="net-editcon">modify or "spoof" a MAC address</link>. For example, some internet service providers may require that a specific MAC address be used to access their service. If the network card stops working, and you need to change your network card, the service won't work anymore. In such cases, you would need to spoof the MAC address.
ast: Na práutica, pues necesitar <link xref="net-editcon">modificar o facer un "spoof" nuna direición MAC</link>. Por exemplu, dalgunos fornidores de servicios pela Internet puen necesitar una direición MAC específica p'acceder al serviciu. Si la tarxeta de rede dexa de funcionar y necesites trocar la tarxeta de rede, el serviciu nun funcionará más. Nestos casos, vas necesitar camudar (spoof) la direición MAC.
el: Στην πράξη, μπορεί να χρειαστεί να <link xref="net-editcon">τροποποιήσετε ή να κάνετε "spoof" τη διεύθυνση MAC</link>. Για παράδειγμα, κάποιοι πάροχοι μπορεί να απαιτούν την ύπαρξη συγκεκριμένης διεύθυνσης MAC για να συνδεθείτε σε αυτούς. Αν η κάρτα δικτύου χαλάσει και χρειαστεί να την αντικαταστήσετε, δε θα μπορείτε να χρησιμοποιήσετε την υπηρεσία. Σε τέτοιες περιπτώσεις, θα πρέπει να κάνετε spoof τη διεύθυνση MAC.
fi: Käytännössä voit joutua <link xref="net-editcon">muuttamaan tai "väärentämään" MAC-osoitteen</link>. Esimerkiksi jotkut Internet-palveluntarjoajat voivat vaatia tiettyä MAC-osoitetta palvelujensa käyttämiseen. Jos verkkokortti lakkaa toimimasta, ja joudut vaihtamaan verkkokortin, palvelu ei toimi enää. Tällöin sinun pitäisi väärentää MAC-osoite.
pt_br: Na prática, você pode precisar <link xref="net-editcon">modificar ou fazer um "spoof" em um endereço MAC</link>. Por examplo, alguns fornecedores de serviços pela Internet podem requisitar um endereço MAC específico para ser usado no serviço. Se a placa de rede parar de funcionar e você precisar trocar a placa de rede, o serviço não funcionará mais. Nesses casos, você precisará mudar (spoof) o endereço MAC.

source: Manually set network settings
ast: Afitar la configuración de la red manualmente
el: Ρυθμίστε χειροκίνητα τις ρυθμίσεις του δικτύου
es: Establecer la configuración de la red manualmente
fi: Määritä verkon asetukset manuaalisesti
nl: Netwerkinstellingen handmatig instellen
pt_br: Definir manualmente as configurações de rede
ru: Настройка сетевого соединения вручную

source: If your network doesn't automatically assign network settings to your computer, you may have to manually enter the settings yourself. This topic assumes that you already know the correct settings to use. If not, you may need to ask your network administrator or look at the settings of your router or switch.
ast: Si la red no asigna automáticamente la configuración de red a su equipu, puede que ten que introducir manualmente la configuración. Se asume que ya conoce la configuración correcta que ha de usar. Si no, puede que ten que pedirla a su alministrador de red o mirar la configuración de su router o switch.
el: Αν το δικτυό σας δεν αναθέτει αυτόματα τις ρυθμίσεις δικτύου στον υπολογιστή σας θα πρέπει να τις εισάγετε με το χέρι. Προϋποτίθεται οτι γνωρίζετε τις ορθές ρυθμίσεις προς χρήση. Αν όχι, θα πρέπει να ρωτήσετε τον διαχειριστή του δικτύου ή να ανατρέξετε στις ρυθμίσεις του δρομολογητή ή του switch σας.
es: Si la red no asigna automáticamente la configuración de red a su equipo, puede que tenga que introducir manualmente la configuración. Se asume que ya conoce la configuración correcta que ha de usar. Si no, puede que tenga que pedirla a su administrador de red o mirar la configuración de su router o switch.
fi: Jos tietokone ei osaa määrittää langattoman verkon asetuksia itse automaattisesti, sinun pitää tehdä ne itse käsin. Tämä ohje olettaa, että tiedät jo valmiiksi verkkosi tiedot. Jos et tiedä, kannattaa tiedustella niitä verkkosi ylläpitäjältä (esimerkiksi operaattorilta) tai tutkailla reitittimen tai langattoman tukiaseman tietoja (niiden kyljessä on usein lappu, jossa tiedot mainitaan).
nl: Als uw netwerk niet automatisch netwerkinstellingen toewijst aan uw computer, dan moet u mogelijk zelf de instellingen handmatig opgeven. Dit onderwerp gaat ervan uit dat u de juiste instellingen die gebruikt moeten worden al kent. Zo niet, dan kunt u contact opnemen met uw netwerkbeheerder of de instellingen van uw router of switch bekijken.
pt_br: Se sua rede não atribuir configurações de rede automaticamente a seu computador, você provavelmente terá de entrar com essas informações por conta própria. Este tópico parte do princípio de que você já sabe as configurações que deverá usar. Se não, você deverá pedir a seu administrador de rede para procurar as configurações do seu roteador ou comutador.
ru: Если ваша сеть не присваивает вашему компьютеру настройки сети автоматически, вы можете ввести их самостоятельно. Эта статья подразумевает, что вы уже обладаете данными для выполнения настройками. Если это не так, свяжитесь с администратором вашей сети или обратитесь к настройкам маршрутизатора, или переключателя.

source: To manually set your network settings:
ast: Pa afitar la configuración de la red manualmente:
el: Για να ρυθμίσετε χειροκίνητα τις ρυθμίσεις του δικτύου σας:
es: ParaeEstablecer la configuración de la red manualmente:
fi: Verkon asetusten määrittäminen itse:
nl: Om uw netwerkinstellingen handmatig in te voeren:
pt_br: Para definir manualmente as suas configurações de rede:

source: Find the network connection that you want to set up manually. For example, if you plug in to the network with a cable, look at the <gui>Wired</gui> tab.
ast: Busque la conexón de red que quies configurar manualmente. Por exemplu si se coneuta a la red con un cable, busque la pestaña <gui>Cableada</gui>.
el: Βρείτε τη σύνδεση δικτύου την οποία επιθυμείτε να ρυθμίσετε χειροκίνητα. Για παράδειγμα, αν συνδεθήκατε στο δίκτυο με καλώδιο, δείτε στην καρτέλα <gui>Ενσύρματο</gui>.
es: Busque la conexión de red que quiere configurar manualmente. Por ejemplo si se conecta a la red con un cable, busque la pestaña <gui>Cableada</gui>.
fi: Etsi yhteys, jonka asetukset haluat määrittää. Esimerkiksi jos olet kytkenyt Ethernet-kaapelin tietokoneeseen, tarkastele <gui>Kiinteä</gui>-välilehteä.
nl: Ga naar de netwerkverbinding die u handmatig wilt instellen. Als u bijvoorbeeld aansluit op het netwerk met een kabel, dan gaat u naar het tabblad <gui>Kabel</gui>
pt_br: Encontre a conexão de rede que você quer configurar manualmente. Por exemplo, se você se conectar à rede com um cabo, olhe a aba <gui>Com fio</gui>.

source: Click the connection you want to edit to select it, then click <gui>Edit</gui>.
ast: Pa seleccionarla, calca na conexón que quiera editar y dempués calca <gui>Editar</gui>.
el: Κάντε κλικ στην σύνδεση που επιθυμείτε να επεξεργαστείτε για να την επιλέξετε, μετά κάντε κλικ στην <gui>Επεξεργασία</gui>.
es: Para seleccionarla, pulse en la conexión que quiera editar y después pulse <gui>Editar</gui>.
fi: Valitse haluamasi yhteys ja napsauta <gui>Muokkaa...</gui>
nl: Klik op de verbinding die u wilt bewerken om deze te selecteren en klik dan op <gui>Bewerken</gui>.
pt_br: Clique na conexão que você deseja editar para selecioná-la, depois clique em <gui>Editar</gui>.

source: Go to the <gui>IPv4 Settings</gui> tab and change the <gui>Method</gui> to <gui>Manual</gui>.
ast: Vaya a la pestaña <gui>Configuración de IPv4</gui> y camuda la opción <gui>Métodu</gui> a <gui>Manual</gui>.
el: Μεταβείτε στην καρτέλα <gui>Ρυθμίσεις IPv4</gui> και αλλάξτε την <gui>Μέθοδο</gui> σε <gui>Χειροκίνητα</gui>.
es: Vaya a la pestaña <gui>Configuración de IPv4</gui> y cambie la opción <gui>Método</gui> a <gui>Manual</gui>.
fi: Siirry <gui>IPv4-asetukset</gui>-välilehdelle ja vaihda <gui>Menetelmä</gui>-kohtaan <em>Manuaalinen</em>.
nl: Ga naar het tabblad <gui>IPv4-instellingen</gui> en wijzig de <gui>Methode</gui> naar <gui>Handmatig</gui>.
pt_br: Vá para a aba <gui>Configurações IPv4</gui> e mude o <gui>Método</gui> para <gui>Manual</gui>.
ru: Перейдите на вкладку <gui>Параметры IPv4</gui> и измените <gui>Способ настройки</gui> на <gui>Вручную</gui>.

source: Click <gui>Add</gui> and type the <em>IP address</em>, <em>network mask</em> and <em>default gateway IP address</em> into the columns in the <gui>Addresses</gui> list. Press <key>Enter</key> when you've finished typing each address.
ast: Calca <gui>Amestar</gui> y teclee la <em>direición IP</em>, <em>máscara de red</em> y <em>direición IP de la pasarela</em> nas columnes na llista de <gui>Direcciones</gui>. Calca <key>Intro</key> cuando termine de teclear cada direición.
el: Κάντε κλικ στην <gui>Προσθήκη</gui> και πληκτρολογήστε τη <em>διεύθυνση IP</em>, τη <em>μάσκα δικτύου</em> και την <em>προεπιλεγμένη διεύθυνση IP </em> μέσα στις στήλες στη λίστα <gui>Διευθύνσεις</gui>. Πατήστε το πλήκτρο <key>Enter</key> όταν έχετε τελειώσει με την πληκτρολόγηση της κάθε διεύθυνσης.
es: Pulse <gui>Añadir</gui> y teclee la <em>dirección IP</em>, <em>máscara de red</em> and <em>dirección IP de la pasarela</em> en las columnas en la lista de <gui>Direcciones</gui>. Pulse <key>Intro</key> cuando termine de teclear cada dirección.
fi: Napsauta <gui>Lisää</gui> ja kirjoita <em>IP-osoite</em>, <em>verkkopeite</em> ja <em>yhdyskäytävä</em> niille osoitetuille paikoille <gui>Osoitteet</gui>-osiossa. Paina lopuksi <key>Enter</key>.
nl: Klik op <gui>Toevoegen</gui> en typ in de kolommen in de <gui>Adressen</gui>lijst het <em>IP-adres</em>, <em>netwerkmasker</em> en <em>IP-adres van standaard gateway</em> in. Druk op <key>Enter</key> wanneer u klaar bent met het intypen van de adressen.
pt_br: Clique em <gui>Adicionar</gui> e digite o <em>endereço IP</em>, <em>máscara de rede</em> e <em>endereço de gateway padrão</em> dentro das colunas na lista de <gui>Endereços</gui>. Pressione <key>Enter</key> quando você tiver terminado de digitar cada endereço.

source: All three of these addresses must be "IP addresses", which will be four numbers separated by periods (e.g. 123.45.6.78).
ast: Les tres direcciones deben ser «direcciones IP», es decir, cuatro númberos separados por puntos (p.ex. 123.45.6.78).
el: Όλες αυτές οι διευθύνσεις πρέπει να είναι «διευθύνσεις IP», οι οποίες θα είναι τέσσερις αριθμοί χωριζόμενοι από τελείες (π.χ. 123.45.6.78).
es: Las tres direcciones deben ser «direcciones IP», es decir, cuatro números separados por puntos (p.ej. 123.45.6.78).
fi: Kaikkien näiden kolmen tiedon tulee olla niin sanottuja "IP-osoitteita", eli niissä pitää olla neljä pisteellä eroteltua numerosarjaa (esimerkiksi 123.45.6.78).
nl: Alle drie de adressen moeten ‘IP-adressen’ zijn, dat wil zeggen vier getallen gescheiden door punten (bijv. 123.45.6.78).
pt_br: Todos os três desses endereços devem ser "endereços IP", que são formados de quatro números deparados por pontos (e.g. 123.45.6.78).

source: Type the IP addresses of the DNS servers you want to use, separated by commas.
ast: Teclee les direcciones IP de los sirvidores DNS que quiera usar, separados por comas.
el: Πληκτρολογείστε τις διευθύνσεις IP των εξυπηρετητών DNS που επιθυμείτε να χρησιμοποιήσετε, χωριζόμενες από κόμμα.
es: Teclee las direcciones IP de los servidores DNS que quiera usar, separados por comas.
fi: Kirjoita niiden DNS-palvelimien IP-osoitteet, joita haluat käyttää pilkulla eroteltuna niille kuuluvaan kenttään.
nl: Typ de IP-adressen van de DNS-servers die u wilt gebruiken, gescheiden door komma's.
pt_br: Digite os endereços IP dos servidores DNS que pretende utilizar, separados por vírgulas.
ru: Введите IP-адреса DNS-серверов, которые хотите использовать, разделив их запятыми.

source: Click <gui>Save</gui>. If you are not connected to the network, go to the network icon on the top bar and connect to it. Test the network settings by trying to visit a website or look at shared files on the network, for example.
ast: Calca <gui>Guardar</gui>. Si no ta coneutáu a la red, vaya al iconu de red na barra superior y conéctese. Compruebe los axustes de red intentando ver un sitiu web o examinando los ficheros compartidos na red, por exemplu.
el: Κάντε κλικ στο κουμπί <gui>Αποθήκευση</gui>. Εάν δεν είστε συνδεδεμένοι στο δίκτυο, μεταβείτε στο εικονίδιο του δικτύου στην επάνω γραμμή και να συνδεθείτε. Δοκιμάστε τις ρυθμίσεις δικτύου, προσπαθώντας να επισκεφθείτε μια ιστοσελίδα ή να δείτε κοινόχρηστα αρχεία στο δίκτυο, για παράδειγμα.
es: Pulse <gui>Guardar</gui>. Si no está conectado a la red, vaya al icono de red en la barra superior y conéctese. Compruebe los ajustes de red intentando ver un sitio web o examinando los archivos compartidos en la red, por ejemplo.
fi: Napsauta lopuksi <gui>Tallenna</gui>. Jos yhteys ei muodostu automaattisesti, muodosta se verkkovalikon kautta. Kokeile verkkoyhteyden toimivuutta esimerkiksi avaamalla jokin nettisivu.
nl: Kik op <gui>Opslaan</gui>. Als u niet verbonden bent met het netwerk, ga dan naar het netwerkpictogram in het bovenpaneel en maak er verbinding mee. Test de netwerkinstellingen door bijvoorbeeld te proberen een website te bezoeken of gedeelde bestanden op het netwerk te bekijken.
pt_br: Clique em <gui>Salvar</gui>. Se você não estiver conectado à rede, vá ao ícone da rede na barra superior e conecte. Teste as configurações de rede tentando visitar um site ou olhar arquivos compartilhados na rede, por exemplo.

source: Connect to the internet using mobile broadband
ast: Conectase a Internet usando banda ancha móvil
el: Σύνδεση στο διαδίκτυο χρησιμοποιώντας κινητό ευρυζωνικό δίκτυο
es: Conectarse a Internet usando banda ancha móvil
fi: Yhdistä internetiin käyttämällä mobiililaajakaistaa
nl: Met het internet verbinden via mobiel breedband
pt_br: Conectar à internet usando banda larga móvel
ru: Подключение к интернету с помощью мобильной широкополосной сети

source: Connect to mobile broadband
ast: Conectase por banda ancha móvil
el: Σύνδεση σε κινητό ευρυζωνικό δίκτυο
es: Conectarse por banda ancha móvil
fi: Yhdistä mobiililaajakaistaan
nl: Met mobiel breedband verbinden
pt_br: Conectar via banda larga móvel
ru: Подключение к мобильной сети

source: <em>Mobile Broadband</em> refers to any kind of high speed Internet connection which is provided by an external device such as a 3G USB stick or mobile phone with built-in HSPA/UMTS/GPRS data connection. Some laptops have recently been produced with mobile broadband devices already inside them.
ast: <em>Banda ancha móvil</em> se refiere a too triba de conexón a Internet de alta velocidá proporcionada por preseos esternos como un lápiz USB 3G o un teléfonu móvil con conexón de datos HSPA/UMTS/GPRS integráu. Dellos portátiles ya incorporan preseos de banda ancha móvil.
el: <em> Mobile Broadband </em> αναφέρεται σε κάθε είδους υψηλής ταχύτητας σύνδεση στο Internet που παρέχεται από μια εξωτερική συσκευή όπως μια κεραία 3G USB ή κινητό τηλέφωνο με ενσωματωμένη UMTS / HSPA / GPRS σύνδεση δεδομένων. Ορισμένοι φορητοί υπολογιστές πρόσφατα έχουν παραχθεί με ήδη ενσωματωμένες τις συσκευές κινητής ευρυζωνικότητας (mobile broadband).
es: <em>Banda ancha móvil</em> se refiere a todo tipo de conexión a Internet de alta velocidad proporcionada por dispositivos externos como un lápiz USB 3G o un teléfono móvil con conexión de datos HSPA/UMTS/GPRS integrado. Algunos portátiles ya incorporan dispositivos de banda ancha móvil.
fi: <em>Mobiililaajakaistalla</em> tarkoitetaan laitetta, jolla tietokone voidaan yhdistää Internetiin. Näitä ovat muun muassa "mokkulat" tai 3G- tai 4G-yhteydellä varustetut matkapuhelimet. Joissain tietokoneissa voi myös olla sisäänrakennettu 3G-sovitin, ja tällöin laitteessa on yleensä SIM-korttipaikka.
pt_br: <em>Banda larga móvel</em> refere-se a qualquer tipo de conexão de Internet de alta velocidade fornecida por um dispositivo externo, como um modem USB 3G ou um celular com conexão de dados HSPA/UMTS/GPRS embutida. Alguns laptops mais recentes já vem com dispositivos de banda larga móvel dentro deles.
ru: Термин <em>Мобильное подключение</em> относится к любому типу высокоскоростного подключения к интернету, осуществляемому с помощью внешнего устройства наподобие 3G USB-модема или мобильного телефона с возможностью подключения по технологиям HSPA/UMTS/GPRS. Кроме того, некоторые портативные компьютеры оснащены встроенными устройствами для подключения к мобильным сетям.

source: Most mobile broadband devices should be recognised automatically when you connect them to your computer. Ubuntu will prompt you to configure the device.
ast: La mayoría de los preseos de banda ancha móvil deberían ser reconocidos automáticamente cuando los coneuta a su equipu. Ubuntu le solicitará configurar el preséu.
el: Οι περισσότερες συσκευές κινητής ευρυζωνικής σύνδεσης θα πρέπει να αναγνωρίζονται αυτόματα όταν τις συνδέσετε στον υπολογιστή σας. Το Ubuntu θα σας ζητήσει να ρυθμίσετε την συσκευή σας.
es: La mayoría de los dispositivos de banda ancha móvil deberían ser reconocidos automáticamente cuando los conecta a su equipo. Ubuntu le solicitará configurar el dispositivo.
fi: Useimmat mobiililaajakaistalaitteet tunnistetaan automaattisesti ne kytkettäessä. Ubuntu kysyy tällöin sinulta laitteiden asetuksia.
pt_br: A maioria dos dispositivos móveis de banda larga deve ser reconhecida automaticamente quando você conectá-los ao seu computador. Ubuntu vai pedir para configurar o dispositivo.
ru: Большинство устройств мобильной широкополосной связи должны распознаться автоматически, когда вы подключите их к компьютеру. Ubuntu предложит вам настроить подключенное устройство.

source: The <gui>New Mobile Broadband Connection</gui> wizard will open automatically when you connect the device.
ast: El asistente de <guilabel>Conexón de banda ancha móvil</guilabel> se abrirá automáticamente cuando conecte el preséu.
el: Η <gui>Καινούργια Mobile Broadband Σύνδεση </gui> θα ανοίξει αυτόματα τον οδηγό όταν συνδέετε τη συσκευή.
es: El asistente de <guilabel>Conexión de banda ancha móvil</guilabel> se abrirá automáticamente cuando conecte el dispositivo.
fi: <gui>Uusi mobiililaajakaistayhteys</gui> -avustaja ilmestyy automaattisesti, kun kytket laitteen.
pt_br: O assistente <gui>Nova Conexão de Banda Larga Móvel</gui> abrirá automaticamente quando você conectar o dispositivo.

source: Click <gui>Forward</gui> and enter your details, including the country where your Mobile Broadband device was issued, the network provider and type of connection (for example, <em>Contract</em> or <em>pre-pay</em>).
ast: Calca <gui>Adelante</gui> e introduzca sus detalles, incluyendo el país donde compró su preséu de banda ancha móvil, el proveedor de la red y la triba de conexón (por exemplu, <em>contrato</em> or <em>prepago</em>).
el: Επιλέξτε <gui>Μπροστά</gui> και εισάγετε λεπτομέρειες συμπεριλαμβάνοντας την χώρα που έχει ενεργοποιηθεί ή Κινητή ευρυζωνική συσκευή, τον Πάροχο δικτύου, και τον τύπο της σύνδεσης (για παράδειγμα, <em>Συμβόλαιο</em> ή <em>προ-πληρωμένη</em>).
es: Pulse <gui>Adelante</gui> e introduzca sus detalles, incluyendo el país donde compró su dispositivo de banda ancha móvil, el proveedor de la red y el tipo de conexión (por ejemplo, <em>contrato</em> or <em>prepago</em>).
fi: Napsauta <gui>Eteenpäin</gui> ja anna tarvittavat tiedot, eli maa, operaattori ja liittymän tyyppi (jälkikäteen laskutettava tai esimaksettu).
nl: Klik op <gui>Volgende</gui> en vul de gegevens in, met inbegrip van het land waar uw mobiele breedbandapparaat werd uitgegeven, de netwerk-provider en het soort verbinding (bijvoorbeeld <em>Contract</em> of <em>pre-pay</em>).
pt_br: Clique em <gui>Avançar</gui> e digite as informações, incluindo o país em que o dispositivo de banda larga móvel foi emitido, o provedor de acesso e o tipo de conexão (por exemplo, <em>pós-pago</em> ou <em>pré-pago</em>).

source: Give your connection a name and click <gui>Apply</gui>.
ast: Asigne un nome a la conexón y calca <gui>Aplicar</gui>.
el: Δώστε ένα όνομα στην σύδεσή σας και πατήστε <gui>Εφαρμογή</gui>.
es: Asigne un nombre a la conexión y pulse <gui>Aplicar</gui>.
fi: Anna yhteydelle nimi ja napsauta <gui>Toteuta</gui>.
nl: Geef uw verbinding een naam en klik op <gui>Toepassen</gui>.
pt_br: Dê um nome para a sua conexão e clique em <gui>Aplicar</gui>.

source: Your connection is now ready to use. To connect, click the <gui>network menu</gui> in the <gui>top panel</gui> and select your new connection.
ast: Su conexón ya ta llista pa su usu. Pa coneutase, abra el <gui>menú de red</gui> nel <gui>panel superior</gui> y escueyi su conexón nueva.
el: Η σύνδεσή σας τώρα είναι έτοιμη. ΓΙια να συνδεθείτε, πατήστε στο <gui>μενού δικτύου</gui> στnν <gui>επάνω μπάρα</gui> και επιλέξτε τη νέα σας σύνδεση.
es: Su conexión ya está lista para su uso. Para conectarse, abra el <gui>menú de red</gui> en el <gui>panel superior</gui> y seleccione su conexión nueva.
fi: Yhteys on valmis käytettäväksi. Muodosta yhteys siihen napsauttamalla <gui>yläpaneelin</gui> <gui>verkkovalikosta</gui> yhteyden nimeä.
nl: Uw verbinding is nu klaar voor gebruik. Om te verbinden klikt u op het <gui>netwerkmenu</gui> in het <gui>bovenpaneel</gui> en selecteert u uw nieuwe verbinding.
pt_br: A sua conexão está pronta para ser usada. Para conectar, clique no <gui>menu de rede</gui> no <gui>painel superior</gui> e selecione a sua nova conexão.
ru: Теперь ваше соединение готово к использованию. Чтобы подключиться, щёлкните на <gui>индикаторе сети</gui> на <gui>верхней панели</gui> и выберите созданное вами соединение.

source: To disconnect, click the <gui>network menu</gui> in the top panel and click <gui>Disconnect</gui>.
ast: Pa desconectarse, calca el <gui>menú de red</gui> del panel superior y calca en <gui>Desconectar</gui>.
el: Για να αποσυνδεθείτε, πατήστε στο <gui>μενού δικτύου</gui> στην <gui>επάνω μπάρα</gui> και επιλέξτε <gui>Αποσύνδεση</gui>.
es: Para desconectarse, pulse el <gui>menú de red</gui> del panel superior y pulse en <gui>Desconectar</gui>.
fi: Jos haluat katkaista yhteyden, valitse <gui>verkkovalikosta</gui> <gui>Katkaise yhteys</gui>.
nl: Om de verbinding te verbreken, klik op het <gui>netwerkmenu</gui> in het <gui>bovenpaneel</gui> en klik op <gui>Verbinding verbreken</gui>.
pt_br: Para desconectar, clique no <gui>menu de rede</gui> no painel superior e clique em <gui>Desconectar</gui>.

source: If you are not prompted to configure the device when you connect it, it may still be recognised by Ubuntu. In such cases you can add the connection manually.
ast: Si no se le pide que configure el preséu cuando lo conecte, entá es posible facer que Ubuntu lo reconozca. En tal caso, puede amestar la conexón manualmente.
el: Εάν δεν σας ζητηθεί να ρυθμίσετε την συσκευή σας όταν την συνδέσετε για πρώτη φορά, μπορεί να αναγνωρίστηκε αυτόματα από το Ubuntu. Σ' αυτή την περίπτωση μπορείτε να δημιουργήσετε την σύνδεση χειροκίνητα.
es: Si no se le pide que configure el dispositivo cuando lo conecte, todavía es posible hacer que Ubuntu lo reconozca. En tal caso, puede añadir la conexión manualmente.
fi: Jos laitteen asetuksia ei pyydetä tekemään sitä kytkettäessä, se saattaa kuitenkin olla Ubuntun tunnistama laite. Tällaisissa tapauksissa voit lisätä yhteyden käsin.
pt_br: Se você não for solicitado para configurar o dispositivo quando você conectá-lo, ele ainda pode ser reconhecido pelo Ubuntu. Em alguns casos você pode adicionar uma conexão manualmente.
