Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Choose which web browser you would like links to be opened in by changing the <gui>Web</gui> option.
ast: Escueya qué restolador web quies vincular pa abrir, cambiando la opción <gui>Web</gui>.
el: Επιλέξτε ποιο πρόγραμμα περιήγησης στο διαδίκτυο θα θέλατε να συνδέεται αλλάζοντας την επιλογή <gui>Διαδίκτυο</gui>.
fi: Valitse <gui>Internet</gui>-pudotusvalikosta se selain, jolla haluat linkkien aukeavan.
nl: Kies in welke webbrowser u links wilt openen door de <gui>Web</gui>-optie te wijzigen.
pt_br: Escolha em qual navegador da web você gostaria que os links sejam abertos alterando a opção <gui>Web</gui>.

source: When you open up a different web browser, it might tell you that it's not the default browser any more. If this happens, click the <gui>Cancel</gui> button (or similar) so that it doesn't try to set itself as the default browser again.
ast: Cuando abras un restolador web distintu, pue ser que t'avise de que nun ye'l restolador predetermináu. Si esto asocede, primi nel botón <gui>Encaboxar</gui> (o asemeyáu) pa qu'esti nun intente afitase como'l restolador predetermináu nuevamente.
el: Όταν ανοίξετε έναν διαφορετικό περιηγητή ιστού, ίσως σας ενημερώσει ότι δεν είναι πια ο προεπιλεγμένος περιηγητής. Αν συμβεί αυτό, πατήστε το κουμπί <gui>Άκυρο</gui> (ή κάτι παρόμοιο) ώστε να μην προσπαθήσει να τεθεί ξανά προεπιλεγμένος.
fi: Kun avaat tämän jälkeen jonkun muun selaimen, se todennäköisesti pyytää sinua asettamaan itsensä takaisin oletusselaimeksi. Jos selain kysyy tätä, napsauta <gui>Peruuta</gui>-painiketta (tai jotain muuta vastaavaa selaimesta riippuen). Jos vastaat myöntävästi, kyseisestä selaimesta tulee järjestelmän oletusselain.
nl: Het kan zijn dat u, wanneer u een andere webbrowser kiest om te openen, een bericht krijgt dat het niet langer de standaard webbrowser is. Als dat het geval is, klik dan op de knop <gui>Annuleren</gui> (of iets dergelijks) zodat het niet zal pogen zichzelf weer als de standaard webbrowser in te stellen.
pt_br: Quando você abrir um navegador web diferente, ele poderá lhe dizer que não é o navegador padrão mais. Se isso acontecer, clique no botão <gui>Cancelar</gui> (ou similar) para que ele não tente se estabelecer como o navegador padrão novamente.

source: Change the default email client by going to <gui>System Info</gui> in the <gui>System Settings</gui>.
ast: Camuda el veceru de corréu predetermináu yendo a <gui>Información de sistema</gui> na <gui>Configuración de sistema</gui>.
el: Αλλάξτε την προεπιλεγμένη εφαρμογή ηλεκτρονικής αλληλογραφίας (email) πηγαίνοντας στο στοιχείο <gui>Πληροφορίες συστήματος</gui> το οποίο βρίσκεται στις <gui>Ρυθμίσεις συστήματος</gui>.
fi: Vaihda oletussähköpostiohjelmaa <gui>Järjestelmäasetusten</gui> <gui>Järjestelmätiedoista</gui>.
nl: De standaard e-mailclient wijzigen door naar <gui>Systeeminformatie</gui> in de <gui>Systeeeminstellingen</gui> te gaan.
pt_br: Altere o cliente de e-mail padrão indo para <gui>Informações do sistema</gui> nas <gui>Configurações do sistema</gui>.

source: Change which mail application is used to write emails
ast: Camudar que aplicación de corréu electrónicu se usa pa escribir correos
el: Αλλάξτε την εφαρμογή αλληλογραφίας που χρησιμοποιείται για το γράψιμο ηλεκτρονικών γραμμάτων
es: Cambiar que aplicación de correo electrónico se usa para escribir correos
fi: Vaihda sähköpostiohjelmaa
nl: Wijzigen welk e-mailprogramma gebruikt wordt om e-mails te schrijven
pt_br: Alterar qual aplicação de correio é usada para escrever e-mails
ru: Изменение приложения, используемого для работы с электронной почтой

source: When you click a button or link to send a new email (for example, in your word processing application), your default mail application will open up with a blank message, ready for you to write. If you have more than one mail application installed, however, the wrong mail application might open up. You can fix this by changing which one is the default email application:
ast: Cuando faes clic nun botón o enllaz pa unviar un corréu-e nuevu (por exemplu, na aplicación del procesador de testu), abriráse l'aplicación predeterminada de corréu-e con un mensaxe en blanco, preparáu pa escribir. Sicasí, si tienes más d'una aplicación de corréu-e instalada, pue asoceder que s'abra l'aplicación incorreuta de corréu-e. Pues iguar esto, camudando cuál ye l'aplicación predeterminada de corréu-e:
el: Όταν κάνετε κλικ σε ένα κουτί ή έναν υπερσύνδεσμο για να στείλετε κάποιο ηλεκτρονικό γράμμα (για παράδειγμα, σε κάποια εφαρμογή επεξεργασίας κειμένου), θα ανοίξει η προεπιλεγμένη εφαρμογή αλληλογραφίας με ένα κενό μήνυμα, έτοιμο για να γράψετε. Παρ'όλα αυτά, αν έχετε εγκατεστημένες παραπάνω από μία εφαρμογές αλληλογραφίας, ίσως ανοίξει η λάθος εφαρμογή. Μπορείτε να το διορθώσετε αυτό, αλλάζοντας την προεπιλεγμένη εφαρμογή αλληλογραφίας:
fi: Kun napsautat uuden sähköpostiviestin luomiseen johtavaa painiketta tai linkkiä (esimerkiksi selaimessa tai tekstinkäsittelyohjelmassa), uuden sähköpostiviestin kirjoittamiseen tarkoitettu ikkuna aukeaa oletussähköpostiohjelmassasi. Jos tietokoneeseen on asennettu useampi kuin yksi sähköpostiohjelma, saattaa aukeava sähköpostiohjelma olla se mitä et ole tottunut käyttämään. Voit korjata tämän vaihtamalla järjestelmän oletussähköpostiohjelmaa:
pt_br: Quando você clica em um botão ou link para enviar um novo e-mail (por exemplo, no aplicativo de processamento de texto), seu aplicativo de e-mail padrão será aberto com uma mensagem em branco, pronta para você escrever. Se você tiver mais de um aplicativo de e-mail instalado, no entanto, o aplicativo de correio errado pode abrir. Você pode corrigir isso alterando qual é o aplicativo de e-mail padrão:

source: Choose which email client you would like to be used by default by changing the <gui>Mail</gui> option.
ast: Escueya qué veceru de corréu quies usar de manera predeterminada, cambiando la opción <gui>Corréu</gui>.
el: Επιλέξτε ποιο πρόγραμμα ηλεκτρονικού ταχυδρομείου θα θέλατε να χρησιμοποιείται από προεπιλογή αλλάζοντας την επιλογή <gui>Αλληλογραφία</gui>.
fi: Valitse haluamasi sähköpostiohjelma luettelosta <gui>Sähköposti</gui>-kohdasta.
pt_br: Escolha qual cliente de e-mail você gostaria de usar por padrão alterando a opção <gui>Correio</gui>.

source: Learn how to change wireless connection options.
ast: Aprenda cómo camudar les opciones de una conexón inalámbrica.
el: Μάθετε πως να αλλάζετε τις επιλογές ασύρματης σύνδεσης.
es: Aprenda cómo cambiar las opciones de una conexión inalámbrica.
fi: Opi kuinka vaihtaa langattoman yhteyden asetuksia.
nl: Leer hoe u opties voor een draadloze verbinding wijzigt.
pt_br: Saiba como alterar as opções de conexão sem fio.

source: Edit a wireless connection
ast: Editar una conexón inalámbrica
el: Επεξεργασία μίας ασύρματης σύνδεσης
es: Editar una conexión inalámbrica
fi: Muokkaa langattoman yhteyden asetuksia
nl: Een draadloze verbinding bewerken
pt_br: Editar uma conexão sem fio

source: This topic describes all of the options that are available when you edit a wireless network connection. To edit a connection, click the <gui>network menu</gui> in the top panel and select <gui>Edit Connections</gui>.
ast: Esti apartáu describe toes les opciones disponibles al editar una conexón de red inalámbrica. Pa editar una conexón, calca nel <gui>menú de red</gui> del panel superior y escueyi <gui>Editar conexones</gui>.
el: Aυτό το θέμα περιγράφει όλες τις επιλογές που είναι διαθέσιμες όταν επεξεργάζεστε μια ασύρματη σύνδεση δικτύου. Για να επεξεργαστείτε μια σύνδεση, κάντε κλικ στο <gui>μενού δικτύου</gui> στον πάνω πίνακα και επιλέξτε <gui>Επεξεργασία σύνδεσης</gui>.
es: Este apartado describe todas las opciones disponibles al editar una conexión de red inalámbrica. Para editar una conexión, pulse en el <gui>menú de red</gui> del panel superior y seleccione <gui>Editar conexiones</gui>.
nl: Dit onderwerp beschrijft alle opties die beschikbaar zijn wanneer u een draadloze netwerkverbinding bewerkt. Om een verbinding te bewerken, klik op het <gui>netwerkmenu</gui> in het bovenpaneel en kies <gui>Verbindingen bewerken</gui>.
pt_br: Este tópico descreve todas as opções que estarão disponíveis quando você editar uma conexão de rede sem fio. Para editar uma conexão, clique no <gui>menu de rede</gui> no painel superior e selecione <gui>Editar conexões</gui>.

source: Most networks will work fine if you leave these settings at their defaults, so you probably don't need to change any of them. Many of the options here are provided to give you greater control over more advanced networks.
ast: La mayoría de les redes no tendrán dengún problema si deja esta configuración predeterminada, polo que dablemente no sedrá necesariu camudar denguna de ellas. Abondes de les opciones que equí se proporcionan lo son pa darle un mayor control sobro redes más avanzadas.
el: Τα περισσότερα δίκτυα θα λειτουργήσουν σωστά αν αφήσετε τις προεπιλεγμένες τιμές στις ρυθμίσεις, οπότε κατά πάσα πιθανότητα δε θα χρειαστεί να αλλάξετε κάποια από αυτές. Πολλές από τις επιλογές εδώ παρέχονται ώστε να σας δώσουν μεγαλύτερο έλεγχο πάνω σε πιο προχωρημένα δίκτυα.
es: La mayoría de las redes no tendrán ningún problema si deja esta configuración predeterminada, por lo que probablemente no será necesario cambiar ninguna de ellas. Muchas de las opciones que aquí se proporcionan lo son para darle un mayor control sobre redes más avanzadas.
nl: De meeste netwerken zullen prima werken als de de standaard instellingen gebruikt, dus u hoeft ze waarschijnlijk niet te wijzigen. Veel van de opties hier zijn er om u meer controle te geven over geavanceerdere netwerken.
pt_br: A maioria das redes funcionará bem se você mantiver deixar as configurações padrão, então você provavelmente não precisará modificar nenhuma delas. Muitas das opções disponíveis são providas com o intuito de dar maior controle sobre redes mais complexas.

source: Available to all users / Connect automatically
ast: Disponible pa tolos usuarios/Coneutar automáticamente
el: Διαθέσιμη σε όλους τους χρήστες / Αυτόματη σύνδεση
es: Disponible para todos los usuarios/Conectar automáticamente
fi: Saatavilla kaikille käyttäjille / Yhdistä automaattisesti
pt_br: Conectar-se automaticamente / Disponível para todos os usuários

source: Connect automatically
ast: Coneutar automáticamente
el: Αυτόματη σύνδεση
es: Conectar automáticamente
fi: Yhdistä automaattisesti
pt_br: Conectar automaticamente
ru: Подключаться автоматически

source: Check this option if you would like the computer to try to connect to this wireless network whenever it is in range.
ast: Marque esta opción si quies que el equipu intente coneutase a esta red inalámbrica cuando esté nel rangu.
el: Επιλέξτε αυτή την επιλογή εάν θέλετε ο υπολογιστής να προσπαθήσει να συνδεθεί σε αυτό το ασύρματο δίκτυο οπότε είναι εντός εμβέλειας.
es: Marque esta opción si desea que el equipo intente conectarse a esta red inalámbrica cuando esté en el rango.
nl: Plaats een vinkje bij deze optie als u wilt dat de computer probeert te verbinden met dit draadloze netwerk wanneer dit binnen bereik is.
pt_br: Marque esta opção caso você deseja que o computador tente se conectar a essa rede sem fio sempre que estiver dentro do alcance.
ru: Включите эту опцию, если вы хотите чтобы компьютер автоматически пытался подключиться к этой беспроводной сети, как только окажется в радиусе её действия.

source: If several networks which are set to connect automatically are in range, the computer will connect to the first one shown in the <gui>Wireless</gui> tab in the <gui>Network Connections</gui> window. It won't disconnect from one available network to connect to a different one that has just come in range.
ast: Si hai varias redes establecidas nel rangu, pa coneutase automáticamente, el equipu se conectará a la primer que se amuesa na pestaña <gui>Inalámbrica</gui> na ventana <gui>Conexones de red</gui>. No se desconectará de una red disponible pa coneutase a una distintu que acabe de aparecer.
el: Εάν πάνω από ένα δίκτυα, που έχουν ρυθμιστεί να συνδέονται αυτόματα, βρίσκονται εντός της περιοχής κάλυψης, ο υπολογιστής θα συνδεθεί στο πρώτο που εμφανίζεται στην καρτέλα <gui>Ασύρματα</gui> στο παράθυρο <gui>Συνδέσεις δικτύου</gui>. Δεν θα αποσυνδεθεί αυτόματα από ένα δίκτυο για να συνδεθεί σε κάποιο άλλο που μόλις μπήκε στην περιοχή κάλυψης.
es: Si hay varias redes establecidas en el rango, para conectarse automáticamente, el equipo se conectará a la primera que se muestra en la pestaña <gui>Inalámbrica</gui> en la ventana <gui>Conexiones de red</gui>. No se desconectará de una red disponible para conectarse a una diferente que acabe de aparecer.
nl: Als meerdere netwerken die zijn ingesteld op automatisch verbinden binnen bereik zijn, dan zal de computer verbinding maken met het eerste netwerk dat getoond wordt in het tabblad <gui>Draadloos</gui> in het venster <gui>Netwerkverbindingen</gui>. De computer zal niet de verbinding verbreken met het ene beschikbare netwerk om te verbinden met een ander netwerk dat net binnen bereik is gekomen.
pt_br: Se muitas redes que estiverem configuradas para conectar-se automaticamente estiverem ao alcance, o computador conectar-se-á à primeira que estiver listada na aba <gui>Sem-fio</gui> da janela <gui>Conexões de rede</gui>. Ele não desconectará de uma rede disponível para se conectar a outra que acabou de mostrar sinal.

source: Available to all users
ast: Disponible pa tolos usuarios
el: Διαθέσιμο σε όλους τους χρήστες
es: Disponible para todos los usuarios
fi: Saatavilla kaikille käyttäjille
pt_br: Disponível para todos usuários
ru: Доступно всем пользователям

source: Check this if you would like all of the users on the computer to have access to this wireless network. If the network has a <link xref="net-wireless-wepwpa">WEP/WPA password</link> and you have checked this option, you will only need to enter the password once. All of the other users on your computer will be able to connect to the network without having to know the password themselves.
ast: Marque esta opción si quies que tolos usuarios nel equipu tengan accesu a esta red inalámbrica. Si la red tien una <link xref="net-wireless-wepwpa">contraseña WEP/WPA</link> y ha escoyíu esta opción, solo tendrá que introducir la contraseña una vegada. Tolos demás usuarios nel equipu serán capaces de coneutase a la red sin tener que conocer la contraseña.
el: Επιλέξτε το αν θέλετε όλοι οι χρήστες του υπολογιστή να έχουν πρόσβαση σε αυτό το ασύρματο δίκτυο. Αν το ασύρματο δίκτυο έχει <link xref="net-wireless-wepwpa">Προστασία με κωδικό ασφαλείας WEP/WPA</link> και το έχετε επιλέξει, τότε θα χρειαστεί να δώσετε τον κωδικό μία φορά μόνο. Όλοι οι άλλοι χρήστες του υπολογιστή θα είναι ικανοί να συνδεθούν στο ασύρματο δίκτυο χωρίς να χρειάζεται να γνωρίζουν τον κωδικό πρόσβασης.
es: Marque esta opción si desea que todos los usuarios en el equipo tengan acceso a esta red inalámbrica. Si la red tiene una <link xref="net-wireless-wepwpa">contraseña WEP/WPA</link> y ha seleccionado esta opción, solo tendrá que introducir la contraseña una vez. Todos los demás usuarios en el equipo serán capaces de conectarse a la red sin tener que conocer la contraseña.
nl: Plaats hier een vinkje als u wilt dat alle gebruikers op de computer toegang hebben tot dit draadloze netwerk. Als het netwerk een <link xref="net-wireless-wepwpa">WEP/WPA wachtwoord</link> heeft, en u heeft deze optie aangevinkt, dan hoeft u slechts één keer het wachtwoord in te voeren. Alle andere gebruikers op uw computer zullen kunnen verbinden met het netwerk zonder dat ze zelf het wachtwoord hoeven te weten.
pt_br: Marque essa opção se você desejar que todos os usuários do computador tenham acesso a esta rede sem-fio. Se a rede tiver uma <link xref="net-wireless-wepwpa">senha WEP/WPA</link> e você tiver marcado essa opção, você só precisará digitar a senha uma vez. Todos os demais usuários de seu computador poderão acessar a rede sem ter de saber a senha.
ru: Включите эту опцию, если хотите чтобы все пользователи компьютера имели доступ к этой беспроводной сети. Если для подключения к сети требуется <link xref="net-wireless-wepwpa">пароль WEP или WPA</link> и у вас включена эта опция, то вам нужно ввести пароль только один раз. Все остальные пользователи вашего компьютера смогут подключаться к сети, даже не зная пароля.

source: If this is checked, you need to be an <link xref="user-admin-explain">administrator</link> to change any of the settings for this network. You may be asked to enter your admin password.
ast: Si se marca esta opción, tien que ser <link xref="user-admin-explain">alministrador</link> pa camudar la configuración de esta red. Se le puede pedir que introduzca su contraseña de alministrador.
el: Εάν αυτό είναι επιλεγμένο. χρειάζεται να είστε <link xref="user-admin-explain">διαχειριστής</link> για να αλλάξετε κάποια από τις ρυθμίσεις αυτού του δικτύου. Μπορεί να σας ζητηθεί να εισάγετε τον κωδικό πρόσβασής σας.
es: Si se marca esta opción, tiene que ser <xref="user-admin-explain">administrador</link> para cambiar la configuración de esta red. Se le puede pedir que introduzca su contraseña de administrador.
nl: Als dit aangevinkt is dient u <link xref="user-admin-explain">beheerder</link> te zijn om welke instelling dan ook voor dit netwerk te wijzigen. Er kan u gevraagd worden uw beheerderswachtwoord in te voeren.
pt_br: Se estiver marcada, é necessário que você seja um <link xref="user-admin-explain">administrador</link> para modificar qualquer definição para esta rede. Poderá ser necessário digitar a sua senha de administrador.
ru: Если эта опция включена, вам нужно быть <link xref="user-admin-explain">администратором</link>, чтобы менять любые из параметров для этой сети. Возможно, система попросит вас ввести ваш пароль администратора.

source: Wireless
ast: Inalámbrica
el: Ασύρματο
es: Inalámbrica
fi: Langaton
nl: Draadloos
pt_br: Sem Fio

source: This is the name of the wireless network you are connecting to, otherwise known as the <em>Service Set Identifier</em>. Don't change this unless you have changed the name of the wireless network (for example, by changing the settings of your wireless router or base station).
ast: Esti es el nome de la red inalámbrica a la que se coneuta, tamién conocido como el <em> Identificador de conxuntu de serviciu (en inglés Service Set Identifier)</em>. No lo camuda a menos que heba cambiáu el nome de la red inalámbrica (por exemplu, al camudar la configuración de su router inalámbrico o estación base).
el: Αυτό είναι το όνομα του ασύρματου δικτύου στο οποίο συνδέεστε, αλλιώς γνωστό ως το <em>Αναγνωριστικό ρυθμίσεων υπηρεσιών (Service Set Identifier - SSID)</em>. Μην το αλλάξετε αυτό εκτός εάν έχετε αλλάξει το όνομα του ασύρματου δικτύου (για παράδειγμα, αλλάζοντας τις ρυθμίσεις του ασύρματου δρομολογητή ή του σταθμού βάσης σας).
es: Este es el nombre de la red inalámbrica a la que se conecta, también conocido como el <em> Identificador de conjunto de servicio (en inglés Service Set Identifier)</em>. No lo cambie a menos que haya cambiado el nombre de la red inalámbrica (por ejemplo, al cambiar la configuración de su router inalámbrico o estación base).
nl: Dit is de naam van het netwerk waarmee u verbinding maakt, ook bekend onder de naam <em>Service Set Identifier</em>.
pt_br: Este é o nome da rede sem-fio a que você está se conectando, também conhecida como <em>Configurações do serviço</em>. Não mude isso a não ser que tenha mudado o nome da rede sem-fio (por exemplo, modificando as configurações de seu roteador ou estação-base).
ru: Это название беспроводной сети, к которой вы подключаетесь, известное как <em>Service Set Identifier</em>. Не меняйте его, если только не изменилось название беспроводной сети (например, при изменении настроек беспроводного маршрутизатора или базовой станции).

source: Mode
ast: Mou
el: Λειτουργία
es: Modo
fi: Tila
pt_br: Modo
ru: Режим

source: Use this to specify whether you are connecting to an <gui>Infrastructure</gui> network (one where computers wirelessly connect to a central base station or router) or an <gui>Ad-hoc</gui> network (where there is no base station, and the computers in the network connect to one another). Most networks are infrastructure ones; you may wish to <link xref="net-adhoc">set-up your own ad-hoc network</link> though.
ast: Úselo pa especificar si quies coneutase a una red de triba <gui>Infraestructura</gui> (donde los equipos se conectan de forma inalámbrica a una estación base central o un router) o <gui>Ad-hoc</gui> (donde no hai denguna estación base, y los equipos de la red se conectan directamente con otru). La mayoría de les redes son de triba infraestructura; sin embargo, es posible que quiera <link xref="net-adhoc">criar su propia red ad-hoc</link>.
el: Χρησιμοποιήστε αυτό για να ορίσετε εάν συνδέεστε σε δίκτυο <gui>Υποδομής</gui> (ένα όπου οι υπολογιστές συνδέονται ασύρματα σε έναν κεντρικό σταθμό βάσης ή δρομολογητή) ή ένα <gui>Ad hoc</gui> δίκτυο (όπου δεν υπάρχει σταθμός βάσης, και οι υπολογιστές στο δίκτυο συνδέονται αναμεταξύ τους). Τα περισσότερα δίκτυα είναι υποδομής, αλλά μπορεί να θέλετε να <link xref="net-adhoc">ρυθμίσετε το δικό σας δίκτυο ad hoc</link>.
es: Úselo para especificar si desea conectarse a una red de tipo <gui>Infraestructura</gui> (donde los equipos se conectan de forma inalámbrica a una estación base central o un router) o <gui>Ad-hoc</gui> (donde no hay ninguna estación base, y los equipos de la red se conectan directamente con otro). La mayoría de las redes son de tipo infraestructura; sin embargo, es posible que quiera <link xref="net-adhoc">crear su propia red ad-hoc</link>.
nl: Gebruik dit om op te geven of u verbindt met een <gui>Infrastructuur</gui>netwerk (een netwerk waarbij computers draadloos verbinden met een centraal basisstation of router) of een <gui>Ad-hoc</gui>netwerk (een netwerk zonder basisstation waarbij de computers in het netwerk met elkaar verbinden). De meeste netwerken zijn van het type infrastructuur; maar misschien wilt u <link xref="net-adhoc">uw eigen ad-hoc netwerk instellen</link>
pt_br: Use isso para especificar se você está conectando em uma rede de <gui>infraestrutura</gui> (uma aonde computadores se conectam, sem fio, a uma estação base central ou roteador) ou uma rede <gui>ad-hoc</gui> (onde não existe uma estação base, e os computadores da rede se conectam um no outro. A maioria das rede são do tipo infraestrutura; embora você talvez queira <link xref="net-adhoc">configurar sua própria rede ad-hoc</link>
