Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you frequently move files between nested folders, you might find it more useful to show a tree in the sidebar instead. Click <guiseq><gui>View</gui><gui>Sidebar</gui><gui>Tree</gui></guiseq> to enable the tree sidebar. Click the expander next to a folder to show its child folders in the tree, or click a folder to open it in the window.
ast: Si mueve davezu ficheros ente carpetas anidadas, puede atopar útil amosar un árbol na barra lateral. Calca <guiseq><gui>Ver</gui><gui>Barra lateral</gui><gui>Árbol</gui></guiseq> pa activar el árbol de la barra lateral. Calca el espansor xunto a la carpeta pa amosar sus carpetas hijas nel árbol, o calca nuna carpeta pa abrirla na ventana.
el: Αν μετακινείτε συχνά αρχεία μεταξύ φακέλων ενσωματωμένων στο ίδιο σύστημα αρχείων, μπορεί να το βρείτε χρησιμότερο να απεικονίζεται μία δενδροείδή διάταξη φακέλων στην πλαϊνή μπάρα. Κάντε κλικ στην επιλογή <guiseq><gui>Προβολή</gui><gui>Πλαϊνή μπάρα</gui><gui>Δέντρο</gui></guiseq> για να ενεργοποιήσετε την δενδροειδή απεικόνιση. Πατήστε στο κουμπί επέκτασης δίπλα σε έναν φάκελο ώστε να δείτε τους υποφακέλους του, ή κάντε κλικ σε έναν φάκελο ώστε να ανοίξει στο παράθυρο του διαχειριστή αρχείων.
fi: Jos siirrät tiedostoja usein sisäkkäisten kansioiden välillä, puunäkymän näyttäminen sivupaneelissa lienee hyödyllistä. Ota sivupaneelin puunäkymä käyttöön napsauttamalla <guiseq><gui>Näytä</gui><gui>Sivupaneeli</gui><gui>Puu</gui></guiseq>. Napsauta kansion vieressä olevaa nuolta laajentaaksesi kyseisen kansion sisältö. Napsauta kansion nimeä näyttääksesi kansion sisältö avoinna olevassa ikkunassa.
nl: Als u vaak bestanden verplaatst tussen geneste mappen, dan vindt u het mogelijk prettiger een boomstructuur in de zijbalk te tonen. Klik op <guiseq><gui>Beeld</gui><gui>Zijbalk</gui><gui>Boom</gui></guiseq> om de boomstructuur in de zijbalk in te schakelen. Klik op het uitvouwteken naast een map om de submappen in de boom te tonen, of klik op een map om hem in het venster te openen.
pt_br: Se você move com frequência arquivos entre pastas que estão dentro de outras, você pode achar mais útil mostrar a árvore na barra lateral. Clique <guiseq><gui>Visualizar</gui><gui>Barra lateral</gui><gui>Árvore</gui></guiseq> para ativar árvore na barra lateral. Clique no expansor próximo a uma pasta para mostrar as subpastas na árvore, ou clique numa pasta para abri-la na janela.
ru: Если вы часто перемещаете файлы между вложенными папками, вам может показаться более полезной древовидная структура боковой панели. Щёлкните <guiseq><gui>Вид</gui><gui>Боковая панель</gui><gui>Дерево</gui></guiseq>, чтобы отображать боковую панель в виде древовидной структуры. Щёлкните на треугольнике рядом с папкой, чтобы показать в виде дерева её дочерние папки, или щёлкните папку, чтобы открыть её в окне.

source: Copy or move items to a new directory.
ast: Copiar o mover elementos a una carpeta nueva.
el: Αντιγραφή ή μετακίνηση αντικειμένων σε έναν καινούριο κατάλογο.
es: Copiar o mover elementos a una carpeta nueva.
fi: Kopioi tai siirrä kohteita uuteen kansioon.
nl: Kopieer of verplaats items naar een nieuwe directory.
pt_br: Copiar ou mover itens para um novo diretório.
ru: Копирование или перемещение объектов в новый каталог.

source: Copy or move files and folders
ast: Copiar o mover ficheros y carpetas
el: Αντιγραφή ή μετακίνηση αρχείων και φακέλων
es: Copiar o mover archivos y carpetas
fi: Kopioi tai poista tiedostoja ja kansioita
nl: Bestanden en mappen kopiëren of verplaatsen
pt_br: Copiar ou mover arquivos e pastas
ru: Копирование или перемещение файлов и папок

source: A file or folder can be copied or moved to a new location by dragging and dropping with the mouse, using the copy and paste commands, or by using keyboard shortcuts.
ast: Es posible copiar o mover un ficheru o carpeta nuna nueva allugamientu arrastrándolo y soltándolo col mur, usando les órdenes de copiar y apegar, o per aciu de combinaciones de tecles.
el: Ένα αρχείο ή ένας φάκελος μπορεί να αντιγραφεί ή να μετακινηθεί σε μία νέα τοποθεσία σύροντας και αφήνοντάς τον με το ποντίκι, χρησιμοποιώντας τις εντολές αντιγραφή και επικόλληση, ή χρησιμοποιώντας συντομεύσεις πληκτρολογίου.
es: Es posible copiar o mover un archivo o carpeta en una nueva ubicación arrastrándolo y soltándolo con el ratón, usando las órdenes de copiar y pegar, o mediante combinaciones de teclas.
fi: Tiedosto tai kansio on kopioitavissa tai siirrettävissä uuteen sijaintiin hiirellä vetäen, tiedostonhallinnan valikon kautta tai käyttäen pikanäppäimiä.
nl: Een bestand of map kan gekopieerd of verplaatst worden naar een nieuwe locatie door die met de muis te slepen en neer te zetten, of via de commando's kopiëren en plakken, of via sneltoetsen op het toetsenbord.
pt_br: Um arquivo ou pasta pode ser copiado ou movido para uma nova localização, arrastando e soltando com o mouse, usando os comandos copiar e colar, ou usando atalhos de teclado.
ru: Файл или папку можно скопировать или переместить в новое место, перетаскивая их мышью, использую команды копирования и вставки, или с помощью комбинаций клавиш.

source: As an example, copying files can be useful when creating a folder which contains files to email to a friend or coworker, or when <link xref="files#backup">backing up</link> individual files to an external disk.
ast: Por exemplu, copiar ficheros puede resultar útil cuando se cria una carpeta que caltién ficheros que va a unviar por corréu electrónicu a un collaciu o compañero de trabayu, o cuando va a <link xref="files#backup">respaldar</link> ficheros individuales nun discu esternu.
el: Ως παράδειγμα, η αντιγραφή αρχείων μπορεί να χρησιμεύσει στη δημιουργία ενός φακέλου ο οποίος θα περιέχει αρχεία προς αποστολή μέσω ηλεκτρονικού ταχυδρομείου σε κάποιον φίλο ή συνεργάτη, ή για την <link xref="files#backup">δημιουργία αντιγράφου ασφαλείας</link> μεμονομένων αρχείων ή φακέλων σε έναν εξωτερικό δίσκο.
es: Por ejemplo, copiar archivos puede resultar útil cuando se crea una carpeta que contiene archivos que va a enviar por correo electrónico a un amigo o compañero de trabajo, o cuando va a <link xref="files#backup">respaldar</link> archivos individuales en un disco externo.
fi: Tiedostojen kopiointi on kätevää, kun on esimerkiksi tarkoitus sijoittaa useampi eri sijainnissa oleva tiedosto yhteen sijaintiin ulkoiselle kiintolevylle <link xref="files#backup">varmuuskopiointia</link> varten.
nl: Als voorbeeld, bestanden kopiëren kan handig zijn wanneer u een map creëert die bestanden bevat die u aan vrienden of collega's mailt, of wanneer u van individuele bestanden een <link xref="files#backup">back-up</link> maakt naar een externe harde schijf.
pt_br: Por exemplo, copiar arquivos pode ser útil na criação de uma pasta que contém arquivos que se quer enviar por e-mail a um amigo ou colega de trabalho, ou quando se faz <link xref="files#backup">cópia de segurança</link> de arquivos individuais para um disco externo.
ru: Копирование файлов может быть полезно, например, если вы создаёте папку, содержащую файлы для отправки по электронной почте друзьям или коллегам, или хотите создать <link xref="files#backup">резервные копии</link> отдельных файлов на переносном диске.

source: Drag files to copy or move
ast: Arrastrar ficheros pa copiarlos o moverlos
el: Σύρετε αρχεία ώστε να αντιγραφούν ή να μετακινηθούν
es: Arrastrar archivos para copiarlos o moverlos
fi: Vedä tiedostot kopioidaksesi tai siirtääksesi
nl: Sleep bestanden om te kopiëren of verplaatsen
pt_br: Arraste arquivos para copiar ou mover
ru: Копирование или перемещение файлов перетаскиванием

source: <link xref="files-browse">Open the file manager</link> to the folder containing the item you want to copy.
ast: <link xref="files-browse">Abra el xestor de ficheros</link> na carpeta que contenga el elementu que quies copiar.
el: <link xref="files-browse">Ανοίξτε τον διαχειριστή αρχείων</link> και μεταφερθείτε στον φάκελο που περιέχει το αντικείμενο το οποίο θέλετε να αντιγράψετε.
es: <link xref="files-browse">Abra el gestor de archivos</link> en la carpeta que contenga el elemento que desea copiar.
fi: <link xref="files-browse">Avaa tiedostonhallinta</link> siihen kansioon, jossa kopioitava kohde on.
nl: <link xref="bestanden-bladeren">Open de bestandsbeheerder</link> naar de map met het item dat u wilt kopiëren.
pt_br: <link xref="files-browse">Abra o gerenciador de arquivos</link> na pasta que contém o item que deseja copiar.
ru: <link xref="files-browse">Откройте менеджер файлов</link> на папке, содержащей объект, который вы хотите скопировать.

source: Click <guiseq><gui>File</gui><gui>New Window</gui></guiseq> (or press <keyseq><key>Ctrl</key><key>N</key></keyseq>) to open a second window. Navigate to the folder where you want to move or copy the item in the new window.
ast: Calca <guiseq><gui>Ficheru</gui><gui>Ventana nueva</gui></guiseq> (o calca <keyseq><key>Ctrl</key><key>N</key></keyseq>) pa abrir una segunda ventana. En esa ventana nueva, navegue fasta la carpeta a donde quies copiar o mover el elementu.
el: Κάντε κλικ στην επιλογή <guiseq><gui>Αρχείο</gui><gui>Νέο παράθυρο</gui></guiseq> (ή πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>N</key></keyseq>) για να ανοίξετε ένα νέο παράθυρο. Έπειτα, πλοηγηθείτε στο νέο παράθυρο ώστε να βρεθείτε στον φάκελο στον οποίο θέλετε να αντιγράψετε ή να μετακινήσετε το επιλεγμένο αντικείμενο.
es: Pulse <guiseq><gui>Archivo</gui><gui>Ventana nueva</gui></guiseq> (o pulse <keyseq><key>Ctrl</key><key>N</key></keyseq>) para abrir una segunda ventana. En esa ventana nueva, navegue hasta la carpeta a donde desea copiar o mover el elemento.
fi: Napsauta <guiseq><gui>Tiedosto</gui><gui>Uusi ikkuna</gui></guiseq> (tai paina <keyseq><key>Ctrl</key><key>N</key></keyseq>) avataksesi uuden ikkunan. Siirry kansioon, johon haluat siirtää tai kopioida uudessa ikkunassa olevan kohteen.
nl: Klik op <guiseq><gui>Bestand</gui><gui>Nieuw venster</gui></guiseq> (of druk op <keyseq><key>Ctrl</key><key>N</key></keyseq>) om een tweede venster te openen. Ga in het nieuwe venster naar de map waarnaar u het item wilt verplaatsen of kopiëren.
pt_br: Clique em <guiseq><gui>Arquivo</gui><gui>Nova janela</gui></guiseq> (ou pressione <keyseq><key>Ctrl</key><key>N</key></keyseq>) para abrir uma segunda janela. Navegue até a pasta onde você quer mover ou copiar o item na nova janela.
ru: Щёлкните <guiseq><gui>Файл</gui><gui>Создать окно</gui></guiseq> (или нажмите <keyseq><key>Ctrl</key><key>N</key></keyseq>), чтобы открыть второе окно. В новом окне перейдите к папке, в которую вы хотите скопировать или переместить объект.

source: Click and drag the item from one window to another. By default, dragging an item will <em>move it</em> if the destination is on the same device (i.e. if both folders are on the same hard disk on your computer).
ast: Calca y arrastre el elementu de una ventana a la otra. De forma predeterminada, al arrastrar y soltar un elementu <em>se moverá</em> si el destín ta nel mesmu preséu (p.ex. si ambas carpetas tan nel mesmu discu duru de su equipu).
el: Κάνετε κλικ και σύρετε το αντικείμενο από το ένα παράθυρο στο άλλο. Από προεπιλογή, σύροντας ένα αντικείμενο θα προκληθεί η <em>μετακίνησή του</em> αν η τοποθεσία προορισμού βρίσκεται στην ίδια συσκευή (για παράδειγμα, όταν και οι δύο φάκελοι βρίσκονται στον ίδιο σκληρό δίσκο στον υπολογιστή σας).
es: Pulse y arrastre el elemento de una ventana a la otra. De forma predeterminada, al arrastrar y soltar un elemento <em>se moverá</em> si el destino está en el mismo dispositivo (p.ej. si ambas carpetas están en el mismo disco duro de su equipo).
fi: Paina ja raahaa kohde ikkunasta toiseen. Oletuksena raahaaminen <em>siirtää sen</em>, jos kohde on samalla laitteella (esim. jos molemmat kansiot ovat koneesi samalla kiintolevyllä).
nl: Klik en sleep het item van het ene venster naar het andere. Normaal zal bij slepen het item worden <em>verplaatst</em> als de bestemming op hetzelfde apparaat is (d.w.z. als beide mappen op dezelfde harde schijf staan op uw computer).
pt_br: Clique e arrase o item de uma janela para a outra. Por padrão, arrastar um item irá <em>movê-lo</em> se o destino estiver no mesmo dispositivo (por exemplo, se ambas as pastas estiverem no mesmo disco rígido em seu computar).
ru: Щёлкните и перетаскивайте объект из одного окна в другое. По умолчанию, перетаскивание объекта <em>перемещает его</em>, если место назначения находится на том же диске (например, если обе папки расположены на одном жёстком диске вашего компьютера).

source: Dragging will <em>copy it</em> if the destination is on a difference device, such as a USB storage device, however. You can override this:
ast: En cambéu, al arrastrar y soltar un elementu <em>copiaráse</em> si el destín ta nun preséu distinto, como un preséu de almacenamiento USB. Puede camudar esti comportamiento:
el: Αντιθέτως, αν η τοποθεσία προορισμού βρίσκεται σε διαφορετική συσκευή, όπως μία συσκευή αποθήκευσης USB, σύροντας ένα αντικείμενο θα προκληθεί η <em>αντιγραφή</em> του.
es: En cambio, al arrastrar y soltar un elemento <em>se copiará</em> si el destino está en un dispositivo distinto, como un dispositivo de almacenamiento USB. Puede cambiar este comportamiento:
fi: Raahaaminen <em>kopioi ne</em>, jos kohde on eri laitteella, kuten USB-muistitikulla. Voit ohittaa tämän:
nl: Slepen zal het item echter <em>kopiëren</em> als de bestemming op een ander apparaat is, zoals een USB-stick. U kunt dit omzeilen :
pt_br: Por outro lado, arrastar irá <em>copiá-lo</em> se o destino for um dispositivo diferente, como um dispositivo de armazenamento USB.
ru: Перетаскивание <em>копирует объект</em>, если место назначения расположено на другом устройстве, например на USB-устройстве хранения данных. Вы можете изменить это поведение:

source: To force the file to be copied, hold down the <key>Ctrl</key> key while dragging.
ast: Pa obligar a que se copie el ficheru, mantenga pulsada la tecla <key>Ctrl</key> mientres lo arrastra.
el: Για να εξαναγκάσετε την αντιγραφή του αρχείου, κρατήστε πατημένο το πλήκτρο <key>Ctrl</key> ενώ σύρετε το αρχείο.
es: Para obligar a que se copie el archivo, mantenga pulsada la tecla <key>Ctrl</key> mientras lo arrastra.
fi: Pakottaaksesi tiedoston kopioinnin, pidä pohjassa <key>Ctrl</key> kun raahaat tiedostoa.
nl: Om kopiëren te forceren, houdt u de <key>Ctrl</key>-toets ingedrukt terwijl u sleept.
pt_br: Para forçar o arquivo a ser copiado, mantenha pressionada a tecla <key>Ctrl</key> enquanto arrasta.
ru: Чтобы принудительно скопировать файл, удерживайте при перетаскивании клавишу <key>Ctrl</key>.

source: To force the file to be moved, hold down the <key>Shift</key> key while dragging.
ast: Pa obligar a que se mueva el ficheru, mantenga pulsada la tecla <key>Mayús</key> mientres lo arrastra.
el: Για να εξαναγκάσετε την μεταφορά του αρχείου, κρατήστε πατημένο το πλήκτρο <key>Shift</key> ενώ σύρετε το αρχείο.
es: Para obligar a que se mueva el archivo, mantenga pulsada la tecla <key>Mayús</key> mientras lo arrastra.
fi: Pakottaaksesi tiedoston siirron, pidä pohjassa <key>Ctrl</key> kun raahaat tiedostoa.
nl: Om verplaatsen te forceren, houdt u de <key>Shift</key>-toets ingedrukt terwijl u sleept.
pt_br: Para forçar o arquivo a ser movido, mantenha pressionada a tecla <key>Shift</key> enquanto arrasta.
ru: Чтобы принудительно переместить файл, удерживайте при перетаскивании клавишу <key>Shift</key>.

source: Copy and paste files
ast: Copiar y apegar ficheros
el: Αντιγραφή και επικόλληση αρχείων
es: Copiar y pegar archivos
fi: Kopioi ja liitä tiedostoja
nl: Bestanden kopiëren en plakken
pt_br: Copiar e colar arquivos
ru: Копирование и вставка файлов

source: Select the item you want to copy by clicking on it once.
ast: Escueyi un elementu que quiera copiar, pulsando en elli una vegada.
el: Επιλέξτε το αντικείμενο που επιθυμείτε να αντιγράψετε κάνοντας κλικ επάνω του μία φορά.
es: Seleccione un elemento que quiera copiar, pulsando en él una vez.
fi: Valitse kopioitava kohde napsauttamalla sitä kerran.
nl: U kunt het item selecteren die u wilt kopiëren door er één keer op te klikken.
pt_br: Selecione o item que deseja copiar clicando nele uma vez.
ru: Выберите объект, который хотите скопировать, щёлкнув на нём мышью.

source: Click <guiseq><gui>Edit</gui><gui>Copy</gui></guiseq>, or press <keyseq><key>Ctrl</key><key>C</key></keyseq>.
ast: Calca <guiseq><gui>Editar</gui><gui>Copiar</gui></guiseq>, o <keyseq><key>Ctrl</key><key>C</key></keyseq>.
el: Κάντε κλικ στην επιλογή <guiseq><gui>Επεξεργασία</gui><gui>Αντιγραφή</gui></guiseq>, ή πιέστε τον συνδυασμό <keyseq><key>Ctrl</key><key>C</key></keyseq>.
es: Pulse <guiseq><gui>Editar</gui><gui>Copiar</gui></guiseq>, o <keyseq><key>Ctrl</key><key>C</key></keyseq>.
fi: Napsauta <guiseq><gui>Muokkaa</gui><gui>Kopioi</gui></guiseq>, tai paina <keyseq><key>Ctrl</key><key>C</key></keyseq>.
nl: Klik op <guiseq><gui>Bewerken</gui><gui>Kopiëren</gui></guiseq>, of druk op <keyseq><key>Ctrl</key><key>C</key></keyseq>.
pt_br: Clique em <guiseq><gui>Editar</gui><gui>Copiar</gui></guiseq>, ou pressione <keyseq><key>Ctrl</key><key>C</key></keyseq>.
ru: Щёлкните <guiseq><gui>Правка</gui><gui>Копировать</gui></guiseq>, или нажмите <keyseq><key>Ctrl</key><key>C</key></keyseq>.

source: Navigate to another folder, where you want to put the copy of the item.
ast: Vaya a otra carpeta donde quiera poner la copia del elementu.
el: Περιηγηθείτε σε άλλο φάκελο, όπου επιθυμείτε να βάλετε το αντίγραφο του αντικειμένου.
es: Vaya a otra carpeta donde quiera poner la copia del elemento.
fi: Siirry toiseen kansioon, johon haluat liittää kopioitavan kohteen.
nl: Navigeer naar een andere map, waar u een kopie van het item wilt plaatsen.
pt_br: Navegue para outra pasta, onde você deseja colocar a cópia do item.
ru: Перейдите в другую папку, в которую хотите поместить копию объекта.

source: Click <guiseq><gui>Edit</gui><gui>Paste</gui></guiseq> to finish copying the item, or press <keyseq><key>Ctrl</key><key>V</key></keyseq>. There will now be a copy of the file in the original folder and the other folder.
ast: Calca <guiseq><gui>Editar</gui><gui>Apegar</gui></guiseq> pa acabar la copia del ficheru, o calca <keyseq><key>Ctrl</key><key>V</key></keyseq>. Agora habrá una copia del ficheru na carpeta original y otra na otra carpeta.
el: Κάντε κλικ στην επιλογή <guiseq><gui>Επεξεργασία</gui><gui>Επικόλληση</gui></guiseq> ώστε να ολοκληρώσετε την αντιγραφή του αντικειμένου, ή πιέστε τον συνδυασμό <keyseq><key>Ctrl</key><key>V</key></keyseq>. Τώρα, ένα αντίγραφο του αρχείου στον πρωτότυπο φάκελο, θα υπάρχει και στον φάκελο προορισμού.
es: Pulse <guiseq><gui>Editar</gui><gui>Pegar</gui></guiseq> para finalizar la copia del archivo, o pulse <keyseq><key>Ctrl</key><key>V</key></keyseq>. Ahora habrá una copia del archivo en la carpeta original y otra en la otra carpeta.
fi: Napsauta <guiseq><gui>Muokkaa</gui><gui>Liitä</gui></guiseq> kopioidaksesi, tai paina <keyseq><key>Ctrl</key><key>V</key></keyseq>. Alkuperäisestä tiedostosta on nyt olemassa kopio.
nl: Klik op <guiseq><gui>Bewerken</gui><gui>Plakken</gui></guiseq> om het kopiëren van het item te voltooien, of druk op <keyseq><key>Ctrl</key><key>V</key></keyseq>. Naast het bestand in de oorspronkelijke map zal zich nu ook een kopie ervan bevinden in de andere map.
pt_br: Clique em <guiseq><gui>Editar</gui><gui>Colar</gui></guiseq> para terminar de copiar o item, ou pressione <keyseq><key>Ctrl</key><key>V</key></keyseq>. Agora haverá uma cópia do arquivo na pasta original e na outra pasta.
ru: Чтобы завершить копирование файла, щёлкните <guiseq><gui>Правка</gui><gui>Вставить</gui></guiseq>, или нажмите <keyseq><key>Ctrl</key><key>V</key></keyseq>. Теперь у вас будет два одинаковых файла — в исходной и в другой папках.

source: Cut and paste files (to move them)
ast: Cortar y apegar ficheros (pa moverlos)
el: Αποκοπή και επικόλληση αρχείων (μετακίνηση αυτών)
es: Cortar y pegar archivos (para moverlos)
fi: Leikkaa ja liitä tiedostoja (eli siirrä tiedostoja)
nl: Knip en plak bestanden (om ze te verplaatsen)
pt_br: Copie e cole os arquivos (para movê-los)
ru: Вырезание и вставка файлов (для их перемещения)

source: Select the item you want to move by clicking on it once.
ast: Escueyi el elementu que quies mover pulsándolo una sola vegada.
el: Επιλέξτε το αντικείμενο που επιθυμείτε να μετακινήσετε κάνοντας κλικ επάνω του μία φορά.
es: Seleccione el elemento que desea mover pulsándolo una sola vez.
fi: Valitse siirrettävä kohde napsauttamalla sitä kerran.
nl: U kunt het item dat u wilt verplaatsen selecteren door er één keer op te klikken.
pt_br: Selecione o item que deseja mover clicando sobre ele uma vez.
ru: Выберите объект, который хотите переместить, щёлкнув на нём мышью.

source: Click <guiseq><gui>Edit</gui><gui>Cut</gui></guiseq>, or press <keyseq><key>Ctrl</key><key>X</key></keyseq>.
ast: Calca <guiseq><gui>Editar</gui><gui>Cortar</gui></guiseq>, o <keyseq><key>Ctrl</key><key>X</key></keyseq>.
el: Κάντε κλικ στην επιλογή <guiseq><gui>Επεξεργασία</gui><gui>Αποκοπή</gui></guiseq>, ή πατήστε τον συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>X</key></keyseq>.
es: Pulse <guiseq><gui>Editar</gui><gui>Cortar</gui></guiseq>, o <keyseq><key>Ctrl</key><key>X</key></keyseq>.
fi: Napsauta <guiseq><gui>Muokkaa</gui><gui>Leikkaa</gui></guiseq>, tai paina <keyseq><key>Ctrl</key><key>X</key></keyseq>.
nl: Klik op <guiseq><gui>Bewerken</gui><gui>Knippen</gui></guiseq>, of druk op <keyseq><key>Ctrl</key><key>X</key></keyseq>.
pt_br: Clique em <guiseq><gui>Editar</gui><gui>Recortar</gui></guiseq>, ou pressione <keyseq><key>Ctrl</key><key>X</key></keyseq>.
ru: Щёлкните <guiseq><gui>Правка</gui><gui>Вырезать</gui></guiseq>, или нажмите <keyseq><key>Ctrl</key><key>X</key></keyseq>.

source: Navigate to another folder, where you want to move the item.
ast: Vaya a otra carpeta donde quiera mover el elementu.
el: Περιηγηθείτε σε άλλο φάκελο, όπου επιθυμείτε να μετακινήσετε το αντικείμενο.
es: Vaya a otra carpeta donde quiera mover el elemento.
fi: Siirry toiseen kansioon, johon haluat siirtää kohteen.
nl: Navigeer naar een andere map, waar u het item wilt plaatsen.
pt_br: Navegue para outra pasta, onde você deseja mover o item.
ru: Перейдите в другую папку, в которую вы хотите переместить объект.
