Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Find your external, internet IP address:
ast: Guetar su direición IP externa de Internet:
el: Εύρεση της εξωτερικής σας, διαδικτυακής διεύθυνσης IP:
es: Buscar su dirección IP externa de Internet:
fi: Ulkoisen, Internetissä näkyvän IP-osoitteen selvittäminen:
nl: Uw externe, internet-IP-adres achterhalen:
pt_br: Encontre o seu endereço IP externo de internet:

source: Visit <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
ast: Visite <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
el: Επισκεφτείτε τον διαδικτυακό τόπο <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
es: Visite <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
fi: Mene osoitteeseen <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
nl: Ga naar <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
pt_br: Visite <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.
ru: Посетите сайт <link href="http://whatismyipaddress.com/">whatismyipaddress.com</link>.

source: The site will display your external IP address for you
ast: El sitiu le mostrará su direición IP externa
el: Ο διαδικτυακός τόπος θα εμφανίσει για εσάς την εξωτερική σας διεύθυνση IP
es: El sitio le mostrará su dirección IP externa
fi: Sivulla näkyy käytössäsi oleva ulkoinen IP-osoite.
nl: De site zal uw externe IP-adres weergeven
pt_br: O site vai exibir o seu endereço IP externo para você
ru: Этот сайт покажет ваш «внешний» IP-адрес

source: You can control what programs are accessible by the network.
ast: Puede controlar qué programes son accesible na red.
el: Μπορείτε να ελέγξετε τί προγράμματα είναι προσβάσιμα από το δίκτυο.
es: Puede controlar qué programas son accesible en la red.
fi: Hallitse mitkä ohjelmat saavat käyttää Internet-yhteyttä.
nl: U kunt bepalen welke programma's via het netwerk benaderbaar zijn.
pt_br: Você pode controlar os programas que estão acessíveis pela rede.
ru: Вы можете управлять тем, какие программы доступны по сети.

source: Enabling and blocking firewall access
ast: Activar y bloquear el accesu al torgafueos
el: Ενεργοποίηση και μπλοκάρισμα πρόσβασης τείχους προστασίας
es: Activar y bloquear el acceso al cortafuegos
fi: Salli ja estä ohjelmien yhteydet palomuurin läpi
nl: Firewalltoegang inschakelen en blokkeren
pt_br: Habilitação e bloqueio de acesso de firewall
ru: Разрешение и запрещение доступа с помощью брандмауэра

source: Ubuntu comes equipped with the <app>Uncomplicated Firewall</app> (<app>ufw</app>) but the firewall is not enabled by default. Because Ubuntu does not have any open network services (except for basic network infrastructure) in the default installation, a firewall is not needed to block incoming attempted malicious connections.
ast: Ubuntu incorpora el <app>Cortafuegos sin complicaciones («Uncomplicated Firewall»)</app> (<app>ufw</app>) pero no viene activáu de forma predeterminada. Como Ubuntu no trae dengún serviciu de red abiertu (esceutu pa la infraestructura básica de red) na instalación predeterminada, no se necesita dengún torgafueos pa bloquear intentos de conexones maliciosas entrantes.
el: Το Ubuntu έρχεται εξοπλισμένο με το <app>Απλοποιημένο τείχος προστασίας</app> (<app>ufw</app>) αλλά το τείχος προστασίας δεν είναι ενεργοποιημένο από προεπιλογή. Επειδή το Ubuntu δεν έχει ανοιχτές υπηρεσίες δικτύου (εκτός από τη βασική υποδομή δικτύου) στην προκαθορισμένη εγκατάσταση, δεν χρειάζεται τείχος προστασίας για να αποκόπτει τις προσπάθειες εισερχόμενων κακόβουλων συνδέσεων.
es: Ubuntu incorpora el <app>Cortafuegos sin complicaciones («Uncomplicated Firewall»)</app> (<app>ufw</app>) pero no viene activado de forma predeterminada. Como Ubuntu no trae ningún servicio de red abierto (excepto para la infraestructura básica de red) en la instalación predeterminada, no se necesita ningún cortafuegos para bloquear intentos de conexiones maliciosas entrantes.
fi: Ubuntu sisältää oletuksena palomuurin nimeltä <app>Uncomplicated Firewall</app> (<app>ufw</app>), mutta se ei ole oletuksena käytössä. Tämä johtuu siitä, ettei Ubuntussa ole oletuksena perusverkkopalveluita lukuun ottamatta yhtäkään avointa porttia.
nl: Ubuntu is uitgerust met de <app>Uncomplicated Firewall</app> (<app>ufw</app>), maar de firewall is niet standaard ingeschakeld. Omdat Ubuntu in de standaard installatie geen open netwerkdiensten heeft (met uitzondering van basis netwerkinfrastructuur), is er geen firewall nodig om pogingen van kwaadwillige verbindingen te blokkeren.
pt_br: O Ubuntu vem equipado com o <app>Firewall descomplicado</app> (<app>ufw</app>), mas o firewall não está habilitado por padrão. Porque o Ubuntu não tem qualquer serviço de rede aberto (exceto infraestrutura de rede básica) na instalação padrão, um firewall não é necessário para bloquear tentativas de entrada de conexões maliciosas.
ru: В состав Ubuntu входит <app>Uncomplicated Firewall</app> (<app>ufw</app>), но этот брандмауэр не включён по умолчанию. Поскольку при обычной установке Ubuntu не имеет открытых сетевых служб (кроме базовой сетевой инфраструктуры), использование брандмауэра для блокирования попыток входящих вредоносных подключений не требуется.

source: For more information about how to use ufw, see the <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">online documentation</link>.
ast: Pa tener más información sobro el usu de ufw, consulte la <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">documentación en llinia</link>.
el: Για περισσότερες πληροφορίες σχετικά με τη χρήση του ufw, δείτε στην <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">τεκμηρίωση στο διαδίκτυο</link>.
es: Para tener más información sobre el uso de ufw, consulte la <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">documentación en línea</link>.
fi: Lisätietoja ufw:n käytöstä on tarjolla englanninkielisessä <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">verkko-ohjeessa</link>.
nl: Voor meer informatie over het gebruik van ufw, zie de <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">online documentatie</link>.
pt_br: Para mais informações sobre como usar o ufw, veja a <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">documentação online</link>.
ru: Подробнее об использовании ufw см. в <link href="https://wiki.ubuntu.com/UncomplicatedFirewall">онлайн-документации</link>.

source: Turn the firewall on or off
ast: Activar o desactivar el torgafueos
el: Ενεργοποίηση ή απενεργοποίηση του τείχους προστασίας
es: Activar o desactivar el cortafuegos
fi: Aseta palomuuri päälle tai pois päältä
nl: De firewall in- of uitschakelen
pt_br: Liga ou desliga o firewall
ru: Включение и отключение межсетевого экрана

source: To turn on the firewall, enter <cmd>sudo ufw enable</cmd> in a terminal. To turn off ufw, enter <cmd>sudo ufw disable</cmd>.
ast: Pa activar el torgafueos, teclee <cmd>sudo ufw enable</cmd> nun terminal. Pa desactivar ufw, teclee <cmd>sudo ufw disable</cmd>.
el: Για να ενεργοποιήσετε το τείχος προστασίας, εισάγετε την εντολή <cmd>sudo ufw enable</cmd> στο τερματικό. Για να απενεργοποιήσετε το ufw, εισάγετε <cmd>sudo ufw disable</cmd>.
es: Para activar el cortafuegos, teclee <cmd>sudo ufw enable</cmd> en un terminal. Para desactivar ufw, teclee <cmd>sudo ufw disable</cmd>.
fi: Ota palomuuri käyttöön kirjoittamalla <app>Päätteeseen</app> komento <cmd>sudo ufw enable</cmd>. Palomuurin saa pois päältä kirjoittamalla <app>Päätteeseen</app> <cmd>sudo ufw disable</cmd>.
nl: Om de firewall in te schakelen, voert u in een terminal <cmd>sudo ufw enable</cmd> in. Om ufw uit te schakelen, voert u <cmd>sudo ufw disable</cmd> in.
pt_br: Para ligar o firewall, entre com <cmd>sudo ufw enable</cmd> em um terminal. Para desligar o ufw, entre com <cmd>sudo ufw disable</cmd>.
ru: Чтобы включить межсетевой экран, введите в терминале <cmd>sudo ufw enable</cmd>. Чтобы отключить ufw, введите <cmd>sudo ufw disable</cmd>.

source: Allow or block specific network activity
ast: Permitir o denegar cierta xera de red
el: Επιτρέψτε ή αποτρέψτε συγκεκριμένη δικτυακή δραστηριότητα
es: Permitir o denegar cierta actividad de red
fi: Salli tai estä tietyt verkkotoiminnot
nl: Specifieke netwerkactiviteit toestaan of blokkeren
pt_br: Permitir ou bloquear a atividade de rede específica
ru: Разрешение или запрещение определённой сетевой активности

source: Many programs are built to offer network services. For instance, you can share content, or let someone view your desktop remotely. Depending on which additional programs you install, you may need to adjust the firewall to allow these services to work as intended. UfW comes with a number of rules already pre-configured. For instance, to allow <app>SSH</app> connections, enter <cmd>sudo ufw allow ssh</cmd> in a terminal. To block ssh, enter <cmd>sudo ufw block ssh</cmd>.
ast: Muchos programes tan diseñados pa ofrecer servicios de red. Por exemplu, puede compartir conteníos, o permitir que daquién vea su escritoriu de forma remota. Dependiendo de los programes que instale, es posible que ten que axustar el torgafueos pa permitir que esos programes funcionen según lo previsto. Ufw ya trae varias reglas predefinidas. Por exemplu, pa permitir conexones <app>SSH</app>, introduzca <cmd>sudo ufw allow ssh</cmd> nun terminal. Pa bloquear el SSH, introduzca <cmd>sudo ufw block ssh</cmd>.
el: Πολλές εφαρμογές έχουν σχεδιαστεί ώστε να παρέχουν δικτυακές υπηρεσίες. Για παράδειγμα, μπορείτε να μοιράζεστε περιεχόμενο ή να επιτρέψετε σε κάποιον άλλον να έχει πρόσβαση στον υπολογιστή σας με απομακρυσμένη διαχείριση. Ανάλογα από ποιες επιπλέον εφαρμογές έχετε εγκαταστήσει, μπορεί να χρειαστεί η αντίστοιχη προσαρμογή του τείχους προστασίας, ώστε να επιτρέπετε σε αυτές να λειτουργήσουν όπως πρέπει. Το UfW έρχεται με πολλές προεπιλογές. Για παράδειγμα, για να επιτρέψετε συνδέσεις <app>SSH</app>, σε τερματικό πληκτρολογείστε <cmd>sudo ufw allow ssh</cmd>. Για να εμποδίσετε συνδέσεις SSH, πληκτρολογείστε <cmd>sudo ufw block ssh</cmd>.
es: Muchos programas están diseñados para ofrecer servicios de red. Por ejemplo, puede compartir contenidos, o permitir que alguien vea su escritorio de forma remota. Dependiendo de los programas que instale, es posible que tenga que ajustar el cortafuegos para permitir que esos programas funcionen según lo previsto. Ufw ya trae varias reglas predefinidas. Por ejemplo, para permitir conexiones <app>SSH</app>, introduzca <cmd>sudo ufw allow ssh</cmd> en un terminal. Para bloquear el SSH, introduzca <cmd>sudo ufw block ssh</cmd>.
fi: Monet ohjelmat sisältävät oletuksena verkkopalveluita. Voit esimerkiksi jakaa sisältöä tai sallia työpöydän etäkäytön. Riippuen asentamistasi sovelluksista, sinun voi olla tarpeen määrittää tiettyjä palomuurisääntöjä. UfW sisältää lukuisia ennalta määriteltyjä palomuurisääntöjä. Esimerkiksi <app>SSH</app>-yhteyksien salliminen onnistuu kirjoittamalla Päätteeseen komento <cmd>sudo ufw allow ssh</cmd>. Vastaavasti SSH-yhteydet saa estettyä kirjoittamalla Päätteeseen <cmd>sudo ufw block ssh</cmd>.
nl: Veel programma's zijn gemaakt om netwerkdiensten aan te bieden. Zo kunt u inhoud delen, of iemand op afstand uw bureaublad laten bekijken. Afhankelijk van welke extra programma's u installeert, moet u mogelijk de firewall aanpassen om toe te staan dat deze diensten werken zoals bedoeld. UfW wordt met een aantal reeds geconfigureerde regels geleverd. Om bijvoorbeeld <app>SSH</app>-verbindingen toe te staan voert u in een terminal <cmd>sudo ufw allow ssh</cmd> in. Om ssh te blokkeren voert u <cmd>sudo ufw block ssh</cmd> in.
pt_br: Muitos programas são construídos para oferecer serviços de rede. Por exemplo, você pode compartilhar conteúdo ou deixar que alguém veja sua área de trabalho remotamente. Dependendo que quais programas adicionais você instale, você poderá precisar ajustar o firewall para permitir que esses serviços funcionem como deveriam. O UfW vem com um conjunto de regras pré-configuradas. Por exemplo, para permitir conexões <app>SSP</app>, digite <cmd>sudo ufw allow ssh</cmd> em um terminal. Para bloquear o SSH, digite <cmd>sudo ufw block ssh</cmd>.

source: Each program that provides services uses a specific <em>network port</em>. To enable access to that program's services, you may need to allow access to its assigned port on the firewall. To allow connections on port 53, enter <cmd>sudo ufw allow 53</cmd> in a terminal. To block port 53, enter <cmd>sudo ufw block 53</cmd>.
ast: Too programa que proporciona servicios usa un <em>puertu de red</em> específico. Pa permitir el accesu a los servicios de esi programa, tien que permitir el accesu a su puertu asignáu nel torgafueos. Pa permitir conexones al puertu 53, introduzca <cmd>sudo ufw allow 53</cmd> nun terminal. Pa bloquear el puertu 53, introduzca <cmd>sudo ufw block 53</cmd>.
el: Κάθε εφαρμογή δικτύου χρησιμοποιεί μια συγκεκριμένη <em>δικτυακή θύρα (πόρτα)</em>. Για να δώσετε πρόσβαση σε αυτήν την εφαρμογή, ίσως χρειαστεί να δώσετε πρόσβαση στη θύρα που χρησιμοποιεί από το τείχος προστασίας. Για να επιτρέψετε συνδέσεις στη θύρα 53, σε τερματικό πληκτρολογείστε <cmd>sudo ufw allow 53</cmd> και πατήστε Enter. Για να αποτρέψετε πρόσβαση στη θύρα 53, σε τερματικό πληκτρολογείστε <cmd>sudo ufw block 53</cmd> και πατήστε Enter.
es: Todo programa que proporciona servicios usa un <em>puerto de red</em> específico. Para permitir el acceso a los servicios de ese programa, tiene que permitir el acceso a su puerto asignado en el cortafuegos. Para permitir conexiones al puerto 53, introduzca <cmd>sudo ufw allow 53</cmd> en un terminal. Para bloquear el puerto 53, introduzca <cmd>sudo ufw block 53</cmd>.
fi: Jokainen verkkopalveluja tarjoava ohjelma käyttää tiettyä <em>verkkoporttia</em>. Salliaksesi pääsyn verkosta tiettyyn sovellukseen, saattaa olla tarpeen määritellä palomuuriin pääsy kyseisen sovelluksen käyttämään porttiin. Salli yhteydet porttiin 53 kirjoittamalla Päätteeseen <cmd>sudo ufw allow 53</cmd>. Voit vastaavasti estää yhteydet porttiin 53 kirjoittamalla Päätteeseen <cmd>sudo ufw block 53</cmd>.
nl: Elk programma dat diensten verleent gebruikt een specifieke <em>netwerkpoort</em>. Om toegang tot de diensten van dat programma te kunnen krijgen moet u mogelijk de toegang tot de toegekende poort in de firewall toestaan. Om verbindingen op poort 53 toe te staan voert u in een terminal <cmd>sudo ufw allow 53</cmd> in. Om poort 53 te blokkeren, voer <cmd>sudo ufw block 53</cmd> in.
pt_br: Cada programa que provê serviços usa uma <em>porta de rede</em> específica. Para habilitar acesso aos serviços desses programas, talvez seja necessário permitir acesso a essa porta no firewall. Para permitir conexões na porta 53, digite <cmd>sudo ufw allow 53</cmd> em um terminal. Para bloquear a porta 53, digite <cmd>sudo ufw block 53</cmd>.

source: To check the current status of ufw, enter <cmd>sudo ufw status</cmd> in a terminal.
ast: Pa comprobar el estáu actual de ufw, teclee <cmd>sudo ufw status</cmd> en un terminal.
el: Για να ελέγξετε την τρέχουσα κατάσταση στο ufw, εισάγετε την εντολή <cmd>sudo ufw status</cmd> στο τερματικό.
es: Para comprobar el estado actual de ufw, teclee <cmd>sudo ufw status</cmd> en un terminal.
fi: Jos haluat tarkistaa ufw:n nykyisen tilan, kirjoita Päätteeseen <cmd>sudo ufw status</cmd>.
nl: Om de huidige status van ufw te controleren kunt u in een terminal <cmd>sudo ufw status</cmd> uitvoeren.
pt_br: Para verificar o estado atual do ufw, entre com <cmd>sudo ufw status</cmd> em um terminal.
ru: Чтобы проверить текущее состояние ufw, введите в терминале команду <cmd>sudo ufw status</cmd>.

source: Use ufw without a terminal
ast: Usar ufw sin un terminal
el: Χρήση του ufw χωρίς τερματικό
es: Usar ufw sin un terminal
fi: Käytä ufw-palomuuria ilman päätettä
nl: Ufw zonder terminal gebruiken
pt_br: Use o ufw sem um terminal
ru: Использование ufw без терминала

source: You can also install <app>gufw</app> if you prefer to set up the firewall without using a terminal. To install, click <link href="apt:gufw">this link</link>.
ast: También puede instalar <app>gufw</app> si prefiere configurar el torgafueos sin usar el terminal. Pa instalarlo, calca en <link href="apt:gufw">esti enllaz</link>.
el: Μπορείτε επίσης να εγκαταστήσετε το <app>gufw</app> αν προτιμάτε να ρυθμίσετε το τείχος προστασίας χωρίς να κάνετε χρήση του τερματικού. Για εγκατάσταση, κάντε κλικ <link href="apt:gufw">αυτό το σύνδεσμο</link>.
es: También puede instalar <app>gufw</app> si prefiere configurar el cortafuegos sin usar el terminal. Para instalarlo, pulse en <link href="apt:gufw">este enlace</link>.
fi: Jos haluat käyttää palomuuria graafisella käyttöliittymällä, asenna gufw-niminen sovellus. Asenna gufw napsauttamalla tästä.
nl: U kunt ook <app>gufw</app> installeren als u de firewall liever instelt zonder een terminal te gebruiken. Om dit te installeren klikt u op <link href="apt:gufw">deze link</link>.
pt_br: Você poderá instalar também o <app>gufw</app> caso prefira configurar o firewall sem usar um terminal. Para instalá-lo, clique <link href="apt:gufw">neste link</link>.
ru: Если вы предпочитаете настраивать межсетевой экран без использования терминала, вы можете установить <app>gufw</app>. Для этого щёлкните на <link href="apt:gufw">этой ссылке</link>.

source: You can launch this program by searching for <app>Firewall Configuration</app> in the <gui>Dash</gui>. The program does not need to be kept open for the firewall to work.
ast: Podrá llanzar esti programa guetando <app>Configuración del torgafueos</app> nel <gui>Tablero</gui>. El programa no necesita tar abiertu pa que funcione el torgafueos.
el: Για την εκκίνηση της εφαρμογής, αναζητήστε <app>Ρυθμίσεις τείχους προστασίας</app> στο <gui>Dash</gui>. Η εφαρμογή δεν απαιτείται να είναι ανοιχτή για να είναι σε λειτουργεία το τείχος προστασίας.
es: Podrá lanzar este programa buscando <app>Configuración del cortafuegos</app> en el <gui>Tablero</gui>. El programa no necesita estar abierto para que funcione el cortafuegos.
fi: Käynnistä ohjelma etsimällä <app>palomuurin asetukset</app> <gui>Dashista</gui>. Gufw:n ei tarvitse olla jatkuvasti käynnissä, sillä palomuuri on aktiivinen myös ilman graafista käyttöliittymää.
nl: U kunt dit programma starten door in de <gui>Dash</gui> te zoeken naar <app>Firewall configuratie</app>. Het programma hoeft niet geopend te zijn om de firewall te laten werken.
pt_br: Você pode lançar esse programa procurando por <app>Configurações de Firewall</app> no <gui>Painel</gui>. Esse programa não precisa ficar aberto para que o firewall funcione.

source: You need to specify the right network port to enable/disable network access for a program with your firewall.
ast: Tien que especificar el puertu de red correutu pa activar/desactivar el accesu a red pa un programa en su torgafueos.
el: Πρέπει να καθορίσετε τη σωστή θύρα δικτύου για να ενεργοποιήσετε/απενεργοποιήσετε την πρόσβαση στο δίκτυο για ένα πρόγραμμα με το τείχος προστασίας σας.
fi: Määritä oikea tietoliikenneportti palomuuriin käyttämiäsi sovelluksia varten.
nl: U dient de juiste netwerkpoort op te geven om netwerktoegang voor een programma met uw firewall in- of uit te schakelen.
pt_br: Você precisa especificar a porta de rede correta para habilitar/desabilitar o acesso à rede de um programa com o seu firewall.

source: Commonly-used network ports
ast: Puertos de red usados normalmente
el: Οι πιο συχνά χρησιμοποιούμενες θύρες δικτύου
fi: Yleisesti käytetyt verkkoportit
nl: Veelgebruikte netwerkpoorten
pt_br: Portas de rede normalmente usadas

source: This is a list of network ports commonly used by applications which provide network services, like file sharing or remote desktop viewing. You can change your system's firewall to <link xref="net-firewall-on-off">block or allow access</link> to these applications. There are thousands of ports in use, so this table isn't complete.
ast: Esta ye una llista de los puertos de rede usaos normalmente poles aplicaciones qu'apurren los servicios de rede, como compartición de ficheros o escritorios remotos. Pues camudar el tornafueos del sistema pa <link xref="net-firewall-on-off">bloquiar o permitir accesu</link> a eses aplicaciones. Hai milenta puertos n'usu, polo qu'esta tabla nun ta completa.
el: Αυτή είναι μια λίστα με θύρες δικτύου που χρησιμοποιούνται συχνά από τις εφαρμογές που παρέχουν υπηρεσίες δικτύου, όπως η κοινή χρήση αρχείων ή η απομακρυσμένη προβολή επιφάνειας εργασίας. Μπορείτε να αλλάξετε το τείχος προστασίας του συστήματός σας για να <link xref="net-firewall-on-off">αποκλείσετε ή να επιτρέψετε την πρόσβαση</link> σε αυτές τις εφαρμογές. Υπάρχουν χιλιάδες θύρες σε χρήση, έτσι αυτός ο πίνακας δεν είναι πλήρης.
fi: Alla on lueteltuna sovellukset, jotka käyttävät Internet-yhteyttä sekä niiden käyttämät portit. Voit <link xref="net-firewall-on-off">estää tai sallia</link> näiden sovellusten käyttää yhteyttä järjestelmän palomuurilla. Oikeasti portteja on tuhansia, joten tämä taulukko ei todellakaan kata kaikkia, mutta kuitenkin yleisimmät ja tärkeimmät.
nl: Dit is een lijst met netwerkpoorten die veelgebruikt worden door toepassingen die netwerkdiensten aanbieden, zoals het delen van bestanden of bureaublad bekijken op afstand. U kunt uw firewall zo instellen dat de toegang tot deze toepassingen wordt <link xref="net-firewall-on-off">geblokkeerd of toegestaan</link>. Er worden duizenden poorten gebruikt, dus deze tabel is niet compleet.
pt_br: Esta é uma lista das portas de rede normalmente usadas por aplicativos que fornecem serviços de rede, como compartilhamento de arquivos ou visualização remota da área de trabalho. Você pode alterar o firewall do seu sistema para <link xref="net-firewall-on-off">bloquear ou permitir acesso</link> a esses aplicativos. Há milhares de portas em uso, então esta tabela não está completa.

source: Port
ast: Puertu
el: Θύρα
es: Puerto
fi: Portti
pt_br: Porta
ru: Порт

source: Description
ast: Descripción
el: Περιγραφή
es: Descripción
fi: Kuvaus
pt_br: Descrição
ru: Описание

source: Allows systems to find each other, and describe which services they offer, without you having to specify the details manually.
ast: Permite que los sistemes se alcuentren y describan los servicios que ofrecen, sin tener que especificar los detalles de forma manual.
el: Επιτρέπει στα συστήματα να εντοπίζονται μεταξύ τους και να περιγράψουν ποιες υπηρεσίες προσφέρουν, χωρίς να χρειάζεται να προσδιορίζονται οι λεπτομέρειες χειροκίνητα.
fi: Mahdollistaa järjestelmien löytää toisensa, ja kertomaan toisilleen automaattisesti tarjoamansa palvelut.
pt_br: Permite a sistemas achar uns aos outros, e descreve quais serviços eles oferecem, sem que você tenha que especificar detalhes manualmente.

source: Printing
ast: Imprentar
el: Εκτυπώσεις
es: Imprimir
fi: Tulostaminen
nl: Afdrukken
pt_br: Impressão
ru: Печать

source: Allows you to send print jobs to a printer over the network.
ast: Le permite unviar trabayos de imprentación nuna red.
el: Σας επιτρέπει να στέλνετε εργασίες προς εκτύπωση σε έναν εκτυπωτή μέσω δικτύου.
fi: Sallii tulostustöiden lähetyksen tulostimelle verkon yli.
nl: Hiermee kunt u printopdrachten naar een printer op het netwerk versturen.
pt_br: Permite que você envie trabalhos de impressão para a impressora através da rede.
ru: Позволяет вам отправлять задания печати на другие принтеры в сети.
