Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Manage volumes and partitions
ast: Gestionar volúmenes y particiones
el: Διαχείριση τόμων και κατατμήσεων
es: Gestionar volúmenes y particiones
fi: Hallitse levyjä ja osioita
nl: Volumes en partities beheren
pt_br: Gerenciar volumes e partições
ru: Управление томами и разделами

source: The word <em>volume</em> is used to describe a storage device, like a hard disk. It can also refer to a <em>part</em> of the storage on that device, because you can split the storage up into chunks. The computer makes this storage accessible via your file system in a process referred to as <em>mounting</em>. Mounted volumes may be hard drives, USB drives, DVD-RWs, SD cards, and other media. If a volume is currently mounted, you can read (and possibly write) files on it.
ast: La pallabra <em>volume</em> úsase pa describir un preséu d'almacenamientu, como un discu ríxidu. Tamién pue referise a una <em>parte</em> del preséu d'almacenamientu, porque pues dixebrar l'almacenamientu en trozos. L'equipu fai esi almacenamientu accesible nun procesu denomáu <em>montaxe</em>. Volumes montaos puen ser los discos ríxidos, unidaes USB, DVD-RWs, tarxetes SD y otros medios. Si'l volume ta montáu actuamente, vas poder lleer (y dablemente grabar) ficheros nél.
el: Η λέξη <em>τόμος</em>, χρησιμοποιείται για να περιγράψει μία συσκευή αποθήκευσης όπως είναι ένας σκληρός δίσκος. Μπορεί επίσης να ναναφέρεται σε ένα <em>τμήμα</em> του αποθηκευτικού χώρου της συγκεκριμένης συσκευής, επειδή ο χώρος αυτός γίνεται να διαχωριστεί σε τμήματα. Ο υπολογιστής καθιστά τον χώρο αυτό προσβάσιμο μέσω του συστήματος αρχείων, με μία διαδικασία στην οποία αναφερόμαστε ως <em>προσάρτηση</em>. Οι προσαρτημένοι τόμοι γίνεται να είναι σκληροί δίσκοι, φορητά μέσα USB, δίσκοι CD/DVD, κάρτες μνήμης SD και άλλα μέσα. Οταν ένας τόμος είναι προσαρτημένος, μπορείτε να διαβάσετε τα αρχεία που περιέχει και πιθανώς να εγγράψετε επάνω του και άλλα αρχεία.
fi: Sanaa <em>taltio</em> käytetään tallennuslaitteen, kuten kiintolevyn kuvaamiseen. Se voi viitata myös <em>osaan</em> tallennuslaitetta, koska voit jakaa levyn osiin. Tietokoneesi mahdollistaa tallennuslaitteen käytön prosessilla, jota kutsutaan <em>liittämiseksi</em>. Liitetyt taltiot voivat olla kiintolevyjä, USB-asemia, DVD-RW:tä, muistikortteja tai muita tallennuslaitteita. Jos taltio on liitetty, voit lukea (ja mahdollisesti kirjoittaa) tiedostoja.
nl: Het woord <em>volume</em> wordt gebruikt om een opslagapparaat, zoals een harde schijf, aan te duiden. Het kan ook verwijzen naar een <em>deel</em> van de opslag op dat apparaat, want u kunt de opslag in stukken opsplitsen. De computer maakt deze opslag toegankelijk via het bestandssysteem in een proces dat <em>aankoppelen</em> genoemd wordt. Aangekoppelde volumes kunnen zijn: harde schijven, USB-sticks, dvd-rw's, SD-kaarten en andere media. Als een volume is aangekoppeld, dan kunt u bestanden erop lezen (en mogelijk schrijven).
pt_br: A palavra <em>volume</em> é usada para descrever um dispositivo de armazenamento, como um disco rígido. Ela pode também se referir a uma <em>parte</em> do dispositivo de armazenamento, porque você pode dividir o armazenamento em pedaços. O computador faz esse armazenamento acessível pelo seu sistema de arquivos em um processo denominado <em>montagem</em>. Volumes montados podem ser discos rígidos, unidades USB, DVD-RWs, cartões SD e outras mídias. Se o volume está atualmente montado, você poderá ler (e possivelmente gravar) arquivos nele.
ru: Термин <em>том</em> используется для описания устройств хранения, таких, как жёсткий диск. Поскольку вы можете разделить устройство хранения на части, то этот термин может применяться к <em>частям</em> системы хранения данных на этом устройстве. Компьютер открывает доступ к устройству хранения через файловую систему с помощью процесса, называемого <em>монтированием</em>. Монтировать можно жесткие диски, накопители USB, диски DVD-RW, SD-карты и другие носители. Если том уже смонтирован, вы можете читать с него (и, возможно, записывать) файлы.

source: Often, a mounted volume is called a <em>partition</em>, though they are not necessarily the same thing. A “partition” refers to a <em>physical</em> area of storage on a single disk drive. Once a partition has been mounted, it can be referred to as a volume because you can access the files on it. You can think of volumes as the labeled, accessible “storefronts” to the functional “back rooms” of partitions and drives.
ast: Munches vegaes, un volume montáu denómase <em>partición</em>, magar que nun ye exautamente la mesma cosa. Una «partición» refierse a un área <em>física</em> d'almacenamientu nun sólu soporte. Una vegada que la partición ta montada, pue referise a ella como un volume porque pues acceder a los ficheros nél. Pues pensar nos volúmenes como si foren l'esterior accesible d'una tienda, siendo la «trestienda» les particiones y soportes.
el: Συχνά, ένας προσαρτημένος τόμος ονομάζεται <em>διαμέρισμα</em>, αν και δεν είναι απαραίτητα ακριβώς το ίδιο. Ο όρος «διαμέρισμα», αναφέρεται στην <em>φυσική</em> περιοχή αποθήκευσης ενός συγκεκριμένου δίσκου. Από την στιγμή που ένα διαμέρισμα προσαρτάται, μπορούμε να αναφερόμαστε σε αυτό ως τόμο αφού μπορούμε να έχουμε πρόσβαση στα αρχεία που περιέχει. Μπορούμε να σκεπτόμαστε τους τόμους ως τις προσβάσιμες «βιτρίνες με ετικέτες» των λειτουργικών «αποθηκών» των διαμερισμάτων και των δίσκων.
fi: Usein liitettyä taltiota kutsutaan <em>osioksi</em>, vaikka ne eivät välttämättä ole sama asia. "Osio" viittaa <em>fyysiseen</em> varastoalueeseen yhdellä levyllä. Kun osio on liitetty, sitä voidaan pitää taltiona, koska voit käyttää sen tiedostoja. Voit ajatella, että taltio on nimetty ja käytössä oleva "myyntitiski", josta on pääsy levyosioiden ja -asemien funktionaalisiin "takahuoneisiin".
nl: Vaak wordt een aangekoppeld volume een <em>partitie</em> genoemd, hoewel het niet hetzelfde hoeft te zijn. een "partitie" verwijst naar een <em>fysiek</em> opslaggebied op een enkele harde schijf. Zodra een partitie is aangekoppeld kan het worden aangeduid als een volume, want u heeft toegang tot de bestanden erop. U kunt volumen zien als de van een label voorziene, toegankelijke "voorkant" van de functionele "achterkamers" van partities en schijven.
pt_br: Frequentemente, um volume montado é chamado de <em>partição</em>, apesar de não serem necessariamente a mesma coisa. Uma "partição" se refere a uma área <em>física</em> de armazenamento em uma única unidade de disco. Uma vez que a partição tenha sido montada, ela pode ser referida como um volume porque você pode acessar os arquivos nela. Você pode pensar nos volumes como "frentes de loja" rotuladas, que dão acesso às funcionais "salas de estoque" das partições e unidades.
ru: Часто смонтированный том называется <em>разделом</em>, хотя это не обязательно одно и то же. Понятие «раздел» относится к <em>физической</em> области хранения данных на отдельном диске. После монтирования раздела вы можете получить доступ к его файлам, поэтому его можно называть томом. Вы можете представить себе тома как фирменную марку, доступную «витрину» технически необходимых «закулисных» разделов и дисков.

source: View and manage volumes and partitions using the disk utility
ast: Ver y gestionar volúmenes y particiones usando la utilidad de discu
el: Επισκόπηση και διαχείριση τόμων και διαμερισμάτων χρησιμοποιώντας το εργαλείο δίσκων
fi: Tutki ja hallitse taltioita ja levyosioita käyttäen levytyökalua
nl: Volumes en partities bekijken en beheren via Schijfgereedschap
pt_br: Visualizar e gerenciar volumes e partições utilizando o utilitário de discos
ru: Просмотр и управление томами и разделами с помощью дисковой утилиты

source: You can check and modify your computer's storage volumes with the disk utility.
ast: Puede comprobar y camudar sus volúmenes de almacenamiento del equipu con la utilidad de discu.
el: Μπορείτε να ελέγξετε και να τροποποιήσετε τους τόμους αποθήκευσης του υπολογιστή σας με το εργαλείο δίσκων.
fi: Voit tarkistaa ja muokata tietokoneesi tallennustaltioita leyvtyökalukka.
nl: U kunt de opslagvolumes van uw computer controleren en wijzigen via Schijfgereedschap.
pt_br: Você pode verificar e modificar os volumes de armazenamento do seu computados como o utilitário de discos.
ru: Вы можете проверить и изменить ваши компьютерные тома хранения с помощью дисковой утилиты.

source: Open the <gui>Activities</gui> overview and start the <app>Disk Utility</app>.
ast: Abra la vista general <gui>Actividades</gui> e inicie la <app>Utilidad de discu</app>.
el: Ανοίξτε την γενική επισκόπηση <gui>Δραστηριότητες</gui> και εκκινήστε την εφαρμογή <app>Εργαλείο δίσκων</app>.
fi: Avaa <app>Levytyökalu</app> käyttäen <app>Dashia</app>
nl: Open het <gui>Activiteiten</gui>-overzicht en start <app>Schijfgereedschap</app>.
pt_br: Abra a visão geral <gui>Atividades</gui> e inicie o <app>Utilitário de discos</app>.

source: In the pane marked <gui>Storage Devices</gui>, you will find hard disks, CD/DVD drives, and other physical devices. Click the device you want to inspect.
ast: Nel panel denomináu <gui>Dispositivos de almacenamiento</gui>, encontrará discos duros, unidaes de CD/DVD y otros preseos físicos. Calca nel preséu que quiera inspeccionar.
el: Στο χαρακτηρισμένο ως <gui>Συσκευές αποθήκευσης</gui> τμήμα, θα βρείτε τους σκληρούς δίσκους, τους οδηγούς των CD/DVD και άλλες φυσικές συσκευές του υπολογιστή. Κάντε κλικ στην συσκευή που θέλετε να επιθεωρήσετε.
fi: Ruudusta, joka on nimetty <gui>Tallennuslaitteet</gui> löydät kiintolevyt, CD/DVD-asemat ja muut asemat. Valitse laite tutkiaksesi sitä.
nl: In het paneel met de naam <gui>Opslagapparaten</gui> vindt u harde schijven, cd/dvd-stations en fysieke apparaten. Klik op het apparaat dat u wilt onderzoeken.
pt_br: No painel designado <gui>Dispositivos de armazenamento</gui>, você encontrará discos rígidos, unidades de CD/DVD e outraos dispositivos físicos. Clique no dispositivo que você quer inspecionar.
ru: На панели <gui>Устройства хранения</gui> вы найдете жесткие диски, приводы CD/DVD и другие физические устройства. Щелкните устройство, которое вы хотите просмотреть.

source: In the right pane, the area labeled <gui>Volumes</gui> provides a visual breakdown of the volumes and partitions present on the selected device. It also contains a variety of tools used to manage these volumes.
ast: Nel panel de la drecha, el estaya etiquetada <gui>Volúmenes</gui> ufierta un desglose visual de los volúmenes y particiones presentes nel preséu escoyíu. También caltién varias ferramientes pa remanar estos volúmenes.
el: Στην δεξιά στήλη, η περιοχή με την ετικέτα <gui>Τόμοι</gui> παρέχει μία οπτική ανάλυση των τόμων και των διαμερισμάτων της επιλεγμένης συσκευής. Περιέχει επίσης και μία ποικιλία εργαλείων για την διαχείριση αυτών των τόμων.
fi: Oikeassa ruudussa alue, jonka otsikko on <gui>Volumes</gui> tarjoaa valitun aseman taltioiden ja osioiden visuaalisen paloittelun. Se myös sisältää monia taltioiden hallintaan käytettäviä työkaluja.
nl: In het rechterpaneel geeft het gebied met de naam <gui>Volumen</gui> een grafisch overzicht van de volumes en partities die zich op het geselecteerde apparaat bevinden. Het bevat ook een aantal hulpmiddelen die gebruikt worden om deze volumes te beheren.
pt_br: No painel da direita, a área rotulada <gui>Volumes</gui> fornece um detalhamento visual dos volumes e partições presentes no dispositivo selecionado. Ele também contém uma variedades de ferramentas usadas para gerenciar esses volumes.
ru: В правой панели окна область под названием <gui>Разделы</gui> показывает разбивку томов и разделов, присутствующих на выбранном устройстве. Здесь же содержатся разные инструменты, используемые для управления этими разделами.

source: Be careful: it is possible to completely erase the data on your disk with these utilities.
ast: Ten cuidado: es posible desaniciar completamente los datos de su discu usando estes utilidades.
el: Προσοχή: Είναι δυνατό να σβήσετε εντελώς τα δεδομένα που βρίσκονται στον δίσκο σας χρησιμοποιώντας αυτά τα εργαλεία.
fi: Ole varovainen: näillä työkaluilla on mahdollista hävittää kaikki levyllä olevat tiedot.
nl: Let op: met deze hulpmiddelen is het mogelijk om alle gegevens van uw schijf te verwijderen.
pt_br: Tome cuidado: é possível apagar completamente os dados no seu disco com esses utilitários.
ru: Будьте осторожны: этими утилитами можно полностью удалить данные на диске.

source: Your computer most likely has at least one <em>primary</em> partition and a single <em>swap</em> partition. The swap partition is used by the operating system for memory management, and is rarely mounted. The primary partition contains your operating system, applications, settings, and personal files. These files can also be distributed among multiple partitions for security or convenience.
ast: Su equipu mui dablemente ten al menos una partición <em>primaria</em> y una sola partición <em>de intercambio</em>. El sistema operativu usa la partición de intercambio pa la xestión de la memoria y normalmente no se monta. La partición primaria caltién el sistema operativu, programes, preferencies y ficheru personales. Estos ficheros tamién se pueden distribuir ente estremaes particiones por seguridá o conveniencia.
el: Ο υπολογιστης σας πιθανότατα έχει ένα τουλάχιστον <em>πρωτεύον</em> διαμέρισμα και ένα διαμέρισμα <em>swap</em> (εικονικής μνήμης ή αλλιώς εναλλαγής). Το διαμέρισμα swap χρησιμοποιείται από το λειτουργικό σύστημα για τη διαχείριση της μνήμης και σπάνια προσαρτάται. Το πρωτεύον διαμέρισμα περιέχει το λειτουργικό σας σύστημα, τις εφαρμογές, τις ρυθμίσεις και τα προσωπικά σας αρχεία. Αυτά τα αρχεία μπορούν επίσης να διανεμηθούν σε πολλαπλά διαμερίσματα για λόγους ευκολίας ή ασφαλείας.
fi: Koneessasi on ainakin yksi <em>ensisijainen</em> osio ja yksi <em>swap</em>-osio. Käyttöjärjestelmä käyttää swap-osiota muistinhallintaan ja on harvoin liitetty. Ensisijainen osio sisältää käyttöjärjestelmäsi, ohjelmasi, asetukset ja henkilökohtaiset tiedostot. Nämä tiedostot voidaan myös jakaa usealle eri levyosiolle turvallisuus- tai käytettävyyssyistä.
nl: Hoogstwaarschijnlijk heeft uw computer ten minste één <em>primaire</em> partitie en één <em>wisselgeheugen</em>partitie.De wisselgeheugenpartitie wordt door het besturingssysteem gebruikt voor geheugenbeheer en wordt zelden aangekoppeld. De primaire partitie bevat uw besturingssysteem, toepassingen, instellingen en persoonlijke bestanden. Deze bestanden kunnen zich ook op meerdere partities bevinden omwille van de veiligheid en het gemak.
pt_br: Seu computador provavelmente tem pelo menos uma partição <em>primária</em> e uma única partição de <em>memória virtual</em> ('swap'). A partição de memória virtual é usada pelo sistema operacional para gerenciamento de memória, e raramente está montada. A partição primária contém seu sistema operacional, aplicativos, configurações e arquivos pessoais. Esses arquivos podem também estar distribuídos entre várias partições por segurança ou conveniência.
ru: Ваш компьютер, скорее всего, имеет по крайней мере один <em>первичный</em> раздел и один раздел <em>подкачки</em>. Раздел подкачки используется операционной системой для управления памятью и почти никогда не монтируется. Первичный раздел содержит операционную систему, приложения, параметры и личные файлы. Эти файлы могут быть распределены по нескольким разделам для безопасности и удобства.

source: One primary partition must contain information that your computer uses to start up, or <em>boot</em>. For this reason it is sometimes called a boot partition, or boot volume. To determine if a volume is bootable, look at its <gui>Partition Flags</gui> in the disk utility. External media such as USB drives and CDs may also contain a bootable volume.
ast: Una partición primaria tien de caltener información que su equipu utiliza pa iniciarse, o <em>arrancar</em>. Por esta razón a vegaes se le conoce col nome de partición de arranque o volume de arranque. Pa determinar si un volúmen es arrancable, mire en sus <gui>Indicadores de partición</gui> na utilidad de discu. Soportes esternos tales como unidaes USB y CDs tambien pueden caltener un volume arrancable.
el: Ένα πρωτεύον διαμέρισμα πρέπει να περιέχει πληροφορίες τις οποίες ο υπολογιστής σας χρησιμοποιεί για να εκκινήσει, ή αλλιώς να <em>μπουτάρει</em>. Γι αυτόν τον λόγο, κάποιες φορές αυτό ονομάζεται διαμέρισμα ή τόμος εκκίνησης. Για να διευκρινήσετε αν ένα διαμέρισμα είναι εκκινήσιμο, μπορείτε να κοιτάξετε στις <gui>Σημαίες διαμερίσματος</gui> στο εργαλείο δίσκων. Τα εξωτερικά μέσα όπως τα μέσα αποθήκευσης USB ή και οι δίσκοι CD/DVD, μπορούν επίσης να περιέχουν έναν εκκινήσιμο τόμο.
fi: Yhden ensisijaisen osion täytyy sisältää tieto, jota käytetään tietokoneen käynnistämiseen eli <em>boottaamiseen</em>. Tästä syystä sitä kutsutaan välillä käynnistysosioksi tai -taltioksi. Selvittääksesi, että onko taltio käynnistyslevy, tarkastele sen <gui>Osiolippuja</gui>. Ulkoinen asema, kuten USB-asema tai CD-levy voi myös sisältää käynnistystaltion.
nl: Eén primaire partitie moet informatie bevatten die gebruikt wordt door uw computer om op te starten, of <em>booten</em>. Daarom wordt deze soms bootpartitie of bootvolume genoemd. Om te bepalen of een volume opstartbaar is, bekijk de <gui>partitieparameters</gui> ervan in Schijfgereedschap. Externe media zoals usb-stations en cd's kunnen ook opstartbaar zijn.
pt_br: Uma partição primária deve conter informações que o seu computador utiliza para iniciar ou <em>inicializar</em>. Por isso é chamada às vezes partição de inicialização, ou volume de inicialização. Para determinar se um volume é inicializável, observe os <gui>Rótulos da partição</gui> no utilitário de discos. Mídias externas como unidades USB e CDs podem também conter um volume inicializável.
ru: Один из первичных разделов должен содержать информацию, используемую вашим компьютером для запуска, или <em>загрузки</em>. Поэтому его иногда называют загрузочный раздел или загрузочный диск. Чтобы определить, является ли диск загрузочным, посмотрите на его <gui>Флаги раздела</gui> в дисковой утилите. Внешние носители, такие как USB накопители и компакт-диски могут содержать загрузочный раздел.

source: Enable a second display device, like another monitor or a projector.
ast: Activar un segundu preséu de pantalla, tal como otru monitor o un proyector.
el: Ενεργοποίηση μιας δεύτερης συσκευής απεικόνισης, όπως μιας ακόμη οθόνης ή ενός προβολέα.
es: Activar un segundo dispositivo de pantalla, tal como otro monitor o un proyector.
fi: Käytä toista näyttölaitetta, kuten toista näyttöä tai videotykkiä.
nl: Schakel een tweede weergave-apparaat in, zoals een andere monitor of een projector.
pt_br: Habilita um segundo dispositivo de exibição, como um outro monitor ou um projetor.

source: Enable a second monitor
ast: Activar un segundu monitor
el: Ενεργοποίηση δεύτερης οθόνης
es: Activar un segundo monitor
fi: Käytä toista näyttöä
nl: Een tweede monitor inschakelen
pt_br: Habilita um segundo monitor
ru: Подключение второго монитора

source: Having a second monitor is great for multitasking or for sharing your desktop on a second display, like a projector. Setting it up is quick and easy to do by following these simple steps.
ast: Tener un segundu monitor es ideal pa realizar múltiples xeres o pa compartir su escritoriu nuna segunda pantalla, como un proyector. Su puesta en marcha es rápida y fácil de facer, siguiendo estos sencillos pasos.
el: Η ύπαρξη μιας δεύτερης οθόνης, είναι ιδανική για πολυεπεξεργασία ή για τον διαμοιρασμό της επιφάνειας εργασίας σας σε ένα δεύτερο μέσο απεικόνισης, όπως σε έναν προβολέα. Η ρύθμισή αυτή γίνεται εύκολα και γρήγορα, ακολουθώντας τα παρακάτω απλά βήματα.
es: Tener un segundo monitor es ideal para realizar múltiples tareas o para compartir su escritorio en una segunda pantalla, como un proyector. Su puesta en marcha es rápida y fácil de hacer, siguiendo estos sencillos pasos.
fi: Toinen näyttö kätevä useiden ikkunoiden ollessa auki, tai kun halutaan esittää eri kuvaa eri näyttölaitteilla. Toisen näytön käyttöönotto on helppoa ja nopeaa seuraavia ohjeita seuraten.
nl: Het hebben van een tweede monitor is zeer geschikt voor multitasken of voor het delen van het bureaublad op een tweede scherm, zoals een projector. Het instellen ervan is snel en gemakkelijk te doen door deze eenvoudige stappen te volgen.
pt_br: Ter um segundo monitor é ótimo para multitarefa ou para compartilhar sua área de trabalho em uma segunda tela, como um projetor. Configurar é rápido e fácil seguindo esses simples passos.
ru: Наличие второго монитора отлично подходит для выполнения нескольких задач или для совместного использования рабочего стола на втором экране, например, проекторе. Настроить его быстро и легко можно, следуя этим простым шагам.

source: Only certain computers are capable of supporting two displays. Make sure you have proper outputs on your video card, and that your card is able to support this feature.
ast: Solo ciertos equipos son capaces de trabayar con dos pantalles. Asegúrese de que su tarxeta gráfica dispone de les salidas adecuadas y de que almite esta función.
el: Δεν υπάρχει σε όλους τους υπολογιστές η δυνατότητα για την υποστήριξη δύο οθονών. Βεβαιωθείτε ότι έχετε τις κατάλληλες εξόδους στην κάρτα γραφικών σας και ότι η κάρτα σας υποστηρίζει αυτή την λειτουργία.
es: Solo ciertos equipos son capaces de trabajar con dos pantallas. Asegúrese de que su tarjeta gráfica dispone de las salidas adecuadas y de que admite esta función.
fi: Vain tietyt tietokoneet tukevat kahta näyttöä. Varmista, että tietokoneessasi on ulostuloon vaadittavat liitännät, ja että tietokoneen näytönohjain tukee vähintään kahden näytön toimintaa.
nl: Alleen bepaalde computers zijn in staat twee beeldschermen te ondersteunen. Controleer of uw videokaart de juiste uitgangen heeft en of uw kaart deze functie ondersteunt.
pt_br: Somente certos computadores são capazes de suportar dois monitores. Tenha certeza que você tem saídas adequadas na sua placa de vídeo e que sua placa é capaz de suportar essa função.
ru: Не все компьютеры поддерживают работу с двумя дисплеями. Проверьте, поддерживает ли ваша видеокарта эту возможность и есть ли на ней необходимые выходные разъёмы.

source: First ensure that the second monitor is attached to your video card and is turned on.
ast: Primero asegúrese de que el segundu monitor ta coneutáu a su tarxeta gráfica y ta prendíu.
el: Πρώτα σιγουρευτείτε πως η δεύτερη οθόνη έχει συνδεθεί στην κάρτα γραφικών σας και ότι είναι ενεργοποιημένη.
es: Primero asegúrese de que el segundo monitor está conectado a su tarjeta gráfica y está encendido.
fi: Varmista ensin, että toinen näyttö on päällä ja kytketty tietokoneesi näytönohjaimeen.
nl: Zorg er eerst voor dat het tweede beeldscherm aangesloten is op uw videokaart en dat hij aan staat.
pt_br: Primeiro verifique se o segundo monitor está conectado na sua placa de vídeo e está ligado.
ru: Вначале убедитесь, что второй монитор подсоединён к вашей видеокарте и включен.
