Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The <em>Dash</em> is designed to make it easier to find, open and use applications, files, and music. For example, if you type the word "document" into the <em>Search Bar</em>, the Dash will show you applications that help you write and edit documents. It will also show you relevant folders and documents that you have been working on recently.
el: To <em>Dash</em> σχεδιάστηκε για να μπορείτε εύκολα να βρείτε, να ενεργοποιήσετε και να χρησιμοποιήσετε εφαρμογές, αρχεία και μουσική. Για παράδειγμα, αν πληκτρολογήσετε τη λέξη «έγγραφο» στη <em>Γραμμή αναζήτησης</em>, το Dash θα σας εμφανίσει εφαρμογές που θα σας βοηθήσουν να δημιουργήσετε και να επεξεργαστείτε έγγραφα. Επίσης θα σας εμφανίσει και σχετικούς φακέλους και έγγραφα που είχατε πρόσφατα χρησιμοποιήσει.
fi: <em>Dash</em> on suunniteltu helpottamaan tiedostojen ja sovellusten löytämistä sekä avaamista. Jos esimerkiksi kirjoitat "asiakirja" <em>hakupalkkiin</em>, Dash näyttää asiakirjojen kirjoittamiseen ja muokkaukseen tarkoitetut sovellukset. Dash näyttää myös hakuehtoon liittyvät tiedostot ja kansiot, joita olet aiemmin käyttänyt.
pt_br: O <em>painel</em> é projetado para tornar mais fácil de encontrar, abrir e usar aplicativos, arquivos e música. Por exemplo, se você digitar a palavra "documento" na <em>barra de pesquisa</em>, o painel irá mostrar os aplicativos que lhe ajudam a escrever e editar documentos. Ele também irá mostrar as pastas e documentos que você trabalhou recentemente.

source: The Dash also gives you shortcuts to often-used Internet, photo, email, and music applications.
ast: El Tablero además le ufierta accesos rápidos a aplicaciones de usu frecuente sobro Internet, fotografías, correos y música.
el: Το Dash σας παρέχει επίσης συντομεύσεις που αφορούν τις συχνότερα χρησιμοποιούμενες εφαρμογές διαδικτύου, φωτογραφιών, ηλεκτρονικού ταχυδρομείου και μουσικής.
es: El Tablero además le ofrece accesos rápidos a aplicaciones de uso frecuente sobre Internet, fotografías, correos y música.
fi: Unity-valikko näyttää sinulle myös pikakuvakkeita, jotka avaavat useimmin käytettyjä sovelluksia, eli selaimen, kuvankatseluohjelman, sähköpostin ja musiikkisoittimen.
nl: De Dash geeft u ook snelkoppelingen naar veelgebruikte toepassingen voor het internet, foto's, e-mail en muziek.
pt_br: A Barra também dá atalhos para aplicações de Internet, foto, e-mail e música usadas com maior frequência.
ru: Также вам будет обеспечен быстрый доступ к часто используемым приложениям для работы в интернете, с фотографиями, электронной почтой и музыкальной коллекцией.

source: This is just the beginning of what the Dash can do for you. If you want to get the most out of the Dash, check out the Dash tips-and-tricks.
ast: Estes son sola dalgunes de les cosas colas que el Tablero puede ayudarle. Si quies aprovechar al máximu el Tablero, consulte les suxerencies y los trucos sobro el Tablero.
el: Αυτή είναι μόνο η αρχή από το τι είναι ικανό το Dash να κάνει για εσάς. Αν θέλετε να εκμεταλλευτείτε το Dash στο έπακρο, δείτε τις Συμβουλές και τεχνάσματα του Dash.
fi: Nämä ominaisuudet olivat vain pikku maistiaisia. Unity-valikon saloihin pääset lukemalla sille suunnatut ohjeaiheet.
nl: Dit is slechts het begin van wat de Dash voor u kan betekenen. Als u het maximale uit de Dash wilt halen, kunt de Dash tips-en-trucs doornemen.
pt_br: Isto é apenas o começo do que o Painel pode fazer por você. Se você quer tirar o máximo proveito do Painel, confira as dicas e truques do Painel.
ru: И это только введение в возможности быстрого доступа. Если вы хотите использовать весь потенциал быстрого доступа, обратитесь к советам и подсказками быстрого доступа.

source: <link xref="unity-launcher-intro">Learn more about starting applications.</link>
ast: <link xref="unity-launcher-intro">Aprender más tocante a entamar aplicaciones.</link>
el: <link xref="unity-launcher-intro">Μάθετε περισσότερα για την εκκίνηση εφαρμογών.</link>
fi: <link xref="unity-launcher-intro">Lue lisää sovellusten käynnistämisestä</link>
nl: <link xref="unity-launcher-intro">Meer informatie over het starten van programma's.</link>
pt_br: <link xref="unity-launcher-intro">Aprenda mais sobre a inicialização de aplicativos</link>
ru: <link xref="unity-launcher-intro">Узнать подробнее о запуске приложений.</link>

source: <link xref="shell-windows">Learn more about windows and workspaces.</link>
ast: <link xref="shell-windows">Aprender más sobro ventanes y áreas de trabayu.</link>
el: <link xref="shell-windows">Μάθετε περισσότερα σχετικά με τα παράθυρα και τους χώρους εργασίας.</link>
fi: <link xref="shell-windows">Lue lisää ikkunoista ja työtiloista</link>
nl: <link xref="shell-windows">Meer informatie over venster en werkruimte.</link>
pt_br: <link xref="shell-windows">Aprenda mais sobre janelas e espaços de trabalho.</link>
ru: <link xref="shell-windows">Узнать подробнее об окнах и рабочих местах.</link>

source: Make the icons in the launcher larger or smaller to suit your preferences.
ast: Facer que los iconos del Lanzador seyan más grandes o más pequeños según sus preferencies.
el: Κάντε τα εικονίδια στον εκκινητή μεγαλύτερα ή μικρότερα ώστε να ταιριάζουν στις προτιμήσεις σας.
es: Hacer que los iconos del Lanzador sean más grandes o más pequeños según sus preferencias.
fi: Muokkaa käynnistimen kuvakkeiden kokoa isommaksi tai pienemmäksi oman mielesi mukaan.
nl: De pictogrammen in de Starter groter of kleiner maken naar believen
pt_br: Torne os ícones do lançador maiores ou menores de acordo com a sua preferência.
ru: Сделайте значки панели запуска крупнее или мельче, по вашему выбору.

source: Change the size of icons in the launcher
ast: Camudar el tamañu de los iconos nel Lanzador
el: Αλλαγή του μεγέθους των εικονιδίων στον εκκινητή
es: Cambiar el tamaño de los iconos en el Lanzador
fi: Vaihda käynnistimen kuvakkeiden kokoa
nl: De grootte van pictogrammen in de Starter wijzigen
pt_br: Altere o tamanho dos ícones do lançador
ru: Изменение размера значков панели запуска

source: The size of the icons in the <gui>launcher</gui> cannot be changed by default, but you can install software that will allow you to change the size of the icons. To install the necessary software and change the size of the icons, complete these steps:
ast: El tamañu de los iconos del <gui>Lanzador</gui> no se puede camudar de forma predeterminada, pero puede instalar programes que le permitan camudar el tamañu de los iconos. Pa instalar el software necesariu y camudar el tamañu de los iconos, siga los siguientes pasos:
el: Το μέγεθος των εικονιδίων στον <gui>εκκινητή</gui> δε μπορεί να αλλάξει εξ ορισμού, αλλά μπορείτε να εγκαταστήσετε λογισμικό το οποίο θα σας επιτρέπει να αλλάξετε το μέγεθος των εικονιδίων. Για να εγκαταστήσετε το απαραίτητο λογισμικό και να αλλάξετε το μέγεθος των εικονιδίων, ολοκληρώστε τα ακόλουθα βήματα :
es: El tamaño de los iconos del <gui>Lanzador</gui> no se puede cambiar de forma predeterminada, pero puede instalar programas que le permitan cambiar el tamaño de los iconos. Para instalar el software necesario y cambiar el tamaño de los iconos, siga los siguientes pasos:
fi: Kuvakkeiden kokoa <gui>Käynnistimessä</gui> ei voi normaalisti muuttaa, mutta voit asentaa sovelluksen, jonka avulla se on mahdollista. Asenna tarvittava sovellus ja muuta kuvakkeiden kokoa seuraamalla näitä ohjeita:
nl: De grootte van de pictogrammen in de <gui>Starter</gui> kan standaard niet worden gewijzigd, maar u kunt software installeren waarmee u dit kunt doen. Voer de volgende stappen uit om de benodigde software te installeren en de grootte van de pictogrammen te wijzigen:
pt_br: O tamanho dos ícones do <gui>lançador</gui> não podem ser mudados por padrão, mas você poderá instalar um software que permite mudar o tamanho destes ícones. Para instalar o software necessário e mudar o tamanho dos ícones, siga estes passos:
ru: По умолчанию размер значков на <gui>панели запуска</gui> изменить нельзя, но вы можете установить программу, которая позволит вам изменять размер значков. Для этого выполните следущие шаги:

source: Install the <link href="apt:compizconfig-settings-manager">CompizConfig Settings Manager (ccsm)</link> application from the <app>Software Center</app>.
ast: Instale la aplicación <link href="apt:compizconfig-settings-manager">Alministrador de opciones CompizConfig (ccsm)</link> dende el <app>Centro de software</app>.
el: Εγκαταστήστε την εφαρμογή <link href="apt:compizconfig-settings-manager">Διαχειριστής ρυθμίσεων του Compiz (ccsm)</link> από το <app>Κέντρο λογισμικού</app> του Ubuntu.
es: Instale la aplicación <link href="apt:compizconfig-settings-manager">Administrador de opciones CompizConfig (ccsm)</link> desde el <app>Centro de software</app>.
fi: Asenna <link href="apt:compizconfig-settings-manager">Compiz-asetusten hallinta (ccsm)</link> <app>Sovellusvalikoimasta</app>.
nl: Installeer de toepassing <link href="apt:compizconfig-settings-manager">CompizConfig instellingenbeheer (ccsm)</link> vanuit het <app>Softwarecentrum</app>.
pt_br: Instale o aplicativo <link href="apt:compizconfig-settings-manager">Configurações avançadas de efeitos da área de trabalho (ccsm)</link> a partir da <app>Central de Programas</app>.
ru: Установите приложение <link href="apt:compizconfig-settings-manager">Менеджер настроек CompizConfig (ccsm)</link> с помощью <app>Центра приложений Ubuntu</app>.

source: If you need assistance with installing the application, consult the <link xref="addremove-install"> software installation help</link>, or review the <link href="ghelp:software-center">Ubuntu Software Center Manual</link>.
ast: Si necesita aida pa instalar la aplicación, consulte la <link xref="addremove-install">aida sobro instalación de software</link> o el <link href="ghelp:software-center">manual del Centro de software de Ubuntu</link>.
el: Αν χρειάζεστε βοήθεια για την εγκατάσταση της εγαρμογής, συμβουλευτείτε τη <link xref="addremove-install">βοήθεια εγκατάστασης λογισμικού</link>, ή ανατρέξτε στο <link href="ghelp:software-center">Εγχειρίδιο του Κέντρο λογισμικού Ubuntu</link>.
es: Si necesita ayuda para instalar la aplicación, consulte la <link xref="addremove-install">ayuda sobre instalación de software</link> o el <link href="ghelp:software-center">manual del Centro de software de Ubuntu</link>.
fi: Jos tarvitset apua sovelluksen asentamisessa, lue <link xref="addremove-install">ohjelmistojen asennusohje</link> ja/tai <link href="ghelp:software-center">Ubuntun Sovellusvalikoiman Ohje</link>.
nl: Als u hulp nodig heeft bij het installeren van de toepassing, raadpleeg dan de <link xref="addremove-install"> hulp bij software-installatie</link>, of kijk in de <link href="ghelp:software-center">Handleiding Ubuntu softwarecentrum</link>.
pt_br: Se precisar de ajuda com a instalação do aplicativo, consulte a <link xref="addremove-install"> ajuda de instalação de software</link> ou revise o <link href="ghelp:software-center">Manual da Central de Programas do Ubuntu</link>.
ru: Если вам нужна помощь при установке приложений, обратитесь к <link xref="addremove-install">справке по установке программ</link>, или прочтите <link href="ghelp:software-center">Справку Центра приложений Ubuntu</link>.

source: After you have installed the program, open <link xref="unity-introduction#the-dash">the Dash</link>.
ast: Dempués d'instalar el programa, abri'l <link xref="unity-introduction#the-dash">Dash</link>.
el: Αφού έχετε εγκαταστήσει το πρόγραμμα, ανοίξτε <link xref="unity-introduction#the-dash">τον Dash</link>.
nl: Nadat u het programma geïnstalleerd heeft opent u <link xref="unity-introduction#the-dash">de Dash</ link>.
pt_br: Após instalar um programa, <link xref="unity-introduction#the-dash">o painel</link>.

source: Search for <app>CompizConfig Settings Manager</app>, then click its icon from the results to start it.
ast: Fai una gueta por <app>CompizConfig Settings Manager</app>, dempués, calca nel iconu p'anicialu.
el: Αναζητήστε για <app>Διαχειριστής ρυθμίσεων του Compiz (CompizConfig Settings Manager)</app>, μετά από τα αποτελέσματα κάντε κλικ στο εικονίδιο του ώστε να ξεκινήσει.
nl: Zoek naar <app>CompizConfig</app> en klik vervolgens op het pictogram om het te starten.
pt_br: Pesquise por<app>Configurações avançadas de efeitos da área de trabalho</app>, então, clique no seu ícone a partir dos resultados para iniciá-lo.

source: In the <gui>Desktop</gui> section of the <app>CompizConfig Settings Manager</app>, click <gui>Ubuntu Unity Plugin</gui>, and select the <gui>Experimental</gui> tab.
ast: Na seición <gui>Escritoriu</gui> del <app>Alministrador de opciones CompizConfig</app>, calca <gui>Ubuntu Unity Plugin</gui> y escueyi la pestaña <gui>Experimental</gui>.
el: Στην κατηγορία <gui>Επιφάνεια εργασίας (Desktop)</gui> του <app>Διαχειριστή ρυθμίσεων του Compiz (CompizConfig Settings Manager)</app>, κάντε κλικ στο <gui>Ubuntu Unity Plugin</gui> και επιλέξτε την καρτέλα <gui>Experimental</gui>.
es: En la sección <gui>Escritorio</gui> del <app>Administrador de opciones CompizConfig</app>, pulse <gui>Ubuntu Unity Plugin</gui> y seleccione la pestaña <gui>Experimental</gui>.
fi: <app>Compiz-asetustenhallinnan</app> osiossa <gui>Työpöytä</gui> napsauta <gui>Ubuntu Unity Plugin</gui> ja vaihda <gui>Experimental</gui>-välilehdelle.
nl: Klik in de sectie <gui>Bureaublad</gui> van <app>CompizConfig Instellingenbeheer </app> op <gui>Ubuntu Unity Plugin</gui>, en selecteer het tabblad <gui>Experimental</gui>.
pt_br: Na seção <gui>Área de trabalho</gui> do <app>Gerenciador de Configurações do CompizConfig</app>, clique em <gui>Ubuntu Unity Plugin</gui> e selecione o guia <gui>Experimental</gui>.

source: Move the <gui>Launcher icon size</gui> slider to increase or decrease the size of the <gui>Launcher</gui> icons.
ast: Mueva el deslizador del <gui>tamañu del iconu del Lanzador</gui> pa aumentar o disminuir el tamañu de los iconos del <gui>Lanzador</gui>.
el: Μετακινήστε την μπάρα στο <gui>Μέγεθος εικονιδίου Εκκινητή (Launcher icon size)</gui> για να αυξήσετε ή να μειώσετε το μέγεθος των εικονιδίων στον <gui>Εκκινητή</gui>.
es: Mueva el deslizador del <gui>tamaño del icono del Lanzador</gui> para aumentar o disminuir el tamaño de los iconos del <gui>Lanzador</gui>.
fi: Pienennä <gui>käynnistimen</gui> kuvakkeiden kokoa siirtämällä <gui>Käynnistimen kuvakkeiden koko</gui> -liukusäädintä.
nl: Verschuif de schuifbalk <gui>Pictogrammengrootte Starter</gui> om de pictogrammen van de <gui>Starter</gui> groter of kleiner te maken.
pt_br: Deslize a barra <gui>Launcher icon size</gui> para aumentar ou diminuir o tamanho dos ícones do <gui>Lançador</gui>.

source: The default <gui>Launcher</gui> icon size is <em>48</em>.
ast: El tamañu predetermináu del iconu del <gui>Lanzador</gui> es <em>48</em>.
el: Το προεπιλεγμένο μέγεθος του εικονιδίου του <gui>Εκκινητή</gui> είναι <em>48</em>.
es: El tamaño predeterminado del icono del <gui>Lanzador</gui> es <em>48</em>.
fi: <gui>Käynnistimen</gui> kuvakkeiden koko on oletuksena <em>48</em>.
nl: De standaard grootte van de pictogrammen in de <gui>Starter</gui> is <em>48</em>.
pt_br: O tamanho padrão dos ícones do <gui>Lançador</gui> é <em>48</em>.
ru: По умолчанию размер значков <gui>Панели запуска</gui> равен <em>48</em>.

source: Your changes to the size of the icons will be applied immediately. Click the <gui>Back</gui> and <gui> Close</gui> buttons to exit the <app>CompizConfig Settings Manager</app>.
ast: Los cambeos nel tamañu de los iconos se apreciarán darréu. Calca <gui>Atrás</gui> y dempués <gui> Zarrar</gui> pa colar del <app>Alministrador de opciones CompizConfig</app>.
el: Οι αλλαγές που κάνατε στο μέγεθος των εικονιδίων θα εφαρμοστούν άμεσα. Κάντε κλικ στα πλήκτρα <gui>Πίσω</gui> και <gui> Κλείσιμο</gui> για έξοδο από το <app>Διαχειριστή ρυθμίσεων του Compiz</app>.
es: Los cambios en el tamaño de los iconos se apreciarán inmediatamente. Pulse <gui>Atrás</gui> y luego <gui> Cerrar</gui> para salir del <app>Administrador de opciones CompizConfig</app>.
fi: Tekemäsi muutokset tulevat käyttöön saman tien. Sulje lopuksi <app>CompizConfig-asetustenhalinta</app> napsauttamalla vasemmasta alanurkasta ensin <gui>Takaisin</gui> ja sitten <gui>Sulje</gui>.
nl: De wijzigingen die u aanbrengt in de grootte van de pictogrammen worden meteen toegepast. Klik op de knoppen <gui>Terug</gui> en <gui> Sluiten</gui> om <app>CompizConfig Instellingenbeheer</app> te verlaten.
pt_br: As alterações do tamanho dos ícones serão aplicadas imediatamente. Clique nos botões <gui>Voltar</gui> e <gui> Fechar</gui> para sair do <app>Gerenciador de Configurações do CompizConfig</app>.

source: Use the Launcher to start applications
ast: Use el Lanzador pa entamar aplicaciones
el: Χρήση του Εκκινητή για την εκκίνηση εφαρμογών
es: Use el Lanzador para iniciar aplicaciones
fi: Avaa sovelluksia käynnistimellä
nl: Gebruik de starter om toepassingen te starten
pt_br: Use o Lançador para iniciar aplicativos
ru: Использование панели запуска для запуска приложений

source: Launcher icons
ast: Iconos del Lanzador
el: Εικονίδια για τον Εκκινητή
es: Iconos del Lanzador
fi: Käynnistimen kuvakkeet
nl: Starterpictogrammen
pt_br: Ícones do Lançador
ru: Значки панели запуска

source: The Launcher is one of the key components of the new Unity desktop. When you first log in to your desktop, it will appear along the left-hand side of the screen. The Launcher provides you with quick access to applications, Unity workspaces and lenses, as well as the trash.
ast: El Lanzador es uno de los componentes principales del nuevu escritoriu Unity. Cuando abra una sesión por primer vegada en su escritoriu, le aparecerá na parte esquierda de la pantalla. El Lanzador le proporciona un accesu rápidu a aplicaciones, áreas de trabayu de Unity y localizadores, así como a la papelera.
el: Ο Εκκινητής είναι ένα από τα βασικά στοιχεία της νέας επιφάνειας εργασίας του Unity. Όταν συνδεθείτε για πρώτη φορά στο περιβάλλον εργασίας, θα εμφανιστεί κατά μήκος της αριστερής πλευράς της οθόνης. Ο Εκκινητής σας παρέχει γρήγορη πρόσβαση στις εφαρμογές, στις επιφάνειες εργασίας του Unity και στους φακούς, όπως και στον κάδο απορριμάτων.
fi: Käynnistin on yksi Unity-työpöytän keskeisimpiä osia. Kun kirjaudut työpöydälle ensimmäisen kerran, käynnistin on näkyvissä näytön vasemmassa laidassa. Käynnistimessä on pikakuvakkeet sovelluksiin, keskeisimmät Unity-työpöydän toiminnot, nopea pääsy roskakoriin ja paljon muuta.
pt_br: O Lançador é um dos componentes-chave do novo ambiente de trabalho Unity. Na primeira vez que você inicia um sessão, ele aparecerá do lado esquerdo da tela. O lançador lhe fornece acesso rápido a aplicativos, a espaços de trabalho do Unity e a lentes, bem como à lixeira.
ru: Панель запуска является одним из ключевых компонентов нового интерфейса пользователя Unity. После выполнения входа, она появляется с левой стороны экрана. Панель запуска обеспечивает быстрый доступ к приложениям, рабочим местам Unity, главному меню и корзине.

source: If an application that you want to start using is present in the Launcher, you can click on that application's icon, and it will start up, ready for you to use.
ast: Si una aplicación que desee usar se alcuentra presente nel Lanzador, puede calcar sobro el iconu de esa aplicación y ésta se iniciará, llista pa su usu.
el: Αν μια εφαρμογή που θέλετε να εκκινήσετε υπάρχει στον εκκινητή, κάνοντας κλίκ στο εικονίδιό της, θα εκκινηθεί και θα είναι έτοιμη να τη χρησιμοποιήσετε.
es: Si una aplicación que desee usar se encuentra presente en el Lanzador, puede pulsar sobre el icono de esa aplicación y ésta se iniciará, lista para su uso.
fi: Jos haluamasi sovelluksen kuvake näkyy käynnistimessä, napsauta sitä. Sovellus käynnistyy ja on välittömästi valmis käytettäväksi.
nl: Als de toepassing die u wilt gebruiken in de Starter zit, dan kunt u op het pictogram van die toepassing klikken waarna die opstart, klaar voor gebruik.
pt_br: Se um aplicativo que você quer usar estiver presente no Lançador, basta clicar no ícone do aplicativo, o mesmo irá inicializar, ficando pronto para o uso.
ru: Если приложение, которое вы хотите запустить, имеется в панели запуска, вы можете щёлкнуть на значке приложения, и оно запустится.

source: Opening the Launcher
ast: Abrir el lanzador
el: Ανοίγοντας τον Εκκινητή
es: Abrir el lanzador
fi: Käynnistimen avaaminen
nl: De Starter openen
pt_br: Abrindo o Lançador
ru: Открытие панели запуска

source: You may notice that the Launcher will hide when it comes into contact with an open application. You can make the launcher reappear in a number of different ways. Experiment and try each of the following ways of opening the Launcher:
ast: Comprobará que el Lanzador se tapez cuando entra en contacto con una aplicación abierta. Hai varias formes de consiguir que el Lanzador vuelva a aparecer. Experimente y pruebe toes les formes siguientes de abrir el Lanzador:
el: Ίσως έχετε προσέξει πως ο Εκκινητής αποκρύπτεται όταν έρχεται σε επαφή με μια ανοικτή εφαρμογή. Μπορείτε να κάνετε τον εκκινητή να επανεμφανιστεί με πολλούς διαφορετικούς τρόπους. Πειραματιστείτε και δοκιμάστε κάθε έναν από τους επόμενους τρόπους εμφάνισης του Εκκινητή:
es: Comprobará que el Lanzador se oculta cuando entra en contacto con una aplicación abierta. Hay varias formas de conseguir que el Lanzador vuelva a aparecer. Experimente y pruebe todas las formas siguientes de abrir el Lanzador:
fi: Olet ehkä huomannut, että käynnistin menee piiloon kun käynnistät jonkun sovelluksen, joka täyttää näytön kokonaan. Saat käynnistimen uudelleen esiin monilla eri tavoilla. Kokeile kaikkia tapoja ja valitse suosikkisi:
nl: Het zal u zijn opgevallen dat de Starter verborgen wordt wanneer deze in aanraking komt met een geopende toepassing. U kunt de Starter op verschillende manieren weer tevoorschijn halen. Probeer elk van de volgende manieren om de Starter te openen uit:
pt_br: Você pode notar que o Lançador se ocultará quando entrar em contato com um aplicativo aberto. Você pode fazê-lo reaparecer de diversas formas diferentes. Experimente e tente cada uma das seguintes formas de abrir o Lançador:
ru: Вы можете заметить, что панель запуска скрывается, когда контактирует с открытым приложением. Заставить её вновь появиться на экране можно разными способами. Попробуйте каждый из приведённых ниже способов открытия панели запуска:

source: Move your mouse pointer to the left side of the screen and <em>push</em> the pointer against the edge of the screen. The Launcher will appear after a brief delay.
ast: Mueva el puntero del mur a la parte esquierda de la pantalla y <em>empuje</em> el puntero contra el berbesu de la mesma. El Lanzador aparecerá tres un breve retardo.
el: Μετακινείστε το δείκτη του ποντικιού στο αριστερό σημείο της οθόνης και <em>σπρώξτε</em> το δείκτη αντίθετα στο άκρο της οθόνης. Ο Εκκινητής θα εμφανιστεί μετά από μικρή καθυστέρηση.
es: Mueva el puntero del ratón a la parte izquierda de la pantalla y <em>empuje</em> el puntero contra el borde de la misma. El Lanzador aparecerá tras un breve retardo.
fi: Siirrä hiiren osoitin näytön vasempaan laitaan. Käynnistin ilmestyy esiin.
nl: Breng de muiswijzer naar de linker kant van het scherm en <em>duw</em> de wijzer tegen de rand van het scherm. Na korte tijd zal de Starter verschijnen.
pt_br: Mova o ponteiro do mouse para o lado esquerdo da tela e <em>empurre-o</em> contra o canto da tela. O Lançador aparecerá após um breve atraso.
ru: Переместите указатель мыши в левую сторону экрана и <em>коснитесь</em> указателем края экрана. Панель запуска появится после небольшой задержки.
