Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: When you turn your computer on or move to a different location, your computer will automatically try to connect to wireless networks that you have connected to in the past. If it tries to connect to the wrong network each time (that is, not the one that you want it to connect to), do the following:
ast: Al encender el equipu o moverlo a una allugamientu distintu, automáticamente intentará coneutase a redes inalámbricas que se ha coneutáu nel pasáu. Si cada vegada intenta coneutase a la red equivocada (es decir, no a la que quies que se conecte), fae lo siguiente:
el: Όταν ανοίγετε τον υπολογιστή σας ή μεταφέρεστε σε διαφορετική τοποθεσία, ο υπολογιστής θα προσπαθήσει αυτόματα να συνδεθεί σε ασύρματα δίκτυα που είχατε χρησιμοποιήσει στο παρελθόν. Αν προσπαθεί να συνδεθεί σε λάθος δίκτυο κάθε φορά (δηλαδή όχι σε αυτό στο οποιο εσείς θέλετε να συνδεθεί), κάντε τα ακόλουθα:
es: Al encender el equipo o moverlo a una ubicación diferente, automáticamente intentará conectarse a redes inalámbricas que se ha conectado en el pasado. Si cada vez intenta conectarse a la red equivocada (es decir, no a la que quiere que se conecte), haga lo siguiente:
fi: Kun käynnistät tietokoneen tai siirrät sen toiseen paikkaan, Ubuntu yrittää automaattisesti löytää tunnettuja (aikaisemmin käytettyjä) langattomia verkkoja ja yhdistää niihin. Jos Ubuntu yhdistää sinut joka kerta verkkoon, jota et halua käyttää, toimi näin:
nl: Wanneer u uw computer aanzet of naar een andere locatie gaat, dan zal uw computer automatisch proberen verbinding te maken met draadloze netwerken waarmee u in het verleden verbonden was. Als hij elke keer probeert verbinding te maken met het verkeerde netwerk (d.w.z. niet het netwerk waarmee u verbinding wilt maken), doe dan het volgende:
pt_br: Quando você liga seu computador ou move para uma localização diferente, seu computador irá , automaticamente, tentar se conectar em uma rede sem fio que você conectou no passado. Se ele tentar se conectar com uma rede errada a cada vez(ou seja, não a rede que você quer se conectar), faça o seguinte:
ru: Когда вы включаете компьютер или перемещаете его в другое место, он автоматически пытается подключиться к беспроводным сетям, которыми вы пользовались раньше. Если он каждый раз пытается подключиться не к той сети, которая вам нужна, сделайте следующее:

source: Go to the <gui>Wireless</gui> tab and find the network that you <em>don't</em> want it to keep connecting to.
ast: Vaya a la pestaña <gui>Inalámbrica</gui> y busque la red a la que <em>no</em> quies permanecer coneutáu.
el: Μεταβείτε στην καρτέλα <gui>Ασύρματο</gui> και βρείτε το δίκτυο το οποίο <em>δεν</em> επιθυμείτε να συνδέεται.
es: Vaya a la pestaña <gui>Inalámbrica</gui> y busque la red a la que <em>no</em> quiere permanecer conectado.
fi: Vaihda <gui>Langaton</gui>-välilehdelle ja etsi verkko, jota <em>et halua</em> käyttää Internet-yhteyden muodostamiseen.
nl: Ga naar het tabblad <gui>Draadloos</gui> en zoek het netwerk waarmee u <em>niet</em> verbonden wilt zijn.
pt_br: Vá para a aba <gui>sem fio</gui> e encontre a rede que você <em>não</em> quer que ele tente se conectar.
ru: Перейдите на вкладку <gui>Беспроводные</gui> и найдите сеть, к которой вы <em>не хотите</em> больше подключаться.

source: Click that network once to select it and click <gui>Delete</gui>. Your computer won't try to connect to that network any more.
ast: Calca sobro esa red una vegada pa seleccionarla y dempués calca en <gui>Desaniciar</gui>. Su equipu no volverá a intentar coneutase a esa red.
el: Κάντε κλικ σε αυτό το δίκτυο μία φορά για να το επιλέξετε και κάντε κλικ στη <gui>Διαγραφή</gui>. Ο υπολογιστής σας δε θα προσπαθήσει να συνδεθεί ξανά σε αυτό το δίκτυο.
es: Pulse sobre esa red una vez para seleccionarla y luego pulse en <gui>Eliminar</gui>. Su equipo no volverá a intentar conectarse a esa red.
fi: Napsauta verkkoa kerran ja napsauta oikeasta reunasta <gui>Poista</gui>. Ubuntu ei enää yritä muodostaa yhteyttä tähän verkkoon.
nl: Klik éénmaal op dat netwerk om het te selecteren en klik op <gui>Verwijderen</gui>. Uw computer zal niet langer proberen verbinding te maken met dat netwerk.
pt_br: Clique na rede uma vez para selecioná-la e clique em <gui>Excluir</gui>. Seu computador não irá mais tentar se conectar a essa rede.
ru: Щёлкните на этой сети, чтобы выбрать её, затем щёлкните на кнопке <gui>Удалить</gui>. Теперь ваш компьютер больше не будет пытаться подключиться к этой сети.

source: If you later want to connect to the network you just deleted, simply select it from the list of wireless networks that appears when you click the network menu on the top panel - just as you would connect to any other wireless network.
ast: Si más adelante quies coneutase a la red que acaba de desaniciar, basta con escoyer na llista de redes inalámbricas que aparece al facer clic en el menú de redes del panel superior, de la mesma manera que se conectaría a cualesquier otra red inalámbrica.
el: Αν αργότερα θέλετε να συνδεθείτε στο δίκτυο που μόλις διαγράψατε, απλά επιλέξτε το από τη λίστα των ασύρματων δικτύων που εμφανίζονται καθώς κάνετε κλικ στο μενού του δικτύου στην πάνω μπάρα - όπως ακριβώς θα κάνατε σύνδεση με οποιοδήποτε άλλο ασύρματο δίκτυο.
fi: Jos haluat myöhemmin vielä yhdistää tähän juuri poistamaasi verkkoon, valitse se vain uudestaan verkkovalikon luettelosta (joka siis avataan yläpaneelista) - ihan niin kuin yhdistäisit mihin tahansa verkkoon.
pt_br: Se mais tarde você desejar se conectar a rede que você acabou de excluir, basta selecioná-la na lista de redes sem fio que aparece quando você clica no menu de rede no painel superior - como se fosse conectar a qualquer rede sem fio.

source: Your battery is probably not broken; it's more likely that it's just old.
ast: Su batería dablemente no ta estropeada; solamente es mui vieja.
el: Η μπαταρία σας πιθανώς δεν είναι χαλασμένη· μάλλον είναι απλώς παλιά.
es: Su batería probablemente no está estropeada; solamente es muy vieja.
fi: Akku ei luultavasti ole rikki; todennäköisemmin se on vain vanha.
nl: Uw accu is waarschijnlijk niet defect; het is aannemelijker dat hij gewoon oud is.
pt_br: Sua bateria, provavelmente, não está quebrada; é mais provável que ela só esteja velha.

source: An error reports my battery has low capacity
ast: Un error informa de que mi batería tien poca capacidad
el: Ένα σφάλμα αναφέρει ότι η μπαταρία μου έχει χαμηλή ενέργεια
fi: Virheilmoitus väittää akun kapasiteetin olevan vähissä
nl: Er is een fout gerapporteerd dat mijn batterij een lage capaciteit heeft
pt_br: Um erro relata que minha bateria tem baixa capacidade

source: When you first log in, you might see a message that says:
ast: Cuando inicie su sesión por primer vegada, tendría ver un mensaxe que dice:
el: Όταν συνδέεστε για πρώτη φορά, ίσως δείτε ένα μήνυμα που λέει:
es: Cuando inicie su sesión por primera vez, debería ver un mensaje que dice:
fi: Kun kirjaudut sisään, saatat nähdä seuraavan viestin:
nl: Wanneer u zich voor het eerst aanmeldt, ziet u mogelijk het volgende bericht:
pt_br: Quando você inicia uma sessão pela primeira vez, você deve ver uma mensagem que diz:

source: <em>Battery may be broken. Your battery has a very low capacity which means that it may be old or broken.</em>
ast: <em>Puede que la batería esté estropeada. Su batería tien una capacidad mui baxa, lo que indica que puede ser antigua o tar estropeada.</em>
el: <em>Η μπαταρία ίσως είναι χαλασμένη. Η μπαταρία σας έχει πολύ χαμηλή χωρητικότητα, που σημαίνει ότι πιθανώς είναι παλιά ή χαλασμένη.</em>
nl: <em>De accu kan beschadigd zijn. Uw accu heeft een hele lage capaciteit, wat betekend dat deze oud of beschadigd is.</em>
pt_br: <em>A bateria pode estar danificada. Sua bateria tem uma capacidade muito baixa, o que significa que ela pode estar velha ou danificada.</em>

source: This message is displayed when the computer detects that your battery is not capable of storing much charge. The most likely reason for this is that your battery is old; it's probably not broken, so there's no need to worry.
ast: Esti mensaxe se amuesa cuando el equipu detecta que su batería es incapaz de almacenar mucha carga. La razón más frecuente es que su batería ya es vieja; dablemente no esté dañada, polo que no hai por qué preocupase.
el: Αυτό το μήνυμα εμφανίζεται όταν ο υπολογιστής ανακαλύψει ότι η μπαταρία σας δεν μπορεί να αποθηκεύσει πολλή ενέργεια. Ο πιο πιθανός λόγος που συμβαίνει αυτό είναι ότι η μπαταρία είναι παλιά· μάλλον δεν είναι χαλασμένη, οπότε δεν υπάρχει λόγος ανησυχίας.
es: Este mensaje se muestra cuando el equipo detecta que su batería es incapaz de almacenar mucha carga. La razón más frecuente es que su batería ya es vieja; probablemente no esté dañada, por lo que no hay por qué preocuparse.
nl: Dit bericht verschijnt wanneer de computer ziet dat uw accu niet in staat is veel energie op te slaan. De meest aannemelijke reden hiervoor is dat de accu oud is; hij is waarschijnlijk niet defect, dus hoeft u zich geen zorgen te maken.
pt_br: Essa mensagem é exibida quando o computador detecta que sua bateria não é capaz de armazenar muita carga. A razão mais provável para isso é que sua bateria está velha; provavelmente não está quebrada, então precisa se preocupar.

source: Over time, all laptop batteries lose their ability to store charge. After a while (normally a year or more), the battery will only be able to store a fraction of the charge that it could when it was new. The message above is shown when this happens.
ast: Col tiempu, toes les baterías de portátiles pierden su capacidad de almacenar carga. Pasáu un tiempu (normalmente un año o más) la batería solo podrá almacenar una fracción de la carga que podía almacenar cuando era nueva. El mensaxe anterior se amuesa cuando ocurre esto.
el: Με το χρόνο, όλες οι μπαταρίες φορητών υπολογιστών (laptops) χάνουν την ικανότητά τους να αποθηκεύουν ενέργεια. Μετά από κάποιο διάστημα (συνήθως ένα χρόνο ή παραπάνω), η μπαταρία μπορεί μόνο να αποθηκεύει ένα κλάσμα της ενέργειας που αποθήκευε όταν ήταν καινούρια. Όταν συμβαίνει αυτό, εμφανίζεται το παραπάνω μήνυμα.
es: Con el tiempo, todas las baterías de portátiles pierden su capacidad de almacenar carga. Pasado un tiempo (normalmente un año o más) la batería solo podrá almacenar una fracción de la carga que podía almacenar cuando era nueva. El mensaje anterior se muestra cuando ocurre esto.
nl: Na verloop van tijd verliezen alle laptopaccu's het vermogen energie op te slaan. Na een tijdje (meestal een jaar of langer) kan de accu nog maar een fractie opslaan van de energie die hij kon opslaan toen hij nieuw was. Wanneer dit het geval is krijgt u bovenstaand bericht te zien.
pt_br: Com o tempo, todas as baterias de laptops perdem a capacidade de armazenar energia. Após um tempo (normalmente um ano ou mais), a bateria será capaz apenas de armazenar uma fração de carga que ela poderia quando ela era nova. A mensagem acima é exibida quando isso acontece.

source: If your computer or battery is relatively new, it should be capable of holding a high percentage of its design charge. If it can't, then your battery may be broken and you might need to seek a replacement.
ast: Si su equipu o batería son relativamente nuevos, tendría poder ser capaz de almacenar un altor porcentaje de su carga de diseño. si no es así, tal vegada su batería esté estropeada y quizás necesite reemplazarla.
el: Εάν ο υπολογιστής ή η μπαταρία σας είναι σχετικά καινούργια, θα πρέπει να μπορεί να φορτίζει σε ένα υψηλό ποσοστό του φορτίου της από σχεδιασμό. Εάν δεν μπορεί, τότε η μπαταρία σας μπορεί να έχει καταστραφεί και ίσως πρέπει να επιδιώξετε μια αντικατάσταση.
pt_br: Se o seu computador ou a sua bateria são relativamente novos, ela deve ser capaz de armazenar um alto percentual da capacidade para qual foi projetada. Se ela não conseguir, então a sua bateria pode estar danificada e você deve procurar por uma reposição.

source: The battery life that is displayed is only an estimate.
ast: El nivel de batería mostráu es solo una estimación.
el: Η διάρκεια ζωής της μπαταρίας που εμφανίζεται είναι μόνο μια προσέγγιση.
es: El nivel de batería mostrado es solo una estimación.
fi: Akun kestoa esittävä aika on vain arvio.
nl: De getoonde levensduur van de accu is slechts een schatting.
pt_br: A carga da bateria que é mostrada é somente uma estimativa.
ru: Оставшееся время работы от аккумулятора показывается лишь приблизительно.

source: It says X minutes of battery remaining, but that's not true
ast: Dice X minutos de batería restante, pero no es cierto
el: Εμφανίζει ότι απομένουν Χ λεπτά μπαταρίας, αλλα δεν είναι αλήθεια
es: Dice X minutos de batería restante, pero no es cierto
fi: Kone väittää akkua riittävän X minuutiksi, mutta se ei ole totta
nl: Er staat nog X minuten voor de accu, maar dat is niet waar
pt_br: Ele diz X minutos de bateria restando, mas isso não é verdade

source: When you check the remaining battery life, you may find that the <em>time remaining</em> it reports is different to how long the battery <em>actually</em> lasts. This is because the amount of remaining battery life can only be estimated. The estimates should get better over time, though.
ast: Cuando compruebe el nivel de carga restante de la batería, puede que observe que el <em>tiempu restante</em> amuesa un valor distintu de lo que dura <em>realmente</em> la batería. Esto se tien de a que el nivel de carga restante de la batería solo puede estimarse, anque les estimaciones van mejorando col tiempu.
el: Όταν ελέγχετε την υπόλοιπη διάρκεια ζωής της μπαταρίας, μπορεί να διαπιστώσετε ότι ο <em>εναπομείναντας χρόνος</em> που αναφέρεται διαφέρει από το πόσο <em>πραγματικά</em> διαρκεί. Αυτό οφείλεται στο γεγονός ότι η διάρκεια ζωής της μπαταρίας μπορεί να είναι μόνο κατ' εκτίμηση. Παρόλα αυτά, οι εκτιμήσεις θα πρέπει να βελτιώνονται με το πέρασμα του χρόνου.
es: Cuando compruebe el nivel de carga restante de la batería, puede que observe que el <em>tiempo restante</em> muestra un valor diferente de lo que dura <em>realmente</em> la batería. Esto se debe a que el nivel de carga restante de la batería solo puede estimarse, aunque las estimaciones van mejorando con el tiempo.
nl: Wanneer u de levensduur van de accu controleert, kan het zijn dat de gemelde <em>resterende tijd</em> verschilt van de tijd die er <em>werkelijk</em> nog rest. Dit komt doordat de resterende tijd van de accu alleen maar geschat kan worden. De schattingen zullen echter wel steeds nauwkeuriger worden.
pt_br: Quando você verificar a vida útil restante da bateria, você pode perceber que o <em>tempo restante</em> que ele relata é diferente de quanto tempo a bateria <em>realmente</em> tem. Isso é porque a quantidade de vida útil restante da bateria pode ser somente estimada. As estimativas devem melhorar com o tempo, no entanto.

source: In order to estimate the remaining battery life, a number of factors must be taken into account. One is the amount of power currently being used by the computer: power consumption varies depending on how many programs you have open, which devices are plugged in, and whether you are running any intensive tasks (like watching a DVD or converting music files, for example). This changes from moment to moment, and is difficult to predict.
ast: Pa poder estimar el nivel de batería restante, se deben tener en cuenta dellos factores. Uno es la cantidá de enerxía que el equipu ta usando anguaño: el consumo de enerxía varía en función de cuántos programes ten abiertos, qué preseos tien conectados, y de si ta executando xeres intensivas (como ver un DVD o convertir ficheros de música, por exemplu). Esto camuda de un intre a otru, y es difícil de predecir.
el: Για να υπολογίσετε πόση διάρκεια ζωής της μπαταρίας απομένει, πρέπει να λάβετε υπ'όψιν διάφορους παράγοντες. Ένας παράγοντας είναι το ποσό ενέργειας που δαπανάται αυτή τη στιγμή από τον υπολογιστή: η δαπανώμενη ενέργεια ποικίλλει ανάλογα με το πόσα προγράμματα είναι ανοιχτά, πόσες συσκευές είναι συνδεδεμένες και αν διεξάγονται απαιτητικές ενέργειες (όπως η παρακολούθηση DVD ή η μετατροπή αρχείων ήχου). Αυτό αλλάζει από στιγμή σε στιγμή και είναι δύσκολο να προβλεφθεί.
es: Para poder estimar el nivel de batería restante, se deben tener en cuenta varios factores. Uno es la cantidad de energía que el equipo está usando actualmente: el consumo de energía varía en función de cuántos programas tenga abiertos, qué dispositivos tiene conectados, y de si está ejecutando tareas intensivas (como ver un DVD o convertir archivos de música, por ejemplo). Esto cambia de un momento a otro, y es difícil de predecir.
nl: Om de resterende tijd van de accu te schatten, moet rekening gehouden worden met een aantal factoren. Eén daarvan is de hoeveelheid energie die de computer momenteel gebruikt: het energieverbruik varieert, afhankelijk van hoeveel programma's u geopend heeft, welke apparaten er zijn aangesloten en of er intensieve taken worden uitgevoerd (zoals het bekijken van een dvd of het converteren van muziekbestanden). Dit verandert van moment op moment en is moeilijk te voorspellen.
pt_br: A fim de estimar a vida útil restante da bateria, um número de fatores deve ser levado em conta. Um é a quantidade de energia atualmente sendo usada pelo computador: consumo de energia varia dependendo da quantidade de programas abertos, quais dispositivos estão conectados e se você está executando alguma tarefa intensiva (como assistindo um DVD ou convertendo arquivos de música, por exemplo). Isso altera de momento a momento e é difícil de prever.
ru: Чтобы оценить оставшееся время работы от аккумулятора, нужно принять во внимание несколько факторов. Один из них - это мощность, потребляемая компьютером в данный момент: энергопотребление меняется в зависимости от того, сколько запущено программ, сколько подключено устройств, запущены ли трудоёмкие задачи (типа просмотра DVD или конвертирования музыкальных файлов). Всё это постоянно меняется и трудно поддаётся предсказанию.

source: Another factor is how the battery discharges. Some batteries lose charge faster the emptier they get. Without precise knowledge of how the battery discharges, only a rough estimate of remaining battery life can be made.
ast: Otru factor es cómo se descarga la batería. Dalgunes baterías pierden su carga más rápidamente de la que reciben. Sin un conocimiento preciso de cómo se descarga la batería, solo se podrá facer una estimación aproximada del nivel de batería restante.
el: Ένας άλλος παράγοντας είναι το πώς αποφορτίζεται η μπαταρία. Κάποιες μπαταρίες όσο πιο άδειες είναι τόσο πιο γρήγορα αποφορτίζονται. Χωρίς ακριβή γνώση του πώς αποφορτίζεται η μπαταρία, μπορεί μόνο να γίνει μια πρόχειρη εκτίμηση της ζωής της μπαταρίας που απομένει.
es: Otro factor es cómo se descarga la batería. Algunas baterías pierden su carga más rápidamente de la que reciben. Sin un conocimiento preciso de cómo se descarga la batería, solo se podrá hacer una estimación aproximada del nivel de batería restante.
nl: Een andere factor is hoe de accu ontlaadt. Sommige accu's ontladen sneller naarmate ze leger raken. Zonder precies te weten hoe de accu ontlaadt kan er slechts een ruwe schatting worden gemaakt van de resterende levensduur van de accu.
pt_br: Um outro fator é como a bateria descarrega. Algumas baterias perdem carga mais rápido a medida que esvaziam. Sem conhecimento preciso de como a bateria descarrega, somente uma estimativa grosseira da vida útil restante da bateria pode ser feita.
ru: Другой фактор - то как разряжается аккумулятор. Некоторые батареи разряжаются быстрее по мере снижения уровня заряда. Без точного знания о том, как разряжается аккумулятор, можно сделать лишь грубую оценку оставшегося времени работы от аккумулятора.

source: As the battery discharges, the Power Manager will figure-out its discharge properties and will learn how to make better estimates of battery life. They will never be completely accurate, though.
ast: A medida que la batería se vaya descargando, el Xestor de enerxía se irá faciendo una idea de sus propiedaes de descarga y aprenderá a mejorar sus estimaciones sobro el nivel de la batería, anque nunca serán completamente precisas.
el: Καθώς η μπαταρία αποφορτίζεται, ο Διαχειριστής ενέργειας θα κατανοήσει με ποιόν τρόπο αποφορτίζεται μαθαίνοντας να κάνει καλύτερες εκτιμήσεις για τη διάρκεια ζωής της. Εν τούτοις, δεν θα είναι ποτέ απόλυτα ακριβείς.
es: A medida que la batería se vaya descargando, el Gestor de energía se irá haciendo una idea de sus propiedades de descarga y aprenderá a mejorar sus estimaciones sobre el nivel de la batería, aunque nunca serán completamente precisas.
nl: Terwijl de accu ontlaadt zal Energiebeheer achter de ontlaadeigenschappen komen en leren hoe het de levensduur van de accu beter kan inschatten. De schattingen zullen echter nooit helemaal nauwkeurig zijn.
pt_br: Enquanto a bateria descarrega, o gerenciador de energia irá entender as propriedades de descarregamento e irá aprender como fazer estimativas melhores de vida útil da bateria. Ele nunca será completamente preciso, no entanto.
ru: По мере того, как аккумулятор разряжается, Менеджер питания определяет его свойства и учится лучше оценивать оставшееся время работы. Но абсолютной точности в любом случае достичь невозможно.

source: If you get a completely ridiculous battery life estimate (say, hundreds of days!), the Power Manager is probably missing some of the data it needs to make a sensible estimate.
ast: Si obtiene una estimación completamente ridícula del nivel de la batería (digamos, ¡cientos de díes!), dablemente es que el Xestor de enerxía no ten los datos que necesite pa facer una estimación coherente.
el: Αν πάρετε μια εντελώς λάθος εκτίμηση για τη διάρκεια ζωής της μπαταρίας (ας πούμε, εκατοντάδες ημέρες), ο Διαχειριστής ενέργειας μάλλον δε διαθέτει κάποια δεδομένα που απαιτούνται για να κάνει μια λογική εκτίμηση.
es: Si obtiene una estimación completamente ridícula del nivel de la batería (digamos, ¡cientos de días!), probablemente es que el Gestor de energía no tenga los datos que necesite para hacer una estimación coherente.
fi: Jos virranhallinta ehdottaa jotain täysin naurettavaa arvoa (kuten satoja päiviä!), virranhallinta ei mitä luultavimmin saa tarpeeksi tietoa akun tilasta järkevän arvion tekemiseksi.
nl: Als u een totaal onwaarschijnlijke schatting van de acculevensduur krijgt (laten we zeggen honderden dagen!), dan mist Energiebeheer waarschijnlijk enkele gegevens die nodig zijn om een goede schatting te maken.
pt_br: Se você receber estimativas de vida útil da bateria ridículas (como centenas de dias!), o gerenciador de energia provavelmente tem algum dado, que é necessário para fazer uma estimativa mais sensível, faltando.
