Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Do not use any words that appear in a standard dictionary in any language. Password crackers will try these first. The most common password is "password" - people can guess passwords like this very quickly!
ast: No use pallabres que aparezcan en diccionarios standard de cualesquier idioma. Los rompecontraseñas empezarán usando estes. La contraseña más común es «password»; la xente adivina esti triba de contraseñes mui rápidamente.
el: Μη χρησιμοποιείτε λέξεις που εμφανίζονται στο καθιερωμένο λεξικό κάποιας γλώσσας. Τα συστήματα εύρεσης κωδικών θα δοκιμάσουν να παραβιάσουν αρχικά τέτοιου είδους λέξεις. Το πιο συνηθισμένο συνθηματικό είναι «password» - οι άνθρωποι μπορούν να μαντεύουν τέτοια συνθηματικά πάρα πολύ γρήγορα!
es: No use palabras que aparezcan en diccionarios estándar de cualquier idioma. Los rompecontraseñas empezarán usando estas. La contraseña más común es «password»; la gente adivina este tipo de contraseñas muy rápidamente.
fi: Älä käytä mitään sanakirjoista löytyviä sanoja. Pahaa tarkoittavat yrittävät näitä sanoja ensimmäisinä. Kaikkein yleisin salasana on "password" (salasana), tällaiset salasanat on helposti arvattavissa!
nl: Gebruik geen woorden die in een standaard woordenboek in welke taal dan ook staan. Wachtwoordkrakers zullen deze als eerste proberen. Het meest voorkomende wachtwoord is "wachtwoord" - zulke wachtwoorden kunnen heel snel geraden worden!
pt_br: Não utilize palavras que aparecem em dicionários de qualquer linguagem. Os crackers de senha tentarão essas primeiro. A senha mais comum é "password" - as pessoas podem adivinhar uma senha como essa rapidamente!
ru: Не используйте слова, которые можно найти в обычном словаре любого языка. Такие варианты паролей взломщики проверяют в первую очередь. Многие используют в качестве пароля слово "password" (пароль) - подобные пароли даже человек может угадать очень быстро!

source: Do not use any personal information such as a date, license plate number, or any family member's name.
ast: No use denguna información personal, tal como fechas, númberos de matrículas o el nome de cualesquier familiar.
el: Μη χρησιμοποιείτε προσωπικές πληροφορίες όπως μια ημερομηνία, την πινακίδα του αυτοκινήτου σας ή το όνομα κάποιου μέλους της οικογένειας.
es: No use ninguna información personal, tal como fechas, números de matrículas o el nombre de cualquier familiar.
fi: Älä käytä henkilökohtaisia tietoja, kuten syntymäpäiviä, rekisterinumeroita tai perheenjäsenten nimiä.
nl: Gebruik geen persoonlijke informatie zoals een datum, kentekenplaatnummer of de naam van een familielid.
pt_br: Não utilize nenhuma informação pessoal tais como data, placa do carro ou nome de alguém da família.
ru: Не используйте личную информацию, такую как даты, номерной знак автомобиля или имена членов семьи.

source: Do not use any nouns.
ast: No use dengún sustantivo.
el: Μη χρησιμοποιείτε ουσιαστικά.
es: No use ningún sustantivo.
fi: Älä käytä substantiiveja salasanassasi.
nl: Gebruik geen zelfstandig naamwoord.
pt_br: Não use substantivos.
ru: Не используйте имена существительные.

source: Choose a password that can be typed quickly, to decrease the chances of someone being able to make out what you have typed if they happen to be watching you.
ast: Escueya una contraseña que se pueda teclear rápidamente, pa amenorgar les oportunidades de que daquién pueda ver lo que escribe, en caso de que le tean observando.
el: Επιλέξτε έναν κωδικό πρόσβασης που μπορεί να πληκτρολογηθεί γρήγορα, έτσι ώστε να μην μπορεί εύκολα κάποιος που σας παρακολουθεί να καταλάβει τι πληκτρολογείτε.
es: Elija una contraseña que se pueda teclear rápidamente, para reducir las oportunidades de que alguien pueda ver lo que escribe, en caso de que le estén observando.
fi: Valitse salasana, joka on nopeasti kirjoitettavissa. Näin muut eivät ehdi katsoa sivusta, kun kirjoitat salasanaasi.
nl: Kies een wachtwoord dat snel ingetypt kan worden. Hiermee verkleint u de kans dat iemand die toekijkt kan zien wat u intypt.
pt_br: Escolha uma senha que possa ser digitada rapidamente, para minimizar as chances de alguém deduzir o que você digitou caso essa pessoa esteja olhando você digitar.
ru: Выберите пароль, который можно набрать быстро, чтобы уменьшить вероятность того, что кто-то подсмотрит, что именно вы набираете.

source: Never write your passwords down anywhere. They can be easily found!
ast: Nunca escribe sus contraseñes en dengún sitiu. Es fácil encontrarlas.
el: Ποτέ μην γράφετε τους κωδικούς πρόσβασής σας οπουδήποτε. Μπορούν να εντοπιστούν εύκολα!
es: Nunca escriba sus contraseñas en ningún sitio. Es fácil encontrarlas.
fi: Älä koskaan kirjoita salasanojasi muistiin sellaisenaan. Joku saattaa nähdä salasanasi.
nl: Schrijf uw wachtwoorden nooit op. Ze kunnen makkelijk gevonden worden!
pt_br: Nunca anote suas senhas em lugar algum. Ela pode facilmente ser encontrada!
ru: Никогда нигде не записывайте ваши пароли. Ваши записи могут найти!

source: Use different passwords for different things.
ast: Use contraseñes estremaes pa cosas estremaes.
el: Χρησιμοποιείτε διαφορετικούς κωδικούς πρόσβασης για διαφορετικά πράγματα.
es: Use contraseñas diferentes para cosas diferentes.
fi: Käytä eri salasanoja eri järjestelmissä ja palveluissa.
nl: Gebruik verschillende wachtwoorden voor verschillende dingen.
pt_br: Utilize senhas diferentes para coisas diferentes.
ru: Используйте разные пароли для разных задач.

source: Use different passwords for different accounts.
ast: Use contraseñes estremaes pa cuentas estremaes.
el: Χρησιμοποιείτε διαφορετικούς κωδικούς πρόσβασης για διαφορετικούς λογαριασμούς.
es: Use contraseñas diferentes para cuentas diferentes.
fi: Käytä eri salasanoja kaikissa tileissäsi.
nl: Gebruik verschillende wachtwoorden voor verschillende accounts.
pt_br: Utilize senhas diferentes para contas diferentes.
ru: Используйте разные пароли для разных учётных записей.

source: If you use the same password for all of your accounts, anyone who guesses it will be able to access all of your accounts immediately.
ast: Si usa la mesma contraseña pa toes sus cuentas, cualquiera que la adivine sedrá capaz de acceder a toda su información de forma inmediata.
el: Αν χρησιμοποιείτε τον ίδιο κωδικό πρόσβασης σε όλους τους λογαριασμούς σας, όποιος τον μαντέψει θα είναι σε θέση να έχει πρόσβαση σε όλους τους λογαριασμούς σας αμέσα.
es: Si usa la misma contraseña para todas sus cuentas, cualquiera que la adivine será capaz de acceder a toda su información de forma inmediata.
fi: Jos käytät samaa salasanaa kaikkiin käyttäjätunnuksiisi, ja joku arvaa salasanasi, hänellä on pääsy kaikkiin käyttämiisi järjestelmiin ja palveluihin.
nl: Wanneer u hetzelfde wachtwoord gebruikt voor al uw accounts kan iedereen die het raadt meteen toegang krijgen tot al uw accounts.
pt_br: Se você usar a mesma senha para todas as suas contas, qualquer um que a adivinhe vai poder acessar todas as suas contas imediatamente.
ru: Если вы используете один и тот же пароль для всех своих учётных записей, любой, кто угадает пароль, получит доступ сразу ко всем вашим учётным записям.

source: It can be difficult to remember lots of passwords, however. Though not as secure as using a different passwords for everything, it may be easier to use the same one for things that don't matter (like websites), and different ones for important things (like your online banking account and your email).
ast: Sin embargo, puede ser difícil remembrar abondes contraseñes. Anque no es tan seguru como usar una contraseña distintu pa cada cosa, puede ser más fácil usar la mesma pa cosas sin importancia (como páxines web), y contraseñes estremaes pa les cosas importantes (como su cuenta bancaria y su corréu-e).
el: Παρόλα αυτά, πιθανόν είναι δύσκολο να θυμάστε ένα μεγάλο αριθμό κωδικών. Αν και δεν είναι τόσο ασφαλές όσο το να χρησιμοποιείτε διαφορετικούς κωδικούς, ενδεχομένως είναι ευκολότερο να χρησιμοποιείτε τον ίδιο κωδικό για πράγματα που δεν υπάρχει πρόβλημα (όπως οι ιστοσελίδες) και διαφορετικούς κωδικούς για σημαντικά πράγματα (όπως ο διαδικτυακός τραπεζικός σας λογαριασμός και η ηλεκτρονική αλληλογραφία σας).
es: Sin embargo, puede ser difícil recordar muchas contraseñas. Aunque no es tan seguro como usar una contraseña diferente para cada cosa, puede ser más fácil usar la misma para cosas sin importancia (como páginas web), y contraseñas diferentes para las cosas importantes (como su cuenta bancaria y su correo-e).
fi: Useiden salasanojen muistaminen voi tuottaa hankaluuksia. Vaikka yleensä suositellaan käytettäväksi eri salasanoja eri palveluissa ja järjestelmissä, voi toisinaan olla helpompaa käyttää samaa salasanaa vähemmän merkityksellisille asioille (esimerkiksi keskustelupalstat) ja yksilöllisiä salasanoja tärkeille asioille (esimerkiksi verkkopankkiin ja sähköpostiin).
nl: Toch kan het lastig zijn veel wachtwoorden te onthouden. Alhoewel niet zo veilig als het gebruik van verschillende wachtwoorden voor alles, is het eenvoudiger hetzelfde wachtwoord te gebruiken voor dingen die niet belangrijk zijn (zoals websites), en verschillende wachtwoorden voor belangrijke dingen (zoals uw online-bankrekening en uw e-mail).
pt_br: Pode até ser difícil lembrar de tantas senhas. Apesar de não ser tão seguro quanto utilizar senhas diferentes para tudo, pode ser mais fácil utilizar a mesma senha para coisas que não importam muito (como sites) e senhas diferentes para coisas importantes (como seu e-mail ou conta de banco).
ru: Однако, запомнить множество отдельных паролей для каждой задачи довольно сложно. Хотя это и отрицательно скажется на безопасности, может быть проще использовать один пароль для не очень важных задач (например, веб-сайтов), а другие для важных (типа вашего банковского счёта в интернете или электронной почты).

source: Change your passwords regularly.
ast: Camuda sus contraseñes con regularidad.
el: Να αλλάζετε τους κωδικούς σας συχνά.
es: Cambie sus contraseñas con regularidad.
fi: Vaihda salasanasi säännöllisesti.
nl: Wijzig uw wachtwoorden regelmatig.
pt_br: Troque sua senha regularmente.
ru: Регулярно меняйте ваши пароли.

source: You might not have the right codecs installed, or the DVD might be the wrong region.
ast: Puede que no ten instalaos los códecs adecuados, o que el DVD seya de una región equivocada.
el: Ενδεχομένως δεν έχετε εγκατεστημένους τους σωστούς κωδικοποιητές ή το DVD είναι από λάθος περιοχή.
es: Puede que no tenga instalados los códecs adecuados, o que el DVD sea de una región equivocada.
fi: Et ole ehkä asentanut vaadittavia tiedostomuotoja tai DVD:n aluelukitus saattaa estää toiston.
pt_br: Voce pode não ter os codecs corretos instalados ou o DVD pode ser da região errada.
ru: Возможно, у вас не установлены требуемые кодеки, или DVD не из того региона.

source: Why won't DVDs play?
ast: ¿Por qué no puedo reproducir DVD?
el: Γιατί δε μπορώ να παίξω DVD;
es: ¿Por qué no puedo reproducir DVD?
fi: Miksi DVD:t eivät toimi?
nl: Waarom kunnen dvd's niet worden afgespeeld?
pt_br: Por que os DVDs não funcionarão?
ru: Почему не проигрывается DVD?

source: If you insert a DVD into your computer and it won't play, you may not have the right DVD "codecs" installed, or the DVD might be from a different "region".
ast: Si introduz un DVD en su equipu y no se reproduce, puede que no ten instalaos los «códecs» adecuados pa el DVD, o que el DVD seya de otra «región».
el: Αν εισάγετε ένα DVD στον υπολογιστή σας και αυτό δεν αναπαράγεται, ενδεχομένως δεν έχετε εγκατεστημένους τους σωστούς «κωδικοποιητές/κόντεκ» ή το DVD μπορεί να είναι από μια διαφορετική «περιοχή/region».
es: Si introduce un DVD en su equipo y no se reproduce, puede que no tenga instalados los «códecs» adecuados para el DVD, o que el DVD sea de otra «región».
fi: Jos syötät koneeseen DVD-levyn, eikä tietokoneesi lue sitä, syinä voi olla puuttuva DVD-purkuohjelmisto (koodekki) tai DVD saattaa olla eri alueelta kuin mitä asemasi tukee.
pt_br: Se voce inserir um DVD no seu computador a ele não tocar, você pode não ter os "cocedcs" de DVD instalados ou o DVD pode ser de uma "região" diferente.
ru: Если вы вставили DVD в привод и он не воспроизводится, возможно, у вас не установлены необходимые для воспроизведения DVD кодеки, или ваш DVD не из того региона.

source: Installing the right codecs for DVD playback
ast: Instalar los códecs adecuados pa reproducir DVD
el: Εγκατάσταση των σωστών κωδικοποιήσεων για αναπαραγωγή DVD
es: Instalar los códecs adecuados para reproducir DVD
fi: DVD-toistoon vaadittavan purkuohjelmiston asentaminen
nl: De juiste codecs voor het afspelen van een dvd installeren
pt_br: Instalando o codec correto para assistir DVD
ru: Установка кодеков, необходимых для воспроизведения DVD

source: In order to play DVDs, you need to have the right <em>codecs</em> installed. A codec is some software that allows applications to read a video or audio format. If you try to play a DVD and don't have the right codecs installed, the Movie Player should tell you about this and offer to install it for you.
ast: Pa poder reproducir DVD, necesita tener instalaos los <em>códecs</em> adecuaos. Un códec es un software que permite que les aplicaciones puedan lleer un determináu formatu de vídeo o soníu. Si intenta reproducir un DVD y no tien instalaos los códecs adecuados, el Reproductor multimedia le informará de ello y le dará la opción de instalarlos por vusté.
el: Προκειμένου να αναπαράγετε DVD, θα πρέπει να έχετε τους σωστούς <em>κωδικοποιητές/κόντεκ</em> εγκατεστημένους. Ένας κωδικοποιητής είναι κάποιο λογισμικό που επιτρέπει στις εφαρμογές να διαβάσουν μια μορφή βίντεο ή ήχου. Αν προσπαθήσετε να αναπαραγάγετε ένα DVD και δεν έχετε τους σωστούς κωδικοποιητές εγκατεστημένους, η Αναπαραγωγή πολυμέσων θα σας ενημερώσει σχετικά και θα προσφερθεί να τους εγκαταστήσει για εσάς.
es: Para poder reproducir DVD, necesita tener instalados los <em>códecs</em> adecuados. Un códec es un software que permite que las aplicaciones puedan leer un determinado formato de vídeo o sonido. Si intenta reproducir un DVD y no tiene instalados los códecs adecuados, el Reproductor multimedia le informará de ello y le dará la opción de instalarlos por usted.
fi: Useimpien kaupallisten DVD-elokuvien toistamista varten järjestelmässä on oltava asennettuna soveltuva <em>purkuohjelmisto</em>. Purkuohjelmisto mahdollistaa sovelluksen toistaa elokuvan ääntä ja kuvaa. Jos yrität toistaa DVD-levyn, eikä tietokoneellasi ole sopivaa purkuohjelmaa asennettuna, elokuvasoitin ilmoittaa virheestä ja opastaa purkuohjelman asennuksessa.
nl: Om dvd's af te spelen dient u de juiste <em>codecs</em> geïnstalleerd te hebben. Een codec is software waarmee toepassingen een bepaald video- of audioformaat kunnen lezen. Als u een dvd probeert af te spelen zonder dat u de juiste codecs heeft geïnstalleerd, dan behoort u hierover een melding van de mediaspeler te krijgen en zal deze u aanbieden de codec voor u te installeren.
pt_br: Para tocar DVDs, você precisa ter o <em>codecs</em> correto instalado. Um codec é um software que permite aplicações entender o formato de um vídeo ou de um áudio. Se você tentar tocar um DVD e não tiver o codec apropriado instalado, o programa que está tentando ler o DVD deverá informá-lo sobre isso e talvez oferecer uma opção para instalar o codec apropriado.
ru: Чтобы воспроизводить DVD, вам нужно установить нужные <em>кодеки</em>. Кодек - это специальная программа, позволяющая приложениям читать видео- или аудиоформат. Если вы попытаетесь воспроизвести DVD, а требуемые для этого кодеки отсутствуют, Видеопроигрыватель сообщит вам об этом и предложит их установить.

source: DVDs are also "copy-protected" using a system called CSS. This prevents you from copying DVDs, but it also prevents you from playing them unless you have some <link xref="video-dvd-restricted">extra software</link> to handle the copy protection.
ast: Los DVD tambíen tan «protegidos contra copia» per aciu de un sistema denomináu CSS. Esto le impide copiar los DVD, pero ademas tamién le impide reproducirlos a menos que disponga de dalgún <link xref="video-dvd-restricted">software extra</link> que actúe sobro la protección anticopia.
el: Τα DVD έχουν επίσης «προστασία αντιγραφής», χρησιμοποιώντας ένα σύστημα που ονομάζεται CSS. Αυτό σας αποτρέπει από την αντιγραφή DVD, αλλά ταυτόχρονα σας εμποδίζει από το να τα αναπαράγετε, εκτός και αν έχετε κάποιο <link xref="video-dvd-restricted">επιπλέον λογισμικό</link> για να χειριστεί την προστασία αντιγραφής.
es: Los DVD tambíen están «protegidos contra copia» mediante un sistema denominado CSS. Esto le impide copiar los DVD, pero ademas también le impide reproducirlos a menos que disponga de algún <link xref="video-dvd-restricted">software extra</link> que actúe sobre la protección anticopia.
fi: DVD-elokuvat on usein myös "kopiosuojattu" käyttäen CSS-suojausta. Se estää DVD-levyjen kopioinnin, mutta toisaalta se myös estää elokuvien toistamisen ilman <link xref="video-dvd-restricted">ylimääräistä purkuohjelmistoa</link>.
nl: Dvd's zijn ook "beveiligd tegen kopiëren" via een systeem dat CSS heet. Dit voorkomt dat u dvd's kopieert, maar het voorkomt ook dat u ze afspeelt, tenzij u over <link xref="video-dvd-restricted">extra software</link> beschikt om met de kopieerbebeiliging om te gaan.
pt_br: DVDs também são "protegidos contra cópia" utilizando um sistema chamado CSS. Isso previne que você copie DVDs, mas isso também o priva de assisti-lo a não ser que você tenha algum <link xref="video-dvd-restricted">software extra</link> para manipular a proteção de cópia.
ru: DVD также защищают от копирования с помощью системы именуемой CSS. Это не только не даёт копировать DVD, но также мешает воспроизводить их, если у вас нет некоторого <link xref="video-dvd-restricted">дополнительного программного обеспечения</link> для работы с защитой от копирования.

source: Checking the DVD region
ast: Comprobar la región del DVD
el: Έλεγχος της περιοχής αναπαραγωγής DVD (DVD region)
es: Comprobar la región del DVD
fi: DVD-aluekoodin tarkistaminen
nl: Het dvd-gebied controleren
pt_br: Verificando a região do DVD
ru: Проверка региона DVD

source: DVDs have a "region code", which tells you in which region of the world you are allowed to play the DVD. DVD players can only play DVDs from the same region as them. For example, if you have a region 1 DVD player, you will only be allowed to play DVDs from North America.
ast: Los DVD tiennun «códigu de región» que indica en qué región del mundo puede reproducir esi DVD. Los reproductores de DVD solo pueden reproducir los DVD de la mesma región que ellos. Si tien un reproductor de DVD de región 1, solo podrá reproducir DVD de Norteamérica.
el: Τα DVD έχουν έναν «κωδικό περιοχής/region code», ο οποίος σας λέει σε ποια περιοχή του κόσμου έχετε την άδεια να αναπαράγετε το DVD. Οι συσκευές αναπαραγωγής DVD μπορούν να αναπαράγουν μόνο τα DVD από την ίδια περιοχή. Για παράδειγμα, εάν έχετε μια συσκευή αναπαραγωγής DVD περιοχής 1, θα σας επιτρέπεται μόνο η αναπαραγωγή DVD από τη Βόρεια Αμερική.
es: Los DVD tienen un «código de región» que indica en qué región del mundo puede reproducir ese DVD. Los reproductores de DVD solo pueden reproducir los DVD de la misma región que ellos. Si tiene un reproductor de DVD de región 1, solo podrá reproducir DVD de Norteamérica.
fi: Kaupallisissa DVD-elokuvissa on yleensä aluekoodi, joka määrittää mille maantieteellisille alueille elokuva on suunnattu. Usein DVD-asemat voivat toistaa vain samaa aluekoodia olevia levyjä. Jos käytössäsi on esimerkiksi aluekoodin 2 DVD-asema, se voi toistaa Suomesta ja muualta Euroopasta ostettuja DVD-elokuvia.
pt_br: Os DVDs tem um "código de região", que informa qual região do mundo você será capaz de assisti-lo. Os tocadores de DVD só podem passar DVDs da mesma região que eles foram programados. Por exemplo, se você tem um tocador de DVD da região 1, você somente poderá assistir DVDs da América do Norte.
ru: DVD имеют "код региона", который сообщает, в каком регионе мира вам разрешается воспроизводить DVD. DVD-плееры могут воспроизводить DVD только "своего" региона. Например, если у вас DVD-плеер из региона 1, вы можете воспроизводить DVD только из Северной Америки.

source: If the region of your computer's DVD player and the DVD you are trying to play do not match, you won't be able to play the DVD. It is often possible to change the region used by your DVD player, but you can only do this a few times before it locks into one region permanently.
ast: Si la región del reproductor de DVD de su equipu y el DVD que ta intentando reproducir no concasen, no podrá reproducir el DVD. A menudo es posible camudar la región de su reproductor de DVD, pero solo se puede facer esto unas cuantas vegaes, enantes de que se bloquee nuna región de forma permanente.
el: Αν η περιοχή της συσκευής αναπαραγωγής DVD του υπολογιστή σας και το DVD που προσπαθείτε να παίξετε δεν ταιριάζουν, δεν θα είστε σε θέση να αναπαράγετε το DVD. Συχνά είναι δυνατό να αλλάξετε την περιοχή που έχει οριστεί για τη συσκευή αναπαραγωγής DVD σας, αλλά αυτό μπορείτε να το κάνετε μόνο μερικές φορές, προτού κλειδώσει οριστικά στην τελευταία περιοχή που δηλώσατε.
es: Si la región del reproductor de DVD de su equipo y el DVD que está intentando reproducir no coinciden, no podrá reproducir el DVD. A menudo es posible cambiar la región de su reproductor de DVD, pero solo se puede hacer esto unas cuantas veces, antes de que se bloquee en una región de forma permanente.
fi: Jos DVD-aseman ja toistettavan levyn aluekoodit eivät ole samat, et pysty toistamaan levyä. Monet DVD-asemat kuitenkin mahdollistavat aluekoodin vaihtamisen muutaman kerran, mutta lopulta aseman aluekoodia ei enää pysty vaihtamaan.
pt_br: Se as regiões do DVD do seu computador e do DVD não forem iguais, você não será capaz de assistir ao DVD. Muitas vezes é possível trocar a região utilizada pelo tocador de DVD, mas você só poderá fazer isso poucas vezes antes que ele trave em uma única região permanentemente.
ru: Если регион вашего компьютерного проигрывателя DVD и диска, который вы пытаетесь воспроизвести, не совпадают, вы не сможете воспроизвести этот диск. Часто возможно изменить регион, используемый вашим проигрывателем DVD, но это можно сделать лишь ограниченное число раз, после чего проигрыватель блокируется на одном регионе навсегда.

source: To change the DVD region of your computer's DVD player, use <link href="apt:regionset">regionset</link>.
ast: Pa camudar la región DVD del reproductor de DVD de su equipu, use <link href="apt:regionset">regionset</link>.
el: Για να αλλάξετε την περιοχή DVD της συσκευής αναπαραγωγής DVD του υπολογιστή σας, χρησιμοποιήστε το <link href="apt:regionset">regionset</link>.
es: Para cambiar la región DVD del reproductor de DVD de su equipo, use <link href="apt:regionset">regionset</link>.
fi: Vaihda DVD-asemasi aluekoodia ohjelmalla nimeltä <link href="apt:regionset">regionset</link>.
nl: Gebruik <link href="apt:regionset">regionset</link> om de dvd-regio van uw dvd-speler te wijzigen.
pt_br: Para trocar a região do DVD do seu computador, use <link href="apt:regionset">define região</link>.
ru: Чтобы изменить DVD-регион вашего компьютерного DVD-плеера, используйте приложение <link href="apt:regionset">regionset</link>.
