Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Calibrating is important if you care about the colors you display or print.
ast: La calibración es importante si le preocupan los colores que se mostrarán o imprimirán.
el: Η βαθμονόμηση είναι σημαντική αν έχουν σημασία για εσάς τα χρώματα που εμφανίζετε ή τυπώνετε.
fi: Kalibrointi on tärkeää, jos välität näytettävistä tai tulostettavista väreistä.
nl: Kalibreren is belangrijk als u geeft om de weergave of het afdrukken van kleuren.
pt_br: Calibração é importante se você se preocupa com as cores que você exibir ou imprimir.

source: Why do I need to do calibration myself?
ast: ¿Por qué tengo que facer la calibración yo mesmu?
el: Γιατί χρειάζεται να κάνω τη βαθμονόμηση ο ίδιος;
fi: Miksi minun pitää tehdä kalibrointi itse?
nl: Waarom moet ik mezelf kalibreren?
pt_br: Por que preciso fazer a calibração eu mesmo?

source: Generic profiles are usually bad. When a manufacturer creates a new model, they just take a few items from the production line and average them together:
ast: Los perfiles genéricos suelen ser malos. Cuando un fabricante cria un nuevu modelu, toma dellos artículos de la llinia de producción y los promedia:
el: Τα γενικής μορφής προφιλ είναι συνήθως κακά. Όταν ένας κατασκευαστής δημιουργήσει ένα νέο μοντέλο, απλώς παίρνει μερικά αντικείμενα από τη γραμμη παραγωγής και δημιουργεί ένα μέσο όρο μεταξύ τους:
nl: Algemene profielen zijn doorgaans slecht. Wanneer een fabrikant een nieuw model maakt, worden er gewoon een paar items van de productielijn genomen die dan worden gemiddeld:
pt_br: Perfis genéricos são geralmente ruins. Quando um fabricante cria um novo modelo, ele apenas pega alguns itens da linha de produção e faz uma média deles:
ru: Общие профили как правило менее качественные. Когда производитель создаёт новую модель, они выбирают несколько образцов из продуктовой линейки и усредняют их:

source: Averaged profiles
ast: Perfiles promediados
el: Προφίλ σταθμισμένα γύρω από τη μέση τιμή
nl: Gemiddelde profielen
pt_br: Perfis médios
ru: Усреднённые профили

source: Display panels differ quite a lot from unit to unit and change substantially as the display ages. It is also more difficult for printers, as just changing the type or weight of paper can invalidate the characterization state and make the profile inaccurate.
ast: Las pantalles difieren muncho d'unidá n'unidá y camuden sustancialmente cuando avieyen. Tamién ye más abegoso pa les imprentadores, namái camudar la triba o el pesu del papel pue invalidar l'estáu de carauterización y facer el perfil imprecisu.
el: Οι οθόνες διαφέρουν αρκετά από μονάδα σε μονάδα και αλλάζουν ουσιαστικά την ηλικία εμφάνισης. Επίσης είναι πιο δύσκολο για τους εκτυπωτές, όπως ακριβώς η αλλαγή του τύπου ή το βάρος του χαρτιού μπορεί να ακυρώσει την κατάσταση του χαρακτηρισμού και να κάνει το προφίλ ανακριβές.
nl: Beeldschermen verschillen onderling sterk, en veranderen aanzienlijk naarmate het beeldscherm ouder wordt. Het is nog lastiger met printers, aangezien alleen al het wijzigen van het soort of gewicht van papier de karakterisering ongeldig kan maken waardoor het profiel niet meer nauwkeurig is.
pt_br: Telas de monitor diferem bastante de unidade para unidade e mudam substancialmente à medida que envelhecem. Também é mais difícil para impressoras, porque a simples mudança do tipo ou gramatura do papel pode invalidar o estado de caracterização e tornar o perfil impreciso.

source: The best way of ensuring the profile you have is accurate is by doing the calibration yourself, or by letting an external company supply you with a profile based on your exact characterization state.
ast: La meyor forma de asegurase que que tien un perfil adecuáu es faciendo vusté mesmu la calibración, o dejando que una compañía externa le proporcione un perfil basáu nestado exacto de caracterización
el: Ο καλύτερος τρόπος για να διασφαλιστεί ότι το προφίλ που έχετε είναι ακριβές να εφαρμόσετε τη βαθμονόμηση μόνοι σας, είτε να αφήσετε μια εξωτερική εταιρεία να σας προμηθεύσει με ένα προφίλ που βασίζεται στον ακριβή χαρακτηρισμό σας.
nl: De beste manier om te verzekeren dat het profiel dat u heeft nauwkeurig is, is door zelf de kalibratie te doen, of door een extern bedrijf een profiel te laten leveren dat gebaseerd is op uw exacte karakteriseringsstaat.
pt_br: A melhor maneira de se assegurar que o perfil que você possui é preciso é fazer a calibração você mesmo, ou permitir que uma uma empresa forneça a você um perfil baseado no seu exato estado de caracterização.

source: Color management is important for designers, photographers and artists.
ast: La xestión del color es importante pa diseñadores, fotógrafos y artistas.
el: Η διαχείριση χρωμάτων είναι σημαντική για σχεδιαστές, φωτογράφους και καλλιτέχνες.
fi: Värinhallinta on tärkeää suunnittelijoile, valokuvaajille ja taiteilijoille.
nl: Kleurbeheer is belangrijk voor ontwerpers, fotografen en kunstenaars.
pt_br: Gerenciamento de cores é importante para designers, fotógrafos e artistas.
ru: Управление цветом важно для дизайнеров, фотографов и артистов.

source: Why is color management important?
ast: ¿Por qué es importante la xestión de color?
el: Γιατί είναι σημαντική η διαχείριση χρωμάτων;
fi: Miksi värinhallinnalla on merkitystä?
nl: Waarom is kleurbeheer belangrijk?
pt_br: Por que o gerenciamento de cores é importante?
ru: Почему управление цветом важно?

source: Color management is the process of capturing a color using an input device, displaying it on a screen, and printing it all whilst managing the exact colors and the range of colors on each medium.
ast: La xestión del color es el procesu de captura de un color con un preséu de entrada, que amuesa na pantalla, y su imprentación, gestionando de los colores exactos y la gama de colores en cada mediu.
el: Η διαχείριση χρωμάτων είναι η διαδικασία κατά την οποία συλλαμβάνουμε ένα χρώμα με μία συσκευή εισόδου, το απεικονίζουμε στην οθόνη και έπειτα το τυπώνουμε, επιτυγχάνοντας παράλληλα σε κάθε μέσο να παίρνουμε τα ακριβή χρώματα από το ίδιο φάσμα χρωμάτων.
nl: Kleurbeheer is het proces van het opnemen van een kleur met gebruik van een invoerapparaat, het weergeven daarvan op een scherm, en deze afdrukken waarbij u de exacte kleuren en het bereik van kleuren op elk medium beheert.
pt_br: O gerenciamento de cores é o processo de capturar uma cor usando um dispositivo de entrada, exibi-lo em uma tela, e imprimir tudo enquanto se gerencia as cores exatas e a gama de cores de cada equipamento.

source: The need for color management is probably explained best with a photograph of a bird on a frosty day in winter.
ast: La necesidad de la xestión de color dablemente se explica meyor con una fotografía de un pájaro nun día heláu de invierno.
el: Η ανάγκη της χρωματικής διαχείρισης εξηγείται πιθανόν καλύτερα με μία φωτογραφία ενός πουλιού σε μία παγωμένη χειμωνιάτικη ημέρα.
nl: De behoefte aan kleurbeheer kan waarschijnlijk het beste uitgelegd worden met een foto van een vogel op een winterse dag.
pt_br: A necessidade de gerenciamento de cores é provavelmente melhor explicada com uma fotografia de um pássaro em um dia gelado no inverno.

source: A bird on a frosty wall as seen on the camera view-finder
ast: Un pájaro sobro una pared helada tal como se ve nel visor de la cámara
el: Ενα πουλί σε έναν παγωμένο τοίχο, όπως φαίνεται από το εικονοσκόπιο μίας κάμερας
nl: Een vogel op een ijzige muur, zoals gezien door de camera
pt_br: Um pássaro em uma parede fria como visto no visor da câmera.

source: Displays typically over-saturate the blue channel, making the images look cold.
ast: Les pantalles, normalmente saturan el canal azul, faciendo que les imáxenes parezcan frías.
el: Οι οθόνες συνήθως υπερτονίζουν το μπλε κανάλι, κάνοντας την εικόνα να φαίνεται ψυχρή.
nl: Op computerschermen is het blauwe kanaal doorgaans oververzadigd, waardoor de foto er koud uitziet.
pt_br: Monitores normalmente supersaturam o canal azul, fazendo as imagens parecerem frias.
ru: Дисплеи обычно перенасыщают канал синего цвета, делая изображение более «холодным».

source: This is what the user sees on a typical business laptop screen
ast: Esto es lo que l'usuario ve nuna pantalla de un portátil típico de negocios.
el: Αυτό είναι που βλέπει ο χρήστης συνήθως κοιτάζοντας μία τυπική οθόνη ενός φορητού υπολογιστή εργασίας
fi: Tämän käyttäjä näkee tyypillisen yrityskannettavan näytöllä
nl: Dit is wat de gebruiker ziet op een scherm van een doorsnee zakelijke laptop
pt_br: Isto é o que o usuário vê na tela de um laptop típico de negócios
ru: Вот что видит пользователь на экране типичного ноутбука бизнес-класса

source: Notice how the white is not 'paper white' and the black of the eye is now a muddy brown.
ast: Ten en cuenta como el blanco no es «papel blanco» y el negro de los ojos es agora marrón oscuro.
el: Παρατηρήστε πως το λευκό χρώμα δεν είναι εντελώς λευκό, ενώ και το μαύρο των ματιών είναι περισσότερο ένα σκούρο καφέ.
nl: U ziet dat het wit niet echt wit is en het zwart van de ogen is nu modderig bruin.
pt_br: Note como o branco não é como o de uma papel branco e o negro do olho é agora um marrom sujo.
ru: Обратите внимание, что белый цвет не выглядит «белым как бумага», а чёрный глаз птицы стал грязновато-коричневым.

source: This is what the user sees when printing on a typical inkjet printer
ast: Esto es lo que l'usuario ve cuando se imprenta nuna imprentadora de inyección de tinta.
el: Αυτό είναι που ο χρήστης συνήθως βλέπει σε έναν τυπικό εκτυπωτή έγχυσης μελάνης
fi: Tämän käyttäjä näkee tulostaessaan tyypillisellä mustesuihkutulostimella
nl: Dit is wat de gebruiker te zien krijgt bij het afdrukken op een inkjet printer
pt_br: Isto é o que o usuário vê ao imprimir em uma impressora jato de tinta comum
ru: Вот что видит пользователь на распечатке с типичного струйного принтера

source: The basic problem we have here is that each device is capable of handling a different range of colors. So while you might be able to take a photo of electric blue, most printers are not going to be able to reproduce it.
ast: El problema básico que tenemos equí es que cada preséu es capaz de remanar una amplia gama de colores estremaes. Así que mientres puede ser capaz de tomar una semeya con un color azul eléctrico, la mayoría de les impresoras no van a ser capaces de reproducirlo con exactitud.
el: Το βασικό πρόβλημα που υπάρχει εδώ, είναι ότι κάθε συσκευή μπορεί να διαχειριστεί ένα διαφορετικό φάσμα χρωμάτων. Έτσι, ενώ μπορεί να έχετε την δυνατότητα να κάνετε λήψη μίας φωτογραφίας ενός δύσκολου χρώματος (όπως το μπλε ελεκτρίκ για παράδειγμα), οι περισσότεροι εκτυπωτές δεν θα είναι ικανοί να το αναπαράγουν.
nl: Het probleem dat hieraan ten grondslag ligt is dat elk apparaat een andere reeks kleuren aan kan. Zo kunt u misschien wel een foto nemen met daarop helblauw, maar de meeste printers zullen niet in staat zijn die kleur af te drukken.
pt_br: O problema básico que temos aqui é que cada dispositivo é capaz de lidar com uma gama diferente de cores. Então, enquanto você pode ser capaz de tirar uma foto de azul elétrico, a maioria das impressoras não vai ser capaz de reproduzi-lo.

source: Most image devices capture in RGB (Red, Green, Blue) and have to convert to CMYK (Cyan, Magenta, Yellow, and Black) to print. Another problem is that you can't have <em>white</em> ink, and so the whiteness can only be as good as the paper color.
ast: La mayoría de preseos d'imaxe capturen en RGB (<em>Red, Green, Blue</em>; bermeyu, verde y azul) que tien de convertise a CMYK (<em>Cyan, Magenta, Yellow, Black</em>; cian, maxenta, mariellu y prieto) pa imprentase. Otru problema ye que nun hai tinta <em>blanca</em>, poro, la blancura dependerá del color del papel.
el: Οι περισσότερες συσκευές εικόνας συλλαμβάνουν σε RGB (Κόκκινο, Πράσινο, Μπλε) και έπειτα μετατρέπουν την εικόνα σε CMYK (Κυανό, Ματζέντα, Κίτρινο, Μαύρο) για την εκτύπωση. Ένα ακόμα πρόβλημα είναι το ότι δε γίνεται να έχουμε <em>λευκή</em> μελάνη, οπότε η απόδοση του λευκού μπορεί να είναι τόσο καλή όσο και η ποιότητα του λευκού του χαρτιού.
nl: De meeste afbeeldingsapparaten nemen op in RGB (Red, Green, Blue) en moeten voor het afdrukken geconverteerd worden naar CMYK (Cyan, Magenta, Yellow, Black). Een ander probleem is dat er geen <em>witte</em> inkt bestaat, waardoor de witheid slechts zo goed kan zijn als de kleur van het papier.
pt_br: A maioria dos dispositivos de imagem capturam em RGB (Red, Green, Blue) e têm que converter para CMYK (Cyan, Magenta, Yellow e Black) para a impressora. Outro problema é que você não pode usar tinta <em>branca</em>, então a brancura só pode ser tão boa quanto a cor do papel.
ru: Большинство устройств захватывают изображение в RGB (Red, Green, Blue — красный, зелёный, синий), а для печати его приходится преобразовывать в CMYK (Cyan, Magenta, Yellow, Black — голубой, пурпурный, жёлтый и чёрный). Другая проблем в том, что не существует <em>белых</em> чернил, так что белизна определяется цветом бумаги.

source: Another problem is units. Without specifying the scale on which a color is measured, we don't know if 100% red is near infrared or just the deepest red ink in the printer. What is 50% red on your display is probably something like 62% on my display. It's like telling a person that you've just driven 7 units of distance, without the unit you don't know if that's 7 kilometers or 7 meters.
ast: Otru problema son les unidaes. Sin especificar la escala en que se mide un color, no sabemos si el 100% del color colloráu es el infrarrojo cercano, o simplemente el más profundo de tinta roja na imprentadora. ¿Qué es el 50% de color colloráu na pantalla? Es, por exemplu dablemente, algo así como un 62% en mi pantalla, es como decirle a una persona que acaba de ser impulsada a 7 unidaes de distancia, sin saber a que corresponde cada unidá, si la unidá es 7 kilómetros o 7 metros.
el: Ένα ακόμα πρόβλημα είναι οι μονάδες μέτρησης. Αν δεν διευκρινιστεί η κλίμακα με την οποία ένα χρώμα έχει μετρηθεί, τότε δε μπορούμε να είμαστε σίγουροι ότι το 100% κόκκινο για παράδειγμα είναι το κόκκινο κοντά στο υπέρυθρο φάσμα, ή απλά το βαθύτερο κόκκινο που μπορεί ο εκτυπωτής να απεικονίσει. Αυτό που για την οθόνη σας ονομάζεται 50% κόκκινο, πιθανόν να ονομάζεται 62% κόκκινο στη δική μου οθόνη. Είναι το αντίστοιχο του να πούμε σε κάποιο πρόσωπο πως οδηγήσαμε για επτά μονάδες απόστασης, χωρίς να διευκρινήσουμε αν αυτό σημαίνει επτά χιλιόμετρα ή επτά μέτρα.
nl: Een ander probleem zijn eenheden. Zonder dat de schaal waarop een kleur wordt gemeten is gespecificeerd, weten we niet of 100% rood dicht bij infrarood ligt of gewoon de meest dieprode inkt in de printer. Wat op uw scherm 50% rood is, kan op mijn scherm zoiets als 62% zijn. Het is net zoiets als wanneer u tegen iemand zegt dat u net 7 afstandseenheden heeft afgelegd; zonder de eenheid weet u niet of dat 7 kilometer of 7 meter is.
pt_br: Outro problema são as unidades. Sem especificar a escala na qual uma cor é medida, nós não sabemos se o vermelho 100% está próximo do infravermelho ou se é somente o vermelho mais profundo que que a impressora pode atingir. O que é 50% vermelho no seu monitor é provavelmente algo como 62% no meu monitor. É como dizer a uma pessoa que você dirigiu por 7 unidades de distância, sem a unidade você não sabe se são 7 quilômetros ou 7 metros.

source: In color, we refer to the units as gamut. Gamut is essentually the range of colors that can be reproduced. A device like a DSLR camera might have a very large gamut, being able to capture all the colors in a sunset, but a projector has a very small gamut and all the colors are going to look "washed out".
ast: Cuando falamos de colores, referímonos a les unidaes de gama. La gama ye esencialmente el rangu de colores que pue reproducise. Un preséu como una cámara réflex dixital pue tener una gama enforma amplia, siendo quien a captar tolos colores d'una puesta de sol, pero un proyeutor tien un rangu mui pequeñu y tolos colores van vese "llavaos".
el: Όσον αφορά τα χρώματα, αναφερόμαστε στις μονάδες ως κλίμακα (gamut). Η κλίμακα είναι ουσιαστικά το φάσμα των χρωμάτων τα οποία γίνεται να αναπαραχθούν. Μία συσκευή όπως μία κάμερα τύπου DSLR μπορεί να έχει μία μεγάλη κλίμακα, κάνοντάς την ικανή να συλλάβει όλα τα χρώματα ενός ηλιοβασιλέματος, αλλά ένας προβολέας, αντίθετα, συνήθως έχει πολύ μικρότερη κλίμακα κάνοντας τα χρώματα να φαίνονται «ξεθωριασμένα».
nl: Bij kleur worden de eenheden gamma genoemd. Gamma is in wezen het bereik van kleuren dat kan worden weergegeven. Een apparaat zoals een DSLR-camera kan een heel groot gamma hebben, waardoor het alle kleuren van een zonsondergang kan opnemen, maar een projector heeft een heel klein gamma, waardoor de kleuren er flets uit zullen zien.
pt_br: Quando falamos de cores, nós nos referimos às unidades como gama. A gama é essencialmente o intervalo de cores que podem ser reproduzidas. Um dispositivo como uma câmera DSLR pode ter uma gama muito ampla, sendo capaz de capturar todas as cores de um pôr-do-sol, mas um projetor tem uma gama muito pequena e todas as cores irão parecer "lavadas".

source: In some cases we can <em>correct</em> the device response by altering the data we sent to the device but in other cases where that's not possible (you can't print electric blue) we need to show the user what the result is going to look like.
ast: En dellos casos, podemos <em>corregir</em> la rempuesta del preséu, alterando la información que se le unvía, pero, en otros casos, no es posible (no se puede amosar el azul eléctrico). Nesti caso, necesitamos amosar al usuariu cómo va a ser el resultáu.
el: Σε κάποιες περιπτώσεις μπορούμε να <em>διορθώσουμε</em> την απόκριση της συσκευής, εναλλάσοντας τα δεδομένα που στέλνουμε σε αυτήν, αλλά σε άλλες περιπτώσεις όπου αυτό δεν είναι δυνατό (δε γίνεται να εκτυπώσουμε το μπλε ελεκτρίκ), είναι απαραίτητο να εμφανίσουμε στο χρήστη πως θα μοιάζει το αποτέλεσμα.
nl: In sommige gevallen kunnen we de respons van het apparaat <em>corrigeren</em> door de data die we naar het apparaat sturen te wijzigen, maar in andere gevallen waar dat niet mogelijk is (u kunt geen helblauw afdrukken) moeten we de gebruiker laten zien hoe het resultaat eruit komt te zien.
pt_br: Em alguns casos podemos <em>corrigir</em> a resposta do dispositivo, ao alterar os dados que enviamos para o dispositivo, mas em outros casos em que isso não é possível (não é possível imprimir azul elétrico), nós precisamos mostrar ao usuário como o resultado vai parecer.

source: For photographs it makes sense to use the full tonal range of a color device, to be able to make smooth changes in color. For other graphics you might want to match the color exactly, which is important if you're trying to print a custom mug with the Red Hat logo, that <em>has</em> to be the exact Red Hat Red.
ast: Pa semeyes, tien sentíu usar tola gama tonal d'un preséu de color pa ser quien a facer alteraciones suaves nel color. Pa otros gráficos, pues querer concasar el color exautamente, lo que ye importante si tas intentanto imprentar una taza personalizada col logu de Red Hat, que <em>tien</em> que ser exautamente el bermeyu de Red Hat.
el: Είναι λογικό για τις φωτογραφίες να χρησιμοποιούμε το πλήρες φάσμα χρωμάτων μίας συσκευής, έτσι ώστε να είναι δυνατό να γίνουν απαλές αλλαγές χρώματος. Όσον αφορά άλλα γραφικά ενδεχομένως θέλετε να ταιριάξετε ακριβώς ένα χρώμα, πράγμα που μπορεί να είναι σημαντικό αν για παράδειγμα προσπαθείτε να τυπώσετε μία κούπα με το λογότυπο της Red Hat το οποίο <em>πρέπει</em> να είναι το ακριβές κόκκινο της Red Hat.
pt_br: Para fotografias, faz sentido utilizar toda a gama tonal de um dispositivo de cor, para ser capaz de fazer alterações suaves na cor. Para outros gráficos, você pode querer que a cor seja exatamente igual, o que é importante se você está tentando imprimir uma caneca personalizada com o logotipo da Red Hat, que <em>tem</em> que ser exatamente o vermelho Red Hat.

source: <link xref="clock-set">Set time and date</link>, <link xref="clock-timezone">timezone</link>, <link xref="clock-calendar">calendar and appointments</link>...
ast: <link xref="clock-set">Afitar la data y la hora</link>, <link xref="clock-timezone">zona horaria</link>, <link xref="clock-calendar">calendariu y citas</link>...
el: <link xref="clock-set">Ρύθμιση ώρας και ημερομηνίας</link>, <link xref="clock-timezone">ζώνη ώρας</link>, <link xref="clock-calendar">ημερολόγιο και συναντήσεις</link>...
fi: <link xref="clock-set">Aseta päivä ja kellonaika</link>, <link xref="clock-timezone">aikavyöhyke</link>, <link xref="clock-calendar">kalenteri ja tapaamiset</link>...
nl: <link xref="clock-set">Set time and date</link>, <link xref="clock-timezone">timezone</link>, <link xref="clock-calendar">agenda en afspraken</link>...
pt_br: <link xref="clock-set">Definir hora e data</link>, <link xref="clock-timezone">fuso horário</link>, <link xref="clock-calendar">agenda e compromissos</link>...
ru: <link xref="clock-set">Установка времени и даты</link>, <link xref="clock-timezone">часовой пояс</link>, <link xref="clock-calendar">календарь и события</link>...

source: Time &amp; date
ast: Día y hora
el: Ώρα &amp; ημερομηνία
fi: Aika ja päiväys
nl: Tijd &amp; datum
pt_br: Data &amp; hora
ru: Время и дата

source: Display your appointments on the calendar at the top of the screen.
ast: Amosar sus citas nel calendariu na parte superior de la pantalla.
el: Απεικονίστε τις συναντήσεις σας στο ημερολόγιο στην κορυφή της οθόνης.
es: Mostrar sus citas en el calendario en la parte superior de la pantalla.
fi: Näytä kalenterimerkintäsi kalenterissa näytön yläosassa.
nl: Afspraken weergeven op de agenda boven in het scherm.
pt_br: Exibe seus compromissos no calendário, na parte superior da tela.
ru: Отображение ваших событий в календаре наверху экрана.

source: View appointments in your calendar
ast: Ver citas en su calendariu
el: Προβολή των συναντήσεων στο ημερολόγιό σας
es: Ver citas en su calendario
fi: Näytä kalenterimerkintäsi kalenterissa
nl: Afspraken in uw agenda bekijken
pt_br: Veja compromissos no seu calendário
ru: Просмотреть события в вашем календаре

source: You can organize your calendar appointments by clicking on the clock in the panel, if you're using a mail and calendar application called <app>Evolution</app>.
ast: Puede organizar les citas de su calendariu pulsando nel reló del panel, si va a usar una aplicación de corréu y calendariu llamada <app>Evolution</app>.
el: Αν χρησιμοποιείτε την εφαρμογή ηλεκτρονικής αλληλογραφίας και ημερολογίου <app>Evolution</app>, μπορείτε να οργανώσετε τις συναντήσεις σας στο ημερολόγιο, κάνοντας κλικ στο ρολόι του πίνακα εφαρμογών.
es: Puede organizar las citas de su calendario pulsando en el reloj del panel, si va a usar una aplicación de correo y calendario llamada <app>Evolution</app>.
fi: Voit järjestää kalenterisi tapahtumia napsauttamalla kelloa yläpaneelissa, jos käytät <app>Evolution</app>-nimistä sähköposti- ja kalenterisovellusta.
nl: Als u de mail- en agendatoepassing <app>Evolution</app> gebruikt, kunt u uw agenda-afspraken organiseren door te klikken op de klok in het paneel.
pt_br: Você pode organizar os compromissos do calendário clicando no relógio do painel, se você estiver usando uma aplicação de correio e calendário chamada <app>Evolution</app>.
ru: Вы можете настроить события в вашем календаре, щёлкнув на часах на панели, если вы пользуетесь приложением для управления электронной почтой и календарём под названием <app>Evolution</app>.
