Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Open the <link xref="files-browse">file manager</link>.
ast: Abra el <link xref="files-browse">xestor de ficheros</link>.
el: Ανοίξτε τον <link xref="files-browse">διαχειριστή αρχείων</link>.
es: Abra el <link xref="files-browse">gestor de archivos</link>.
fi: Avaa <link xref="files-browse">tiedostonhallinta</link>.
nl: <link xref="bestanden-bladeren">Bestandsbeheer</link> openen.
pt_br: Abra o <link xref="files-browse">gerenciador de arquivos</link>.
ru: Откройте <link xref="files-browse">обозреватель файлов</link>.

source: Locate the file you want to transfer.
ast: Escueyi el ficheru que quies tresferir.
el: Εντοπίστε το αρχείο το οποίο θέλετε να μεταφέρετε.
es: Seleccione el archivo que quiere transferir.
fi: Paikallista tiedosto, jonka haluat lähettää.
nl: Zoek het bestand dat u wilt oversturen.
pt_br: Localize o arquivo que você quer transferir.
ru: Найдите файл, который хотите передать.

source: Right-click the file and select <gui>Send To</gui>.
ast: Calca col botón drechu del mur y escueyi <gui>Unviar a...</gui>.
el: Κάντε δεξί κλικ στο αρχείο και επιλέξτε <gui>Αποστολή προς…</gui>.
es: Pulse con el botón derecho del ratón y seleccione <gui>Enviar a...</gui>.
fi: Napsauta tiedostoa hiiren oikealla näppäimellä ja valitse <gui>Lähetä</gui>.
nl: Klik met de rechtermuisknop op een bestand en selecteer <gui>Sturen naar…</gui>.
pt_br: Clique com o botão direito no arquivo e selecione <gui>Enviar para...</gui>.
ru: Щёлкните правой кнопкой мыши на файле и выберите <gui>Отправить...</gui>.

source: The <gui>Send To</gui> window will appear. Choose where you want to send the file and click <gui>Send</gui>. See the list of destinations below for more information.
ast: Aparecerá la ventana <gui>Unviar a</gui>. Escueyi a dónde quies unviar el ficheru y calca <gui>Unviar</gui>. Pa más información, consulte la siguiente llista de destinos.
el: Αυτό θα ανοίξει το παράθυρο <gui>Αποστολή προς…</gui>. Επιλέξτε που θέλετε να στείλετε το αρχείο και κάντε κλικ στο κουμπί <gui>Αποστολή</gui>. Δείτε τη λίστα προορισμών χαμηλότερα για περισσότερες πληροφορίες.
es: Aparecerá la ventana <gui>Enviar a</gui>. Seleccione a dónde desea enviar el archivo y pulse <gui>Enviar</gui>. Para más información, consulte la siguiente lista de destinos.
fi: <gui>Lähetä</gui>-ikkuna avautuu. Valitse tiedoston kohde ja napsauta <gui>Lähetä</gui>. Katso tiedostojen kohdelista alempaa.
pt_br: A janela <gui>Enviar para...</gui> irá aparecer. Escolha onde você quer enviar o arquivo e clique em <gui>Enviar</gui>. Veja a lista de destinatários abaixo para mais informações.
ru: Появится окно <gui>Отправить</gui>. Укажите, куда вы хотите отправить файл и нажмите <gui>Отправить</gui>. Посмотрите список назначений ниже для получения дополнительной информации.

source: You can send multiple files at once. Select multiple files by holding down <key>Ctrl</key>, then right-click any selected file. You can have the files automatically packed into a tar or zip archive.
ast: Puede unviar dellos ficheros a la vegada. Escueyi dellos ficheros manteniendo apretada la tecla <key>Ctrl</key> y calca col botón drechu sobro cualesquier ficheru escoyíu. Podrá comprimir los ficheros automáticamente nun archivador tar o zip.
el: Μπορείτε να στείλετε πολλαπλά αρχεία μαζικά. Επιλέξτε πολλαπλά αρχεία κρατώντας πατημένο το πλήκτρο <key>Ctrl</key> και έπειτα πατήστε δεξί κλικ σε οποιοδήποτε επιλεγμένο αρχείο. Μπορείτε να ρυθμίσετε τα αρχεία ώστε να ενσωματωθούν αυτόματα σε ένα συμπιεσμένο αρχείο τύπου zip ή tar.
es: Puede enviar varios archivos a la vez. Seleccione varios archivos manteniendo apretada la tecla <key>Ctrl</key> y pulse con el botón derecho sobre cualquier archivo seleccionado. Podrá comprimir los archivos automáticamente en un archivador tar o zip.
fi: Voit lähettää useita tiedostoja kerralla. Valitse useita tiedostoja pitäen <key>Ctrl</key> pohjassa ja napsauta mitä tahansa valittua tiedostoa hiiren oikealla näppäimellä. Voit automaattisesti pakata tiedostot tar- tai zip-arkistoon.
pt_br: Você pode enviar múltiplos arquivos de uma vez. Selecione múltiplos arquivos segurando <key>Ctrl</key>, depois clique com o botão direito em qualquer arquivo selecionado. Você pode ter os arquivos compactados automaticamente em um arquivo tar ou zip.
ru: Вы можете отправить несколько файлов одновременно. Выберите несколько файлов и, удерживая <key>Ctrl</key>, щелкните правой кнопкой мыши на любом выбранном файле. Можно автоматически создавать архивы с файлами, форматов «tar» или «zip».

source: Destinations
ast: Destinos
el: Προορισμοί
es: Destinos
fi: Kohteet
nl: Bestemmingen
pt_br: Destinos

source: To email the file, select <gui>Email</gui> and enter the recipient's email address.
ast: Pa unviar por corréu el ficheru, escueyi <gui>Corréu-e</gui> e introduzca les direcciones de los destinatarios.
el: Για να στείλετε το αρχείο μέσω ηλεκτρονικού ταχυδρομείου, επιλέξτε <gui>Μήνυμα ηλεκτρονικού ταχυδρομείου</gui> και εισάγετε την ηλεκτρονική διεύθυνση του παραλήπτη.
fi: Lähettääksesi tiedoston sähköpostilla, valitse <gui>Sähköposti</gui> ja anna vastaanottajan sähköpostiosoite.
nl: Om een bestand te mailen selecteert u <gui>E-mail</gui> en voert u het e-mailadres.
pt_br: Para enviar um arquivo por email, selecione <gui>Email</gui> e digite o endereço de email do destinatário.
ru: Чтобы отправить файл по электронной почте, выберите <gui>Электронная почта</gui> и введите электронный адрес получателя.

source: To send the file to an instant messaging contact, select <gui>Instant Message</gui>, then select contact from the drop-down list. Your instant messaging application may need to be started for this to work.
ast: Pa unviar el ficheru a un contacto de mensaxería instantánea, escueyi <gui>Mensax instantáneo</gui>, y escueyi el contacto na llista desplegable. Pa que funcione, es posible que ten que entamar su programa de mensaxería instantánea.
el: Για να στείλετε το αρχείο σε μία επαφή άμεσων μηνυμάτων, επιλέξτε <gui>Άμεσο μήνυμα</gui> και έπειτα επιλέξτε την επαφή από την αναπτυσσόμενη λίστα. Μπορεί να χρειαστεί η εκκίνηση της εφαρμογής άμεσων μηνυμάτων που χρησιμοποιείτε για να γίνει η αποστολή.
es: Para enviar el archivo a un contacto de mensajería instantánea, seleccione <gui>Mensaje instantáneo</gui>, y seleccione el contacto en la lista desplegable. Para que funcione, es posible que tenga que iniciar su programa de mensajería instantánea.
fi: Lähettääksesi tiedoston pikaviestimen yhteystietolistalla olevalle henkilölle, valitse <gui>Pikaviesti</gui> ja aseta vastaanottaja avautuvasta pudotusvalikosta. Pikaviestiohjelman täytyy ehkä olla käynnissä, jotta tämä ominaisuus toimisi.
pt_br: Para enviar o arquivo para um contato de mensageiro instantâneo, seleciona <gui>Mensageiro instantâneo</gui>, depois selecione contato da lista suspensa. Seu aplicativo de mensageiro instantâneo pode precisar ser iniciado para isso funcionar.
ru: Чтобы отправить файл контакту в чате, выберите <gui>Мгновенное сообщение</gui>, затем выберите контакт из выпадающего списка. Возможно, для этого должно быть запущено ваше приложение для обмена мгновенными сообщениями.

source: To write the file to a CD or DVD, select <gui>CD/DVD Creator</gui>. See <link xref="files-disc-write"/> to learn more.
ast: Pa grabar el ficheru nun CD o DVD, escueyi <gui>Creador de CD/DVD</gui>. Consulte <link xref="files-disc-write"/> pa más información.
el: Για να γράψετε το αρχείο σε έναν δίσκο CD ή DVD, επιλέξτε <gui>Δημιουργία CD/DVD</gui>. Δείτε τον σύνδεσμο <link xref="files-disc-write">εγγραφή αρχείων σε δίσκο</link> για περισσότερες πληροφορίες.
es: Para grabar el archivo en un CD o DVD, seleccione <gui>Creador de CD/DVD</gui>. Consulte <link xref="files-disc-write"/> para más información.
fi: Kirjoittaaksesi tiedoston CD:lle tai DVD:lle, valitse <gui>CD/DVD-luonti</gui>. Lue <link xref="files-disc-write"/> oppiaksesi lisää.
pt_br: Para gravar o arquivo em um CD ou DVD, selecione <gui>Criador de CD/DVD</gui>. Veja <link xref="files-disc-write"/> para aprender mais.
ru: Для записи файлов на CD или DVD, выберите <gui>Создание CD/DVD</gui>. Обратитесь к <link xref="files-disc-write"/>, если хотите получить дополнительные сведения.

source: To transfer the file to a Bluetooth device, select <gui>Bluetooth (OBEX Push)</gui>. See <link xref="bluetooth"/> for more information.
ast: Pa tresferir el ficheru a un preséu Bluetooth, escueyi <gui>Bluetooth (OBEX Push)</gui>. Consulte la <link xref="hardware#bluetooth"/> pa obtener más información.
el: Για να μεταφέρετε το αρχείο σε μία συσκευή Bluetooth, επιλέξτε <gui>Bluetooth (προώθηση OBEX)</gui>. Δείτε τον σύνδεσμο <link xref="bluetooth"/> για περισσότερες πληροφορίες.
fi: Siirtääksesi tiedoston Bluetoothin välityksellä, valitse <gui>Bluetooth (OBEX Push)</gui>. Lue <link xref="bluetooth"/> saadaksesi lisätietoa.
nl: Om een bestandsoverdracht naar een Bluetooth-apparaat te starten, selecteert u <gui>Bluetooth (OBEX Push)</gui>. Zie <link xref="bluetooth"/> voor meer informatie.
pt_br: Para transferir um arquivo para um dispositivo Bluetooth, selecione <gui>Bluetooth (OBEX Push)</gui>. Veja <link xref="bluetooth"/> para mais informação.
ru: Для передачи файла на устройство Bluetooth выберите <gui>Bluetooth (OBEX Push)</gui>. Смотрите <link xref="bluetooth"/> для получения дополнительной информации.

source: To copy the file to an external device like a USB flash drive, or to upload it to a server you've connected to, select <gui>Removable disks and shares</gui>, then select the device or server you want to copy the file to.
ast: Pa copiar el ficheru a un preséu esternu como una memoria flash USB, o subirlo a un sirvidor al que ta coneutáu, escueyi <gui>Soportes extraíbles y comparticiones</gui> y a continuación escueyi el preséu o sirvidor a donde quiera copiar el ficheru.
el: Για να αντιγράψετε το αρχείο σε μία εξωτερική συσκευή όπως ένα μέσο USB ή να το στείλετε σε έναν εξυπηρετητή με τον οποίο έχετε συνδεθεί, επιλέξτε <gui>Αφαιρούμενοι δίσκοι και διαμοιρασμός</gui> και έπειτα επιλέξτε την συσκευή ή τον εξυπηρετητή όπου θέλετε να αντιγράψετε το αρχείο.
es: Para copiar el archivo a un dispositivo externo como una memoria flash USB, o subirlo a un servidor al que está conectado, seleccione <gui>Soportes extraíbles y comparticiones</gui> y a continuación seleccione el dispositivo o servidor a donde quiera copiar el archivo.
fi: Kopioidaksesi tiedoston siirrettävälle laitteelle, kuten USB-muistitikulle tai ladataksesi sen palvelimelle, johon olet yhdistänyt, valitse <gui>Irrottavat levyt ja levyjaot</gui> ja valitse haluamasi laite tai palvelin.
pt_br: Para copiar o arquivo para um dispositivo externo, como um drive flash USB ou para subi-lo para um servidor que você se conectou, selecione <gui>Unidades e compartilhamentos</gui>, depois selecione o dispositivo ou servidor para o qual você quer copiar os arquivos.
ru: Чтобы скопировать файл на внешнее устройство типа USB флэш-диска, или отправить его на сервер, к которому подключен ваш компьютер, выберите <gui>Сменные диски и общие папки</gui>, затем выберите устройство или сервер, на который нужно скопировать файл.

source: Arrange files by name, size, type, or when they were changed.
ast: Tresnar ficheros por nome, tamañu, triba, o por cuando se modificaron.
el: Τακτοποίηση αρχείων κατά όνομα, μέγεθος, τύπο ή ημερομηνία τροποποίησης.
es: Ordenar archivos por nombre, tamaño, tipo, o por cuando se modificaron.
fi: Järjestä tiedostoja nimen, koon, tyypin tai muutosajan mukaan.
nl: Bestanden rangschikken op naam, grootte, type of wanneer ze zijn aangepast.
pt_br: Organize arquivos por nome, tamanho, tipo ou quando eles foram alterados.

source: Sort files and folders
ast: Tresnar ficheros y carpetas
el: Ταξινόμηση αρχείων και φακέλων
es: Ordenar archivos y carpetas
fi: Lajittele tiedostot ja kansiot
nl: Bestanden en mappen sorteren
pt_br: Organizar arquivos e pastas
ru: Сортировка файлов и папок

source: You can sort files in different ways in a folder, for example by sorting them in order of date or file size. See <link xref="#ways"/> below for a list of common ways to sort files.
ast: Puede ordenar los ficheros de una carpeta de estremaes formes; por exemplu, por data o tamañu. Vea <link xref="#ways"/> a continuación una llista de formes habituales de ordenar ficheros.
el: Μπορείτε να ταξινομήσετε αρχεία σε έναν φάκελο με διαφόρους τρόπους. Για παράδειγμα, ταξινομώντας τους κατά σειρά ημερομηνίας ή μεγέθους αρχείου. Δείτε τον σύνδεσμο See <link xref="#ways">τρόποι</link> χαμηλότερα για μία λίστα συνηθισμένων τρόπων ταξινόμησης των αρχείων.
es: Puede ordenar los archivos de una carpeta de diferentes formas; por ejemplo, por fecha o tamaño. Vea <link xref="#ways"/> a continuación una lista de formas habituales de ordenar archivos.
fi: Voit järjestää tiedostoja kansiossa monella tapaa, esimerkiksi päiväyksen tai koon mukaan. Katso <link xref="#ways"/> alta lista yleisistä tavoista järjestää tiedostoja.
nl: U kunt op bestanden in een map verschillende manieren sorteren, bijvoorbeeld op volgorde van datum of bestandsgrootte. Zie <link xref="#ways"/> hieronder voor een lijst met veelvoorkomende manieren om bestanden te sorteren.
pt_br: Você pode ordenar arquivos de maneiras diferentes em uma pasta, por exemplo organizando-os em ordem de data ou tamanho do arquivos. Veja <link xref="#ways"/> abaixo para uma lista de maneiras comuns de organizar arquivos.

source: The way that you can sort files depends on the <em>folder view</em> that you are using. You can change the current view using the <gui>View</gui> menu.
ast: La forma na que ordene los ficheros dependerá de la <em>vista de carpeta</em> que esté usando. Puede camudar la vista actual usando el menú <gui>Ver</gui>.
el: Ο τρόπος με τον οποίο μπορείτε να ταξινομήσετε αρχεία, εξαρτάται από την <em>προβολή φακέλου</em> την οποία χρησιμοποιείτε. Μπορείτε να αλλάξετε την τρέχουσα προβολή χρησιμοποιώντας το μενού <gui>Προβολή</gui>.
es: La forma en la que ordene los archivos dependerá de la <em>vista de carpeta</em> que esté usando. Puede cambiar la vista actual usando el menú <gui>Ver</gui>.
fi: Tapa, jolla voit järjestää tiedostoja riippuu käyttämästäsi <em>kansionäkymästä</em>. Voit vaihtaa nykyistä näkymää <gui>Näytä</gui>-valikosta.
nl: De manier waarop u bestanden kunt sorteren is afhankelijk van de <em>mapweergave</em> die u gebruikt. U kunt de huidige weergave met behulp van de <gui>Beeld</gui>-menu wijzigen.
pt_br: A maneira como você pode organizar arquivos depende da <em>visão da pasta</em> que você está usando. Você pode alterar a visão atual usando o menu <gui>Ver</gui>.

source: When you change how items are sorted in a folder, it only affects that folder. The file manager will remember your sorting choice for that folder, but use the default sort order for other folders. See <link xref="nautilus-views"/> for information on how to change the default sort order.
ast: Cuando camuda la manera de ordenar elementos nuna carpeta, solo afeuta a esa carpeta. El xestor de ficheros recordará sus preferencies de ordenación pa esa carpeta, pero usará el criterio de ordenación predetermináu nas demás carpetas. Consulte <link xref="nautilus-views"/> pa más información sobro cómo camudar el criterio de ordenación predetermináu.
el: Όταν αλλάζετε τον τρόπο ταξινόμησης αρχείων για έναν φάκελο, αυτό επηρρεάζει μόνο τον συγκεκριμένο φάκελο. Ο διαχειριστής αρχείων θα θυμάται την επιλογή σας για την ταξινόμηση όσον αφορά τον φάκελο αυτό, αλλά θα χρησιμοποιεί τον προεπιλεγμένο τρόπο ταξινόμησης για τους υπολοίπους φακέλους. Δείτε και τον σύνδεσμο <link xref="nautilus-views">προβολές του Ναυτίλου</link> για πληροφορίες σχετικά με την αλλαγή του προεπιλεγμένου τρόπου ταξινόμησης των αρχείων.
es: Cuando cambia la manera de ordenar elementos en una carpeta, solo afecta a esa carpeta. El gestor de archivos recordará sus preferencias de ordenación para esa carpeta, pero usará el criterio de ordenación predeterminado en las demás carpetas. Consulte <link xref="nautilus-views"/> para más información sobre cómo cambiar el criterio de ordenación predeterminado.
fi: Kun vaihdat tiedostojen järjestämisperiaatetta, se vaikuttaa vain siihen kansioon. Tiedostojenhallinta muistaa järjestysvalintasi tälle kansiolle, mutta käyttää muille kansioille oletusasetusta. Lue <link xref="nautilus-views"/> saadaksesi lisätietoa oletusjärjestystavan vaihtamisesta.
pt_br: Quando você alterar como os itens são organizados em uma pasta, isso somente afeta essa pasta. O gerenciador de arquivos irá lembrar da sua escolha de ordenação para a pasta, mas use a ordem de classificação padrão para outras pastas. Veja <link xref="nautilus-views"/> para mais informações sobre como alterar a ordem de classificação padrão.

source: Icon view
ast: Vista de iconu
el: Προβολή εικονιδίων
es: Vista de icono
fi: Kuvakenäkymä
nl: Pictogramweergave
pt_br: Visão de ícones
ru: Просмотр в виде значков

source: To sort files in a different order, right-click a blank space in the folder and choose an option from the <gui>Arrange Items</gui> menu. Alternatively, use the <guiseq><gui>View</gui><gui>Arrange Items</gui></guiseq> menu.
ast: Pa ordenar los ficheros de forma distintu, calca col botón drechu en un llugar baleru de la carpeta y escueyi una opción del menú <gui>Organizar los elementos</gui>. También puede usar el menú <guiseq><gui>Ver</gui><gui>Organizar los elementos</gui></guiseq>.
el: Για να αλλάξετε τον τρόπο ταξινόμησης, κάντε δεξί κλικ σε κάποιο κενό σημείου του φακέλου και επιλέξτε από το μενού της επιλογής <gui>Στοίχιση αντικειμένων</gui>. Εναλλακτικά, χρησιμοποιήστε το μενού στην διαδρομή <guiseq><gui>Προβολή</gui><gui>Στοίχιση αντικειμένων</gui></guiseq>.
es: Para ordenar los archivos de forma diferente, pulse con el botón derecho en un lugar vacío de la carpeta y seleccione una opción del menú <gui>Organizar los elementos</gui>. También puede usar el menú <guiseq><gui>Ver</gui><gui>Organizar los elementos</gui></guiseq>.
fi: Järjestääksesi tiedostoja eri tavalla, napsauta kansiossa tyhjää tilaa hiiren oikealla näppäimellä ja valitse valinta <gui>Järjestä</gui>-valikosta.
pt_br: Para organizar arquivos em uma ordem diferente, dê um clique com o botão direito em um espaço em branco da pasta e escolha uma opção do menu <gui>Organizar itens</gui>. Alternativamente, use o menu <guiseq><gui>Ver</gui><gui>Organizar itens</gui></guiseq>.

source: As an example, if you select <gui>Sort by Name</gui> from the <gui>Arrange Items</gui> menu, the files will be sorted by their names, in alphabetical order. See <link xref="#ways"/> for other options.
ast: Por exemplu, si selecciona <gui>Tresnar por nome</gui> nel menú <gui>Organizar los elementos</gui>, los ficheros se ordenarán según sus nomes. Consulte otres opciones en <link xref="#ways"/>.
el: Για παράδειγμα, αν επιλέξετε <gui>Κατά όνομα</gui> από το μενού <gui>Στοίχιση αντικειμένων</gui>, τα αρχεία θα ταξινομηθούν βάσει των ονομάτων τους, με αλφαβητική σειρά. Δείτε τον σύνδεσμο <link xref="#ways">τρόποι</link> για περισσότερες επιλογές.
es: Por ejemplo, si selecciona <gui>Ordenar por nombre</gui> en el menú <gui>Organizar los elementos</gui>, los archivos se ordenarán según sus nombres. Consulte otras opciones en <link xref="#ways"/>.
fi: Esimerkiksi, jos valitset <gui>Järjestä nimen mukaan</gui> <gui>Järjestä</gui>-valikosta, tiedostot järjestetään aakkosjärjestykseen niiden nimen mukaan. Lue <link xref="#ways"/> oppiaksesi muista vaihtoehdoista.
pt_br: Como um exemplo, se você selecionar <gui>Organizar por nome</gui> do menu <gui>Organizar itens</gui>, os arquivos serão classificados pelos nomes, em ordem alfabética. Veja <link xref="#ways"/> para outras opções.

source: You can sort in the reverse order by selecting <gui>Reversed Order</gui> from the <gui>Arrange Items</gui> menu.
ast: Puede ordenar en orde inverso seleccionando <gui>Orden inverso</gui> nel menú <gui>Organizar los elementos</gui>.
el: Μπορείτε να αντιστρέψετε τη σειρά ταξινόμησης επιλέγοντας <gui>Αντίστροφη σειρά</gui> από το μενού <gui>Στοίχιση αντικειμένων</gui>.
es: Puede ordenar en orden inverso seleccionando <gui>Orden inverso</gui> en el menú <gui>Organizar los elementos</gui>.
fi: Voit järjestää tiedostot käänteiseen järjestykseen valitsemalla <gui>Käänteinen järjestys</gui> <gui>Järjestä</gui>-valikosta.
pt_br: Você pode classificar em ordem reversa selecionando <gui>Ordem reversa</gui> do menu <gui>Organizar itens</gui>.

source: For complete control over the order and position of files in the folder, right-click a blank space in the folder and select <guiseq><gui>Arrange Items</gui><gui>Manually</gui></guiseq>. You can then rearrange the files by dragging them around in the folder. Manual sorting only works in icon view.
ast: Pa controlar totalmente el orde y la posición de los ficheros na carpeta, calca col botón drechu nun llugar baleru de la carpeta y escueyi <guiseq><gui>Organizar los elementos</gui><gui>Manualmente</gui></guiseq>. Así podrá reorganizar los ficheros arrastrándolos y soltándolos pola carpeta. La ordenación manual solo furrula na vista de iconos.
el: Για να έχετε τον απόλυτο έλεγχο όσον αφορά τη σειρά ταξινόμησης και την θέση των αρχείων στον φάκελο, κάντε δεξί κλικ σε κάποιο κενό σημείο του φακέλου και επιλέξτε <guiseq><gui>Στοίχιση αντικειμένων</gui><gui>Χειροκίνητα</gui></guiseq>. Θα μπορείτε εκ νέου να αναδιατάξετε τα αρχεία μεταφέροντάς τα στην επιθυμητή θέση στον φάκελο. Η χειροκίνητη ταξινόμηση λειτουργεί μόνο κατά την προβολή εικονιδίων.
es: Para controlar totalmente el orden y la posición de los archivos en la carpeta, pulse con el botón derecho en un lugar vacío de la carpeta y seleccione <guiseq><gui>Organizar los elementos</gui><gui>Manualmente</gui></guiseq>. Así podrá reorganizar los archivos arrastrándolos y soltándolos por la carpeta. La ordenación manual solo funciona en la vista de iconos.
fi: Voit muuttaa tiedostojen järjestystä kansiossa napsauttamalla hiiren oikealla painikkeella kansionäkymän tyhjää aluetta ja valitsemalla <guiseq><gui>Järjestä</gui><gui>Käsin</gui></guiseq>. Tämän jälkeen voit järjestää tiedostot hiirellä vetämällä kansion sisällä. Käsin järjestäminen toimii ainoastaan näkymätilan ollessa "Kuvakkeet".
pt_br: Para controle completo sobre a ordem e posição dos arquivos na pasta, dê um clique com o botão direito em um espaço em branco da pasta e selecione <guiseq><gui>Organizar itens</gui><gui>Manualmente</gui></guiseq>. Você pode então reorganizar os arquivos arrastando-os na pasta. Organização manual somente funciona em visão de ícones.
