Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Open the <gui>launcher</gui> and then click the <app>Trash</app> shortcut which is the shortcut at the bottom of the launcher.
ast: Abra el <gui>Lanzador</gui> y calca nel accesu directo de la <app>Papelera</app> allugáu na parte inferior del Lanzador.
el: Ανοίξτε τον <gui>εκκινητή</gui> και μετά κάντε κλίκ στη συντόμευση <app>Απορρίμματα</app> η οποία είναι στο κάτω μέρος του εκκινητή.
es: Abra el <gui>Lanzador</gui> y pulse en el acceso directo de la <app>Papelera</app> situado en la parte inferior del Lanzador.
fi: Avaa <gui>käynnistin</gui> ja napsauta <app>Roskakorin</app> kuvaketta (kuvake käynnistimen alimmaisena).
nl: Open de <gui>starter</gui> en klik dan op de <app>Prullenbak</app>, dat is de laatste snelkoppeling onderaan de starter.
pt_br: Abra o <gui>lançador</gui> e depois clique no atalho da <app>Lixeira</app>, que é o atalho na parte inferior do lançador.
ru: Откройте <gui>панель запуска</gui> и щёлкните на значке <app>Корзина</app>, который находится внизу панели запуска.

source: If your deleted file is there, right-click on it and select <gui>Restore</gui>. It will be restored to the folder it was deleted from.
ast: Si su ficheru borráu ta ahí, calca col botón drechu sobro elli y escueyi <gui>Restaurar</gui>. Se devolverá a la carpeta de la cual fue borráu.
el: Αν το διαγραμμένο σας αρχείο βρίσκεται εκεί, κάνετε δεξί κλικ επάνω του και επιλέξτε <gui>Επαναφορά</gui>. Το αρχείο θα επανακτηθεί στον φάκελο από τον οποίο είχε διαγραφεί.
es: Si su archivo borrado está ahí, pulse con el botón derecho sobre él y seleccione <gui>Restaurar</gui>. Se devolverá a la carpeta de la cual fue borrado.
fi: Jos poistettu tiedosto näkyy täällä, napsauta sitä hiiren oikealla painikkeella ja valitse <gui>Palauta</gui>. TIedosto siirretään siihen kansioon, jossa se oli poistohetkellä.
nl: Als uw verwijderde bestand er is, klik hier met de rechtermuisknop op en kies <gui>Herstellen</gui>. Het zal hersteld worden naar de map waar deze verwijderd werd.
pt_br: Se seu arquivo excluído estiver lá, clique com o botão direito nele e selecione <gui>Restaurar</gui>. Ele será restaurado para a pasta da qual ele foi excluído.
ru: Если удалённый вами файл находится там, щёлкните на нём правой кнопкой мыши и выберите <gui>Восстановить</gui>. Файл будет восстановлен в папку, из которой он был удалён.

source: If you deleted the file using <keyseq><key>Shift</key><key>Delete</key></keyseq>, or from the command line, the file can't be recovered using this method because it has been permanently deleted.
ast: Si borró el ficheru usando <keyseq><key>Mayús</key><key>Suprimir</key></keyseq> o dende la llinia de órdenes, el ficheru no se podrá recuperar usando esti métodu porque se habrá borráu permanentemente.
el: Αν διαγράψατε το αρχείο χρησιμοποιώντας τον συνδυασμό <keyseq><key>Shift</key><key>Delete</key></keyseq> ή από την γραμμή εντολών, το αρχείο δεν γίνεται να επανακτηθεί χρησιμοποιώντας αυτή την μέθοδο επειδή έχει γίνει οριστική διαγραφή του.
es: Si borró el archivo usando <keyseq><key>Mayús</key><key>Suprimir</key></keyseq> o desde la línea de órdenes, el archivo no se podrá recuperar usando este método porque se habrá borrado permanentemente.
fi: Jos poistit tiedoston näppäinyhdistelmällä <keyseq><key>Shift</key><key>Delete</key></keyseq>, tai päätteestä, tiedostoa ei voi palauttaa tällä tavalla, vaan se on mahdollisesti poistettu pysyvästi.
nl: Als u een bestand met <keyseq><key>Shift</key><key>Delete</key></keyseq> of vanaf de opdrachtregel verwijderd, kan het bestand niet worden herstelt omdat het bestand permanent verwijderd is.
pt_br: Se você excluir o arquivo usando <keyseq><key>Shift</key><key>Delete</key></keyseq> ou pela linha de comando, o arquivo não poderá ser recuperado usando esse método, porque ele foi excluído permanentemente.
ru: Если вы удалили файл с помощью комбинации клавиш <keyseq><key>Shift</key><key>Delete</key></keyseq>, или из командной строки, файл нельзя будет восстановить этим способом, потому что он был удалён безвозвратно.

source: There are a number of recovery tools available that are sometimes able to recover files that were permanently deleted. They are generally not very easy to use, however. If you accidentally permanently deleted a file, it's probably best to ask for advice on a support forum to see if you can recover it.
ast: Existen varias ferramientes de recuperación disponibles que a vegaes pueden recuperar ficheros que fueron borrados permanentemente. No obstante, normalmente no son mui fáciles de usuar. Si borró un ficheru permanentemente de forma accidental, dablemente seya meyor pedir aida nos foros de sofitu pa ver si es posible recuperarlo.
el: Υπάρχουν αρκετά διαθέσιμα εργαλεία ανάκτησης τα οποία μερικές φορές είναι ικανά να ανακτήσουν αρχεία που διαγράφηκαν οριστικά. Γενικότερα αυτά δεν είναι πολύ εύκολα στη χρήση, παρ' όλα αυτά. Αν κατά λάθος διαγράψετε οριστικά ένα αρχείο, είναι μάλλον καλύτερα να ζητήσετε συμβουλή σ'ένα φόρουμ υποστήριξης να δείτε αν μπορείτε να το ανακτήσετε.
es: Existen varias herramientas de recuperación disponibles que a veces pueden recuperar archivos que fueron borrados permanentemente. No obstante, normalmente no son muy fáciles de usuar. Si borró un archivo permanentemente de forma accidental, probablemente sea mejor pedir ayuda en los foros de soporte para ver si es posible recuperarlo.
fi: Jos tiedosto on kokonaan poistettu, sen palauttamista varten on saatavilla useita palautusohjelmia. Ne eivät normaalisti kuitenkaan ole kovin helppokäyttöisiä. Jos poistit vahingossa tiedoston kokonaan, lienee parasta kysyä neuvoa sen palauttamisesta keskustelupalstalla.
pt_br: Há um número de ferramentas de recuperação disponíveis que são capazes algumas vezes de recuperar arquivos que foram permanentemente excluídos. Eles geralmente não são muito fáceis de usar. Se você acidentalmente excluir permanentemente um arquivo, provavelmente é melhor pedir informações em um fórum de suporte para ver se você pode recuperá-lo.
ru: Существуют различные программы для восстановления информации, которые иногда способны восстановить безвозвратно удалённые файлы. Однако они, как правило, не очень просты в использовании. Если вы случайно удалили файл безвозвратно, лучше всего будет попростить совета на форумах поддержки, чтобы узнать, сможете ли его восстановить.

source: Eject or unmount a USB flash drive, CD, DVD, or other device.
ast: Expulsar o desmontar una memoria USB, un CD, un DVD u otru preséu.
el: Εξάγετε ή αποπροσαρτήστε ένα μέσο αποθήκευσης USB, έναν δίσκο CD ή DVD, ή μία άλλη συσκευή.
es: Expulsar o desmontar una memoria USB, un CD, un DVD u otro dispositivo.
fi: Poista tai irrota USB-muistitikku, CD, DVD tai muu laite.
nl: Een usb-stick, cd, dvd of ander apparaat uitwerpen of ontkoppelen
pt_br: Ejetar ou desmontar uma unidade de disco USB, CD, DVD ou outro dispositivo.
ru: Извлечение или отсоединение USB-устройства флэш-памяти, CD, DVD или другого устройства.

source: Safely remove an external drive
ast: Extraer una unidá externa de forma segura
el: Ασφαλής αφαίρεση εξωτερικού οδηγού
es: Extraer una unidad externa de forma segura
fi: Poista ulkoinen asema turvallisesti
nl: Een externe schijf veilig verwijderen
pt_br: Remover uma unidade externa com segurança
ru: Безопасное удаление внешнего носителя

source: When you use external storage devices like USB flash drives, you should safely remove them before unplugging them. If you just unplug a device, you run the risk of unplugging while an application is still using it, which could result in some of your files being lost or damaged. When you use an optical disc like a CD or DVD, you can use the same steps to eject the disc from your computer.
ast: Cuando use preseos de almacenamiento esternu, como memorias USB o asemeyaos, deberá extraerlos con seguridá enantes de desconectarlos. Si simplemente desconecta el preséu, corre el riesgo de hacerlo cuando la aplicación entá lo ta usando, lo que podría provocar que alguno de sus ficheros se pierda o se dañe. Cuando use un discu óptico como un CD o un DVD, podrá siguir estos mismos pasos pa expulsar el discu de su equipu.
el: Όταν χρησιμοποιείτε εξωτερικές συσκευές αποθήκευσης όπως ένα μέσο USB, θα πρέπει να κάνετε ασφαλή κατάργηση πριν το αποσυνδέσετε. Αν απλά αποσυνδέσετε μια συσκευή, ρισκάρετε να το κάνετε ενώ κάποια εφαρμογή την χρησιμοποιεί ακόμα. Αυτό θα μπορούσε να προκαλέσει την απώλεια ή την βλάβη σε κάποια από τα αρχεία σας. Όταν χρησιμοποιείτε έναν οπτικό δίσκο όπως ένα CD ή DVD, μπορείτε να εφαρμόσετε τα ίδια βήματα ώστε να εξάγετε τον δίσκο από τον υπολογιστή σας.
es: Cuando use dispositivos de almacenamiento externo, como memorias USB o similares, deberá extraerlos con seguridad antes de desconectarlos. Si simplemente desconecta el dispositivo, corre el riesgo de hacerlo cuando la aplicación todavía lo está usando, lo que podría provocar que alguno de sus archivos se pierda o se dañe. Cuando use un disco óptico como un CD o un DVD, podrá seguir estos mismos pasos para expulsar el disco de su equipo.
fi: Kun käytät ulkoisia tallennusvälineitä, kuten USB-muistitikkuja, sinun kannattaisi poistaa ne turvallisesti järjestelmästä ennen niiden irrottamista. Jos vain irrotat laitteen ja joku ohjelma käyttää sitä yhä, tiedostoja voi kadota tai vaurioitua. Kun käytät optista levyä kuten CD:tä tai DVD:tä, voit käyttää samoja ohjeita levyn poistamiseen tietokoneesta.
pt_br: Quando você usa um dispositivo de armazenamento externo como um pendrive, você precisa removê-lo com segurança antes de desconectá-lo. Se você apenas desconectar o dispositivo, estará correndo o risco de desconectá-lo enquanto uma aplicação está o usando, o que pode resultar em perdas ou danos em alguns dos seus arquivos. Quando você usar um disco óptico como um CD ou um DVD, você pode usar os mesmos passos para ejetar o disco de seu computador.
ru: При использовании внешних носителей информации, таких как USB-устройства флэш-памяти, необходимо выполнить их безопасное удаление перед тем, как отсоединять. Если просто вынуть устройство, существует риск того, что какое-то приложение ещё использует его, что может привести к потере или повреждению некоторых файлов. В случае оптического диска типа CD или DVD можно выполнить те же действия, чтобы извлечь диск из компьютера.

source: <link xref="files-browse">Open the file manager</link>.
ast: <link xref="files-browse">Abra el xestor de ficheros</link>.
el: <link xref="files-browse">Ανοίξτε τον διαχειριστή αρχείων</link>.
es: <link xref="files-browse">Abra el gestor de archivos</link>.
fi: <link xref="files-browse">Avaa tiedostonhallinta</link>.
nl: <link xref="bestanden-bladeren">Open de bestandsbeheerder</link>.
pt_br: <link xref="files-browse">Abrir o gerenciador de arquivos</link>.
ru: <link xref="files-browse">Откройте менеджер файлов</link>.

source: Locate the device in the sidebar. It should have a small eject icon next to the name. Click the eject icon to safely remove or eject the device.
ast: Localice el preséu na barra lateral. Debería tener un pequeñu iconu de expulsión xunto al nome. Calca en esi iconu pa expulsar el preséu o extraerlo con seguridá.
el: Εντοπίστε την συσκευή στην πλαϊνή μπάρα. Θα πρέπει να έχει ένα μικρό εικονίδιο εξαγωγής δίπλα από το όνομά της. Κάντε κλικ στο εικονίδιο για να κάνετε ασφαλή κατάργηση ή εξαγωγή της συσκευής.
fi: Paikallista laite sivupaneelista. Laitteen nimen vieressä pitäisi olla pieni irrotuskuvake. Napsauta kyseistä kuvaketta poistaaksesi laitteen turvallisesti.
nl: Zoek het apparaat in de zijbalk. Het moet een kleine uitwerp-pictogram naast de naam hebben staan. Klik op het uitwerp-pictogram om het apparaat veilig te verwijderen of uit te werpen.
pt_br: Localize o dispositivo na barra lateral. Ele deve ter um pequeno ícone de ejetar próximo ao nome. Clique no ícone de ejetar para remover com segurança ou ejetar o dispositivo.
ru: Найдите устройство на боковой панели. Рядом с названием устройства располагается небольшой значок извлечения. Щёлкните по значку извлечения, если хотите безопасно удалить или извлечь устройство.

source: Alternatively, you can right-click the device and select either <gui>Eject</gui> or <gui>Safely Remove Drive</gui>. USB drives can't be physically ejected, so for these devices, there is no difference between <gui>Eject</gui> and <gui>Safely Remove Drive</gui>.
ast: También puede calcar col botón drechu sobro el preséu y escoyer <gui>Expulsar</gui> o <gui>Extraer unidá de forma segura</gui>. Les unidaes USB no se pueden expulsar físicamente, polo que en esos preseos no hai diferencia ente <gui>Expulsar</gui> o <gui>Extraer unidá de forma segura</gui>.
el: Εναλλακτικά, μπορείτε κάνοντας δεξί κλικ στην συσκευή να επιλέξετε <gui>Εξαγωγή</gui> ή <gui>Ασφαλή κατάργηση συσκευής</gui>. Για τα μέσα USB δεν είναι δυνατόν να γίνει φυσική εξαγωγή τους, οπότε δεν υπάρχει διαφορά ανάμεσα στις επιλογές <gui>Εξαγωγή</gui> και <gui>Ασφαλή κατάργηση συσκευής</gui>.
es: También puede pulsar con el botón derecho sobre el dispositivo y seleccionar <gui>Expulsar</gui> o <gui>Extraer unidad de forma segura</gui>. Las unidades USB no se pueden expulsar físicamente, por lo que en esos dispositivos no hay diferencia entre <gui>Expulsar</gui> o <gui>Extraer unidad de forma segura</gui>.
fi: Vaihtoehtoisesti voit painaa laitetta hiiren oikealla näppäimellä ja valita joko <gui>Poista asemasta</gui> tai <gui>Sammuta laite turvallisesti</gui>. USB-asemia ei voida fyysisesti irrottaa, joten näillä laitteilla toimintojen <gui>Poista asemasta</gui> ja <gui>Sammuta laite turvallisesti</gui> välillä ei ole mitään eroa.
pt_br: Alternativamente, você pode clicar com o botão direito no dispositivo e selecionar <gui>Ejetar</gui> ou <gui>Remover o dispositivo com segurança</gui>. Dispositivos USB não podem ser fisicamente ejetados, então não há diferença entre <gui>Ejetar</gui> ou <gui>Remover o dispositivo com segurança</gui> para esses dispositivos.
ru: Вместо этого можно щёлкнуть на значке устройства правой кнопкой мыши и выбрать <gui>Извлечь</gui> или <gui>Безопасно удалить привод</gui>. USB-устройства флэш-памяти нельзя извлечь физически с помощью команды, как это происходит с извлечением компакт-дисков, поэтому нет разницы между командами <gui>Извлечь</gui> и <gui>Безопасно удалить привод</gui>.

source: If you have any files stored on the device open in any applications, you will not be able to safely remove the device. You will be prompted with a window telling you that "the volume is busy", and listing all the open files on the device. Once you close all the files on the device, the device will automatically be safely removed (so you can unplug or eject it).
ast: Si alguno de los ficheros almacenados nel preséu ta abiertu en cualesquier aplicación, no podrá extraer el preséu con seguridá. Se le aparecerá una ventana diciéndole que «El volume ta ocupado» y mostrándole tolos ficheros abiertos nel preséu. Cuando heba cerráu tolos ficheros del preséu, el preséu se extraerá con seguridá automáticamente (así que ya podrá desconectarlo o expulsarlo).
el: Αν στην συσκευή έχετε αρχεία που χρησιμοποιούνται από κάποια εφαρμογή, δεν θα έχετε την δυνατότητα να κάνετε ασφαλή κατάργησή της. Θα παραπεμφθείτε σε ένα παράθυρο το οποίο θα σας εξηγεί ότι «ο τόμος είναι σε χρήση» και θα σας παρουσιάσει μία λίστα με τα ανοιχτά αρχεία της συσκευής. Όταν κλείσετε όλα τα αρχεία της συσκευής, θα γίνει αυτόματα η ασφαλής κατάργησή της (ώστε να την αποσυνδέσετε ή να την εξάγετε).
es: Si alguno de los archivos almacenados en el dispositivo está abierto en cualquier aplicación, no podrá extraer el dispositivo con seguridad. Se le aparecerá una ventana diciéndole que «El volumen está ocupado» y mostrándole todos los archivos abiertos en el dispositivo. Cuando haya cerrado todos los archivos del dispositivo, el dispositivo se extraerá con seguridad automáticamente (así que ya podrá desconectarlo o expulsarlo).
fi: Jos yksikään ohjelma käyttää laitteen tiedostoja, et pysty sammuttamaan laitetta turvallisesti. Sinulle ilmoitetaan, että laite on käytössä ja kaikki laitteen käytössä olevat tiedostot listataan. Kun olet sulkenut kaikki laitteen tiedostot, laite poistetaan automaattisesti turvallisesti (jotta voit irrottaa sen).
pt_br: Se algum arquivo armazenado no dispositivo estiver aberto em alguma aplicação, não será possível remover o dispositivo com segurança. Você será avisado por uma janela dizendo que "o volume está ocupado" e com a lista de todos os arquivos abertos no dispositivo. Uma vez fechado todos os aquivos do dispositivo, ele será removido com segurança automaticamente (e poderá ser desconectado ou ejetado).
ru: Если какие-то из файлов, хранящихся на устройстве, открыты в каком-то приложении, то выполнить безопасное извлечение не получится. Появится окно, сообщающее, что «том занят», и список всех открытых файлов на устройстве. Как только вы закроете все файлы на устройстве, оно автоматически будет безопасно извлечено, и вы сможете физически отключить или извлечь его.

source: You can also choose <gui>Unmount Anyway</gui> to remove the device without closing the files. This can cause errors in applications that have those files open.
ast: También puede escoyer <gui>Desmontar de toos modos</gui> pa extraer el preséu sin zarrar los ficheros. Esto puede provocar fallos nas aplicaciones que tuvieran esos ficheros abiertos.
el: Μπορείτε επίσης να επιλέξετε <gui>Αποπροσάρτηση έτσι κι αλλιώς</gui> για να αφαιρέσετε την συσκευή χωρίς να κλείσετε τα αρχεία. Αυτό μπορεί να προκαλέσει σφάλματα στις εφαρμογές που είχαν ανοίξει τα συγκεκριμένα αρχεία.
es: También puede seleccionar <gui>Desmontar de todos modos</gui> para extraer el dispositivo sin cerrar los archivos. Esto puede provocar errores en las aplicaciones que tuvieran esos archivos abiertos.
fi: Voit myös valita <gui>Irrota joka tapauksessa</gui> poistaaksesi laitteen vaikka sen tiedostoja on vielä käytössä. Tämä voi aiheuttaa ongelmia ohjelmille, jotka käyttivät laitteen tiedostoja.
pt_br: Você também pode escolher <gui>Desmontar mesmo assim</gui> para remover o dispositivo sem fechar os arquivos. Isso pode causar erros nos aplicativos que estão com esses arquivos abertos.
ru: Можно также выбрать <gui>Всё равно отсоединить</gui>, чтобы извлечь устройство, не закрывая файлы. Это действие может привести к ошибкам в приложениях, в которых открыты эти файлы.

source: If you can't close one of the files, for example if the application using the file is locked up, you can right-click the file in the <gui>Volume is busy</gui> window and select <gui>End Process</gui>. This will force the entire locked up application to close, which could close other files you have open with that application.
ast: Si no pudiera zarrar uno de los ficheros (por exemplu, si la aplicación que ta usando el ficheru se ha bloquiáu) puede calcar col botón drechu sobro el ficheru de la ventana <gui>El volume ta ocupado</gui> y escoyer <gui>Finar procesu</gui>. Esto obligará a la aplicación bloquiada a cerrarse, lo que podría zarrar otros ficheros que dicha aplicación tuviese abiertos.
el: Αν δεν μπορείτε να κλείσετε ένα αρχείο, για παράδειγμα αν η εφαρμογή που χρησιμοποιεί ένα αρχείο είναι κλειδωμένη, μπορείτε να κάνετε δεξί κλικ στο αρχείο μέσα στο παράθυρο <gui>Ο τόμος χρησιμοποιείται</gui> και να επιλέξετε <gui>Τερματισμός διεργασίας</gui>. Αυτό θα αναγκάσει ολόκληρη την κλειδωμένη εφαρμογή να τερματιστεί, κάτι το οποίο θα σας επιτρέψει να κλείσετε τα αρχεία που κρατούνταν ανοιχτά από αυτήν.
es: Si no pudiera cerrar uno de los archivos (por ejemplo, si la aplicación que está usando el archivo se ha bloqueado) puede pulsar con el botón derecho sobre el archivo de la ventana <gui>El volumen está ocupado</gui> y seleccionar <gui>Terminar proceso</gui>. Esto obligará a la aplicación bloqueada a cerrarse, lo que podría cerrar otros archivos que dicha aplicación tuviese abiertos.
fi: Jos et pysty sulkemaan yhtä tiedostoa (esimerkiksi jos tiedostoa käyttävä ohjelma on lukittautunut), voit painaa hiiren oikeaa nappia <gui>Asema on kiireinen</gui> -ikkunassa ja valita <gui>Lopeta prosessi</gui>. Tämä pakottaa ohjelman sulkeutumaan ja sulkee kaikki ohjelman avoimet tiedostot.
pt_br: Se você não puder fechar um dos arquivos, por exemplo se o aplicativo que está usando o arquivo está bloqueado, você pode clicar com o botão direito no arquivo na janela <gui>Volume está ocupado</gui> e selecionar <gui>Terminar processo</gui>. Isso irá forçar toda a aplicação a fechar, o que poderia fechar outros arquivos que você tem aberto com aquele aplicativo.
ru: Если вы не можете закрыть один из файлов, например, если использующее его приложение не отвечает, можно щёлкнуть правой кнопкой на файле в окне <gui>Том занят</gui> и выбрать <gui>Завершить процесс</gui>. Эта операция принудительно завершит работу не отвечающего приложения, что может привести к закрытию и других файлов, использовавшихся этим приложением.

source: Change file or folder name.
ast: Camudar el nome de un ficheru o de una carpeta
el: Αλλάξτε αρχείο ή όνομα φακέλου.
es: Cambiar el nombre de un archivo o de una carpeta
fi: Muuta tiedoston tai kansion nimeä.
nl: Bestand- of mapnaam veranderen.
pt_br: Alterar nome de um arquivo ou pasta.
ru: Изменить имя файла или папки.

source: Rename a file or folder
ast: Renomar un ficheru o una carpeta
el: Μετονομασία ενός αρχείου ή φακέλου
es: Renombrar un archivo o una carpeta
fi: Nimeä tiedosto tai kansio uudelleen
nl: Een bestand of map hernoemen
pt_br: Renomear um arquivo ou pasta
ru: Переименование файла или папки

source: Right-click on a file or folder and select <gui>Rename</gui>, or select the file and press <key>F2</key>.
ast: Calca col botón drechu sobro un ficheru o carpeta y escueyi <gui>Renomar</gui>, o escueyi el ficheru y calca <key>F2</key>.
el: Κάντε δεξί κλικ σε ένα αρχείο ή σε έναν φακελο και επιλέξτε <gui>Μετονομασία</gui>, ή επιλέξτε το αρχείο ή φάκελο και πατήστε το πλήκτρο <key>F2</key>.
es: Pulse con el botón derecho sobre un archivo o carpeta y seleccione <gui>Renombrar</gui>, o seleccione el archivo y pulse <key>F2</key>.
fi: Napsauta hiiren oikealla painikkeella tiedostoa tai kansiota ja valitse <gui>Nimeä uudelleen</gui>, vaihtoehtoisesti napsauta tiedostoa tai kansiota kerran ja paina <key>F2</key>.
nl: Klik met rechtermuisknop op een bestand of map en selecteer <gui>Hernoemen…</gui>, of selecteer het bestand en druk op <key>F2</key>.
pt_br: Clique com o cotão direito do mouse sobre um arquivo ou pasta e selecione <gui>Renomear</gui>, ou selecione o arquivo e pressione <key>F2</key>.
ru: Щёлкните правой кнопкой мыши на файле или папке и выберите <gui>Переименовать</gui>, или выберите файл и нажмите <key>F2</key>.

source: Type the new name and press <key>Enter</key>.
ast: Escriba el nome nuevu y calca <key>Intro</key>.
el: Πληκτρολογήστε το νέο όνομα και πατήστε το πλήκτρο <key>Enter</key>.
es: Escriba el nombre nuevo y pulse <key>Intro</key>.
fi: Kirjoita uusi nimi ja paina <key>Enter</key>.
nl: Type de nieuwe naam en druk op <key>Enter</key>.
pt_br: Digite o novo nome e pressione <key>Enter</key>.
ru: Наберите новое имя и нажмите <key>Enter</key>.
