Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Change the <gui>Mode</gui> to <gui>Ad-hoc</gui> and leave the other settings at their defaults. Click <gui>Save</gui>.
ast: Camuda el <gui>mou</gui> a <gui>Ad-hoc</gui> y deje les demás opciones con sus valores predeterminaos. Calca en <gui>Guardar</gui>.
el: Αλλάξτε τη <gui>Λειτουργία</gui> σε <gui>ad hoc</gui> και αφήστε τις υπόλοιπες ρυθμίσεις στις προεπιλογές τους. Κάντε κλικ στο κουμπί <gui>Αποθήκευση</gui>.
es: Cambie el <gui>modo</gui> a <gui>Ad-hoc</gui> y deje las demás opciones con sus valores predeterminados. Pulse en <gui>Guardar</gui>.
nl: Wijzig de <gui>Modus</gui> in <gui>Ad-hoc</gui> en laat de andere instellingen ongemoeid. Klik op <gui>Opslaan</gui>.
pt_br: Altere o <gui>Modo</gui> para <gui>Ad-hoc</gui> e deixe as outras configurações nos padrões. Clique em <gui>Salvar</gui>.

source: On the other computer, click the <gui>network indicator</gui> on the top bar and look for a network with the SSID you chose. It might take a minute or two to appear in the list.
ast: Nel otru equipu, calca nel <gui>indicador de red</gui> del panel superior y busque la red col nome que vusté escogió. Puede que tarde un par de minutos en aparecer na llista.
el: Από τον άλλον υπολογιστή, κάντε κλικ στο <gui>ένδειξη δικτύου</gui> στην επάνω γραμμή και αναζητήστε ένα δίκτυο με το Όνομα δικτύου (SSID) που επιλέξατε. Μπορεί να πάρει μερικά λεπτά για να εμφανιστεί στη λίστα.
es: En el otro equipo, pulse en el <gui>indicador de red</gui> del panel superior y busque la red con el nombre que usted escogió. Puede que tarde un par de minutos en aparecer en la lista.
nl: Klik op de andere computer op de <gui>netwerkindicator</gui> in het bovenpaneel en zoek het netwerk met het door u gekozen SSID. Het kan een paar minuten duren voordat het in de lijst verschijnt.
pt_br: No outro computador, clique no <gui>indicador de rede</gui> na barra superior e procure pela rede com o SSID que você escolheu. Ela pode levar um minuto ou dois para aparecer na lista.

source: Click the name of your new ad-hoc network to connect to it. Once connected, you will be able to access network shares and so on, like you would if both computers were connected to a conventional wireless network.
ast: Calca nel nome de la to rede ad-hoc pa coneutate a ella. Una vegada coneutáu, va poder coneutate a los compartimentos de rede, del mesmu mou que si los dos equipos tuvieren coneutaos por una rede wifi normal.
el: Κάντε κλικ στο όνομα του νέου σας δικτύου ad hoc για να συνδεθείτε σε αυτό. Μόλις είστε σε σύνδεση, θα είστε σε θέση να έχετε πρόσβαση στο κοινόχρηστο δίκτυο και ούτω καθεξής, όπως θα κάνατε αν και οι δύο υπολογιστές ήταν συνδεδεμένοι με ένα συμβατικό ασύρματο δίκτυο.
nl: Klik op de naam van uw nieuwe ad-hoc netwerk om er verbinding mee te maken. Zodra er verbinding is, heeft u toegang tot gedeelde netwerkbronnen, alsof beide computers verbonden waren met een conventioneel draadloos netwerk.
pt_br: Clique no nome da sua rede ad-hoc para conectar-se a ela. Uma vez conectado, você será capaz de acessar compartilhamentos de rede e assim por diante, da mesma maneira que você poderia se ambos os computadores estivesse conectados a uma rede sem fio convencional.
ru: Щёлкните по названию вашей новой беспроводной динамической сети, чтобы выполнить подключение к ней. Как только вы подключитесь, вы получите доступ к общедоступным ресурсам и т.д., также как если бы оба компьютера были подключены к обычной беспроводной сети.

source: These instructions will be different if one of the computers is not running Linux. You may find it easiest to set-up the ad-hoc network on the Linux computer and connect to it using the other computer.
ast: Estes instrucciones podrían ser estremaes si uno de los equipos no estuviese usando Linux. Puede que le resulte más fácil configurar la red ad-hoc nel equipu Linux y coneutase a elli usando el otru equipu.
el: Αυτές οι οδηγίες θα διαφέρουν, αν ένας από τους υπολογιστές δεν είναι λειτουργικό σύστημα Linux. Μπορεί να σας φανεί πιο εύκολο να δημιουργήσετε ένα δίκτυο ad hoc στον υπολογιστή με Linux και να κάνετε τη σύνδεση μετά από τον άλλο υπολογιστή.
es: Estas instrucciones podrían ser diferentes si uno de los equipos no estuviese usando Linux. Puede que le resulte más fácil configurar la red ad-hoc en el equipo Linux y conectarse a él usando el otro equipo.
nl: Deze instructies zullen anders zijn als één van de computers niet onder Linux draait. Het zou gemakkelijker kunnen zijn het ad-hoc netwerk op de Linux computer in te stellen en daar met de andere computer verbinding mee te maken.
pt_br: Essas instruções serão diferentes se um dos computadores não estiver executando Linux. Você pode achar mais fácil configurar a rede ad-hoc no computador com Linux e conectar a ela usando o outro computador.

source: Also note that some wireless network cards do not support ad-hoc networking, so you will not be able to use them to create an ad-hoc network.
ast: Ten en cuenta tamién que dalgunes tarxetes de red no permiten redes ad-hoc, de manera que no sedrá capaz de usarla pa criar una red ad-hoc.
el: Σημειώστε επίσης ότι ορισμένες ασύρματες κάρτες δικτύου δεν υποστηρίζουν δικτύωση ad hoc, έτσι δεν θα είναι σε θέση να την χρησιμοποιήσετε για να δημιουργήσετε ένα δίκτυο ad hoc.
nl: Sommige draadloze netwerkkaarten ondersteunen ad-hoc netwerken niet, zodat u ze niet kunt gebruiken om een ad-hoc netwerk te creëren.
pt_br: Observe também que algumas placas de rede sem fio não suportam redes ad-hoc, então você não será capaz de usá-las para criar uma rede ad-hoc.

source: Securing an ad-hoc network
ast: Asegurar una red ad-hoc
el: Ασφαλίζοντας ένα δίκτυο ad hoc
es: Asegurar una red ad-hoc
fi: Tilapäisverkon turvaaminen
nl: Een ad-hoc netwerk beveiligen
pt_br: Protegendo uma rede ad-hoc

source: Anyone in the area will be able to connect to your ad-hoc network, so it's not very secure. You can add a <link xref="net-wireless-wepwpa">WEP/WPA password</link> to the network to protect it from unauthorized access.
ast: Too aquel que se encuentre dientro del estaya podrá coneutase a su red ad-hoc, polo que no resulta mui segura. Puede amestar una <link xref="net-wireless-wepwpa">contraseña WEP o WPA</link> a la red pa protegerla de accesos no autorizaos.
el: Ο καθένας στην περιοχή θα είναι σε θέση να συνδεθεί με το δίκτυό σας ad hoc, έτσι αυτό δεν είναι πολύ ασφαλές. Μπορείτε να προσθέσετε ένα <link xref="net-wireless-wepwpa">κωδικό πρόσβασης WEP/WPA</link> με το δίκτυο για να το προστατεύσει από μη εξουσιοδοτημένη πρόσβαση.
es: Todo aquel que se encuentre dentro del área podrá conectarse a su red ad-hoc, por lo que no resulta muy segura. Puede añadir una <link xref="net-wireless-wepwpa">contraseña WEP o WPA</link> a la red para protegerla de accesos no autorizados.
nl: Iedereen in het gebied zal kunnen verbinden met uw ad-hoc netwerk; het is dus niet erg veilig. U kunt een <link xref="net-wireless-wepwpa">WEP/WPA wachtwoord</link> aan het netwerk toevoegen om het te beschermen tegen toegang door onbevoegden.
pt_br: Qualquer um na área será capaz de se conectar à sua rede ad-hoc, então ela não é muito segura. Você pode adicionar uma <link xref="net-wireless-wepwpa">senha WEP/WPA</link> à rede para protegê-la de acesso não autorizado.

source: To add a password:
ast: Pa amestar una contraseña:
el: Για να προσθέσετε έναν κωδικό πρόσβασης:
es: Para añadir una contraseña:
fi: Lisää salasana seuraavasti:
nl: Om een wachtwoord toe te voegen:
pt_br: Para adicionar uma senha:

source: Click the <gui>network menu</gui> on the top panel and click <gui>Edit Connections</gui>.
ast: Calca nel <gui>menú de red</gui> del panel superior y calca <gui>Editar les conexones</gui>.
el: Κάντε κλικ στο μενού <gui>δίκτυο</gui> στην κορυφή του πίνακα και κάντε κλικ στο <gui>Επεξεργασία συνδέσεων</gui>.
es: Pulse en el <gui>menú de red</gui> del panel superior y pulse <gui>Editar las conexiones</gui>.
fi: Avaa <gui>verkkovalikko</gui> yläpaneelista ja napsauta <gui>Muokkaa yhteyksiä...</gui>.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel en klik op <gui>Verbindingen bewerken</gui>.
pt_br: Clique no <gui>menu de rede</gui> no painel superior e clique em <gui>Editar conexões</gui>.

source: Go to the <gui>Wireless</gui> tab, select the ad-hoc wireless network and click <gui>Edit</gui>.
ast: Vaya a la pestaña <gui>Inalámbrica</gui>, escueyi la red inalámbrica ad-hoc y calca en <gui>Editar</gui>.
el: Πηγαίνετε στην καρτέλα <gui>Ασύρματο</gui>, επιλέξτε το ασύρματο δίκτυο ad hoc και κάντε κλικ στην <gui>Επεξεργασία</gui>.
es: Vaya a la pestaña <gui>Inalámbrica</gui>, seleccione la red inalámbrica ad-hoc y pulse en <gui>Editar</gui>.
nl: Ga naar het tabblad <gui>Draadloos</gui>, kies het ad-hoc draadloze netwerk en klik op <gui>Bewerken</gui>.
pt_br: Vá até a aba <gui>Sem fio</gui>, selecione a rede sem fio ad-hoc e clique em <gui>Editar</gui>.

source: Go to the <gui>Wireless Security</gui> tab and change the <gui>Security</gui> from <gui>None</gui>.
ast: Vaya a la pestaña de <gui>Seguridad inalámbrica</gui> y camuda la <gui>Seguridad</gui> pa que no seya <gui>Denguna</gui>.
el: Πηγαίνετε στην καρτέλα <gui>Ασύρματη Ασφάλεια</gui> και αλλάξτε την <gui>Ασφάλεια</gui> από <gui>Καμία</gui>.
es: Vaya a la pestaña de <gui>Seguridad inalámbrica</gui> y cambie la <gui>Seguridad</gui> para que no sea <gui>Ninguna</gui>.
nl: Ga naar het tabblad <gui>Draadloos beveiliging</gui> en wijzig de <gui>Beveiliging</gui>.
pt_br: Vá até a aba <gui>Segurança sem fio</gui> e altere a <gui>Segurança</gui> de <gui>Nenhum</gui>.

source: Choose your own password and then click <gui>Save</gui>. The other computers connected to the ad-hoc connection will have to reconnect and you'll have to enter the password on each of them.
ast: Escueya su propia contraseña y calca en <gui>Guardar</gui>. Los demás equipos conectados a la conexón ad-hoc tendrán que volverse a coneutar y tendrá que introducir la contraseña en cada uno de ellos.
el: Επιλέξτε το δικό σας κωδικό πρόσβασης και στη συνέχεια κάντε κλικ στο κουμπί <gui>Αποθήκευση</gui>. Οι άλλοι υπολογιστές που συνδέονται με τη σύνδεση ad hoc θα πρέπει να επανασυνδεθούν και θα πρέπει να εισάγετε τον κωδικό πρόσβασης για καθένα από αυτά.
es: Elija su propia contraseña y pulse en <gui>Guardar</gui>. Los demás equipos conectados a la conexión ad-hoc tendrán que volverse a conectar y tendrá que introducir la contraseña en cada uno de ellos.
pt_br: Escolha sua própria senha e depois clique em <gui>Salvar</gui>. Os outros computadores conectados à conexão ad-hoc terão que reconectar e você terá que entrar com a senha em cada um deles.

source: There are few Linux viruses, so you probably don't need anti-virus software.
ast: Hai mui pocos virus pa Linux, así que dablemente no necesite software antivirus.
el: Υπάρχουν λίγοι ιοί για Linux, έτσι πιθανώς δεν χρειάζεστε λογισμικό κατά των ιών (antivirus).
es: Hay muy pocos virus para Linux, así que probablemente no necesite software antivirus.
fi: Linux-koneille on olemassa vain muutamia viruksia, joten et todennäköisesti tarvitse virustorjuntaohjelmistoa.
nl: Er zijn maar weinig Linux virussen, dus heeft u waarschijnlijk geen anti-virussoftware nodig.
pt_br: Há poucos vírus para Linux, então você provavelmente não precisa de um programa antivírus.

source: Do I need anti-virus software?
ast: ¿Necesito software antivirus?
el: Χρειάζομαι λογισμικό κατά των ιών;
es: ¿Necesito software antivirus?
fi: Tarvitsenko virustentorjuntaohjelman?
nl: Heb ik anti-virussoftware nodig?
pt_br: Eu preciso de um programa antivírus?

source: If you are used to Windows or Mac OS, you are probably also used to having anti-virus software running all of the time. Anti-virus software runs in the background, constantly checking for computer viruses which might find their way onto your computer and cause problems.
ast: Si ta acostumbráu a Windows o Mac OS, es probable que tamién esté acostumbráu a usar software antivirus corriendo too el tiempu. El software antivirus se ejecuta en segundu planu, comprobando el equipu constantemente en busca de virus que pudieran cruzase en su camino y causarle problemes.
el: Αν έχετε συνηθίσει τα Windows ή Mac OS, έχετε πιθανώς συνηθίσει να χρησιμοποιείτε λογισμικό προστασίας κατά των ιών, που τρέχει όλη την ώρα. Το λογισμικό προστασίας κατά των ιών τρέχει στο παρασκήνιο, συνέχεια ελέγχει για ιούς στον υπολογιστή που θα μπορούσαν να βρουν το δρόμο τους στον υπολογιστή σας και να προκαλέσουν προβλήματα.
fi: Jos olet aiemmin käyttänyt esimerkiksi Windowsia, olet varmastikin tottunut jatkuvasti taustalla toimivaan virustorjuntaohjelmaan. Virustorjuntaohjelmien tehtävänä on tutkia jatkuvasti koneen toimia ja estää haittojen syntyminen.
nl: Als u gewend bent aan Windows of Mac OS, dan bent u waarschijnlijk ook gewend aan het continue draaien van anti-virussoftware. Anti-virussoftware draait op de achtergrond; deze zoekt voortdurend naar computervirussen die mogelijk de weg naar uw computer weten te vinden en daar problemen veroorzaken.
pt_br: Se você está acostumado com o Windows ou o Mac OS, você provavelmente também está acostumado a ter programas antivírus sendo executados o tempo todo. Programas antivírus são executados em segundo plano, procurando constantemente por vírus que podem invadir seu computador e causar problemas.

source: Anti-virus software does exist for Linux, but you probably don't need to use it. Viruses which affect Linux are still very rare. Some argue that this is because Linux is not as widely used as other operating systems, so no-one writes viruses for it. Others argue that Linux is intrinsically more secure, and security problems which viruses could make use of are fixed very quickly.
ast: No esiste software antivirus pa Linux, pero dablemente no necesite usalu. Los virus que afectan a GNU/Linux son entá mui raros. Dellos argumentan que esto se tien de a que GNU/Linux no es tan ampliamente usados como otros sistemes operativos, polo que no tien quien le escribe virus pa elli. Otros argumentan que GNU/Linux es intrínsecamente más seguru, y que los problemes de seguridá de los que los virus podrían facer usu se solucionan mui rápidamente.
el: Υπάρχει λογισμικό κατά των ιών για ιούς σε Linux, αλλά ίσως δεν χρειαστεί να το χρησιμοποιήσετε. Οι ιοί που επηρεάζουν το Linux είναι ακόμα πολύ σπάνιοι. Ορισμένοι υποστηρίζουν ότι αυτό συμβαίνει επειδή το Linux δεν είναι τόσο ευρέως χρησιμοποιημένο όπως τα άλλα λειτουργικά συστήματα, οπότε κανείς δεν γράφει ιούς για αυτό. Άλλοι υποστηρίζουν ότι το Linux είναι εγγενώς πιο ασφαλές, και τα προβλήματα ασφάλειας τα οποία εκμεταλλέονται οι ιοί θα μπορούσαν να διορθώνονται πολύ γρήγορα. Σε κάθε περίπτωση, οι χρήστες Linux εγκαθιστούν τα απαραίτητα προγράμματα από το Κέντρο λογισμικού, κάτι που περιορίζει την ανάγκη εγκατάστασης προγραμμάτων από προβληματικές πηγές.
fi: Linuxille on olemassa virustorjuntaohjelmia, mutta mitä luultavimmin niille ei ole tarvetta. Linuxiin vaikuttavat virukset ovat edelleen hyvin harvinaisia. Jotkut sanovat sen johtuvan siitä, ettei Linux ole yhtä käytetty kuin tietyt muut käyttöjärjestelmät. Toisten mielestä Linux on olennaisesti muita käyttöjärjestelmiä turvallisempi, ja tietoturvaongelmat joita virukset voisivat hyödyntää, korjataan nopeasti.
nl: Er bestaat anti-virussoftware voor Linux, maar u zult die waarschijnlijk niet nodig hebben. Virussen die Linux aantasten zijn nog steeds zeer zeldzaam. Sommigen zeggen dat dit komt doordat Linux niet zoveel gebruikt wordt als andere besturingssystemen, dus niemand schrijft er virussen voor. Anderen stellen dat Linux wezenlijk veiliger is, en dat beveiligingsproblemen waar virussen gebruik van zouden kunnen maken zeer snel worden opgelost.
pt_br: Programas antivírus existem para Linux, mas você provavelmente não vai precisar usá-los. Vírus que afetam o Linux são ainda muito raros. Alguns alegam que isto é porque o Linux não é tão amplamente utilizado como outros sistemas operacionais, por isso ninguém escreve vírus para ele. Outros alegam que o Linux é intrinsecamente mais seguro, e problemas de segurança que os vírus poderiam utilizar são corrigidos muito rapidamente.

source: Whatever the reason, Linux viruses are so rare that you don't really need to worry about them at the moment.
ast: Cualquiera seya la razón, los virus de Linux son tan raros que realmente no necesita preocupase pollos en esti intre.
el: Όποιος και αν είναι ο λόγος, οι ιοί για Linux είναι τόσο σπάνιοι που δεν πρέπει πραγματικά να ανησυχείτε για αυτούς αυτή τη στιγμή.
fi: Mikä tahansa onkaan syy, Linux-virukset ovat niin harvinaisia, ettei niistä tarvitse juuri välittää tällä hetkellä.
nl: Wat de reden ook mag zijn, Linux virussen komen zo weinig voor dat u er zich op dit moment geen zorgen over hoeft te maken.
pt_br: Seja qual for a razão, vírus do Linux são tão raros que na verdade você não precisa se preocupar com eles no momento.

source: If you want to be extra-safe, or if you want to check for viruses in files that you are passing between yourself and people using Windows and Mac OS, you can still install anti-virus software. Check in the <app>Ubuntu Software Center</app> where a number of applications are available.
ast: Si quies tar extremadamente seguru, o si quies guetar virus en ficheros que esté pasando ente vusté y otres personas que usen Windows o Mac OS, entá puede instalar programes antivirus. Busque nel <app>Centro de software de Ubuntu</app>, donde hai varias aplicaciones disponibles.
el: Αν θέλετε να είστε εξαιρετικά ασφαλείς ή αν θέλετε να ελέγξετε για ιούς σε αρχεία που περνάνε σε εσάς και ανθρώπους που χρησιμοποιούν τα Windows και Mac OS, μπορείτε ακόμα να εγκαταστήσετε λογισμικό προστασίας από ιούς. Ελέγξτε στο <app>Κέντρο λογισμικού Ubuntu</app> όπου είναι διαθέσιμες μια σειρά από εφαρμογές.
es: Si quiere estar extremadamente seguro, o si desea buscar virus en archivos que esté pasando entre usted y otras personas que usen Windows o Mac OS, aún puede instalar programas antivirus. Busque en el <app>Centro de software de Ubuntu</app>, donde hay varias aplicaciones disponibles.
fi: Jos kuitenkin olet erityisen varovainen virusten suhteen tai haluat tarkistaa tiedostosi virusten varalta, joita käytät Linuxin lisäksi Windowsissa tai Macissa, voit asentaa virustentorjuntaohjelmiston. Tarkista niiden saatavuus <app>Ubuntun sovellusvalikoimasta</app>.
nl: Als u extra beveiligd wilt zijn, of als u bestanden die u doorstuurt naar andere mensen die Windows en Mac OS gebruiken op virussen wilt controleren, dan kunt u altijd nog anti-virussoftware installeren. Kijk in het <app>Ubuntu softwarecentrum</app> waar verschillende toepassingen beschikbaar zijn.
pt_br: Se você desejar ser extra cauteloso, ou se você quer procurar vírus em arquivos que você estiver passando para pessoas que usam o Windows ou o Mac OS, você pode instalar um programa de anti-vírus. Procure na <app>Central de Programas do Ubuntu</app>, onde diversos aplicativos estão disponíveis.

source: <link xref="net-default-browser">Change the default browser</link>, <link xref="net-install-flash">install flash</link>, <link xref="net-install-java-plugin">install the java plugin</link>...
ast: <link xref="net-default-browser">Camudar el restolador predetermináu</link>, <link xref="net-install-flash">instalar Flash</link>, <link xref="net-install-java-plugin">instalar el complementu de Java</link>...
el: <link xref="net-default-browser">Αλλάξτε το προεπιλεγμένο πρόγραμμα περιήγησης</link>, <link xref="net-install-flash">εγκαταστήσετε το flash</link>, <link xref="net-install-java-plugin">εγκαταστήσετε το πρόσθετο java </link> ...
es: <link xref="net-default-browser">Cambiar el navegador predeterminado</link>, <link xref="net-install-flash">instalar Flash</link>, <link xref="net-install-java-plugin">instalar el complemento de Java</link>...
fi: <link xref="net-default-browser">Vaihda oletusselainta</link>, <link xref="net-install-flash">asenna Flash</link>, <link xref="net-install-java-plugin">asenna Java-lisäosa</link>...
nl: <link xref="net-default-browser">De standaard browser wijzigen</link>, <link xref="net-install-flash">Flash installeren</link>, <link xref="net-install-java-plugin">de Java-plugin installeren</link>...
pt_br: <link xref="net-default-browser">Mude o navegador padrão</link>, <link xref="net-install-flash">instale o Flash</link>, <link xref="net-install-java-plugin">instale o plugin do Java</link>...

source: The Ubuntu Documentation Team
ast: Equipu de documentación de Ubuntu
ca: L'equip de documentació de l'Ubuntu
cs: Dokumentační tým Ubuntu
de: Das Ubuntu-Dokumentations-Team
el: Η ομάδα τεκμηρίωσης του Ubuntu
es: Equipo de documentación de Ubuntu
fi: Ubuntun dokumentointitiimi
gl: Equipo de documentación de Ubuntu
hr: Tim Ubuntu dokumentacije
ms: Pasukan Dokumentasi Ubuntu
nl: Het Ubuntu-documentatieteam
pl: Zespół dokumentacji Ubuntu
pt_br: O time de documentação do Ubuntu
sv: Ubuntus dokumentationsteam
tr: Ubuntu Belgelenedirme Takımı
zh_cn: Ubuntu 文档团队

source: Web Browsers
ast: Navegadores web
el: Περιηγητές διαδικτύου
es: Navegadores web
fi: Selaimet
pt_br: Navegadores web
ru: Веб-обозреватели

source: <link xref="net-chat-empathy">Chat on any network using <app>Empathy</app></link>, <link xref="net-chat-video">make video calls</link>, <link xref="net-chat-skype">install skype</link>, <link xref="net-chat-social">social networking apps</link>
ast: <link xref="net-chat-empathy">Charlar en cualesquier red usando <app>Empathy</app></link>, <link xref="net-chat-video">facer videollamadas</link>, <link xref="net-chat-skype">instalar Skype</link>, <link xref="net-chat-social">aplicaciones de redes sociales</link>
el: <link xref="net-chat-empathy">Συνομιλία σε οποιοδήποτε δίκτυο χρησιμοποιώντας τον <app>Άμεσο αποστολέα μηνυμάτων empathy</app></link>, <link xref="net-chat-video">πραγματοποιείτε κλήσεις βίντεο</link>, <link xref="net-chat-skype">εγκαταστήστε το Skype</link>, <link xref="net-chat-social">εφαρμογές κοινωνικής δικτύωσης</link>
es: <link xref="net-chat-empathy">Charlar en cualquier red usando <app>Empathy</app></link>, <link xref="net-chat-video">hacer videollamadas</link>, <link xref="net-chat-skype">instalar Skype</link>, <link xref="net-chat-social">aplicaciones de redes sociales</link>
fi: <link xref="net-chat-empathy">Pikaviestit kaikissa palveluissa <app>Empathylla</app></link>, <link xref="net-chat-video">videopuhelut</link>, <link xref="net-chat-skype">Skypen asentaminen</link>, <link xref="net-chat-social">sosiaalisten verkostojen sovellukset</link>
nl: <link xref="net-chat-empathy">Chatten op een netwerk via <app>Empathy</app></link>, <link xref="net-chat-video">videogesprekken voeren</link>, <link xref="net-chat-skype">Skype installeren</link>, <link xref="net-chat-social">toepassingen voor sociaal netwerken</link>
pt_br: <link xref="net-chat-empathy">Converse em qualquer rede usando o <app>Empathy</app></link>, <link xref="net-chat-video">faça vídeo-chamadas</link>, <link xref="net-chat-skype">installe o Skype</link>, <link xref="net-chat-social">aplicativos de rede social</link>
ru: <link xref="net-chat-empathy">Общайтесь в любой сети используя <app>Empathy</app></link>, <link xref="net-chat-video">совершайте видеозвонки</link>, <link xref="net-chat-skype">вы можете установить skype</link>, <link xref="net-chat-social">приложения для взаимодействия с социальными сетями</link>
