Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Add, delete, and rename bookmarks in the file manager.
ast: Amestar, desaniciar y renomar marcadores nel xestor de ficheros.
el: Προσθέστε, διαγράψτε και μετονομάστε σελιδοδείκτες στο διαχειριστή αρχείων.
es: Añadir, eliminar y renombrar marcadores en el gestor de archivos.
fi: Lisää, poista ja nimeä kirjanmerkkejä tiedostonhallinnassa.
nl: Bladwijzers aan bestandsbeheer toevoegen, verwijderen en hernoemen.
pt_br: Adicionar, apagar e renomear marcadores no gerenciador de arquivos.
ru: Добавление, удаление и переименование закладок в менеджере файлов.

source: Edit folder bookmarks
ast: Editar marcadores de carpeta
el: Επεξεργασία σελιδοδεικτών φακέλων
es: Editar marcadores de carpeta
fi: Kansiokirjanmerkkien muokkaaminen
pt_br: Editar marcadores de pasta
ru: Редактирование закладок

source: Your bookmarks are listed in the <gui>Bookmarks</gui> menu of the file manager.
ast: Sus marcadores se listan nel menú <gui>Marcadores</gui> del xestor de ficheros.
el: Οι σελιδοδείκτες σας είναι σε λίστα στο μενού <gui>Σελιδοδείκτες</gui> του διαχειριστή αρχείων.
es: Sus marcadores se listan en el menú <gui>Marcadores</gui> del gestor de archivos.
fi: Kirjanmerkit löytyvät tiedostonhallinnan <gui>Kirjanmerkit</gui>-valikosta.
nl: Uw bladwijzers staan in het menu <gui>Bladwijzers</gui> van bestandsbeheer.
pt_br: Seus marcadores estão listados no menu <gui>Marcadores</gui>, no gerenciador de arquivos.
ru: Список сделанных вами закладок находится в меню <gui>Закладки</gui> менеджера файлов.

source: Delete a bookmark:
ast: Desaniciar un marcador:
el: Διαγραφή ενός σελιδοδείκτη:
es: Eliminar un marcador:
fi: Poista kirjanmerkki:
nl: Een bladwijzer verwijderen:
pt_br: Apagar um marcador:
ru: Удаление закладки:

source: Click on <guiseq><gui>Bookmarks</gui><gui>Edit Bookmarks</gui></guiseq>.
ast: Calca en <guiseq><gui>Marcadores</gui><gui>Editar los marcadores</gui></guiseq>.
el: Κάντε κλικ επιλέγοντας <guiseq><gui>Σελιδοδείκτες</gui><gui>Επεξεργασία σελιδοδεικτών</gui></guiseq>.
es: Pulse en <guiseq><gui>Marcadores</gui><gui>Editar los marcadores</gui></guiseq>.
fi: Napsauta <guiseq><gui>Kirjanmerkit</gui><gui>Muokkaa kirjanmerkkejä</gui></guiseq>.
nl: Klik op <guiseq><gui>Bladwijzers</gui><gui>Bladwijzers bewerken…</gui></guiseq>.
pt_br: Clique em <guiseq><gui>Marcadores</gui><gui>Editar Marcadores</gui></guiseq>.
ru: Щёлкните <guiseq><gui>Закладки</gui><gui>Изменить закладки</gui></guiseq>.

source: In the <gui>Edit Bookmarks</gui> window, select the bookmark you wish to delete and click <gui>Remove</gui>.
ast: Na ventana <gui>Editar marcadores</gui>, escueyi el marcador que quies desaniciar y calca <gui>Desaniciar</gui>.
el: Στο παράθυρο <gui>Επεξεργασία σελιδοδεικτών</gui>, επιλέξτε το σελιδοδείκτη που επιθυμείτε να διαγράψετε και κάντε κλικ στην αφαίρεση <gui>Αφαίρεση</gui>.
es: En la ventana <gui>Editar marcadores</gui>, seleccione el marcador que quiere eliminar y pulse <gui>Eliminar</gui>.
fi: Valitse <gui>Muokkaa kirjanmerkkejä</gui> -ikkunassa se kirjanmerkki, jonka haluat poistaa, ja napsauta <gui>Poista</gui>.
pt_br: Na janela <gui>Editar Marcadores</gui>, selecione o marcador que você deseja apagar e clique em <gui>Remover</gui>.
ru: В окне <gui>Изменить закладки</gui> выберите закладку, которую хотите удалить и щёлкните <gui>Удалить</gui>.

source: Click <gui>Close</gui>.
ast: Calca <gui>Zarrar</gui>.
el: Κάντε κλικ στο <gui>Κλείσιμο</gui>.
es: Pulse </gui>Cerrar<gui>.
fi: Napsauta <gui>Sulje</gui>.
nl: Klik op <gui>Sluiten</gui>.
pt_br: Clique em <gui>Fechar</gui>.
ru: Щёлкните <gui>Закрыть</gui>.

source: Add a bookmark:
ast: Amestar un marcador:
el: Προσθήκη ενός σελιδοδείκτη:
es: Añadir un marcador:
fi: Lisää kirjanmerkki:
nl: Een bladwijzer toevoegen:
pt_br: Adicionar ao favoritos:
ru: Добавление закладки:

source: Open the folder (or location) that you want to bookmark.
ast: Abra la carpeta (o allugamientu) que quiera amestar a marcadores.
el: Ανοίξτε τον φάκελο (ή την τοποθεσία) που επιθυμείτε να προσθέσετε στους σελιδοδείκτες.
es: Abra la carpeta (o ubicación) que quiera añadir a marcadores.
fi: Avaa kansio tai sijainti, jonka haluat lisätä kirjanmerkiksi.
pt_br: Abra a pasta (ou localização) que você quer como marcador.
ru: Откройте папку (или место), для которой хотите сделать закладку.

source: Click <guiseq><gui>Bookmarks</gui><gui>Add Bookmark</gui></guiseq>.
ast: Calca <guiseq><gui>Marcadores</gui><gui>Amestar un marcador</gui></guiseq>.
el: Κάντε κλικ επιλέγοντας από το μενού <guiseq><gui>Σελιδοδείκτες</gui><gui>Προσθήκη σελιδοδείκτη</gui></guiseq>.
es: Pulse <guiseq><gui>Marcadores</gui><gui>Añadir un marcador</gui></guiseq>.
fi: Valitse <guiseq><gui>Kirjanmerkit</gui><gui>Lisää kirjanmerkki</gui></guiseq>.
pt_br: Clique em <guiseq><gui>Marcadores</gui><gui>Adicionar Marcador</gui></guiseq>.
ru: Щёлкните <guiseq><gui>Закладки</gui><gui>Добавить закладку</gui></guiseq>.

source: Rename a bookmark
ast: Renomar un marcador
el: Μετονομασία ενός σελιδοδείκτη
es: Renombrar un marcador
fi: Nimeä kirjanmerkki uudelleen
nl: Een bladwijzer hernoemen
pt_br: Renomear um marcador
ru: Переименование закладки

source: In the <gui>Edit Bookmarks</gui> window, select the bookmark you wish to rename.
ast: Na ventana <gui>Editar marcadores</gui>, escueyi el marcador que quies renomar.
el: Στο παράθυρο <gui>Επεξεργασία σελιδοδεικτών</gui>, επιλέξτε το σελιδοδείκτη που επιθυμείτε να μετονομάσετε.
es: En la ventana <gui>Editar marcadores</gui>, seleccione el marcador que quiere renombrar.
fi: Valitse <gui>Muokkaa kirjanmerkkejä</gui> -ikkunassa se kirjanmerkki, jonka haluat nimetä uudelleen.
pt_br: Na janela <gui>Editar Marcadores</gui>, selecione o marcador que você deseja renomear.
ru: В окне <gui>Изменить закладки</gui> выберите закладку, которую хотите переименовать.

source: In the <gui>Name</gui> text box, type the new name for the bookmark.
ast: Na caxella <gui>Nome</gui> teclee el nome nuevu pa el marcador.
el: Στο πλαίσιο κειμένου <gui>Όνομα</gui>, πληκτρολογήστε το νέο όνομα για το σελιδοδείκτη.
es: En la casilla <gui>Nombre</gui> teclee el nombre nuevo para el marcador.
fi: Kirjoita <gui>Nimi</gui>-kenttään kirjanmerkin uusi nimi.
nl: Voer een nieuwe naam voor de bladwijzer in het <gui>Naam</gui> tekstveld in.
pt_br: Na caixa de texto <gui>Nome</gui>, digite o novo nome para o marcador.
ru: В текстовом поле <gui>Наименование</gui> наберите новое наименование для закладки.

source: Renaming a bookmark does not rename the folder. If you have bookmarks to two different folders in two different locations, but which each have the same name, the bookmarks will have the same name, and you won't be able to tell them apart. In these cases, it is useful to give a bookmark a name other than the name of the folder it points to.
ast: Al renomar un marcador no se renombra la carpeta. Si tien marcadores de dos carpetas distintes en dos ubicaciones distintes, pero cada una col mesmu nome, el marcador tendrá el mesmu nome, y no podrá distinguirlos. En esos casos, es útil darle al marcador un nome distinto al de la carpeta a la que apunta.
el: Μετονομάζοντας ένα σελιδοδείκτη δεν μετονομάζετε το φάκελο. Αν έχετε σελιδοδείκτες σε δύο διαφορετικούς φακέλους σε δύο διαφορετικές τοποθεσίες, αλλά που το καθένα έχει το ίδιο όνομα, οι σελιδοδείκτες θα έχουν το ίδιο όνομα, και δεν θα είναι σε θέση να τους ξεχωρίσουμε. Σε αυτές τις περιπτώσεις, είναι χρήσιμο να δώσουμε σε ένα σελιδοδείκτη ένα διαφορετικό από το όνομα του φακέλου.
es: Al renombrar un marcador no se renombra la carpeta. Si tiene marcadores de dos carpetas distintas en dos ubicaciones distintas, pero cada una con el mismo nombre, el marcador tendrá el mismo nombre, y no podrá distinguirlos. En esos casos, es útil darle al marcador un nombre distinto al de la carpeta a la que apunta.
pt_br: Renomeando um marcador não renomear a pasta. Se você tiver marcadores para duas pastas diferentes em dois locais diferentes, mas que cada um tem o mesmo nome, os marcadores irão ter o mesmo nome, e você não será capaz de distingui-los. Nestes casos, é útil dar ao marcador um nome diferente do nome da pasta que ele aponta.
ru: Смена наименования закладки не переименовывает папку. Если у вас есть закладки на две разные папки в двух разных местах, имеющих одинаковое имя, то закладки будут иметь одинаковое наименование, и вы не сможете различить их. В таких случаях полезно дать закладке наименование, отличающееся от имени папки, на которую она указывает.

source: View and edit files on another computer over FTP, SSH, Windows shares, or WebDAV.
ast: Ver y editar ficheros en otru equipu sobro FTP, SSH, compartidos de Windows o WebDAV.
el: Εμφανίστε και επεξεργαστείτε αρχεία σε κάποιον άλλο υπολογιστή μέσω FTP, SSH, διαμοίραση των Windows,ή WebDAV.
es: Ver y editar archivos en otro equipo sobre FTP, SSH, compartidos de Windows o WebDAV.
fi: Katsele ja muokkaa toisella tietokoneella olevia tiedostoja FTP:n, SSH:n, Windows-levyjaon tai WebDAVin kautta.
nl: Bestanden bekijken en bewerken op een andere computer via FTP, SSH, Windows shares, of WebDAV.
pt_br: Visualizar e editar arquivos em um outro computador sobre FTP, SSH, compartilhamentos Windows ou WebDAV.
ru: Просматривайте и изменяйте файлы на другом компьютере, используя FTP, SSH, общедоступные ресурсы Windows или WebDAV.

source: Browse files on a server or network share
ast: Examinar ficheros nun sirvidor o compartición de red
el: Περιήγηση αρχείων σε έναν εξυπηρετητή ή ένα κοινόχρηστο δίκτυο
es: Examinar archivos en un servidor o compartición de red
fi: Selaa palvelimen verkkojaon tiedostoja
nl: Door bestanden op een server of netwerk bladeren
pt_br: Procure arquivos em um servidor ou um compartilhamento de rede
ru: Обзор файлов на сервере или сетевом общедоступном ресурсе

source: You can connect to a server or network share to browse and view files on that server, exactly as if they were on your own computer. This is a convenient way to download or upload files on the internet, or to share files with other people on your local network.
ast: Puede coneutase a un recursu compartido de sirvidor o la red pa restolar y ver los ficheros nel sirvidor, exactamente como si estuvieran en su propio equipu. Esta es una manera adecuada de cargar o baxar ficheros en Internet, o pa compartir ficheros con otres personas en su red local.
el: Μπορείτε να συνδεθείτε σε ένα κοινόχρηστο διακομιστή ή δίκτυο για να αναζητήσετε και να δείτε τα αρχεία σε αυτόν το διακομιστή, ακριβώς σαν να ήταν στον δικό σας υπολογιστή. Αυτό είναι ένας βολικός τρόπος για να κατεβάσετε ή να ανεβάσετε αρχεία στο διαδίκτυο ή να μοιράζεστε αρχεία με άλλα άτομα στο τοπικό σας δίκτυο.
fi: Voit yhdistää palvelimeen tai levyjakoon selataksesi kohteessa olevia tiedostoja aivan kuin ne olisivat omalla tietokoneellasi. Tämä on kätevä tapa lähettää tiedostoja tai ladata tiedostoja internetistä tai paikallisesta verkosta.
pt_br: Você pode conectar a um servidor ou a um compartilhamento de rede para navegar e visualizar arquivos naquele servidor, exatamente como se eles estivessem no seu próprio computador.
ru: Вы можете подключиться к серверу или сетевому общедоступному ресурсу и просматривать файлы находящиеся на сервере, точно также как и файлы на вашем собственном компьютере. Это удобный способ для загрузки или выгрузки файлов в интернет или для открытия общего доступа к вашим файлам пользователям локальной сети.

source: To browse files over the network, first <link xref="files-browse">open the file manager</link>
ast: Pa explorar ficheros a traviés de la red, primero <link xref="files-browse">abra el xestor de ficheros</link>
el: Για να περιηγηθείτε στα αρχεία μέσω του δικτύου, πρώτα <link xref="files-browse">ανοίξτε το διαχειριστή αρχείων</link>
es: Para explorar archivos a través de la red, primero <link xref="files-browse">abra el gestor de archivos</link>
fi: <link xref="files-browse">Avaa tiedostonhallinta</link> selataksesi verkossa olevia tiedostoja.
nl: Om via het netwerk door bestanden te bladeren, <link xref="files-browse">open bestandsbeheer</link>
pt_br: Para procurar arquivos sobre a rede, primeiro <link xref="files-browse">abra o gerenciador de arquivos</link>
ru: Если вы хотите просмотреть файлы используя сеть, для начала <link xref="files-browse">откройте обозреватель файлов</link>

source: Click <gui>Browse Network</gui> in the sidebar, or select <gui>Network</gui> from the <gui>Go</gui> menu. The file manager will find any computers on your local area network that advertise their ability to serve files. If you want to connect to a server on the internet, or if you do not see the computer you're looking for, you can manually connect to a server by typing in its internet/network address.
ast: Fai clic en <gui>Restolar na rede</gui> na barra llateral, o seleiciona <gui>Rede</gui> dende'l menú <gui>Dir</gui>. El xestor de ficheros alcontrará tolos equipos na to rede d'área llocal que tán disponibles pa sirvir ficheros. Si quies coneutate a un sirvido n'Internet, o si nun vel l'equipu que tas buscando, pues coneutate de mou manual a un sirvidor escribiendo la direición de rede/Internet.
el: Κάντε κλικ στην πλευρική στήλη <gui>Αναζήτηση δικτύου</gui>, ή επιλέξτε <gui>Δίκτυο</gui> από το μενού <gui>Μετάβαση</gui>. Ο διαχειριστής αρχείων θα βρει όλους τους υπολογιστές στο τοπικό σας δίκτυο που προβάλουν την ικανότητά τους να χρησιμοποιούν αρχεία. Αν θέλετε να συνδεθείτε σε ένα διακομιστή στο διαδίκτυο, ή αν δεν μπορείτε να δείτε τον υπολογιστή που ψάχνετε, μπορείτε χειροκίνητα να συνδεθείτε σε ένα διακομιστή, πληκτρολογώντας τη διαδικτυακή/δικτυακή διεύθυνση.
pt_br: Clique em <gui>Navegar na rede</gui> na barra lateral, ou selecione <gui>Rede</gui> a partir do menu <gui>Ir</gui>. O gerenciador de arquivos encontrará quaisquer computadores na sua rede local que indiquem a habilidade de servir arquivos. Se você quiser se conectar a um servidor na Internet, ou se você não conseguir ver o computador que você está procurando, você poderá se conectar manualmente ao servidor digitando o seu endereço de rede/Internet.
ru: Щёлкните по закладке <gui>Обзор сети</gui> на боковой панели или выберите <gui>Сеть</gui> в меню <gui>Переход</gui>. Обозреватель файлов выполнит поиск всех компьютеров в вашей локальной сети, у которых включена возможность обслуживания файлов. Если вы хотите подключиться к серверу в интернете или вы не нашли необходимый вам компьютер, вы можете самостоятельно подключиться к серверу, введя его интернет/сетевой адрес.

source: Connect to a file server
ast: Coneutar con una un sirvidor de ficheros
el: Σύνδεση σε ένα διακομιστή αρχείων
es: Conectar con una un servidor de archivos
fi: Yhdistä tiedostopalvelimeen
nl: Met een bestandsserver verbinden
pt_br: Conectar-se a um servidor de arquivos
ru: Подключение к файловому серверу

source: In the file manager, click <guiseq><gui>File</gui> <gui>Connect to Server</gui></guiseq>.
ast: Nel xestor de ficheros calca <guiseq><gui>Ficheru</gui><gui>Coneutar con el sirvidor</gui></guiseq>.
el: Στον διαχειριστή αρχείων, κάντε κλικ <guiseq><gui>Αρχείο</gui> <gui>Σύνδεση σε εξυπηρετητή</gui></guiseq>.
fi: Avaa tiedostonhallinta ja valitse <guiseq><gui>Tiedosto</gui> <gui>Yhdistä palvelimeen...</gui></guiseq>
nl: In bestandsbeheer, klik op <guiseq><gui>Bestand</gui> <gui>Verbinden met server</gui></guiseq>.
pt_br: No gerenciador de arquivos, clique em <guiseq><gui>Arquivo</gui> <gui>Conectar ao servidor...</gui></guiseq>.
ru: В обозревателе файлов, щёлкните <guiseq><gui>Файл</gui> <gui>Подключиться к серверу...</gui></guiseq>.

source: Enter the server address, select the type of server, and enter any additional information as required. Then click <gui>Connect</gui>. Details on server types are <link xref="#types">listed below</link>.
ast: Introduza la direición del sirvidor, escueyi la triba de sirvidor e introduzca cualesquier información adicional que se le pida. Dempués calca <gui>Coneutar</gui>. Los detalles de tribes de sirvidor se <link xref="#types">listan dempués</link>.
el: Εισάγετε τη διεύθυνση του διακομιστή, επιλέξτε τον τύπο του διακομιστή, και εισάγετε οποιαδήποτε πρόσθετη πληροφορία απαιτείται. Στη συνέχεια κάντε κλικ <gui>Σύνδεση</gui>. Λεπτομέρειες σχετικά με τους τύπους διακομιστή <link xref="#types">αναφέρονται παρακάτω</link>.
nl: Voer het adres van de server in, selecteer het type server, en voer eventuele aanvullende informatie in. Klik daarna op <gui>Verbinden</gui>. Details over server types zijn <link xref="#types">hieronder vermeld</link>.
pt_br: Digite o endereço do servidor, selecione o tipo de servidor e digite todas as informações adicionais requisitadas. Então, clique <gui>Conectar</gui>. Detalhes sobre os tipos de servidores estão <link xref="#types">listados abaixo</link>.
ru: Введите адрес сервера, выберите тип сервера и введите все необходимые сведение. Затем щёлкните <gui>Подключиться</gui>. Сведения о типах серверов <link xref="#types">перечислены ниже</link>.

source: For servers on the internet, you can usually use the domain name (e.g. <sys>ftp.example.com</sys>). For computers on your local network, however, you may have to use the computer's <link xref="net-findip">numeric IP address</link>.
ast: Pa sirvidores en Internet, puede normalmente usar el nome de dominiu (por exemplu <sys>ftp.exemplu.com</sys>). Pa equipos en su red local, tien de usar la <link xref="net-findip">direición IP numérica</link> del equipu.
el: Για εξυπηρετητές στο διαδίκτυο, συνήθως μπορείτε να χρησιμοποιήσετε το όνομα τομέα (domain, π.χ. <sys>ftp.example.com</sys>). Για υπολογιστές στο τοπικό σας δίκτυο, όμως, μπορεί να χρειαστεί να χρησιμοποιήσετε την <link xref="net-findip">αριθμητική διεύθυνση IP</link> του υπολογιστή.
pt_br: Para servidores na Internet, geralmente você poderá usar o nome de domínio (p. ex., <sys>ftp.example.com</sys>). Para computadores na sua rede local, entretanto, você terá que usar o <link xref="net-findip">endereço IP numérico</link>.
ru: Для серверов расположенных в интернете, вы можете использовать имя домена (например <sys>ftp.example.com</sys>). Для компьютеров подключённых к вашей локальной сети, возможно придётся использовать <link xref="net-findip">цифровой IP-адрес</link>.

source: A new window will open showing you the files on the server. You can browse the files just as you would for those on your own computer.
ast: Se abrirá una nueva ventana mostrando los ficheros nel sirvidor. Puede restolar polos ficheros de la mesma manera que pa los de su propio equipu.
el: Ένα νέο παράθυρο θα ανοίξει δείχνοντάς σας τα αρχεία στον εξυπηρετητή. Μπορείτε να περιηγηθείτε στα αρχεία όπως θα κάνατε σε αυτά στο δικό σας υπολογιστή.
fi: Uusi ikkuna aukeaa, ja siinä näkyy palvelimella olevat tiedostot. Voit selata tiedostoja aivan kuten ne omalla koneellasi olevia tiedostoja.
nl: Een nieuw venster wordt geopend met uw bestanden op de server. U kunt op dezelfde manier door deze bestanden bladeren als u op uw eigen computer zou doen.
pt_br: Uma nova janela irá ser aberta mostrando os arquivos no servidor. Você poderá navegar pelos arquivos como faria em seu próprio computador.
ru: Откроется новое окно, в котором будете отображаться файлы на сервере. Вы можете просматривать файлы, точно также как на собственном компьютере.

source: The server will also be added to the sidebar so you can access it quickly in the future
ast: El sirvidor tamién se añadirá a la barra lateral pa que pueda acceder a elli rápidamente nel futuro
el: Ο εξυπηρετητής θα προστεθεί επίσης στην πλευρική μπάρα ώστε να μπορείτε να έχετε γρήγορη πρόσβαση σε αυτόν στο μέλλον.
fi: Palvelin lisätään myös sivupaneeliin, jolloin se on nopeasti käytettävissä myöhemmin.
nl: De server zal ook aan het zijpaneel toegevoegd worden, zodat u er in de toekomst snel bij kunt
pt_br: O servidor também será adicionado à barra lateral para que você possa acessá-lo rapidamente no futuro
ru: Сервер будет добавлен в боковую панель и у вас появится возможность быстрого доступа к нему в будущем

source: Different types of servers
ast: Estremaes tribes de sirvidores
el: Διαφορετικοί τύποι εξυπηρετητών
fi: Erilaiset palvelimet
nl: Verschillende soorten servers
pt_br: Tipos diferentes de servidores
ru: Различные типы серверов

source: You can connect to different types of servers. Some servers are public, and allow anybody to connect. Other servers require you to log in with a user name and password.
ast: Puede coneutase a estremaes tribes de sirvidores. Dellos sirvidores son públicos, y permiten que cualquiera se conecte. Otros sirvidores requieren entamar la sesión con un nome de usuariu y contraseña.
el: Μπορείτε να συνδεθείτε σε διαφορετικούς τύπους εξυπηρετητών. Μερικοί εξυπηρετητές είναι δημόσιοι και επιτρέπουν στον καθένα να συνδεθεί. Άλλοι εξυπηρετητές απαιτούν να συνδεθείτε με ένα όνομα χρήστη και κωδικό.
fi: Voit yhdistää erilaisiin palvelimiin. Jotkin palvelimet ovat julkisia, jolloin kuka tahansa voi yhdistää niihin. Toiset palvelimet vaativat kirjautumista käyttäjätunnusta ja salasanaa käyttäen.
pt_br: Você pode conectar-se a diferentes tipos de servidores. Alguns servidores são públicos e permitem que qualquer pessoa se conecte. Outros servidores requerem que você efetue log in, com um nome de usuário e senha.
ru: Вы можете подключаться к различным серверам. Некоторые серверы общедоступны и позволяют подключаться всем. Но для входа на некоторые серверы, необходимо ввести имя пользователя и пароль.

source: You may not have permissions to perform certain actions on files on a server. For example, on public FTP sites, you will probably not be able to delete files.
ast: Puede que no ten permisos pa realizar delles aiciones sobro los ficheros nun sirvidor. Por exemplu, en sitios FTP públicos, dablemente no sedrá capaz de desaniciar ficheros.
el: Μπορεί να μην έχετε δικαιώματα να εκτελέσετε κάποιες ενέργειες σε αρχεία στον εξυπηρετητή. Για παράδειγμα, σε δημόσιες σελίδες FTP, πιθανόν να μην μπορείτε να διαγράψετε αρχεία.
fi: Sinulla ei välttämättä ole riittäviä oikeuksia tiettyjen tiedostoihin liittyvien asioiden tekemiseksi. Esimerkiksi julkisilla FTP-palvelimilla et mitä luultavimmin pysty poistamaan tiedostoja.
nl: U zal niet de rechten hebben om bepaalde handelingen op een server uit te voeren. Bijvoorbeeld, op een publieke FTP-site zult u waarschijnlijk niet in staat zijn om bestanden te verwijderen.
pt_br: Você pode não ter permissões para executar algumas ações nos arquivos de um servidor. Por exemplo, em sites públicos de FTP, você provavelmente não será capaz de excluir arquivos.
ru: На сервере у вас могут отсутствовать права для выполнения определённых действий над файлами. Например на публичных FTP серверах, у вас возможно будет отсутствовать право для удаления файлов.

source: Types of servers
ast: Tribes de sirvidores
el: Τύποι εξυπηρετητών
es: Tipos de servidores
fi: Palvelintyyppejä
nl: Servertypes
pt_br: Tipos de servidores
ru: Типы серверов
