Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If no cards or drives are available in the <gui>Computer</gui> folder, it is possible that your card reader does not work with Linux due to driver issues. If your card reader is internal (inside the computer instead of sitting outside) this is more likely. The best solution is to directly connect your device (camera, cell phone, etc.) to a USB port on the computer. USB external card readers are also available, and are far better supported by Linux.
ast: Si nun hai denguna tarxeta o unidá disponible na carpeta <gui>Equipu</gui>, ye dable que'l to llector de tarxetes nun furrule con Linux por causes de drivers. Si'l llector de tarxetes ye internu (ta dientro del equipu y non fuera) eso ye más probable. La meyor solución ye coneutar el preséu (cámara, teléfonu celular, etc) nun puertu USB del equipu. Los llectores de tarxetes esternes tamién tán disponibles y tienen munchu meyor sofitu con Linux.
el: Αν δεν υπάρχει διαθέσιμη κάρτα ή οδηγός στον φάκελο <gui>Υπολογιστής</gui>, είναι πιθανόν ο αναγνώστης καρτών σας να μη λειτουργεί στο Linux λόγω πιθανών προβλημάτων με το πρόγραμμα οδήγησης. Αν ο αναγνώστης σας είναι εσωτερικός (μέσα στον υπολογιστή αντί να βρίσκεται εξωτερικά από αυτόν), αυτό είναι πιο πιθανό. Η καλύτερη λύση είναι να συνδέσετε απευθείας τη συσκευή σας (κάμερα, κινητό τηλέφωνο κλπ.) σε μία υποδοχή USB του υπολογιστή. Υπάρχουν επίσης εξωτερικοί αναγνώστες καρτών που συνδέονται μέσω USB, οι οποίοι υποστηρίζονται πολύ καλύτερα στο Linux.
fi: Jos <gui>Tietokone</gui>-kansiossa ei ole kortinlukijoita, on mahdollista, että korttisi ei toimi Linuxissa ajuriongelmien vuoksi. Tämä on todennäköisempää, jos kortinlukija on sisäinen (tietokoneen sisällä eikä ulkopuolella). Paras ratkaisu on yhdistää laite (kamera, matkapuhelin, jne.) suoraan tietokoneen USB-porttiin. USB:hen kytkettäviä ulkoisia kortinlukijoita on myös saatavilla ja ne ovat paljon laajemmin tuettuja Linuxissa.
nl: Als er geen kaarten beschikbaar zijn in de map <gui>Computer</gui>, dan is het mogelijk dat uw kaartlezer niet werkt met Linux omdat er geen stuurprogramma voor is. Dit is het meer waarschijnlijk wanneer u een ingebouwde kaartlezer heeft (in de computer in plaats van daar buiten). De beste oplossing is om uw apparaat (camera, mobiele telefoon, enz.) direct op een usb-poort van de computer aan te sluiten. Externe usb-kaartlezers zijn ook te krijgen en worden veel beter ondersteund door Linux.
pt_br: Se nenhum cartão ou unidade estiver disponível na pasta <gui>Computador</gui>, é possível que seu leitor de cartão não funcione com o Linux devido a questões de driver. Se o seu leitor de cartão é interno (está dentro do computador em vez de estar fora), isso é mais provável. A melhor solução é conectar o seu dispositivo (câmera, telefone celular, etc) em uma porta USB do computador. Leitores de cartão USB externos também estão disponíveis e são muito melhor suportados pelo Linux.
ru: Если в папке <gui>Компьютер</gui> карты или диски не отображаются, не исключено, что ваше устройство чтения не работает в Linux из-за проблем с драйверами. Это более вероятно, если ваше устройство чтения внутреннее (расположено внутри компьютера, не снаружи). Тогда лучшее решение – напрямую подключить ваше устройство (камеру, сотовый телефон и т. д.) через порт USB на компьютере. Также доступны внешние устройства USB для чтения карт, которые поддерживаются в Linux намного лучше.

source: In the depicted <gui>Computer</gui> window, a correctly-configured card reader is represented by three drives: <gui>CompactFlash</gui>, <gui>SmartMedia</gui>, and <gui>Secure Digital</gui>. Only the SD card is mounted, and is visible in the left column (where it says <em>31 MB F...</em>).
ast: Na imaxe de la ventana <gui>Equipu</gui>, un llector correutamente configuráu represéntase por trés unidaes: <gui>CompactFlash</gui>, <gui>SmartMedia</gui>, y <gui>Secure Digital</gui>. Namái la tarxeta SD ta montada, y ta visible na columna izquierda (au diz <em>31 MB ...</em>).
el: Στην απεικόνιση του παραθύρου <gui>Υπολογιστής</gui>, ένας σωστά ρυθμισμένος αναγνώστης καρτών αντιπροσωπεύεται από τρεις οδηγούς: τους <gui>CompactFlash</gui>, <gui>SmartMedia</gui> και <gui>Secure Digital</gui>. Μόνο η κάρτα SD προσαρτάται και είναι ορατή στην αριστερή στήλη (όπου αναφέρεται ως <em>31 MB Σύστημα αρχ...</em>).
fi: Kuvassa <gui>Tietokone</gui>-näkymässä käytössä oleva kortinlukija on esitetty kolmena asemana: <gui>CompactFlash</gui>, <gui>SmartMedia</gui> ja <gui>Secure Digital</gui>. Vain SD-kortti on liitetty, mikä näkyy vasemmassa paneelissa (missä sanotaan <em>31 MB F...</em>).
pt_br: Na ilustração da janela <gui>Computador</gui>, um leitor corretamente configurado está representado por três unidades: <gui>CompactFlash</gui>, <gui>SmartMedia</gui>, e <gui>Secure Digital</gui>. Somente o cartão SD está montado, e visível na coluna da esquerda (onde diz <em>31 MB ...</em>).
ru: В изображенном окне <gui>Компьютер</gui> правильно настроенное устройство чтения карт памяти представлено ​​тремя дисками: <gui>CompactFlash</gui>, <gui>SmartMedia</gui> и <gui>Secure Digital</gui>. Смонтирована только карта SD, это видно в левой колонке (где указано <em>31 MB F...</em>).

source: Troubleshoot problems with connecting your Bluetooth device.
ast: Resolución de problemes al coneutar su preséu Bluetooth.
el: Αντιμετώπιση προβλημάτων με τη σύνδεση συσκευών bluetooth
es: Resolución de problemas al conectar su dispositivo Bluetooth.
fi: Selvitä Bluetooth-laitteiden mahdolliset ongelmat.
nl: Problemen met het aansluiten van uw Bluetooth-apparaat oplossen.
pt_br: Resolva problemas com a conexão de seu dispositivo Bluetooth.
ru: Устранение неполадок с подключением к Bluetooth-устройствам.

source: Bluetooth problems
ast: Problemas del Bluetooth
el: Προβλήματα bluetoooth
es: Problemas del Bluetooth
fi: Bluetooth-ongelmat
nl: Problemen met Bluetooth
pt_br: Problemas de Bluetooth
ru: Неполадки с Bluetooth

source: Bluetooth devices sometimes have problems connecting, or transferring files. Which of the topics below best describes the problem you are experiencing?
ast: Los preseos Bluetooth a vegaes tienen problemes pa coneutase, o pa tresferir ficheros. ¿Cuál de los siguientes temes describe meyor el problema que experimenta?
el: Κάποιες φορές, οι συσκευές βluetooth αντιμετωπίζουν προβλήματα κατά τη σύνδεση ή τη μεταφορά αρχείων. Ποιά από τις παρακάτω θεματικές ενότητες περιγράφει καλύτερα το πρόβλημα που αντιμετωπίζετε;
es: Los dispositivos Bluetooth a veces tienen problemas para conectarse, o para transferir archivos. ¿Cuál de los siguientes temas describe mejor el problema que experimenta?
fi: Bluetooth-laitteiden kanssa voi toisinaan olla yhdistämiseen tai tiedostonsiirtoon liittyviä ongelmia. Mikä seuraavista kuvaa parhaiten ongelmaasi?
nl: Bluetooth-apparaten hebben soms problemen met verbinden of het overzetten van bestanden. Welk van onderstaande onderwerpen beschrijft het probleem waar u mee te maken heeft het beste?
pt_br: Dispositivos Bluetooth às vezes dão problema na conexão ou na transferência de arquivos. Qual dos tópicos abaixo melhor descreve o problema que está tendo?
ru: Иногда возникают неполадки с подключением к устройствам Bluetooth или передачей файлов. Какой из перечисленных ниже пунктов наиболее точно описывает испытываемую вами проблему?

source: Troubleshoot screen and graphics problems.
ast: Resolución de problemes de pantalla y gráficos.
el: Αντιμετώπιση προβλημάτων οθόνης και γραφικών.
es: Resolución de problemas de pantalla y gráficos.
fi: Näytön ja graafisten ongelmien ongelmanratkaisu
nl: Grafische problemen en problemen met het scherm oplossen.
pt_br: Resolva problemas com a tela e os gráficos.
ru: Устранение неполадок с экраном и графикой.

source: Screen problems
ast: Problemas de la pantalla
el: Προβλήματα οθόνης
es: Problemas de la pantalla
fi: Näyttöongelmat
nl: Schermproblemen
pt_br: Problemas na tela
ru: Проблемы с экраном

source: Most problems with the display are caused by issues with graphics drivers or configuration. Which of the topics below best describes the problem you are experiencing?
ast: La mayoría de los problemes cola pantalla se deben a controladores de gráficos que no tan funcionando correcho o al usu de una configuración errónea. ¿Cuál de los siguientes temes describe meyor el problema que tien?
el: Τα περισσότερα προβλήματα με την απεικόνιση προκαλούνται από θέματα με τους οδηγούς γραφικών ή τις ρυθμίσεις. Ποιά από τις παρακάτω θεματικές ενότητες περιγράφει καλύτερα το πρόβλημα το οποίο αντιμετωπίζετε;
fi: Useimmat näyttöä koskevat ongelmat johtuvat grafiikka-ajureista tai määritetyistä asetuksista. Mikä seuraavista kuvaa parhaiten ongelmaasi?
nl: De meeste weergaveproblemen worden veroorzaakt door problemen met grafische stuurprogramma's of configuratie. Welk van onderstaande onderwerpen beschrijft het beste uw probleem?
pt_br: A maioria dos problemas com o monitor é causada por questões com os drivers gráficos ou configuração. Qual dos tópicos abaixo melhor descreve o problema que você está vivenciando?
ru: Большинство неисправностей с экраном происходит из-за несоответствующих графических драйверов или настройки экрана. Какая из ниже перечисленных тем, характеризует вашу неисправность?

source: Ubuntu Desktop Guide
ast: Guía del escritoriu de Ubuntu
el: Οδηγός χρήσης Ubuntu
es: Guía del escritorio de Ubuntu
fi: Ubuntun työpöytäopas
pt_br: Guia Desktop Ubuntu
ru: Руководство пользователя рабочего стола Ubuntu

# link
source: Ubuntu Desktop Guide
ast: Guía del escritoriu de Ubuntu
ca: Guia de l'escriptori de l'Ubuntu
cs: Průvodce pracovním prostředím Ubuntu
de: Ubuntu-Leitfaden
el: Οδηγός χρήσης Ubuntu
fi: Ubuntun työpöytäopas
fr: Guide du bureau Ubuntu
gl: Guia do escritorio Ubuntu
hr: Ubuntu vodič radne površine
id: Panduan Desktop Ubuntu
ko: 우분투 데스크톱 가이드
lt: Ubuntu darbalaukio vadovas
lv: Ubuntu darbvirsmas rokasgrāmata
ms: Panduan Desktop Ubuntu
my: Ubuntu Desktop လမ်းညွှန်
pl: Podręcznik pulpitu Ubuntu
pt_br: Guia Desktop Ubuntu
sl: Namizni vodnik Ubuntu
sv: Handbok för Ubuntu-skrivbordet
tr: Ubuntu Masaüstü Rehberi
zh_cn: Ubuntu 桌面指南

# text
source: Ubuntu Desktop Guide
ast: Guía del escritoriu de Ubuntu
ca: Guia de l'escriptori de l'Ubuntu
cs: Průvodce pracovním prostředím Ubuntu
de: Ubuntu-Leitfaden
el: Οδηγός χρήσης Ubuntu
fi: Ubuntun työpöytäopas
fr: Guide du bureau Ubuntu
gl: Guia do escritorio Ubuntu
hr: Ubuntu vodič radne površine
id: Panduan Desktop Ubuntu
ko: Ubuntu 데스크톱 가이드
lt: Ubuntu darbalaukio vadovas
lv: Ubuntu darbvirsmas rokasgrāmata
ms: Panduan Desktop Ubuntu
my: Ubuntu Desktop လမ်းညွှန်
pl: Podręcznik pulpitu Ubuntu
pt_br: Guia Desktop Ubuntu
sl: Namizni vodnik Ubuntu
sv: Handbok för Ubuntu-skrivbordet
tr: Ubuntu Masaüstü Rehberi
zh_cn: Ubuntu 桌面指南

# link:trail
source: <media type="image" mime="image/png" width="16" height="16" src="figures/ubuntu-logo.png">Help</media> Ubuntu Desktop Guide
ast: <media type="image" mime="image/png" width="16" height="16" src="figures/ubuntu-logo.png">Ayuda</media> Guía d'escritoriu d'Ubuntu
el: <media type="image" mime="image/png" width="16" height="16" src="figures/ubuntu-logo.png">Βοήθεια</media> Οδηγός χρήσης Ubuntu
fi: <media type="image" mime="image/png" width="16" height="16" src="figures/ubuntu-logo.png">Ohje</media> Ubuntun työpöytäopas
pt_br: <media type="image" mime="image/png" width="16" height="16" src="figures/ubuntu-logo.png">Ajuda</media> Guia do Ubuntu Desktop

source: <media type="image" src="figures/ubuntu-logo.png">Ubuntu Logo</media> Ubuntu Desktop Guide
ast: <media type="image" src="figures/ubuntu-logo.png">Logotipo de Ubuntu</media> Guía del escritoriu de Ubuntu
el: <media type="image" src="figures/ubuntu-logo.png">Λογότυπο του Ubuntu</media>Οδηγός χρήσης Ubuntu
es: <media type="image" src="figures/ubuntu-logo.png">Logotipo de Ubuntu</media> Guía del escritorio de Ubuntu
fi: <media type="image" src="figures/ubuntu-logo.png">Ubuntu-logo</media> Ubuntun työpöytäopas
pt_br: <media type="image" src="figures/ubuntu-logo.png">Logomarca do Ubuntu</media> Guia Estação de Trabalho do Ubuntu
ru: <media type="image" src="figures/ubuntu-logo.png">Ubuntu Logo</media> Руководство пользователя рабочего стола Ubuntu

source: <link xref="keyboard-layouts">Keyboard layouts</link>, <link xref="keyboard-cursor-blink">cursor blinking</link>, <link xref="a11y#mobility">keyboard accessibility</link>...
ast: <link xref="keyboard-layouts">Distribuciones de tecláu</link>, <link xref="keyboard-cursor-blink">parpadeo del cursor</link>, <link xref="a11y#mobility">accesibilidad del tecláu</link>...
el: <link xref="keyboard-layouts">Διατάξεις πληκτρολογίου</link>, <link xref="keyboard-cursor-blink">διαδοχικό άναμμα και σβήσιμο δρομέα</link>, <link xref="a11y#mobility">προσιτότητα πληκτρολογίου</link>...
es: <link xref="keyboard-layouts">Distribuciones de teclado</link>, <link xref="keyboard-cursor-blink">parpadeo del cursor</link>, <link xref="a11y#mobility">accesibilidad del teclado</link>...
fi: <link xref="keyboard-layouts">Näppäimistöasettelu</link>, <link xref="keyboard-cursor-blink">osoitin vilkkumaan</link>, <link xref="a11y#mobility">esteettömyys</link>...
nl: <link xref="keyboard-layouts">Toetsenbordindelingen</link>, <link xref="keyboard-cursor-blink">knipperen van de cursor</link>, <link xref="a11y#mobility">toetsenbordtoegankelijkheid</link>...
pt_br: <link xref="keyboard-layouts">Disposições de teclado</link>, <link xref="keyboard-cursor-blink">piscada do cursor</link>, <link xref="a11y#mobility">acessibilidade do teclado</link>...

source: Keyboard
ast: Tecláu
el: Πληκτρολόγιο
es: Teclado
fi: Näppäimistö
pt_br: Teclado
ru: Клавиатура

source: Make the insertion point blink and control how quickly it blinks.
ast: Facer que el puntu de inserción parpadee y controlar cómo de rápidu parpadea.
el: Κάνετε το σημείο εισαγωγής να αναβοσβήνει και ελέγξτε πόσο γρήγορα αναβοσβήνει.
es: Hacer que el punto de inserción parpadee y controlar cómo de rápido parpadea.
fi: Aseta kirjoituskohta vilkkumaan ja säädä vilkkumisen nopeutta.
nl: De cursor laten knipperen en bepalen hoe snel deze knippert.
pt_br: Faça o ponto de inserção piscar e controle a velocidade da piscada.

source: Make the keyboard cursor blink
ast: Facer que parpadee el cursor del tecláu
el: Κάνετε το δρομέα του πληκτρολογίου να αναβοσβήνει
es: Hacer que parpadee el cursor del teclado
fi: Aseta näppäimistön kohdistin vilkkumaan
nl: De toetsenbordcursor laten knipperen
pt_br: Faça o cursor do teclado piscar

source: You could lose the keyboard cursor in a text field, but if the keyboard cursor blinks, it is easier to find it. To make the cursor blink and to adjust the speed of it:
ast: Podría perder el cursor del tecláu nun campu de testu, pero si parpadea el cursor del tecláu, es más fácil atopalu. Pa facer que el cursor parpadee y pa axustar la velocidá del mesmu:
el: Θα μπορούσατε να χάσετε από το οπτικό σας πεδίο το δρομέα του πληκτρολογίου σε ένα πεδίο κειμένου, αλλά εάν ο δρομέας του πληκτρολογίου αναβοσβήνει, είναι ευκολότερο να βρεθεί. Για να κάνετε το δρομέα του πληκτρολογίου να αναβοσβήνει και να προσαρμόσετε την ταχύτητά του:
es: Podría perder el cursor del teclado en un campo de texto, pero si parpadea el cursor del teclado, es más fácil encontrarlo. Para hacer que el cursor parpadee y para ajustar la velocidad del mismo:
fi: Saatat hukata näppäimistön kohdistimen tekstikenttään, mutta jos näppäimistön kohdistin vilkkuu, se on helpompi löytää. Voit asettaa kohdistimen vilkkumaan ja säätää sen nopeutta näin:
nl: U kunt de cursor in een tekstveld kwijt raken, maar als de cursor knippert is deze gemakkelijker terug te vinden. Om de cursor te laten knipperen en de snelheid ervan aan te passen:
pt_br: Você pode perder o cursor do teclado em um campo de texto, mas se o cursor estiver piscando, fica mais fácil encontrá-lo. Para fazer o cursor piscar e ajustar sua velocidade:

source: Click the icon at the far right of the top panel and select <gui>System Settings</gui>.
ast: Calca nel iconu del extremo drechu del panel superior y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο που βρίσκεται στη δεξιά άκρη του επάνω πίνακα εφαρμογών και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse en el icono del extremo derecho del panel superior y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta kuvaketta oikeassa yläkulmassa ja valitse <gui>Järjestelmäasetukset</gui>.
nl: Klik op het pictogram uiterst rechts in het bovenpaneel en selecteer <gui>Systeeminstellingen…</gui>.
pt_br: Clique o ícone no canto superior direito do painel superior e escolha <gui>Configurações do sistema</gui>.
ru: Щёлкните крайний правый значок на верхней панели и выберите <gui>Параметры системы</gui>.

source: In the Hardware section, click <gui>Keyboard</gui>.
ast: Na seición Hardware, calca <gui>Tecláu</gui>.
el: Στην ενότητα Υλικό, κάντε κλικ στο στοιχείο <gui>Πληκτρολόγιο</gui>.
es: En la sección Hardware, pulse <gui>Teclado</gui>.
fi: Laitteisto-osiossa valitse <gui>Näppäimistö</gui>.
nl: Klik in de sectie Hardware op <gui>Toetsenbord</gui>.
pt_br: Na seção hardware, clique em <gui>Teclado</gui>.
ru: В разделе оборудования, щёлкните на значке <gui>Клавиатура</gui>.

source: Select <gui>Cursor blinks in text fields</gui>.
ast: Escueyi <gui>El cursor parpadea nos campos de testu</gui>.
el: Επιλέξτε <gui>Ο δρομέας να αναβοσβήνει σε πεδία κειμένου</gui>.
es: Seleccione <gui>El cursor parpadea en los campos de texto</gui>.
fi: Valitse <gui>Kohdistin vilkkuu tekstikentässä</gui>.
nl: Plaats een vinkje bij <gui>Cursor knippert in tekstvelden</gui>
pt_br: Escolha <gui>Cursor pisca em campos de texto</gui>.

source: Use the <gui>Speed</gui> slider to adjust how quickly the cursor blinks.
ast: Use el deslizador <gui>Velocidá</gui> pa axustar la rapidez del parpadeo del cursor.
el: Χρησιμοποιήστε τη γραμμή ολίσθησης <gui>Ταχύτητα</gui> για να προσαρμόσετε πόσο γρήγορα αναβοσβήνει ο δρομέας.
es: Use el deslizador <gui>Velocidad</gui> para ajustar la rapidez del parpadeo del cursor.
fi: Käytä <gui>Nopeussäädintä</gui> säätämään kursorin vilkkumisnopeutta.
pt_br: Utilize o deslizador de <gui>Velocidade</gui> para ajustar o quão rápido é a piscada.
ru: Для настройки частоты мигания курсора используйте ползунок<gui>Скорость</gui>.

source: Make your keyboard behave like a keyboard for another language.
ast: Facer que su tecláu se comporte como un tecláu de otru dioma.
el: Κάντε το πληκτρολόγιό σας να συμπεριφέρεται ως πληκτρολόγιο άλλης γλώσσας.
es: Hacer que su teclado se comporte como un teclado de otro dioma.
fi: Tee näppäimistöstäsi käytettävä myös muun kirjoitusasun kielellä.
nl: Zorg ervoor dat uw toetsenbord zich gedragen als een toetsenbord voor een andere taal.
pt_br: Faça seu teclado se comportar como um teclado em outro idioma.

source: Use alternate keyboard layouts
ast: Usar distribuciones de tecláu alternativas
el: Χρήση εναλλακτικών διατάξεων πληκτρολογίου
es: Usar distribuciones de teclado alternativas
fi: Käytä vaihtoehtoisia näppäimistöasetteluja
nl: Andere toetsenbordindelingen gebruiken
pt_br: Use disposições de teclado alternativas
ru: Использование альтернативных раскладок клавиатуры

source: Keyboards come in hundreds of different layouts for different languages. Even for a single language, there are often multiple keyboard layouts, such as the Dvorak layout for English. You can make your keyboard behave like a keyboard with a different layout, regardless of the letters and symbols printed on the keys. This is useful if you often switch between multiple languages.
ast: Los teclados vienen en cientos de distribuciones estremaes pa estremaes idiomas. Incluso pa un solo idioma puede haber abondes distribuciones de tecláu, como la distribución Dvorak pa el idioma inglés. Puede facer que su tecláu se comporte como un tecláu con una distribución distintu, independientemente de qué lletres y símbolos ten escritos nas tecles. Esto es útil si tien que usar dellos idiomas a menudo.
el: Τα πληκτρολόγια έρχονται σε εκατοντάδες διαφορετικές διατάξεις για διαφορετικές γλώσσες. Ακόμα και για μία μόνο γλώσσα, υπάρχουν συχνά διάφορες διατάξεις πληκτρολογίου, όπως η διάταξη Dvorak για Αγγλικά. Μπορείτε να κάνετε το πληκτρολόγιό σας να συμπεριφέρεται ως πληκτρολόγιο με διαφορετική διάταξη, ανεξάρτητα από τα γράμματα και σύμβολα που είναι τυπωμένα πάνω στα πλήκτρα. Αυτό είναι χρήσιμο αν εναλλάσσεστε συχνά μεταξύ διαφορετικών γλωσσών.
es: Los teclados vienen en cientos de distribuciones diferentes para diferentes idiomas. Incluso para un solo idioma puede haber muchas distribuciones de teclado, como la distribución Dvorak para el idioma inglés. Puede hacer que su teclado se comporte como un teclado con una distribución diferente, independientemente de qué letras y símbolos tenga escritos en las teclas. Esto es útil si tiene que usar varios idiomas a menudo.
fi: Näppäimistöillä on satoja eri näppäinasetteluja eri kielille. Jopa samalle kielelle on usein useita näppäinasetteluja, kuten Dvorak-asettelu englannille. Voit säätää näppäimistösi käyttäytymään kuin näppäimistö eri asettelulla vaikka näppäimiin painetut kirjaimet ja merkit ovat aivan jotain muuta. Tämä on käytännöllistä, jos vaihdat usein eri kielien välillä.
pt_br: Teclados vêm em centenas de disposições para diferentes idiomas. Mesmo para um único idioma, frequentemente há várias disposições para os teclados, como o Dvorak para o Inglês. Você pode fazer seu teclado se comportar como um teclado de diferente disposição, independente das letras e símbolos impressos nas teclas. Isso é útil se você precisa alternar entre múltiplos idiomas.

source: Click the icon at the very right of the top panel and select <gui>System Settings</gui>.
ast: Calca nel iconu allugáu nel extremo drechu del panel superior y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο στη δεξιά άκρη του επάνω πίνακα εφαρμογών και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse en el icono situado en el extremo derecho del panel superior y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta yläpaneelin oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset</gui>.
nl: Klik op het pictogram uiterst rechts in het bovenpaneel en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone no canto superior direito do painel e escolha <gui>Configurações de sistema</gui>.
ru: Щёлкните на самом правом значке верхней панели и выберите <gui>Параметры системы</gui>.

source: Switch to the <gui>Layouts</gui> tab.
ast: Vaya a la pestaña <gui>Distribuciones</gui>.
el: Μεταφερθείτε στην καρτέλα <gui>Διατάξεις</gui>.
es: Vaya a la pestaña <gui>Distribuciones</gui>.
fi: Vaihda <gui>Asettelut</gui>-välilehteen.
nl: Klik onderaan het scherm op <gui>Indelingsinstellingen</gui>.
pt_br: Alterne para a aba <gui>Disposições</gui>.
