Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: For example, if you have sticky keys turned on but press <key>Alt</key> and <key>Tab</key> simultaneously, sticky keys would not wait for you to press another key if you had this option turned on. It <em>would</em> wait if you only pressed one key, however. This is useful if you are able to press some keyboard shortcuts simultaneously (for example, keys that are close together), but not others.
ast: Por exemplu, si activa les tecles persistentes pero calca <key>Alt</key> y <key>Tab</key> simultáneamente, les tecles pegajosas no esperarán a que calca otra tecla si tenía esa opción activada. En cambéu, <em>sí podría</em> esperar si solo se calca una tecla. Esto es útil si puede calcar dalgunes combinaciones de tecles simultáneamente (por exemplu, con tecles que tean juntas), pero no otres.
el: Για παράδειγμα , αν έχετε ενεργοποιήσει τα Κολλώδη πλήκτρα αλλά πατήσετε τα πλήκτρα <key>Alt</key> και <key>Tab</key> ταυτόχρονα, τα Κολλώδη πλήκτρα δεν θα χρειαστεί να περιμένουν να πατήσετε και άλλο πλήκτρο αν έχετε ενεργοποιήσει αυτή την επιλογή. Θα περίμεναν όμως , αν είχατε πατήσει μόνο το ένα πλήκτρο. Αυτό είναι χρήσιμο αν μπορείτε να πατάτε ταυτόχρονα κάποιους συνδυασμούς πλήκτρων (για παράδειγμα, πλήκτρα που βρίσκονται κοντά μεταξύ τους), αλλά κάποιους άλλους όχι.
es: Por ejemplo, si activa las teclas pegajosas pero pulsa <key>Alt</key> y <key>Tab</key> simultáneamente, las teclas pegajosas no esperarán a que pulse otra tecla si tenía esa opción activada. En cambio, <em>sí podría</em> esperar si solo se pulsa una tecla. Esto es útil si puede pulsar algunas combinaciones de teclas simultáneamente (por ejemplo, con teclas que estén juntas), pero no otras.
fi: Esimerkiksi, jos pohjaan jäävät näppäimet ovat käytössä mutta painat <key>Alt</key> ja <key>Tab</key> samaan aikaa, pohjaan jäävät näppäimet eivät odottaisi sinun painavan kolmatta näppäintä tämän asetuksen ollessa käytössä. Se <em>odottaisi</em>, jos painaisit vain yhtä näppäintä. Tämä on on hyödyllistä, jos pystyt painamaan joitakin näppäinoikoteitä samanaikaisesti (esimerkiksi näppäimet ovat lähellä toisiaan) mutta et kaikkia.
nl: Als u bijvoorbeeld plaktoetsen en deze optie heeft ingeschakeld, dan zal plaktoetsen bij het tegelijk indrukken van <key>Alt</key> en <key>Tab</key> niet wachten totdat u een andere toets indrukt. Maar plaktoetsen zou wel wachten als u één toets indrukt. Dit is handig als u wel in staat bent bepaalde toetscombinaties tegelijk in te drukken (bijvoorbeeld toetsen die dicht bij elkaar liggen), maar andere niet.
pt_br: Por exemplo, se você tiver as teclas de aderência ligadas, mas pressiona <key>Alt</key> e <key>Tab</key> ao mesmo tempo, as teclas de aderência não esperariam que você pressionasse outra tecla se essa opção estiver ligada. Ele somente esperaria se você só pressionasse uma tecla. Isso é útil se você for capaz de pressionar alguns alguns atalhos de teclado simultaneamente (por exemplo, quando as teclas estão próximas umas das outras), mas não outros.
ru: Например, если у вас включено залипание клавиш, но вы нажали <key>Alt</key> и <key>Tab</key> одновременно, то при включении этой опции функция залипания клавиш не будет ожидать нажатия ещё одной клавиши. Однако, она <em>будет</em> ожидать, если вы нажали только одну клавишу. Это полезно, если вы способны нажимать некоторые комбинации клавиш одновременно (например, расположенные рядом клавиши), но не любые.

source: Select <gui>Disable if two keys are pressed together</gui> to enable this.
ast: Escueyi <gui>Desactivar les tecles persistentes si se pulsan durante cierto tiempu</gui> pa activar esto.
el: Επιλέξτε <gui>Απενεργοποίηση αν δυο πλήκτρα πατηθούν ταυτόχρονα</gui> για να το ενεργοποιήσετε.
es: Seleccione <gui>Desactivar las teclas persistentes si se pulsan durante cierto tiempo</gui> para activar esto.
fi: Valitse <gui>Poista käytöstä, jos kahta näppäintä painetaan samanaikaisesti</gui> ottaaksesi tämän ominaisuuden käyttöön.
nl: Selecteer <gui>Uitschakelen wanneer twee toetsen tegelijkertijd worden ingedrukt</gui> om dit in te schakelen.
pt_br: Escolha <gui>Desabilitar se duas teclas forem pressionadas simultaneamente</gui> para habilitar isso.
ru: Для включения выберите <gui>Отключать залипающие клавиши, если две клавиши нажаты одновременно</gui>.

source: You can have the computer make a "beep" sound when you start typing a keyboard shortcut with sticky keys turned on. This is useful if you want to know that sticky keys is expecting a keyboard shortcut to be typed, so the next key press will be interpreted as part of a shortcut. Select <gui>Beep when a modifier key is pressed</gui> to enable this.
ast: Puede facer que su equipu emita un «pitido» cuando empiece a teclear un atayu de tecláu colas tecles persistentes activadas. Esto es útil si quies que les tecles persistentes esperen que se teclee un atayu de tecláu, de manera que la siguiente pulsación se interpretará como parte de un atayu. Escueyi <gui>Pitar cuando se presione una tecla modificadora</gui> pa activar esto.
el: Μπορείτε να επιλέξετε να ακούγεται μία ηχητική ειδοποίηση (μπιπ) από τον υπολογιστή όταν αρχίζετε να πληκτρολογείτε μια συντόμευση πληκτρολογίου ενώ έχετε ενεργοποιήσει τα Κολλώδη πλήκτρα. Αυτό είναι χρήσιμο αν θέλετε να γνωρίζετε ότι τα Κολλώδη πλήκτρα περιμένουν να πληκτρολογηθεί μια συντόμευση πληκτρολογίου, οπότε το επόμενο πλήκτρο θα ερμηνευτεί ως μέρος μιας συντόμευσης. Επιλέξτε το <gui>Ηχητική ειδοποίηση (μπιπ) όταν πατηθεί ένα πλήκτρο τροποποίησης</gui> για να το ενεργοποιήσετε.
fi: Voit antaa tietokoneen pitää "piip"-äänen, kun alat antamaan näppäinoikotietä pohjaan jäävät näppäimet -ominaisuuden ollessa käytössä. Tämä on hyödyllistä, jos haluat tietää, että pohjaan jäävät näppäimet odottavat sinun kirjoittavan näppäinoikotietä, joten seuraava painallus tulkitaan osaksi oikotietä. Valitse <gui>Piippaa, kun määritenäppäintä painetaan</gui> ottaaksesi tämän käyttöön.
nl: U kunt de computer een pieptoon laten geven wanneer u begint met het intypen van een sneltoets met PlakToetsen ingeschakeld. Dit is handig als u wilt weten of plaktoetsen verwacht dat er een sneltoets ingedrukt wordt; de volgende toets die ingedrukt wordt, wordt dan beschouwd als deel van de sneltoets. Selecteer <gui>Piepen wanneer bewerktoets wordt ingedrukt</gui> om dit in te schakelen.
pt_br: Você pode fazer com que seu computadora produza um alarme sonoro quando você começa a digitar um atalho de teclado com as teclas de aderência ativadas. Isto é útil se você quer saber que as teclas de aderência estão esperando que um atalho de teclado seja pressionado, então o pressionamento da tecla será interpretado como parte do atalho. Selecione <gui>Emitir alarme sonoro quando uma tecla modificadora é pressionada</gui> para ativar esse recurso.
ru: Вы можете заставить компьютер воспроизводить звуковой сигнал ("биип"), когда начинаете набирать комбинацию клавиш с включенными залипающими клавишами. Это полезно, если вы хотите знать, что залипающие клавиши ожидают комбинацию клавиш, так что следующее нажатие клавиши будет интерпретировано как часть как часть этой комбинации. Выберите <gui>Подавать сигнал при нажатии клавиши-модификатора</gui> для включения.

source: Enable visual alerts to flash the screen or window when an alert sound is played.
ast: Activar alertas visuales pa iluminar la pantalla o la ventana cuando se reproduzca un soníu de alerta.
el: Ενεργοποιήστε τις οπτικές ειδοποιήσεις για να αναβοσβήνουν στην οθόνη ή το παράθυρο, όταν αναπαράγεται ένας ήχος ειδοποίησης.
es: Activar alertas visuales para iluminar la pantalla o la ventana cuando se reproduzca un sonido de alerta.
fi: Ota visuaaliset hälytykset käyttöön, jos haluat, että näyttö tai ikkuna välähtää hälytysäänen toiston yhteydessä.
nl: Visuele alertering inschakelen om het scherm of de titelbalk te laten knipperen wanneer er een alerteringsgeluid klinkt.
pt_br: Habilita alertas visuais para piscar a tela ou janela quando um som de alerta é tocado.
ru: Включить визуальное оповещение миганием экрана или окна при звуковом сигнале.

source: Flash the screen for alert sounds
ast: Destello de pantalla pa soníos de alerta
el: Χρήση οπτικού εφέ στην οθόνη αντί ηχητικού συναγερμού
es: Destello de pantalla para sonidos de alerta
fi: Väläytä näyttöä hälytysäänen toistuessa
nl: Scherm laten knipperen bij alerteringsgeluiden
pt_br: Piscar a tela para sons de alerta
ru: Мигание экрана при звуковом сигнале

source: Your computer will play a simple alert sound for certain types of messages and events. If you have a hard time hearing these sounds, you can have either the entire screen or your current window visually flash whenever the alert sound is played.
ast: Su equipu reproducirá un sencillo soníu de alerta pa ciertos tribes de mensaxes y eventos. Si tien dificultades pa oír esos soníos, puede facer que se ilumine la ventana actual o la pantalla completa cada vegada que se reproduzca un soníu de alerta.
el: Ο υπολογιστής σας θα αναπαράγει έναν απλό ήχο ως συναγερμό για κάποιους συγκεκριμένους τύπους μηνυμάτων και γεγονότων. Αν σας είναι δύσκολο να ακούσετε αυτούς τους ήχους, μπορείτε να ρυθμίσετε είτε ολόκληρη την οθόνη σας είτε μόνο το ενεργό παράθυρο ώστε να αναβοσβήνουν διαδοχικά όταν αναπαράγεται ο ήχος του συναγερμού.
es: Su equipo reproducirá un sencillo sonido de alerta para ciertos tipos de mensajes y eventos. Si tiene dificultades para oír esos sonidos, puede hacer que se ilumine la ventana actual o la pantalla completa cada vez que se reproduzca un sonido de alerta.
fi: Tietokoneesi toistaa hälytysäänen tietynlaisille viesteille ja tapahtumille. Jos sinulla on vaikeuksia kuulla näitä ääniä, voit joko määrittää koko näytön tai nykyisen ikkunan välähtämään hälytysäänen toiston yhteydessä.
nl: Bij bepaalde berichten en gebeurtenissen speelt uw computer een eenvoudig alerteringsgeluid af. Als u deze geluiden moeilijk kunt horen, dan kunt u of het hele scherm, of de titelbalk laten knipperen wanneer er een alerteringsgeluid klinkt.
pt_br: Seu computador tocará um som de alerta simples para certos tipos de mensagens e eventos. Se você tiver dificuldade em escutar esses sons, você pode fazer a tela inteira ou a janela atual piscarem sempre que um som de alerta for reproduzido.
ru: Ваш компьютер воспроизводит звуковые сигналы для определённых типов сообщений и событий. Если у вас есть затруднения с тем, чтобы их слышать, вы можете сделать, чтобы весь экран или ваше текущее окно мигали при воспроизведении этих звуков.

source: This can also be useful if you're in an environment where you need your computer to be silent, such as in a library. See <link xref="sound-alert"/> to learn how to mute the alert sound, then enable visual alerts.
ast: También puede resultar útil si se alcuentra nun entorno nel que necesita que su equipu esté en silenciu, como nuna biblioteca. Consulte <link xref="sound-alert"/> pa saber cómo silenciar el soníu de alerta y activar les alertas visuales.
el: Αυτό μπορεί επίσης να είναι χρήσιμο εάν βρίσκεστε σε ένα περιβάλλον όπου ο υπολογιστής σας πρέπει να βρίσκεται σε σίγαση, όπως μέσα σε μία βιβλιοθήκη. Δείτε το <link xref="sound-alert"/> για να μάθετε πως να απενεργοποιείτε τον ήχο ειδοποίησης, έπειτα ενεργοποιήστε τις οπτικές ειδοποιήσεις.
es: También puede resultar útil si se encuentra en un entorno en el que necesita que su equipo esté en silencio, como en una biblioteca. Consulte <link xref="sound-alert"/> para saber cómo silenciar el sonido de alerta y activar las alertas visuales.
fi: Tämä voi myös olla hyödyllistä, jos olet ympäristössä, jossa tietokoneesi täytyy olla hiljainen, kuten kirjastossa. Lue <link xref="sound-alert"/> opetellaksesi, miten vaimentaa hälytysäänet ja sitten ota visuaaliset hälytykset käyttöön.
nl: Dit kan ook nuttig zijn wanneer u zich en een omgeving bevindt waar het stil moet zijn, bijvoorbeeld in een bibliotheek. Zie <link xref="sound-alert"/> voor informatie over het uitschakelen van het alerteringsgeluid en het inschakelen van visuele alerteringen.
pt_br: Isso também pode ser útil se você estiver em um ambiente que requer que seu computador seja silencioso, como uma biblioteca. Acesse <link xref="sound-alert"/> para aprender como emudecer o som de alerta, e então habilite os alertas visuais.
ru: Это может быть также полезно, если вы находитесь в месте, где использование звуков нежелательно, например, в библиотеке. См. <link xref="sound-alert"/>, чтобы узнать, как отключить звуковые сигналы, а затем включите визуальные оповещения.

source: On the <gui>Hearing</gui> tab, switch on <gui>Visual Alerts</gui>. Select whether you want the entire screen or just your current window to flash.
ast: Na pestaña <gui>Audición</gui>, active les <gui>Alertas visuales</gui>. Escueyi si quies que la pantalla entera o solo la ventana actual destelle.
el: Στην καρτέλα <gui>Ακούων</gui>, ενεργοποιήστε την επιλογή <gui>Οπτικοί συναγερμοί</gui>. Επιλέξτε αν θέλετε να αναβοσβήνει ολόκληρη η οθόνη ή μόνο το ενεργό παράθυρο.
fi: <gui>Kuuleminen</gui>-välilehdessä ota <gui>Visuaaliset hälytykset</gui> käyttöön. Valitse, haluatko koko näytön vai vain nykyisen ikkunan välähtävän.
nl: Schakel op het tabblad <gui>Gehoor</gui> <gui>Visuele alertering</gui> in. Kies of u het hele scherm, of alleen de titelbalk wilt laten knipperen.
pt_br: Na aba <gui>Audição</gui>, ative <gui>Alertas visuais</gui>. Selecione se deseja que a tela inteira ou apenas a janela atual pisque.
ru: На вкладке <gui>Слух</gui> включите <gui>Визуальные уведомления</gui>. Выберите, на свое усмотрение, мигать всем экраном или только текущим окном.

source: A few tips about using the Ubuntu Desktop Guide.
ast: Unos cuantos consejos sobro el usu de la guía del escritoriu de Ubuntu.
el: Μερικές συμβουλές σχετικά με τη χρήση του Οδηγού χρήσης του Ubuntu.
es: Unos cuantos consejos sobre el uso de la guía del escritorio de Ubuntu.
fi: Vinkkejä tämän oppaan käyttöön.
nl: Enkele tips over het gebruik van deze handleiding.
pt_br: Algumas dicas sobre o uso do Guia do Ubuntu Desktop.
ru: Несколько советов по использованию руководства пользователя Ubuntu Desktop.

source: GNOME Documentation Project
ast: Proyeutu de documentación de GNOME
ca: Projecte de documentació del GNOME
cs: Dokumentační projekt GNOME
de: GNOME-Dokumentationsprojekt
el: Έργο τεκμηρίωσης GNOME
es: Proyecto de documentación de GNOME
fi: Gnomen dokumentointiprojekti
fr: Projet de documentation GNOME
gl: Proxecto de documentación de GNOME
hr: Projekt GNOME dokumentacije
id: Proyek Dokumentasi GNOME
ko: 그놈 문서화 프로젝트
lt: GNOME projekto dokumentacijos komanda
lv: GNOME dokumentācijas projekts
ms: Projek Dokumentasi GNOME
my: GNOME မှတ်တမ်းပရောဂျက်
nl: Gnome-documentatieproject
pl: Projekt dokumentacji GNOME
pt_br: Projeto de documentação do GNOME
ru: Проект документирования GNOME
sl: Dokumentacijski projekt GNOME
sv: Dokumentationsprojekt för GNOME
tr: GNOME Belgelendirme Projesi
zh_cn: GNOME 文档项目

source: Ubuntu Documentation Team
ast: Equipu de documentación de Ubuntu
ca: Equip de documentació de l'Ubuntu
cs: Dokumentační tým Ubuntu
de: Ubuntu-Dokumentationsteam
el: Ομάδα τεκμηρίωσης Ubuntu
es: Equipo de documentación de Ubuntu
fi: Ubuntun dokumentointitiimi
fr: L'équipe de documentation d'Ubuntu
gl: Equipo de documentación de Ubuntu
hr: Tim Ubuntu dokumentacije
id: Tim Dokumentasi Ubuntu
ko: 우분투 문서화 팀
lt: Ubuntu documentacijos komanda
lv: Ubuntu Dokumentācijas Komanda
ms: Pasukan Dokumentasi Ubuntu
my: ဦးဘန္တု Documentation အဖွဲ့
nl: Ubuntu-documentatieteam
pl: Zespół dokumentacji Ubuntu
pt_br: Time de documentação do Ubuntu
ru: Команда документации Ubuntu
sl: Dokumentacijska ekipa Ubuntu
sv: Ubuntus dokumentationsgrupp
tr: Ubuntu Belgelendirme Takımı
zh_cn: Ubuntu 文档团队

source: About this guide
ast: Tocante a esta guía
ca: Quant a aquesta guia
cs: O tomto průvodci
de: Info zu diesem Handbuch
el: Σχετικά με αυτό τον οδηγό
es: Acerca de esta guía
fi: Tietoja tästä oppaasta
fr: À propos de ce guide
gl: Sobre esta guía
hr: O ovom vodiču
id: Tentang panduan ini
ko: 이 가이드에 대하여
lt: Apie šį vadovą (žinyną)
lv: Par šo rokasgrāmatu
ms: Perihal panduan ini
my: ဒီလမ်းညွှန်စာအုပ်အကြောင်း
nl: Over deze handleiding
pl: O tym podręczniku
pt_br: Sobre este guia
ru: Сведения об этом руководстве
sl: O tem vodniku
sv: Om denna handbok
tr: Bu rehber hakkında
zh_cn: 关于本指南

source: This guide is designed to give you a tour of the features of your desktop, answer your computer-related questions, and provide tips on using your computer more effectively.We've tried to make this guide as easy to use as possible:
ast: Esta guía esta diseñada pa dar un recorrido a les carauterístiques de su escritoriu, contestar sus preguntas rellacionaes con equipu y proporcionarle suxerencies pa usar su equipu de forma más efectiva. Hemos intentáu facer esta guía tan fácil de usar como seya posible.
el: Αυτός ο οδηγός έχει σχεδιαστεί ώστε να σας παράσχει μια ξενάγηση στα χαρακτηριστικά του desktop σας, να απαντήσει στις σχετιζόμενες με τον υπολογιστή ερωτήσεις σας και να δώσει χρήσιμες συμβουλές και βοηθήματα ως προς το πως να χρησιμοποιήσετε τον υπολογιστή σας πιο αποτελεσματικά. Προσπαθήσαμε να κάνουμε τον οδηγό αυτό όσο το δυνατόν πιο ευκολόχρηστο:
fi: Tämä opas on suunniteltu esittelemään työpöydän ominaisuuksia, vastaamaan tietokoneeseen liittyviin kysymyksiin sekä antamaan vinkkejä tietokoneen tehokkaampaan käyttöön. Olemme pyrkineet tekemään tämän oppaan niin helppokäyttöiseksi kuin mahdollista:
nl: Deze handleiding is ontworpen om u rond te leiden door de functies van het bureaublad, computer-gerelateerde vragen te beantwoorden en tips met betrekking tot het efficiënter gebruiken van de computer te geven.
pt_br: Este guia foi concebido para que você dê um passeio pelos recursos de seu ambiente de trabalho, para responder suas perguntas relacionadas ao computador e fornecer dicas para usar o computador mais efetivamente. Nós tentamos fazer este guia tão fácil de usar quanto possível.
ru: Это руководство предназначено для ознакомления с особенностями вашего рабочего стола, для ответа на ваши компьютерные вопросы и для советов по использованию компьютера более эффективно. Мы постарались сделать это руководство простым в использовании, насколько это возможно:

source: The guide is sorted into small, task-oriented topics--not chapters. This means that you don't need to skim through an entire manual to find the answer to your questions.
ast: La guía ta ordenada por temes pequeños, orientados a la xera, no por capítulos. Esto significa que no necesita hojear a traviés de un manual completu pa atopar la rempuesta a sus preguntas.
el: Αυτός ο οδηγός είναι ταξινομημένος σε μικρές θεματικές ενότητες (όχι κεφάλαια) προσανατολισμένες στις διεργασίες. Αυτό σημαίνει ότι δε χρειάζεται να διαβάσετε έναν ολόκληρο οδηγό χρήσης για να βρείτε την απάντηση στις ερωτήσεις σας.
es: La guía está ordenada por temas pequeños, orientados a la tarea, no por capítulos. Esto significa que no necesita hojear a través de un manual completo para encontrar la respuesta a sus preguntas.
fi: Opas on lajiteltu pieniin, tiettyihin aiheisiin suuntautuneisiin alueisiin - eli ei siis kappaleisiin. Tämä tarkoittaa sitä, että sinun ei tarvitse selata koko käyttöohjetta läpi, jotta löytäisit vastauksen kysymykseesi.
nl: De handleiding is opgedeeld in kleine, taak-gerichte onderwerpen--niet in hoofdstukken. Dit betekent dat het niet nodig is een hele handleiding door te spitten om antwoord op uw vragen te krijgen.
pt_br: O guia é organizado em pequenos, tópicos orientados a tarefas--e não capítulos. Isso significa que você não precisa folhear um manual inteiro para encontrar respostas para suas perguntas.
ru: Руководство состоит из небольших, ориентированных на конкретную задачу разделов, а не из глав. Это означает, что вам не понадобится просмотреть всё руководство, чтобы найти ответ на ваш вопрос.

source: Related items are linked together. "See Also" links at the bottom of some pages will direct you to related topics. This makes it easy to find similar topics that might help you perform a certain task.
ast: Los elementos rellacionaos tan enlazados conjuntamente. Los enllaces «Vea tamién» na parte superior de dalgunes páxines le dirigirán a temes rellacionaos. Esto facilita atopar temes asemeyaos que pueden ayudarle a realizar una cierta xera.
el: Τα αλληλοσχετιζόμενα κομμάτια είναι συνδεδεμένα μεταξύ τους. Οι σύνδεσμοι με ονομασία «Δείτε επίσης» στο κάτω μέρος κάποιων σελίδων θα σας οδηγήσουν σε σχετικές ενότητες. Αυτό κάνει ευκολότερη την εύρεση παρόμοιων θεματικών ενοτήτων που θα μπορούσαν να σας βοηθήσουν να εκτελέσετε κάποια συγκεκριμένη εργασία.
fi: Samankaltaiset aiheet ovat keskenään linkattu. "Lue myös"-linkit sivujen alareunassa ohjaavat samankaltaisten aiheiden löytämiseen. Tällä tavoin on helppo löytää samankaltaisia ohjeita, jotka auttavat tavoitteiden saavuttamisessa.
nl: Gerelateerde onderwerpen zijn aan elkaar gekoppeld. "Zie ook"-koppelingen onderaan sommige pagina's leiden u naar gerelateerde onderwerpen. Dit vereenvoudigt het vinden van gelijksoortige onderwerpen die u kunnen helpen bij het uitvoeren van bepaalde taken.
pt_br: Itens relacionados estão ligados uns aos outros. Os links "Veja também" no final de algumas páginas irão direcioná-lo aos assuntos relacionados. Isto torna mais fácil de achar assuntos similares que podem ajudá-lo a desempenhar uma determinada tarefa.
ru: Зависящие друг от друга темы ссылаются друг на друга. Переход к смежным темам можно осуществить нажатием ссылки "См. также", которая располагается внизу некоторых страниц. Это позволит легко находить похожие темы, которые могут помочь вам в решении определённой задачи.

source: It includes built-in search. The bar at the top of the help browser is a <em>search bar</em>, and relevant results will start appearing as soon as you start typing.
ast: Incluye una gueta interna. La barra por enriba del restolador de aida es una <em>barra de gueta</em>, y los resultaos relevantes aparecerán tan pronto como empiece a teclear.
el: Περιλαμβάνει ενσωματωμένη αναζήτηση. Η μπάρα στην κορυφή του περιηγητή βοήθειας είναι μια <em>μπάρα αναζήτησης</em>, ενώ σχετικά αποτελέσματα θα αρχίσουν να εμφανίζονται αμέσως μόλις αρχίσετε να πληκτρολογείτε σε αυτήν.
es: Incluye una búsqueda interna. La barra por encima del navegador de ayuda es una <em>barra de búsqueda</em>, y los resultados relevantes aparecerán tan pronto como empiece a teclear.
fi: Ohjeselaimessa on sisäänrakennettu <em>hakupalkki</em>, ja se löytyy aina Ohjeselaimen yläosasta. Se toimii samalla tavalla kuin <gui>Unity-valikon</gui> hakutoiminto, eli se aloittaa etsimisen välittömästi kun aloitat kirjoittamisen.
nl: Er is ook een ingebouwde zoekfunctie. De balk boven in de helpbrowser is een <em>zoekbalk</em>; zodra u begint te typen ziet u relevante resultaten verschijnen.
pt_br: Ele inclui a busca integrada. A barra na parte superior do navegador de ajuda é uma <em>barra de pesquisa</em>, e os resultados relevantes começarão a aparecer logo que você começar a digitar.
ru: Имеется встроенный поиск. Поле в верхней части окна справки -- это <em>строка поиска</em>, и, как только вы начнете набирать текст, будут появляться подходящие результаты поиска.
