Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Synaptic is a powerful but complicated software management alternative to <app>Ubuntu Software</app>.
ca: El Synaptic és una alternativa de gestió de programari potent però complicada al <app>Programari de l'Ubuntu</app>.
cs: Synaptic je efektivní, ale komplikovanou alternativou k <app>Ubuntu Software</app>.
de: Synaptic ist eine mächtige, aber auch komplizierte Softwareverwaltungsalternative zu <app>Ubuntu Software</app>.
fr: Synaptic est un gestionnaire de paquets puissant mais complexe qui peut se substituer à <app>Logiciels Ubuntu</app>.
gl: Synaptic é unha potente pero complicada alternativa de xestión de software a <app>Ubuntu Software</app>.
hr: Synaptic je moćan ali kompliciran upravitelj softverom, alternativa <app>Ubuntu Softveru</app>.
id: Synaptic adalah alternatif manajemen perangkat lunak yang kuat namun rumit untuk <app>Perangkat Lunak Ubuntu</app>.
ko: Synaptic 은 <app>Ubuntu Software</app> 과 비교했을때 복잡하지만 더 강력한 소프트웨어 관리 기능을 제공합니다.
lt: Synaptic paketų tvarkytuvė - tai galingas, bet gana sudėtingas programinės įrangos įdiegimo, pašalinimo bei paieškos įrankis, naudojamas kaip <app>Programų centro</app> alternatyva.
lv: Synaptic ir jaudīga, bet sarežģīta programmatūras pārvaldības alternatīva <app>Ubuntu programmatūras</app> lietotnei.
ms: Synaptic ialah pengurusan perisian yang kompleks tetapi hebat iaitu alternatif pada <app>Perisian Ubuntu</app>.
my: Synaptic သည် <app> Ubuntu Software </app> နှင့်ယှဉ်လျှင်အားကောင်းသော်လည်းရှုပ်ထွေးသော software စီမံခန့်ခွဲမှုနည်းလမ်းဖြစ်သည်။
pl: Synaptic jest funkcjonalną, ale skomplikowaną alternatywą dla <app>Menedżera oprogramowania Ubuntu</app>.
sl: Synaptic je zmogljiv a zapleten nadomestek <app>Programov Ubuntu</app> za upravljanje programov.
sv: Synaptic är ett kraftfullt men komplicerat programhanteringsalternativ till <app>Programvara för Ubuntu</app>.
tr: Synaptic, <app>Ubuntu Yazılımı</app> için güçlü ancak karmaşık bir yazılım yönetim seçeneğidir.
zh_cn: Synaptic 是 <app>Ubuntu 软件</app> 强大而复杂的软件管理替代品。

source: <app>Synaptic Package Manager</app> is more powerful and can do some software management tasks which <app>Ubuntu Software</app> can't. Synaptic's interface is more complicated and doesn't support newer <app>Ubuntu Software</app> features like ratings and reviews and therefore isn't recommended for use by those new to Ubuntu.
ca: El <app>Gestor de paquets Synaptic</app> és més potent i pot fer tasques de gestió de programari que el <app>Programari de l'Ubuntu</app> no permet. La interfície del Synaptic és més complicada i no implementa noves característiques del <app>Programari de l'Ubuntu</app> com puntuacions o ressenyes i per tant no es recomana el seu ús a aquells nous a l'Ubuntu.
cs: <app>Správce balíků Synaptic</app> má více funkcí a poradí si i s úkoly, které <app>Ubuntu Software</app> nezvládne. Rozhraní aplikace Synaptic je však více komplikované a nepodporuje některé nové funkce <app>Ubuntu Software</app>, jako jsou například uživatelská hodnocení, a tudíž není její použití doporučeno těm, kteří s Ubuntu začínají.
de: <app>Synaptic Package Manager</app> ist leistungsstärker und erledigt einige Softwareverwaltungsaufgaben, die <app>Ubuntu Software</app> nicht beherrscht. Synaptics Programmoberfläche ist komplizierter, unterstützt jedoch nicht die neueren <app>Ubuntu Software</app> Fähigkeiten wie Benotungen und Beurteilungen von Anwendungen. Sie wird daher nicht für Erstanwender von Ubuntu empfohlen.
fr: Le <app>Gestionnaire de paquets Synaptic</app> est plus puissant et peut réaliser des tâches de gestion de paquets qui ne peuvent être accomplies avec <app>Logiciels Ubuntu</app>. L'interface de Synaptic est plus complexe et ne prends pas en charge les dernières fonctionnalités introduites dans <app>Logiciels Ubuntu</app> comme les notes et les commentaires. Synaptic n'est donc pas recommandé pour les nouveaux utilisateurs d'Ubuntu.
gl: <app>O xestor de paquetes Synaptic</app> é máis poderoso e pode realizar tarefas de xestión do software que o <app>Ubuntu Software</app> non pode. A interface de Synaptic é máis complicada e non admite novas funcionalidades do <app>Ubuntu Software</app> como son as puntuacións e os comentarios, por este motivo non se recomenda aos novos usuarios do Ubuntu.
hr: <app>Synaptic upravitelj paketa</app> je moćniji i može izvoditi određene zadatke upravljanja softverom koje <app>Ubuntu Softver</app> ne može. Synapticovo sučelje je više kompliciranije i ne podržava nove <app>Ubuntu Softver</app> značajke poput ocjena, recenzija i stoga nije preporučen za korištenje novim Ubuntu korsnicima.
id: <app>Synaptic Package Manager</app> lebih kuat dan dapat melakukan beberapa tugas manajemen perangkat lunak yang <app>Perangkat Lunak Ubuntu</app> tidak bisa. Antarmuka Synaptic yang lebih rumit dan tidak mendukung fitur lebih baru miliki <app>Perangkat Lunak Ubuntu</app> seperti peringkat dan ulasan dan karena itu tidak dianjurkan untuk digunakan oleh mereka yang baru mengenal Ubuntu.
lt: <app>Paketų tvarkytuvė Synaptic</app> - tai galingas programinės įrangos tvarkymo įrankis, kuriuo galėsite įdiegti visą prieinamą programinę įrangą bei atlikti kitus tvarkymo darbus, kurių nepalaiko <app>Programų centras</app>. Synaptic valdymo sąsaja yra sudėtingesnė, taip pat jis nepalaiko naujausių <app>Programų centro</app> galimybių, kaip programų reitingavimas bei apžvalgos, todėl Synaptic nerekomenduojame naujokams.
lv: <app>Synaptic pakotņu pārvaldnieks</app> ir jaudīgāks un spēj veikt tādus programmatūras pārvaldības uzdevumus, ko <app>Ubuntu programmatūra</app> nespēj. Synaptic saskarne ir sarežģītāka un neatbalsta jaunākas <app>Ubuntu programmatūras</app> iespējas, piemēram, novērtējumus un atsauksmes , tāpēc tas nav ieteicams jauniem Ubuntu lietotājiem.
ms: <app>Pengurus Pakej Synaptic</app> ialah lebih baik dan dapat membuat beberapa tugasan pengurusan perisian yang mana <app>Perisian Ubuntu</app> tidak dapat lakukan. Antaramuka Synaptic lebih kompleks dan tidak menyokong fitur terbaharu <app>Perisian Ubuntu</app> seperti penarafan dan ulasan, oleh itu ia tidak disarankan kepada pengguna baharu Ubuntu.
my: <app> Synaptic Package Manager </app> သည်ပိုမိုအစွမ်းထက်ပြီး <app> Ubuntu ဆော့ဝဲလ် </app> မတတ်နိုင်သော software စီမံခန့်ခွဲမှုလုပ်ငန်းများကိုလုပ်ဆောင်နိုင်သည်။ Synaptic ၏မျက်နှာပြင်သည် ပို၍ ရှုပ်ထွေးပြီး <app> Ubuntu ဆော့ဝဲလ် </app> စွမ်းဆောင်ချက်အသစ်များနှင့်ပြန်လည်သုံးသပ်ခြင်းများကိုမပံ့ပိုးသောကြောင့်ထိုအသစ်များအား Ubuntu တွင်အသုံးပြုရန်အကြံပြုခြင်းမရှိပါ။
pl: <app>Menedżer pakietów Synaptic</app> jest bardziej funkcjonalny i umożliwia wykonywanie zadań, których <app>Menedżer oprogramowania Ubuntu</app> nie potrafi. Interfejs programu Synaptic jest bardziej skomplikowany i nie obsługuje nowszych funkcji <app>Menedżera oprogramowania Ubuntu</app>, takich jak oceny i recenzje, więc nie jest zalecany nowym użytkownikom Ubuntu.
sl: <app>Upravitelj paketov Synaptic</app> je bolj zmogljiv in lahko opravlja nekatera opravila upravljanja programov, ki jih <app>Programi Ubuntu</app> ne zmore. Synapticov vmesnik je dosti bolj zapleten in ne podpira novejših zmožnosti <app>Programov Ubuntu</app>, kot so ocene ter mnenja. Zato ga novim uporabnikom Ubuntuja ne priporočamo.
sv: <app>Synaptic pakethanterare</app> är kraftfullare och kan hantera en del programhanteringsuppgifter som <app>Programvara för Ubuntu</app> inte kan. Synaptics gränssnitt är mera komplicerat och stödjer inte nyare funktioner i <app>Programvara för Ubuntu</app> såsom betygssättning och kommentarer, och rekommenderas därför inte för nya Ubuntu-användare.
tr: <app>Synaptic Paket Yöneticisi</app> artık daha güçlü ve <app>Ubuntu Yazılımı</app>'nın yapamadığı bazı yazılım yönetimi görevlerini de yapabiliyor. Synaptic arayüzü daha karmaşık ve <app>Ubuntu Yazılımı</app>'nın yeni özellikleri olan oylamalar ve yorumlar destenlemiyor, bunun sonucunda Ubuntu'ya yeni olan kullanıcılar için tavsiye edilmemektedir.
zh_cn: <app>新立得软件包管理器</app>功能更强大，可以执行<app> Ubuntu 软件中心</app>无法执行的某些软件管理任务。新立得的界面更为复杂，不支持<app> Ubuntu软件</app>的新功能（例如评分和评论），因此不建议Ubuntu的新手使用。

source: Synaptic isn't installed by default, but you can <link href="apt:synaptic">install</link> it from the Ubuntu package archive.
ca: El Synaptic no està instal·lat per defecte, però el podeu <link href="apt:synaptic">instal·lar-</link> des de l'arxiu de paquets de l'Ubuntu.
cs: Synaptic není obsažen ve výchozí instalaci, ale může být <link href="apt:synaptic">nainstalován</link> z archivu balíků Ubuntu.
de: Synaptic wird nicht standardmäßig installiert, Sie können <link href="apt:synaptic">install</link> aus dem Ubuntu Paketarchiv nachinstallieren.
fr: Synaptic n'est pas installé par défaut, mais vous pouvez <link href="apt:synaptic">l'installer</link> depuis l'archive de paquets Ubuntu.
gl: Synaptic non vén incluído no sistema, pero vostede pode <link href="apt:synaptic">instalalo</link> desde o arquivo de paquetes de Ubuntu.
hr: Synaptic nije instaliran po zadanome, ali ga možete <link href="apt:synaptic">instalirati</link> iz arhive Ubuntu paketa.
id: Synaptic tidak diinstal secara default, tetapi Anda dapat <link href="apt:synaptic">menginstalnya</link> dari arsip paket Ubuntu.
ko: Synaptic 은 기본적으로 설치되지는 않지만, Ubuntu package archive를 통해 <link href="apt:synaptic">설치</link> 할수 있습니다.
lt: Synaptic įrankis įprastai nėra įdiegtas, bet jūs galite <link href="apt:synaptic">įdiegti</link> jį iš standartinių Ubuntu programinės įrangos saugyklų.
lv: Pēc noklusējuma Synaptic nav uzinstalēts, bet jūs to varat <link href="apt:synaptic">uzinstalēt</link> no Ubuntu pakotņu arhīva.
ms: Synaptic tidak dipasang secara lalai, tetapi anda boleh <link href="apt:synaptic">pasang</link> ia melalui arkib pakej Ubuntu.
my: Synaptic ကိုပုံမှန်အားဖြင့်တပ်ဆင်ထားခြင်းမရှိသော်လည်း၎င်းသည် Ubuntu package archive မှ <link href = "apt: synaptic"> </link> ထည့်သွင်းနိုင်သည်။
pl: Synaptic nie jest domyślnie zainstalowany, ale można <link href="apt:synaptic">zainstalować</link> go z archiwum pakietów Ubuntu.
sl: Synaptic ni privzeto nameščen, vendar ga lahko <link href="apt:synaptic">namestite</link> iz arhiva paketov Ubuntu.
sv: Synaptic är inte installerat som standard, men du kan <link href="apt:synaptic">installera</link> det från Ubuntus paketförråd.
tr: Synaptic yüklü olarak gelmez, ancak Ubuntu paket arşivinden <link href="apt:synaptic">yüklenebilir</link>.
zh_cn: 新立得默认情况下没有安装，但是您可以从 Ubuntu 软件中心里<link href="apt:synaptic">安装</link>。

source: Install software with Synaptic
ca: Instal·leu programari amb el Synaptic
cs: Instalace softwaru pomocí Synaptic
de: Anwendungen mit Synaptic installieren
fr: Installer des logiciels avec Synaptic
gl: Instalar software con Synaptic
hr: Instalacija softvera sa Synapticom
id: Menginstal perangkat lunak dengan Synaptic
ko: Synaptic으로 소프트웨어 설치
lt: Programinės įrangos įdiegimas su paketų tvarkytuve Synaptic
lv: Instalēt programmatūru ar Synaptic
ms: Pasang perisian dengan Synaptic
my: Synaptic နှင့်ဆော့ဝဲလ်များကိုသွင်းမည်
pl: Instalacja oprogramowania za pomocą programu Synaptic
sl: Namestitev programske opreme s programom Synaptic
sv: Installera program med Synaptic
tr: Yazılımı Synaptic ile kurun
zh_cn: 使用新立得安装软件

source: Open <app>Synaptic</app> via the <em>Activities</em> search bar. You will need to enter your password in the <gui>Authenticate</gui> window.
ca: Obriu el <app>Synaptic</app> via la barra de cerca <em>Activitats</em>. Haureu d'introduir la vostra contrasenya a la finestra <gui>Autentica</gui>.
cs: Otevřete <app>Synaptic</app> prostřednictvím vyhledávacího panelu <em>Aktivity</em>. Budete muset zadat své heslo v okně <gui>Ověření</gui>.
de: Öffnen Sie <app>Synaptic</app> über die <em>Aktivitäten</em> Suchleiste. Sie müssen Ihr Passwort im Fenster <gui>Authentifizierung</gui> eingeben.
fr: Ouvrez <app>Synaptic</app> via la barre de recherche <em>Activités</em>. Vous devrez saisir votre mot de passe dans la fenêtre d'<gui>Authentification</gui>.
gl: Abra <app>Synaptic</app> na barra de busca <em>Actividades</em>. Precisará introducir o contrasinal na xanela de <gui>Autenticación</gui>.
hr: Otvorite<app>Synaptic</app> putem <em>Aktivnosti</em> trake pretrage. Trebati ćete upisati svoju lozinku u prozor <gui>Ovjere</gui>.
id: Buka <app>Synaptic</app> melalui bilah pencarian <em>Activities</em>. Anda akan perlu untuk memasukkan kata sandi Anda di jendela <gui>Autentikasi</gui>.
ko: <em>Activities</em> 검색 바를 통해 <app>Synaptic</app>을 여십시오. <gui>Authenticate</gui> 창에 비밀번호를 입력해야 할 것 입니다.
lt: Atverkite <app>Paketų tvarkytuvė Synaptic</app> programą surasdami ją <em>Apžvalgos</em> paieškoje arba spustelėję mygtuką <em>Paleisti programas</em>. Jūsų paprašys patvirtinti tapatybę - įveskite savo (arba programų įdiegimo teises turinčio naudotojo) slaptažodį.
lv: Atveriet <app>Synaptic</app> no <em>Aktivitāšu</em> meklēšanas joslas. <gui>Autentifikācijas</gui> logā jums vajadzēs ievadīt savu paroli.
my: <app> Synaptic </app> ကို <em> Activities </em> search bar မှတဆင့်ဖွင့်ပါ။ သင်၏စကားဝှက်ကို <gui> Authenticate </gui> ၀ င်းဒိုးတွင်ထည့်သွင်းရန်လိုအပ်သည်။
pl: Otwórz program <app>Synaptic</app> za pomocą paska wyszukiwania na <em>ekranie podglądu</em>. Należy wpisać hasło w oknie <gui>Uwierzytelnianie</gui>.
sv: Öppna <app>Synaptic</app> via sökraden för <em>Aktiviteter</em>. Du behöver ange ditt lösenord i fönstret <gui>Autentisera</gui>.
zh_cn: 在<em>活动</em>视图的搜索栏里，搜索<app> Synaptic </app>。 您需要在<gui>认证</gui>窗口中输入密码。

source: Click <gui>Search</gui> to search for an application, or click <gui>Sections</gui> and look through the categories to find one.
ca: Cliqueu <gui>Cerca</gui> per buscar una aplicació, o cliqueu <gui>Seccions</gui> i reviseu les categories per trobar-ne una.
cs: Pro vyhledávání aplikací klikněte na <gui>Hledat</gui>, pro procházení aplikací dle kategorií klikněte na <gui>Sekce</gui>.
de: Klicken Sie auf <gui>Suchen</gui>, um eine Anwendung zu finden, oder klicken Sie auf <gui>Suchergebnisse filtern</gui> und wählen Sie eine Kategorie aus.
fr: Cliquez sur <gui>Rechercher</gui> pour rechercher une application, ou cliquez sur <gui>Catégories</gui> pour rechercher par thème.
gl: Prema <gui>Buscar</gui> para atopar un aplicativo ou prema <gui>Seccións</gui> e bote unha ollada para localizalo nas categorías.
hr: Kliknite na <gui>Pretraži</gui> za pretragu aplikacije, ili kliknite na <gui>Odjeljke</gui> i potražite kroz kategorije.
id: Klik <gui>Cari</gui> untuk mencari aplikasi, atau klik <gui>Bagian</gui> dan lihat melalui kategori untuk menemukan sesuatu.
ko: 응용 프로그램을 찾기 위해 <gui>Search</gui> 를 클릭하세요. 또는 <gui>Sections</gui> 를 클릭하고 카테고리를 둘러봐 찾을 수 있습니다.
lt: Norimą programą rasite paspaudę mygtuką <gui>Ieškoti</gui> Synaptic lango viršuje, arba spustelėkite <gui>Skyriai</gui> kairėje ir susiraskite norimą programą iš atitinkamo skyriaus (kategorijos).
lv: Spiediet <gui>Search</gui>, lai meklētu lietotni, vai spiediet <gui>Sections</gui> un meklējiet kategorijās, lai atrastu programmu.
ms: Klik <gui>Gelintar</gui> untuk menggelintar aplikasi, atau klik <gui>Bahagian</gui> dan cari melalui kategori.
my: application ကိုရှာရန် <gui> Search </gui> ကိုနှိပ်ပါ။ <gui> ကဏ္</များ </gui> ကိုနှိပ်ပြီးအမျိုးအစားတစ်ခုကိုရှာဖွေရန်ရှာဖွေပါ။
pl: Kliknij <gui>Szukaj</gui>, aby wyszukać program lub kliknij <gui>Działy</gui> i wybierz właściwą kategorię.
sl: Kliknite <gui>Iskanje</gui> za iskanje programa oz. kliknite <gui>Oddelki</gui> in se sprehodite po kategorijah.
sv: Klicka på <gui>Sök</gui> för att söka efter ett program, eller klicka på <gui>Sektioner</gui> och gå igenom de olika kategorierna.
tr: Bir uygulamayı aramak için <gui>Ara</gui>'ya tıklayın ya da bulmak için <gui>Bölümler</gui>'e tıklayıp kategorileri gözden geçirin.
zh_cn: <app>新立得</app> 打开时，单击<gui>搜索</gui>搜索应用程序，或单击<gui>组别</gui>，浏览类别以查找。

source: If you are asked to mark additional changes, click <gui>Mark</gui>.
ca: Si se us demana marcar canvis addicionals, cliqueu <gui>Marca</gui>.
cs: Pokud máte označit další změny, klikněte na <gui>Označit</gui>.
de: Wenn Sie dazu aufgefordert werden zusätzliche Änderungen zu markieren, klicken Sie auf <gui>Markieren</gui>.
fr: S'il vous est demandé de marquer des changements supplémentaires, cliquez sur <gui>Marquer</gui>.
gl: Se se lle pide marcar os cambios adicionais, prema <gui>Marcar</gui>.
hr: Ako ste upitani za odabir dodatnih promjena, kliknite <gui>Odaberi</gui>.
id: Jika Anda diminta untuk menandai perubahan tambahan, klik <gui>Tandai</gui>.
ko: 추가 변경 사항을 표시하도록 요청받은 경우, <gui>Mark</gui>를 클릭하시오.
lt: Jei jūsų paprašys „Pažymėti papildomus pakeitimus“ - spustelėkite mygtuką <gui>Pažymėti</gui>.
lv: Ja jums prasa papildu izmaiņas, spiediet <gui>Mark</gui>.
ms: Jika anda disuruh menanda perubahan tamabah, klik <gui>Tanda</gui>.
my: အကယ်၍ သင့်အားထပ်မံပြောင်းလဲမှုများပြုလုပ်ရန်တောင်းဆိုပါက <gui> မှတ်သားပါ </gui> ကိုနှိပ်ပါ။
pl: Jeśli Synaptic prosi o zaznaczenie dodatkowych zmian, kliknij przycisk <gui>Zaznacz</gui>.
sl: Če boste vprašani po označevanju dodatnih sprememb, kliknite na <gui>Označi</gui>.
sv: Om du ombes markera ytterligare ändringar, klicka på <gui>Markera</gui>.
tr: Ek değişiklikleri işaretlemeniz istenirse <gui>İşaretle</gui>yi tıklayın.
zh_cn: 如果提示您标记其他修改，请单击<gui>标记</gui>。

source: For more information about using <app>Synaptic</app>, consult the <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic How To</link>.
ca: Per a més informació sobre l'ús del <app>Synaptic</app>, consulteu el <link href="https://help.ubuntu.com/community/SynapticHowto">Com fer amb el Synaptic</link>.
cs: Pro více​ informací k používání <app>Synaptic</app>, navštivte <link href="https://help.ubuntu.com/community/SynapticHowto">Jak na Synaptic</link>.
de: Für weitere Informationen über die Benutzung von <app>Synaptic</app>, lesen Sie die <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic-Anleitung</link> (englisch).
fr: Pour plus d'informations sur la façon d'utiliser <app>Synaptic</app>, consultez le <link href="https://help.ubuntu.com/community/SynapticHowto">tutoriel de Synaptic</link>.
gl: Para obter máis información sobre o uso do <app>Synaptic</app>, consulte <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic How To</link>.
hr: Za više informacija o korištenju <app>Synaptica</app>, posjetite <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic upute</link>.
id: Untuk informasi lebih lanjut tentang menggunakan <app>Synaptic</app>, baca <link href="https://help.ubuntu.com/community/SynapticHowto">Cara Memakai Synaptic</link>.
ko: <app>Synaptic</app> 사용에 관한 더 많은 정보는 <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic How To</link>를 참조하시오.
lt: Daugiau informacijos apie naudojimąsi <app>Paketų tvarkytuve Synaptic</app> gausite pasirinkę meniu <gui>Pagalba->Trumpa įžanga</gui> bei <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic žinyne internete</link>.
lv: Lai uzzinātu vairāk par <app>Synaptic</app>, lasiet <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic rokasgrāmatu</link>.
ms: Untuk maklumat lanjut mengenai penggunaan <app>Synaptic</app>, rujuk <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic How To</link>.
my: <app> Synaptic </app> အသုံးပြုခြင်းနှင့်ပတ်သက်သောနောက်ထပ်အချက်အလက်များအတွက် <link href = "https://help.ubuntu.com/community/SynapticHowto"> Synaptic How to </link> နှင့်တိုင်ပင်ပါ။
pl: <link href="https://help.ubuntu.com/community/SynapticHowto">Poradnik programu Synaptic</link> zawiera więcej informacji o używaniu programu <app>Synaptic</app> (w języku angielskim).
sl: Za več podrobnosti o uporabi programa <app>Synaptic</app>, si oglejte <link href="https://help.ubuntu.com/community/SynapticHowto">Podrobni vodnik Synaptic</link>.
sv: För mer information om hur du använder <app>Synaptic</app> hänvisar vi till <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptics handledning</link>.
tr: <app>Synaptic</app> kullanımı hakkında daha fazla bilgi için <link href="https://help.ubuntu.com/community/SynapticHowto">Synaptic Nasıl</link>a başvurun.
zh_cn: 关于使用 <app>新立得(Synaptic)</app> 的更多详细信息，请访问 <link href="https://help.ubuntu.com/community/SynapticHowto">如何使用新立得</link>。

# link:trail
source: Add/remove software
ca: Afegeix/suprimeix programari
cs: Přidat/odebrat software
de: Software hinzufügen/entfernen
fr: Ajouter/supprimer des logiciels
gl: Engadir/Eliminar aplicativos
hr: Dodavanje/Uklanjanje softvera
id: Tambah/hapus perangkat lunak
ko: 소프트웨어 추가/삭제
lt: Įdiegti/pašalinti programas
lv: Pievienot vai izņemt programmatūru
ms: Tambah/buang perisian
my: ဆော့ (ဖ်) ဝဲထည့် / ဖယ်ပါ
pl: Dodawanie/usuwanie oprogramowania
sl: Dodaj/odstrani programsko opremo
sv: Lägg till/ta bort program
tr: Yazılım ekleyin/kaldırın
zh_cn: 添加或删除软件

source: <link xref="addremove-install">Install applications</link>, <link xref="addremove-remove">remove applications</link>, <link xref="addremove-sources">add repositories</link>…
ca: <link xref="addremove-install">Instaŀŀa aplicacions</link>, <link xref="addremove-remove">Elimina aplicacions</link>, <link xref="addremove-sources">afegeix repositoris</link>…
cs: <link xref="addremove-install">Instalace aplikací</link>, <link xref="addremove-remove">odstranění aplikací</link>, <link xref="addremove-sources">přidání zdrojů softwaru</link>…
de: <link xref="addremove-install">Anwendungen installieren</link>, <link xref="addremove-remove">Anwendungen entfernen</link>, <link xref="addremove-sources">Softwarequellen hinzufügen</link> …
fr: <link xref="addremove-install">Installer des applications</link>, <link xref="addremove-remove">supprimer des applications</link>, <link xref="addremove-sources">ajouter des dépôts</link>…
gl: <link xref="addremove-install">Instalar aplicativos</link>, <link xref="addremove-remove">eliminar aplicativos</link>, <link xref="addremove-sources">engadir repositorios</link>…
hr: <link xref="addremove-install">Instalirajte aplikacije</link>, <link xref="addremove-remove">uklonite aplikacije</link>, <link xref="addremove-sources">dodajte repozitorije</link>…
id: <link xref="addremove-install">Pasang aplikasi</link>, <link xref="addremove-remove">hapus aplikasi</link>, <link xref="addremove-sources">tambah repositori</link>…
lt: <link xref="addremove-install">Įdiegti programas</link>, <link xref="addremove-remove">pašalinti programas</link>, <link xref="addremove-sources">pridėti programų saugyklas…</link>
lv: <link xref="addremove-install">Instalēt lietotnes</link>, <link xref="addremove-remove">izņemt lietotnes</link>, <link xref="addremove-sources">pievienot krātuves</link>…
pl: <link xref="addremove-install">Instalowanie programów</link>, <link xref="addremove-remove">usuwanie programów</link>, <link xref="addremove-sources">dodawanie repozytoriów</link>…
sv: <link xref="addremove-install">Installera program</link>, <link xref="addremove-remove">ta bort program</link>, <link xref="addremove-sources">lägg till förråd</link>…
zh_cn: <link xref="addremove-install">安装应用程序</link>, <link xref="addremove-remove">删除应用程序</link>, <link xref="addremove-sources">添加软件源</link>…

source: Install &amp; remove software
ca: Instal·la i elimina programari
cs: Instalace a odstranění softwaru
de: Anwendungen installieren &amp; entfernen
fr: Installer et supprimer des logiciels
gl: Instalar e eliminar software
hr: Instaliraj i ukloni softver
id: Pasang &amp; hapus perangkat lunak
ko: 소프트웨어 설치 &amp; 제거
lt: Įdiegti ar pašalinti programas
lv: Instalēt un izņemt programmatūru
ms: Pasang &amp; buang perisian
my: ဆော့ဗ်ဝဲကို install & ဖယ်ရှားပါ
pl: Instalowanie i usuwanie oprogramowania
sv: Installera &amp; ta bort mjukvara
tr: Yükle &amp; yazılımı kaldır
zh_cn: 安装和卸载软件
