Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Gretag-Macbeth Eye-One Display 1, 2 or LT (colorimeter)
ast: Gretag-Macbeth Eye-One Display 1, 2 o LT (colorímetro)
el: Gretag-Macbeth Eye-One Display 1, 2 or LT (χρωματόμετρο)
fi: Gretag-Macbeth Eye-One Display 1, 2 tai LT (kolorimetri)
nl: Gretag-Macbeth Eye-One Display 1, 2 of LT (colorimeter)
pt_br: Gretag-Macbeth Eye-One Display 1, 2 ou LT (colorímetro)
ru: Gretag-Macbeth Eye-One Display 1, 2 или LT (колориметр)

source: X-Rite ColorMunki Design or Photo (spectrometer)
ast: X-Rite ColorMunki Design or Photo (espectrómetro)
el: X-Rite ColorMunki Design ή Photo (φασματόμετρο)
fi: X-Rite ColorMunki Design tai Photo (spektrometri)
nl: X-Rite ColorMunki Design of Photo (spectrometer)
pt_br: X-Rite ColorMunki Design ou Photo (espectrômetro)
ru: X-Rite ColorMunki Design или Photo (спектрометр)

source: X-Rite ColorMunki Create (colorimeter)
ast: X-Rite ColorMunki Create (colorímetro)
el: X-Rite ColorMunki Create (χρωματόμετρο)
fi: X-Rite ColorMunki Create (kolorimetri)
pt_br: X-Rite ColorMunki Create (colorímetro)
ru: X-Rite ColorMunki Create (колориметр)

source: Pantone Huey (colorimeter)
ast: Pantone Huey (colorímtero)
el: Pantone Huey (χρωματόμετρο)
fi: Pantone Huey (kolorimetri)
pt_br: Pantone Huey (colorímetro)
ru: Pantone Huey (колориметр)

source: MonacoOPTIX (colorimeter)
ast: MonacoOPTIX (colorímtero)
el: MonacoOPTIX (χρωματόμετρο)
fi: MonacoOPTIX (kolorimetri)
pt_br: MonacoOPTIX (colorímetro)
ru: MonacoOPTIX (колориметр)

source: ColorVision Spyder 2 and 3 (colorimeter)
ast: ColorVision Spyder 2 y 3 (colorímetro)
el: ColorVision Spyder 2 και 3 (χρωματόμετρο)
fi: ColorVision Spyder 2 ja 3 (kolorimetri)
nl: ColorVision Spyder 2 en 3 (colorimeter)
pt_br: ColorVision Spyder 2 e 3 (colorímetro)
ru: ColorVision Spyder 2 и 3 (колориметр)

source: Colorimètre HCFR (colorimeter)
ast: Colorímtero HCFR (colorímetro)
el: Colorimètre HCFR (χρωματόμετρο)
fi: Colorimètre HCFR (kolorimetri)
pt_br: Colorimètre HCFR (colorímetro)
ru: Colorimètre HCFR (колориметр)

source: The Pantone Huey is currently the cheapest and best supported hardware in Linux.
ast: El Pantone Huey es anguaño el hardware más barato y col meyor sofitu en Linux.
el: Το Pantone Huey είναι το φτηνότερο και με την καλύτερη υποστήριξη υλικό για Linux αυτό το χρονικό διάστημα.
fi: Pantone Huey on tällä hetkellä halvin ja parhaiten tuettu laite Linux-ympäristössä.
nl: De Pantone Heuy is momenteel de goedkoopste en de best ondersteunde hardware voor Linux.
pt_br: O Pantone Huey é atualmente o equipamento mais barato e melhor suportado pelo Linux.
ru: В настоящее время Pantone Huey — самое дешёвое и лучше всего поддерживаемое в Linux устройство.

source: Calibration targets are needed to do scanner and camera profiling.
ast: Se necesiten objetivos de calibración pa facer perfiles de escáner y cámara.
el: Οι στόχοι βαθμονόμησης χρειάζονται για τη δημιουργία προφίλ κάμερας και σαρωτών.
fi: Kuvanlukijan ja kameran profilointi vaatii kalibrointikohteen.
nl: Kalibratiedoelen zijn nodig om scanner- en cameraprofielen aan te kunnen maken.
pt_br: Alvos de calibração são necessários para fazer o perfil do digitalizador ou da câmera.
ru: Цели калибровки необходимы для профилирования сканеров и фотоаппаратов.

source: Which target types are supported?
ast: ¿Qué tribes de oxetivu tan soportados?
el: Ποιοί τύποι στόχων βαθμονόμησης υποστηρίζονται;
fi: Mitkä kohteet ovat tuettuja?
nl: Welke doeltypen worden ondersteund?
pt_br: Que tipos de alvos são suportados?
ru: Какие типы целей поддерживаются?

source: The following types of targets are supported:
ast: Se permitnos siguientes tribes de objetivos:
el: Υποστηρίζονται οι εξής τύποι στόχων βαθμονόμησης:
fi: Seuraavanlaiset kohteet ovat tuettuja:
nl: De volgende doeltypen worden ondersteund:
pt_br: Os seguintes tipos de alvos são suportados:
ru: Поддерживаются следующие типы целей:

source: You can purchase targets from well-known vendors like KODAK, X-Rite and LaserSoft in various online shops.
ast: Puede mercar los objetivos de conocidos fabricantes como Kodak, X-Rite y LaserSoft en varias tiendas en llinia..
el: Μπορείτε να προμηθευτείτε στόχους βαθμονόμησης χρωμάτων από γνωστούς κατασκευαστές όπως οι KODAK, X-Rite και LaserSoft σε διάφορα διαδικτυακά καταστήματα.
fi: Voit ostaa tunnettujen yritysten, kuten Kodak, X-Riteja LaserSoft, kalibrointikohteita useista verkkokaupoista.
nl: U kunt doelen kopen van bekende leveranciers zoals KODAK, X-Rite en LaserSoft in verschillende onlinewinkels .
pt_br: Você pode adquirir alvos de conhecidos fornecedores como a KODAK, X-Rite e LaserSoft em várias lojas on-line.
ru: Вы можете приобрести цели у известных производителей, таких, как KODAK, X-Rite и LaserSoft в различных онлайн-магазинах.

source: Alternatively you can buy targets from <link href="http://www.targets.coloraid.de/">Wolf Faust</link> at a very fair price.
ast: También puede mercar objetivos en <link href="http://www.targets.coloraid.de/">Wolf Faust</link> a mui buen precio.
el: Εναλλακτικά, μπορείτε να αγοράσετε στόχους βαθμονόμησης χρωμάτων από το κατάστημα <link href="http://www.targets.coloraid.de/">Wolf Faust</link> σε αρκετά καλές τιμές.
fi: Kalibrointikohteita myy edullisesti myös saksalainen <link href="http://www.targets.coloraid.de/">Wolf Faust</link>.
nl: U kunt ook doelen kopen bij <link href="http://www.targets.coloraid.de/">Wolf Faust</link> voor een zeer redelijke prijs.
pt_br: Alternativamente, você poderá comprar os alvos no <link href="http://www.targets.coloraid.de/">Wolf Faust</link> a um preço muito justo.
ru: Также можно приобрести цели в магазине <link href="http://www.targets.coloraid.de/">Wolf Faust</link> по низкой цене.

source: Sharing color profiles is nevera good idea as hardware changes over time.
ast: Compartir los perfiles de color nunca es una buena idea pues el hardware camuda col tiempu.
el: Ο διαμοιρασμός χρωματικών προφίλ δεν είναι καλή ιδέα, καθώς τα υλικά αλλάζουν με τον χρόνο.
fi: Väriprofiilien jakaminen ei ole hyvä idea, sillä laitteet muuttuvat ajan myötä.
nl: Het delen van kleurprofielen is niet handig, omdat de hardware zelf met de tijd verandert.
pt_br: Compartilhar perfis de cores nunca é uma boa idéia, porque o hardware muda com o tempo.
ru: Распространение цветовых профилей никогда не было хорошей идеей, поскольку оборудование со временем изменяется.

source: Can I share my color profile?
ast: ¿Puedo compartir mi perfil de color?
el: Μπορώ να μοιραστώ το χρωματικό μου προφίλ με άλλους;
fi: Voinko jakaa väriprofiilini?
nl: Kan ik mijn kleurprofiel delen?
pt_br: Posso compartilhar o meu perfil de cor?
ru: Могу ли я распространять свои цветовые профили?

source: Color profiles that you have created yourself are specific to the hardware that you calibrated for. My DreamColor LP2480zx has been powered for a few hundred hours, and is going to have a very different color profile to a similar display with the next serial number if it's been lit for a thousand hours.
ast: Les preferencies de color que ha creáu son específicas pa el preséu pa el que lo ha calibráu. My DreamColor LP2480zx ha estáu enchufáu durante cientos de hores y va a tener un perfil de color mui distintu a una pantalla similar col siguiente númberu de serie pero que heba estáu coneutáu durante miles de hores.
el: Τα χρωματικά προφίλ που έχετε δημιουργήσει εσείς, αφορούν το συγκεκριμένο υλικό για το οποίο έχετε κάνει τη βαθμονόμηση. Για παράδειγμα, η δική μου οθόνη DreamColor LP2480zx που έχει λειτουργήσει μόνο για λίγες εκατοντάδες ώρες, θα έχει πολύ διαφορετικό χρωματικό προφίλ από μια οθόνη παρόμοια με αυτήν, ακόμα και με αυτή με τον ακριβώς επόμενο σειριακό αριθμό παραγωγής, αν η δεύτερη έχει λειτουργήσει ήδη για κάποιες χιλιάδες ώρες.
nl: Kleurprofielen die u zelf heeft aangemaakt zijn specifiek voor de hardware waarvoor u kalibreert. Mijn DreamColor LP2480zx monitor heeft al enkele honderden uren aan gestaan en zal een totaal ander kleurprofiel hebben dan de monitor met het volgende serienummer als deze duizend uur aan staat.
pt_br: Perfis de cor que você mesmo criou são específicos para o equipamento em que foram calibrados. Meu DreamColor LP2480zx tem algumas centenas de horas de uso, e vai ter um perfil muito diferente de um monitor similar, do mesmo lote de fabricação, se este tiver mil horas de uso.
ru: Цветовые профили, которые у вас имеются, применимы только для оборудования, для которого производилась калибровка. Мой монитор DreamColor LP2480zx был включён в сеть в течение нескольких сотен часов, и его цвета сильно отличаются от похожего монитора со следующим серийным номером, если бы он был включён на тысячу часов.

source: This means if you share your color profile with somebody, you might be getting them <em>closer</em> to calibration, but it's misleading at best to say that their display is calibrated.
el: Αυτό σημαίνει ότι αν μοιραστείτε το χρωματικό προφίλ σας με κάποιον τρίτο, θα ήταν βέβαια πιθανό να τον βοηθούσατε να επιτύχει <em>ακριβέστερη</em> βαθμονόμηση, αλλά θα ήταν τουλάχιστον παραπλανητικό να ειπωθεί ότι η οθόνη του θα είχε βαθμονομηθεί σωστά.
nl: Dit betekent dat, als u uw kleurprofiel met anderen deelt, zij <em>dicht</em> tegen kalibratie aan zitten, maar het is op zijn minst misleidend om te zeggen dat hun scherm gekalibreerd is.
pt_br: Isto significa que se você compartilhar o seu perfil de cores com alguém, você pode estar colocando-os <em>mais próximos</em> da calibração, mas não é certo dizer que sua exibição está calibrado.

source: You should carefully check the redistribution conditions for profiles downloaded from vendor websites or that were created on your behalf.
ast: Tien de revisar cuidadosamente los requisitos de redistribución de los perfiles descargados de sitios web de proveedores o que se han creáu en su nome.
el: Θα πρέπει να ελέγχετε προσεκτικά τις συνθήκες αναδιανομής για προφίλ που έχετε λάβει από διαδικτυακούς εμπορικούς ιστότοπους ή που έχουν δημιουργηθεί από εσάς.
nl: U moet de herdistributievoorwaarden voor profielen die zijn gedownload van de website van de leverancier, of die namens u werden gemaakt, zorgvuldig controleren.
pt_br: Você deve verificar com cuidado as condições de redistribuição para perfis baixados do site do fabricante ou que foram criados em seu nome.

source: Color profiles are provided by vendors and can be generated yourself.
ast: Los perfiles de color los proporcionan los fabricantes y los puede xenerar vusté mesmu.
el: Τα χρωματικά προφίλ παρέχονται από τους προμηθευτές, αλλά μπορείτε να τα δημιουργήσετε και εσείς.
fi: Väriprofiileja tarjoavat laitevalmistaja ja lisäksi niitä on mahdollista luoda itse.
nl: Kleurprofielen worden geleverd door leveranciers en kunnen door u zelf gegenereerd worden.
pt_br: Perfis de cor são fornecidos pelos fabricantes e podem ser gerados por você mesmo.
ru: Цветовые профили предоставляются поставщиками и могут быть созданы вами.

source: Where do I get color profiles?
ast: ¿Dónde consigo perfiles de color?
el: Πού μπορώ να βρώ χρωματικά προφίλ;
fi: Mistä saan väriprofiileja?
nl: Waar kan ik een kleurprofiel verkrijgen?
pt_br: Onde eu obtenho perfis de cor?
ru: Где взять цветовые профили?

source: The best way to get profiles is to generate them yourself, although this does require some initial outlay.
ast: La meyor manera de obtener perfiles es xenerar uno personalizáu, anque esto requier un desembolso inicial.
el: Ο καλύτερος τρόπος για να αποκτήσετε χρωματικά προφίλ είναι να τα δημιουργήσετε, αν και αυτό απαιτεί μία αρχική δαπάνη.
nl: De beste manier om aan profielen te komen is door ze zelf te ontwikkelen, alhoewel dit wat onkosten met zich meebrengt.
pt_br: A melhor maneira de obter perfis é gerando-os você mesmo, apesar de que isto requer algum gasto de dinheiro inicial.

source: Many manufacturers do try to provide color profiles for devices, although sometimes they are wrapped up in <em>driver bundles</em> which you may need to download, extract and then search for the color profiles.
ast: Muchos fabricantes intentan apurrir perfiles de color pa los preseos, inclusu a vegaes tan envueltos nos <em>paquetes de controlador</em> que tien que baxar, extraer y dempués guetar el perfil de color.
el: Πολλοί κατασκευαστές προσπαθούν να προμηθεύσουν χρωματικά προφίλ για συσκευές, αν και μερικές φορές αυτά βρίσκονται σε <em>πακέτα οδηγών</em> τα οποία πρέπει να κατεβάσετε από το διαδίκτυο, να τα εξάγετε και στη συνέχεια να αναζητήσετε εκεί τα χρωματικά προφίλ.
nl: Veel fabrikanten proberen wel kleurprofielen voor apparaten te verschaffen, alhoewel ze soms opgenomen zijn in <em>driver-bundels</em> die u mogelijk moet downloaden en uitpakken om daarna te zoeken naar de kleurprofielen.
pt_br: Muitos fabricantes tentam fornecer perfis para dispositivos, apesar de que algumas vezes eles vêm em pacotes de <em>coleções de drivers</em> que você pode precisar baixar da internet, extrair e então procurar pelos perfis de cor.

source: Some manufacturers do not provide accurate profiles for the hardware and the profiles are best avoided. A good clue is to download the profile, and if the creation date is more than a year before the date you bought the device then it's likely dummy data generated that is useless.
ast: Dellos fabricantes no proporcionan perfiles exactos pa el hardware y los perfiles es meyor evitarlos. Una buena pista es baxar el perfil y si la data de creación es mayor de un año enantes de la data en que compró el equipu, entós es posible que los datos ficticios generados seyan inútiles.
el: Κάποιοι κατασκευαστές δεν προμηθεύουν ακριβή προφίλ για το υλικό τους, οπότε είναι καλύτερο αυτά να αποφεύγονται. Μία καλή ένδειξη για την ακρίβεια των χρωματικών προφίλ είναι να κατεβάσετε από το διαδίκτυο και να ελέγξετε την ημερομηνία της δημιουργίας τους. Αν αυτή είναι παλαιότερη από ένα χρόνο από την ημερομηνία αγοράς της συσκευής σας, τότε πιθανότατα είναι ένα πακέτο δημιουργημένο με εσφαλμένα δεδομένα, το οποίο δεν θα σας είναι χρήσιμο.
nl: Van sommige fabrikanten zijn de profielen voor de hardware niet nauwkeurig, deze kunnen beter vermeden worden. Het beste is het profiel te downloaden, en als de aanmaakdatum meer dan een jaar vóór de datum waarop u het apparaat kocht ligt, dan gaat het waarschijnlijk om data die niet te gebruiken zijn.
pt_br: Alguns fabricantes não fornecem perfis precisos para o equipamento e esses perfis devem ser evitados. Um boa dica é baixar o perfil, e se a sua data de criação for mais de um ano antes da data de compra do dispositivo, então é provável que seja inútil.

source: See <link xref="color-why-calibrate"/> for information on why vendor suplied profiles are often worse than useless.
ast: Vea <link xref="color-why-calibrate"/> pa tener información de por qué los perfiles suministrados pol proveedor son davezu poco útiles.
el: Δείτε το <link xref="color-why-calibrate"/> για περισσότερες πληροφορίες σχετικά με το λόγο που τα χρωματικά προφίλ που προμηθεύουν οι κατασκευαστές είναι κάποιες φορές άχρηστα.
nl: Zie <link xref="color-why-calibrate"/> voor informatie over waarom door verkopers geleverde profielen vaak waardeloos zijn.
pt_br: Veja <link xref="color-why-calibrate"/> para informações sobre por que os perfis fornecidos pelos fabricante frequentemente são mais que inúteis.

source: Color profiles can be easily imported by opening them.
ast: Los colores de perfiles pueden ser cenciellamente importados escoyíu el tema que quies.
el: Τα προφίλ χρωμάτων μπορούν εύκολα να εισαχθούν ανοίγοντάς τα.
fi: Väriprofiilit on helppo tuoda avaamalle ne.
nl: Kleurprofielen kunnen makkelijk geïmporteerd worden door ze te openen.
pt_br: Perfis de cor podem ser facilmente importados ao serem abertos.
ru: Цветовые профили можно импортировать, выполнив их открытие.

source: How do I import color profiles?
ast: ¿Cómo puedo importar mis perfiles de colores?
el: Πώς μπορώ να εισάγω χρωματικά προφίλ;
fi: Kuinka tuon väriprofiileja?
nl: Hoe importeer ik mijn kleurprofiel?
pt_br: Como eu importo perfis de cor?
ru: Как импортировать цветовые профили?

source: The profile can easily be imported by double clicking on the <input>.ICC</input> or <input>.ICM</input> file in the file browser.
ast: El perfil puede ser cenciellamente importáu faciendo duble clic en <input>.ICC</input> o <input>.ICM</input> nel ficheru correspondiente en el buscador de ficheros.
el: Τα χρωματικά προφίλ μπορούν να εισαχθούν εύκολα κάνοντας διπλό κλικ στα αρχεία με κατάληξη <input>.ICC</input> ή <input>.ICM</input> στο διαχειριστή αρχείων.
fi: Väriprofiilit on helppo tuoda kaksoisnapsauttamalla <input>.ICC</input>- tai <input>.ICM</input>-päätteistä tiedostoa tiedostonhallinnassa.
nl: Het profiel kan gemakkelijk worden geïmporteerd door tweemaal op het <input>.ICC</input> of <input>.ICM</input>-bestand in het bestandsbeheer te klikken.
pt_br: O perfil pode facilmente ser importado com um clique-duplo do mouse sobre o arquivo <input>.ICC</input> ou <input>.ICM</input> no navegador de arquivos.

source: Alternatively you can select <gui>Import profile...</gui> from <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq> when selecting a profile for a device.
ast: Alternativamente puede escoyer <gui>Importar perfil...</gui> dende <guiseq><gui>Configuración de sistema</gui><gui>Color</gui></guiseq> cuando escueyi un perfil pa un preséu.
el: Εναλλακτικά μπορείτε να επιλέξετε την <gui>Εισαγωγή προφίλ...</gui> από τη διαδρομή <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Χρώματα</gui></guiseq> όταν θέλετε να επιλέξετε χρωματικό προφίλ για μία συσκευή.
nl: Als alternatief kunt u, bij het kiezen van een profiel voor een apparaat, vanuit <guiseq><gui>Systeeminstellingen</gui><gui>Kleur</gui></guiseq> <gui>Profiel importeren ...</gui> kiezen.
pt_br: Alternativamente, você pode selecionar <gui>Importar perfil...</gui> de <guiseq><gui>Configurações do sistema</gui><gui>Cor</gui></guiseq> quando for selecionar um perfil para um dispositivo.

source: Whole-screen color correction modifies all the screen colors on all windows.
ast: La igua de color de pantalla completa modifica tolos colores en toes les ventanes.
el: Η διόρθωση χρωμάτων ολόκληρης της οθόνης τροποποιεί όλα τα χρώματά της σε όλα τα παράθυρα.
nl: Kleurcorrectie voor het gehele scherm verandert alle kleuren op alle vensters.
pt_br: Correção de cores na tela inteira modifica todas as cores da tela em todas as janelas.

source: Missing information for whole-screen color correction?
ast: ¿Falta información pa la igua de color de tola pantalla?
el: Υπάρχουν ελλειπείς πληροφορίες για τη διόρθωση χρώματων σε ολόκληρη την οθόνη;
nl: Mist u informatie voor kleurcorrectie voor volledig scherm?
pt_br: Faltando informações sobre correção de cores na tela inteira?
ru: Отсутствуют сведения для цветовой коррекции всего экрана?

source: Unfortunately, many vendor-supplied ICC profiles do not include the information required for whole-screen color correction. These profiles can still be useful for applications that can do color compensation, but you will not see all the colors of your screen change.
ast: Desafortunadamente, muchos perfiles ICC suministrados pol fabricante no inclúin la información necesaria pa la igua de color tola pantalla. Estos perfiles pueden ser útiles pa les aplicaciones que puede facer la compensación de color, pero no podrá ver tolos colores de su cambéu de pantalla.
el: Δυστυχώς, πολλά χρωματικά προφίλ που παρέχονται από κατασκευαστές δεν περιέχουν τις πληροφορίες που χρειάζονται για διόρθωση χρωμάτων ολόκληρης οθόνης. Τα προφίλ αυτά μπορεί να είνα χρήσιμα για εφαρμογές που κάνουν αναπλήρωση χρωμάτων, αλλά δε θα δείτε να αλλάζουν όλα τα χρώματα στην οθόνη σας.
nl: Helaas missen veel door verkopers geleverde ICC-profielen informatie die nodig is voor kleurcorrectie van een volledig scherm. Deze profielen kunnen nog steeds nuttig zijn voor toepassingen die aan kleurcompensatie doen, maar u zult niet alle kleuren van uw scherm zien veranderen.
pt_br: Infelizmente, muitos dos perfis ICC fornecidos pelos fabricantes não incluem a informação necessária para a correção de cor na tela inteira. Estes perfis podem ser úteis para aplicativos que podem fazer compensação de cores, mas você não irá ver todas as cores da sua tela mudarem.

source: In order to create a display profile, which includes both calibration and characterisation data, you will need to use a special color measuring instruments callled a colorimeter or a spectrometer.
ast: Col fin de criar un perfil de visualización, que incluya tanto datos de calibración y caracterización, tendrá que usar un color especial pa medir los datos como por exemplu un colorímetro o un espectrómetro.
el: Για να δημιουργήσετε ένα προφίλ, το οποίο θα περιλαμβάνει τόσο τη βαθμονόμηση και το χαρακτηρισμό των δεδομένων, θα χρειαστεί να χρησιμοποιήσετε ένα ειδικό όργανο μέτρησης χρώματος που φέρει τον τίτλο χρωματόμετρο ή φασματόμετρο.
nl: Om een beeldschermprofiel te creëren dat gegevens bevat voor zowel kalibratie als karakterisering, heeft u een speciaal meetinstrument nodig genaamd een colorimeter of een spectrometer.
pt_br: Para criar um perfil de monitor, que inclui dados tanto de calibragem como de caracterização, você vai precisar usar um instrumento de medição de cores chamado colorímetro ou um espectrômetro.

source: <link xref="color-whyimportant">Why is this important</link>, <link xref="color#profiles">Color profiles</link>, <link xref="color#calibration">How to calibrate a device</link>...
ast: <link xref="color-whyimportant">Por qué son importantes</link>, <link xref="color#profiles">los Perfiles de color</link>, <link xref="color#calibration">Cómo calibrar un preséu</link>...
el: <link xref="color-whyimportant">Γιατί είναι αυτό σημαντικό</link>, <link xref="color#profiles">Προφίλ χρωμάτων</link>, <link xref="color#calibration">Πώς βαθμονομώ μία συσκευή</link>...
fi: <link xref="color-whyimportant">Värinhallinnan hyödyt</link>, <link xref="color#profiles">väriprofiilit</link>, <link xref="color#calibration">kuinka kalibroida laite</link>...
nl: <link xref="color-whyimportant">Waarom is dit belangrijk</link>, <link xref="color#profiles">Kleurprofiel</link>, <link xref="color#calibration">Hoe kan ik een apparaat kalibreren</link>…
pt_br: <link xref="color-whyimportant">Por que isto é importante</link>, <link xref="color#profiles">Perfis de cor</link>, <link xref="color#calibration">Como calibrar um dispositivo</link>...

source: Color management
ast: Xestión de color
el: Διαχείριση χρωμάτων
fi: Värinhallinta
nl: Kleurbeheer
pt_br: Gerenciamento de cor
ru: Управление цветом

source: Color profiles
ast: Perfiles de color
el: Προφίλ χρωμάτων
fi: Väriprofiilit
nl: Kleurprofielen
pt_br: Perfil de cor
ru: Цветовые профили

source: Calibration
ast: Calibración
el: Βαθμονόμηση
fi: Kalibrointi
nl: Kalibratie
pt_br: Calibragem
ru: Калибровка

source: Problems
ast: Problemas
el: Προβλήματα
es: Problemas
fi: Ongelmat
nl: Problemen
pt_br: Problemas
ru: Неполадки

source: A virtual device is a color managed device that is not connected to the computer.
ast: Un preséu virtual es un preséu gestionáu que no ta coneutáu al equipu.
el: Εικονική συσκευή είναι μια χρωματικά ελεγχόμενη συσκευή που δεν είναι συνδεμένη στον υπολογιστή.
nl: Een virtueel apparaat is een kleurbeheerapparaat dat niet verbonden is met de computer.
pt_br: Um dispositivo virtual é um dispositivo de gerenciamento de cores que não está conectado ao computador.

source: What's a virtual color managed device?
ast: ¿Qué es un preséu gestionáu de color virtual?
el: Τι είναι μια Εικονική χρωματικά ελεγχόμενη συσκευή;
nl: Wat is een apparaat met virteel kleurbeheer?
pt_br: O que é um dispositivo virtual de gerenciamento de cores?
