Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Connect to a private local network over the internet.
ast: Conectase a una red local privada a traviés de Internet.
el: Συνδεθείτε σε ένα ιδιωτικό τοπικό δίκτυο μέσω του διαδικτύου.
es: Conectarse a una red local privada a través de Internet.
fi: Yhdistä virtuaaliseen yksityisverkkoon internetin kautta.
nl: Verbinding maken met een privaat lokaal netwerk via het internet.
pt_br: Conectar a uma rede local privada sobre a internet.
ru: Подключитесь к частной локальной сети через интернет

source: Virtual Private Networks (VPNs)
ast: Redes privadas virtuales (VPN)
el: Εικονικά Ιδιωτικά Δίκτυα (VPN)
es: Redes privadas virtuales (VPN)
fi: Virtuaaliset yksityisverkot (VPN-verkot)
pt_br: Redes virtuais privadas (VPNs)
ru: Виртуальные частные сети (VPN)

source: A VPN (or <em>Virtual Private Network</em>) is a way of connecting to a local network over the internet. For example, say you want to connect to the local network at your workplace while you're on a business trip. You would find an internet connection somewhere (like at a hotel) and then connect to your workplace's VPN. It would be as if you were directly connected to the network at work, but the actual network connection would be through the hotel's internet connection. VPN connections are usually <em>encrypted</em> to prevent people from accessing the local network you're connecting to without logging in.
ast: Una VPN (o <em>Virtual Private Network</em>, «Red Privada Virtual») es una forma de coneutase a una red local a traviés de Internet. Por exemplu, suponga que quies coneutase a la red local de su trabayu mientres ta en viaje de negocios. Tendrá que guetar una conexón a Internet en dalguna parte (como nun hotel) y dempués coneutase a la VPN de su trabayu. Sería como si se tuviera coneutando directamente a la red de su trabayu, pero la conexón de red real sería a traviés de la conexón a Internet del hotel. Les conexones VPN normalmente van <em>cifraes</em> pa evitar que la xente pueda acceder a la red local a la que ta conectándose sin autenticase.
el: Ένα VPN (ή <em>Εικονικό Ιδιωτικό Δίκτυο</em>) είναι ένας τρόπος σύνδεσης με ένα τοπικό δίκτυο, μέσω του διαδικτύου. Για παράδειγμα, ας πούμε ότι θέλετε να συνδεθείτε με το τοπικό δίκτυο στη δουλειά σας, ενώ βρίσκεσθε σε ταξίδι εργασίας. Θα μπορούσατε να βρείτε κάπου μία σύνδεση με το Διαδίκτυο (όπως πχ. σε ένα ξενοδοχείο) και, μετά να συνδεθείτε με το VPN του χώρου της δουλειάς σας. Θα ήταν σαν να ήσασταν κατ' ευθείαν συνδεδεμένοι με το δίκτυο της δουλειάς σας, αλλά η πραγματική σύνδεση δικτύου θα γινόταν μέσω της διαδικτυακής σύνδεσης του ξενοδοχείου. Οι συνδέσεις VPN είναι συνήθως <em>κρυπτογραφημένες</em> για να εμποδίζουν τους ανθρώπους να αποκτούν πρόσβαση στο τοπικό δίκτυο με το οποίο εσείς συνδέεσθε, χωρίς να εισάγουν κωδικό ασφαλείας.
es: Una VPN (o <em>Virtual Private Network</em>, «Red Privada Virtual») es una forma de conectarse a una red local a través de Internet. Por ejemplo, suponga que desea conectarse a la red local de su trabajo mientras está en viaje de negocios. Tendrá que buscar una conexión a Internet en alguna parte (como en un hotel) y luego conectarse a la VPN de su trabajo. Sería como si se estuviera conectando directamente a la red de su trabajo, pero la conexión de red real sería a través de la conexión a Internet del hotel. Las conexiones VPN normalmente van <em>cifradas</em> para evitar que la gente pueda acceder a la red local a la que está conectándose sin autenticarse.
nl: Een VPN (of <em>Virtual Private Network</em>) is een manier om te verbinden met een lokaal netwerk via internet. Stel, bijvoorbeeld, dat u verbinding wilt maken met het lokale netwerk op uw werkplek terwijl u op zakenreis bent. U zou ergens (zoals in een hotel) een internetverbinding kunnen maken en dan verbinding maken met het VPN van uw werkplek. Het zou zijn alsof u direct verbonden was met het netwerk op het werk, maar de eigenlijke netwerkverbinding zou zijn via de internetverbinding van het hotel. VPN-verbindingen zijn meestal <em>versleuteld</em> om te voorkomen dat mensen zonder in te loggen toegang krijgen tot het lokale netwerk waarmee u verbinding heeft.
pt_br: Uma VPN (ou <em>rede virtual privada</em>) é uma forma de conectar em uma rede local através da internet. Por exemplo, digamos que você queira conectar na rede local de seu local de trabalho enquanto está em uma viagem de negócios. Você teria que encontrar uma conexão com a internet em algum lugar ( como em um hotel) e então conectar com a VPN do seu local de trabalho. Isso seria como se você estivesse conectado diretamente com a rede do trabalho, mas a real conexão de rede seria através da conexão de internet do hotel. Conexões VPN são usualmente <em>criptografadas</em> para prevenir que pessoa acessem a rede local que você está conectando sem iniciarem uma sessão.
ru: <em>Виртуальная частная сеть</em> (Virtual Private Network, или VPN) — это способ подключения к локальной сети через интернет. Например, вы хотите подключиться к локальной сети на своём рабочем месте в то время, как находитесь в командировке. Вы находите где нибудь интернет-соединение (например, в гостинице) и подключаетесь к вашей VPN. Вы сможете работать так, как будто подключены непосредственно к сети вашей организации, хотя на самом деле данные передаются через интернет-соединение гостиницы. VPN-соединения обычно <em>шифруются</em>, чтобы предотвратить доступ посторонних лиц к частной локальной сети без аутентификации.

source: There are a number of different types of VPN. You may have to install some extra software depending on what type of VPN you're connecting to. Find out the connection details from whoever is in charge of the VPN and see which <em>VPN client</em> you need to use. Then, open <app>Ubuntu Software Center</app> and search for the <app>network-manager</app> package which works with your VPN (if there is one) and install it. You will need to click the <gui>Show technical items</gui> link at the bottom of <app>Ubuntu Software Center</app>.
ast: Hai dellos tribes distintos de VPN. Puede que ten que instalar más software extra dependiendo del triba de VPN a la que se esté coneutando. Solicite los detalles de la conexón a quien esté al cargo de la VPN y mire qué <em>veceru VPN</em> necesita usar. Dempués, abra el <app>Centro de software de Ubuntu</app> y busque el paquete de <app>network-manager</app> que funcione con su VPN (si es que hai alguno) e instálelo. Tendrá que calcar en el enllaz <gui>Amosar elementos técnicos</gui> na parte inferior del <app>Centro de software de Ubuntu</app>.
el: Υπάρχουν διάφορα είδη VPN. Μπορεί να χρειάζεται να εγκαταστήσετε κάποια πρόσθετα λογισμικά, αναλόγως του είδους VPN με το οποίο συνδέεσθε. Βρείτε τις λεπτομέρειες της σύνδεσης από όποιον είναι υπεύθυνος για το VPN και δέστε ποιον <em>πελάτη VPN</em> χρειάζεται να χρησιμοποιήσετε. Κατόπιν, ανοίξτε το <app>Κέντρο Λογισμικού Ubuntu</app> και αναζητήστε το πακέτο για τον <app>διαχειριστή δικτύου</app> που δουλεύει με το δικό σας VPN (αν υπάρχει ένα τέτοιο) και εγκαταστήστε το. Θα πρέπει να κάνετε κλικ στο σύνδεσμο <gui>Εμφάνιση τεχνικών θεμάτων</gui> στο κάτω μέρος του <app>Κέντρου Λογισμικού Ubuntu</app>.
es: Hay varios tipos distintos de VPN. Puede que tenga que instalar más software extra dependiendo del tipo de VPN a la que se esté conectando. Solicite los detalles de la conexión a quien esté al cargo de la VPN y mire qué <em>cliente VPN</em> necesita usar. Luego, abra el <app>Centro de software de Ubuntu</app> y busque el paquete de <app>network-manager</app> que funcione con su VPN (si es que hay alguno) e instálelo. Tendrá que pulsar en el enlace <gui>Mostrar elementos técnicos</gui> en la parte inferior del <app>Centro de software de Ubuntu</app>.
nl: Er zijn verschillende typen VPN. U dient mogelijk enige extra software te installeren, afhankelijk van het type VPN waarmee u verbindt. Ga na wat de verbindingsdetails zijn bij degene die verantwoordelijk is voor het VPN en kijk welke <em>VPN-client</em> u moet gebruiken. Open daarna het <app>Ubuntu Softwarecentrum</app> en zoek het <app>netwerkbeheer</app>-pakket dat werkt met uw VPN (als er een is) en installeer dat. U zult op de koppeling <gui>Technische items tonen</gui> moeten klikken onderin het <app>Ubuntu Softwarecentrum</app>.
pt_br: Existe inúmeros tipos de VPN. Você talvez tenha que instalar alguns softwares extra dependendo do tipo de vpn que você está se conectando. Descubra os detalhes da conexão com quem é responsável pela vpn e veja qual <em>cliente vpn</em> você precisa usar. Então, abra o <app>central Ubuntu de software</app> e procure pelo pacote <app>network-manager</app> o qual trabalha com a sua vpn (se existir um) e instale ele. Você irá precisar clicar no link <gui>mostrar itens técnicos</gui> na parte inferior da <app>Central de Programas do Ubuntu</app>.
ru: Существуют различные типы VPN. В зависимости от типа VPN, к которой вы подключаетесь, может понадобиться установить некоторые дополнительные программы. Уточните детали подключения у того, кто отвечает за обслуживание VPN и определите, какой <em>клиент VPN</em> вам понадобится. Затем откройте <app>Центр приложений Ubuntu</app>, найдите пакет <app>network-manager</app>, который может работать с вашим типом VPN (если он имеется), и установите его. Чтобы увидеть эти пакеты, вам понадобится щёлкнуть на ссылке <gui>Показать ... технических элементов</gui> в нижней части окна <app>Центра приложений Ubuntu</app>.

source: If there isn't a NetworkManager package for your type of VPN, you will probably have to download and install some client software from the company that provides the VPN software. You'll probably have to follow some different instructions to get that working.
ast: Si no hai dengún paquete de NetworkManager pa su triba de VPN, dablemente tendrá que baxar e instalar dalgún programa veceru de la empresa que proporcione el software VPN. Probablemente tendrá que siguir dalgunes instrucciones distintes pa facer que funcione.
el: Αν δεν υπάρχει ένα πακέτο Διαχειριστή Δικτύου για το δικό σας είδος VPN, τότε θα πρέπει πιθανώς να κατεβάσετε και να εγκαταστήσετε κάποιο λογισμικό πελάτη από την εταιρεία η οποία παρέχει και το λογισμικό VPN. Θα πρέπει πιθανώς να ακολουθήσετε διαφορετικές οδηγίες για να το κάνετε να δουλέψει.
es: Si no hay ningún paquete de NetworkManager para su tipo de VPN, probablemente tendrá que descargar e instalar algún programa cliente de la empresa que proporcione el software VPN. Probablemente tendrá que seguir algunas instrucciones distintas para hacer que funcione.
nl: Als er geen netwerkbeheerpakket is voor uw type VPN, dan zult u waarschijnlijk client-software moeten downloaden en installeren van het bedrijf dat de VPN-software levert. U zult mogelijk wat andere instructies moeten volgen om dat werkend te krijgen.
pt_br: Se não existir um pacote de gerenciamento de rede para o seu tipo de VPN, você provavelmente irá ter que baixar e instalar algum software cliente a partir da companhia que provê o software de VPN. Você provavelmente irá ter que seguir algumas instruções diferentes para que o pacote funcione.
ru: Если пакет Менеджера сети для вашего типа VPN отсутствует, то вам, возможно, придётся загрузить и установить клиентскую программу с сайта компании, предоставляющей программное обеспечение для VPN. Найдите там же инструкции по правильной установке и настройке этой программы.

source: Once that's done, you can set up the VPN connection:
ast: Una vegada que esté hecho, puede configurar la conexón VPN:
el: Μόλις γίνει αυτό, μπορείτε να ρυθμίσετε τη σύνδεση VPN:
es: Una vez que esté hecho, puede configurar la conexión VPN:
nl: Als dat eenmaal gedaan is kunt u de VPN-verbinding instellen:
pt_br: Uma vez pronto, você pode configurar a conexão VPN:
ru: После того, как это сделано, вы сможете настроить VPN-соединение:

source: Click the <gui>network menu</gui> on the top panel and, under <gui>VPN Connections</gui>, select <gui>Configure VPN</gui>.
ast: Calca nel <gui>menú de red</gui> del panel superior y, en <gui>Conexones VPN</gui>, escueyi <gui>Configurar VPN</gui>.
el: Κάντε κλικ στο <gui> μενού δικτύου </gui> στον επάνω πίνακα και, κάτω απο το <gui> Συνδέσεις VPN </gui>, επιλέξτε <gui> Διαμόρφωση VPN </gui>.
es: Pulse en el <gui>menú de red</gui> del panel superior y, en <gui>Conexiones VPN</gui>, seleccione <gui>Configurar VPN</gui>.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel en kies onder <gui>VPN-verbindingen</gui> <gui>VPN configureren</gui>.
pt_br: Clique no <gui>menu rede</gui> no painel superior e sob <gui>Conexões VPN</gui>, selecione <gui>Configurar VPN</gui>.

source: Click <gui>Add</gui> and choose which kind of VPN connection you have.
ast: Calca <gui>Amestar</gui> y escueyi qué triba de conexón VPN tien.
el: Κάντε κλικ στο <gui>Προσθήκη</gui> κι επιλέξτε ποιόν τύπο σύνδεσης VPN έχετε.
es: Pulse <gui>Añadir</gui> y seleccione qué tipo de conexión VPN tiene.
nl: Klik op <gui>Toevoegen</gui> en kies welke VPN-verbinding u heeft.
pt_br: Clique em <gui>Adicionar</gui> e escolha qual tipo de conexão VPN você tem.

source: Click <gui>Create</gui> and follow the instructions on the screen, entering details like your username and password as you go.
ast: Calca <gui>Criar</gui> y siga les instrucciones na pantalla, introduciendo los detalles como su nome de usuariu y contraseñes.
el: Κάντε κλι στο <gui>Δημιουργία</gui> και ακολουθήστε τις οδηγίες στην οθόνη εισάγοντας πληροφορίες όπως το όνομα χρήστη και τον κωδικό σας καθώς προχωράτε.
es: Pulse <gui>Crear</gui> y siga las instrucciones en la pantalla, introduciendo los detalles como su nombre de usuario y contraseñas.
nl: Klik op <gui>Aanmaken</gui> en volg de instructies op het scherm, waarbij u gegevens zoals uw gebruikersnaam en wachtwoord invoert.
pt_br: Clique em <gui>Criar</gui> e siga as instruções na tela, entrando com detalhes, como seu nome de usuário e senha.

source: When you've finished setting-up the VPN, click the <gui>network menu</gui> on the top panel, go to <gui>VPN Connections</gui> and click on the connection you just created. It will try to establish a VPN connection - the network icon will change as it tries to connect.
ast: Cuando termine de configurar la VPN, calca nel <gui>menú de red</gui> del panel superior, vaya a <gui>Conexones VPN</gui> y calca na conexón que acaba de criar. Se intentará afitar una conexón VPN - el iconu de red cambiará mientres intente coneutase.
el: Όταν τελειώσετε με τις ρυθμίσεις του VPN, επιλέξτε <gui>network menu</gui> στον επάνω πίνακα, πηγαίνετε στο <gui>VPN Connections</gui> και επιλέξτε την σύνδεση που μόλις δημιουργήσατε. Θα προσπαθήσει να δημιουργήσει μια σύνδεση VPN -το εικονίδιο δικτύου θα αλλάξει κατά την διάρκεια προσπάθειας σύνδεσης.
es: Cuando termine de configurar la VPN, pulse en el <gui>menú de red</gui> del panel superior, vaya a <gui>Conexiones VPN</gui> y pulse en la conexión que acaba de crear. Se intentará establecer una conexión VPN - el icono de red cambiará mientras intente conectarse.
nl: Nadat u het VPN heeft ingesteld, klik op het <gui>netwerkmenu</gui> in het bovenpaneel, ga naar <gui>VPN-verbindingen</gui> en klik op de verbinding die u zojuist heeft aangemaakt. Er zal geprobeerd worden een VPN-verbinding tot stand te brengen - het netwerkpictogram zal veranderen terwijl er verbinding wordt gezocht.
pt_br: Quando você tiver terminado de configurar a VPN, clique em <gui>menu de rede</gui> no painel superior, vá para <gui>conexões vpn</gui> e clique na conexão que você acabou de criar. Ele irá tentar estabelecer uma conexão VPN - o ícone de rede irá mudar enquanto ele tentar conectar.

source: Hopefully, you will successfully connect to the VPN. If not, you may need to double-check the VPN settings you entered. You can do this by clicking the network menu, selecting <gui>Edit Connections</gui> and going to the <gui>VPN</gui> tab.
ast: Si too va bien, se conectará correcho a la VPN. Si no, puede que necesite volver a comprobar les opciones VPN que introdujo. Puede facer esto pulsando nel menú de red, seleccionando <gui>Editar les conexones</gui> y yendo a la pestaña <gui>VPN</gui>.
el: Ας ελπίσουμε ότι θα συνδεθεί με επιτυχία με στο VPN. Αν όχι, μπορεί να χρειαστεί να ελέγξτε τις ρυθμίσεις VPN που εισάγατε. Μπορείτε να το κάνετε αυτό κάνοντας κλικ στο μενού δίκτυο, επιλέγοντας <gui>Επεξεργασία συνδέσεων</gui> και πηγαίνοντας στο <gui> VPN </gui> καρτέλα.
es: Si todo va bien, se conectará correctamente a la VPN. Si no, puede que necesite volver a comprobar las opciones VPN que introdujo. Puede hacer esto pulsando en el menú de red, seleccionando <gui>Editar las conexiones</gui> y yendo a la pestaña <gui>VPN</gui>.
nl: Hopelijk zult u met succes verbinding maken met het VPN. Zo niet, dan moet u misschien de VPN-instellingen die u ingevoerd heeft controleren. U doet dit door te klikken op het netwerkmenu, <gui>Verbindingen bewerken</gui> te selecteren en naar het tabblad <gui>VPN</gui> te gaan.
pt_br: Com otimismo, você irá se conectar com a vpn com sucesso. Se não, você talvez precise checar as configurações feitas da VPN. Você pode fazer isso clicando no menu de rede, e selecionando <gui>editar conexões</gui> e indo para a aba <gui>VPN</gui>.

source: To disconnect from the VPN, click the network menu and select <gui>Disconnect</gui> under the name of your VPN connection.
ast: Pa desconectase de la VPN, abra el menú de red y escueyi <gui>Desconectar</gui> baxo el nome de su conexón VPN.
el: Για να αποσυνδεθείτε από το VPN, κάντε κλικ στο μενού του δικτύου κι επιλέξτε <gui>Αποσύνδεση</gui> κάτω από το όνομα της VPN σύνδεσής σας.
es: Para desconectarse de la VPN, abra el menú de red y seleccione <gui>Desconectar</gui> bajo el nombre de su conexión VPN.
nl: Om de verbinding met het VPN te verbreken, klik op het netwerkmenu en kies <gui>Verbinding verbreken</gui> onder de naam van uw VPN-verbinding.
pt_br: Para desconectar da VPN, clique no menu rede e selecione <gui>Desconectar</gui> sob o nome da sua conexão VPN.

source: An IP Address is like a phone number for your computer.
ast: Una direición IP es como un númberu de teléfonu pa su equipu.
el: Η διεύθυνση IP είναι για τον υπολογιστή σας ό,τι είναι ο αριθμός κινητού για το κινητό σας τηλέφωνο.
es: Una dirección IP es como un número de teléfono para su equipo.
fi: IP-osoite on tavallaan tietokoneesi "puhelinnumero".
nl: Een IP-adres is als een telefoonnummer voor uw computer.
pt_br: Um endereço IP é como um número de telefone para o seu computador.
ru: IP-адрес - что-то вроде телефонного номера вашего компьютера.

source: What is an IP address?
ast: ¿Qué es una direición IP?
el: Τι είναι η IP διεύθυνση;
es: ¿Qué es una dirección IP?
fi: Mikä IP-osoite on?
pt_br: O que é um endereço IP?
ru: Что такое IP-адреса?

source: IP address stands for <em>Internet Protocol address</em>, and each device that is connected to a network (such as the Internet) has one.
ast: Direición IP significa <em>Direición de Protocolu Internet</em>, y tolos preseos que se conectan a una red (como Internet) tiennuno.
el: Διεύθυνση IP σημαίνει <em>Διεύθυνση Internet Protocol</em>, και κάθε συσκευή που είναι συνδεμένη σε ένα δίκτυο (όπως το Διαδίκτυο) έχει μία.
es: Dirección IP significa <em>Dirección de Protocolo Internet</em>, y todos los dispositivos que se conectan a una red (como Internet) tienen uno.
fi: IP-osoite on lyhenne sanoista <em>Internet Protocol</em>. Jokaisella verkkoon (esimerkiksi internetiin) kytketyllä laitteella on IP-osoite.
nl: IP-adres staat voor <em>Internet Protocol address</em>, en elk apparaat dat verbonden is met een netwerk (zoals het internet) heeft er een.
pt_br: Endereço IP significa <em>endereço do protocolo da internet</em> e cada dispositivo que está conectado à rede (como a Internet) tem um.
ru: IP-адрес означает <em>адрес интернет-протокола</em> (Internet Protocol). Каждому устройству, подключенному к сети (например, к интернету), назначается IP-адрес.

source: An IP address is similar to your phone number. Your phone number is a unique set of numbers that identifies your phone so that other people can call you. Similarly, an IP address is a unique set of numbers that identifies your computer so that it can send and receive data with other computers.
ast: Una direición IP se paez a su númberu de teléfonu. Su númberu de teléfonu es un conxuntu único de númberos que identifican a su teléfonu de forma otra persona pueda llamarle. Igualmente, una direición IP es un conxuntu único de númberos que identifican a su equipu de forma que pueda unviar y recibir datos haza y dende otros equipos, respeutivamente.
el: Μια διεύθυνση IP μοιάζει με τον αριθμό τηλεφώνου σας. Ο αριθμός τηλεφώνου σας είναι μια μοναδική αλληλουχία αριθμών που προσδιορίζει το τηλέφωνό σας ώστε άλλοι άνθρωποι να μπορούν να σας καλέσουν. Παρομοίως, μια διεύθυνση IP είναι μια μοναδική αλληλουχία αριθμών που προσδιορίζει τον υπολογιστή σας ώστε να μπορεί να ανταλλάσσει δεδομένα με άλλους υπολογιστές.
es: Una dirección IP se parece a su número de teléfono. Su número de teléfono es un conjunto único de números que identifican a su teléfono de forma otra persona pueda llamarle. Igualmente, una dirección IP es un conjunto único de números que identifican a su equipo de forma que pueda enviar y recibir datos hacia y desde otros equipos, respectivamente.
fi: IP-osoite vastaa hieman puhelinnumeroa. Puhelinnumerosi on yksilöllinen numerosarja, jonka avulla ihmisten puhelut voidaan ohjata puhelimeesi. IP-osoite on vastaavasti tietokoneesi verkossa yksilöivä numerosarja, jonka avulla tietokoneen on mahdollista lähettää ja vastaanottaa tietoa muiden tietokoneiden kanssa.
pt_br: Um endereço IP é similar ao seu número de telefone. Seu número de telefone é um conjunto único de números que identifica seu telefone, desse modo outras pessoas podem ligar para você. Similarmente, um endereço IP é um conjunto único de números que identifica seu computador, desse modo ele pode enviar e receber dados de outros computadores.
ru: IP-адрес похож на ваш телефонный номер. Номер вашего телефона - это уникальный набор цифр, идентифицирующий ваш телефон, чтобы люди могли вам позвонить. Подобно ему, IP-адрес - это уникальный набор цифр, идентифицирующий ваш компьютер, чтобы он мог обмениваться данными с другими компьютерами.

source: Currently, most IP addresses consist of four sets of numbers, each separated by a period. <code>192.168.1.42</code> is an example of an IP address.
ast: Anguaño, la mayoría de les direcciones IP constan de cuatro conxuntos de númberos separados por un puntu. <code>192.168.1.42</code> es un exemplu de direición IP.
el: Επί του παρόντος, οι περισσότερες διευθύνσεις IP αποτελούνται απο τέσσερα σύνολα αριθμών που χωρίζονται μεταξύ τους από μία τελεία.Ένα παράδειγμα διεύθυνσης ΙΡ είναι το <code>192.168.1.42</code>.
es: Actualmente, la mayoría de las direcciones IP constan de cuatro conjuntos de números separados por un punto. <code>192.168.1.42</code> es un ejemplo de dirección IP.
fi: Nykyään useimmat IP-osoitteet koostuvat neljästä pisteillä erotelluista numerosarjoista (esimerkiksi <code>192.168.1.42</code>).
pt_br: Atualmente, a maioria dos endereços IP consiste de quatro conjuntos de números separados por um ponto. <code>192.168.1.42</code> é um exemplo de um endereço IP.
ru: В настоящее время большинство IP-адресов состоят из четырёх групп цифр, разделённых точкой, например: <code>192.168.1.42</code>.
