Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Print on both sides of the paper, or multiple pages per sheet.
ast: Imprentar en ambas caras del papel, o múltiples páxines por fueya.
el: Εκτύπωση στις δύο όψεις του χαρτιού ή πολλαπλές σελίδες ανά φύλλο.
es: Imprimir en ambas caras del papel, o múltiples páginas por hoja.
fi: Tulosta paperin molemmille puolille tai tulosta useita sivuja paperia kohden.
nl: Aan beide kanten van het papier afdrukken, of meerdere pagina's per vel.
pt_br: Imprimir em ambos os lados do papel ou múltiplas páginas por folha.
ru: Печать на обеих сторонах бумаги или печать нескольких страниц на листе.

source: Print two-sided and multi-page layouts
ast: Imprentar diseños de páxines múltiples y a duble cara
el: Εκτύπωση διάταξης διπλής όψης και πολλαπλών σελίδων
es: Imprimir diseños de páginas múltiples y a doble cara
fi: Tulosta kaksipuolisesti ja useita sivuja paperille
nl: Tweezijdig afdrukken en multipagina-opmaak
pt_br: Imprimir em formatos de frente e verso e múltiplas páginas
ru: Двусторонняя печать и размещение нескольких страниц на листе

source: You can print on both sides of each sheet of paper:
ast: Puede imprentar en ambas caras de cada fueya o papel:
el: Μπορείτε να εκτυπώσετε στις δύο όψεις του κάθε φύλλου χαρτιού:
es: Puede imprimir en ambas caras de cada hoja o papel:
fi: Voit tulostaa paperin molemmille puolille:
nl: U kunt op beide zijden van elk vel papier afdrukken:
pt_br: Você pode imprimir em ambos os lados de cada folha de papel:
ru: Вы можете печатать на обеих сторонах каждого листа бумаги:

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>.
ast: Calca <guiseq><gui>Ficheru</gui><gui>Imprentar</gui></guiseq>.
el: Κάντε κλικ επιλέγοντας <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση</gui></guiseq>.
es: Pulse <guiseq><gui>Archivo</gui><gui>Imprimir</gui></guiseq>.
fi: Napsauta <guiseq><gui>Tiedosto</gui><gui>Tulosta</gui></guiseq>.
nl: Klik op <guiseq><gui>Bestand</gui><gui>Afdrukken</gui></guiseq>.
pt_br: Clique <guiseq><gui>arquivo</gui><gui>imprimir</gui></guiseq>.
ru: Щёлкните <guiseq><gui>Файл</gui><gui>Печать</gui></guiseq>.

source: Go to the <gui>Page Setup</gui> tab of the Print window and choose an option from the <gui>Two-sided</gui> drop-down list. If the option is disabled, two-sided printing is not available for your printer.
ast: Vaya a la pestaña de <gui>Configuración de la páxina</gui> na ventana de imprentación y escueyi una opción na llista desplegable <gui>Dos caras</gui>. Si la opción aparece deshabilitada, es que su imprentadora no almite la imprentación por dos caras.
el: Μεταβείτε στην καρτέλα <gui>Ρύθμιση σελίδας</gui> του παραθύρου εκτύπωσης και διαλέξτε μία επιλογή από την αναδυόμενη λίστα <gui>Εκτύπωση διπλής όψης</gui>. Αν η επιλογή είναι απενεργοποιημένη, η εκτύπωση διπλής όψης δεν είναι διαθέσιμη για τον εκτυπωτή σας.
es: Vaya a la pestaña de <gui>Configuración de la página</gui> en la ventana de impresión y seleccione una opción en la lista desplegable <gui>Dos caras</gui>. Si la opción aparece deshabilitada, es que su impresora no admite la impresión por dos caras.
nl: Ga naar het tabblad <gui>Papierinstellingen</gui> in het venster Afdrukken en maak een keuze uit de keuzelijst <gui>Tweezijdig</gui>. Als de optie niet beschikbaar is, dan is tweezijdig afdrukken niet mogelijk voor uw printer.
pt_br: Vá à aba <gui>Configurações de página</gui> da janela de impressão e escolha uma opção da lista <gui>Frente-e-verso</gui>. Se essa opção estiver desabilitada, a impressão frente-e-verso não está disponível em sua impressora.
ru: Перейдите на вкладку <gui>Параметры страницы</gui> окна печати и выберите опцию из выпадающего списка <gui>Двухсторонняя</gui>. Если опция недоступна, значит двухсторонняя печать не поддерживается вашим принтером.

source: Printers handle two-sided printing in different ways. It's a good idea to experiment with your printer to see how it works.
ast: Les impresoras manejan la imprentación a duble cara de estremaes maneres. Es buena idea experimentar con su imprentadora pa ver cómo trabaja.
el: Οι εκτυπωτές διαχειρίζονται την εκτύπωση διπλής όψης με διαφόρους τρόπους. Μια καλή ιδέα είναι να πειραματιστείτε με τον εκτυπωτή σας ώστε να δείτε πως λειτουργεί.
es: Las impresoras manejan la impresión a doble cara de diferentes maneras. Es buena idea experimentar con su impresora para ver cómo trabaja.
fi: Tulostimet käsittelevät kaksipuolista tulostamisia eri tavoin. Kokeile, miten oma tulostimesi toimii.
nl: Printers behandelen tweezijdig afdrukken op verschillende manieren. Het is goed om te experimenteren met uw printer om te zien hoe het werkt.
pt_br: Impressoras tratam impressão em frente e verso de maneiras diferentes. É uma boa ideia experimentar com sua impressora para ver como funciona.
ru: Принтеры могут выполнять двухстороннюю печать разными способами. Желательно поэкспериментировать с вашим принтером, чтобы понять, как работает эта функция.

source: You can print more than one page of the document per <em>side</em> of paper too. Use the <gui>Pages per side</gui> option to do this.
ast: También puede imprentar más de una páxina del documentu por cada <em>cara</em> del papel. Use la opción <gui>Páxines por cara</gui> pa facer esto.
el: Μπορείτε επίσης να εκτυπώσετε παραπάνω από μία σελίδα ενός εγγράφου ανά <em>πλευρά</em> σελίδας. Χρησιμοποιείστε την επιλογή <gui>Σελίδες ανά πλευρά</gui> για να γίνει αυτό.
es: También puede imprimir más de una página del documento por cada <em>cara</em> del papel. Use la opción <gui>Páginas por cara</gui> para hacer esto.
nl: U kunt ook meer dan één pagina van het document per <em>bladzijde</em> afdrukken. Gebruik de optie <gui>Pagina's per bladzijde</gui> om dit te doen.
pt_br: Você pode imprimir mais de uma página do documento por <em>lado</em> de papel também. Use a opção <gui>Páginas por lado</gui> para fazer isso.
ru: Вы также можете печатать более одной страницы документа на <em>одной стороне</em> бумаги. Для этого воспользуйтесь опцией <gui>Страниц на сторону</gui>.

source: Cancel a pending print job and remove it from the queue.
ast: Encaboxar un trabayu de imprentación pendiente y eliminarlo de la cola.
el: Ακυρώστε μία εργασία εκτύπωσης που εκκρεμεί και αφαιρέστε την από τη λίστα αναμονής.
es: Cancelar un trabajo de impresión pendiente y eliminarlo de la cola.
fi: Peru odottava tulostustyö ja poista se jonosta.
nl: Een afdruktaak in de wacht annuleren en hem uit de wachtrij verwijderen.
pt_br: Cancelar um trabalho de impressão pendente e removê-lo da fila.
ru: Отменить незаконченное задание на печать и удалить его из очереди.

source: Cancel a print job
ast: Encaboxar un trabayu de imprentación
el: Ακύρωση εργασίας εκτύπωσης
es: Cancelar un trabajo de impresión
fi: Peru tulostustyö
nl: Een afdruktaak annuleren
pt_br: Cancelar um trabalho de impressão
ru: Отмена задания на печать

source: If you accidentally started printing a document, you can quickly cancel the print so you don't need to waste any ink or paper. Click the printer icon in the <gui>menu bar</gui>. In the <gui>Print Status</gui> window, select the print job you want to cancel and click the red <gui>Cancel</gui> button.
ast: Si empezó a imprentar un documentu accidentalmente, podrá encaboxar la imprentación rápidamente pa no gastar tinta o papel. Calca nel iconu de la imprentadora de la <gui>barra de menú</gui>. Na ventana <gui>Estáu de imprentación</gui>, escueyi el trabayu de imprentación que quies encaboxar y calca el botón colloráu de <gui>Encaboxar</gui>.
el: Αν καταλάθος ξεκινήσατε την εκτύπωση ενός εγγράφου, μπορείτε να ακυρώσετε γρήγορα την εκτύπωση ώστε να μη χρειαστεί να ξοδέψετε μελάνι ή χαρτί. Κάντε κλικ στο εικονίδιο του εκτυπωτή στην <gui>γραμμή μενού</gui>. Στο παράθυρο <gui>Κατάσταση εκτύπωσης</gui>, επιλέξτε την εργασία εκτύπωσης που θέλετε να ακυρώσετε και κάντε κλικ στο κόκκινο κουμπί <gui>Ακύρωση</gui>.
pt_br: Se você acidentalmente começar a imprimir um documento, você pode rapidamente cancelar a impressão para que você não gaste tinta ou papel. Clique no ícone da impressora na <gui>barra do menu</gui>. Na janela <gui>Status da impressão</gui>, selecione o trabalho de impressão que você quer cancelar e clique no botão vermelho <gui>Cancelar</gui>.

source: If this doesn't cancel the print job like you expected, try holding down the <gui>Cancel</gui> button on your printer.
ast: Si esto no cancela el trabayu de imprentación de la manera esperada, pruebe a caltener pulsáu el botón <gui>Encaboxar</gui> de la imprentadora.
el: Αν με αυτό τον τρόπο δεν ακυρωθεί η εργασία εκτύπωσης όπως θα περιμένατε, δοκιμάστε να κρατήσετε πατημένο το κουμπί <gui>Ακύρωση</gui> στον εκτυπωτή σας.
nl: Als het annuleren van de afdruktaak niet werkt zoals u had verwacht, probeer dan de <gui>Annuleren</gui>-knop van uw printer ingedrukt te houden.
pt_br: Se isto não cancelar o trabalho de impressão como o esperado, tente manter pressionado o botão <gui>Cancelar</gui> na sua impressora.

source: As a last resort, especially if you have a big print job with a lot of pages that won't cancel, remove the paper from the printer's paper input tray. The printer should realize that there is no paper and will stop printing. You can then try canceling the print job again, or try turning the printer off and then on again.
ast: Como caberu recursu, especialmente si tien un trabayu de imprentación grande con un montón de páxines que no se cancela, retire el papel de la bandeja de papel de la imprentadora. La imprentadora tien de dase cuenta de que no hai papel y dejará de imprentar. A continuación, puede tratar de encaboxar el trabayu de imprentación, o intente apagar la imprentadora y vuelva a encenderla.
el: Ως τελευταία λύση, ειδικά αν έχετε μια μεγάλη εργασία εκτύπωσης με πολλές σελίδες η οποία δεν ακυρώνεται, αφαιρέστε το χαρτί από την θήκη χαρτιού του εκτυπωτή. Ο εκτυπωτής θα αντιληφθεί την έλλειψη χαρτιού και θα σταματήσει την εκτύπωση. Μπορείτε έπειτα να δοκιμάσετε ξανά να ακυρώσετε την εργασία εκτύπωσης, ή να δοκιμάσετε να απενεργοποιήσετε και να ανοίξετε ξανά τον εκτυπωτή.
pt_br: Como último recurso, especialmente se você tem um trabalho de impressão grande, com várias páginas, que não quer cancelar, remova o papel da bandeja de alimentação da impressora. A impressora deverá perceber que não há papel e então irá parar de imprimir. Você poderá então tentar cancelar o trabalho de impressão novamente, ou tentar desligar a impressora e ligá-la novamente.

source: Be careful that you don't damage the printer when removing the paper, though - if you would have to pull hard on the paper to remove it, you should probably just leave it where it is.
ast: Ten cuidáu de no dañar la imprentadora al extraer el papel, anque si tien que tirar con fuerza del papel pa extraerlo, dablemente tendría dexalo donde ta.
el: Προσέξτε ώστε να μη δημιουργηθεί βλάβη στον εκτυπωτή κατά την αφαίρεση του χαρτιού. Αν παρατηρήσετε πως πρέπει να ασκήσετε αρκετά μεγάλη δύναμη στο χαρτί για να το αφαιρέσετε, τότε είναι πιθανόν καλύτερα να το αφήσετε στη θέση του.
fi: Ole varovainen, ettet vahingoita tulostinta paperia poistaessa. Jos paperi ei tunnu irtoavan helpolla, voi olla parempi antaa sen olla ja pyytää apua.
nl: Wees voorzichtig dat u de printer niet beschadigd bij het verwijderen van het papier - als u te hard moet trekken om het papier te verwijderen kunt u het beter laten zitten.
pt_br: No entanto, tome cuidado para não danificar a impressora quando remover o papel. Se você tiver que puxar com força o papel para removê-lo, será melhor deixá-lo onde está.

source: Print a document on a different paper size or orientation.
ast: Imprentar un documentu nun tamañu de papel u orientación distintu.
el: Εκτυπώστε ένα έγγραφο σε διαφορετικό μέγεθος χαρτιού ή προσανατολισμό.
es: Imprimir un documento en un tamaño de papel u orientación diferente.
fi: Tulosta asiakirja eri paperikoossa tai eri suunnassa.
nl: Een document afdrukken op een ander papierformaat of -oriëntatie.
pt_br: Imprimindo um documento em tamanho de papel diferente ou sua orientação.
ru: Печать документа на бумаге другого размера или ориентации.

source: Change the paper size when printing
ast: Camudar el tamañu del papel al imprentar
el: Αλλαγή μεγέθους του χαρτιού κατά την εκτύπωση
es: Cambiar el tamaño del papel al imprimir
fi: Vaihda tulostuksessa käytettävän paperin kokoa
nl: Het papierformaat wijzigen bij afdrukken
pt_br: Alterar o tamanho do papel quando imprimir
ru: Изменить размер бумаги при печати

source: If you want to change the paper size of your document (for example, print a US Letter-sized PDF on A4 paper), you can change the printing format for the document.
ast: Si quies camudar el tamañu de papel del documentu (por exemplu, imprentar un PDF de tamañu carta americana en papel A4), puede camudar el formatu de imprentación pa el documentu.
el: Αν θέλετε να αλλάξετε το μέγεθος χαρτιού του εγγράφου σας (για παράδειγμα, αν θέλετε να τυπώσετε ένα αρχείο PDF μεγέθους US Letter σε χαρτί μεγέθους Α4), μπορείτε να αλλάξετε το πρότυπο εκτύπωσης για το έγγραφο.
es: Si quiere cambiar el tamaño de papel del documento (por ejemplo, imprimir un PDF de tamaño carta americana en papel A4), puede cambiar el formato de impresión para el documento.
nl: Als u het papierformaat van uw document wilt wijzigen (bijvoorbeeld een PDF in US Letter-formaat afdrukken op een A4tje, dan kunt u het afdrukformaat voor het document wijzigen.
pt_br: Se você quer alterar o tamanho do papel do seu documento (por exemplo, imprimir um PDF tamanho de carta EUA em papel A4), você pode alterar o formato da impressão para o documento.
ru: Если вы хотите изменить размер бумаги для вашего документа (например, напечатать PDF, рассчитанный на формат US Letter, на бумаге формата A4), вы можете изменить формат печати для документа.

source: Click <guiseq><gui>File</gui><gui>Print</gui></guiseq>
ast: Calca <guiseq><gui>Ficheru</gui><gui>Imprentar</gui></guiseq>.
el: Κάντε κλικ επιλέγοντας <guiseq><gui>Αρχείο</gui><gui>Εκτύπωση</gui></guiseq>
es: Pulse <guiseq><gui>Archivo</gui><gui>Imprimir</gui></guiseq>.
fi: Napsauta <guiseq><gui>Tiedosto</gui><gui>Tulosta</gui></guiseq>
nl: Klik op <guiseq><gui>Bestand</gui><gui>Afdrukken</gui></guiseq>
pt_br: Clique <guiseq><gui>arquivo</gui><gui>imprimir</gui></guiseq>
ru: Щёлкните <guiseq><gui>Файл</gui><gui>Печать</gui></guiseq>

source: Select the <gui>Page Setup</gui> tab.
ast: Escueyi la solapa <gui>Configuración de páxina</gui>.
el: Επιλέξτε την καρτέλα <gui>Ρυθμίσεις σελίδας</gui>.
es: Seleccione la solapa <gui>Configuración de página</gui>.
fi: Valitse <gui>Sivun ominaisuudet</gui> -välilehti.
nl: Selecteer het tabblad <gui>Paginainstellingen</gui>
pt_br: Selecione a aba <gui>configurar página</gui>.
ru: Выберите вкладку <gui>Параметры страницы</gui>.

source: Under the <em>Paper</em> column, choose your <em>Paper size</em> from the drop-down list.
ast: Bajo la columna <em>Papel</em>, escueyi su <em>Tamañu de papel</em> de la llista desplegable.
el: Κάτω από τη στήλη <gui>Χαρτί</gui>, επιλέξτε το <em>Μέγεθος χαρτιού</em> που θέλετε από την αναδυόμενη λίστα.
es: Bajo la columna <em>Papel</em>, seleccione su <em>Tamaño de papel</em> de la lista desplegable.
nl: Kies in de kolom <em>Papier</em> het gewenste <em>Papierformaat</em> uit de keuzelijst.
pt_br: Abaixo da coluna <em>Papel</em>, escolha seu <em>Tamanho de papel</em> da lista suspensa.
ru: В колонке <em>Бумага</em> выберите <em>Размер бумаги</em> из выпадающего списка.

source: Click <gui>Print</gui> and your document should print.
ast: Calca <gui>Print</gui> y su documentu tendría imprimirse.
el: Κάντε κλικ στην <gui>Εκτύπωση</gui> και το έγγραφό σας θα εκτυπωθεί.
es: Pulse <gui>Print</gui> y su documento debería imprimirse.
fi: Napsauta <gui>Tulosta</gui> ja nyt asiakirjasi pitäisi tulostua.
nl: Klik op <gui>Afdrukken</gui> en uw document zou afgedrukt moeten worden.
pt_br: Clique <gui>imprimir</gui> e seu documento deverá ser impresso.
ru: Щёлкните <gui>Печать</gui>, и ваш документ будет отправлен на печать.

source: You can also use the <gui>Orientation</gui> menu to choose a different orientation:
ast: También puede usar el menú <gui>Orientación</gui> pa escoyer una orientación distintu:
el: Μπορείτε επίσης να χρησιμοποιήσετε το μενού <gui>Προσανατολισμός</gui> ώστε να επιλέξετε έναν διαφορετικό προσανατολισμό:
es: También puede usar el menú <gui>Orientación</gui> para elegir una orientación diferente:
nl: U kunt ook het menu <gui>Oriëntatie</gui> kiezen om een andere oriëntatie te kiezen:
pt_br: Você pode usar também o menu <gui>orientação</gui> para escolher uma orientação diferente.
ru: Вы можете также использовать опцию <gui>Ориентация</gui>, чтобы выбрать другую ориентацию страницы:

source: Portrait
ast: Vertical
el: Κατακόρυφα
es: Vertical
fi: Pystysuunta
nl: Staand
pt_br: Retrato
ru: Портретная

source: Landscape
ast: Apaisado
el: Οριζόντια
es: Apaisado
fi: Vaakasuunta
nl: Liggend
pt_br: Paisagem
ru: Ландшафтная

source: Reverse portrait
ast: Retrato invertido
el: Αντεστραμμένα κατακόρυφα
es: Retrato invertido
fi: Käänteinen pystysuunta
nl: Staand omgekeerd
pt_br: Retrato invertido
ru: Портретная развернутая

source: Reverse landscape
ast: Apaisáu invertido
el: Αντεστραμμένα οριζόντια
es: Apaisado invertido
fi: Käänteinen vaakasuunta
nl: Liggend omgekeerd
pt_br: Paisagem invertida
ru: Пейзажная обратная

source: Make sure that you have the envelope/label the right way up, and have chosen the correct paper size.
ast: Asegúrese de que tien el sobro/etiqueta na direición correcta, y de que ha elegido el tamañu de papel correutu.
el: Βεβαιωθείτε πως έχετε τοποθετήσει τον φάκελο ή την ετικέτα από τη σωστή πλευρά και πως έχετε επιλέξει το σωστό μέγεθος χαρτιού.
es: Asegúrese de que tiene el sobre/etiqueta en la dirección correcta, y de que ha elegido el tamaño de papel correcto.
fi: Varmista, että kirje tai tarra-arki on suunnattu oikein päin, ja että valittuna on oikea paperikoko.
nl: Zorg ervoor dat de envelop/etiket met de goede kant boven ligt en dat u het juiste papierformaat heeft gekozen.
pt_br: Tenha certeza que você tem o envelope/etiqueta do jeito certo e escolheu o tamanho correto de papel.
ru: Убедитесь, что конверты/этикетки лежат правильной стороной вверх и выбран правильный размер бумаги.

source: Print envelopes and labels
ast: Imprentar sobres y etiquetes
el: Εκτύπωση φακέλων και ετικετών
es: Imprimir sobres y etiquetas
fi: Tulosta kirjekuoria ja etikettejä
nl: Enveloppen en etiketten afdrukken
pt_br: Imprimir envelopes e etiquetas
ru: Печать на конвертах и этикетках

source: Most printers will allow you to print directly onto an envelope or sheet of labels. This is especially useful if you have a lot of letters to send, for example.
ast: La mayoría de les impresoras le permiten imprentar directamente nun sobro o nuna fueya de etiquetes. Esto es especialmente útil si tien que unviar abondes cartas, por exemplu.
el: Οι περισσότεροι εκτυπωτές θα σας επιτρέψουν να εκτυπώσετε απευθείας πάνω σε έναν φάκελο ή σε ένα φύλλο ετικετών. Αυτό είναι εξαιρετικά χρήσιμο, αν για παράδειγμα έχετε πολλές επιστολές για αποστολή.
es: La mayoría de las impresoras le permiten imprimir directamente en un sobre o en una hoja de etiquetas. Esto es especialmente útil si tiene que enviar muchas cartas, por ejemplo.
fi: Useimmat tulostimet mahdollistavat suoraan kirjekuoreen tai tarraetiketeille tulostamisen. Tästä on paljon hyötyä, jos olet aikeissa lähettää esimerkiksi lukuisia kutsuja.
nl: Bij de meeste printers kunt u rechtstreeks op een envelop of etikettenvel afdrukken. Dit is vooral nuttig als u bijvoorbeeld een heleboel brieven te versturen heeft.
pt_br: A maioria das impressoras permitem que você imprima diretamente em um envelope ou folha de etiquetas. Isso é especialmente útil se você tem muitas cartas para mandar, por exemplo.
ru: Большинство принтеров позволяют печатать непосредственно на конвертах или листах с этикетками. Это особенно полезно, например, если вам надо отправить много писем.

source: Printing onto envelopes
ast: Imprentar en sobres
el: Εκτύπωση πάνω σε φακέλους
es: Imprimir en sobres
fi: Kirjekuoriin tulostaminen
nl: Op enveloppen afdrukken
pt_br: Imprimindo nos envelopes
ru: Печать на конвертах

source: There are two things you need to check when trying to print onto an envelope. The first is that your printer knows what size the envelope is. After you click <gui>Print</gui> and the Print window appears, go to the <gui>Page Setup</gui> tab and choose the <gui>paper type</gui> as "envelope" if you can. If you can't do this, see if you can change the <gui>paper size</gui> to an envelope size (e.g. "C5"). The pack of envelopes will say what size they are; most envelopes come in standard sizes.
ast: Hai dos cosas que hai que comprobar cuando se trata de imprentar nun sobro. La primer es que la imprentadora sabe de qué tamañu es el sobro. Dempués de calcar <gui>Imprentar</gui> y de aparecer la ventana de imprentación, vaya a <gui>configurar páxina</gui> y escueya el <gui>triba de papel</gui> como «sobro» si es posible. Si no puede facer esto, vea si se puede camudar el <gui>tamañu de papel</gui> a un tamañu de sobro (por exemplu, «C5»). El paquete de sobres dirá de qué tamañu son; la mayoría de los sobres vienen en tamaños standard.
el: Όταν θέλετε να εκτυπώσετε σε έναν φάκελο, χρειάζεται να κάνετε δύο ελέγχους. Το πρώτο είναι να ελέγξετε αν ο εκτυπωτής γνωρίζει το μέγεθος του φακέλου στον οποίο θα εκτυπώσετε. Αφού κάνετε κλικ στην επιλογή <gui>Εκτύπωση</gui> και εμφανιστεί το μενού εκτύπωσης, πηγαίνετε στην καρτέλα <gui>Διαμόρφωση σελίδας</gui> και επιλέξτε τον <gui>τύπο χαρτιού</gui> ως «φάκελο» αν έχετε την δυνατότητα. Αν δεν έχετε αυτή την δυνατότητα, ελέγξτε αν μπορείτε να αλλάξετε το <gui>μέγεθος χαρτιού</gui> σε ένα μέγεθος φακέλου (πχ το «C5»). Το πακέτο των φακέλων θα αναγράφει το μέγεθός του. Οι περισσότεροι φάκελοι κυκλοφορούν σε προκαθορισμένα μεγέθη.
nl: Er zijn twee dingen waar u op moet letten als u iets wilt afdrukken op een envelop. Ten eerste dat uw printer weet wat de grootte van de envelop is. Nadat u op <gui>Afdrukken</gui> heeft geklikt en het afdrukvenster wordt geopend, gaat u naar het tabblad <gui>Pagina-instellingen</gui> en selecteert u "Envelop" in het keuzemenu <gui>Papiersoort</gui>, als het mogelijk is. Indien dit niet mogelijk is, kijk dan of het mogelijk is om een envelopgrootte te selecteren in het keuzemenu <gui>Papiergrootte</gui> (b.v. "C5"). Op de envelopverpakking kunt u de grootte terugvinden; de meeste enveloppen hebben standaardgroottes.
pt_br: Há duas coisas que você precisa verificar quando estiver tentando imprimir em um envelope. A primeira é que sua impressora saiba de que tamanho é o envelope. Depois de clicar em <gui>Imprimir</gui> e a janela de impressão aparecer, vá para a guia <gui>Configuração de página</gui> e selecione o <gui>tipo de papel</gui> como "envelope", se possível. Se não puder fazer isto, veja se você pode alterar o <gui>tamanho do papel</gui> para o tamanho do envelope (p. ex., "C5"). A embalagem dos envelopes irão informar de que tamanho eles são. A maioria dos envelopes vem em tamanhos padrão.
