Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: An IP address can either be <em>dynamic</em> or <em>static</em>. Dynamic IP addresses are temporarily assigned each time your computer accesses the network. Static IP addresses are fixed, and do not change. Dynamic IP addresses are more common that static addresses--static IP addresses are typically only used when there is a special need for them, such as administering a server.
ast: Una direición IP puede ser <em>dinámica</em> o <em>estática</em>. Les direcciones IP dinámiques son asignadas temporalmente cada vegada que su equipu se coneuta a la red. Les direcciones IP son fijas, y no cambian. Les direcciones IP dinámiques son más frecuentes que les estáticas --les estáticas solo se usan habitualmente cuando hai un motivo especial par ello, como alministrar un sirvidor.
el: Μια διεύθυνση IP μπορεί να είναι είτε <em>δυναμική</em> είτε <em>στατική</em>. Οι δυναμικές διευθύνσεις IP ανατίθενται προσωρινά κάθε φορά που ο υπολογιστής σας εισέρχεται στο δίκτυο. Οι στατικές διευθύνσεις IP είναι σταθερές και δεν αλλάζουν. Οι δυναμικές διευθύνσεις IP είναι πιό κοινές από τις στατικές διευθύνσεις--στατικές διευθύνσεις IP χρησιμοποιούνται συνήθως μόνο όταν υπάρχουν ειδικές ανάγκες, όπως η διαχείριση ενός διακομιστή.
es: Una dirección IP puede ser <em>dinámica</em> o <em>estática</em>. Las direcciones IP dinámicas son asignadas temporalmente cada vez que su equipo se conecta a la red. Las direcciones IP son fijas, y no cambian. Las direcciones IP dinámicas son más frecuentes que las estáticas --las estáticas solo se usan habitualmente cuando hay un motivo especial par ello, como administrar un servidor.
nl: Een IP-adres kan <em>dynamisch</em> of <em>statisch</em> zijn. Dynamische IP-adressen worden tijdelijk toegekend, elke keer wanneer uw computer toegang heeft met het netwerk. Statische IP-adressen liggen vast en veranderen niet. Dynamische IP-adressen komen vaker voor dan statische adressen--statische IP-adressen worden eigenlijk alleen gebruikt wanneer er een speciale reden voor is, zoals het beheren van een server.
pt_br: Um endereço IP tanto pode ser <em>dinâmicos</em> quanto <em>estático</em>. Endereços de ip dinâmicos são designados temporariamente, a cada vez que o seu computador acessa a rede. Endereços ip estáticos são fixos, e não mudam. Endereços de ip dinâmicos são mais comuns que endereços ip estáticos -- endereços ip estáticos são tipicamente usados apenas quando existe uma necessidade especial, como na administração de um servidor.
ru: IP-адрес может быть <em>динамическим</em> или <em>статическим</em>. Динамические IP-адреса временно назначаются при каждом подключении компьютера к сети. Статические IP-адреса являются постоянными, то есть не меняются. Динамические IP-адреса используются чаще статических -- статические IP-адреса обычно используют только для специальных нужд, например для администрирования сервера.

source: <link xref="net-wired-connect">Wired internet connections</link>, <link xref="net-fixed-ip-address">fixed IP addresses</link>...
ast: <link xref="net-wired-connect">Conexones cableadas a Internet</link>, <link xref="net-fixed-ip-address">direcciones IP fijas</link>...
el: <link xref="net-wired-connect"> Ενσύρματη σύνδεση στο Internet </link>, <link xref="net-fixed-ip-address"> Σταθερές διευθύνσεις IP </link> ...
es: <link xref="net-wired-connect">Conexiones cableadas a Internet</link>, <link xref="net-fixed-ip-address">direcciones IP fijas</link>...
fi: <link xref="net-wired-connect">Kiinteät (langalliset) verkkoyhteydet</link>, <link xref="net-fixed-ip-address">kiinteät IP-osoitteet</link>...
nl: <link xref="net-wired-connect">Bekabelde internetverbindingen</link>, <link xref="net-fixed-ip-address">vaste IP-adressen</link>…
pt_br: <link xref="net-wired-connect">Conexões com fio à internet</link>, <link xref="net-fixed-ip-address">endereços IP fixos</link>...
ru: <link xref="net-wired-connect">Проводные подключения к интернету</link>, <link xref="net-fixed-ip-address">фиксированные IP-адреса</link>...

source: Wired Networking
ast: Redes cableadas
el: Ενσύρματη δικτύωση
es: Redes cableadas
fi: Kiinteät verkkoyhteydet
nl: Bekabeld netwerk
pt_br: Rede com fio
ru: Проводные сети

source: To set up most wired network connections, all you need to do is plug in a network cable.
ast: Pa configurar la mayoría de les conexones a redes cableadas, too lo que necesita es coneutar un cable de red.
el: Για να δημιουργήσετε τις περισσότερες ενσύρματες συνδέσεις δικτύου, το μόνο που χρειάζεται να κάνετε είναι να συνδέσετε ένα καλώδιο δικτύου.
es: Para configurar la mayoría de las conexiones a redes cableadas, todo lo que necesita es conectar un cable de red.
fi: Yleensä kiinteän verkon määrittämiseen riittää pelkkä johdon kytkeminen koneeseen.
nl: Voor het opzetten van de meeste bekabelde netwerkverbindingen hoeft er alleen een netwerkkabel aangesloten te worden.
pt_br: Para configurar a maioria das conexões de rede com fio, tudo que você precisa fazer é conectar um cabo de rede.
ru: Всё, что потребуется, чтобы настроить большинство проводных сетевых соединений - это подсоединить сетевой шнур.

source: Connect to a wired (Ethernet) network
ast: Coneutar a una red cableada (Ethernet)
el: Σύνδεση σε ενσύρματο δίκτυο (Ethernet)
es: Conectar a una red cableada (Ethernet)
fi: Yhdistä kiinteään (Ethernet) verkkoon
nl: Verbinden met een bekabeld (Ethernet) netwerk
pt_br: Conectar à uma rede com fio (Ethernet)
ru: Подключение к проводной (Ethernet) сети

source: To set up most wired network connections, all you need to do is plug in a network cable. The network icon on the top panel should rotate for a few seconds and then will change to a "socket" icon when you are connected.
ast: Pa configurar la mayoría de les conexones a redes cableadas, too lo que necesita es coneutar un cable de red. El iconu de red del panel superior dará vueltas durante dellos segundos y dempués cambiará al iconu de un «enchufe» cuando esté coneutáu.
el: Για να δημιουργήσετε τις περισσότερες ενσύρματες συνδέσεις δικτύου, το μόνο που χρειάζεται να κάνετε είναι να συνδέσετε ένα καλώδιο δικτύου. Το εικονίδιο του δικτύου στην κορυφή του πίνακα θα πρέπει να περιστρέφεται για μερικά δευτερόλεπτα και στη συνέχεια θα αλλάξει σε εικονίδιο "σύνδεσης" όταν είστε συνδεδεμένοι.
es: Para configurar la mayoría de las conexiones a redes cableadas, todo lo que necesita es conectar un cable de red. El icono de red del panel superior dará vueltas durante varios segundos y después cambiará al icono de un «enchufe» cuando esté conectado.
fi: Yleensä kiinteän verkon määrittämiseen riittää pelkkä johdon kytkeminen koneeseen. Verkkovalikon kuvake alkaa vilkkua, ja sen pitäisi muuttua tämän jälkeen ylös ja alas osoittaviksi nuoliksi tai muuksi vastaavaksi.
nl: Voor het opzetten van de meeste bekabelde netwerkverbindingen hoeft er alleen een netwerkkabel aangesloten te worden. Als het goed is zal het netwerkpictogram in het bovenpaneel een paar seconden draaien en zal veranderen in een "socket"-pictogram wanneer er verbinding is.
pt_br: Para configurar a maioria das conexões de rede com fio, tudo o que você precisa é conectar o cabo de rede. O ícone da rede no painel superior deve rodar por alguns segundos e depois irá mudar para um ícone de "soquete", quando você estiver conectado.
ru: Всё, что потребуется, чтобы настроить большинство проводных сетевых соединений - это подсоединить сетевой шнур. Значок сети на верхней панели должен несколько секунд повращаться, а затем принять вид "разъёма", когда соединение установлено.

source: If this does not happen, you should first of all make sure that your network cable is plugged in. One end of the cable should be plugged into the rectangular Ethernet (network) port on your computer, the other end should be plugged into a switch, router, wall socket or similar (depending on the network setup you have).
ast: Si esto no ocurriera, deberá asegurase primero de que su cable de red ta coneutáu. Un extremo del cable tendría ir enchufáu al puertu de red Ethernet rectangular de su equipu, y el otru tendría coneutase a un switch, router, roseta o similar (dependiendo de la instalación de red que vusté ten).
el: Αν αυτό δε συμβεί, θα πρέπει πρώτα απ'όλα να βεβαιωθείτε οτι το καλώδιο δικτύου σας είναι συνδεμένο. Το ένα άκρο του καλωδίου θα πρέπει να είναι συνδεμένο στην ορθογώνια θύρα Ethernet (δικτύου) στον υπολογιστή σας, το άλλο άκρο θα πρέπει να είναι συνδεμένο σε ένα διακόπτη (switch), δρομολογητή (router), πρίζα τοίχου ή κάτι παρόμοι (ανάλογα με την εγκατάσταση του δικτύου που έχετε).
es: Si esto no ocurriera, deberá asegurarse primero de que su cable de red está conectado. Un extremo del cable debería ir enchufado al puerto de red Ethernet rectangular de su equipo, y el otro debería conectarse a un switch, router, roseta o similar (dependiendo de la instalación de red que usted tenga).
fi: Yleisin syy kiinteän verkon kanssa liittyviin ongelmiin on Ethernet-kaapelin (verkkokaapelin) huolimaton kiinnitys. Toisen johdon pään pitäisi olla kiinni tietokoneessasi Ethernet-portissa ja toisen pitäisi olla kiinnitettynä kytkimeen, reitittimeen tai verkkopistokerasiaan (riippuen verkkolaitteistasi).
nl: Als dit niet gebeurt, dient u eerst te controleren of de netwerkkabel aangesloten is. De ene kant van de kabel moet aangesloten zijn op de rechthoekige Ethernet(netwerk)-poort van uw computer, en de ander kant moet in een switch, router, muurstopcontact of iets dergelijks zitten (afhankelijk van de netwerkconfiguratie die u heeft).
pt_br: Se isso não acontecer, você deve, antes de tudo, ter certeza que seu cabo de rede está conectado. Uma extremidade do cabo deve estar conectado em uma porta Ethernet (rede) retangular no seu computador; a outra extremidade deve estar conectada em um switch, roteador, soquete de parede ou similar (dependendo da configuração de rede que você tem).
ru: Если этого не произошло, первым делом проверьте, подключен ли сетевой шнур. Один его конец должен быть вставлен в прямоугольный разъём Ethernet на вашем компьютере, второй - подключен к коммутатору, маршрутизатору, разъёму на стене или чему-то подобному (зависит от того, как устроена ваша сеть).

source: You can't plug one computer directly into another one with a network cable (at least, not without some extra setting-up). To connect two computers, you should plug them both into a network hub, router or switch.
ast: No puede coneutar directamente dos equipos con un cable de red (al menos, no sin cierta configuración adicional). Pa coneutar dos equipos, deberá enchufar ambos a un concentrador, router o switch.
el: Δεν μπορείτε να συνδέσετε έναν υπολογιστή απευθείας σε ένα άλλο με ένα καλώδιο δικτύου (τουλάχιστον, όχι χωρίς κάποια επιπλέον ρύθμιση). Για να συνδέσετε δύο υπολογιστές, θα πρέπει να συνδέσετε και τους δύο σε ένα κόμβο του δικτύου, δρομολογητή ή διακόπτη.
es: No puede conectar directamente dos equipos con un cable de red (al menos, no sin cierta configuración adicional). Para conectar dos equipos, deberá enchufar ambos a un concentrador, router o switch.
fi: Jos haluat Internet-yhteyden kahdelle tietokoneelle, et voi tehdä sitä kytkemällä verkkoa oikein ensin ensimmäiseen koneeseen, ja vetämällä siitä sitten Ethernet-kaapelin toiseen (ainakaan ilman asetusten muokkaamista). Kytke kaksi konetta edellä mainitulla tavalla reitittimeen tai verkkopistokerasiaan.
nl: U kunt niet de ene computer rechtstreeks op een andere aansluiten via een netwerkkabel (tenminste niet zonder extra maatregelen). Om twee computers te verbinden dient u ze allebei aan te sluiten op een netwerkhub, router of switch.
pt_br: Você não pode conectar um computador diretamente a outro com um cabo de rede (pelo menos não sem alguma configuração extra). Para conectar dois computadores, você deve conectar ambos em um hub, roteador ou switch da rede.
ru: Нельзя просто подключить один компьютер к другому сетевым кабелем (по крайней мере, без некоторых дополнительных настроек). Чтобы соединить два компьютера, нужно подключить каждый из них к сетевому концентратору, маршрутизатору или коммутатору.

source: If you are still not connected, your network may not support automatic set-up (DHCP). In this case you'll have to <link xref="net-manual">configure it manually</link>.
ast: Si entá nun se pudo coneutar, puede que su red no sofitu la configuración automática (DHCP). Nesti caso tendrá que <link xref="net-manual">configurarla manualmente</link>.
el: Αν ακόμα δεν είστε συνδεδεμένος, υπάρχει πιθανότητα το δίκτυό σας να μην υποστηρίζει αυτόματη ρύθμιση (DHCP). Σε αυτή την περίπτωση θα πρέπει να το <link xref="net-manual"> ρυθμίσετε χειροκίνητα</link>.
es: Si todavía no se ha podido conectar, puede que su red no soporte la configuración automática (DHCP). En este caso tendrá que <link xref="net-manual">configurarla manualmente</link>.
fi: Jos Internet-yhteys ei vieläkään muodostu, käyttämäsi verkko ei tue ehkä automaattista asetusten määrittämistä (DHCP). Tällöin sinun pitää <link xref="net-manual">määrittää asetukset itse</link>.
nl: Als u nog geen verbinding heeft, dan kan het zijn dat uw netwerk geen automatische set-up (DHCP) ondersteunt. In dat geval moet u het <link xref="net-manual">handmatig configureren</link>.
pt_br: Se você ainda não está conectado, sua rede pode não suportar configuração automática (DHCP). Nesse caso, você terá que <link xref="net-manual">configurá-la manualmente</link>.
ru: Если соединение всё ещё не установлено, возможно, ваша сеть не поддерживает автоматическуе настройку (DHCP). В таком случае, вам придётся <link xref="net-manual">настроить её вручную</link>.

source: <link xref="net-wireless-connect">Connect to wifi</link>, <link xref="net-wireless-hidden">Hidden networks</link>, <link xref="net-editcon">Edit connection settings</link>, <link xref="net-wireless-disconnecting">Disconnecting</link>...
ast: <link xref="net-wireless-connect">Conexón por wifi</link>, <link xref="net-wireless-hidden">Redes anubríes</link>, <link xref="net-editcon">Editar opciones de conexón</link>, <link xref="net-wireless-disconnecting">Desconectarse</link>...
el: <link xref="net-wireless-connect">Σύνδεση σε ασύρματο δίκτυο</link>, <link xref="net-wireless-hidden">Κρυφά δίκτυα</link>, <link xref="net-editcon">Επεξεργασία ρυθμίσεων σύνδεσης</link>, <link xref="net-wireless-disconnecting">Αποσύνδεση</link>...
es: <link xref="net-wireless-connect">Conexión por wifi</link>, <link xref="net-wireless-hidden">Redes ocultas</link>, <link xref="net-editcon">Editar opciones de conexión</link>, <link xref="net-wireless-disconnecting">Desconectarse</link>...
fi: <link xref="net-wireless-connect">Yhdistä langattomaan lähiverkkoon</link>, <link xref="net-wireless-hidden">piilotetut verkot</link>, <link xref="net-editcon">yhteysasetusten muokkaaminen</link>, <link xref="net-wireless-disconnecting">yhteyden katkaiseminen</link>...
nl: <link xref="net-wireless-connect">Verbinden met wifi</link>, <link xref="net-wireless-hidden">Verborgen netwerken</link>, <link xref="net-editcon">Verbindingen bewerken</link>, <link xref="net-wireless-disconnecting">Verbinding verbreken</link>...
pt_br: <link xref="net-wireless-connect">Conectar à wifi</link>, <link xref="net-wireless-hidden">redes ocultas</link>, <link xref="net-editcon">editar configurações de conexão</link>, <link xref="net-wireless-disconnecting">desconectar</link>...

source: Wireless Networking
ast: Redes inalámbricas
el: Ασύρματη δικτύωση
es: Redes inalámbricas
fi: Langattomat verkkoyhteydet
nl: Draadloos netwerk
pt_br: Redes sem fio
ru: Беспроводные сети

source: Click the network menu on the top panel and uncheck Enable Wireless.
ast: Calca nel menú de red del panel superior y desactive la opción «Activar inalámbrica».
el: Κάντε κλικ στο μενού του δικτύου στον άνω πίνακα και αποεπιλέξτε Ενεργοποίηση Ασύρματου.
es: Pulse en el menú de red del panel superior y desactive la opción «Activar inalámbrica».
fi: Napsauta verkkovalikkoa yläpaneelissa ja poista valinta "Ota langaton käyttöön" kohdalta.
nl: Klik op het netwerkmenu in het bovenpaneel en haal het vinkje weg bij "Draadloos netwerk inschakelen".
pt_br: Clique no menu rede no painel superior e desmarque Habilitar rede sem fio.

source: Turn off wireless (airplane mode)
ast: Apagar el mou inalámbrico (mou avión)
el: Απενεργοποίηση ασύρματου (προφίλ αεροπλάνου)
es: Apagar el modo inalámbrico (modo avión)
fi: Katkaise langaton yhteys (lentokonetila)
nl: Het draadloze netwerk uitschakelen (vliegtuig-modus)
pt_br: Desligar a rede sem fio (modo avião)

source: If you have your computer on an airplane (or some other area where wireless connections are not allowed), you should switch off your wireless. You may also want to switch off your wireless to save power.
ast: Si su equipu ta nun avión (o en dalgún otru sitiu donde no se permitan conexones inalámbricas) deberá desactivar su conexón inalámbrica. También puede que quiera desactivar su adaptador inalámbrico pa ahorrar enerxía.
el: Αν έχετε τον υπολογιστή σας στο αεροπλάνο (ή σε κάποιο άλλο μέρος όπου δεν επιτρέπονται οι ασύρματες συνδέσεις), θα πρέπει να σβήσετε το ασύρματό σας. Μπορεί επίσης να θέλετε να το σβήσετε για να εξοικονομήσετε ενέργεια.
es: Si su equipo está en un avión (o en algún otro sitio donde no se permitan conexiones inalámbricas) deberá desactivar su conexión inalámbrica. También puede que quiera desactivar su adaptador inalámbrico para ahorrar energía.
fi: Kun käytät tietokonetta lentokoneessa (tai jollain muulla alueella, jossa langattomien yhteyksien käyttäminen ei ole sallittua), sinun tulisi sammuttaa kaikki langattomat laitteesi, mukaan lukien tietokoneesi langaton verkkokortti. Langattoman yhteyden katkaiseminen säästää myös virtaa, joten jos et tarvitse Internet-yhteyttä (tai sitä ei ole saatavilla) se kannattaa etenkin akkukäytössä kytkeä pois päältä.
nl: Als u zich met uw computer in een vliegtuig bevindt (of een andere plek waar u geen draadloze verbinding mag hebben), dan dient u het draadloze netwerk uit te schakelen. Of misschien wilt u uw draadloze netwerk uitschakelen om energie te besparen.
pt_br: Se você está com seu computador em um avião (ou alguma outra área onde as conexões sem fio não são permitidas), você deve desligar seu sinal sem fio. Você pode querer também desligar seu sinal sem fio para economizar energia.
ru: Если вы находитесь в салоне самолёта (или в каком-то другом месте, где использование беспроводных подключений запрещено), вам следует отключиться от беспроводной сети. Вы можете сделать это и для уменьшения электропотребления.

source: To do this, click the <gui>network menu</gui> on the top panel and uncheck <gui>Enable Wireless</gui>. This will turn off your wireless connection until you switch it back on again.
ast: Pa ello, calca el <gui>menú de red</gui> del panel superior y desmarque la opción <gui>Activar inalámbrico</gui>. Esto desactivará su conexón inalámbrica fasta que vuelva a activarla de nuevu.
el: Για να το πετύχετε αυτό, κάντε κλικ στο <gui>Μενού Δικτύου</gui> στον επάνω πίνακα και αποεπιλέξτε την <gui>Ενεργοποίηση ασυρμάτης δικτύωσης</gui>. Αυτό θα σβήσει την ασύρματη δικτύωσή σας, μέχρι να την ξανανάψετε και πάλι.
es: Para ello, pulse el <gui>menú de red</gui> del panel superior y desmarque la opción <gui>Activar inalámbrico</gui>. Esto desactivará su conexión inalámbrica hasta que vuelva a activarla de nuevo.
fi: Langattoman verkon voit kytkeä pois päältä <gui>verkkovalikon</gui> kautta poistamalla valinnan kohdasta <gui>Ota langaton käyttöön</gui>. Tämä kytkee langattoman verkkoyhteyden pois päältä kunnes kytket sen samalla tavalla uudelleen päälle.
nl: Om dit te doen klikt u op het <gui>netwerkmenu</gui> in het bovenpaneel en haalt u het vinkje weg bij <gui>Draadloos netwerk inschakelen</gui>. Hiermee schakelt uw draadloze verbinding uit totdat u deze weer inschakelt.
pt_br: Para fazer isso, clique no <gui>menu rede</gui> no painel superior e desmarque <gui>Habilitar rede sem fio</gui>. Isso irá desligar sua conexão sem fio até que você a ligue novamente.

source: To turn wireless back on, click the <gui>network menu</gui> on the top panel and select <gui>Enable Wireless</gui> so that it has a checkmark in front of it.
ast: Pa volver a activar la conexón inalámbrica, calca el <gui>menú de red</gui> del panel superior y escueyi <gui>Activar inalámbrico</gui> pa que aparezca una marca xunto a ella.
el: Για να ενεργοποιήσετε το ασύρματο δίκτυο ξανά, κάντε κλικ στο <gui>μενού δικτύου</gui>στην κορυφή του πίνακα και επιλέξτε <gui>Ενεργοποίηση Ασύρματου</gui>, έτσι ώστε να έχει ένα σημάδι ελέγχου μπροστά από αυτό.
es: Para volver a activar la conexión inalámbrica, pulse el <gui>menú de red</gui> del panel superior y seleccione <gui>Activar inalámbrico</gui> para que aparezca una marca junto a ella.
fi: Takaisin päälle kytkeminen tapahtuu siis valitsemalla <gui>Ota langaton käyttöön</gui> uudelleen <gui>verkkovalikosta</gui> (niin että sen edessä on valintamerkki).
nl: Om het draadloos netwerk weer in te schakelen, klik op het <gui>netwerkmenu</gui> in het bovenpaneel en selecteer <gui>Draadloos netwerk inschakelen</gui> zodat er een vinkje voor staat.
pt_br: Para ligar o sinal sem fio novamente, clique no <gui>menu rede</gui> no painel superior e selecione <gui>Habilitar rede sem fio</gui> para que ele fique com uma marca na frente.

source: Your laptop may still be broadcasting if you have not turned off <link xref="bluetooth-turn-on-off">Bluetooth</link>.
ast: Es posible que su portátil siga emitiendo si no apaga el <link xref="bluetooth-turn-on-off">Bluetooth</link>.
el: Ο φορητός υπολογιστής σας ίσως εξακολουθεί να εκπέμπει, εάν δεν έχετε απενεργοποιήσει το <link xref="bluetooth-turn-on-off">Bluetooth</link>.
es: Es posible que su portátil siga emitiendo si no apaga el <link xref="bluetooth-turn-on-off">Bluetooth</link>.
fi: Muista myös katkaista kannettavan tietokoneesi <link xref="bluetooth-turn-on-off">Bluetooth-yhteys</link>.
nl: Het kan zijn dat uw laptop nog steeds uitzendt als u <link xref="bluetooth-turn-on-off">Bluetooth</link> niet heeft uitgeschakeld.
pt_br: Seu laptop pode ainda estar transmitindo se você não desligou o <link xref="bluetooth-turn-on-off">Bluetooth</link>.

source: Get on the internet - wirelessly.
ast: Conectase a Internet - de forma inalámbrica.
el: Μπείτε στο διαδίκτυο - ασύρματα.
es: Conectarse a Internet - de forma inalámbrica.
fi: Pääsysi internetiin - langattomasti.
nl: Het internet op gaan - draadloos.
pt_br: Entre na internet - sem fio.
ru: Подключитесь к интернету — без проводов.

source: Connect to a wireless network
ast: Coneutar con una red inalámbrica
el: Σύνδεση σε ένα ασύρματο δίκτυο
es: Conectar con una red inalámbrica
fi: Langattomaan verkkoon yhdistäminen
nl: Verbinding maken met een draadloos netwerk
pt_br: Conectar a uma rede sem fio
ru: Подключение к беспроводной сети
