Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Applications that are running have a small white triangle arrow on the left. Click on a running application icon to switch to it.
ast: Les aplicaciones que se tan executando tiennun pequeñu triángulo blanco a la esquierda. Calca nel iconu de una aplicación que se esté executando pa pasar a ella.
el: Εφαρμογές που εκτελούνται έχουν ένα μικρό λευκό τριγωνικό βέλος στα αριστερά. Κάντε κλικ σε ένα εικονίδιο εφαρμογής που εκτελείται για να μεταβείτε σε αυτό.
es: Las aplicaciones que se están ejecutando tienen un pequeño triángulo blanco a la izquierda. Pulse en el icono de una aplicación que se esté ejecutando para pasar a ella.
fi: Käynnissä olevien sovellusten kuvakkeiden vasemmalla puolella on pieni valkoinen kolmio. Vaihda toiseen sovellukseen napsauttamalla sen kuvaketta.
nl: Toepassingen die draaien hebben links een wit driehoekje. Klik op het pictogram van een draaiende toepassing om erheen te gaan.
pt_br: Os aplicativos que estão em execução tem um pequeno triângulo branco no seu lado esquerdo. Clique no aplicativo que está em execução para alternar para ele.
ru: Значки работающих приложений имеют маленькую белую треугольную стрелку слева. Щёлкните на значке работающего приложения, чтобы переключиться в него.

source: If a running application has multiple windows open, there will be multiple white arrows on the left. Click the application icon a second time to show all open windows zoomed out. Click the window you want to switch to.
ast: Si una aplicación en execución tien varias ventanes abiertes, aparecerán varias fleches blancas en su esquierda. Calca el iconu de la aplicación una segunda vegada pa amosar una panorámica de toes sus ventanes abiertes. Calca na ventana a la que quies pasar.
el: Αν μια ενεργή εφαρμογή έχει πολλά ανοιχτά παράθυρα, θα υπάρχουν πολλά λευκά βέλη στο αριστερό μέρος. Κάντε κλικ στο εικονίδιο της εφαρμογής δεύτερη φορά ώστε να εμφανιστούν όλα τα ανοιχτά παράθυρα σε σμίκρυνση. Κάντε κλικ στο παράθυρο που θέλετε να μεταβείτε.
fi: Jos samasta ohjelmasta on avattu useampi ikkuna, kolmioita näytetään saman verran kuin ikkunoita on auki. Napsauta sovelluksen kuvaketta, jolloin avautuu Ikkunat-näkymä, jossa näytetään kaikki ohjelman ikkunoiden pikkukuvat.
pt_br: Se um aplicativo em execução tiver múltiplas janelas abertas, haverá múltiplas flechas brancas à esquerda. Clique no ícone do aplicativo uma segunda vez para mostrar todas as janelas abertas reduzidas. Clique na janela para a qual você quer alternar.

source: From the keyboard
ast: Dende el tecláu
el: Από το πληκτρολόγιο
es: Desde el teclado
fi: Näppäimistöstä
nl: Via het toetsenbord
pt_br: Do teclado
ru: С помощью клавиатуры

source: When you hold down the <key>Alt</key> key and then press <key>Tab</key>, a <em>window switcher</em> appears. This shows a list of the windows you have open, with a preview.
ast: Cuando mantiene pulsada la tecla <key>Alt</key> y a continuación calca <key>Tab</key>, aparecer un <em>cambiador de ventanes</em>. Ésti mostrará una llista de les ventanes que ten abiertes, con una vista previa.
el: Όταν κρατάτε πατημένο το πλήκτρο <key>Alt</key> και κατόπιν πατήσετε το <key>Tab</key>, ένας <em>εναλλαγέας παραθύρων</em> εμφανίζεται. Σας εμφανίζει μια λίστα των παραθύρων που είναι ανοιχτά, σε προεπισκόπηση.
es: Cuando mantiene pulsada la tecla <key>Alt</key> y a continuación pulsa <key>Tab</key>, aparecer un <em>cambiador de ventanas</em>. Éste mostrará una lista de las ventanas que tenga abiertas, con una vista previa.
fi: Kun pidät <key>Alt</key>-näppäintä pohjassa ja painat lisäksi <key>Sarkain</key>ta, <em>ikkunanvaihdin</em> tulee esiin. Se näyttää kaikki avoinna olevat ikkunasi esikatselukuvien kera.
nl: Wanneer u de <key>Alt</key>-toets ingedrukt houdt en dan op <key>Tab</key> drukt, verschijnt er een <em>vensterwisselaar</em>. Hierin ziet u voorbeelden van alle geopende vensters.
pt_br: Quando segurar a tecla <key>Alt</key> e pressionar <key>Tab</key>, um <em>alternador de janelas</em> aparecerá. Este alternador mostrará uma lista das janelas que você abriu, com uma visualização.
ru: Если удерживать клавишу <key>Alt</key> key и нажать <key>Tab</key>, появится <em>переключатель окон</em>, показывающий список открытых окон с предварительным просмотром.

source: You can continue pressing <key>Tab</key> as many times as you need to reach the window you want.
ast: Puede siguir pulsando <key>Tab</key> tantas vegaes como necesite fasta algamar la ventana que desee.
el: Μπορείτε να συνεχίσετε να κρατάτε πατημένο το πλήκτρο <key>Tab</key> όσες φορές χρειάζεται για να φτάσετε στο επιθυμητό παράθυρο.
es: Puede continuar pulsando <key>Tab</key> tantas veces como necesite hasta alcanzar la ventana que desee.
fi: Paina <key>Sarkain</key>-näppäintä niin monta kertaa, kunnes pääset haluamasi sovelluksen kohdalle.
nl: U kunt net zo vaak op <key>Tab</key> drukken als nodig is om het gewenste venster te bereiken.
pt_br: Continue pressionando <key>Tab</key> quantas vezes necessário até que você chegue à tecla que deseja.
ru: Вы можете продолжать нажимать <key>Tab</key> столько раз, сколько понадобится, чтобы достичь нужного окна.

source: To switch to the previous window, hold down the <key>Alt</key> key and press <keyseq><key>Shift</key><key>Tab</key></keyseq> instead.
ast: Pa pasar a la ventana anterior, mantenga pulsada la tecla <key>Alt</key> y dempués calca <keyseq><key>Mayús</key><key>Tab</key></keyseq>.
el: Για να αλλάξετε στο προηγούμενο παράθυρο, κρατήστε πατημένο το <key>Alt</key> και πατήστε <keyseq><key>Shift</key> αντί <key>Tab</key></keyseq>.
es: Para pasar a la ventana anterior, mantenga pulsada la tecla <key>Alt</key> y luego pulse <keyseq><key>Mayús</key><key>Tab</key></keyseq>.
fi: Vaihda selausjärjestystä pitämällä <key>Alt</key> pohjassa ja painamalla samaan aikaan <keyseq><key>Shift</key><key>Sarkain</key></keyseq>.
nl: Om naar het vorige venster terug te keren, houd de <key>Alt</key>-toets ingedrukt en druk op <keyseq><key>Shift</key><key>Tab</key></keyseq>.
pt_br: Para trocar para a janela anterior, mantenha a tecla <key>Alt</key> pressionada e passe a pressionar <keyseq><key>Shift</key><key>Tab</key></keyseq>.
ru: Чтобы переключиться в предыдущее окно, удерживайте клавишу <key>Alt</key> и нажмите <keyseq><key>Shift</key><key>Tab</key></keyseq>.

source: It is also possible to switch to any window by moving to it with the mouse and clicking.
ast: También es posible pasase a cualesquier ventana moviéndose fasta ella col mur y pulsándola.
el: Είναι επίσης δυνατό να μεταβείτε σε οποιοδήποτε παράθυρο μετακινώντας το με το ποντίκι και κάνοντας κλικ.
es: También es posible pasarse a cualquier ventana moviéndose hasta ella con el ratón y pulsándola.
nl: Het is ook mogelijk om naar een venster te gaan door er met de muis naartoe te gaan en te klikken.
pt_br: Também é possível trocar para qualquer janela movendo o ponteiro do mouse até ela e clicando nela.
ru: Можно переключиться в любое окно без перемещения на него указателя мыши и щелчка.

source: Press <keyseq><key>Windows</key><key>W</key></keyseq> to show all open windows zoomed out.
ast: Calca <keyseq><key>Windows</key><key>W</key></keyseq> pa amosar una panorámica de toes les ventanes abiertes.
el: Πατήστε <keyseq><key>Windows</key><key>ς</key></keyseq> για να εμφανίσετε με μεγέθυνση όλα τα ανοιχτά παράθυρα.
es: Pulse <keyseq><key>Windows</key><key>W</key></keyseq> para mostrar una panorámica de todas las ventanas abiertas.
fi: Napsauta <keyseq><key>Windows</key><key>W</key></keyseq>, jolloin kaikki avoinna olevat ikkunasi ilmestyvät esiin samaan tapaan, jolla näytetään saman ohjelman avoinna olevat ikkunat.
nl: Druk op <keyseq><key>Windows</key><key>W</key></keyseq> om alle geopende vensters uitgezoomd te zien.
pt_br: Pressione <keyseq><key>Windows</key><key>W</key></keyseq> para mostrar todas as janelas abertas em tamanho reduzido.
ru: Нажмите клавишу <keyseq><key>Windows</key><key>W</key></keyseq>, чтобы увидеть уменьшенные изображения всех открытых окон.

source: Click the window you want to switch to.
ast: Calca na ventana a la que quies camudar.
el: Κάντε κλικ στο παράθυρο που επιθυμείτε να εναλλάξετε.
fi: Napsauta ikkunaa, johon haluat vaihtaa.
nl: Klik op het venster waar u naar wilt overschakelen.
pt_br: Clique na janela para a qual você quer alternar.
ru: Щёлкните на окне, на которое хотите переключиться.

source: Open the workspace switcher and drag the window to a different workspace.
ast: Abra el cambiador de espacios de trabayu y arrastre la ventana a un espaciu de trabayu distintu.
el: Ανοίξτε την εναλλαγή χώρων εργασίας και μεταφέρετε το παράθυρο σε ένα διαφορετικό χώρο εργασίας.
es: Abra el cambiador de espacios de trabajo y arrastre la ventana a un espacio de trabajo diferente.
fi: Avaa Työtilanvaihdin ja vedä ikkuna toiseen työtilaan.
nl: De werkbladwisselaar openen en het venster naar een ander werkblad slepen.
pt_br: Abra o alternador de espaços de trabalho e arraste a janela para um espaço de trabalho diferente.
ru: Откройте переключатель рабочих мест и перетащите окно на другое рабочее место.

source: Move windows to a different workspace
ast: Mover ventanes a un estaya de trabayu distintu
el: Μετακίνηση παραθύρων σε ένα διαφορετικό χώρο εργασίας
es: Mover ventanas a un área de trabajo diferente
fi: Ikkunoiden siirtäminen toiseen työtilaan
nl: Vensters verplaatsen naar een ander werkblad
pt_br: Mover janelas para um espaço de trabalho diferente
ru: Перемещение окна на другое рабочее место

source: You can move a window between workspaces:
ast: Puede mover una ventana ente áreas de trabayu:
el: Μπορείτε να μετακινήσετε ένα παράθυρο μεταξύ χώρων εργασίας:
es: Puede mover una ventana entre áreas de trabajo:
fi: Voit siirtää ikkunoita työtilojen välillä:
nl: U kunt vensters naar andere werkbladen verplaatsen:
pt_br: Você pode mover uma janela entre os espaços de trabalho:
ru: Вы можете перемещать окна между рабочими местами:

source: Open the <link xref="unity-launcher-intro">Launcher</link> and click the <gui>workspace switcher</gui> button near the bottom.
ast: Abra el <link xref="unity-launcher-intro">Lanzador</link> y calca el botón del <gui>cambiador de espacios de trabayu</gui> allugáu cerca de la parte inferior.
el: Ανοίξτε τον <link xref="unity-launcher-intro">Εκκινητή</link> και κάντε κλικ στο κουμπί <gui>Εναλλαγή χώρων εργασίας</gui> κοντά στο κάτω μέρος.
es: Abra el <link xref="unity-launcher-intro">Lanzador</link> y pulse el botón del <gui>cambiador de espacios de trabajo</gui> situado cerca de la parte inferior.
fi: Siirry <link xref="unity-launcher-intro">käynnistimeen</link> ja napsauta <gui>Työtilanvaihdinta</gui> käynnistimen alaosasta.
nl: Open de <link xref="unity-launcher-intro">Starter</link> en klik op de knop <gui>Werkbladwisselaar</gui> onderaan.
pt_br: Abra o <link xref="unity-launcher-intro">Lançador</link> e clique no botão <gui>Alternador de espaços de trabalho</gui>, próximo à parte inferior.
ru: Откройте <link xref="unity-launcher-intro">Панель запуска</link> и щёлкните на кнопке <gui>переключателя рабочих мест</gui> в её нижней части.

source: Drag the window to the workspace you choose.
ast: Arrastre la ventana al espaciu de trabayu que desee.
el: Μεταφέρετε το παράθυρο προς το χώρο εργασίας που επιλέξατε.
es: Arrastre la ventana al espacio de trabajo que desee.
fi: Vedä ikkuna haluamaasi työtilaan.
nl: Sleep het venster naar het werkblad van uw keuze.
pt_br: Arraste a janela para o espaço de trabalho que você escolher.
ru: Перетащите окно на рабочее место, которое вы выбрали.

source: A faster way of moving windows between workspaces is by using the keyboard:
ast: Una manera rápida de mover ventanes ente áreas de trabayu es usar el tecláu:
el: Ένας πιο γρήγορος τρόπος μετακίνησης παραθύρων μεταξύ χώρων εργασίας είναι χρησιμοποιώντας το πληκτρολόγιο:
es: Una manera rápida de mover ventanas entre áreas de trabajo es usar el teclado:
fi: Ikkunoita voi siirrellä työtiloista toiseen myös nopeammin näppäimistöllä:
nl: Een snellere manier om vensters van het ene naar het andere werkblad te verplaatsen is via het toetsenbord:
pt_br: Uma maneira mais rápida de mover janelas entre os espaços de trabalho é usando o teclado:
ru: Более быстрый способ перемещения окон между рабочими местами - с помощью клавиатуры:

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq> to move the window to the workspace to the right of the current workspace.
ast: Calca <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key> →</key></keyseq> pa mover la ventana al espaciu de trabayu allugáu a la drecha del espaciu de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq> για να μετακινήσετε το παράθυρο στο χώρο εργασίας δεξιά του τρέχοντος χώρου εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key> →</key></keyseq> para mover la ventana al espacio de trabajo situado a la derecha del espacio de trabajo actual.
fi: Siirrä käytössä oleva ikkuna nykyisen työtilan oikealle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq>.
nl: Druk op <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq> om het venster naar het werkblad rechts van het huidige werkblad te verplaatsen.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq> para mover a janela para o espaço de trabalho à direita do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> →</key></keyseq>, чтобы переместить окно на рабочее место справа от текущего.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq> to move the window to the workspace to the left of the current workspace.
ast: Calca <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key> ←</key></keyseq> pa mover la ventana al espaciu de trabayu allugáu a la esquierda del espaciu de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq> για να μετακινήσετε το παράθυρο στο χώρο εργασίας αριστερά του τρέχοντος χώρου εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key> ←</key></keyseq> para mover la ventana al espacio de trabajo situado a la izquierda del espacio de trabajo actual.
fi: Siirrä käytössä oleva ikkuna nykyisen työtilan vasemmalle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq>.
nl: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq> om het venster naar het werkblad links van het huidige werkblad te verplaatsen.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq> para mover a janela para o espaço de trabalho à esquerda do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ←</key></keyseq>, чтобы переместить окно на рабочее место слева от текущего.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq> to move the window to the workspace below the current workspace.
ast: Calca <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>↓</key></keyseq> pa mover la ventana al espaciu de trabayu allugáu debaxo del espaciu de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq> για να μετακινήσετε το παράθυρο στο χώρο εργασίας κάτω του τρέχοντος χώρου εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>↓</key></keyseq> para mover la ventana al espacio de trabajo situado debajo del espacio de trabajo actual.
fi: Siirrä käytössä oleva ikkuna nykyisen työtilan alapuolelle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq>.
nl: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq> om het venster naar het werkblad onder het huidige werkblad te verplaatsen.
pt_br: Pressione <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq> para mover a janela para o espaço de trabalho que está abaixo do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↓</key></keyseq>, чтобы переместить окно на рабочее место под текущим.

source: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>↑</key></keyseq> to move the window to the workspace above the current workspace.
ast: Calca <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>↑</key></keyseq> pa mover la ventana al espaciu de trabayu allugáu enriba del espaciu de trabayu actual.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↑</key></keyseq> για να μετακινήσετε το παράθυρο στο χώρο εργασίας πάνω από τον τρέχοντα χώρο εργασίας.
es: Pulse <keyseq><key>Ctrl</key><key>Alt</key><key>Mayús</key><key>↑</key></keyseq> para mover la ventana al espacio de trabajo situado encima del espacio de trabajo actual.
fi: Siirrä käytössä oleva ikkuna nykyisen työtilan oikealle puolelle painamalla <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key> ↑</key></keyseq>.
nl: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>↑</key></keyseq> om het venster naar het werkblad boven het huidige werkblad te verplaatsen.
pt_br: Press <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>↑</key></keyseq> para mover a janela para o espaço de trabalho que está acima do espaço de trabalho atual.
ru: Нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>Shift</key><key>↑</key></keyseq>, чтобы переместить окно на рабочее место над текущим.

source: Workspaces are a way of grouping windows on your desktop.
ast: Les áreas de trabayu son una manera de agrupar ventanes en su escritoriu.
el: Οι χώροι εργασίας είναι ένας τρόπος ομαδοποίησης παραθύρων στην επιφάνεια εργασίας.
es: Las áreas de trabajo son una manera de agrupar ventanas en su escritorio.
fi: Työtilojen avulla voit ryhmitellä avoinna olevia ikkunoita.
nl: Werkbladen zijn een manier om vensters te groeperen op uw bureaublad.
pt_br: Espaços de trabalho são uma forma de agrupar janelas no seu desktop.
ru: Рабочие места - это способ группировки окон на вашем рабочем столе.

source: What is a workspace, and how will it help me?
ast: ¿Qué es un estaya de trabayu y cómo me ayudará?
el: Τί είναι ένας χώρος εργασίας και πού αυτός θα με βοηθήσει ;
es: ¿Qué es un área de trabajo y cómo me ayudará?
fi: Mikä ihmeen työtila, ja miten voin hyödyntää sitä?
nl: Wat is een werkblad en hoe kan ik het gebruiken?
pt_br: O que é um espaço de trabalho e como ele poderá me ajudar?
ru: Что такое рабочее место, и какая мне польза от него?

source: Workspace switcher button
ast: Botón del cambiador de espacios de trabayu
el: Κουμπί εναλλαγής χώρων εργασίας
es: Botón del cambiador de espacios de trabajo
fi: Työtilanvaihdin
nl: Werkbladwisselaarknop
pt_br: Botão do seletor de espaço de trabalho
ru: Кнопка переключателя рабочих мест

source: Workspaces refer to the grouping of windows on your desktop. These virtual desktops increase the size of your working area. Workspaces are meant to reduce clutter and make the desktop easier to navigate.
ast: Los espacios de trabayu representan un grupu de ventanes en su escritoriu. Estos escritorios virtuales incrementan el tamañu de su estaya de trabayu. Los espacios de trabayu disminuynel desorden y facilita la navegación pol escritoriu.
el: Οι χώροι εργασίας αναφέρονται στην ομαδοποίηση των παραθύρων στην επιφάνεια εργασίας σας. Αυτές οι εικονικές επιφάνειες εργασίας αυξάνουν το μέγεθος του χώρου εργασίας σας. Οι χώροι εργασίας έχουν στόχο να μειώσουν το συνωστισμό και να κάνουν την επιφάνεια εργασίας πιο εύκολη στην πλοήγηση.
es: Los espacios de trabajo representan un grupo de ventanas en su escritorio. Estos escritorios virtuales incrementan el tamaño de su área de trabajo. Los espacios de trabajo disminuyen el desorden y facilita la navegación por el escritorio.
fi: Työtilat viittaavat ikkunoiden ryhmittelyyn työpöydälläsi. Nämä virtuaaliset työpöydät kasvattavat työskentelytilaasi. Työtilojen tarkoitus on tehdä työpöydästä selkeä ja helposti hallittava.
nl: De term werkbladen verwijst naar het groeperen van vensters op uw bureaublad. Deze virtuele bureaubladen vergroten uw werkgebied. Werkbladen zijn bedoeld om te voorkomen dat het rommelig wordt en zorgen ervoor dat het gemakkelijker is door het bureaublad te navigeren.
pt_br: Os espaços de trabalho referem-se ao agrupamento de janelas em sua área de trabalho. Essas áreas virtuais aumentam o tamanho a área disponível para trabalhar. Espaços de trabalho tem o objetivo de reduzir a desordem e facilitar a navegação pela área de trabalho.
ru: Рабочие места помогают сгруппировать окна на вашем рабочем столе. Эти виртуальные рабочие столы увеличивают размер вашей рабочей области. Рабочие места призваны уменьшить беспорядок и сделать навигацию по рабочему столу проще.

source: You could use workspaces to organize your work. For example, you could have all your communication windows, such as email and your chat apps on one workspace and the work you are doing on a different workspace Your music manager could be on a third workspace.
ast: Puede usar los espacios de trabayu pa organizar sus quehaceres. Por exemplu, puede tener toes sus ventanes de comunicación, como el corréu electrónicu y les aplicaciones de chat nun único espaciu de trabayu, y les xeres es que esté faciendo en otru espaciu de trabayu distintu. Su xestor de música podría tar nun tercer espaciu de trabayu.
el: Θα μπορούσατε να χρησιμοποιήσετε τους χώρους εργασίας για να οργανώσετε την εργασία σας. Για παράδειγμα, θα μπορούσατε να έχετε όλα τα παράθυρα της επικοινωνίας, όπως την ηλεκτρονική αλληλογραφία και την συζήτηση σε ένα χώρο εργασίας και το έργο που επιτελείτε σε διαφορετικό χώρο εργασίας. Ο διαχειριστής της μουσικής σας θα μπορούσε να είναι σε ένα τρίτο χώρο εργασίας.
es: Puede usar los espacios de trabajo para organizar sus quehaceres. Por ejemplo, puede tener todas sus ventanas de comunicación, como el correo electrónico y las aplicaciones de chat en un único espacio de trabajo, y las tareas es que esté haciendo en otro espacio de trabajo diferente. Su gestor de música podría estar en un tercer espacio de trabajo.
fi: Järjestä esimerkiksi tiettyyn käyttöön tarkoitetut sovellukset omiin työtiloihin. Sähköposti ja pikaviestin ensimmäisessä työtilassa, musiikkisovellus työtila kahdessa, kuvat työtila kolmessa jne.
nl: U zou werkbladen kunnen gebruiken om uw werk te organiseren. Zo zou u alle communicatievensters, zoals e-mail en chattoepassingen in één werkblad kunnen plaatsen en het werk waar u mee bezig bent op een ander werkblad. Uw muziekprogramma zou u in een derde werkblad kunnen plaatsen.
pt_br: Você poderia usar os espaços de trabalho para organizar seu trabalho. Por exemplo, você pode colocar todas as janelas de comunicação como e-mail e aplicativos de bate-papo em um espaço de trabalho, o trabalho que está realizando em outro espaço e o seu gerenciador de músicas em um terceiro.
ru: Вы можете использовать рабочие места для организации своей работы. Например, вы можете собрать все окна коммуникационных приложений, таких как электронная почти и чаты, на одном рабочем месте, а работу, которую выполняете, на другом рабочем месте. Ваш музыкальный проигрыватель можно разместить на третьем рабочем месте.
