Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Check that Bluetooth is turned-on on the device you're trying to connect to. For example, if you're trying to connect to a phone, make sure that it's not in airplane mode
es: Compruebe que el dispositivo al que está intentando conectarse tiene activado el Bluetooth. Por ejemplo, si está intentando conectarse a un móvil, compruebe que no está en modo avión.

source: Backups
es: Copias de respaldo

source: Advice on where to store your backups and what storage device to use.
es: Asesoramiento sobre dónde almacenar las copias de seguridad y qué dispositivo de almacenamiento usar.

source: You should store backup copies of your files somewhere separate from your computer (on an external hard disk, for example). An important consideration when choosing the backup medium is capacity. This will depend on how much data you need to back up.
es: Debería guardar las copias de seguridad de sus archivos en algún sitio separado de su equipo (en un disco duro externo, por ejemplo). Un aspecto importante a tener en cuenta al elegir el soporte para las copias de seguridad es su capacidad. Esta dependerá de cuánta información necesitará respaldar.

source: A USB memory key (low capacity)
es: Una memoria USB (baja capacidad)

source: An internal disk drive (higher capacity)
es: Una unidad de disco interno (mayor capacidad)

source: An external USB drive (variable capacity, but can be very high)
es: Un dispositivo USB externo (capacidad variable, pero puede ser muy alta)

source: A network drive (high capacity)
es: Una unidad de red (mayor capacidad)

source: A file/backup server
es: Un servidor de archivos/respaldos

source: Writable CDs or DVDs
es: CD o DVD escribibles.

source: An online backup service like <link href="http://aws.amazon.com/s3/">Amazon S3</link> or <link href="https://one.ubuntu.com/">Ubuntu One</link> (stores your data off-site for a small fee)
es: Un servicio de respaldo en línea como <link href="http://aws.amazon.com/s3/">Amazon S3</link> o <link href="https://one.ubuntu.com/">Ubuntu One</link> (almacena sus datos externamente por una pequeña cuota)

source: Some of these would allow for a backup of every file on your system, also known as a <em>complete system backup</em>.
es: Algunos de ellos pueden permitirle hacer una copia de seguridad de cada archivo de su sistema, algo conocido como <em>copia de seguridad completa del sistema</em>.

source: After you have backed up your files, you should make sure that the backup was successful.
es: Una vez que haya copiado los archivos, debería asegurarse de que la copia se llevó a cabo correctamente.

source: A file integrity check is not done on a copy/move operation. This means if you are copying files to other drives/media, it is not easy to verify data integrity or to single out files that have failed.
es: No se hace ninguna comprobación de integridad a los archivos cuando se están copiando o moviendo. Esto quiere decir que cuando copie archivos a otras unidades o soportes, no le será fácil comprobar la integridad de datos o determinar qué archivos han fallado.

source: You can do a check by looking through the copied files and directories in the destination media. By opening and checking the copied files, you can see whether the files you check copied successfully.
es: Puede hacer una comprobación mirando los archivos y directorios copiados en el soporte de destino. Al abrir y comprobar los archivos copiados, podrá ver si los archivos comprobados se copiaron correctamente.

source: If you find that you do regular backups of large amounts of data, you may find it easier to use a dedicated backup program, such as <app>Déjà Dup</app>. Such a program is more powerful and more reliable than just copying and pasting data.
es: Si observa que suele hacer a menudo copias de seguridad de grandes cantidades de datos, puede que le resulte más fácil usar un programa específico de copias de seguridad, como <app>Déjà Dup</app>. Ese programa es más potente y fiable que simplemente copiar y pegar los datos.

source: This guide is designed to describe the features of your desktop, answer your computing-related questions, and provide tips on using your computer more effectively.
es: Está guía está concebida para describir las características de su escritorio, responder a sus preguntas relacionadas con la Informática y ofrecerle consejos para usar su equipo de forma más efectiva.

source: There are several features of the guide that we think make it easy to use.
es: Hay ciertas características de la guía que pensamos que hacen su uso más sencillo.

source: Related-items are linked together. "See-also" links at the bottom of some pages will direct you to related topics. This makes it easier to find similar topics that might help you perform a certain task.
es: Los temas relacionados están enlazados entre sí. Los enlaces «Vea también» al final de algunas páginas les llevará a temas relacionados. Esto le facilita la búsqueda de temas similares que podrían ayudarle a realizar una determinada tarea.

source: In the Personal section, click <gui>Assistive Technologies</gui>.
es: En la sección Personal, pulse <gui>Tecnologías de asistencia</gui>.

source: Select <gui>Keyboard Accessibility</gui>.
es: Seleccione <gui>Accesibilidad del teclado</gui>.

source: Click <gui>Audio Feedback</gui> and select <gui>Show visual feedback for the alert sound</gui>.
es: Pulse <gui>Reacciones de sonido</gui> y seleccione <gui>Mostrar reacciones visuales para las alertas de sonido</gui>.

source: Select whether you want the entire screen or just your current window to flash.
es: Seleccione si quiere que haya un destello de la pantalla completa o solo de la ventana actual.

source: Select <gui>Accessibility features can be toggled with keyboard shortcuts</gui>.
es: Seleccione <gui>Las características de accesibilidad se pueden conmutar con combinaciones de teclas</gui>.

source: Select <gui>Simulate simultaneous keypresses</gui>.
es: Seleccione <gui>Simular pulsaciones de múltiples teclas</gui>.

source: You can have the computer make a "beep" sound when you start typing a keyboard shortcut with sticky keys turned on. This is useful if you want to know that sticky keys is expecting a keyboard shortcut to be typed, so the next key press will be interpreted as part of a shortcut. Click <gui>Audio Feedback</gui> and select <gui>Beep when a modifier key is pressed</gui> to enable this.
es: Puede hacer que el equipo haga sonar un sonido de «campana» cuando empiece a teclear una combinación de teclas cuando tenga activadas las teclas persistentes. Esto resulta útil si quiere saber si las teclas persistentes están esperando a la pulsación de una combinación de teclas, de forma que la siguiente pulsación de tecla será interpretada como parte de una combinación de teclas. Pulse <gui>Reacciones de sonido</gui> y seleccione <gui>Pitar cuando se pulse un modificador</gui> para activar esta opción.

source: Turn on <em>slow keys</em> if you would like there to be a delay between pressing a key and that letter being displayed on the screen. This means that you have to hold down each key you want to type for a little while before it appears. Use slow keys if you accidentally press several keys at a time when you type, or if you find it difficult to press the right key on the keyboard the first time.
es: Active las <em>teclas lentas</em> si quiere que haya un retardo entre la pulsación de una tecla y la visualización de esa letra en la pantalla. Esto significa que tendrá que mantener pulsada un poco cada tecla que desea teclear antes de que aparezca. Use las teclas lentas si pulsa accidentalmente varias teclas a la vez cuando teclea, o si le resulta difícil pulsar la tecla adecuada en el teclado la primera vez.

source: Select <gui>Only accept long keypresses</gui>.
es: Seleccione <gui>Solo aceptar teclas pulsadas durante cierto tiempo</gui>.

source: Use the <gui>delay</gui> slider to control how long you have to hold a key down for it to register.
es: Use el deslizador <gui>retraso</gui> para controlar cuanto tiempo debe mantener pulsada una tecla para registrarla.

source: You can have your computer make a sound when you press a key, when a key press is accepted, or when a key press is rejected because you didn't hold the key down long enough. Click <gui>Audio Feedback</gui> to enable this.
es: Puede hacer que su equipo emita un sonido cuando pulse una tecla, cuando se acepte la pulsación de una tecla, o cuando se rechace la pulsación de una tecla por no mantenerla pulsada el tiempo suficiente. Pulse <gui>Reacciones de sonido</gui> para activar esta opción.

source: Select <gui>Mouse Accessibility</gui>.
es: Seleccione <gui>Accesibilidad del ratón</gui>.

source: Select <gui>Trigger secondary click by holding down the primary button</gui>.
es: Seleccione <gui>Disparar la pulsación secundaria al mantener pulsado el botón primario</gui>.

source: You can change how long you must hold down the left mouse button for before it is registered as a right click. Change the <gui>delay</gui> under <gui>Simulated Secondary Click</gui>.
es: Puede cambiar el tiempo que debe mantener pulsado el botón izquierdo del ratón para que sea registrado como una pulsación del botón derecho. Cambie el <gui>retardo</gui> en <gui>Pulsación secundaria simulada</gui>.

source: The Ubuntu desktop includes assistive technologies to support users with various impairments and special needs, and to interact with common assistive devices. Many accessibility features can be accessed from the <gui>Assistive Technologies</gui> menu in the <gui>System Settings</gui> applet.
es: El escritorio de Ubuntu incluye tecnologías de asistencia para ayudar a los usuarios con determinadas limitaciones y necesidades especiales y para facilitar la interacción con dispositivos de asistencia comunes. Desde el menú de <gui>Tecnologías de asistencia</gui>, en la <gui>Configuración del sistema</gui>, podrá acceder a muchas características de accesibilidad.

source: Switch to the <gui>General</gui> tab and select <gui>Show position of pointer when the Control key is pressed</gui>.
es: Cambie la pestaña <gui>General</gui> y seleccione <gui>Mostrar la posición del puntero cunado se pulsa la tecla Control</gui>.

source: You can quickly increase the system text size to make words easier to read by clicking on the <link xref="a11y-icon">universal access menu</link> in the top panel. Check <gui>Make text larger</gui>.
es: Puede aumentar rápidamente el tamaño del texto del sistema, para hacer más sencilla la lectura de palabras, pulsando en el <link xref="a11y-icon">menú de acceso universal</link> en el panel superior. Seleccione <gui>Agrandar el texto</gui>.

source: The universal access menu is the icon on the top bar that looks like a man.
es: El menú del acceso universal es el icono que parece un hombre en la barra superior.

source: The Dwell Click (Hover Click) feature allows you to click by holding the mouse still.
es: La pulsación al posarse (pulsación al posicionar el puntero) le permite pulsar manteniendo el ratón quieto.

source: To turn on hover click, click your name on the top bar, select <gui>System Settings</gui> and open <gui>Universal Access</gui>. Then, go to the <gui>Pointing and Clicking</gui> tab and switch <gui>Hover Click</gui> to <gui>ON</gui>.
es: Para activar la pulsación al posarse, pulse en su nombre en la barra superior, seleccione <gui>Configuración del sistema</gui> y abra <gui>Tecnologías de asistencia</gui>. Luego, pulse el botón <gui>Accesibilidad del ratón</gui>, y en la pestaña <gui>Accesibilidad</gui> active la casilla <gui>Iniciar la pulsación cuando se pare el movimiento del puntero</gui>.

source: The <gui>Dwell Click-Type</gui> window will open, and will stay above all of your other windows. You can use this to choose what sort of click should happen when you hover over a button. For example, if you select <gui>Secondary Click</gui>, the mouse will right-click when you hover over a button for a few seconds.
es: Se abrirá la ventana <gui>Tipo de pulsación al posarse</gui>, que estará siempre encima de todas las demás ventanas. Puede usarla para elegir el tipo de pulsación que deberá aplicarse cuando coloque el ratón sobre un botón. Por ejemplo, si selecciona <gui>Pulsación secundaria</gui>, el ratón simulará una pulsación con el botón derecho cuando coloque el puntero sobre un botón durante unos pocos segundos.

source: Make windows and buttons on the screen more vivid, so they're easier to see.
es: Hacer los botones y ventanas más vívidos en la pantalla, para que sea más sencillo verles.

source: Click the <link xref="a11y-icon">universal access menu</link> in the top panel.
es: Pulse en el <link xref="a11y-icon">menú de acceso universal</link> del panel superior.

source: Click <gui>Enhance contrast in colors</gui>.
es: Pulse <gui>Aumentar el contraste en los colores</gui>.

source: Select <gui>Ignore fast duplicate keypresses</gui>.
es: Seleccione <gui>Ignorar pulsaciones duplicadas rápidas</gui>.

source: Use the <gui> delay</gui> slider to change how long bounce keys waits before it registers another key press after you pressed the key for the first time. Click <gui>Audio Feedback</gui> and select <gui>Beep when a key is rejected</gui> if you want the computer to make a sound each time it ignores a key press because it happened too soon after the previous key press.
es: Use el deslizador <gui>Retardo</gui> para cambiar cuánto se tiene que esperar hasta que se registre otra pulsación de tecla después de haberla pulsado por primera vez. Pulse en <gui>Reacciones de sonido</gui> y seleccione <gui>Pitar cuando se rechace una tecla</gui> si desea que el equipo emita un sonido cada vez que ignore la pulsación de una tecla por haberla pulsado demasiado pronto después de pulsar la tecla anterior.

source: translator-credits
es: Francisco Molinero <paco@byasl.com>, 2011 Daniel Mustieles <daniel.mustieles@gmail.com>, 2011 Jorge González <jorgegonz@svn.gnome.org>, 2011 Launchpad Contributions: Daniel Mustieles https://launchpad.net/~daniel-mustieles Javier Martínez Arrieta https://launchpad.net/~javote87 Monkey https://launchpad.net/~monkey-libre Nacho Perea https://launchpad.net/~nacho.perea Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg' md5='265f0461c4f337cfe7f9ebc04b98a58f'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/status/24/bluetooth-active.svg' md5='265f0461c4f337cfe7f9ebc04b98a58f'

# _
source: external ref='figures/color-profile-default.png' md5='__failed__'
nl: externe ref='figuren/Standaard-kleur-profiel.png' md5='__mislukt__'

# _
source: external ref='figures/color-space.png' md5='0417f11824ea39b7ab1e31193c19e207'
nl: externe ref='figures/kleur-ruimte.png' md5='0417f11824ea39b7ab1e31193c19e207'

# _
source: external ref='figures/nautilus.png' md5='7c905000084a729c8ee23a600a7ad945'
nl: external ref='figuren/nautilus.png' md5='7c905000084a729c8ee23a600a7ad945'

# _
source: external ref='figures/ubuntu-logo.png' md5='d2369e87106064d4c4ff65a0e65dca11'
nl: externe ref='figuren/ubuntu-logo.png' md5='d2369e87106064d4c4ff65a0e65dca11'

# _
source: external ref='figures/nautilus-icons.png' md5='c23665786e41e7bcb87fa0f8d355d74e'
nl: externe ref='figuren/nautilus-icons.png' md5='c23665786e41e7bcb87fa0f8d355d74e'

# _
source: external ref='figures/printing-select.png' md5='e38a5749ed445a812346602ad58b88b4'
nl: externe ref='figuren/afdrukken-selecteren.png' md5='e38a5749ed445a812346602ad58b88b4'

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg' md5='c7753a983bb72624bf340e2b3336973e'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg' md5='c7753a983bb72624bf340e2b3336973e'

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg' md5='695cb299a2941423020d12dedfdb2254'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg' md5='695cb299a2941423020d12dedfdb2254'

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg' md5='571b59734272f80a40e8d2e9a8d4256e'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/status/24/audio-volume-high-panel.svg' md5='571b59734272f80a40e8d2e9a8d4256e'

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg' md5='73b5dcfbdeb7a0de65083c570afed1f9'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/stock/22/stock_person-panel.svg' md5='73b5dcfbdeb7a0de65083c570afed1f9'

# _
source: external ref='/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg' md5='5b9f7ec215446c7f2eb43a66392aea85'
nl: externe ref='/usr/share/icons/ubuntu-mono-light/status/22/system-devices-panel.svg' md5='5b9f7ec215446c7f2eb43a66392aea85'

# _
source: external ref='figures/unity-dash-sample.png' md5='a3f10896a2361c701619491d9aa35f24'
nl: externe ref='figuren/unity-dash-voorbeeld.png' md5='a3f10896a2361c701619491d9aa35f24'

# _
source: external ref='figures/unity-launcher-apps.png' md5='c87dcbaaaad16b35a5c62b93e40ca2ce'
nl: externe ref='figuren/unity-launcher-apps.png' md5='c87dcbaaaad16b35a5c62b93e40ca2ce'

source: The idea of calibration is to put a device is a defined state with regard to its color response. Often this is used as a day to day means of maintaining reproducible behavior. Typically calibration will be stored in device or systems specific file formats that record the device settings or per-channel calibration curves.
ru: Главная идея калибровки – дать устройству определённую настройку с учётом его цветопередачи. Часто калибровка используется для восстановления правильной передачи цветов. Обычно калибровка хранится в памяти устройства или в специальном файле, описывающем настройки устройства или кривые калибровки для каждого канала.

source: This means if you share your color profile with somebody, you might be getting them <em>closer</em> to calibration, but it's misleading at best to say that thier display is calibrated.
ru: Это означает, что если вы даёте свой цветовой профиль кому-то ещё, может быть, его калибровка будет ближе к нужной. Сказать, что монитор этого человека откалиброван, значит, ввести его в заблуждение.

source: The <em>Dash</em> is designed to make it easier to find, open and use applications files, and music. For example, if you type the word, "document" in to the <em>Search Bar</em>, the Dash will show you applications that help you write and edit documents. It will also show you relevant folders and documents that you have been working on recently.
ru: <em>Быстрый доступ</em> создан для быстрого поиска, открытия и использования приложений, файлов и музыкальных композиций. Например, если вы введёте слово "документ" в <em>строке поиска</em>, будут отображены приложения, которые помогут вам создавать или редактировать документы. А также покажет относящиеся к вашей деятельности документы и папки с которыми вы недавно работали.

source: <keyseq><key>Meta</key><key>1</key></keyseq>
fi: <keyseq><key>Super</key><key>1</key></keyseq>

source: <keyseq><key>Meta</key><key>2</key></keyseq>
fi: <keyseq><key>Super</key><key>2</key></keyseq>

source: <keyseq><key>Meta</key><key>A</key></keyseq>
fi: <keyseq><key>Super</key><key>A</key></keyseq>

source: <keyseq><key>Meta</key><key>F</key></keyseq>
fi: <keyseq><key>Super</key><key>F</key></keyseq>

source: <keyseq><key>Meta</key><key>T</key></keyseq>
fi: <keyseq><key>Super</key><key>T</key></keyseq>

source: A few tips on using the Ubuntu Desktop Guide.
ca: Alguns consells sobre l'ús de la Guia d'Escriptori d'Ubuntu.
cs: Několik tipů pro používání průvodce prostředím Ubuntu.
de: Ein paar Tipps zur Benutzung der Ubuntu Hilfe.
fr: Voici quelques conseils sur l'utilisation du Guide du bureau Ubuntu.
gl: Algúns consellos sobre o uso da guía do escritorio de Ubuntu.
hr: Nekoliko savjeta za korištenje vodiča Ubuntu radne površine.
id: Beberapa tips tentang memakai Panduan Desktop Ubuntu.
ko: 우분투 데스크톱 가이드를 사용하기 위한 약간의 팁입니다.
lt: Keletas patarimų kaip naudotis Ubuntu darbalaukio vadovu.
lv: Daži padomi, kā izmantot Ubuntu darbvirsmas rokasgrāmatu.
ms: Beberapa petua penggunaan Panduan Desktop Ubuntu.
my: Ubuntu Desktop Guide ကိုသုံးရန်အကြံပြုချက်များ။
pl: Kilka wskazówek, jak korzystać z Podręcznika pulpitu Ubuntu.
sl: Nekaj nasvetov o uporabi Namiznega vodnika Ubuntu.
sv: Några tips om hur du använder Ubuntu Skrivbordsguide.
tr: Ubuntu Masaüstü Rehberinin kullanımına yönelik birkaç ipucu.
zh_cn: 使用 Ubuntu 桌面指南的几个技巧。

source: This guide gives you a tour of Ubuntu desktop features, answers your computer-related questions, and provides tips on using your computer effectively.
ca: Aquesta guia us ofereix un recorregut per les funcions d'escriptori d'Ubuntu, respon a preguntes relacionades amb l'ordinador, i ofereix suggeriments per utilitzar l'equip de forma efectiva.
cs: Tento průvodce vás seznámí s vlastnostmi systému Ubuntu, poskytne vám odpovědi na otázky okolo počítačové techniky a přinese vám užitečné tipy, jak svůj počítač efektivně využívat.
de: Dieser Leitfaden gibt Ihnen eine Einführung die Funktionen der Ubuntu-Arbeitsumgebung, und stellt Antworten auf Ihre rechnerbezogenen Fragen und Tipps zur effektiven Nutzung Ihres Rechners bereit.
fr: Ce guide vous fait faire le tour des fonctionnalités du bureau Ubuntu, répond à vos questions liées à l'informatique et fournit des conseils sur une utilisation efficace de votre ordinateur.
gl: Esta guía fai un percorrido polas caraterísticas do escritorio, respostas a dúbidas relacionadas co computador e consellos para usar o equipo máis eficientemente.
hr: Ovaj vodič vam pruža prikaz značajki Ubuntu radne površine, odgovara na računalno povezana pitanja te pruža savjete o učinkovitom korištenju računala.
id: Panduan ini memberi Anda tur tentang fitur-fitur desktop Ubuntu, menjawab pertanyaan-pertanyaan Anda yang terkait komputer, dan memberikan tips tentang memakai komputer Anda secara efektif.
ko: 이 가이드는 Ubuntu 데스크탑 기능에 대해 설명하고 컴퓨터 관련 질문에 대한 답변을 제공하며 컴퓨터 사용에 대한 팁을 제공합니다.
lt: Šiame vadove aprašomos Ubuntu operacinės sistemos darbalaukio galimybės, atsakoma į bendrus klausimus apie naudojimąsi kompiuteriais bei duodami patarimai kaip efektyviausiai naudotis kompiuteriu bei programomis.
lv: Šī rokasgrāmata dod jums pārskatu pār Ubuntu darbvirsmas iespējām, atbild uz jūsu jautājumiem par datoru un sniedz padomus, kā efektīvāk izmantot savu datoru.
ms: Panduan ini memimpin anda menjelajahi fitur dekstop Ubuntu, menjawab soalan berkaitan-komputer anda, dan menyediakan tip penggunaan komputer anda secara efektif.
my: ဒီလမ်းညွှန်ကသင့်ကို Ubuntu desktop လုပ်ဆောင်ချက်များကိုလေ့လာပြီးသင်၏ကွန်ပျူတာနှင့်ပတ်သက်သောမေးခွန်းများကိုဖြေဆိုပေးပြီးသင့်ကွန်ပျူတာကိုထိရောက်စွာအသုံးပြုရန်အကြံပေးချက်များကိုပေးသည်။
pl: Ten podręcznik opisuje funkcje Ubuntu, odpowiada na pytania związane z komputerem i udziela wskazówek na temat efektywnego korzystania z niego.
sl: Ta vodnik vas popelje po zmožnostih namizja Ubuntu, odgovori vam na vaša računalniško povezana vprašanja in vam priskrbi namige o učinkoviti rabi računalnika.
sv: Denna guide ger dig en rundtur i Ubuntus skrivbordsfunktioner, svar på dina datorrelaterade frågor och ger dig tips om hur du använder din dator på ett effektivt sätt.
tr: Bu rehber size Ubuntu masaüstünün özelliklerini tanıtır, bilgisayarla ilgili sorularınızı cevaplar ve bilgisayarınızı daha verimli kullanmaya yönelik ipuçları sağlar.
zh_cn: 本指南将带您体验 Ubuntu 桌面特性，回答计算机相关的问题，并给出一些提高计算机使用效率的小提示。
