Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: It is a good idea to change your password from time to time, especially if you think someone else knows what your password is.
ast: Es una buena idea camudar su contraseña de vegada en cuando, especialmente si piensa que daquién más conoce su contraseña.
el: Είναι μια καλή ιδέα να αλλάξετε τον κωδικό πρόσβασής σας αρκετά συχνά, ειδικά αν νομίζετε ότι κάποιος άλλος γνωρίζει τον κωδικό σας.
es: Es una buena idea cambiar su contraseña de vez en cuando, especialmente si piensa que alguien más conoce su contraseña.
fi: Salasanan vaihtaminen säännöllisesti on hyvä idea. Vaihda salasanasi heti, jos luulet toisen henkilön tietävän salasanasi.
nl: Het is een goed idee om van tijd tot tijd uw wachtwoord te wijzigen, vooral als u denkt dat iemand anders uw wachtwoord kent.
pt_br: É uma boa ideia mudar sua senha de tempos em tempos, especialmente se você acha que alguém mais a conhece.
ru: Хорошей идеей является время от времени менять ваш пароль, особенно если вы подозреваете, что он стал известен кому-то ещё.

source: Click the label next to <gui>Password</gui>.
ast: Calca la etiqueta xunto a <gui>Contraseña</gui>.
el: Κάντε κλικ στην ετικέτα δίπλα στην επιλογή <gui>Κωδικός πρόσβασης</gui>.
fi: Napsauta <gui>Salasana</gui>-tekstin vieressä olevaa tekstikenttää.
nl: Klik op het label naast <gui>Wachtwoord</gui>.
pt_br: Clique no rótulo próximo à <gui>Senha</gui>.
ru: Щёлкните на кнопке, расположенной сразу после слова <gui>Пароль</gui>.

source: The label should look like a series of dots or boxes if you already have a password set.
ast: La etiqueta tien de parecer como una serie de puntos o cajas si ya tien afitada una contraseña.
el: Η ετικέτα πρέπει να μοιάζει με μια σειρά από κουκκίδες ή κιβώτια, αν έχετε ήδη ένα κωδικό πρόσβασης.
fi: Tekstikentän tulisi näyttää mustilta palloilta tai laatikoilta, jos sinulle on jo asetettu salasana.
pt_br: O rótulo deve parecer com uma série de pontos ou caixas se você já possui uma senha definida.
ru: Эта кнопка выглядит как последовательность точек или квадратов, если вы уже назначили пароль ранее.

source: Enter your current password, then a new password. Enter your new password again in the <gui>Confirm password</gui> field.
ast: Introduza su contraseña actual, dempués una contraseña nueva. Introduza su contraseña nueva una vegada más nel campu <gui>Confirmar contraseña</gui>
el: Πληκτρολογήστε τον τρέχοντα κωδικό πρόσβασης, έπειτα ένα νέο κωδικό πρόσβασης. Πληκτρολογήστε το νέο κωδικό πρόσβασης και πάλι στο πεδίο <gui>Επιβεβαίωση κωδικού πρόσβασης </gui> .
fi: Anna nykyinen salasanasi ja uusi salasanasi. Kirjoita uusi salasana uudelleen <gui>Vahvista salasana</gui> -kenttään.
nl: Voer uw huidige wachtwoord in, en daarna een nieuw wachtwoord. Voer nogmaals uw nieuwe wachtwoord in het <gui>Bevestig wachtwoord</gui> veld in.
pt_br: Digite a sua senha atual, então uma nova senha. Digite sua nova senha novamente no campo <gui>Confirme senha</gui>.
ru: Введите ваш действующий пароль, а затем новый пароль. Введите ваш новый пароль снова в поле <gui>Подтверждения пароля</gui>.

source: Make sure you <link xref="user-goodpassword">choose a good password</link>. This will help to keep your user account safe.
ast: Asegúrese de <link xref="user-goodpassword">escoyer una buena contraseña</link>. Ayudará a caltener su cuenta de usuariu segura.
el: Βεβαιωθείτε ότι έχετε <link xref="user-goodpassword"> επιλέξει έναν καλό κωδικό πρόσβασης </link>. Αυτό θα σας βοηθήσει να διατηρήσετε το λογαριασμό χρήστη σας ασφαλή.
es: Asegúrese de <link xref="user-goodpassword">elegir una buena contraseña</link>. Ayudará a mantener su cuenta de usuario segura.
fi: Varmista, että käytät <link xref="user-goodpassword">hyvää salasanaa</link>. Näin tunnuksesi pysyy varmemmin turvattuna.
nl: Zorg ervoor dat u <link xref="user-goodpassword">een goed wachtwoord kiest</link>. Dit helpt uw gebruikersaccount veilig te houden.
pt_br: Certifique-se de <link xref="user-goodpassword">escolher uma boa senha</link>. Isto irá ajudar a manter segura a sua conta de usuário.
ru: Убедитесь, что вы <link xref="user-goodpassword">выбрали надёжный пароль</link>. Это поможет содержать вашу учётную запись в безопасности.

source: Change the keyring password
ast: Camudar la contraseña del depósito de claves
el: Αλλαγή του κωδικού πρόσβασης στην κλειδοθήκη
es: Cambiar la contraseña del depósito de claves
nl: Sleutelboswachtwoord wijzigen
pt_br: Alterar a senha do chaveiro
ru: Смена пароля брелока

source: If you change your login password, it may become out of sync with the <em>keyring password</em>. The keyring keeps you from having to remember lots of different passwords by just requiring one <em>master</em> password to access them all. If you change your user password (see above), your keyring password will remain the same as your old password and so the keyring won't be <em>unlocked</em> automatically when you log in.
ast: Si camuda su contraseña de accesu, puede no concordar cola <em>contraseña del depósito de claves</em>. El depósito de claves le permite no tener que remembrar abondes contraseñes estremaes pidiendo solo una contraseña <em>maestra</em> pa acceder a toes ellas. Si camuda su contraseña de usuariu (véase más arriba), la contraseña del depósito de claves sigue siendo la mesma que la contraseña antigua, polo que el depósito de claves no se <em>desbloqueará</em> automáticamente al entrar
el: Εάν αλλάξετε τον κωδικό πρόσβασης με τον οποίο συνδέεστε, ενδεχομένως να είναι πλέον σε συγχρονισμό με τον <em>κωδικό πρόσβασης της κλειδοθήκης</em>. Η κλειδοθήκη σας βοηθάει να μη χρειάζεται να θυμάστε πολλούς διαφορετικούς κωδικούς πρόσβασης με ακριβώς τον απαιτούμενο <em>κύριο</em> κωδικό πρόσβασης για να αποκτήσετε πρόσβαση σε όλα. Εάν αλλάξετε τον κωδικό χρήστη σας (βλ. παραπάνω), ο κωδικός της κλειδοθήκης θα παραμείνει ο ίδιος με τον παλιό κωδικό πρόσβασης και έτσι η κλειδοθήκη δεν θα <em>ξεκλειδωθεί</em> αυτόματα όταν συνδεθείτε.
es: Si cambia su contraseña de acceso, puede no concordar con la <em>contraseña del depósito de claves</em>. El depósito de claves le permite no tener que recordar muchas contraseñas diferentes pidiendo solo una contraseña <em>maestra</em> para acceder a todas ellas. Si cambia su contraseña de usuario (véase más arriba), la contraseña del depósito de claves sigue siendo la misma que la contraseña antigua, por lo que el depósito de claves no se <em>desbloqueará</em> automáticamente al entrar
nl: Wanneer u uw aanmeldwachtwoord wijzigt, dan kan het zijn dat het niet meer overeenkomt met het <em>sleutelboswachtwoord</em>. Door de sleutelbos hoeft u niet een groot aantal verschillende wachtwoorden te onthouden; u geeft één <em>hoofd</em>wachtwoord op waarmee u toegang tot alle wachtwoorden krijgt. Wanneer u uw gebruikerswachtwoord wijzigt(zie hierboven), dan blijft uw sleutelboswachtwoord hetzelfde als uw oude wachtwoord en zal de sleutelring niet automatisch <em>ontgrendeld</em> worden wanneer u zich aanmeldt.
pt_br: Se você alterar a sua senha ela poderá ficar fora de sincronia com a senha do <em>chaveiro</em>. O chaveiro ievita que você tenha que se de muitas senhas diferentes, sendo necessário somente uma senha <em>mestra</em> para acessar tudo. Se você alterar a sua senha de usuário (veja acima), a sua senha do chaveiro permanecerá a mesma senha que a antiga e por isso o chaveiro não será <em>desbloqueado</em> automaticamente quando você iniciar a sessão.
ru: Если вы сменили ваш пароль учётной записи, возможно, произошло рассогласование с <em>паролем от брелока</em>. Брелок позволяет вам держать в памяти не множество различных паролей, а один <em>главный</em> пароль для доступа к ним всем. Если вы меняете пароль пользователя (см. выше), ваш пароль брелока остаётся таким же, как ваш старый пароль, и брелок не <em>открывается</em> автоматически при вашем входе в систему.

source: To change your keyring password (to match your login password):
ast: Camudar la contraseña del depósito de claves (pa que concase cola contraseña de aniciu de sesión):
el: Για να αλλάξετε τον κωδικό πρόσβασης στην κλειδοθήκη (για να ταιριάζει με τον κωδικό σύνδεσής σας):
es: Cambiar la contraseña del depósito de claves (para que coincida con la contraseña de inicio de sesión):
nl: Om uw sleutelboswachtwoord te wijzigen (om gelijk te zijn aan uw aanmeldwachtwoord):
pt_br: Para alterar a sua senha do chaveiro (para combinar com sua senha de login):
ru: Чтобы сменить пароль для брелока (сделать совпадающим с паролем учётной записи):

source: Open the <app>Passwords and Keys</app> application from the <gui>dash</gui>.
ast: Abra la aplicación <app>Contraseñas y claves</app> del <gui>Tablero</gui>.
el: Ανοίξτε το <app>Κωδικοί πρόσβασης και κλειδιά </app> από την εφαρμογή <gui>dash</gui>.
fi: Avaa <app>Salasanat ja avaimet</app> <gui>Dashista</gui>.
nl: Open de <app>Wachtwoorden en sleutels</app>-toepassing vanuit de <gui>dash</gui>.
pt_br: Abra o aplicativo <app>Senhas e chaves</app> a partir do <gui>painel</gui>.
ru: Откройте приложение <app>Пароли и ключи</app> используя <gui>Главное меню</gui>.

source: In the <gui>Passwords</gui> tab, right-click on <gui>Passwords: login</gui>. Select <gui>Change Password</gui>.
ast: Na pestaña <gui>Contraseñas</gui>, calca el botón drechu sobro <gui>Contraseñas: login</gui>. Escueyi <gui>Camudar la contraseña</gui>.
el: Στην καρτέλα <gui>Κωδικοί πρόσβασης</gui>, κάντε δεξί κλικ στο <gui>Κωδικοί πρόσβασης: σύνδεση</gui>. Επιλέξτε <gui>Αλλαγή κωδικού πρόσβασης</gui>.
es: En la pestaña <gui>Contraseñas</gui>, pulse el botón derecho sobre <gui>Contraseñas: login</gui>. Seleccione <gui>Cambiar la contraseña</gui>.
fi: <gui>Salasanat</gui>-välilehdellä napsauta hiiren kakkospainikkeella (yleensä oikealla painikkeella) <gui>Salasanat: login</gui>. Valitse sen jälkeen <gui>Vaihda salasana</gui>.
nl: Klik in het tabblad <gui>Wachtwoorden</gui> met rechts op <gui>Wachtwoorden: login</gui>. Selecteer <gui>Wachtwoord veranderen</gui>.
pt_br: Na guia <gui>Senhas</gui> clique com o botão direito do mouse sobre <gui>Senhas: entrar</gui>. Selecione <gui>Alterar senha</gui>.
ru: В закладке <gui>Пароли</gui> щёлкните правой кнопкой мыши на <gui>Пароли: login</gui>. Выберите <gui>Изменить пароль</gui>.

source: Enter your <gui>Old Password</gui>, followed by your new <gui>Password</gui>, and <gui>Confirm</gui> your new password by entering it again.
ast: Introduza su <gui>Contraseña antigua</gui>, seguida pola <gui>Contraseña</gui> nueva, y <gui>Confirmar</gui> su nueva contraseña introduciéndola otra vegada.
el: Εισάγετε τον <gui>Παλιό κωδικό πρόσβασής</gui>, ακολουθούμενο από τον καινούριο κωδικό <gui>Κωδικό πρόσβασης</gui> και, κάνετε <gui>Επιβεβαίωση</gui> του νέου κωδικού σας εισάγοντας τον ξανά.
es: Introduzca su <gui>Contraseña antigua</gui>, seguida por la <gui>Contraseña</gui> nueva, y <gui>Confirmar</gui> su nueva contraseña introduciéndola otra vez.
fi: Kirjoita <gui>Vanha salasana</gui>si, sen jälkeen uusi <gui>Salasana</gui>, ja viimeisenä <gui>Vahvista</gui> uusi salasanasi syöttämällä se uudestaan.
nl: Voer uw <gui>Oud wachtwoord</gui> in, gevolgd door uw nieuwe <gui>Wachtwoord</gui>; daarna moet u uw nieuwe wachtwoord <gui>Bevestigen</gui> door het opnieuw in te voeren.
pt_br: Entre com a sua <gui>Antiga senha</gui>, seguida da nova <gui>Senha</gui> e <gui>Confirmar</gui> sua nova senha digitando-a novamente.
ru: Введите ваш <gui>Старый пароль</gui>, затем ваш новый <gui>Пароль</gui> и <gui>Подтвердите пароль</gui>, напечатав его ещё раз.

source: Click <gui>OK</gui>.
ast: Calca <gui>Aceutar</gui>.
el: Κάντε κλικ στο κουμπί <gui>Εντάξει</gui>.
es: Pulse <gui>Aceptar</gui>.
fi: Napsauta <gui>OK</gui>.
nl: Kik op <gui>OK</gui>.
pt_br: Clique <gui>OK</gui>.
ru: Щёлкните <gui>OK</gui>.

source: Add a bit of your personality to your login and user screens.
ast: Amestar una pizca de su personalidad a sus pantalles de aniciu de sesión y usuariu.
el: Προσθέστε ένα κομμάτι της προσωπικότητάς σας για να συνδεθείτε και να χρησιμοποιήσετε οθόνες.
es: Añadir una pizca de su personalidad a sus pantallas de inicio de sesión y usuario.
fi: Personoi sisäänkirjautumis- ja käyttäjänäkymässä olevia tietoja.
nl: Voeg wat persoonlijkheid toe aan uw aanmeld- en gebruikersschermen.
pt_br: Adicione um pouco da sua personalidade para as suas telas de login e usuário.
ru: Добавьте немного оригинальности вашей учётной записи и диалогу выбора пользователя.

source: Change your login screen photo
ast: Camudar la imaxe de aniciu de sesión
el: Αλλάξε την φωτογραφία σας στην αρχική οθόνη
es: Cambiar la imagen de inicio de sesión
fi: Vaihda sisäänkirjautumisruudussa käytettävä kuva
nl: De foto op uw aanmeldscherm wijzigen
pt_br: Altere a sua foto da tela de login
ru: Смена изображения пользователя в окне входа в систему

source: When you log in or switch users, you will see a list of users with their login photos. You can change your photo to a stock image or an image of your own. You can even take a new login photo with your webcam.
ast: Cuando entama una sesión o camuda de usuariu, verá una llista de usuarios con sus fotos de aniciu de sesión. Puede camudar su semeya a una imaxe de ficheru o una imaxe de su propiedá. Puede inclusu tomar una semeya nueva con su cámara web.
el: Όταν συνδέεστε ή εναλλάσετε χρήστες, θα δείτε μια λίστα με τους χρήστες και τις φωτογραφίες τους. Μπορείτε να αλλάξετε την φωτογραφία σας με μια ήδη αποθηκευμένη εικόνα ή μια δικιά σας εικόνα. Μπορείτε να τραβήξετε και μια νέα φωτογραφία σύνδεσης με την κάμερα διαδικτύου.
es: Cuando inicia una sesión o cambia de usuario, verá una lista de usuarios con sus fotos de inicio de sesión. Puede cambiar su foto a una imagen de archivo o una imagen de su propiedad. Puede incluso tomar una foto nueva con su cámara web.
nl: Wanneer u zich aanmeldt of van gebruiker wisselt, dan krijgt u een lijst te zien van gebruikers met hun aanmeldfoto. U kunt de foto vervangen door een opgeslagen afbeelding of een foto van uzelf.
pt_br: Quando você fizer login ou alternar usuários, você verá uma lista de usuários com as suas respectivas fotos. Você poderá mudar a sua foto para uma das imagens padrão armazenadas ou uma de sua preferência. Pode até mesmo tirar uma nova foto de login usando sua webcam.
ru: Когда вы входите в систему или переключаете пользователей, вы видите список пользователей с изображениями. Вы можете сменить изображение на другое из уже имеющихся или ваше собственное. Вы можете даже поместить туда вашу фотографию, сделанную, например, веб-камерой.

source: Click the picture next to your name. A drop-down gallery will be shown with some stock login photos. If you like one of them, click it to use it for yourself.
ast: Calca na imaxe xunto a su nome. Se le mostrará una galería desplegable con dalgunes fotografías de aniciu de sesión almacenadas. Si le gusta dalguna de ellas, calca pa usarla vusté mesmu.
el: Κάντε κλικ στην εικόνα δίπλα στο όνομά σας. Μια αναδυόμενη συλλογή φωτογραφιών θα εμφανιστεί με μερικές αποθηκευμένες φωτογραφίες. Αν σας αρέσει κάποια από αυτές, κάντε κλικ για να την χρησιμοποιήσετε για τον εαυτό σας.
fi: Napsauta nimesi vasemmalla puolella olevaa kuvaa. Kuvalista aukeaa. Jos jokin kuva on mieluinen, napsauta sitä valitaksesi kyseisen kuvan.
pt_br: Clique na imagem próxima ao seu nome. Uma galeria deverá ser apresentada com algumas fotos predefinidas de login. Se você gostar de alguma delas, clique nela para usá-la.
ru: Щёлкните на изображение рядом с вашим именем. Будет показана галерея изображений, среди которых вы можете выбрать и назначить понравившееся.

source: If you'd rather use a picture you already have on your computer, click <gui>Browse for more pictures</gui>.
ast: Si prefiere usar una imaxe que ya tien en su equipu, calca en <gui>Guetar más imáxenes</gui>.
el: Αν προτιμάτε να χρησιμοποιείτε μια εικόνα που ήδη έχετε στον υπολογιστή σας, πατήστε <gui>Περιήγηση για περισσότερες εικόνες</gui>.
fi: Jos haluat käyttää tietokoneella jo olevaa kuvaa, napsauta <gui>Valitse muu kuva...</gui>
pt_br: Se você achar melhor usar uma imagem que você já tem no seu computador, clique em <gui>Navegar para procurar mais imagens</gui>
ru: Если вы хотите выбрать изображение самостоятельно, щёлкните <gui>Найти дополнительные изображения</gui>.

source: Remove users that no longer use your computer.
ast: Desaniciar usuarios que ya no usan su equipu.
el: Αφαιρέστε τους χρήστες που δε χρησιμοποιούν πλέον τον υπολογιστή σας.
es: Eliminar usuarios que ya no usan su equipo.
fi: Poista tarpeettomat käyttäjät.
nl: Verwijder gebruikers die niet langer gebruik maken van uw computer.
pt_br: Remover usuários que não usam mais o seu computador.
ru: Удалите пользователей, которые больше не используют ваш компьютер.

source: Delete a user account
ast: Desaniciar una cuenta de usuariu
el: Διαγραφή ενός λογαριασμού χρήστη
es: Eliminar una cuenta de usuario
fi: Poista käyttäjätili
nl: Een gebruikersaccount verwijderen
pt_br: Excluir uma conta de usuário
ru: Удалить учётную запись пользователя

source: You can add multiple user accounts to your computer. See <link xref="user-add"/> to learn how. If somebody is no longer using your computer, you can delete that user's account.
ast: Puede amestar varias cuentas de usuariu a su equipu. Consulte <link xref="user-add"/> pa saber cómo. Si daquién ya no va a volver a usar su equipu, puede desaniciar su cuenta de usuariu.
el: Μπορείτε να προσθέσετε πολλαπλούς λογαριασμούς χρήστη στον υπολογιστή σας. Δείτε το <link xref="user-add"/> για να μάθετε το πως γίνεται. Αν κάποιος δε χρησιμοποιεί πλέον τον υπολογιστή σας, μπορείτε να διαγράψετε το λογαριασμό του.
es: Puede añadir varias cuentas de usuario a su equipo. Consulte <link xref="user-add"/> para saber cómo. Si alguien ya no va a volver a usar su equipo, puede borrar su cuenta de usuario.
fi: Voit lisätä tietokoneelle useita eri käyttäjätilejä. Lisätietoja löytyy ohjeesta <link xref="user-add"/>. Jos jollekin käyttäjätilille ei ole enää tarvetta, voit poistaa sen.
nl: U kunt meerdere gebruikersaccounts aan uw computer toevoegen. Hoe dat moet ziet u in <link xref="user-add"/>. Als iemand niet langer uw computer gebruikt, dan kunt u het account van die gebruiker verwijderen.
pt_br: Você poderá adicionar múltiplas contas de usuário no seu computador. Veja em <link xref="user-add"/> para saber como. Se alguém não está mais usando o seu computador, você poderá deletar a conta daquele usuário.
ru: Вы можете добавить учётные записи для нескольких пользователей вашего компьютера. О том, как это сделать смотрите: <link xref="user-add"/>. Если кто-то из них больше не пользуется вашим компьютером, вы можете удалить его учётную запись.

source: Click <gui>Unlock</gui> in the top right corner and type your password to make changes. You must be an administrative user to delete user accounts.
ast: Fae clic en <gui>Desbloquiar</gui> na esquina superior drecha y escribe su contraseña pa realizar cambeos. Tien de ser un usuariu con privilexos de administración pa desaniciar cuentas de usuariu.
el: Κάντε κλικ στο <gui>Ξεκλείδωμα</gui> στην επάνω δεξιά γωνία και πληκτρολογήστε τον κωδικό πρόσβασής σας για να κάνετε αλλαγές. Πρέπει να είστε χρήστης με δικαιώματα διαχειριστή για να διαγράψετε λογαριασμούς χρηστών.
fi: Napsauta <gui>Avaa lukitus</gui> ikkunan oikeasta yläreunasta ja anna salasanasi. Käyttäjätililläsi tulee olla ylläpito-oikeudet, jotta voit poistaa käyttäjiä.
nl: Klik op <gui>Ontgrendelen</gui> in de rechter bovenhoek en typ uw wachtwoord in om de wijziging aan te brengen. U moet een beheerder zijn om accounts te kunnen verwijderen.
pt_br: Clique em <gui>Desbloquear</gui> no canto superior direito e digite sua senha para fazer modificações. Você precisa ser um usuário administrador para apagar contas de usuário.
ru: Щёлкните <gui>Разблокировать</gui> в правом верхнем углу и введите пароль для внесения изменений. Вам необходимо быть пользователем с административными правами, если вы хотите удалять учётные записи пользователей.

source: Select the user you want to delete and click the <gui>-</gui> button.
ast: Escueyi l'usuario que quies desaniciar y calca el botón <gui>-</gui>.
el: Επιλέξτε το χρήστη που θέλετε να διαγράψετε και κάντε κλικ στο κουμπί <gui>-</gui> .
fi: Valitse käyttäjä, jonka haluat poistaa, ja napsauta <gui>-</gui>.
nl: Selecteer de gebruiker die u wilt verwijderen en klik op de <gui>-</gui> knop.
pt_br: Selecione o usuário que você deseja apagar e clique no botão <gui>-</gui>.
ru: Выберите пользователя, которого вы хотите удалить и щёлкните на кнопке <gui>-</gui>.
