Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Such software can usually be restored by reinstalling it.
ast: Esti triba de software se puede restaurar normalmente reinstalándolo.
el: Τέτοιου είδους λογισμικό μπορεί συνήθως να αποθηκευτεί επαναλαμβάνοντας την εγκατάστασή του.
es: Este tipo de software se puede restaurar normalmente reinstalándolo.
fi: Yleensä sovellukset on asennettavissa uudelleen.
nl: Dergelijke software kan meestal teruggezet worden door het opnieuw te installeren.
pt_br: Tais softwares poderão ser restaurados normalmente ao reinstalá-los.
ru: Программное обеспечение обычно легко восстановить, установив его заново.

source: In general, you will want to backup files that are irreplaceable and files that require a great time investment to replace without a backup. If things are easy to replace, on the other hand, you may not want to use up disk space by having backups of them.
ast: En general, querrá respaldar los ficheros que seyan irreemplazables así como los que necesiten de una gran inversión pa sustituirlos si no se tuviera copia de seguridá. Por otra parte, si too resulta fácil de sustituir, puede que no desee usar espaciu de discu respaldándolo.
el: Γενικά, θα θέλατε να έχετε αντίγραφο ασφαλείας από αρχεία που είναι αναντικατάσταστα και από αρχεία που απαιτούν να επενδύσετε μεγάλο μέρος του χρόνου σας για να τα αντικαταστήσετε αν δεν υπάρχει αντίγραφο. Από την άλλη πλευρά, αν είναι εύκολο να αντικατασταθούν, μπορεί να μην θέλετε να δεσμεύετε χωρητικότητα από το δίσκο σας κρατώντας αντίγραφά τους.
es: En general, querrá respaldar los archivos que sean irreemplazables así como los que necesiten de una gran inversión para sustituirlos si no se tuviera copia de seguridad. Por otra parte, si todo resulta fácil de sustituir, puede que no desee usar espacio de disco respaldándolo.
fi: Yleisesti ottaen, haluat varmuuskopioida tiedostot, jotka ovat korvaamattomia ja tiedostot, joiden uudelleenluominen on hankalaa ilman kopiota. Jos tiedostojen uudelleenluominen on helppoa, et välttämättä halua kuluttaa tallennustilaa niiden varmuuskopiointiin.
nl: Over het algemeen zult u back-ups willen maken van bestanden die niet te vervangen zijn en bestanden die veel tijd kosten om terug te plaatsen zonder een back-up. Maar voor bestanden die gemakkelijk terug te plaatsen zijn, is het zonde schijfruimte te gebruiken voor de back-ups ervan.
pt_br: Em geral, você irá querer fazer cópias de segurança de arquivos que são insubstituíveis e arquivos que irão requerer um grande tempo investido para substituí-los sem uma cópia de segurança. Se as coisas são fáceis de serem substituídas, por outro lado, você talvez não queira usar espaço em disco fazendo cópias de segurança para elas.
ru: В общем, следует делать резервные копии файлов, которые невозможно воссоздать и файлов, которые требуют много времени на их воссоздание. С другой стороны, если какие-то данные легко заменить, то, возможно, вы не захотите тратить дисковое пространство на их резервные копии.

source: Advice on where to store your backups and what type of storage device to use.
ast: Asesoramiento sobro dónde almacenar sus copies de seguridá y qué triba de preséu de almacenamiento usar.
el: Συμβουλές σχετικά με το που θα αποθηκεύετε τα αντίγραφα ασφαλείας σας και ποιον τύπο συσκευής αποθήκευσης θα χρησιμοποιήσετε.
fi: Neuvoja, missä varmuuskopioita kannattaa säilyttää ja minkälaisia tallennuslaitteita käyttää.
nl: Advies over waar u uw back-ups kunt opslaan en welk soort opslagmedium te gebruiken.
pt_br: Conselho sobre onde armazenar suas cópias de segurança e que tipo de dispositivo utilizar.
ru: Советы о том, где хранить резервные копии и какой тип устройства хранения использовать.

source: Where to store your backup
ast: Dónde almacenar su copia de seguridá
el: Ο προορισμός στον οποίο θα αποθηκευτεί το αντίγραφο ασφαλείας σας
es: Dónde almacenar su copia de seguridad
fi: Mihin tallentaa varmuuskopiot
nl: Waar uw back-ups op te slaan
pt_br: Onde armazenar sua cópia de segurança.
ru: Где хранить вашу резервную копию

source: You should store backup copies of your files somewhere separate from your computer - on an external hard disk, for example. That way, if the computer breaks, the backup will still be intact. For maximum security, you shouldn't keep the backup in the same building as your computer. If there is a fire or theft, both copies of the data could be lost if they are kept together.
ast: Tien de almacenar les copies de seguridá de sus ficheros en dalgún llugar separáu de su equipu - nun discu duru esternu por exemplu. De esta manera, si el equipu se daña, la copia de seguridá seguirán siendo válida. Pa mayor seguridá, no tien de guardar la copia de seguridá nel mesmu llugar donde se alcuentra su equipu. Si hai un incendio o robo, les dos copies de los datos se pueden perder si se mantienen juntas.
el: Θα πρέπει να αποθηκεύετε τα αντίγραφα ασφαλείας των αρχείων σας ξεχωριστά από τον υπολογιστή σας, όπως για παράδειγμα σε έναν εξωτερικό δίσκο. Με αυτό τον τρόπο, αν ο υπολογιστής παρουσιάσει βλάβη, το αντίγραφο θα παραμείνει άθικτο. Για τη μέγιστη ασφάλεια, καλό θα ήταν να μην κρατάτε το αντίγραφο ούτε στο ίδιο κτίριο με τον υπολογιστή σας. Σε περίπτωση κλοπής ή πυρκαγιάς, και τα δύο αντίγραφα των δεδομένων σας κινδυνεύουν να χαθούν αν φυλάσσονται μαζί.
fi: Sinun kannattaa säilyttää varmuuskopioita erossa tietokoneestasi - esimerkiksi ulkoiselle kiintolevyllä. Tässä tapauksessa, jos tietokoneesi menee rikki, varmuuskopio on silti kunnossa. Erityisen turvallista on, jos et pidä varmuuskopioita samassa rakennuksessa kuin tietokoneesi. Jos syttyy tulipalo tai tapahtuu varkaus, molemmat kopiot ovat vaarassa, jos ne ovat lähellä toisiaan.
nl: U dient reservekopieën van uw bestanden op een andere plek dan uw computer op te slaan - bijvoorbeeld op een externe harde schijf. Op die manier zal de back-up nog steeds intact zijn als de computer crasht. Voor maximale veiligheid moet u de back-up niet bewaren in hetzelfde gebouw als waar uw computer zich bevindt. Ingeval van brand of diefstal kunnen zowel het origineel als de kopie van de gegevens verloren gaan als ze bij elkaar bewaard worden.
pt_br: Você deverá armazenar as cópias de segurança de seus arquivos em algum lugar separado do seu computador - num disco rígido externo, por exemplo. Dessa forma, se o computador quebrar, a cópia de segurança ainda estará intacta. Para máxima segurança, você não deverá manter a cópia de segurança na mesma edificação que a do seu computador. Se houver um incêndio ou um roubo, ambas as cópias do seus dados serão perdidas se elas forem mantidas juntas.
ru: Рекомендуется хранить резервные копии где-нибудь отдельно от компьютера, например, на внешнем жестком диске. Таким образом, если с компьютером возникнут проблемы, резервные копии останутся неповрежденными. Для наилучшей защиты не храните копии в том же здании, где ваш компьютер. В случае пожара или кражи обе копии данных могут быть потеряны (если они хранились рядом).

source: It is important to choose an appropriate <em>backup medium</em> too. You need to store your backups on a device that has sufficient disk capacity for all of the backed-up files.
ast: Es importante escoyer un <em>mediu adecuáu pa la copia de seguridá</em>. Necesita un preséu con suficiente espaciu disponible pa toos sus ficheros que desee incluyir na copia de seguridá
el: Επίσης, είναι σημαντικό να επιλέξετε ένα κατάλληλο <em>μέσο αντιγράφων ασφαλείας</em>. Θα χρειαστείτε μία συσκευή ως μέσο φύλαξης με αρκετά μεγάλη χωρητικότητα, ώστε να χωρέσει τα αντίγραφα ασφαλείας από όλα τα αρχεία που θα χρειαστείτε.
fi: On myös tärkeää valita sopiva <em>tallennuslaite</em>. Sinun täytyy säilyttää varmuuskopioita laitteessa, jossa on tarpeeksi tallennuskapasiteettia kaikille varmuuskopioitaville tiedostoille.
nl: Het is ook belangrijk het juiste <em>opslagmedium</em> te kiezen voor de back-ups. U dient uw back-ups op te slaan op een apparaat met voldoende opslagcapaciteit voor alle bestanden waarvan een back-up wordt gemaakt.
pt_br: É importante escolher uma <em>mídia para cópia de segurança</em> também. Você precisa armazenar suas cópias de segurança em um dispositivo que tenha capacidade de disco suficiente para todos os arquivos copiados.
ru: Также важно выбрать подходящий носитель информации. Вам нужно хранить ваши резервные копии на устройстве с объемом памяти, достаточным для всех резервных копий файлов.

source: Local and remote storage options
ast: Opciones de almacenamiento local y remotu
el: Επιλογές τοπικής και απομακρυσμένης αποθήκευσης
es: Opciones de almacenamiento local y remoto
fi: Paikalliset ja etätallennusvalinnat
nl: Lokale en externe opslagmogelijkheden
pt_br: Opções de armazenamento local e remoto
ru: Локальные и удалённые места хранения

source: USB memory key (low capacity)
ast: Memoria USB (baxa capacidad)
el: Φορητό μέσο αποθήκευσης USB (μικρής χωρητικότητας)
fi: USB-muistitikku (alhainen kapasiteetti)
nl: USB-geheugenstick (lage capaciteit)
pt_br: Cartão de memória USB (baixa capacidade)
ru: USB накопитель (небольшая емкость)

source: Internal disk drive (high capacity)
ast: Discu duru internu (alta capacidad)
el: Εσωτερικός σκληρός δίσκος (μεγάλης χωρητικότητας)
fi: Sisäinen kiintolevy (suuri kapasiteetti)
nl: Interne harde schijf (hoge capaciteit)
pt_br: Unidade de disco interna (alta capacidade)
ru: Внутренний жесткий диск (большая емкость)

source: External hard disk (typically high capacity)
ast: Discu duru esternu (polo general de alta capacidad)
el: Εξωτερικός σκληρός δίσκος (συνήθως μεγάλης χωρητικότητας)
fi: Ulkoinen kiintolevy (yleensä suuri suuri kapasiteetti)
nl: Externe harde schijf (doorgaans hoge capaciteit)
pt_br: Disco rígido externo (geralmente alta capacidade)
ru: Внешний жесткий диск (обычно большая емкость)

source: Network-connected drive (high capacity)
ast: Unidá de red (alta capacidad)
el: Δικτυακά συνδεδεμένος δίσκος (μεγάλης χωρητικότητας)
fi: Verkkokytkentäinen kiintolevy (suuri kapasiteetti)
nl: Netwerkschijf (hoge capaciteit)
pt_br: Unidade contectada pela rede
ru: Сетевой диск (большая емкость)

source: File/backup server (high capacity)
ast: Ficheru/sirvidor de copia de seguridá (alta capacidad)
el: Διακομιστής αρχείων/αντιγράφων ασφαλείας (μεγάλης χωρητικότητας)
fi: Tiedosto-/varmuuskopiopalvelin (suuri kapasiteetti)
nl: Bestands-/backupserver (hoge capaciteit)
pt_br: Servidor de arquivos/cópias de segurança (alta capacidade)
ru: Файловый сервер/сервер резервного копирования (большая емкость)

source: Writable CDs or DVDs (low/medium capacity)
ast: CD o DVD escribibles (baxa/media capacidad)
el: Εγγράψιμα CD ή DVD (χαμηλής/μέτριας χωρητικότητας)
fi: Tyhjä CD- tai DVD-levy (alhainen tai keskinkertainen kapasiteetti)
nl: Beschrijfbare cd's of dvd's (lage/gemiddelde capaciteit)
pt_br: CDs ou DVDs graváveis (pequena/média capacidade)
ru: Записываемые компакт-диски или диски DVD (небольшая/средняя емкость)

source: Online backup service like <link href="http://aws.amazon.com/s3/">Amazon S3</link> or <link href="https://one.ubuntu.com/">Ubuntu One</link> (stores your data off-site for a small fee)
ast: Serviciu de copia de seguridá en linea como <link href="http://aws.amazon.com/s3/">Amazon S3</link> o <link href="https://one.ubuntu.com/">Ubuntu One</link> (almacenamiento de datos por un baxo precio)
el: Διαδικτυακές υπηρεσίες αντιγράφων ασφαλείας όπως η <link href="http://aws.amazon.com/s3/">Amazon S3</link> ή το <link href="https://one.ubuntu.com/">Ubuntu One</link> (προσφέρουν αποθήκευση των δεδομένων σας σε μέρος μη προσβάσιμο από την υπόλοιπη ιστοσελίδα, έναντι μίας μικρής αμοιβής).
fi: Verkossa toimivat tallennuspalvelut kuten <link href="http://aws.amazon.com/s3/">Amazon S3</link> ja <link href="https://one.ubuntu.com/">Ubuntu One</link> (tallentavat tiedostosi pientä maksua vastaan)
nl: Online back-upservice zoals <link href="http://aws.amazon.com/s3/">Amazon S3</link> of <link href="https://one.ubuntu.com/">Ubuntu One</link> (tegen een kleine vergoeding worden uw gegevens elders opgeslagen)
pt_br: Serviço de cópias de segurança online, como o <link href="http://aws.amazon.com/s3/">Amazon S3</link> ou o <link href="https://one.ubuntu.com/">Ubuntu One</link> (armazena seus dados externamente por uma pequena taxa)
ru: Онлайн-хранилища, такие как <link href="http://aws.amazon.com/s3/">Amazon S3</link> или <link href="https://one.ubuntu.com/">Ubuntu One</link> (удаленно хранят ваши данные за небольшую плату)

source: Some of these options have sufficient capacity to allow for a backup of every file on your system, also known as a <em>complete system backup</em>.
ast: Dalgunes de estes opciones tienna capacidad suficiente pa permitir una copia de cada ficheru en su sistema, tamién conocido como una <em>copia de seguridá completa de su sistema</em>
el: Η χωρητικότητα κάποιων από τις παραπάνω επιλογές είναι επαρκής σε βαθμό που να επιτρέπεται να κάνετε αντίγραφο από όλα τα αρχεία του συστήματός σας, κάτι γνωστό και ως <em>πλήρες αντίγραφο ασφαλείας συστήμαστος</em>.
fi: Joillain näillä vaihtoehdoilla on tarpeeksi kapasiteettia varmuuskopioida kaikki järjestelmäsi tiedostot (tunnetaan myös nimellä <em>täydellinen järjestelmän varmuuskopiointi</em>)
nl: Sommige van deze opties hebben voldoende capaciteit voor een back-up van alle bestanden op uw systeem; dit noemt men ook wel een <em>volledige systeemback-up</em>.
pt_br: Algumas dessas opções têm capacidade suficiente para permitir uma cópia de segurança de todos os arquivos do seu sistema, também conhecida como <em>cópia de segurança do sistema completo</em>.
ru: Некоторые из этих мест хранения обладают достаточной ёмкостью для размещения резервных копий каждого файла системы, также известного как <em>полное резервное копирование системы</em>.

source: <link xref="backup-why">Why</link>, <link xref="backup-what">what</link>, <link xref="backup-where">where</link> and <link xref="backup-how">how</link> of backups.
ast: <link xref="backup-why">¿Por qué?</link>, <link xref="backup-what">¿qué?</link>, <link xref="backup-where">¿dónde?</link> y <link xref="backup-how">¿cómo?</link> de les copies de seguridá.
el: Τα <link xref="backup-why">Γιατί</link>, <link xref="backup-what">τί</link>, <link xref="backup-where">πού</link> και <link xref="backup-how">πώς</link> των αντιγράφων ασφαλείας.
es: <link xref="backup-why">¿Por qué?</link>, <link xref="backup-what">¿qué?</link>, <link xref="backup-where">¿dónde?</link> y <link xref="backup-how">¿cómo?</link> de las copias de seguridad.
fi: <link xref="backup-why">Miksi</link>, <link xref="backup-what">mitä</link>, <link xref="backup-where">mihin</link> ja <link xref="backup-how">miten</link> pitää varmuuskopioida.
nl: Het <link xref="backup-why">waarom</link>, <link xref="backup-what">wat</link>, <link xref="backup-where">waar</link> en <link xref="backup-how">hoe</link> van back-ups maken.
pt_br: <link xref="backup-why">Por quê</link>, <link xref="backup-what">o que</link>, <link xref="backup-where">aonde</link> e <link xref="backup-how">como</link> de cópias de segurança.
ru: Резервное копирование: <link xref="backup-why">зачем</link>, <link xref="backup-what">что</link>, <link xref="backup-where">куда</link> и <link xref="backup-how">как</link>.

# link:trail
source: Backups
ast: Copies de seguridá
el: Αντίγραφα ασφαλείας
fi: Varmuuskopiot
pt_br: Cópias de segurança
ru: Резервные копии

source: Back up your important files
ast: Facer copies de seguridá de sus ficheros importantes
el: Κρατήστε αντίγραφα ασφαλείας των σημαντικών σας αρχείων
es: Hacer copias de seguridad de sus archivos importantes
fi: Varmuuskopioi tärkeät tiedostosi
nl: Back-ups maken van uw belangrijke bestanden
pt_br: Cópia de segurança de arquivos importantes
ru: Создание резервных копий важных файлов

source: <em>Backing up</em> your files simply means making a copy of your files for safekeeping. This is done in case the original files become unusable due to loss or corruption. These copies can be used to restore the original data in the event of loss. Copies should be stored on a different device from the original files. For example, you may use a USB drive, an external hard drive, a CD/DVD, or an off-site service.
ast: <em>Respaldar</em> sus ficheros (o facer una copia de seguridá de los mismos) significa, sencillamente, facer una copia de toos sus ficheros pa su custodia. Esto se fai en caso de que los ficheros originales queden inutilizables en caso de pérdida o deterioro. Esas copies pueden usase pa restaurar los datos originales si se perdieran. Les copies deberían almacenase nun preséu distinto al de los ficheros originales. Por exemplu, puede usar una unidá USB, un discu duru esternu, un CD o DVD o un serviciu esternu.
el: <em>Το να γίνεται αντίγραφο ασφαλείας</em> των αρχείων σας, σημαίνει απλά το να γίνεται ένα αντίγραφό τους για ασφαλή φύλαξη. Αυτό γίνεται για την περίπτωση κατά την οποία τα αυθεντικά αρχεία γίνονται μη χρησιμοποιήσιμα, λόγω απώλειας ή αλλοίωσης. Αυτά τα αντίγραφα μπορούν να χρησιμοποιηθούν ώστε να αποκατασταθούν τα αυθεντικά δεδομένα σε περίπτωση απώλειας. Τα αντίγραφα θα πρέπει να αποθηκεύονται σε διαφορετική συσκευή από αυτή των αυθεντικών αρχείων. Για παράδειγμα, μπορείτε να χρησιμοποιήσετε ένα φορητό μέσο αποθήκευσης USB, έναν εξωτερικό σκληρό δίσκο, δίσκους CD/DVD, ή και μία διαδικτυακή υπηρεσία.
es: <em>Respaldar</em> sus archivos (o hacer una copia de seguridad de los mismos) significa, sencillamente, hacer una copia de todos sus archivos para su custodia. Esto se hace en caso de que los archivos originales queden inutilizables en caso de pérdida o deterioro. Esas copias pueden usarse para restaurar los datos originales si se perdieran. Las copias deberían almacenarse en un dispositivo distinto al de los archivos originales. Por ejemplo, puede usar una unidad USB, un disco duro externo, un CD o DVD o un servicio externo.
fi: <em>Varmuuskopiointi</em> tarkoittaa yksinkertaistettuna tiedostojen kopioimista talteen pahan päivän varalta, eli kun tiedosto katoaa tai rikkoontuu. Varmuuskopiosta tulee olla mahdollista palauttaa alkuperäiset tiedot. Varmuuskopiot tulisi säilyttää eri laitteilla ja mieluiten eri maantieteellisessä sijainnissa kuin alkuperäiset tiedostot. Voit käyttää varmuuskopiointiin esimerkiksi USB-tikkua, ulkoista kiintolevyä, CD- tai DVD-levyä tai jopa pilvipalvelua.
nl: <em>Back-ups maken</em> van uw bestanden betekent gewoon dat u een kopie maakt van uw bestanden om te bewaren. Dit wordt gedaan voor het geval de originele bestanden onbruikbaar worden door verlies of beschadiging. Deze kopieën kunnen gebruikt worden om de originele gegevens terug te zetten in geval van verlies. Kopieën moeten bewaard worden op een ander apparaat dan dat waar de originele bestanden zich bevinden. U zou bijvoorbeeld een usb-stick, een externe harde schijf, een cd/dvd, of een externe dienst kunnen gebruiken.
pt_br: <em>Fazer cópia de segurança</em> de seus arquivos significa simplesmente fazer uma cópia de seus arquivos por precaução. Isso é feito no caso de os arquivos originais se tornem não usáveis devido a perda ou corrupção. Essas cópias podem ser usadas para restaurar os dados originais em uma eventual perda. Cópias devem ser armazenadas em um dispositivo diferente dos usados pelos arquivos originais. Por exemplo, você pode usar um drive USB, um disco rígido externo, um CD/DVD, ou um serviço externo.
ru: <em>Резервное копирование</em> ваших файлов означает просто создание копии этих файлов для их сохранности. Оно выполняется на случай, если исходные файлы окажутся утеряны или повреждены. Эти копии можно использовать, чтобы восстановить исходные данные при их потере. Копии не должны храниться на том же устройстве, на котором находятся исходные файлы. Например, вы можете использовать USB-диск, внешний жёсткий диск, CD/DVD, или сторонний сервис хранения.

source: The best way to back up up your files is to do so regularly, keeping the copies off-site and encrypted.
ast: La meyor manera de respaldar sus ficheros es hacerlo regularmente y caltener les copies fuera del sitiu y cifraes.
el: Ο καλύτερος τρόπος για να δημιουργήσετε αντίγραφα ασφαλείας των αρχείων σας είναι να το κάνετε τακτικά, διατηρώντας τα αντίγραφα εκτός του χώρου (υπολογιστή) και κρυπτογραφημένα.
es: La mejor manera de respaldar sus archivos es hacerlo regularmente y mantener las copias fuera del sitio y cifradas.
fi: Paras tapa varmuuskopioida on tehdä se säännöllisesti tai automaattisesti, pitää varmuuskopiot eri sijainnissa kuin alkuperäiset tiedostot ja lisäksi varmuuskopiot tulisi olla salattu.
nl: U kunt het beste regelmatig back-ups maken van uw bestanden en de kopieën extern en versleuteld bewaren.
pt_br: A melhor forma de fazer cópia de segurança de seus arquivos e fazê-la regularmente, mantendo as cópias externamente e criptografadas.
ru: Лучший способ резервного копирования ваших файлов — делать это регулярно, сохраняя копии удаленно и в зашифрованном виде.

source: <link xref="bluetooth-connect-device">Connect</link>, <link xref="bluetooth-send-file">send files</link>, <link xref="bluetooth-turn-on-off">turn on and off</link>...
ast: <link xref="bluetooth-connect-device">Coneutar</link>, <link xref="bluetooth-send-file">unviar ficheros</link>, <link xref="bluetooth-turn-on-off">encender y apagar</link>...
el: <link xref="bluetooth-connect-device">Σύνδεση</link>, <link xref="bluetooth-send-file">αποστολή αρχείων</link>, <link xref="bluetooth-turn-on-off">ενεργοποίηση και απενεργοποίηση</link>...
fi: <link xref="bluetooth-connect-device">Yhdistä</link>, <link xref="bluetooth-send-file">lähetä tiedostoja</link>, <link xref="bluetooth-turn-on-off">kytke päälle ja pois päältä</link>...
nl: <link xref="bluetooth-connect-device">Verbinden</link>, <link xref="bluetooth-send-file">bestanden overbrengen</link>, <link xref="bluetooth-turn-on-off">aan- en uitzetten</link>...
pt_br: <link xref="bluetooth-connect-device">Connect </link> <link xref="bluetooth-send-file"> enviar arquivos </link>, <link xref = "bluetooth-turn-on-off" >ligar e desligar</link> ...
ru: <link xref="bluetooth-connect-device">Подключение</link>, <link xref="bluetooth-send-file">передача файлов</link>, <link xref="bluetooth-turn-on-off">включение и выключение</link>...

source: Pair Bluetooth devices.
ast: emparejar preseos Bluetooth.
el: Ταίριασμα συσκευών Bluetooth.
es: emparejar dispositivos Bluetooth.
fi: Bluetooth-laitteiden parittaminen.
nl: Bluetooth-apparaten verbinden.
pt_br: Emparelhar dispositivos Bluetooth.
ru: Сопряжение устройств с Bluetooth.

source: Connect your computer to another Bluetooth device
ast: Coneutar su equipu a otru preséu Bluetooth
el: Συνδέστε στον υπολογιστή σας σε μια άλλη συσκευή Bluetooth
es: Conectar su equipo a otro dispositivo Bluetooth
fi: Yhdistä tietokoneesi mihin tahansa muuhun Bluetooth-laitteeseen
nl: Uw computer met een ander Bluetooth-apparaat verbinden
pt_br: Conectar o seu computador a outro dispositivo Bluetooth
ru: Соединение компьютера с другим устройством Bluetooth
