Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click a button and see if the mouse pointer moves now. Some wireless mice go to sleep to save power, so might not respond until you click a button.
ast: Calca un botón y compruebe si el puntero del mur se mueve agora. Dellos ratones inalámbricos se ponen en reposo pa ahorrar enerxía, polo que es posible que no respondan fasta que vusté calca un botón.
el: Κάντε κλικ σε ένα κουμπί και δείτε εάν ο δείκτης του ποντικιού τώρα κινείται. Κάποια ασύρματα ποντίκια μεταβαίνουν σε αναστολή για εξοικονόμηση ενέργειας, οπότε μπορεί να μην αντιδράσουν μέχρι να κάνετε κλικ σε κάποιο κουμπί.
es: Pulse un botón y compruebe si el puntero del ratón se mueve ahora. Algunos ratones inalámbricos se ponen en reposo para ahorrar energía, por lo que es posible que no respondan hasta que usted pulse un botón.
pt_br: Clique em um botão e veja se o ponteiro do mouse se move agora. Alguns mouses sem fio suspendem para economizar energia, então podem não responder até que você clique em um botão.
ru: Щёлкните кнопкой мыши и посмотрите, не начнёт ли после этого двигаться указатель. Некоторые беспроводные мыши способны переходить в режим экономии электроэнергии и не отвечают, пока вы не щёлкнете кнопкой.

source: Check that the battery of the mouse is charged.
ast: Compruebe que la batería del mur ta cargada
el: Ελέγξτε ότι η μπαταρία του ποντικιού είναι φορτισμένη.
es: Compruebe que la batería del ratón está cargada
fi: Varmista, että hiiren akku/paristot on ladattu.
nl: Controleer of de batterij van de muis is opgeladen.
pt_br: Verifique se a bateria do mouse está carregada.
ru: Проверьте, не разрядилась ли батарейка мыши.

source: Make sure that the receiver (dongle) is firmly plugged in to the computer.
ast: Compruebe que el receptor (mochila) ta firmemente coneutáu al equipu.
el: Επιβεβαιώστε ότι ο δέκτης (dongle) είναι καλά συνδεδεμένος με τον υπολογιστή.
es: Compruebe que el receptor (mochila) está firmemente conectado al equipo.
fi: Varmista, että vastaanotin on kunnolla kiinnitetty tietokoneeseen.
pt_br: Certifique-se de que o recebedor está firmemente conectado ao computador.

source: If your mouse and receiver can operate on different radio channels, make sure that they are both set to the same channel.
ast: Si el mur y el receptor pueden funcionar en canales de radio estremaes, asegúrese de que tan nel mesmu canal.
el: Εάν το ποντίκι και ο δέκτης σας μπορούν να λειτουργήσουν σε διαφορετικά ραδιοφωνικά κανάλια, επιβεβαιώστε ότι και τα δύο είναι ρυθμισμένα στο ίδιο κανάλι.
es: Si el ratón y el receptor pueden funcionar en canales de radio diferentes, asegúrese de que están en el mismo canal.
fi: Jos hiiri ja vastaanotin on mahdollista asettaa eri taajuuksille, varmista että ne kummatkin käyttävät samaa taajuutta.
pt_br: Se o seu mouse e o receptor podem operar em diferentes canais de rádio, certifique-se que ambos estejam configurados no mesmo canal.
ru: Если мышь и приёмник способны работать на разных радиочастотах, убедитесь, что они настроены на использование одной и той же частоты.

source: You may need to press a button on the mouse, receiver or both to establish a connection. The instruction manual of your mouse should have more details if this is the case.
ast: Es posible que ten que calcar un botón nel mur, el receptor o ambos pa afitar una conexón. El manual de instrucciones de su mur tendría tener más detalles si esti es el caso.
el: Ενδεχομένως πρέπει να πατήσετε ένα πλήκτρο στο ποντίκι, τον δέκτη ή και τα δύο ώστε να επιτευχθεί σύνδεση. Το εγχειρίδιο οδηγιών του ποντικιού σας θα πρέπει να έχει περισσότερες λεπτομέρειες εάν ισχύει κάτι τέτοιο.
es: Es posible que tenga que pulsar un botón en el ratón, el receptor o ambos para establecer una conexión. El manual de instrucciones de su ratón debería tener más detalles si este es el caso.
nl: Misschien moet u een knop indrukken op de muis, de ontvanger of allebei om een verbinding te bewerkstelligen. De handleiding van de muis zou hier meer informatie over moeten hebben als dit het geval is.
pt_br: Talvez seja necessário pressionar um botão no mouse, recebedor ou ambos para estabelecer uma conexão. O manual de instruções do seu mouse deve conter mais detalhes se for esse o caso.
ru: Возможно, для установления соединения нужно нажать кнопку на мыши или приёмнике. Подробности об этом должны быть приведены в руководстве по эксплуатации вашей мыши.

source: Most RF (radio) wireless mice should work automatically when you plug them into your computer. If you have a Bluetooth or IR (infrared) wireless mouse, you may need to perform some extra steps to get it working. The steps might depend on the make or model of your mouse.
ast: La mayoría de los ratones inalámbricos RF (radio), deben funcionar automáticamente cuando se conectan al equipu. Si tien un mur inalámbrico Bluetooth o IR (infrarrojos), puede que ten que realizar dellos pasos adicionales pa que funcione. Los pasos pueden depender de la marca o el modelu del mur.
el: Τα περισσότερα RF (ραδιοφωνικά) ασύρματα ποντίκια θα πρέπει να λειτουργούν αυτόματα μόλις τα συνδέσετε με τον υπολογιστή σας. Εάν έχετε bluetooth ή IR (υπέρυθρο) ασύρματο ποντίκι, ενδεχομένως να χρειαστεί να εκτελέσετε μερικά επιπρόσθετα βήματα ώστε να το κάνετε να λειτουργήσει. Τα βήματα μπορεί να εξαρτώνται από τη μάρκα ή το μοντέλο του ποντικιού σας.
es: La mayoría de los ratones inalámbricos RF (radio), deben funcionar automáticamente cuando se conectan al equipo. Si tiene un ratón inalámbrico Bluetooth o IR (infrarrojos), puede que tenga que realizar algunos pasos adicionales para que funcione. Los pasos pueden depender de la marca o el modelo del ratón.
pt_br: A maioria dos mice sem-fio com transmissão RF (rádio) devem funcionar automaticamente, após serem conectados ao computador. Se você tiver um mouse Bluetooth ou IR (infravermelho), talvez sejam necessários outros passos para que ele funcione. Esses passos dependem do modelo e fabricante do mouse.

source: Change how quickly the pointer moves when you use your mouse or touchpad.
ast: Camudar cómo se mueve de rápidu el puntero cuando usa el mur o el touchpad.
el: Αλλάξτε το πόσο γρήγορα κινείται ο δείκτης όταν χρησιμοποιείτε το ποντίκι ή την επιφάνεια αφής σας.
es: Cambiar cómo se mueve de rápido el puntero cuando usa el ratón o el touchpad.
fi: Muuta hiiren osoittimen nopeutta, kun käytät hiirtä tai kosketuslevyä.
nl: Wijzigen hoe snel de aanwijzer beweegt wanneer u de muis of touchpad gebruikt.
pt_br: Altere o quão rápido o ponteiro se movimenta quando você usa seu mouse ou touchpad.
ru: Измените скорость перемещения указателя при использовании мыши или тачпада.

source: Adjust speed of the mouse and touchpad
ast: Axustar la velocidá del mur y el touchpad
el: Προσαρμόστε την ταχύτητα του ποντικιού ή της επιφάνειας αφής σας.
es: Ajustar la velocidad del ratón y el touchpad
fi: Muuta hiiren ja kosketuslevyn nopeutta
nl: De snelheid van de muis en het touchpad aanpassen
pt_br: Ajustar a velocidade do mouse e do touchpad

source: If your pointer moves too fast or slow when you move your mouse or use your touchpad, you can adjust the pointer sensitivity and acceleration for these devices.
ast: Si el puntero se mueve enforma deprisa o despacio cuando mueve el mur o usa el touchpad, puede axustar la sensibilidad del puntero y la aceleración pa estos preseos.
el: Εάν ο δείκτης σας κινείται πολύ γρήγορα ή αργά όταν μετακινείτε το ποντίκι σας ή χρησιμοποιείτε την επιφάνεια αφής σας, μπορείτε να προσαρμόσετε την ευαισθησία και την επιτάχυνση για τις συσκευές αυτές.
es: Si el puntero se mueve demasiado deprisa o despacio cuando mueve el ratón o usa el touchpad, puede ajustar la sensibilidad del puntero y la aceleración para estos dispositivos.
fi: Jos osoittimesi liikkuu liian nopeasti tai hitaasti hiirtä tai kosketuslevyä käyttäessäsi, voit kokeilla muuttaa osoittimen herkkyyttä ja kiihtyvyyttä.
pt_br: Se o ponteiro se movimenta muito rápido ou lento quando você move o seu mouse ou usa o seu touchpad, poderá ajustar a sensibilidade e aceleração do ponteiro para esses dispositivos.

source: Adjust the <gui>Acceleration</gui> and <gui>Sensitivity</gui> sliders until the pointer motion is comfortable for you. Sensitivity is how much your pointer initially moves when you move your mouse.
ast: Axuste los deslizadores <gui>Aceleración</gui> y <gui>Sensibilidad</gui> fasta que le resulte cómodo el movimiento del puntero. La sensibilidad representa cómo se mueve su puntero inicialmente cuando se mueve el mur.
el: Ρυθμίστε τις γραμμές ολίσθησης των επιλογών <gui>Επιτάχυνση</gui> και <gui>Ευαισθησία</gui> μέχρι η κίνηση του δείκτη του ποντικιού να είναι τέτοια που να σας βολεύει. Η ευαισθησία περιγράφει το πόσο κινείται αρχικά ο δείκτης όταν μετακινείτε το ποντίκι.
es: Ajuste los deslizadores <gui>Aceleración</gui> y <gui>Sensibilidad</gui> hasta que le resulte cómodo el movimiento del puntero. La sensibilidad representa cómo se mueve su puntero inicialmente cuando se mueve el ratón.
fi: Siirrä <gui>Kiihtyvyys</gui>- ja <gui>Herkkyys</gui>-säätimiä, kunnes olet tyytyväinen hiiren liikkeeseen. Herkkyys vaikuttaa hiiren reagoimiseen "lyhyillä matkoilla".
pt_br: Ajuste os deslizadores de <gui>Aceleração</gui> e <gui>Sensibilidade</gui> até que a movimentação do ponteiro esteja confortável para você. Sensibilidade é o quanto o seu ponteiro se move no começo, quando você move o mouse.

source: The farther you move your mouse, the faster and faster the pointer moves relative to your movement. This helps you get the pointer across the screen without lifting your hand, while still letting you point and click accurately. Acceleration controls this behavior.
ast: Cuanto más lejos mueva su mur, más rápidu se moverá el puntero en rellación con su movimiento. Esto aida a que el puntero alcance los extremos de la pantalla sin tener que levantar su mano, al tiempu que le permite apuntar y calcar con precisión. La aceleración controla esti comportamiento.
el: Όσο πιο μακριά μετακινήσετε το ποντίκι, τόσο ταχύτερη θα είναι και η κίνηση του δείκτη του ποντικιού σε σχέση με την κίνησή σας. Αυτό βοηθάει ώστε να μετακινείται ο δείκτης σε μεγάλες αποστάσεις της οθόνης χωρίς να χρειαστεί να σηκώσετε το χέρι σας, ενώ ταυτόχρονα επιτρέπει και την ακριβή κατάδειξη και επιλογή με το ποντίκι. Η λειτουργία αυτή ελέγχεται μέσω της επιτάχυνσης.
es: Cuanto más lejos mueva su ratón, más rápido se moverá el puntero en relación con su movimiento. Esto ayuda a que el puntero alcance los extremos de la pantalla sin tener que levantar su mano, al tiempo que le permite apuntar y pulsar con precisión. La aceleración controla este comportamiento.
fi: Mitä kauemmas liikutat hiirtä, sitä nopeammin osoitin reagoi hiiren liikkeisiin. Tämä auttaa hiiren liikuttamista näytön puolelta toiselle ilman hiiren nostelua ja siirtelyä, mutta säilyttää hiiren tarkkuuden. Tämän asetuksen ohjaamiseen käytetään <gui>Kiihtyvyyttä</gui>.
pt_br: Quanto mais longe você mover seu mouse, mais e mais rápido o ponteiro se moverá em relação a seu movimento. Isso o ajuda a atravessar o ponteiro pela tela sem ter de levantar a mão e ao mesmo tempo o deixa apontar e clicar com precisão. A aceleração controla esse comportamento.

source: You can set the sensitivity and acceleration differently for your mouse and touchpad. Sometimes the most comfortable settings for one type of device aren't the most comfortable for another. Just set the sliders on both the <gui>Mouse</gui> and <gui>Touchpad</gui> tabs.
ast: Puede axustar la sensibilidad y la aceleración de forma distintu pa el mur y el touchpad. A vegaes la configuración más agradable pa un triba de preséu no es la más cómoda pa el otru. Solo tienes que configurar les barres de desplazamiento tanto na pestaña del <gui>Mur</gui> como del <gui>Touchpad</gui>.
el: Μπορείτε να έχετε διαφορετικές ρυθμίσεις ευαισθησίας και επιτάχυνσης για το ποντίκι από ό,τι για την επιφάνεια αφής του πληκτρολογίου. Πολλές φορές, οι ιδανικές ρυθμίσεις για μία συσκευή δεν είναι οι τόσο ιδανικές και για μία άλλη. Απλά ρυθμίστε τις γραμμές ολίσθησης στην καρτέλα <gui>Ποντίκι</gui> και στην καρτέλα <gui>Επιφάνεια αφής</gui>.
fi: Voit valita herkkyyden ja kiihtyvyyden erikseen sekä hiirelle että kosketuslevylle. Jotkin asetukset ovat parempia vain toiselle laitteelle. Säädä säätimet eri kohtiin sekä <gui>Hiiri</gui>- että <gui>Ohjaintaso</gui>-välilehdillä.
pt_br: Você pode configurar a sensibilidade e a aceleração individualmente para o seu mouse e para o seu touchpad. Às vezes a configuração mais confortável para um tipo de dispositivo não é a mais confortável para o outro. É só ajustar as barras deslizantes nas abas do <gui>Mouse</gui> e do <gui>Touchpad</gui>.
ru: Вы можете настроить чувствительность и ускорение для мыши и сенсорной панели отдельно. Иногда самые удобные настройки для одного типа устройств не не подходят для другого. Просто установите ползунки и на вкладке <gui>Мышь</gui>, и на вкладке <gui>Сенсорная панель</gui> по своему предпочтению.

source: Click or scroll using taps and gestures on your touchpad.
ast: Calcar o desplase usando toques y gestos en su touchpad.
el: Κάντε κλικ ή κύλιση της οθόνης χρησιμοποιώντας χτυπήματα και κινήσεις στην επιφάνεια αφής.
es: Pulsar o desplarse usando toques y gestos en su touchpad.
nl: Klik of scroll door te de tab-toets in te drukken of gebaren te maken op uw touchpad
pt_br: Clicar ou rolar usando toques e gestos no seu touchpad.
ru: Щёлкайте или прокручивайте пальцами и жестами на сенсорной панели.

source: Click or scroll with the touchpad
ast: Calcar o desplazase col touchpad
el: Κάντε κλικ ή κύλιση της οθόνης με την επιφάνεια αφής
es: Pulsar o desplazarse con el touchpad
fi: Napsauta tai vieritä kosketuslevyä käyttäen
nl: Klik of scroll met het touchpad
pt_br: Clicar ou rolar com o touchpad
ru: Щелчки и прокрутка с помощью тачпада

source: You can click, double-click, drag, and scroll using only your touchpad, without separate hardware buttons. Access these features in the mouse and touchpad settings.
ast: Puede calcar, facer dobles pulsaciones, arrastrar y desplazase usando solo su touchpad, sin usar botones físicos aparte. Acceda a estes carauterístiques nas preferencies del mur y el touchpad.
el: Μπορείτε να κάνετε απλό η διπλό κλικ, να μεταφέρετε αντικείμενα και να κυλίσετε την οθόνη χρησιμοποιώντας μόνο την επιφάνεια αφής του υπολογιστή σας, χωρίς πλήκτρα από πρόσθετη συσκευή. Αποκτήστε πρόσβαση σε αυτές τις επιλογές μέσα από τις ρυθμίσεις του ποντικιού και της επιφάνειας αφής.
es: Puede pulsar, hacer dobles pulsaciones, arrastrar y desplazarse usando solo su touchpad, sin usar botones físicos aparte. Acceda a estas características en las preferencias del ratón y el touchpad.
nl: U kunt klikken, dubbelklikken, slepen en scrollen met alleen uw touchpad, zonder fysieke knoppen. Krijg toegang tot deze mogelijkheden in de muis- en touchpad-instellingen.
pt_br: Você pode clicar, clicar duas vezes, arrastar, e rolar usando apenas seu touchpad, sem separar botões de hardware. Acesse essas características nas configurações do mouse e touchpad
ru: Вы можете реализовать щелчок, двойной щелчок кнопкой мыши, можете перетаскивать и прокручивать, используя только сенсорную панель, даже без отдельных аппаратных кнопок. Воспользуйтесь этими функциями с помощью настроек мыши и сенсорной панели.

source: Switch to the <gui>Touchpad</gui> tab.
ast: Camuda a la pestaña <gui>Touchpad</gui>.
el: Μεταφερθείτε στην καρτέλα <gui>Επιφάνεια αφής</gui>.
fi: Siirry <gui>Kosketuslevy</gui>-välilehdelle.
nl: Schakel over naar het <gui>Touchpad</gui>-tabblad.
pt_br: Alterne para a aba <gui>Touchpad</gui>.
ru: Откройте вкладку <gui>Сенсорная панель</gui>.

source: To click, double-click, and drag with your touchpad, select <gui>Enable mouse clicks with the touchpad</gui>. To click, tap on the touchpad. To double-click, tap twice. If your touchpad supports multi-finger taps, you can right-click by tapping with two fingers at once. To drag an item, double-tap but don't lift your finger after the second tap. Drag the item where you want it, then lift your finger to drop. You still need to use hardware buttons to right-click.
ast: Pa calcar, duble pulsación y arrastrar col touchpad, escueyi <gui>Activar pulsaciones del mur col touchpad</gui>. Pa calcar, toque nel touchpad. Pa la duble pulsación, toque dos vegaes. Si su touchpad permite toques con dellos dedos, puede calcar col botón tocando con dos dedos a la vegada. Pa arrastrar un elementu, calca dos vegaes, pero no levante el dedo dempués del segundu toque. Arrastre el elementu donde quiera, a continuación, levante el dedo pa soltar. En too caso necesitará usar los botones físicos pa la pulsación drecha.
el: Για να κάνετε απλό η διπλό κλικ, να μεταφέτε αντικείμενα και να κυλίσετε την οθόνη χρησιμοποιώντας την επιφάνεια αφής του υπολογιστή σας, επιλέξτε <gui>Ενεργοποίηση κλικ ποντικιού στην επιφάνεια αφής</gui>. Για να κάνετε απλό κλικ, χτυπήστε ελαφρά την επιφάνεια αφής. Για να κάνετε διπλό κλικ, χτυπήστε ελαφρά την επιφάνεια αφής δύο φορές. Αν η επιφάνεια αφής σας υποστηρίζει χτυπήματα πολλαπλών δαχτύλων, μπορείτε να κάνετε διπλό κλικ με ένα ελαφρό χτύπημα δύο δαχτύλων ταυτόχρονα. Για να μεταφέρετε ένα αντικείμενο, κάντε δύο χτυπήματα αλλά μη σηκώσετε το δάχτυλό σας μετά το δεύτερο χτύπημα. Μεταφέρετε το αντικείμενο εκεί που θέλετε και μετά σηκώστε το δάχτυλό σας. Για να κάνετε δεξί κλικ θα χρειαστεί να χρησιμοποιήσετε κάποιο πλήκτρο εκτός της επιφάνεια αφής.
pt_br: Para clicar, efetuar um clique-duplo e para arrastar com o seu touchpad, selecione <gui>Habilitar cliques do mouse com o touchpad</gui>. Para clicar, toque uma vez o touchpad. Para um clique-duplo, toque duas vezes. Se o seu touchpad suporta toques multi-dedos, você pode simular um clique com o botão direito do mouse tocando com dois dedos de uma vez. Para arrastar um ítem, toque duas vezes, mas não levante o seu dedo no segundo toque. Arraste o item aonde você o quer e então levante seu dedo para soltar. Você ainda precisa usar os botões físicos para clicar com o botão direito.
ru: Чтобы реализовать щелчок, двойной щелчок и перетаскивание с помощью сенсорной панели, выберите <gui>Включить щелчки для сенсорной панели</gui>. Чтобы щёлкнуть, нажмите на сенсорную панель. Нажмите дважды для двойного щелчка. Если ваша сенсорная панель распознаёт прикосновения нескольких пальцев, вы можете, нажав одновременно двумя пальцами, щёлкнуть правой кнопкой мыши. Чтобы перетащить объект, дважды нажмите, но не поднимайте палец после второго прикосновения. Перетащите объект на требуемое место, а затем оторвите палец от панели. Вы всегда можете использовать аппаратные кнопки для щелчка правой кнопкой мыши.

source: You can scroll using your touchpad using either the edges of the touchpad or using two fingers.
ast: Puede facer desplazamientos usando su touchpad, bien usando los berbesos del touchpad o bien usando dos dedos.
el: Μπορείτε να κάνετε κύλιση με την επιφάνεια αφής είτε χρησιμοποιώντας τις άκρες της είτε χρησιμοποιώντας δύο δάχτυλα.
es: Puede hacer desplazamientos usando su touchpad, bien usando los bordes del touchpad o bien usando dos dedos.
nl: U kunt scrollen met uw touchpad door één van de randen te gebruiken of door twee vingers te gebruiken.
pt_br: Você pode rolar usando seu touchpad usando ou as extremidades do touchpad ou usando dois dedos.
ru: Вы можете использовать прокрутку с помощью сенсорной панели либо, используя края сенсорной панели, либо двумя пальцами.

source: Select <gui>Edge scrolling</gui> under <gui>Scrolling</gui> to scroll using the edge of your touchpad. When this is selected, dragging your finger up and down along the right side of your touchpad will scroll vertically. If you also select <gui>Enable horizontal scrolling</gui>, dragging your finger left and right along the bottom of your touchpad will scroll horizontally.
ast: Escueyi <gui>Desplazamiento nel berbesu</gui> en <gui>Desplazamiento</gui> pa facer desplazamientos usando el berbesu de su touchpad. Cuando ta escoyíu, al arrastrar su dedo arriba y abaxo por el lateral drechu de su touchpad se desplazará verticalmente. Si además selecciona <gui>Activar desplazamiento horizontal</gui>, al arrastrar su dedo a esquierda y drecha pol berbesu inferior del touchpad se desplazará horizontalmente.
el: Στο μενού <gui>Κύλιση</gui>, επιλέξτε <gui>Κύλιση στα άκρα</gui> για να κάνετε κύλιση στην οθόνη χρησιμοποιώντας την άκρη της επιφάνειας αφής. Όταν αυτή η επιλογή ενεργοποιηθεί, σέρνοντας το δάχτυλό σας πάνω και κάτω στην δεξιά άκρη της επιφάνειας αφής, θα κάνετε κατακόρυφη κύλιση. Αν επίσης ενεργοποιήσετε την επιλογή <gui>Ενεργοποίηση οριζόντιας κύλισης</gui>, σέρνοντας το δάχτυλό σας δεξιά και αριστερά στην κάτω άκρη της επιφάνειας αφής, θα κάνετε οριζόντια κύλιση.
es: Seleccione <gui>Desplazamiento en el borde</gui> en <gui>Desplazamiento</gui> para hacer desplazamientos usando el borde de su touchpad. Cuando está seleccionado, al arrastrar su dedo arriba y abajo por el lateral derecho de su touchpad se desplazará verticalmente. Si además selecciona <gui>Activar desplazamiento horizontal</gui>, al arrastrar su dedo a izquierda y derecha por el borde inferior del touchpad se desplazará horizontalmente.
pt_br: Selecione <gui>rolando na extremidade</gui> sob <gui>rolando</gui> para rolar usando a extremidade de seu touchpad. Quando isso está selecionado, arrastar seu dedo para cima e para baixo pelo lado direito de seu touchpad irá rolar verticalmente. Se você também selecionar <gui>habilitar rolagem horizontal</gui>, arrastando seu dedo para direita e para esquerda na parte de baixo do seu touchpad você irá rolar horizontalmente.
ru: Выберите параметр <gui>Краевая прокрутка</gui> под надписью <gui>Прокрутка</gui> для использования краёв сенсорной панели для прокрутки. При выборе этого варианта перемещение вашего пальца вверх и вниз вдоль правого края сенсорной панели будет прокруткой по вертикали. Если вы также выберете <gui>Включить горизонтальную прокрутку</gui>, перемещение пальца влево и вправо вдоль нижней части сенсорной панели будет прокруткой по горизонтали.
