Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Open <app><link xref="startup-applications">Startup Applications</link></app> and add a startup program with the command: <cmd>numlockx on</cmd>
ca: Obriu <app><link xref="startup-applications">Aplicacions a l'inici</link></app> i afegiu-hi un programa d'inici amb la comanda: <cmd>numlockx on</cmd>.
cs: Otevřete <app><link xref="startup-applications">Aplikace spouštěné při přihlášení</link></app> a přidejte program při přihlášení s příkazem: <cmd>numlockx on</cmd>
de: Öffnen Sie <app><link xref="startup-applications">Startanwendungen</link></app> und fügen Sie ein Startprogramm mit dem Befehl: <cmd>numlockx on</cmd> hinzu
fr: Ouvrez <app><link xref="startup-applications">Applications au démarrage</link></app> et ajoutez un programme au démarrage avec la commande : <cmd>numlockx on</cmd>
gl: Abrir <app><link xref="startup-applications">Aplicativos de inicio</link></app> e engadir un programa de inicio coa orde: <cmd>numlockx on</cmd>
hr: Otvorite <app><link xref="startup-applications">Pokretanje aplikacija</link></app> i dodajte pokretanje programa sa naredbom: <cmd>numlockx on</cmd>
id: Buka <app><link xref="startup-applications">Aplikasi Awal Mula</app> dan tambahkan program awal mula dengan perintah: <cmd>numlockx on</cmd>
ko: 패키지를 설치한후 <app><link xref="startup-applications">Startup Applications</link></app> 을 연다음 다음 명령어를 시작프로그램에 추가하십시오: <cmd>numlockx on</cmd>
lt: Atverkite <app><link xref="startup-applications">Paleidžiamų programų nustatymus</link></app> ir paspaudę <gui>Pridėti</gui> atsivėrusiame langelyje įrašykite į <gui>Komanda:</gui> laukelį: <cmd>numlockx on</cmd>
lv: Atveriet <app><link xref="startup-applications">Starta lietotnes</link></app> un pievienojiet starta programmu ar komandu: <cmd>numlockx on</cmd>
ms: Buka <app><link xref="startup-applications">Aplikasi Permulaan</link></app> dan tambah program permulaan dengan perintah: <cmd>numlockx on</cmd>
my: <app> <link xref = "startup-applications"> ဖွင့်သောပရိုဂရမ်များ </link> </app> ကိုဖွင့ ်၍ startup program ကို <cmd> numlockx on </cmd> တွင်ထည့်ပါ။
pl: Otwórz <app><link xref="startup-applications">Programy startowe</link></app> i dodaj program uruchamiany poleceniem <cmd>numlockx on</cmd>.
sl: Odprite <app><link xref="startup-applications">Začetni programi</link></app> in dodajte začetni program z ukazom: <cmd>numlockx on</cmd>
sv: Öppna <app><link xref="startup-applications">Uppstartsprogram</link></app> och lägg till ett startprogram med kommandot: <cmd>numlockx on</cmd>
zh_cn: 打开<app><link xref="startup-applications">启动应用程序</link></app>，使用命令<cmd>numlockx on</cmd>添加数字键盘为启动应用程序。

source: The second step may be redundant on your computer, so try without it first.
ca: La segona passa pot ser redundant al vostre ordinador, així que proveu sense aquesta primer.
cs: Druhý krok může být na vašem počítači nadbytečný, tudíž to nejprve vyzkoušejte bez něj.
fr: La deuxième étape peut être redondante sur votre ordinateur, essayez sans d'abord.
gl: O segundo paso pode ser redundante no seu computador así que probe primeiro sen el.
hr: Drugi korak može biti suvišan na vašem računalu, stoga pokušajte prvo bez njega.
id: Langkah kedua mungkin redundan pada komputer Anda, jadi cobalah tanpa itu terlebih dahulu.
lt: Dauguma atvejų nebūtina pridėti <em>numlockx</em> prie automatiškai paleidžiamų programų, užtenka prisijungus savo naudotoju paspausti <key>Num Lock</key> ir skaičių klaviatūra bus įjungiama automatiškai kiekvieną kartą pasileidus Ubuntu darbastalio seansui.
lv: Otrais solis uz jūsu datora varētu būt lieks, tāpēc sākumā vispirms mēģiniet bez tā.
my: ဒုတိယအဆင့်သည်သင့်ကွန်ပျူတာတွင်မလိုအပ်သောအရာဖြစ်သဖြင့်၊
pl: Drugi krok może nie być potrzebny na danym komputerze, więc najpierw spróbuj bez niego.
sv: Det andra steget kan vara överflödigt på din dator, så prova först utan det.
zh_cn: 第二步可能在您的计算机上是多余的，因此请先尝试不使用它。

source: Install more translations and related language support packages.
ca: Instaŀleu més traduccions i paquets de suport d'idiomes relacionats.
cs: Instalace překladů a souvisejících balíků jazykové podpory.
de: Installieren von weiteren Übersetzungen und damit zusammenhängenden Paketen.
fr: Installer plus de traductions et de paquets de prise en charge linguistique.
gl: Instalar máis traducións e paquetes de asistencia do idioma relacionado.
hr: Instalirajte dodatne prijevode i povezane pakete jezične podrške.
id: Instal lebih banyak terjemahan dan paket dukungan bahasa terkait.
lt: Jums suprantama kalba naudokitės programomis bei įdiekite kitus kalbų palaikymui reikalingus paketus, kaip rašybos tikrinimas.
lv: Instalēt vairāk tulkojumu un saistītās valodas atbalsta pakotnes.
ms: Pasang lagi terjemahan dan pakej sokongan bahasa yang berkaitan.
my: နောက်ထပ်ဘာသာပြန်များနှင့်ဆက်စပ်သောဘာသာစကားအထောက်အကူပြုပစ္စည်းများထည့်သွင်းပါ။
pl: Instalacja innych tłumaczeń i pakietów obsługi języków.
sl: Namestite več prevodov in povezane podporne pakete jezika.
sv: Installera fler översättningar och relaterade språkstödspaket.
tr: Daha fazla çeviri ve bağlantılı dil destek paketlerini yükle
zh_cn: 安装更多翻译和相关语言支持包。

source: Install languages
ca: Instaŀleu idiomes
cs: Instalace jazyků
de: Sprachen installieren
fr: Installer des langues
gl: Instalar idiomas
hr: Instalacija jezika
id: Menginstal bahasa
ko: 언어 설치
lt: Įdiegti naujų kalbų palaikymą
lv: Instalēt valodas
ms: Pasang bahasa
my: ဘာသာစကားထည့်သွင်းပါ
pl: Instalacja języków
sl: Namestite jezike
sv: Installera språk
tr: Dilleri yükle
zh_cn: 安装语言

source: When you install Ubuntu, the language you select at installation gets installed together with English, but you can add further languages.
ca: Quan instaŀleu l'Ubuntu, l'idioma que seleccioneu a la instaŀlació s'instaŀla juntament amb l'anglès, però hi podeu afegir més idiomes.
cs: Při instalaci Ubuntu se vámi zvolený jazyk nainstaluje společně s angličtinou, můžete ovšem přidat další jazyky.
de: Wenn Sie Ubuntu installieren, wird die von Ihnen ausgewählte Sprache und Englisch installiert. Sie können jederzeit weitere Sprachen installieren.
fr: Lorsque vous installez Ubuntu, la langue choisie lors de l'installation est installée avec l'anglais, mais vous pouvez ajouter d'autres langues.
gl: Cando instala Ubuntu, o idioma que selecciona instálase xunto co inglés, pero ten a posibilidade de engadir máis idiomas.
hr: Kada instalirate Ubuntu, jezik koji odaberete pri instalaciji instalira se zajedno uz engleski, ali možete dodati i druge jezika.
id: Ketika Anda menginstal Ubuntu, bahasa yang Anda pilih di instalasi akan diinstal bersama-sama dengan bahasa Inggris, tetapi Anda dapat menambahkan bahasa lebih lanjut.
ko: 우분투를 설치할때, 영어와 함께 사용자가 선택하는 언어가 같이 설치됩니다, 또 다른 언어들을 추가하는것도 가능합니다.
lt: Ubuntu operacinės sistemos įdiegimo metu pasirinktai kalbai bei anglų kalbai atsiunčiami programų sąsajos vertimai bei kiti reikalingi paketai, kaip rašybos tikrinimas, tačiau jūs galite įdiegti ir kitų kalbų palaikymą, arba atsiųsti Jūsų kalbai reikiamus paketus, jei įdiegimo metu nebuvote prisijungęs prie interneto.
lv: Instalējot Ubuntu, valoda, ko izvēlaties instalēšanas laikā, tiks instalēta kopā ar angļu valodu, bet jūs varat pievienot papildu valodas.
ms: Bila anda memasang Ubuntu, bahasa yang anda pilih ketika pemasangan akan dipasang bersama-sama dengan bahasa Inggeris, tetapi anda boleh juga memasang bahasa tambahan.
my: Ubuntu ကိုသင် install လုပ်သောအခါ installation ၌သင်ရွေးချယ်သောဘာသာစကားသည် English နှင့်အတူတကွ install လုပ်သည်၊ သို့သော်သင်နောက်ထပ်ဘာသာစကားများကိုထည့်နိုင်သည်။
pl: Podczas instalacji Ubuntu wybrany język jest instalowany razem z angielskim, ale można dodać więcej języków.
sl: Ko nameščate Ubuntu, izbrani jezik ob namestitvi bo nameščen skupaj z angleščino. Dodate lahko tudi druge jezike.
sv: När du installerar Ubuntu kommer språket du valde för installationen installeras, tillsammans med engelska, men du kan lägga till andra språk.
tr: Ubuntu kurduğunuzda, kurulumda seçtiğiniz dil ile birlikte İngilizce kurulur, fakat başka diller de ekleyebilirsiniz.
zh_cn: 安装 Ubuntu 时，会同时安装选择的语言和英语，但是可以添加其他语言。

source: Open the <gui xref="shell-introduction#activities">Activities</gui> overview and start typing <gui>Region &amp; Language</gui>.
ca: Obriu les <gui xref="shell-introduction#activities">Activitats</gui> i comenceu a escriure <gui>Regió i idioma</gui>.
cs: Otevřete náhled <gui xref="shell-introduction#activities">Aktivit</gui> a začněte psát <gui>Region a jazyk</gui>.
de: Öffnen Sie die <gui xref="shell-introduction#activities">Aktivitäten</gui>-Übersicht und geben Sie <gui>Region &amp; Sprachen</gui> ein.
fr: Ouvrez l'aperçu <gui xref="shell-introduction#activities">Activités</gui> et saisissez <gui>Pays & langue</gui>.
gl: Abra a vista xeral das <gui xref="shell-introduction#activities">Actividades</gui> e escriba <gui>Rexión e idioma</gui>.
hr: Otvorite <gui xref="shell-introduction#activities">Aktivnosti</gui> pregled i započnite upisivati <gui>Jezik i regija</gui>.
id: Buka ringkasan <gui xref="shell-introduction#activities">Aktivitas</gui> dan mulai mengetik <gui>Wilayah &amp; Bahasa</gui>.
ko: <gui xref="shell-introduction#activities">Activities</gui> 개요를 열고 <gui>Region &amp; Language</gui>를 입력하십시오.
lt: Atverkite <gui xref="shell-introduction#activities">Apžvalga</gui> ekrano kairėje ir paieškoje rašykite <gui>Region</gui>.
lv: Atveriet <gui xref="shell-introduction#activities">aktivitāšu</link> pārskatu un sāciet rakstīt <gui>Reģions un valoda</gui>.
my: <gui xref = "shell-introduction#activities"> လှုပ်ရှားမှုများ </gui> ခြုံငုံသုံးသပ်ချက်ကိုဖွင့်ပြီး <gui> Region & Language </gui> ကိုရိုက်ပါ။
pl: Otwórz <gui xref="shell-introduction#activities">ekran podglądu</gui> i zacznij pisać <gui>Region i język</gui>.
sl: Odprite <gui xref="shell-introduction#activities">Dejavnosti</gui> in začnite vnašati <gui>Regija &amp; Jezik</gui>.
sv: Öppna översiktsvyn <gui xref="shell-introduction#activities">Aktiviteter</gui> och börja skriv <gui>Region &amp; språk</gui>.
tr: <gui xref="shell-introduction#activities">Aktiviteler</gui> genel bakış açın ve yazmaya başlayın <gui>Bölge &amp; Dil</gui>.
zh_cn: 打开<gui xref="shell-introduction#activities">活动</gui>概览并输入<gui>区域和语言</gui>。

source: Click on <gui>Region &amp; Language</gui> to open the panel.
ca: Cliqueu a <gui>Regió i idioma</gui> per tal d'obrir el panell.
cs: Klikněte na <gui>Region a jazyk</gui> pro otevření tohoto panelu.
de: Klicken Sie auf <gui>Region &amp; Sprache</gui> um das Fenster zu öffnen.
fr: Cliquez sur <gui>Pays et langue</gui> pour ouvrir le panneau.
gl: Prema en <gui>Rexión e idioma</gui> para abrir o panel.
hr: Kliknite na <gui>Jezik i regija</gui> za otvaranje panela.
id: Klik <gui>Wilayah &Amp; Bahasa</gui> untuk membuka panel.
ko: 패널을 열기 위해 <gui>Region &amp; Language</gui> 를 클릭하십시오.
lt: Spustelėkite ant <gui>Kalbų ir regionų nustatymai</gui> (<gui>Region &amp; Language</gui>) ir šiek tiek palaukite.
lv: Spiediet <gui>Reģions un valoda</gui>, lai atvērtu paneli.
my: panel ကိုဖွင့်ရန် <gui> ဒေသ & ဘာသာစကား </gui> ကိုနှိပ်ပါ။
pl: Kliknij <gui>Region i język</gui>, aby otworzyć panel.
sl: Kliknite na <gui>Regija &amp; Jezik</gui>, da odprete pult.
sv: Klicka på <gui>Region &amp; språk</gui> för att öppna panelen.
tr: <gui>Bölge &amp; Dil</gui> paneli açmak için tıklayın.
zh_cn: 点击<gui>区域和语言</gui> 打开面板。

source: Click the <gui>Manage Installed Languages</gui> button to open <gui>Language Support</gui>.
ca: Cliqueu el botó <gui>Gestiona els idiomes instaŀlats</gui> per tal d'obrir el <gui>Suport d'idioma</gui>.
cs: Klikněte na tlačítko <gui>Spravovat instalované jazyky</gui> pro otevření okna <gui>Jazyková podpora</gui>.
de: Klicken Sie auf die Schaltfläche <gui>Installierte Sprachen verwalten</gui>, um <gui>Sprachen</gui> zu öffnen.
fr: Cliquez sur le bouton <gui>Gérer les langues installées</gui> pour ouvrir <gui>Prise en charge des langues</gui>.
gl: Prema o botón <gui>Xestionar idiomas instalados</gui> para abrir a <gui>Asistencia de idiomas</gui>.
hr: Kliknite<gui>Upravljanje instaliranim jezicima</gui> tipku za otvaranje <gui>Podrške za jezike</gui>.
id: Klik tombol <gui>Kelola Bahasa yang Diinstal</gui> untuk membuka <gui>Dukungan Bahasa</gui>.
ko: <gui>Language Support</gui> 를 열기위해선 <gui>Manage Installed Languages</gui> 버튼을 클릭하십시오.
lt: Jei atvėrėte sistemų nustatymų skyrių „Regionas ir kalba“ - paspauskite mygtuką <gui>Tvarkyti kalbų palaikymą</gui> (<gui>Manage Installed Languages</gui>) - atsidarys langas <gui>Kalbų ir regionų nustatymai</gui>.
lv: Spiediet pogu <gui>Pārvaldīt uzinstalētās valodas</gui>, lai atvērtu <gui>Valodu atbalstu</gui>.
my: <gui> စီမံခန့်ခွဲထားသောဘာသာစကားများကိုစီမံခြင်း </gui> ကို နှိပ်၍ <gui> ဘာသာစကားအထောက်အပံ့ </gui> ကိုဖွင့်ပါ။
pl: Kliknij przycisk <gui>Zarządzaj zainstalowanymi językami</gui>, aby otworzyć <gui>Obsługę języków</gui>.
sv: Klicka på knappen <gui>Hantera installerade språk</gui> för att öppna <gui>Språkstöd</gui>.
zh_cn: 点击<gui>管理已安装的语言</gui>按钮 ，打开<gui>语言支持</gui>。

source: Click <gui>Install / Remove Languages...</gui>. The <gui>Installed Languages</gui> window lists all the available languages, with the currently installed languages checked.
ca: Cliqueu <gui>Instaŀla / Elimina idiomes...</gui>. La finestra <gui>Idiomes instaŀlats</gui> llista tots els idiomes disponibles, amb els idiomes actualment instaŀlats marcats.
cs: Klikněte na <gui>Přidat/odstranit jazyky...</gui>. Okno <gui>Nainstalované jazyky</gui> vypíše všechny dostupné jazyky, momentálně nainstalované jazyky budou zaškrtnuté.
de: Klicken Sie <gui>Sprachen hinzufügen/entfernen …</gui>. Das Fenster <gui>Installierte Sprachen</gui> listet alle verfügbaren Sprachen auf. Die aktuell installierten Sprachen sind dabei ausgewählt.
fr: Cliquez sur <gui>Installer / Supprimer des langues...</gui>. La fenêtre <gui>Langues installées</gui> liste toutes les langues disponibles, avec les langues actuellement installées cochées.
gl: Prema <gui>Instalar / Eliminar idiomas...</gui>. A xanela cos <gui>idiomas instalados</gui> mostra as opcións dispoñíbeis, cos idiomas actualmente instalados marcados.
hr: Kliknite <gui>Instaliraj / Ukloni jezike...</gui>. Pojavi se <gui>Instalirani jezici</gui> prozor popisa sa svim dostupnim jezicima i trenutno instaliranim jezicima.
id: Klik <gui>Instal/Hapus Bahasa...</gui>. Jendela <gui>Bahasa yang Diinstal</gui> menampilkan daftar semua bahasa yang tersedia, dengan bahasa yang saat ini diinstal dicentang.
ko: <gui>Install / Remove Languages...</gui> 를 클릭하십시오. The <gui>Installed Languages</gui> 창에서 현재 사용가능한 언어들의 목록과 설치여부를 보여줍니다.
lt: Paspauskite <gui>Įdiegti / šalinti kalbas..</gui>. Atsivėrusiame lange <gui>Įdiegtos kalbos</gui> matysite kalbų sąrašą, kuriame uždėtos varnelės ant jau įdiegtų kalbų (vertimų).
lv: Spiediet <gui>Instalēt / izņemt valodas...</gui>. Logā <gui>Instalētās valodas</gui> ir redzamas visas pieejamās valodas un ieķeksētas pašlaik instalētās valodas.
ms: Klik <gui>Pasang / Buang Bahasa...</gui>. Tetingkap <gui>Bahasa Dipasang</gui> senaraikan semua bahasa yang ada, dengan bahasa dipasang semasa telah ditanda.
my: <gui> ဘာသာစကားများတပ်ဆင် / ဖယ်ရှားခြင်းကိုနှိပ်ပါ။ </gui> <gui> ထည့်သွင်းထားသောဘာသာစကားများ </gui> ၀င်းဒိုးတွင်လက်ရှိထည့်သွင်းထားသောဘာသာစကားများကိုစစ်ဆေးပြီးရရှိနိုင်သည့်ဘာသာစကားများအားလုံးကိုစာရင်းပြုသည်။
pl: Kliknij przycisk <gui>Zainstaluj/usuń języki…</gui>. Okno <gui>Zainstalowane języki</gui> wyświetla wszystkie dostępne języki, wyróżniając obecnie zainstalowane.
sl: Kliknite na <gui>Namesti / Odstrani jezik ...</gui>. Okno <gui>Nameščeni jeziki</gui> izpiše vse jezike ki so na voljo. Trenutno nameščeni jeziki so označeni.
sv: Klicka på <gui>Installera / Ta bort språk...</gui>. Fönstret <gui>Installerade språk</gui> visar en lista över alla tillgängliga språk, med de i nuläget installerade språken förbockade.
tr: <gui>Dilleri Kur / Kaldır ...</gui>ı tıklayın. <gui>Kurulu Diller</gui> penceresi şu anda kurulu diller işaretli olarak tüm mevcut dilleri listeler.
zh_cn: 点击 <gui>安装/移除语言...</gui>。<gui>已安装语言</gui>窗口列出所有可用的语言，并选中了其中已安装的语言。

source: Check the languages you want to install, and uncheck those currently installed languages you want to remove.
ca: Marqueu els idiomes que voleu instaŀlar i desmarqueu els que estan instaŀlats i que voleu eliminar.
cs: Zaškrtněte jazyky, které chcete nainstalovat a odškrtněte ty, které si přejete odstranit.
de: Wählen Sie die Sprachen, die Sie installieren wollen, und entfernen Sie bereits installierte Sprachen, indem Sie sie abwählen.
fr: Cochez les langues que vous souhaitez installer et décochez celles que vous souhaitez supprimer.
gl: Comprobe os idiomas que desexa instalar e desmarque os idiomas instalados que desexa eliminar.
hr: Odaberite jezike koje želite instalirati i uklonite odabir iz jezika koje želite ukloniti.
id: Centang bahasa yang ingin Anda instal, dan hapus centang bahasa yang saat ini diinstal yang ingin Anda hapus.
ko: 설치하고 싶은 언어를 체크하고, 현재 설치되어 있긴하지만 지우고 싶은 언어을 체크 해제 하십시오.
lt: Uždėkite varneles ant kalbų, kurioms norite turėti programų vertimus bei rašybos tikrinimą ir nuimkite varneles nuo nereikalingų kalbų. Rekomeduojama palikti varnelę ant Anglų bei Lietuvių kalbų.
lv: Atzīmējiet valodu, kuru vēlaties instalēt, un noņemiet atzīmi tām valodām, kuras vēlaties izņemt.
ms: Tanda bahasa yang anda mahu pasang, dan buang tanda bahasa dipasang semasa yang anda mahu buang.
my: သင်တပ်ဆင်လိုသည့်ဘာသာစကားများကိုစစ်ဆေးပြီးသင်ဖယ်ရှားလိုသည့်လက်ရှိထည့်သွင်းထားသည့်ဘာသာစကားများကိုအမှတ်အသားပြုပါ။
pl: Zaznacz języki do instalacji i odznacz obecnie zainstalowane języki do usunięcia.
sl: Označite jezike, ki želite da se namestijo in odznačite jezik, ki so trenutno nameščeni ampak želite da se odstranijo.
sv: Bocka för de språk du vill installera, och avbocka de nu installerade språk som du vill ta bort.
tr: Kurmak istediğiniz dilleri işaretleyin ve kaldırmak istediğiniz kurulu dillerin işaretini kaldırın.
zh_cn: 选择要安装的语言，取消选择已安装但要删除的语言。

source: Click <gui>Apply Changes</gui>.
ca: Cliqueu <gui>Aplica els canvis</gui>.
cs: Klikněte na <gui>Použít</gui>.
de: Klicken Sie <gui>Änderungen anwenden</gui>.
fr: Cliquez sur <gui>Appliquer les changements</gui>.
gl: Prema <gui>Aplicar cambios</gui>.
hr: Kliknite na <gui>Primijeni</gui> tipku.
id: Klik <gui>Terapkan Perubahan</gui>.
ko: <gui>Apply Changes</gui> 를 클릭하십시오.
lt: Spustelėkite mygtuką <gui>Pritaikyti</gui>.
lv: Spiediet <gui>Pielietot izmaiņas</gui>.
ms: Klik <gui>Laksana Perubahan</gui>.
my: <gui> Apply Changes </gui> ကိုနှိပ်ပါ။
pl: Kliknij przycisk <gui>Zastosuj zmiany</gui>.
sl: Kliknite <gui>Uveljavi spremembe</gui>.
sv: Klicka på <gui>Verkställ ändringar</gui>.
tr: <gui>Değişiklikleri Uygula</gui>ya tıkla.
zh_cn: 点击 <gui>应用变更</gui>。

source: <link xref="user-admin-explain">Administrative privileges</link> are required. Enter your password, or the password for the requested administrator account.
ca: Es requereixen <link xref="user-admin-explain">privilegis administratius</link>. Introduïu la vostra contrasenya o la contrasenya de l'administrador requerida.
cs: Pro změnu jsou vyžadována <link xref="user-admin-explain">správcovská oprávnění</link>. Zadejte své heslo respektive heslo vyžadovaného správcovského účtu.
de: Dies erfordert <link xref="user-admin-explain">Systemverwaltungsrechte</link>. Geben Sie das verlangte Kennwort, Ihr Kennwort oder das Systemverwaltungskennwort, ein.
fr: <link xref="user-admin-explain">Des privilèges administrateurs</link> sont requis. Saisissez votre mot de passe ou le mot de passe du compte administrateur demandé.
gl: Requírense <link xref="user-admin-explain">privilexios de administrador</link>. Escriba o seu contrasinal ou o contrasinal de administrador que se lle pida.
hr: Potrebna je <link xref="user-admin-explain">administratorska ovjera</link>. Upišite svoju lozinku ili lozinku za zahtijevani administratorski račun.
id: <link xref="user-admin-explain">Hak akses administratif</link> diperlukan. Masukkan kata sandi, atau kata sandi untuk akun administrator yang diminta.
ko: <link xref="user-admin-explain">Administrative privileges</link> 가 필요합니다. 비밀번호를 입력하거나, 요청받은 관리자 계정의 비밀번호를 입력하십시오.
lt: Šiam veiksmui įvykdyti reikia turėti <link xref="user-admin-explain">Administravimo teisę</link>. Įveskite savo arba administravimo teisę turinčio naudotojo slaptažodį.
lv: Tam ir nepieciešamas <link xref="user-admin-explain">administratora tiesības</link>. Ievadiet savu vai administratora paroli.
ms: <link xref="user-admin-explain">Kelayakan pentadbiran</link> diperlukan. Masukkan kata laluan anda, atau kata laluan untuk akaun pentadbir yang diminta.
my: <link xref = "user-admin-explain"> အုပ်ချုပ်ရေးဆိုင်ရာအခွင့်ထူးများ </link> လိုအပ်သည်။ သင်၏စကားဝှက်ကိုရိုက်ထည့်ပါသို့မဟုတ်တောင်းဆိုထားသောအုပ်ချုပ်သူအကောင့်အတွက်စကားဝှက်ကိုရိုက်ပါ။
pl: Wymagane są <link xref="user-admin-explain">uprawnienia administracyjne</link>. Wpisz swoje hasło lub hasło wybranego konta administratora.
sl: Zahtevana so <link xref="user-admin-explain">skrbniška dovoljenja</link>. Vnesite svoje geslo ali geslo za zahteveni skrbniški račun.
sv: <link xref="user-admin-explain">Administratörsrättigheter</link> krävs. Skriv ditt lösenord, eller lösenordet för det begärda administratörskontot.
tr: <link xref="user-admin-explain">Yönetimsel ayrıcalıklar</link> gerekiyor. Parolanızı ya da yönetici hesabı için istenen parolayı girin.
zh_cn: 需要<link xref="user-admin-explain">管理员特权</link>。请输入您的密码或要求的管理员账号的密码。
