Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Each user has their own home folder for their files and settings. You can choose to keep or delete the user's home folder. Delete the files if you're sure they won't be used anymore and you need to free up disk space. These files are permanently deleted. They can't be recovered. You may want to back up the files to an external drive or CD before deleting them.
ast: Cada usuariu tien su propia carpeta de aniciu pa sus ficheros y configuraciones. Puede optar por caltener o desaniciar la carpeta de aniciu dl'usuario. Elimine los ficheros si ta seguru de que no se utilizará más y necesita liberar espaciu en discu. Estos ficheros se eliminan permanentemente. No se pueden recuperar. Es posible que desee facer una copia de seguridá de los ficheros nuna unidá externa o CD enantes de eliminarlos.
el: Κάθε χρήστης έχει το δικό του προσωπικό φάκελο για τα αρχεία του και τις ρυθμίσεις του. Μπορείτε να επιλέξετε να κρατήσετε ή να διαγράψετε τον φάκελο του χρήστη. Διαγράψτε τα αρχεία αν είστε σίγουρος ότι δεν θα χρησιμοποιούνται πλέον και χρειάζεστε να ελευθερώσετε χώρο στο δίσκο. Αυτά τα αρχεία διαγράφονται οριστικά. Δε μπορούν να ανακτηθούν. Μπορείτε, αν θέλετε, να δημιουργήσετε αντίγραφα ασφαλείας των αρχείων σε έναν εξωτερικό δίσκο ή CD πριν από τη διαγραφή τους.
es: Cada usuario tiene su propia carpeta de inicio para sus archivos y configuraciones. Puede optar por mantener o eliminar la carpeta de inicio del usuario. Elimine los archivos si está seguro de que no se utilizará más y necesita liberar espacio en disco. Estos archivos se eliminan permanentemente. No se pueden recuperar. Es posible que desee hacer una copia de seguridad de los archivos en una unidad externa o CD antes de eliminarlos.
fi: Jokaisella käyttäjällä on oma kotikansio, joka sisältää tiedostoja ja henkilökohtaiset asetukset. Voit valita, säilytetäänkö vai poistetaanko käyttäjän kotikansio. Poista kotikansio, jos olet varma, ettei sille ole enää käyttöä. Kaikki poistettavat tiedostot katoavat, eikä niitä ole mahdollista palauttaa. Tiedostot kannattaa varmuuskopioida ennen poistamista esimerkiksi ulkoiselle kiintolevylle tai DVD-levylle.
nl: Iedere gebruiker heeft zijn eigen persoonlijke map voor het bewaren van diens bestanden en instellingen. U kunt ervoor kiezen de persoonlijke map van de gebruiker te behouden of te verwijderen. Verwijder de bestanden als u er zeker van bent dat ze niet meer gebruikt worden en u schijfruimte wilt vrijmaken. Deze bestanden zullen permanent verwijderd worden. Ze kunnen niet teruggehaald worden. Voordat u de bestanden verwijdert kunt u er een reservekopie van maken op een externe harde schijf of cd.
pt_br: Cada usuário tem sua própria pasta pessoal para os seus arquivos e configurações. Você pode optar por manter ou apagar a pasta pessoal do usuário. Exclua os arquivos se você tem certeza que esta não será mais usada e precisar liberar espaço em disco. Esses arquivos serão excluídos permanentemente. Eles não poderão ser recuperados. Você poderá fazer backup dos arquivos para uma unidade externa ou CD antes de excluí-los.
ru: Каждый пользователь имеет собственную домашнюю папку для своих файлов и настроек. Вы можете выбрать, оставить или удалить домашнюю папку пользователя. Удалите её, если уверены, что находящиеся в ней файлы больше не понадобятся, и если вам нужно освободить место на диске. Файлы будут удалены безвозвратно, восстановить их будет невозможно. Вы можете перед удалением сделать резервную копию файлов на внешнем диске или CD.

source: Advanced techniques for resetting your password
ast: Técnicas avanzadas pa restablecer su contraseña
el: Εξειδικευμένες τεχνικές για την επαναφορά του κωδικού πρόσβασής σας
es: Técnicas avanzadas para restablecer su contraseña
fi: Edistyneempiä tapoja nollata salasana
nl: Geavanceerde technieken voor het opnieuw instellen van uw wachtwoord
pt_br: Técnicas avançadas para reinicializar sua senha
ru: Продвинутые методы для сброса вашего пароля

source: I forgot my password!
ast: Olvidé mi contraseña.
el: Ξέχασα τον κωδικό μου!
es: Olvidé mi contraseña.
fi: Unohdin salasanani!
nl: Ik ben mijn wachtwoord vergeten!
pt_br: Esqueci minha senha!
ru: Я забыл свой пароль!

source: It is important to choose not only <link xref="user-goodpassword">a good and secure password</link>, but also one that you can remember. If you have forgotten the password to log in to your computer account, you can follow the following steps to reset it.
ast: Es importante escoyer no solo una <link xref="user-goodpassword">contraseña buena y segura</link>, sinon tamién una que pueda remembrar. Si olvida la contraseña necesaria pa entamar sesión en su cuenta del equipu, puede siguir estos pasos pa restablecerla.
el: Είναι σημαντικό να επιλέξετε όχι μόνο <link xref="user-goodpassword"> έναν καλό και ασφαλή κωδικό πρόσβασης </link>, αλλά και έναν τον οποίο μπορείτε να θυμηθείτε. Αν έχετε ξεχάσει τον κωδικό πρόσβασης, για να συνδεθείτε με το λογαριασμό σας, μπορείτε να ακολουθήσετε τα παρακάτω βήματα για να τον επαναφέρετε.
fi: Pelkästään <link xref="user-goodpassword">hyvän ja turvallisen salasanan</link> valinta ei riitä, salasanan tulisi olla myös helposti muistettavissa. Jos olet unohtanut käyttäjätilisi salasanan, seuraa seuraavia ohjeita nollataksesi salasanasi.
pt_br: É importante escolher não somente <link xref="user-goodpassword">uma senha boa e segura</link>, mas também uma que você possa se lembrar. Se você tiver esquecido a senha para iniciar a sessão na sua conta de computador, siga os seguintes passos para reiniciá-la.
ru: Важно не только выбрать <link xref="user-goodpassword">безопасный и стойкий пароль</link>, но также такой, чтобы вы смогли его запомнить. Если вы забыли пароль для входа в систему, вы можете воспользоваться инструкцией по его сбросу.

source: If you have an encrypted home directory, you will not be able to reset a forgotten password.
ast: Si tien una carpeta de aniciu cifrada, no podrá restablecer una contraseña olvidada.
el: Εάν έχετε έναν κρυπτογραφημένο φάκελο, δεν θα είστε σε θέση να επαναφέρετε έναν κωδικό πρόσβασης που δεν θυμάστε.
es: Si tiene una carpeta de inicio cifrada, no podrá restablecer una contraseña olvidada.
fi: Jos käytössäsi on salattu kotikansio, unohtuneen salasanan palauttaminen ei ole mahdollista.
nl: Als u een versleutelde persoonlijke map heeft, dan kunt u een vergeten wachtwoord niet opnieuw instellen.
pt_br: Se voce tiver seu diretório pessoal encriptado, você não será capaz de resetar uma senha esquecida.
ru: Если у вас зашифрован домашний каталог, то вы не сможете сбросить забытый пароль.

source: If you simply want to change your password, see <link xref="user-changepassword"/>.
ast: Si simplemente quies camudar su contraseña, consulte la <link xref="user-changepassword"/>.
el: Αν απλώς θέλετε να αλλάξετε τον κωδικό πρόσβασής σας, δείτε το <link xref="user-changepassword"/>.
es: Si simplemente quiere cambiar su contraseña, consulte la <link xref="user-changepassword"/>.
fi: Jos haluat pelkästään vaihtaa salasanasi, lue <link xref="user-changepassword"/>.
nl: Als u eenvoudigweg uw wachtwoord wilt wijzigen, zie <link xref="user-changepassword"/>.
pt_br: Se voce quer simplesmente mudar sua senha, veja <link xref="user-changepassword"/>.
ru: Если вы просто хотите сменить ваш пароль, смотрите <link xref="user-changepassword"/>.

source: Reset password using Grub
ast: Restablecer la contraseña usando Grub
el: Επαναφορά κωδικού πρόσβασης χρησιμοποιώντας το GRUB
es: Restablecer la contraseña usando Grub
fi: Nollaa salasana käyttäen Grubia
nl: Wachtwoord opnieuw instellen via Grub
pt_br: Reinicialize a senha utilizando o Grub
ru: Сброс пароля, используя Grub

source: Restart your computer, and hold down <key>Shift</key> during bootup to get into the Grub menu.
ast: Reinicie su equipu y mantenga presionada la tecla <key>Mayús</key> durante el arranque pa abrir el menú de Grub.
el: Επανεκκινήστε τον υπολογιστή σας και κρατήστε πατημένο το πλήκτρο <key>Shift</key> κατά την εκκίνηση για να εισέλθετε στο μενού του GRUB.
fi: Käynnistä tietokoneesi uudelleen ja pidä käynnistyksen yhteydessä <key>Shift</key>-näppäintä pohjassa päästäksesi Grub-käynnistysvalikkoon.
nl: Herstart u computer, en druk tijdens het opstarten de <key>Shift</key> ingedrukt om in het Grub-menu te komen.
pt_br: Reinicie seu computador e mantenha pressionada a tecla <key>Shift</key> durante a inicialização para entrar no menu do Grub.
ru: Перезагрузите компьютер, и удерживайте клавишу <key>Shift</key>, во время загрузки, чтобы войти в меню Grub.

source: If you have a dual-boot machine and you choose at boot time which operating system to boot into, the Grub menu should appear without the need to hold down <key>Shift</key>.
ast: Si tien una máquina con arranque dual y escueye durante el arranque el sistema operativu que quies usar, el menú de Grub aparecerá sin necesidad de caltener pulsada la tecla <key>Mayús</key>.
el: Εάν έχετε ένα διπλής εκκίνησης μηχάνημα και επιλέγετε κατά την εκκίνηση ποιο λειτουργικό σύστημα θα ξεκινήσει, το μενού του GRUB θα πρέπει να εμφανίζεται χωρίς να χρειάζεται να κρατάτε πατημένο το πλήκτρο <key>Shift</key>.
pt_br: Se você tem um computador com dois sistemas operacionais e você escolhe durante a inicialização qual deles você quer iniciar, o menu do Grub deve aparecer sem que você precise manter pressionada a tecla <key>Shift</key>.
ru: Если в вашей системе установлено несколько операционных систем и вы каждый раз выбираете в какой системе желаете выполнять задачи, меню Grub должно появиться без необходимости удержания клавиши <key>Shift</key>.

source: If you are unable to get into the Grub boot menu, and therefore cannot choose to boot into recovery mode, you can <link xref="user-forgottenpassword#live-cd">use a live CD to reset your user password</link>.
ast: Si no puede entrar nel menú de arranque de Grub y, por tanto, no puede arrancar en mou de recuperación, puede <link xref="user-forgottenpassword#live-cd">usar un «live CD» pa reaniciar su contraseña de usuariu</link>.
el: Εάν δε μπορείτε να εισέλθετε στο μενού εκκίνησης του GRUB και ως εκ τούτου δε μπορείτε να επιλέξετε εκκίνηση σε λειτουργία επαναφοράς, μπορείτε να <link xref="user-forgottenpassword#live-cd"> χρησιμοποιήσετε ένα δοκιμαστικό CD για να επαναφέρετε τον κωδικό πρόσβασής σας</link>.
es: Si no puede entrar en el menú de arranque de Grub y, por tanto, no puede arrancar en modo de recuperación, puede <link xref="user-forgottenpassword#live-cd">usar un «live CD» para reiniciar su contraseña de usuario</link>.
nl: Als u niet in het Grub-startmenu kunt komen, en dus niet kunt kiezen voor het starten in de herstelmodus, dan kunt u <link xref="user-forgottenpassword#live-cd">een live-cd gebruiken om uw gebruikerswachtwoord opnieuw in te stellen</link>.
pt_br: Se voce não conseguir entrar no menu de inicialização do Grub, e por conta disso não puder escolher o modo de recuperação, você pode <link xref="user-forgottenpassword#live-cd">utilizar um live CD para resetar a senha</link>.
ru: Если вам не удаётся войти в загрузочное меню Grub, и из-за этого вы не можете выбрать загрузку в режиме восстановления, можно <link xref="user-forgottenpassword#live-cd">использовать live CD для сброса вашего пароля пользователя</link>.

source: Press the down arrow on your keyboard to highlight the line that ends with the words 'recovery mode', then press <key>Enter</key>.
ast: Calca la tecla de flecha abaxo de su tecláu pa resaltar la llinia que acaba en «mou recuperación», y a continuación calca <key>Intro</key>.
el: Πατήστε το κάτω βέλος στο πληκτρολόγιό σας για να επισημάνετε τη γραμμή που τελειώνει με την φράση «λειτουργία επαναφοράς» και, στη συνέχεια πατήστε το πλήκτρο <key>Enter</key>.
es: Pulse la tecla de flecha abajo de su teclado para resaltar la línea que acaba en «modo recuperación», y a continuación pulse <key>Entrar</key>.
nl: Ga met de pijl omlaag-toets op uw toetsenbord naar de regel die eindigt met het woord 'herstelmodus' en druk dan op <key>Enter</key>.
pt_br: Pressione a tecla seta para baixo no seu teclado para selecionar a linha que termina com as palavras 'modo de recuperação' e pressione <key>Enter</key>.
ru: Нажмите клавишу со стрелкой вниз, чтобы выделить строку, заканчивающуюся словами "recovery mode", затем нажмите <key>Enter</key>.

source: Your computer will now begin the boot process. After a few moments, a <gui>Recovery Menu</gui> will appear. Use your down arrow key to highlight <gui>root</gui> and press <key>Enter</key>.
ast: Su equipu empezará el procesu de arranque. Tras unos momentos, aparecerá un <gui>Menú de recuperación</gui>. Use la tecla de flech abaxo pa resaltar la opción <gui>root</gui> y calca <key>Intro</key>.
el: Ο υπολογιστής σας θα ξεκινήσει τώρα τη διαδικασία εκκίνησης. Μετά από λίγα λεπτά, ένα <gui>Μενού επαναφοράς</gui> θα εμφανιστεί. Χρησιμοποιείστε το κάτω βέλος για να επισημάνετε τη <gui>διαδρομή</gui> και πατήστε το πλήκτρο <key>Enter</key>.
es: Su equipo empezará el proceso de arranque. Tras unos momentos, aparecerá un <gui>Menú de recuperación</gui>. Use la tecla de flech abajo para resaltar la opción <gui>root</gui> y pulse <key>Entrar</key>.
nl: Uw computer zal nu met het startproces beginnen. Even later zal er een <gui>Herstelmenu</gui> verschijnen. Ga met de pijl omlaag-toets naar <gui>root</gui> en druk op <key>Enter</key>.
pt_br: Seu computador vai agora iniciar o processo de boot. Depois de alguns instantes o <gui>Menu de Recuperação</gui> aparecerá. Utilize a tecla seta para baixo para selecionar <gui>root</gui> e pressione <key>Enter</key>.
ru: Ваш компьютер начнёт процесс загрузки. Через некоторое время появится <gui>Меню восстановления</gui> (Recovery Menu). С помощью клавиши со стрелкой вниз выберите <gui>root</gui> и нажмите <key>Enter</key>.

source: At the <cmd>#</cmd> symbol, type:
ast: Nel símbolu <cmd>#</cmd> escribe:
el: Στο σύμβολο <cmd>#</cmd>, πληκτρολογήστε:
es: En el símbolo <cmd>#</cmd> escriba:
nl: Typ achter het <cmd>#</cmd>-teken:
pt_br: No símbolo <cmd>#</cmd>, digite:
ru: После символа <cmd>#</cmd> наберите:

source: <cmd>passwd <var>username</var></cmd>, where <var>username</var> is the username of the account you're changing the password for.
ast: <cmd>passwd <var>usuariu</var></cmd>, donde <var>usuariu</var> es el nome dl'usuario a quien ta cambiando la contraseña.
el: <cmd>passwd <var>username</var></cmd>, όπου <var>username</var> είναι το όνομα χρήστη του λογαριασμού για τον οποίο αλλάζετε τον κωδικό πρόσβασης.
es: <cmd>passwd <var>usuario</var></cmd>, donde <var>usuario</var> es el nombre del usuario a quien está cambiando la contraseña.
nl: <cmd>passwd <var>username</var></cmd>, waarbij <var>username</var> de gebruikersnaam is van het account waarvoor u het wachtwoord wilt wijzigen.
pt_br: <cmd>passwd <var>username</var></cmd>, onde <var>username</var> é o nome do usuário da conta que você quer mudar a senha.
ru: <cmd>passwd <var>имя_пользователя</var></cmd>, где <var>имя_пользователя</var> это учётная запись, пароль для которой вы меняете.

source: You will be prompted to enter a new UNIX password, and to confirm the new password.
ast: Se le pedirá que introduzca una contraseña UNIX nueva y que la confirme.
el: Θα σας ζητηθεί να εισάγετε και να επιβεβαιώσετε ένα νέο κωδικό πρόσβασης UNIX.
es: Se le pedirá que introduzca una contraseña UNIX nueva y que la confirme.
fi: Sinua pyydetään antamaan ja vahvistamaan uusi UNIX-salasana.
nl: U wordt gevraagd een nieuw UNIX-wachtwoord in te voeren en het nieuwe wachtwoord te bevestigen.
pt_br: Será solicitado para voce digitar uma nova senha UNIX e confirmar novamente a senha.
ru: Будет предложено ввести новый пароль UNIX и подтвердить его.

source: Then type:
ast: A continuación, teclee:
el: Έπειτα πληκτρολογήστε:
es: A continuación, teclee:
fi: Sen jälkeen kirjoita:
nl: Typ daarna:
pt_br: Então, digite:
ru: Затем наберите:

source: After you successfully log in, you will not be able to access your keyring (since you don't remember the old password). This means that all your saved passwords for wireless networks, jabber accounts, etc. will no longer be accessible. You will need to <link xref="#delete-keyring">delete the old keyring</link> and start a new one.
ast: Dempués de entamar sesión correcho, no podrá acceder a su depósito de claves (ya que no recuerda la contraseña antigua). Esto significa que toes sus contraseñes guardadas pa redes inalámbricas, cuentas de Jabber, etc. no volverán a tar disponibles. Deberá <link xref="#delete-keyring">desaniciar el depósito de claves antiguo</link> y criar uno nuevu.
el: Αφού συνδεθείτε με επιτυχία, δεν θα είστε σε θέση να έχετε πρόσβαση στην κλειδοθήκη σας (αφού δεν θυμάστε τον παλιό κωδικό πρόσβασης). Αυτό σημαίνει ότι όλοι οι αποθηκευμένοι κωδικοί πρόσβασης σας για τα ασύρματα δίκτυα, τους λογαριασμούς άμεσης επικοινωνίας «Jabber», κλπ. δεν θα είναι πλέον προσιτοί. Θα πρέπει να <link xref="#delete-keyring">διαγράψετε την παλιά κλειδοθήκη</link> και να ξεκινήσετε μία νέα.
es: Después de iniciar sesión correctamente, no podrá acceder a su depósito de claves (ya que no recuerda la contraseña antigua). Esto significa que todas sus contraseñas guardadas para redes inalámbricas, cuentas de Jabber, etc. no volverán a estar disponibles. Deberá <link xref="#delete-keyring">eliminar el depósito de claves antiguo</link> y crear uno nuevo.
nl: Nadat u zich met succes heeft aangemeld zult u niet bij uw sleutelbos kunnen komen (aangezien u het oude wachtwoord vergeten bent). Dit betekent dat u niet langer toegang heeft tot uw opgeslagen wachtwoorden zoals voor voor draadloze netwerken, jabber-accounts, enz. U zult de oude sleutelbos moeten <link xref="#delete-keyring">verwijderen</link> en een nieuwe starten.
pt_br: Depois que você entrar, não terás acesso ao seu chaveiro (desde que você não se lembre da senha antiga). Isso significa que todas as sua senhas salvas para redes sem fio, contas Jabber, etc. não estarão mais acessíveis. Você precisará <link xref="#delete-keyring">apagar o chaveiro antigo</link> e iniciar um novo.
ru: После успешного входа в систему вы не сможете получить доступ к вашему брелоку (вы ведь не помните старый пароль). Это означает, что все ваши сохранённые пароли для беспроводной сети, учётных записей jabber, и т.п. будут теперь недоступны. Вам понадобится <link xref="#delete-keyring">удалить старый брелок</link> и создать новый.

source: Reset password using a Live CD or USB
ast: Restablecer la contraseña usando un Live CD o USB
el: Επαναφορά τoυ κωδικού πρόσβασης χρησιμοποιώντας ένα δοκιμαστικό CD ή USB
es: Restablecer la contraseña usando un Live CD o USB
fi: Nollaa salasana käyttäen Live-CD:tä tai USB:tä.
nl: Wachtwoord opnieuw instellen via een live-cd of -usb-stick
pt_br: Redefinir senha usando um Live Cd ou USB
ru: Сброс пароля с использованием Live CD или USB

source: Boot the Live CD or USB.
ast: Arranque el Live CD o USB.
el: Εκκινήστε το δοκιμαστικό CD ή USΒ.
es: Arranque el Live CD o USB.
fi: Käynnistä Live-CD:ltä tai -USB:ltä.
nl: Start met de live-cd of -usb-stick.
pt_br: Inicializar o Live CD ou USB
ru: Выполните загрузку с Live CD или USB.

source: Mount your drive.
ast: Monte su unidá.
el: Προσαρτήστε το δίσκο σας.
es: Monte su unidad.
fi: Liitä asemasi.
nl: Koppel het station aan.
pt_br: Montar seu drive
ru: Подключение диска.

source: Press <keyseq><key>Alt</key><key>F2</key></keyseq> to get the <gui>Run Application</gui> window.
ast: Calca <keyseq><key>Alt</key><key>F2</key></keyseq> pa abrir la ventana de <gui>Executar aplicaciones</gui>.
el: Πατήστε <keyseq><key>Alt</key><key>F2</key></keyseq> για να ανοίξετε το παράθυρο <gui>Εκτέλεση εφαρμογής</gui>.
fi: Paina <keyseq><key>Alt</key><key>F2</key></keyseq> avataksesi <gui>Suorita komento</gui> -ikkunan.
nl: Druk op <keyseq><key>Alt</key><key>F2</key></keyseq> om het <gui>Opdracht uitvoeren</gui>-venster te openen.
pt_br: Pressione <keyseq><key>Alt</key><key>F2</key></keyseq> para abrir a janela <gui>Executar aplicativo</gui>.
ru: Нажмите <keyseq><key>Alt</key><key>F2</key></keyseq> для запуска окна <gui>Выполнить команду</gui>.

source: Type <cmd>gksu nautilus</cmd> to launch the file manager with system-wide privileges.
ast: Teclee <cmd>gksudo nautilus</cmd> pa llanzar el xestor de ficheros con privilexos pa too el sistema.
el: Πληκτρολογήστε <cmd>gksu nautilus</cmd> για να ξεκινήσει ο διαχειριστής αρχείων με όλο το σύστημα των προνομίων.
es: Teclee <cmd>gksudo nautilus</cmd> para lanzar el gestor de archivos con privilegios para todo el sistema.
fi: Kirjoita <cmd>gksu nautilus</cmd> käynnistääksesi tiedostonhallinnan pääkäyttäjän oikeuksin.
nl: Typ <cmd>gksu nautilus</cmd> om bestandsbeheer te starten met rechten voor het hele systeem.
pt_br: Tecle <cmd>gksu nautilus</cmd> para executar o gerenciador de arquivos com todos os privilégios do sistema.
ru: Наберите <cmd>gksu nautilus</cmd>, чтобы запустить менеджер файлов с привилегиями суперпользователя.

source: Within the drive you just mounted, you can check that it is the right drive by clicking <gui> home </gui> and then your username.
ast: Na unidá de discu que acaba de montar, podrá comprobar que es la unidá correcta pulsando <gui> home </gui> y dempués su nobre de usuariu.
el: Εντός του δίσκου που μόλις προσαρτήθηκε, μπορείτε να ελέγξετε ότι είναι ο σωστός οδηγός εκκίνησης κάνοντας κλικ επιλέγοντας <gui>home</gui> και στη συνέχεια το όνομα χρήστη σας.
es: En la unidad de disco que acaba de montar, podrá comprobar que es la unidad correcta pulsando <gui> home </gui> y luego su nobre de usuario.
nl: In het station dat u zojuist aangekoppeld heeft, kunt u controleren of het het juiste station is door op <gui>home</gui> en daarna uw gebruikersnaam te klikken.
pt_br: Dentro da unidade que você acabou de montar, você pode verificar se é o driver correto clicando em <gui> home </gui> e, em seguida no seu nome de usuário.
ru: Проверить, тот ли диск вы только что подключили, можно, щёлкнув на папке <gui> home </gui>, а затем на папке с вашим именем пользователя.

source: Go to the top-level directory of the mounted drive. Then go into the <gui>etc</gui> directory.
ast: Vaya a la carpeta de nivel superior de la unidá montada. Dempués vaya a la carpeta <gui>etc</gui>.
el: Μεταβείτε στο υψηλότερο επίπεδο καταλόγου της προσαρτημένης μονάδας δίσκου. Στη συνέχεια, πηγαίνετε στον κατάλογο <gui>etc</gui>.
es: Vaya a la carpeta de nivel superior de la unidad montada. Luego vaya a la carpeta <gui>etc</gui>.
pt_br: Vá para o diretório um nível superior da unidade montada. Em seguida, vá para o diretório <gui> etc </gui>.
ru: Перейдите в корневой каталог смонтированного диска. Затем перейдите в каталог <gui>etc</gui>.

source: Locate the 'shadow' file and make a backup copy:
ast: Localice el ficheru «shadow» y fae una copia de seguridá:
el: Εντοπίστε το αρχείο «shadow» και κρατήστε ένα αντίγραφο ασφαλείας:
es: Localice el archivo «shadow» y haga una copia de seguridad:
nl: Lokaliseer het ‘shadow’-bestand en maak een backup:
pt_br: Localize o arquivo 'shadow' e faça uma cópia de segurança:
ru: Найдите файл 'shadow' и сделайте его резервную копию:

source: Right-click on the shadow file and select <gui>copy</gui>.
ast: Calca col botón drechu del mur nel ficheru «shadow» y escueyi <gui>Copiar</gui>.
el: Κάντε δεξί κλικ στο αρχείο shadow και επιλέξτε <gui>αντιγραφή</gui>..
es: Pulse con el botón derecho del ratón en el archivo «shadow» y seleccione <gui>Copiar</gui>.
nl: Klik rechts op het ‘shadow’-bestand en klik <gui>Kopiëren</gui>.
pt_br: Clique com o botão direito no arquivo shadow e depois selecione <gui>copiar</gui>.
ru: Щёлкните правой кнопкой мыши на файле shadow и выберите <gui>Копировать</gui>.
