Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Calibrating your scanner is important to capture accurate colors.
ast: Calibrar su escáner es importante pa capturar colores precisos.
el: Η ρύθμιση του σαρωτή σας είναι σημαντική για την καταγραφή χρωμάτων με ακριβή τρόπο.
fi: Kuvanlukijan kalibrointi on tärkeää mahdollisimman tarkkojen värien tallentamiseksi.
nl: Kalibreren van uw scanner is belangrijk om kleuren nauwkeurig vast te leggen.
pt_br: Calibrar seu digitalizador é importante para capturar as cores com precisão.
ru: Калибровка сканера важна для достижения точной передачи цветов.

source: How do I calibrate my scanner?
ast: ¿Cómo puedo calibrar el mio escáner?
el: Πώς ρυθμίζω το σαρωτή μου;
fi: Kuinka kalibroin kuvanlukijani?
nl: Hoe kalibreer ik mijn scanner
pt_br: Como eu calibro o meu digitalizador?
ru: Как откалибровать сканер?

source: You scan in your target file and save it as an uncompressed TIFF file. You can then click <gui>Calibrate...</gui> from <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq> to create a profile for the device.
ast: Puede escanear en u ficheru oxetivu y guardar como un ficheru TIFF sin comprimir. Dempués puede calca <gui>Calibrae...</gui> en <guiseq><gui>Configuración de sistema</gui><gui>Color</gui></guiseq> pa criar un perfil de color pa el preséu.
el: Σαρώστε το επιλεγμένο αρχείο σας και αποθήκευσε το ως ένα μη συμπιεσμένο αρχείο TIFF. Μπορείτε να κάνετε στη συνέχεια κλικ στις <gui>Βαθμονόμηση...</gui> από το μενού <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Χρώμα</gui></guiseq> για να δημιουργήσετε ένα προφίλ για τη συσκευή.
nl: U kunt een doelbestand inscannen en opslaan als een niet gecomprimeerd TIFF-bestand. Daarna kunt u klikken op <gui>Kalibreren...</gui> in <guiseq><gui>Systeeminstellingen</gui><gui>Kleur</gui></guiseq> om een profiel voor het apparaat aan te maken.
pt_br: Você digitaliza o seu alvo de calibração e o salva como um arquivo TIFF sem compressão. Então você pode clicar <gui>Calibrar...</gui> em <guiseq><gui>Configurações do sistema</gui><gui>Cor</gui></guiseq> para criar um perfil para o dispositivo.
ru: Вы выполняете сканирование в файл и сохраняете его в формате файла TIFF без сжатия. Затем, вы можете щёлкнуть <gui>Калибровать...</gui> <guiseq><gui>Параметры системы</gui><gui>Цвет</gui></guiseq>, если хотите создать профиль устройства.

source: Scanner devices are incredibly stable over time and temperature and do not usually need to be recalibrated.
ast: Los preseos de escáner son mui estables nel tiempu y a variaciones de temperatura polo general no necesita ser recalibráu.
el: Οι συσκευές σάρωσης είναι απίστευτα σταθερές με την πάροδο του χρόνου και στην θερμοκρασία και συνήθως δε χρειάζεται να βαθμονομηθούν ξανά.
fi: Kuvanlukulaitteet eivät juurikaan ikäänny, eivätkä ne yleensä vaadi kalibrointia uudelleen.
nl: Scanners zijn ongelooflijk stabiel in tijd en temperatuur en hoeven meestal niet gekalibreerd te worden.
pt_br: Digitalizadores são incrivelmente estáveis ao longo do tempo e com mudanças de temperatura, e geralmente não necessitam ser recalibrados.
ru: Сканеры достаточно устойчивы ко времени и температуре и обычно не возникает необходимости выполнять повторную калибровку.

source: Calibrating your screen is important to display accurate colors.
ast: La calibración de la pantalla es importante pa amosar los colores adecuados
el: Η ρύθμιση της οθόνης σας είναι σημαντική για την προβολή χρωμάτων με αρκιβή τρόπο.
fi: Näytön kalibrointi on tärkeää tarkkojen värisävyjen näyttämiseksi.
nl: Kalibreren van uw scherm is belangrijk om kleuren nauwkeurig vast te leggen.
pt_br: Calibrar a sua tela é importante para exibir cores precisas.
ru: Выполнение калибровки вашего экрана важно для наиболее точного отображения цветов.

source: How do I calibrate my screen?
ast: ¿Cómo puedo calibrar mi pantalla?
el: Πώς ρυθμίζω την οθόνη μου;
fi: Kuinka kalibroin näyttöni?
nl: Hoe kalibreer ik mijn scherm?
pt_br: Como eu calibro minha tela?
ru: Как выполнить калибровку экрана?

source: Calibrating your screen is very easy to do and should be a hard requirement if you're involved in computer design or artwork.
ast: Calibrar la pantalla es mui fácil de facer y resulta mui recomendable si ta involucráu nel diseño por computador o en trabayos artísticos.
el: Η ρύθμιση της οθόνης είναι αρκετά εύκολη διαδικασία για εσάς και είναι απαραίτητη αν ασχολείστε με σχεδίαση ή άλλες καλλιτεχνικές εργασίες μέσω του υπολογιστή σας.
fi: Näytön kalibrointi on helppoa, ja sen pitäisi olla vaatimus kaikille graafista tai muuta suunnittelutyötä tekeville.
nl: Kalibreren van u scherm is zeer eenvoudig te doen, en is een vereiste als u zich bezig houdt met kunst of design op de computer.
pt_br: Calibrar a sua tela é muito fácil e deve ser eu requisito importante se você está envolvido com design e arte-final.
ru: Калибровка экрана очень проста и должна быть важным требованием, если вы вовлечены в дизайнерскую работу или работаете над произведениями искусства.

source: By using a device called colorimeter you accurately measure the different colors that your screen is able to display. By running <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq> you can easily create a profile, and the wizard will show you how to attach the colorimeter device and what settings to adjust.
ast: Usando un preséu llamáu colorímetro, puede calibrar de manera precisa los colores que su pantalla es capaz de amosar. Executando <guiseq><gui>Configuración de sistema</gui><gui>Color</gui></guiseq> puede criar un perfil, y el asistente le mostrará como coneutar el colorímetro y que opciones configurar.
el: Χρησιμοποιώντας μια συσκευή που ονομάζεται χρωματόμετρο, μπορείτε να μετρήσετε με ακρίβεια τα διαφορετικά χρώματα που η οθόνη σας είναι σε θέση να εμφανίσει. Εκτελώντας από το μενού <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Χρώμα</gui></guiseq> μπορείτε εύκολα να δημιουργήσετε ένα προφίλ και ο οδηγός θα σας δείξει πως να συνδέσετε τη συσκευή και πώς να την προσαρμόσετε.
fi: Käyttämällä ns. kolorimetriä voit mitata tarkasti värit, joita näyttösi kykenee esittämään. Avaa <guiseq><gui>Järjestelmäasetukset</gui><gui>Värit</gui></guiseq> ja luo profiili, jolloin ohjattu toiminto opastaa kolorimetrin käyttöönotossa ja kertoo, mitä asetuksia muuttaa.
nl: Bij het gebruiken van een apparaat genaamd colorimeter, kunt u accuraat de verschillende kleuren meten wat uw beeld in staat is te weergeven. Door naar <guiseq><gui>Systeeminstellingen</gui><gui>Kleur</gui></guiseq> te gaan kunt u eenvoudig een profiel aanmaken. De wizard u laat zien hoe u het colormeter-apparaat kunt aansluiten en welke instellingen u kunt aanpassen.
pt_br: Usando um dispositivo chamado colorímetro você pode medir com precisão as diferentes cores que sua tela é capaz de exibir. Executando <guiseq><gui>Configurações do sistema</gui><gui>Cor</gui></guiseq> você pode facilmente criar um perfil, e o assistente irá mostrar a você como instalar o colorímetro e que configurações ajustar.
ru: Вы точно измерите различные цвета, которые способен отобразить ваш экран с помощью устройства под названием «колориметр». При запуске приложения <guiseq><gui>Параметры системы</gui><gui>Цвет</gui></guiseq> можно легко создать профиль, а мастер покажет вам, как присоединить колориметр и как его настроить.

source: Screens change all the time - the backlight in a TFT will half in brightness approximately every 18 months, and will get yellower as it gets older. This means you should recalibrate your screen when the [!] icon appears in the color control panel.
ast: El color de les pantalles camuda too el tiempu - la luz de fondu nuna pantalla TFT tien aproximadamente cada 18 meses un cambéu de color de fondu, y a medida que envejece irá amarilleando. Esto significa que tien de volver a calibrar la pantalla cuando aparece el iconu [!] nel panel de control del color.
el: Οι οθόνες αλλάζουν όλη την ώρα - ο οπίσθιος φωτισμός σε μια οθόνη TFT θα μειωθεί σε φωτεινότητα περίπου κάθε 18 μήνες και θα κιτρινίζει καθώς γερνά. Αυτό σημαίνει ότι θα πρέπει να επαναλάβετε τη βαθμονόμηση της οθόνης σας, όταν εμφανίζεται το εικονίδιο [!] στον πίνακα ελέγχου χρώματος.
fi: Näytöt vanhenevat. Litteiden TFT-näyttöjen taustavalojen valoisuusteho puolittuu noin 1,5 vuoden välein. Näytön kuva muuttuu keltaisemmaksi iän myötä. Tämän vuoksi on tärkeää kalibroida näyttö uudelleen, kun [!]-merkki on näkyvissä järjestelmäasetuksien värienhallinnassa.
nl: Schermen veranderen de hele tijd - de helderheid van de achtergrondverlichting in een TFT-scherm halveert ongeveer elke 18 maanden, en wordt tevens geler naarmate deze ouder wordt. Dit betekent dat u uw scherm opnieuw dient te kalibreren wanneer het pictogram [!] in het kleurbeheerpaneel verschijnt.
pt_br: Telas mudam o tempo todo - a luz de fundo de um TFT irá perder a metade do seu brilho aproximadamente a cada 18 meses, e vai ficar amarelada a medida que envelhece. Isso significa que você deve recalibrar a sua tela quando o ícone [!] aparecer no painel de controle de cor.
ru: Цвет экранов все время меняется — примерно каждые 18 месяцев яркость подсветки TFT-мониторов снижается наполовину, при старении цвет становится желтее. Это означает, что, как только появится значок [!] в панели управления цветом, вам нужно прокалибровать экран заново.

source: LED screens also change over time, but a much slower rate than TFTs.
ast: Les pantalles LED tamién cambian col tiempu, pero un ritmu mucho más lento que el TFT.
el: Οι οθόνες LED επίσης αλλάζουν με το χρόνο, αλλά με πολύ μικρότερο ρυθμό από τις οθόνες TFT.
fi: Myös litteät LED-näytöt ikääntyvät, mutta paljon hitaammin kuin TFT-näytöt.
nl: LED-schermen veranderen ook in de loop van tijd, maar in een veel langzamer dan TFT's.
pt_br: Telas LED também mudam com o tempo, mas numa velocidade muito menor que as TFTs.
ru: LED экраны со временем также изменяются, но значительно медленнее, чем ЖК (TFT).

source: Calibration and characterization are different things entirely.
ast: Calibrar y caracterizar son cosas totalmente estremaes.
el: Η βαθμονόμηση και ο χαρακτηρισμός είναι εντελώς διαφορετικά πράγματα.
fi: Kalibrointi ja profilointi ovat täysin eri asioita.
nl: Kalibratie en karakterisering zijn totaal verschillende dingen.
pt_br: Calibragem e caracterização são coisas totalmente diferentes.
ru: Калибровка и характеризация – это совершенно разные вещи.

source: What's the difference between calibration and characterization?
ast: ¿Cuál es la diferencia ente calibración y caracterización?
el: Ποια είναι η διαφορά μεταξύ βαθμονόμησης και χαρακτηρισμού;
fi: Mitä eroa on kalibroinnilla ja profiloinnilla?
nl: Wat is het verschil tussen kalibreren en karakteriseren?
pt_br: Qual é a diferença entre calibragem e caracterização?
ru: В чём разница между калибровкой и характеризацией?

source: Many people are initially confused about the difference between calibration and characterization. Calibration is the process of modifying the color behavior of a device. This is typically done using two mechanisms:
ast: Abondes personas se confunden inicialmente tocante a la diferencia ente calibración y caracterización. La calibración es el procesu de camudar el comportamiento del color de un preséu. Esto se fai normalmente per aciu de dos mecanismos:
el: Πολλοί άνθρωποι μπερδεύονται με τη διαφορά μεταξύ της βαθμονόμησης και του χαρακτηρισμού. Η βαθμονόμηση είναι η διαδικασία τροποποίησης της συμπεριφοράς χρώματος μιας συσκευής. Αυτό γίνεται συνήθως με δύο μηχανισμούς:
fi: Monet hämääntyvät usein kalibroinnin ja profiloinnin eroista. Kalibrointi on laitteen väriominaisuuksien muokkausta. Tämä toteutetaan yleensä kahdella tavalla:
nl: Veel mensen kennen het verschil tussen kalibreren en karakteriseren niet. Kalibreren is het aanpassen van het kleurgedrag van een apparaat. Dit gebeurt meestal met het gebruik van twee mechanismen:
pt_br: Muitas pessoas inicialmente se confundem sobre a diferença entre calibragem e caracterização. A calibragem é o processo de modificação do comportamento de cor de um dispositivo. Isto é tipicamente feito usando dois mecanismos:
ru: Многие люди первоначально путают понятия «калибровка» и «характеризация». Калибровка – это процесс изменения поведения цветов в устройстве. Это обычно производится двумя способами:

source: Changing controls or internal settings that it has
ast: Cambéu de controles o axustes internos
el: Τροποποίηση των ελέγχων και των εσωτερικών ρυθμίσεων της συσκευής
fi: Muuttamalla laitteen omia väreihin vaikuttavia arvoja
nl: Het aanpassen van interne instellingen van het apparaat
pt_br: Mudando os controles ou configurações internas que ela tem
ru: Изменение имеющихся параметров

source: Applying curves to its color channels
ast: Aplicar curvas a sus canales de color
el: Εφαρμογή καμπυλών στα κανάλια χρώματός του
fi: Lisäämällä käyriä värikanaviin
nl: Het vervormen van de kleurkanalen
pt_br: Aplicando curvas para os seus canais de cores
ru: Применение кривых к цветовым каналам

source: The idea of calibration is to put a device in a defined state with regard to its color response. Often this is used as a day to day means of maintaining reproducible behavior. Typically calibration will be stored in device or systems specific file formats that record the device settings or per-channel calibration curves.
el: Η ιδέα της βαθμονόμησης είναι να τεθεί μια συσκευή σε μια συγκεκριμένη κατάσταση σε σχέση με την απόκριση του χρώματος. Συχνά αυτό χρησιμοποιείται ως καθημερινό μέσο διατήρησης για την αναπαραγωγική συμπεριφορά. Συνήθως η βαθμονόμηση θα αποθηκεύεται στη συσκευή ή στο συστήμα με αρχεία ειδικής μορφής, που καταγράφουν τις ρυθμίσεις της συσκευής ή τις καμπύλες βαθμονόμησης ανά κανάλι χρώματος.
nl: Het idee van kalibreren is om de kleurreactie van apparaten in een voorgedefinieerde staat te brengen. Dit wordt vaak gebruikt om het reproduceerbare gedrag van het apparaat van dag tot dag te behouden. Het resultaat van de kalibratie wordt normaal in het apparaat opgeslagen of in systeem-specifieke bestanden met daarin opgeslagen de apparaatinstellingen of kalibratiecurves per kanaal.
pt_br: A ideia de calibração é colocar um dispositivo em um estado definido quanto à sua resposta de cor. Geralmente é usado como um meio diário de manutenção de comportamentos reproduzíveis. Normalmente a calibração será armazenados no dispositivo ou sistemas de formatos de arquivo específicos que registram as configurações do dispositivo ou curvas por canal de calibração.

source: Characterization (or profiling) is <em>recording</em> the way a device reproduces or responds to color. Typically the result is stored in a device ICC profile. Such a profile does not in itself modify color in any way. It allows a system such as a CMM (Color Management Module) or a color aware application to modify color when combined with another device profile. Only by knowing the characteristics of two devices, can a way of transferring color from one device representation to another be achieved.
ast: La caracterización (o perfilado) es <em>grabar</em> la manera en que un preséu respuende al color. Típicamente los resultaos se guardan nun perfil ICC de preséu. Dicho perfil no modifica en sí mesmu el color de denguna manera. Le permite a un sistema como un MMC (Módulo de Manejo de Color) o a una aplicación sensible al color camudar el color al combinase con otru perfil de preséu. Solo al conocer les carauterístiques de dos accesorios, puede lograse una manera de tresferir el color de una representación de preséu a otra.
el: Χαρακτηρισμός (ή δημιουργία προφίλ συσκευής) είναι ο τρόπος <em> εγγραφής</em> που μια συσκευή αναπαράγει ή ανταποκρίνεται στο χρώμα. Συνήθως το αποτέλεσμα είναι αποθηκευμένο σε ένα προφίλ χρωμάτων κατά ICC. Ένα τέτοιο προφίλ δεν έχει από μόνο του τον τρόπο να τροποποιήσει το χρώμα. Επιτρέπει σε ένα σύστημα όπως ένα Άρθρωμα διαχείρισης χρώματος ή μια εφαρμογή που είναι σε θέση να τροποποιήσει το χρώμα όταν συνδυάζεται με ένα άλλο προφίλ συσκευής. Μόνο με τη γνώση των χαρακτηριστικών των δύο συσκευών, μπορεί να επιτευχθεί η μεταφορά χρώματος από την αναπαράσταση μιας συσκευής σε άλλη.
nl: Karakteriseren (of profileren) is het <em>opnemen</em> van de manier waarop een apparaat een kleur produceert of op een kleur reageert. De resultaten worden normaal opgeslagen in een ICC-profiel voor het apparaat. Zo'n profiel kan uit zichzelf geen kleuren aanpassen. Maar met zo'n profiel kan een systeem zoals een CMM (color management module) of een kleur-bewuste toepassing de kleur veranderen zodat u ziet wat u op het andere apparaat zou zien. Alleen wanneer u weet wat de karakterisering van de twee apparaten is, kunt u de kleuren van het ene apparaat op het andere apparaat weergeven.
pt_br: Caracterização (ou criação de perfil) é o <em>registro</em> da maneira que um dispositivo reproduz ou responde à cor. Tipicamente, o resultado é armazenado em um perfil de dispositivo ICC. Tal perfil não modifica as cores de nenhuma maneira. Ele permite a um sistema como um CMM (Color Management Module), ou um aplicativo que perceba cores, modificar cores quando combinado a um outro perfil de dispositivo. Somente sabendo das características dos dois dispositivos é que pode se conseguir uma maneira de transferir as cores de representação de um dispositivo para outro.
ru: Характеризация (профилирование) – это <em>запись</em> способа воспроизведения или передачи цвета устройством. Обычно результат хранится в ICC-профиле устройства. Но все профили сами не влияют на цвета. Они позволяют системе, такой, как CMM (Color Management Module), или приложению, использующему цветовые настройки изменять цвет в совокупности с профилем другого устройства. Только зная характеристики двух устройств, можно изменить способ передачи цветов от одного устройства к другому.

source: Note that a characterization (profile) will only be valid for a device if it is in the same state of calibration as it was when it was characterized.
ast: Ten en cuenta que una caracterización (perfil) solamente sedrá válida pa un preséu si ta nel mesmu estáu de calibración en que lo taba cuando se caracterizó.
el: Σημειώστε ότι ο χαρακτηρισμός (προφίλ) θα ισχύει για μια συσκευή μόνο εάν είναι στην ίδια κατάσταση βαθμονόμησης όπου ήταν όταν χαρακτηρίστηκε.
nl: Let er op dat een karakterisering (profiel) alleen geldig is als het apparaat op dezelfde manier gekalibreerd is als toen het gekarakteriseerd werd.
pt_br: Note que a caracterização (perfil) só será válida para um dispositivo se estiver no mesmo estado de calibragem de quando foi caracterizada.
ru: Имейте в виду, что характеристика (профиль) будет правильной для устройства, только если его калибровка была произведена в одно время с характеризацией.

source: In the case of display profiles there is some additional confusion because often the calibration information is stored in the profile for convenience. By convention it is stored in a tag called the <em>vcgt</em> tag. Although it is stored in the profile, none of the normal ICC based tools or applications are aware of it, or do anything with it. Similarly, typical display calibration tools and applications will not be aware of, or do anything with the ICC characterization (profile) information.
ast: Nel caso de perfiles de pantalla esiste algo de confusión adicional porque davezu la información de calibración se guarda nel perfil por conveniencia. Por convención se guarda nuna etiqueta llamada etiqueta <em>vcgt</em>. Anque se guarda nel perfil, denguna de les aplicaciones o ferramientes basadas en ICC normales son conscientes de ella, ni hacen res cola mesma. De manera similar, les aplicaciones y ferramientes de calibración de pantalla típicas no son conscientes de, ni fai res con, la información de caracterización (perfil) ICC.
el: Στην περίπτωση των προφίλ οθόνης υπάρχει κάποια επιπλέον σύγχυση επειδή συχνά οι πληροφορίες βαθμονόμησης αποθηκεύονται στο προφίλ για ευκολία. Με τη χρήση αυτή έχει αποθηκευτεί σε μια ετικέτα που ονομάζεται <em>vcgt</em>. Παρόλο που είναι αποθηκευμένες στο προφίλ, κανένα από τα τυπικά εργαλεία ή καμία εφαρμογή που βασίζεται στα προφίλ χρωμάτων ICC δε γνωρίζει την παρουσία τους και δε μπορεί να τις διαχειριστεί. Ομοίως, τα τυπικά εργαλεία και οι εφαρμογές βαθμονόμησης οθόνης δεν θα γνωρίζουν την παρουσία τους ή δεν θα μπορούν να διαχειριστούν τις πληροφορίες χαρακτηρισμού ICC (προφίλ).
nl: Als het om beeldschermprofielen gaat is er nog wat extra verwarring omdat de kalibratie-informatie vaak voor het gemak in het profiel wordt opgeslagen. Het is gebruikelijk deze informatie in de <em>vcgt</em>-tag op te slaan. Alhoewel het is opgeslagen in het profiel, zijn geen van de normale, op ICC-gebaseerde, hulpmiddelen of toepassingen zich ervan bewust. Tegelijkertijd zullen typische monitor-kalibratieprogramma's zich er niet bewust van zijn, en zullen het ICC-profiel dan ook niet gebruiken.
pt_br: No caso dos perfis de tela há ainda uma outra confusão, porque frequentemente a informação de calibragem é armazenada no perfil por conveniência. Por convenção, é armazenada em um rótulo chamado de rótulo <em>vcgt</em>. Apesar de ser armazenado no perfil, nenhuma das ferramentas normais ICC ou aplicativos tem ciência dela, ou faz algo com ela. Da mesma forma, as ferramentas típicas de calibragem de tela não terão ciência ou farão qualquer coisa com a informação de caracterização (perfil) ICC.

source: We support a huge number of calibration devices.
ast: Soportamos una enorme cantidá de preseos de calibración.
el: Υποστηρίζουμε ένα τεράστιο αριθμό συσκευών βαθμονόμησης.
fi: Tuemme lukuisia kalibrointilaitteita.
nl: Wij ondersteunen een groot aantal kalibratie-apparaten.
pt_br: Nós suportamos um número enorme de dispositivos de calibragem.
ru: Эта система поддерживает огромное число устройств калибровки.

source: What color measuring instruments are supported?
ast: ¿Qué instrumentos de medición del color son compatibles?
el: Τι όργανα μέτρησης χρωμάτων υποστηρίζονται;
nl: Welke kleursensoren worden ondersteund?
pt_br: Que dispositivos de medição de cor são suportados?
ru: Какие средства измерения цвета поддерживаются?

source: GNOME relies on the ArgyllCMS project to support color instruments. Thus the following display measuring instruments are supported:
ast: GNOME utiliza el proyeutu ArgyllCMS pa soportar instrumentos de color. Por tanto los siguientes instrumentos de medición de pantalla tienen sofitu:
el: Το GNOME βασίζεται στο πρόγραμμα ArgyllCMS για την υποστήριξη οργάνων ρύθμισης και μέτρησης χρωμάτων. Έτσι, υποστηρίζονται τα παρακάτω όργανα:
nl: Gnome gebruikt het ArgyllCMS-project om kleurinstrumenten te ondersteunen. Zo worden de volgende instrumenten voor het meten van beeldschermen ondersteund:
pt_br: O GNOME utiliza o projeto ArgyllCMS para suportar instrumentos de cor. Por isso os seguintes instrumentos de medição de tela são suportados:
ru: GNOME использует разработки проекта ArgyllCMS для поддержки цветовых инструментов. Таким образом, поддержиаются следующие измерительные инструменты:

source: Gretag-Macbeth Eye-One Pro (spectrometer)
ast: Gretag-Macbeth Eye-One Pro (espectrómetro)
el: Gretag-Macbeth Eye-One Pro (φασματόμετρο)
pt_br: Gretag-Macbeth Eye-One Pro (espectrômetro)
ru: Gretag-Macbeth Eye-One Pro (спектрометр)

source: Gretag-Macbeth Eye-One Monitor (spectrometer)
ast: Gretag-Macbeth Eye-One Monitor (espectrómetro)
el: Gretag-Macbeth Eye-One Monitor (φασματόμετρο)
fi: Gretag-Macbeth Eye-One Monitor (spektrometri)
pt_br: Gretag-Macbeth Eye-One Monitor (espectrômetro)
ru: Gretag-Macbeth Eye-One Monitor (спектрометр)
