Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If possible, have access to an alternate working internet connection for downloading software and drivers
ast: Si es posible, ten una conexón a Internet alternativa que funcione pa poder baxar software y controladores
el: Αν είναι εφικτό, να έχετε πρόσβαση σε μια εναλλακτική ενεργή σύνδεση στο διαδίκτυο ώστε να είναι δυνατή η λήψη λογισμικού και οδηγών.
es: Si es posible, tenga una conexión a Internet alternativa que funcione para poder descargar software y controladores
nl: Zie dat u ergens anders toegang heeft tot het internet voor het downloaden van software en stuurprogramma's
pt_br: Se possível, tenha acesso a uma conexão de internet funcionando alternativa para baixar programas e drivers
ru: По возможности, доступ к другому работающему подключению к интернет для загрузки программ и драйверов

source: It is also helpful to have the following information available. Again, just collect what you can:
ast: También es útil tener la siguiente información disponible. De nuevu, simplemente obtenga lo que pueda:
el: Επίσης είναι πολύ χρήσιμο να έχετε τις ακόλουθες πληροφορίες διαθέσιμες. Πάλι, συλλέξτε όσες μπορείτε:
es: También es útil tener la siguiente información disponible. De nuevo, simplemente obtenga lo que pueda:
nl: Het helpt ook als u de volgende informatie tot uw beschikking heeft. Nogmaals, verzamel gewoon wat u kunt:
pt_br: Também ajuda ter as seguintes informações disponíveis. Novamente, somente colete o que você pode:
ru: Полезно также иметь следующую информацию. Соберите всю, какую возможно:

source: The name of the manufacturer for your computer, wireless adapter and router
ast: El nome del fabricante de su equipu, adaptador inalámbrico y enrutador
el: Το όνομα του κατασκευαστή για τον υπολογιστή σας, τον ασύρματο προσαρμογέα και τον δρομολογητή (router)
es: El nombre del fabricante de su equipo, adaptador inalámbrico y enrutador
nl: De naam van de fabrikant van uw computer, draadloos netwerk-adapter en router
pt_br: O nome do fabricante do seu computador, adaptador sem fio e roteador
ru: Название производителя вашего компьютера, беспроводного адаптера и маршрутизатора

source: The complete model number of your computer and router
ast: El númberu de modelu completu de su equipu y del enrutador
el: Ο πλήρης αριθμός μοντέλου του υπολογιστή και του δρομολογητή σας
es: El número de modelo completo de su equipo y del enrutador
nl: Het volledige modelnummer van uw computer en router
pt_br: O número completo do modelo do seu computador e roteador
ru: Обозначения модели вашего компьютера и маршрутизатора

source: Any version numbers that may be printed on your devices or their packaging. These can be especially helpful, so look carefully.
ast: Cualesquier númberu de versión que aparezca impreso en sus preseos o sus cajas. Pueden ser especialmente útiles, así que mire cuidadosamente.
el: Οποιοσδήποτε αριθμός που ίσως να είναι τυπωμένος στη συσκευή σας ή τη συσκευασία της. Αυτά μπορεί να είναι ιδιαίτερα χρήσιμα, έτσι κοιτάξτε προσεκτικά.
es: Cualquier número de versión que aparezca impreso en sus dispositivos o sus cajas. Pueden ser especialmente útiles, así que mire cuidadosamente.
nl: Versienummers die op uw apparaten of hun verpakking staan. Vooral deze helpen, dus zoek hier goed naar.
pt_br: Qualquer número que pode ser impresso nos seus dispositivos ou nas embalagens deles. Eles podem ser especialmente úteis, então olhe com cuidado.
ru: Любые номера версий, которые могут быть напечатаны на устройствах или их упаковке. Они могут быть особенно полезны, так что ищите тщательно.

source: Anything on the driver disc that identifies either the device itself or the components it uses. Wireless implementation chips are often operated by firmware, a type of software written specifically for that chip.
ast: Cualesquier cosa que heba nel discu del controlador y que identifique el preséu en sí o los componentes que usa. Los chips que implementan la conectidad inalámbrica a menudo funcionan per aciu de un firmware, un triba de software escrito específicamente pa esi chip.
el: Οτιδήποτε στον δίσκο με τους οδηγούς που να μπορεί να καθορίσει είτε την συσκευή είτε τα υλικά που την αποτελούν. Οι υλοποιήσεις ασύρματων συσκευών συχνά απαιτούν υλικολογισμικό (firmware), ένα είδος λογισμικού γραμμένο αποκλειστικά για το συγκεκριμένο υλικό.
es: Cualquier cosa que haya en el disco del controlador y que identifique el dispositivo en sí o los componentes que usa. Los chips que implementan la conectidad inalámbrica a menudo funcionan mediante un firmware, un tipo de software escrito específicamente para ese chip.
nl: Alles op de schijf met stuurprogramma's waardoor of het apparaat zelf of de door het apparaat gebruikte componenten kunnen worden geïdentificeerd. Draadloos-chips worden vaak bestuurd door firmware, een soort software speciaal geschreven voor die chip.
pt_br: Qualquer coisa no disco de driver que identifica o próprio dispositivo ou os componentes que ele usa. Chips de implementação sem fio são operados frequentemente pela firmware, um tipo de programa escrito especificamente para esse chip.

source: Once you have these items and this information, click <gui>Next</gui> in the upper-right portion of this page to continue.
ast: Cuando disponga de esos elementos y de esta información, calca en <gui>Siguiente</gui> na parte superior drecha de esta páxina pa siguir.
el: Μόλις έχετε αυτά τα στοιχεία και τις πληροφορίες, επιλέξτε <gui>Επόμενο</gui> στο επάνω δεξιά μέρος της σελίδας για να συνεχίσετε.
es: Cuando disponga de esos elementos y de esta información, pulse en <gui>Siguiente</gui> en la parte superior derecha de esta página para continuar.
nl: Als u eenmaal deze onderdelen en informatie verzameld heeft, klikt u op <gui>Volgende</gui> rechts boven op deze pagina om door te gaan.
pt_br: Uma vez que você tenha esses itens e essa informação, clique em <gui>Avançar</gui> na porção superior direita dessa página para continuar.

source: Perform an initial check
ast: Facer una comprobación inicial
el: Εκτελέστε τον αρχικό έλεγχο
es: Realizar una comprobación inicial
fi: Perusasioiden tarkistus
nl: Voer een eerste controle uit
pt_br: Executar uma verificação inicial
ru: Выполнение первоначальной проверки

source: Our first step will be to verify some basic network connectivity information.
ast: Nuestro primer pasu sedrá verificar dalguna información básica de conexón de redes.
el: Το πρώτο μας βήμα θα είναι να επαληθεύσουμε μερικές βασικές πληροφορίες της σύνδεσης στο δίκτυο.
es: Nuestro primer paso será verificar alguna información básica de conexión de redes.
nl: Onze eerste stap zal zijn om enige basisinformatie over de verbinding te na te gaan.
pt_br: Nosso primeiro passo será verificar alguma informação básica de conectividade de rede.
ru: Нашим первым этапом будет проверка некоторых основных сведений о сетевом подключении.

source: Make sure that your laptop is not connected to a <em>wired</em> internet connection.
ast: Asegúrese que su portátil no ta coneutáu a una conexón de Internet <em>cableada</em>-
el: Βεβαιωθείτε ότι ο υπολογιστής σας δεν είναι συνδεδεμένος <em>ενσύρματα</em> στο διαδίκτυο.
es: Asegúrese que su portátil no está conectado a una conexión de Internet <em>cableada</em>-
nl: Zorg ervoor dat uw laptop geen <em>bekabelde</em> internetverbinding heeft.
pt_br: Esteja certo que seu notebook não esteja conectado a uma conexão de internet <em>cabeada</em>.
ru: Убедитесь, что ваш ноутбук не подключён к интернету с помощью <em>проводного</em> соединения.

source: If you have an external wireless adapter (such as a wireless-USB adapter, or a PCMCIA card), make sure that it is inserted into the proper slot on your computer.
ast: Si tien un adaptador esternu inalámbrico (como un adaptador inalámbrico USB o una tarxeta PCMCIA), asegúrese de que ta insertada na ranura correcta nel equipu.
el: Εάν έχετε ένα εξωτερικό ασύρματο προσαρμογέα (όπως έναν ασύρματο προσαρμογέα USB ή μια κάρτα PCMCIA), βεβαιωθείτε ότι έχει τοποθετηθεί στη σωστή υποδοχή του υπολογιστή σας.
es: Si tiene un adaptador externo inalámbrico (como un adaptador inalámbrico USB o una tarjeta PCMCIA), asegúrese de que está insertada en la ranura correcta en el equipo.
nl: Als u een externe draadloos netwerk-adapter heeft (zoals een draadloos-USB-adapter of een PCMCIA-kaart), controleer dan of deze in het juiste slot op uw computer zit.
pt_br: Se você tem um adaptador sem fio externo (como adaptador sem fio USB ou um cartão PCMCIA), tenha certeza que que ele está inserido no slot adequado no seu computador.
ru: Если у вас внешний беспроводной адаптер (например, беспроводной USB-адаптер или карта PCMCIA), убедитесь, что он подключен к правильному разъёму на вашем компьютере.

source: If your wireless card is <em>inside</em> your computer, make sure that your wireless adapter switch is turned on.
ast: Si su tarxeta inalámbrica ta <em>dientro</em> de su equipu, asegúrese que de su adaptador inalámbrico ta prendíu.
el: Εάν η ασύρματη κάρτα σας είναι <em>μέσα</em> στον υπολογιστή σας, βεβαιωθείτε ότι ο διακόπτης του ασύρματου προσαρμογέα είναι ενεργοποιημένος.
es: Si su tarjeta inalámbrica está <em>dentro</em> de su equipo, asegúrese que de su adaptador inalámbrico está encendido.
nl: Als uw draadloos netwerk-kaart zich <em>in</em> uw computer bevindt, controleer dan of de schakelaar van uw draadloos netwerk-adapter aan staat.
pt_br: Se sua placa sem fio está <em>dentro</em> do seu computador, tenha certeza que seu interruptor do adaptador sem fio está ligado.
ru: Если ваш беспроводной адаптер находится <em>внутри</em> компьютера, проверьте, включен ли он.

source: Click the <gui>network menu</gui> on the top panel and make sure that the <gui>Enable Wireless</gui> setting is checked.
ast: Calca nel <gui>menú de red</gui> del panel superior y asegúrese de que ta activada la opción <gui>Activar inalámbrico</gui>.
el: Κάντε κλικ στο <gui>μενού δικτύου</gui> στον επάνω πίνακα και βεβαιωθείτε ότι η ρύθμιση <gui>Ενεργοποίηση ασύρματου</gui> έχει επιλεγεί.
es: Pulse en el <gui>menú de red</gui> del panel superior y asegúrese de que está activada la opción <gui>Activar inalámbrico</gui>.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel en zorg dat er een vinkje staat bij <gui>Draadloos netwerk inschakelen</gui>.
pt_br: Clique no <gui>menu rede</gui> no painel superior e tenha certeza que a configuração <gui>Habilitar rede sem fio</gui> está marcada.

source: Open a <app>terminal</app> window (such as <app>gnome-terminal</app>), and enter the following command:
ast: Abra una ventana de <app>terminal</app> (como la de <app>gnome-terminal</app>) e introduzca la orde siguiente:
el: Ανοίξτε ένα <app>παράθυρο τερματικού</app> (όπως <app> gnome-terminal</app>), και πληκτρολογήστε την ακόλουθη εντολή:
es: Abra una ventana de <app>terminal</app> (como la de <app>gnome-terminal</app>) e introduzca la orden siguiente:
fi: Avaa <app>Pääte</app> ja kirjoita seuraava komento:
nl: Open een <app>terminal</app>venster (zoals <app>gnome-terminal</app>), en voor het volgende commando in:
pt_br: Abra uma janela do <app>terminal</app> (como <app>gnome-terminal</app>) e entre com o seguinte comando:
ru: Откройте окно <app>терминала</app> (например, <app>gnome-terminal</app>), и введите следующую команду:

source: The <app>nm-tool</app> program will display information about your network hardware and connection status. If output from the wireless connection section contains the text, <code>State: Connected</code>, it means that your wireless adapter is working and it is connected to your wireless router.
ast: El programa <app>nm-tool</app> le mostrará información sobro el estáu de su hardware de red y de su conexón. Si la salida de la seición de red inalámbrica caltién el testu <code>State: Connected</code>, significará que su adaptador inalámbrico ta funcionando y coneutáu a su router inalámbrico.
el: Η εφαρμογή <app>nm-tool</app> θα εμφανίσει πληροφορίες σχετικά με το δικτυακό υλικό και την κατάσταση της σύνδεσης. Αν η έξοδος από τον τομέα ασύρματης σύνδεσης περιέχει το κείμενο, <code>Κατάσταση: Συνδεδεμένο</code>, σημαίνει ότι ο ασύρματος προσαρμογέας σας λειτουργεί και είναι συνδεδεμένος στον ασύρματο δρομολογητή.
es: El programa <app>nm-tool</app> le mostrará información sobre el estado de su hardware de red y de su conexión. Si la salida de la sección de red inalámbrica contiene el texto <code>State: Connected</code>, significará que su adaptador inalámbrico está funcionando y conectado a su router inalámbrico.
nl: Het programma <app>nm-tool</app> zal informatie tonen over uw netwerkhardware en verbindingsstatus.
pt_br: O programa <app>nm-tool</app> irá exibir informações sobre seu hardware de rede e estado da conexão. Se a saída da seção de conexão sem fio conter o texto <code>Estado: Conectado</code>, isso significa que o adaptador sem fio está funcionando ele está conectado ao seu roteador sem fio.
ru: Программа <app>nm-tool</app> показывает информацию о вашем сетевом оборудовании и состоянии подключения. Если отображаемая ей информация о беспроводном подключении содержит текст <code>State: Connected</code>, это означает, что ваш беспроводной адаптер работает и установил соединение с беспроводным маршрутизатором.

source: If you are connected to your wireless router, but you still cannot access the internet, your router may not be set up correctly, or your Internet Service Provider (ISP) may be experiencing some technical problems. Review your router and ISP setup guides, or contact your ISP for support.
ast: Si ta coneutáu a su router inalámbrico pero entá no puede acceder a Internet, puede que su router no esté correcho configurado, o que su proveedor de Internet esté experimentando dellos problemes técnicos. Revise les guías de su router y de su proveedor, o contacte con esti pa obtener sofitu.
el: Αν είστε συνδεδεμένοι με τον ασύρματο δρομολογητή σας, αλλά εξακολουθείτε να μην μπορείτε να έχετε πρόσβαση στο Διαδίκτυο, ο δρομολογητής σας μπορεί να μην είναι ρυθμισμένος σωστά, ή ο πάροχος Διαδικτύου (ISP) μπορεί να αντιμετωπίζει κάποια τεχνικά προβλήματα. Επανεξετάστε το δρομολογητή σας και τις οδηγίες εγκατάστασης του παρόχου, ή επικοινωνήστε με τον πάροχό σας για υποστήριξη.
es: Si está conectado a su router inalámbrico pero todavía no puede acceder a Internet, puede que su router no esté correctamente configurado, o que su proveedor de Internet esté experimentando algunos problemas técnicos. Revise las guías de su router y de su proveedor, o contacte con este para obtener soporte.
nl: Als u verbonden bent met uw draadloos router, maar u heeft nog steeds geen toegang tot het internet, dan kan het zijn dat uw router niet goed ingesteld is, of uw Internet Service Provider (ISP) heeft mogelijk technische problemen. Raadpleeg de handleidingen van uw router en ISP-setup of neem contact op met uw ISP voor hulp.
pt_br: Se você está conectado ao roteador sem fio, mas ainda não pode acessar a internet, seu roteador pode não estar configurado corretamente ou o seu Provedor de serviços de Internet (ISP) pode estar com alguns problemas técnicos. Reveja o seu roteador e guias de configuração da ISP ou contate sua ISP para suporte.
ru: Если соединение с вашим беспроводным маршрутизатором установлено, но у вас всё равно нет доступа в интернет, возможно, ваш маршрутизатор настроен неправильно или имеются какие-то технические проблемы у вашего интернет-провайдера. Прочтите инструкцию к своему маршрутизатору и руководство вашего провайдера по настройке подключения, либо свяжитесь со службой поддержки вашего провайдера.

source: If the output from the <cmd>nm-tool</cmd> command did not indicate that you were connected to the network, proceed to the <link xref="net-wireless-troubleshooting-hardware-info">next portion</link> of the troubleshooting guide.
ast: Si la salida de la orde <cmd>nm-tool</cmd> no indica que ta coneutáu a la red, siga cola <link xref="net-wireless-troubleshooting-hardware-info">siguiente parte</link> de la guía de resolución de problemes.
el: Αν η έξοδος από την εντολή <cmd>nm-εργαλείο</cmd> δεν έχει την ένδειξη ότι είσασταν συνδεδεμένοι με το δίκτυο, προχωρήστε στο <link xref="net-wireless-troubleshooting-hardware-info">επόμενο τμήμα</link> του οδηγού αντιμετώπισης προβλημάτων.
es: Si la salida de la orden <cmd>nm-tool</cmd> no indica que está conectado a la red, siga con la <link xref="net-wireless-troubleshooting-hardware-info">siguiente parte</link> de la guía de resolución de problemas.
nl: Als het resultaat van het commando <cmd>nm-tool</cmd> niet aangeeft dat u verbinding heeft met het netwerk, ga dan naar het <link xref="net-wireless-troubleshooting-hardware-info">volgende onderdeel</link> van de probleemoplossingengids.
pt_br: Se a saída do comando <cmd>nm-tool</cmd> não indicar que você estava conectado à rede, prossiga à <link xref="net-wireless-troubleshooting-hardware-info">próxima porção</link> do guia de solução de problemas.

source: WEP and WPA are ways of encrypting data on wireless networks.
ast: WEP y WPA son maneres de cifrar datos en redes inalámbricas.
el: Τα WEP και WPA είναι τρόποι κρυπτογράφησης των δεδομένων για ασύρματα δίκτυα.
es: WEP y WPA son maneras de cifrar datos en redes inalámbricas.
fi: WEP ja WPA ovat tapoja salata langatonta verkkoliikennettä.
nl: WEP en WPA zijn manieren om gegevens op draadloze netwerken te versleutelen.
pt_br: WEP e WPA são modos de encriptografia de dados em redes sem fio.
ru: WEP и WPA — это способы шифрования данных в беспроводных сетях.

source: What do WEP and WPA mean?
ast: ¿Qué significan WEP y WPA?
el: Τί σημαίνει το WEP και τί το WPA?
es: ¿Qué significan WEP y WPA?
fi: Mitä WEP ja WPA tarkoittavat?
nl: Wat betekenen WEP en WPA?
pt_br: O que WEP e WPA significam?
ru: Что означают аббревиатуры WEP и WPA?

source: WEP and WPA (along with WPA2) are names for different encryption tools used to secure your wireless connection. Encryption scrambles the network connection so that no one can "listen in" to it and look at which web pages you are viewing, for example. WEP stands for <em>Wired Equivalent Privacy</em>, and WPA stands for <em>Wireless Protected Access</em>. WPA2 is the second version of the WPA standard.
ast: WEP y WPA (con WPA2) son los nomes de ferramientes de cifráu estremaes pa proteger su conexón inalámbrica. El cifráu permite alterar la conexón de red de mou que nadie puede «escuchar» y ver qué páxines web ta viendo. WEP significa <em>Privacidad equivalente inalámbrica (Wired Equivalent Privacy)</em>, y WPA significa <em>Accesu protexíu inalámbrico (Wireless Protected Access)</em>. WPA2 es la segunda versión del standard WPA.
el: Τα WEP και WPA (μαζί με WPA2) είναι ονόματα για διαφορετικούς τρόπους κρυπτογράφησης και προστασίας της ασύρματης σύνδεσής σας. Η κρυπτογράφηση κωδικοποιεί τη σύνδεση δικτύου, έτσι ώστε, για παράδειγμα, κανείς να μη μπορεί να «ακούσει» και να δει ποιες σελίδες επισκέπτεστε. WEP σημαίνει <em>Wired Equivalent Privacy (Ενσύρματο ισοδύναμο απορρήτου)</em> και WPA σημαίνει <em>Wireless Protected Access (Προστατευόμενη ασύρματη πρόσβαση)</em>. Το WPA2 είναι η δεύτερη έκδοση του προτύπου WPA.
fi: WEP ja WPA (nykyisin käytössä on myös WPA2) ovat langattoman verkon salaustekniikoita. Salaaminen estää verkon luvattoman käytön, jotta kukaan ei voisi "salakuunnella" yhteyttä ja/tai tarkastella, millä sivuilla olet vieraillut. WEP on lyhenne sanoista <em>Wired Equivalent Privacy</em> ja WPA taas sanoista <em>Wireless Protected Access</em>. WPA2 on WPA:n kehittyneempi ja uudempi versio.
pt_br: WEP e WAP (junto com o WAP2) são nomes de diferentes ferramentas de encriptação para dar segurança à sua conexão sem-fio. A encriptação embaralha a conexão de modo que ninguém possa "ouvi-la" e ver quais páginas você está visualizando, por exemplo. WEP é a abreviação de <em>Wired Equivalent Privacy</em> (privacidade equivalente à rede com-fio), e WPA é a abreviação de <em>Wireless Protected Access</em> (acesso protegido sem-fio). O WPA2 é a segunda versão do padrão WPA.

source: Using <em>some</em> encryption is always better than using none, but WEP is the least secure of these standards, and you should not use it if you can avoid it. WPA2 is the most secure of the three. If your wireless card and router support WPA2, that is what you should use when setting up your wireless network.
ast: Usar <em>dalgún</em> cifraos siempres es meyor que no usar dengún, pero WEP es el menos seguru de estos estándares, y tendría evitar su usu siempres que pueda. WPA2 es el más seguru de los tres. Si su tarxeta inalámbrica y su router soportan WPA2, esti es el que tendría usar al configurar su red inalámbrica.
el: Η χρήση <em>κάποιας</em> κρυπτογράφησης είναι πάντα καλύτερη από τη μη χρήση της, αλλά το WEP είναι το λιγότερο ασφαλές από αυτά τα πρότυπα, οπότε αποφύγετε τη χρήση του αν είναι δυνατόν. Το WPA2 είναι το ασφαλέστερο από τα τρία. Αν η κάρτα ασύρματου δικτύου και το router σας υποστηρίζουν WPA2, τότε επιβάλετε να το χρησιμοποιείτε όταν ρυθμίζετε το ασύρματο δίκτυό σας.
es: Usar <em>algún</em> cifrados siempre es mejor que no usar ninguno, pero WEP es el menos seguro de estos estándares, y debería evitar su uso siempre que pueda. WPA2 es el más seguro de los tres. Si su tarjeta inalámbrica y su router soportan WPA2, este es el que debería usar al configurar su red inalámbrica.
fi: Näistä suojauksista edes <em>jonkun</em> käyttäminen on parempi kuin ei mitään, mutta näistä standardeista vähiten suositeltavin on WEP heikomman turvallisuutensa takia, joten sitä kannattaa mahdollisuuksien mukaan välttää. Näistä kolmesta turvallisin on WPA2. Jos tietokoneesi langaton verkkolaite ja langaton tukiasema tukevat tätä standardia, sitä kannattaa ehdottomasti käyttää piilotettuun verkkoon yhdistämisessä.
nl: Het gebruik van <em>enige</em> versleuteling is altijd beter dan geen, maar WEP is de minst veilige van deze standaarden; gebruik deze niet als u het kunt vermijden. WPA2 is de veiligste van de drie. Als uw draadloze kaart en router WPA2 ondersteunen, dan moet u deze gebruiken wanneer u uw draadloze netwerk instelt.
pt_br: Usar <em>alguma</em> criptografia é sempre melhor que usar nenhuma, mas o WEP é o menos seguro desses padrões e você não deveria usá-lo, se você puder. WPA2 é o mais seguro dos três. Se sua placa sem fio e roteador suportam WPA2, é esse que você deve usar quando configurar sua rede sem fio.
ru: Использовать <em>любое</em> шифрование всегда лучше, чем не использовать никакого, но WEP — наименее надёжный из этих стандартов, и вам не следует пользоваться им, если этого можно избежать. WPA2 — наиболее надёжный из этих трёх стандартов. Если ваша беспроводная карта и маршрутизатор поддерживают WPA2, то рекомендуется выбрать именно его при настройке беспроводной сети.

source: Edit your connection settings, and remove the unwanted connection option.
ast: Edite la configuración de su conexón y desaniciar la opción de conexón no deseada.
el: Επεξεργαστείτε τις ρυθμίσεις της σύνδεσής σας και αφαιρέστε τις ανεπιθύμητες συνδέσεις.
fi: Poista verkot joita et käytä yhteysasetuksista.
nl: Bewerk uw verbindingsinstellingen, en verwijder het ongewenste netwerk.
pt_br: Editar as configurações de conexão, e remover a opção de conexão indesejada.

source: My computer connects to the wrong network
ast: Mi equipu se coneuta a una red incorrecta
el: Ο υπολογιστής μου συνδέθηκε σε λάθος δίκτυο
es: Mi equipo se conecta a una red incorrecta
fi: Tietokoneeni yhdistyy väärään verkkoon
nl: Mijn computer maakt verbinding met het verkeerde netwerk.
pt_br: Meu computador se conecta na rede errada
ru: Мой компьютер подключается не к той сети
