Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If the device has a power switch, try turning it off and then on again. In most cases, the device will start working again. If it connects via a USB cable or similar, unplug the device and then plug it in again and see if it works.
ast: Si el preséu tien dalgún interruptor de prendíu, pruebe a apagarlo y volverlo a encender. En abondes ocasiones, el preséu volverá a funcionar de nuevu. Si se coneuta per aciu de un cable USB o similar, desconéctelo y vuélvalo a coneutar, a ver si furrula.
el: Αν η συσκευή έχει διακόπτη τροφοδοσίας, δοκιμάστε να τον απενεργοποιήσετε και μετά να τον ενεργοποιήσετε ξανά. Στις περισσότερες περιπτώσεις η συσκευή θα λειτουργήσει ξανά. Αν είναι συνδεδεμένη με USB καλώδιο η κάποιο συναφές, αποσυνδέστε την συσκευή και επανασυνδέστε την ξανά και διαπιστώστε αν λειτουργεί.
es: Si el dispositivo tiene algún interruptor de encendido, pruebe a apagarlo y volverlo a encender. En muchas ocasiones, el dispositivo volverá a funcionar de nuevo. Si se conecta mediante un cable USB o similar, desconéctelo y vuélvalo a conectar, a ver si funciona.
nl: Als het apparaat een aan/uit-knop heeft, probeer het dan uit en weer aan te zetten. In de meeste gevallen zal het apparaat weer werken. Als het aangesloten is via een USB-kabel kunt u het apparaat afkoppelen en weer aansluiten en kijken of het dan werkt.
pt_br: Se um dispositivo tiver um interruptor de força, experimente desligá-lo e ligá-lo novamente. Na maioria dos casos, o dispositivo voltará a funcionar. Se ele é conectado por um cabo USB ou algo do tipo, desconecte o dispositivo e então conecte-o novamente para ver se funciona.
ru: Если устройство снабжено выключателем питания, попробуйте отключить его и снова включить. В большинстве случаев оно заработает. Если оно подключается через кабель USB (или другой подобный), попробуйте отсоединить устройство и подсоединить его снова.

source: If you cannot turn off/unplug the device, or if this doesn't work, you may need to restart your computer for the device to start working again.
ast: Si no se puede apagar o desenchufar el preséu, o si esto no furrula, es posible que deba reaniciar el equipu pa que el preséu comience a funcionar de nuevu.
el: Αν δε μπορείτε να ενεργοποιήστε/απενεργοποιήσετε την συσκευή, ή αν δε λειτουργεί, ενδεχομένως να χρειαστεί να επανεκκινήσετε τον υπολογιστή ώστε η συσκευή να αρχίσει να λειτουργεί πάλι.
es: Si no se puede apagar o desenchufar el dispositivo, o si esto no funciona, es posible que deba reiniciar el equipo para que el dispositivo comience a funcionar de nuevo.
nl: Als u het apparaat niet uit kunt zetten of af kunt koppelen, of als dit niet werkt, dan kan het nodig zijn dat u opnieuw de computer moet starten om te zorgen dat het apparaat weer werkt.
pt_br: Se você não consegue desligar/desconectar o dispositivo ou se ele não funciona, você pode precisar reiniciar o seu computador para que o dispositivo comece a funcionar novamente.
ru: Если нет возможности отключить или отсоединить устройство, или это не помогает, то придётся перезагрузить компьютер, чтобы устройство снова начало работать.

source: Suspend sends it to sleep; hibernate saves your files but completely switches off the power.
ast: Suspender la unvía a dormir; la hibernación guarda los ficheros, pero apaga por completu la corriente.
el: Η αναστολή βάζει τον υπολογιστή σε κατάσταση ύπνου· η αδρανοποίηση αποθηκεύει τα αρχεία σας αλλά διακόπτει την παροχή ενέργειας.
es: Suspender la envía a dormir; la hibernación guarda los archivos, pero apaga por completo la corriente.
fi: Valmiustila asettaa koneen nukuksiin, lepotila tallentaa tietokoneen tilan ja sammuttaa virran kokonaan.
nl: Met Pauzestand wordt de computer in de pauzestand gezet; in de slaapstand worden uw bestanden opgeslagen, maar de stroom wordt volledig uitgeschakeld.
pt_br: Suspender faz com que o computador durma; hibernar salva seus arquivos, mas desliga completamente a energia.
ru: В ждущем режиме работа компьютера приостанавливается, в спящем — файлы сохраняются на диск и электропитание полностью отключается.

source: What happens when I suspend or hibernate the computer?
ast: ¿Qué ocurre cuando suspendo o hiberno el equipu?
el: Τι συμβαίνει όταν αναστέλλω τη λειτουργία ή αδρανοποιώ τον υπολογιστή;
fi: Mitä tapahtuu, kun asetan tietokoneeni valmius- tai lepotilaan?
pt_br: O que acontece quando eu suspendo ou hiberno o computador?
ru: Что происходит при переводе компьютера в ждущий или спящий режим?

source: When you <em>suspend</em> the computer, you send it to sleep. All of your applications and documents remain open, but the screen and other parts of the computer switch off to save power. The computer is still switched on though, and it will still be using a small amount of power. You can wake it up by pressing a key or clicking the mouse. If that doesn't work, try pressing the power button.
ast: Cuando <em>suspende</em> el equipu, lo unvía a dormir. Toes les aplicaciones y los documentos permanecen abiertos, pero la pantalla y otres partes del equipu se apagan pa ahorrar enerxía. Sin embargo, el equipu sigue prendíu usando una pequeña cantidá de enerxía. Puede despertarlo pulsando una tecla o el mur. Si eso no furrula, pruebe a calcar el botón de prendíu.
el: Όταν <em>αναστέλλετε</em> τον υπολογιστή, τον βάζετε σε κατάσταση ύπνου. Όλες οι εφαρμογές και τα έγγραφα παραμένουν ανοιχτά, αλλά η οθόνη και τα άλλα τμήματα του υπολογιστή κλείνουν προς εξοικονόμηση ενέργειας. Ο υπολογιστής παρόλα αυτά παραμένει σε λειτουργία και καταναλώνει κάποιο μικρό ποσό ενέργειας. Μπορείτε να τον επαναφέρετε πιέζοντας κάποιο πλήκτρο ή κάνοντας κλικ με το ποντίκι. Αν αυτό δε λειτουργεί, δοκιμάστε να πιέσετε το πλήκτρο παροχής ενέργειας.
es: Cuando <em>suspende</em> el equipo, lo envía a dormir. Todas las aplicaciones y los documentos permanecen abiertos, pero la pantalla y otras partes del equipo se apagan para ahorrar energía. Sin embargo, el equipo sigue encendido usando una pequeña cantidad de energía. Puede despertarlo pulsando una tecla o el ratón. Si eso no funciona, pruebe a pulsar el botón de encendido.
fi: Kun asetat tietokoneen <em>valmiustilaan</em>, se käyttää erittäin vähän virtaa. Kaikki avoinna olevat sovellukset ja asiakirjat pysyvät avoinna, mutta näyttö ja mahdollisimman moni tietokoneen osista kytketään pois päältä. Tietokone on silti päällä, ja se käyttää jonkin verran virtaa. Voit palata valmiustilasta liikkuttamalla hiirtä tai painamalla tietokoneen virtapainiketta.
nl: Wanneer u de computer in de <em>pauzestand</em> zet, wordt hij gepauseerd. Al uw toepassingen en documenten blijven open staan, maar het scherm en andere delen van de computer worden uitgezet om energie te besparen. De computer staat echter nog wel aan en zal nog altijd een kleine hoeveelheid stroom gebruiken. U kunt hem weer tot leven brengen door een toets in te drukken of met de muis te klikken. Als dat niet werkt, probeer dan op de aan/uit-knop te drukken.
pt_br: Quando você <em>suspende</em> o computador, você faz com que ele durma. Todos os seus aplicativos e documentos permanecem abertos, mas a tela e outras partes do computador são desligadas para economizar energia. Contudo, o computador continua ligado e ainda irá consumir uma pequena quantidade de energia. Você pode acordá-lo pressionando uma tecla ou clicando com o mouse. Se isso não funcionar, tente apertar o botão liga-desliga.
ru: Когда вы переводите компьютер в <em>ждущий режим</em>, вы приостанавливаете его. Все приложения и документы остаются открытыми, но экран и некоторые другие компоненты компьютера отключаются для уменьшения энергопотребления. Компьютер, тем не менее, остаётся включенным и потребляет немного электроэнергии. Вы можете «разбудить» его, нажав клавишу или щёлкнув мышью. Если это не работает, попробуйте нажать клавишу питания.

source: When you <em>hibernate</em> the computer, all of your applications and documents remain open (actually, they are saved to disk) and the computer completely switches off, so it doesn't use any power. It is like shutting down, but your applications and documents will still be open when you switch on the computer again.
ast: Cuando <em>hiberna</em> el equipu, toes les aplicaciones y los documentos permanecen abiertos (en realidad, se guardan nel discu) y el equipu se apaga por completu, polo que no utiliza dengún triba de enerxía. Es como el cierre, pero sus aplicaciones y documentos seguirán estando abiertes al encender el equipu.
el: Όταν <em>αδρανοποιείτε</em> τον υπολογιστή, όλα τα έγγραφα και οι εφαρμογές παραμένουν ανοιχτές (πρακτικά, έχουν αποθηκευτεί στον σκληρό δίσκο) και ο υπολογιστής διακόπτει εντελώς την λειτουργία του, έτσι ώστε να μην καταναλώνει καθόλου ενέργεια. Είναι εντελώς κλειστός, αλλά οι εφαρμογές και τα έγγραφά σας θα είναι ανοιχτά όταν επανέλθει σε κατάσταση λειτουργίας.
es: Cuando <em>hiberna</em> el equipo, todas las aplicaciones y los documentos permanecen abiertos (en realidad, se guardan en el disco) y el equipo se apaga por completo, por lo que no utiliza ningún tipo de energía. Es como el cierre, pero sus aplicaciones y documentos seguirán estando abiertas al encender el equipo.
fi: Kun asetat tietokoneen <em>lepotilaan</em>, kaikki avoinna olevat sovellukset ja asiakirjat pysyvät avoinna. Tietokone sammuu kokonaan, eikä se käytä lainkaan virtaa. Lepotila vastaa tietokoneen sammuttamista sillä erolla, että kone käynnistyy nopeammin ja sovellukset sekä asiakirjat pysyvät avoinna.
nl: Wanneer u de computer in de <em>slaapstand</em> zet, blijven al uw toepassingen en documenten open ( eigenlijk worden ze op de harde schijf opgeslagen) en de computer wordt volledig uitgeschakeld waardoor er geen energie gebruikt wordt. Het is hetzelfde als uitschakelen, maar uw toepassingen en documenten zullen geopend zijn wanneer u de computer weer aanzet.
pt_br: Quando o computador <em>hiberna</em>, todos os seus aplicativos e documentos continuam abertos (na verdade, eles são salvos no disco) e o computador desliga completamente, então ele não consome energia. É como desligar, mas seus aplicativos e documentos continuarão abertos quando você ligar o computador novamente.
ru: Когда вы переводите компьютер в <em>спящий режим</em>, все приложения и документы остаются открытым (на самом деле они сохраняются на диск) и компьютер полностью отключается, так что не потребляет электроэнергию. Это похоже на обычное отключение компьютера, но ваши приложения и документы окажутся всё ещё открытыми, когда вы снова включите компьютер.

source: Some computers have problems with hardware support which mean that they <link xref="power-suspendfail">may not be able to suspend or hibernate properly</link>. It is a good idea to test suspend/hibernate on your computer to see if it does work.
ast: Dellos equipos tienen problemes de hardware lo que significa que <link xref="power-suspendfail">puedn no ser capaces de suspender o hibernar adecuadamente</link>. Es una buena idea comprobar la suspensión/hibernación en su equipu pa ver si furrula bien.
el: Μερικοί υπολογιστές έχουν πρόβλημα με το υλικό τους το οποίο σημαίνει οτι <link xref="power-suspendfail">ενδεχομένως να μην είναι σε θέση να αναστείλουν ή να αδρανοποιήσουν τη λειτουργία τους σωστά</link>. Μία καλή ιδέα είναι να δοκιμάσετε αν η αναστολή/αδρανοποίηση λειτουργεί σωστά στον υπολογιστή σας.
es: Algunos equipos tienen problemas de hardware lo que significa que <link xref="power-suspendfail">puedn no ser capaces de suspender o hibernar adecuadamente</link>. Es una buena idea comprobar la suspensión/hibernación en su equipo para ver si funciona bien.
fi: Joidenkin tietokoneiden laitteisto-ongelmista johtuen <link xref="power-suspendfail">valmius- tai lepotila ei välttämättä toimi oikein</link>. Kannattaa siis kokeilla, miten oma tietokone toimii valmius- ja lepotiloissa.
nl: Sommige computers hebben problemen met hardwareondersteuning hetgeen betekent dat <link xref="power-suspendfail">de pauze- of slaapstand mogelijk niet goed functioneert</link>. Het zou goed zijn de pauze- en slaapstand op uw computer te testen om te zien of het werkt.
pt_br: Alguns computadores têm problemas com suporte de hardware, o que significa que eles <link xref="power-suspendfail">podem não ser capazes de suspender ou resumir corretamente</link>. É uma boa ideia testar suspender/hibernar no seu computador para ver se funciona corretamente.
ru: Аппаратное обеспечение некоторых компьютеров может иметь <link xref="power-suspendfail">проблемы с поддержкой ждущего и спящего режимов</link>. Желательно проверить, как ждущий и спящий режимы будут работать на вашем компьютере.

source: Always save your work before suspending/hibernating
ast: Guarde siempres su trabayu enantes de suspender/hibernar
el: Πάντα να αποθηκεύετε την εργασία σας πριν την αναστολή/αδρανοποίηση
es: Guarde siempre su trabajo antes de suspender/hibernar
fi: Tallenna aina työsi, ennen kuin siirryt valmius- tai lepotilaan
nl: Altijd uw werk opslaan voordat u de pauze- of slaapstand gebruikt
pt_br: Sempre salve seu trabalho antes de suspender ou hibernar
ru: Всегда сохраняйте результаты своей работы перед переводом компьютера в ждущий или спящий режим

source: You should save all of your work before suspending or hibernating the computer, just in case something goes wrong and your open applications and documents can't be recovered when you switch on the computer again.
ast: Tien de guardar too su trabayu enantes de suspender o hibernar el equipu, solo por si algo fuera mal y sus aplicaciones y documentos abiertos no se pudieran recuperar al encender el equipu.
el: Πρέπει να αποθηκεύετε την εργασία σας πριν θέσετε τον υπολογιστή σε κατάσταση αναστολής/αδρανοποίησης, για την περίπτωση προβλήματος κατά την οποία οι εφαρμογές και τα έγγραφά σας δεν θα μπορούν να επανακτηθούν όταν τον επαναφέρετε σε κατάσταση λειτουργία ξανά.
es: Debe guardar todo su trabajo antes de suspender o hibernar el equipo, solo por si algo fuera mal y sus aplicaciones y documentos abiertos no se pudieran recuperar al encender el equipo.
fi: Tallenna kaikki työsi varmuuden varalta, ennen kuin asetat tietokoneen valmius- tai lepotilaan. Näin työsi säilyvät, vaikka tietokone ei syystä tai toisesta käynnistyisi oikein.
nl: U dient al uw werk op te slaan voordat u de computer in de pauze- of slaapstand zet, voor het geval er iets fout gaat en uw geopende toepassingen en documenten niet kunnen worden hersteld wanneer u de computer weer aanzet.
pt_br: Você deve salvar todo o seu trabalho antes de suspender ou hibernar o computador, somente para o caso de alguma coisa der errado e seus aplicativos abertos e documentos não puderem ser recuperados quando você ligar seu computador novamente.
ru: Перед тем, как перевести компьютер в ждущий или спящий режим, следует сохранить все результаты вашей работы, просто на случай, если что-то пойдёт не так, и ваши открытые приложения и документы не будут восстановлены, когда вы снова включите компьютер.

source: Look in <guiseq><gui>System Settings</gui><gui>Power</gui></guiseq> for the option to change this.
ast: Busque la opción pa camudar na <guiseq><gui>Configuración de sistema</gui><gui>Prendíu</gui></guiseq>.
el: Κοιτάξτε στις <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Ενέργεια</gui></guiseq> για την επιλογή ώστε να το τροποποιήσετε.
es: Busque la opción para cambiar en la <guiseq><gui>Configuración de sistema</gui><gui>Encendido</gui></guiseq>.
fi: Muuta tätä asetusta valitsemalla <guiseq><gui>Järjestelmäasetukset</gui><gui>Virransäästö</gui><gui>Lisäasetukset</gui></guiseq>.
nl: Zoek onder <guiseq><gui>Systeeminstellingen</gui><gui>Energiebeheer</gui></guiseq> naar de optie om dit te wijzigen.
pt_br: Olhe em <guiseq><gui>Configurações do sistema</gui><gui>Energia</gui></guiseq> pela opção para alterar isso.

source: I want the computer to turn off when I press the power button
ast: Quiero que mi equipu se apague cuando yo calca el botón de prendíu
el: Θέλω ο υπολογιστής μου να απενεργοποιείται όταν πατάω το κουμπί τροφοδοσίας
es: Quiero que mi equipo se apague cuando yo pulse el botón de encendido
fi: Haluan tietokoneeni sammuvan, kun painan virtapainiketta
nl: Ik wil de computer uitzetten wanneer ik op de aan/uit-knop druk
pt_br: Eu quero que o computador desligue quando eu pressionar o botão liga-desliga.
ru: Я хочу, чтобы компьютер отключался при нажатии кнопки питания

source: When you press the power button on your computer, a window will pop up asking what you want to do - whether you want to turn off the computer, send it to sleep and so on. You can make it so that one of these options happens automatically when you press the power button, rather than showing this window.
ast: Al calcar el botón de prendíu del equipu, aparecerá una ventana preguntando qué quies facer; si quies apagar el equipu, enviarlo a dormir etc. Puede facer de mou que una de estes opciones se ejecute automáticamente cuando se presione el botón de prendíu, en llugar de amosar esta ventana.
el: Όταν πιέζετε το πλήκτρο εκκίνησης του υπολογιστή σας, θα εμφανιστεί ένα παράθυρο με επιλογές για το τι θέλετε να συμβεί - αν θέλετε να τον κλείσετε, να τον βάλετε σε κατάσταση ύπνου κ.ο.κ. Μπορείτε να το ρυθμίσετε έτσι ώστε κάποια επιλογή από αυτές να επιλέγεται αυτόματα όταν πατάτε το πλήκτρο εκκίνησης, από το να εμφανίζεται αυτό το παράθυρο.
es: Al pulsar el botón de encendido del equipo, aparecerá una ventana preguntando qué desea hacer; si desea apagar el equipo, enviarlo a dormir etc. Puede hacer de modo que una de estas opciones se ejecute automáticamente cuando se presione el botón de encendido, en lugar de mostrar esta ventana.
nl: Wanneer u op de aan/uit-knop op uw computer drukt, krijgt u een scherm te zien waarin u gevraagd wordt wat er gedaan moet worden - of u de computer uit wilt zetten, in de slaapstand enz. U kunt dit zo instellen dat één van deze opties automatische wordt uitgevoerd wanneer u op de aan/uit-knop drukt in plaats van dat dit venster getoond wordt.
pt_br: Quando você pressionar o botão liga/desliga no seu computador, uma janela irá surgir perguntando o que você quer fazer - se você quer desligar o computador, fazê-lo suspender e assim por diante. Você pode fazer com que uma dessas opções aconteça automaticamente quando você pressionar o botão liga-desliga, ao invés de mostrar essa janela.
ru: Когда вы нажимаете кнопку питания на компьютере, появляется окно, спрашивающее, что вы хотите сделать - отключить компьютер, перевести его в спящий режим и т.п. Вы можете сделать, чтобы вместо показа окна одна из этих опций при нажатии кнопки питания выполнялась автоматически.

source: Click the <gui>battery menu</gui> in the <gui>menu bar</gui> and select <gui>Power Settings</gui>.
ast: Fae clic nel <gui>menú de la batería</gui> de la <gui>barra de menús</gui> y escueyi <gui>Configuración de enerxía</gui>.
el: Κάντε κλικ στο μενού μενού <gui>μπαταρίας</gui> που βρίσκεται στη <gui>γραμμή μενού</gui> και επιλέξτε <gui>Ρυθμίσεις ενέργειας</gui>.
nl: Klik op <gui>accu-menu</gui> in de <gui>menubalk</gui> en selecteer <gui>Instellingen voor energiebeheer</gui>.
pt_br: Clique no <gui>menu da bateria</gui> na <gui>barra de menu</gui> e selecione <gui>Configurações de energia</gui>.

source: Change the option labeled <gui>When the power button is pressed</gui>. For example, if you choose <gui>Suspend</gui>, the computer will go to sleep when you press the power button. The default option is <gui>Ask me</gui>.
ast: Camuda la opción <gui>Al calcar el botón de prendíu</gui>. Por exemplu, si escueye <gui>Suspender</gui>, el equipu entrará en mou de suspensión cuando calca el botón de prendíu. El valor predetermináu es <gui>Preguntarme</gui>.
el: Αλλάξτε την επιλογή με τίτλο <gui>Όταν πατηθεί το κουμπί τροφοδοσίας</gui>. Για παράδειγμα, αν επιλέξετε <gui>Αναστολή</gui>, η λειτουργία του υπολογιστή θα ανασταλεί αν πατήσετε το κουμπί. Η προκαθορισμένη λειτουργία είναι <gui>Να ερωτηθώ</gui>.
es: Cambie la opción <gui>Al pulsar el botón de encendido</gui>. Por ejemplo, si elige <gui>Suspender</gui>, el equipo entrará en modo de suspensión cuando pulse el botón de encendido. El valor predeterminado es <gui>Preguntarme</gui>.
nl: Wijzig de optie met de tekst <gui>Wanneer de aan/uit-knop wordt ingedrukt</gui>. Kiest u bijvoorbeeld voor <gui>Pauzestand</gui>, dan zal de computer in de pauzestand worden gezet wanneer u op de aan/uit-knop drukt. De standaard keuze is <gui>Vragen</gui>.
pt_br: Altere a opção rotulada <gui>Quando o botão liga-desliga for pressionado</gui>. Por exemplo, se você escolher <gui>Suspender</gui>, o computador irá suspender quando você pressionar o botão liga-desliga. A opção padrão é <gui>Perguntar</gui>.

source: When your laptop is running on battery, the screen will dim when the computer is idle in order to save power.
ast: Cuando su portátil esté funcionando con baterías, se atenuará la pantalla cuando el equipu esté inactivo pa ahorrar enerxía.
el: Όταν ο φορητός υπολογιστής σας λειτουργεί με την ισχύ της μπαταρίας, η οθόνη θα σκοτεινιάσει όταν ο υπολογιστής βρίσκεται σε κατάσταση ηρεμίας ώστε να εξοικονομήσει ενέργεια.
es: Cuando su portátil esté funcionando con baterías, se atenuará la pantalla cuando el equipo esté inactivo para ahorrar energía.
fi: Kun tietokone toimii akun varassa, näyttö himmennetään tietokoneen ollessa vailla käyttöä virran säästämiseksi.
nl: Wanneer uw laptop werkt op een accu, dan zal het scherm zwart worden wanneer de computer inactief is om energie te sparen.
pt_br: Quando seu laptop estiver funcionando com bateria, a tela escurecerá quando o computador estiver ocioso para economizar energia.
ru: Когда ваш ноутбук работает от аккумулятора, экран будет отключаться во время простоя компьютера для экономии электроэнергии.

source: Why does my screen go dim after a while?
ast: ¿Por qué se oscurece mi pantalla pasáu un tiempu?
el: Γιατί η οθόνη μου σκοτεινιάζει μετά από λίγο;
es: ¿Por qué se oscurece mi pantalla pasado un tiempo?
fi: Miksi näyttö himmenee itsestään?
nl: Waarom wordt mijn scherm na enige tijd zwart?
pt_br: Por que a tela esmaece depois de um tempo?
ru: Почему мой экран через некоторое время гаснет?

source: When your laptop computer is running on battery, the screen will dim when the computer is idle in order to save power. When you start using the computer again, the screen will brighten.
ast: Cuando su portátil esté funcionando con baterías, se atenuará la pantalla cuando el equipu esté inactivo pa ahorrar enerxía. Cuando vuelva a usalu, la pantalla se iluminará de nuevu.
el: Όταν ο φορητός υπολογιστής σας λειτουργεί με την ισχύ της μπαταρίας, η οθόνη θα σκοτεινιάσει όταν ο υπολογιστής βρίσκεται σε κατάσταση ηρεμίας ώστε να εξοικονομήσει ενέργεια. Όταν αρχίσετε να χρησιμοποιείτε ξανά τον υπολογιστή, η οθόνη θα φωτιστεί ξανά.
es: Cuando su portátil esté funcionando con baterías, se atenuará la pantalla cuando el equipo esté inactivo para ahorrar energía. Cuando vuelva a usarlo, la pantalla se iluminará de nuevo.
fi: Kun tietokone toimii akun varassa, näyttö himmennetään koneen ollessa käyttämättä virran säästämiseksi. Kun alat taas käyttää tietokonetta, himmennys poistuu.
nl: Wanneer uw laptop werkt op een accu, dan zal het scherm zwart worden wanneer de computer inactief is om energie te sparen. Wanneer u de computer weer in gebruik neemt zal het scherm weer oplichten.
pt_br: Quando seu laptop estiver funcionando com bateria, a tela escurecerá quando o computador estiver ocioso para economizar energia. Quando você voltar a usar o computador, a tela voltará a clarear.
ru: Когда ваш ноутбук работает от аккумулятора, экран будет отключаться во время простоя компьютера для экономии электроэнергии. Когда вы продолжите пользоваться компьютером, экран снова включится.
