Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In addition, some existing drivers are incomplete or partially non-functional. For example, you might find that your printer can't do double-sided printing, but is otherwise completely functional.
ast: Además, dellos controladores tan incompletos o no funcionan correcho. Por exemplu, es posible que su imprentadora no pueda imprentar a duble cara, pero polo demás es completamente funcional.
el: Επιπλέον, ορισμένα υφιστάμενα προγράμματα οδήγησης είναι ελλιπή ή εν μέρει μη λειτουργικά. Για παράδειγμα, μπορεί να διαπιστώσετε ότι ο εκτυπωτής σας δεν μπορεί να κάνει εκτύπωση διπλής όψης, αλλά κατά τα άλλα είναι πλήρως λειτουργικός.
fi: Lisäksi, jotkut olemassa olevat ajurit ovat keskeneräisiä tai osittain toimimattomia. Esimerkiksi, tulostimesi ei välttämättä pysty tulostamaan kaksipuolisia tulosteita mutta muuten kaikki toimii normaalisti.
nl: Bovendien zijn sommige bestaande stuurprogramma's onvolledig of functioneren deels niet. Het kan bijvoorbeeld zijn dat uw printer niet dubbelzijdig afdrukt, maar voor de rest goed functioneert.
pt_br: Além disso, alguns drivers existentes estão incompletos ou parcialmente não-funcionais. Por exemplo, você pode descobrir que a sua impressora não imprime frente-e-verso, mas que fora isso ela é completamente funcional.
ru: Кроме того, некоторые существующие драйверы являются неполными или частично нефункциональными. Например, вы можете обнаружить, что ваш принтер не может выполнить двустороннюю печать, но в остальном полностью работоспособен.

source: Proprietary device drivers are not freely available or open source.
ast: Los controladores de preseos propietarios no tan disponibles libremente o no son de códigu abiertu.
el: Τα ιδιοταγή προγράμματα οδήγησης συσκευών δεν είναι ελεύθερα διαθέσιμα ή ανοικτού κώδικα.
fi: Suljetut ajurit eivät ole vapaasti saatavilla tai avointa lähdekoodia.
nl: Niet-vrije apparaatstuurprogramma's zijn niet vrij beschikbaar of opensource.
pt_br: Drivers de dispositivo proprietários não estão disponíveis livremente e não são de código aberto.
ru: Проприетарные драйверы устройств не находятся в свободном доступе и не являются приложениями с открытым исходным кодом.

source: Ubuntu Documentation Teak
ast: Equipu de documentación d'Ubuntu
el: Ομάδα τεκμηρίωσης του Ubuntu
pt_br: Time de Documentação do Ubuntu
ru: Команда документации Ubuntu

source: What are proprietary drivers?
ast: ¿Qué son controladores propietarios?
el: Τί είναι οι ιδιοταγείς οδηγοί;
fi: Mitä suljetut ajurit ovat?
nl: Wat zijn niet-vrije apparaatstuurprogramma's?
pt_br: O que são drivers proprietários?
ru: Что такое проприетарные драйверы?

source: Most of the devices (hardware) attached to your computer should function properly in Ubuntu. These devices are likely to have open source drivers, which means that the drivers can be modified by the Ubuntu developers and problems with them can be fixed.
ast: La mayoría de los preseos (de hardware) conectados a su aquipo deberían funcionar correcho en Ubuntu. Estos preseos mui dablemente dispongan de controladores de códigu abiertu, lo cual significa que los controladores pueden ser modificados polos desendolcadores de Ubuntu y así iguar los problemes que puedan surgir.
el: Οι περισσότερες από τις συσκευές (υλικό) που συνδέονται στον υπολογιστή σας θα πρέπει να λειτουργούν σωστά στο Ubuntu. Αυτές οι συσκευές είναι πιθανό να έχουν ανοιχτού κώδικα προγράμματα οδήγησης, πράγμα που σημαίνει ότι οι οδηγοί μπορούν να τροποποιηθούν από τους προγραμματιστές του Ubuntu και τα προβλήματα μαζί τους μπορούν να διορθωθούν.
fi: Suurin osa koneeseesi kiinnitettävistä laitteista tulisi toimia moitteetta Ubuntulla. Näillä laitteilla on luultavasti avoimeen lähdekoodiin perustuvat ajurit, mikä tarkoittaa, että Ubuntun kehittäjät voivat muokata ja korjata ajureissa esiintyviä ongelmia.
nl: De meeste apparaten (hardware) die aangesloten zijn op uw computer zouden in Ubuntu goed moeten werken. Deze apparaten hebben waarschijnlijk opensourcestuurprogramma's, hetgeen betekent dat de stuurprogramma's door Ubuntu ontwikkelaars kunnen worden gewijzigd en dat problemen ermee kunnen worden opgelost.
pt_br: A maioria dos dispositivos (equipamentos) conectados aos seu computador deve funcionar corretamente com o Ubuntu. Esses dispositivos devem ter drivers de código aberto, o que significa que os drivers podem ser modificados pelos desenvolvedores do Ubuntu e que problemas com eles podem ser corrigidos.
ru: Большинство из устройств, подключённых к вашему компьютеру, должны нормально работать в Ubuntu. Скорее всего, эти устройства используют драйверы с открытыми исходными кодами. Это означает, что разработчики Ubuntu могут изменять эти драйверы и исправлять возникающие с ними проблемы.

source: Some hardware does not have open source drivers, usually because the hardware manufacturer has not released details of their hardware which would make it possible to create such a driver. These devices may have limited functionality or may not work at all.
ast: Dellos preseos no tienen controladores de códigu abiertu, xeneralmente porque el fabricante del preséu no ha publicáu detalles de estos, lo cual haría posible criar un controlador. Estos preseos puede que tengan un funcionamiento más limitáu o que no funcionen en absoluto.
el: Κάποιο υλικό δεν έχει προγράμματα οδήγησης ανοικτού κώδικα, συνήθως επειδή ο κατασκευαστής του υλικού δεν έχει κυκλοφορήσει λεπτομέρειες του υλικού τους το οποίο θα καταστήσει δυνατή τη δημιουργία ενός τέτοιου οδηγού. Αυτές οι συσκευές μπορεί να έχουν περιορισμένη λειτουργικότητα ή να μη λειτουργούν καθόλου.
fi: Joillain laitteilla ei ole avoimen lähdekoodin ajureita. Yleensä laitevalmistaja ei ole julkaissut laitteistonsa yksityiskohtia, joka mahdollistaisi ajureiden luomisen ko. laitteelle. Näillä laitteilla toiminta voi olla rajoittunutta tai ne eivät välttämättä toimi ollenkaan.
nl: Sommige hardware heeft geen opensourcestuurprogramma's, meestal omdat de hardwarefabrikant geen details heeft vrijgegeven over de hardware die het mogelijk zouden maken zo een stuurprogramma te maken. De functionaliteit van deze apparaten kan beperkt zijn, of ze werken helemaal niet.
pt_br: Alguns equipamentos não têm drivers de código aberto, geralmente porque o fabricante não liberou detalhes sobre o equipamento, o que torna impossível criar tal driver. Esses dispositivos podem ter funcionalidade limitada ou podem não funcionar.
ru: Некоторое аппаратное оборудование не имеет драйверов с открытым исходным кодом, обычно из-за того, что производитель устройств не публикует спецификации своего оборудования, что позволило бы создать драйвер с открытым кодом. Эти устройства могут иметь ограниченную функциональность или вообще не работать.

source: If a proprietary driver is available for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a proprietary driver for certain graphics cards may allow you to use more advanced visual effects.
ast: Si un controlador propietariu ta disponible pa un determináu preséu, se puede instalar col fin de permitir que el preséu funcione correcho, o pa amestar nueves carauterístiques. Por exemplu, la instalación de un controlador propietariu pa delles tarxetes gráfiques pueden permitir el usu de efectos visuales más avanzaos.
el: Αν κάποιος ιδιοταγής οδηγός είναι διαθέσιμος για κάποια συσκευή, μπορείτε να τον εγκαταστήσετε ώστε να επιτραπεί στην συσκευή σας να λειτουργήσει σωστά, ή να αποκτήσει νέες λειτουργίες. Για παράδειγμα, η εγκατάσταση ενός ιδιοταγούς οδηγού κάποιων συγκεκριμένων καρτών γραφικών, μπορεί να σας επιτρέψει να χρησιμοποιήσετε πιο εξειδικευμένα οπτικά εφέ.
fi: Jos jollekin laitteelle on saatavilla suljettu ajuri, voit asentaa sen saadaksesi laitteen toimimaan kunnolla tai hankkia sen avulla lisäominaisuuksia. Esimerkiksi asentamalla joidenkin näytönohjainten suljetut ajurit saatat saada käyttöösi paremmat visuaaliset efektit kuin avoimen lähdekoodin ajureilla.
nl: Als er een niet-vrij stuurprogramma beschikbaar is voor een bepaald apparaat, dan kunt u dat installeren opdat uw apparaat goed werkt. Zo kan het installeren van een niet-vrij stuurprogramma voor een bepaalde grafische kaart ervoor zorgen dat u meer geavanceerde visuele effecten kunt gebruiken.
pt_br: Se um driver proprietário está disponível para um certo dispositivo, você pode instalá-lo para permitir ao seu dispositivo funcionar corretamente ou adicionar novos recursos. Por exemplo, instalar um driver proprietário para algumas placas de vídeo pode lhe permitir usar efeitos visuais mais avançados.
ru: Если для некоторого устройства доступен проприетарный драйвер, вы можете установить его, чтобы дать возможность устройству правильно функционировать, или добавить новые свойства. Например, установка проприетарного драйвера для некоторых видеокарт может позволить вам пользоваться более совершенными визуальными эффектами.

source: Many computers do not need proprietary drivers at all because the open source drivers fully support the hardware.
ast: Muchos equipos no necesiten controladores propietarios porque los controladores de códigu abiertu soportan totalmente el hardware.
el: Πολλοί υπολογιστές δε χρειάζονται ιδιοταγή προγράμματα οδήγησης σε όλες τις περιπτώσεις, επειδή οι ανοικτοί οδηγοί υποστηρίζουν πλήρως το υλικό.
fi: Useat tietokoneet eivät tarvitse suljettuja ajureita ollenkaan, koska avoimen lähdekoodin ajurit tukevat laitteistoa täysin.
nl: Veel computers hebben helemaal geen niet-vrije stuurprogramma's nodig omdat de opensourcestuurprogramma's de hardware volledig ondersteunen.
pt_br: Muitos computadores não necessitam de drivers proprietários porque os drivers de código aberto suportam completamente o equipamento.
ru: Многим компьютерам вообще не нужны проприетарные драйверы, потому что драйверы с открытым кодом полностью поддерживают аппаратное оборудование.

source: Most problems with proprietary drivers cannot be fixed by Ubuntu developers.
ast: La mayoría de problemes colos controladores propietarios no los pueden corregir los desendolcadores de Ubuntu.
el: Τα περισσότερα προβλήματα με τα ιδιοταγή προγράμματα οδήγησης είναι ότι δε μπορούν να διορθωθούν από τους προγραμματιστές του Ubuntu.
fi: Useimmat suljettujen ajureiden ongelmista eivät ole Ubuntu-kehittäjien korjattavissa.
nl: De meeste problemen met niet-vrije stuurprogramma's kunnen niet opgelost worden door Ubuntu-ontwikkelaars.
pt_br: A maioria dos problemas com os drivers proprietários não podem ser corrigidos pelos desenvolvedores do Ubuntu.
ru: Большинство проблем с проприетарными драйверами не могут быть исправлены ​​разработчиками Ubuntu.

# link:trail
source: Hardware
el: Υλικό
fi: Laitteisto

source: <link xref="hardware#problems">Hardware problems</link>, <link xref="printing">printers</link>, <link xref="power">power settings</link>, <link xref="color">color management</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">disks</link>...
ast: <link xref="hardware#problems">Problemas de Hardware</link>, <link xref="printing">impresoras</link>, <link xref="power">configuración de enerxía</link>, <link xref="color">xestión de color</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">discos</link>...
el: <link xref="hardware#problems">Προβλήματα υλικού</link>, <link xref="printing">εκτυπωτές</link>, <link xref="power">ρυθμίσεις ενέργειας</link>, <link xref="color">διαχείριση χρωμάτων</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">δίσκοι</link>...
fi: <link xref="hardware#problems">Laitteisto-ongelmat</link>, <link xref="printing">tulostimet</link>, <link xref="power">virranhallinta</link>, <link xref="color">värienhallinta</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">levyt</link>...
nl: <link xref="hardware#problems">Hardware problemen</link>, <link xref="printing">printers</link>, <link xref="power">energie-instellingen</link>, <link xref="color">kleurbeheer</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disks">schijven</link>...
pt_br: <link xref="hardware#problems">Problemas de hardware</link>, <link xref="printing">impressoras</link>, <link xref="power">Gerenciamento de energia</link>, <link xref="color">Gerenciamento de cores</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">disco</link>...
ru: <link xref="hardware#problems">Неисправности оборудования</link>, <link xref="printing">принтеры</link>, <link xref="power">настройки электропитания</link>, <link xref="color">управление цветом</link>, <link xref="bluetooth">Bluetooth</link>, <link xref="disk">диски</link>...

source: Hardware &amp; drivers
ast: Hardware y controladores
el: Υλικό &amp; προγράμματα οδήγησης
es: Hardware y controladores
fi: Laitteisto ja ajurit
nl: Hardware &amp; stuurprogramma's
ru: Оборудование и драйверы

# link:trail
source: Problems
ast: Problemas
el: Προβλήματα
fi: Ongelmat
nl: Problemen
pt_br: Problemas

# link
source: Hardware problems
ast: Problemas de hardware
el: Προβλήματα υλικού
fi: Laitteisto-ongelmat
nl: Hardwareproblemen
pt_br: Problemas de hardware
ru: Неисправности оборудования

source: Troubleshoot media card readers
ast: Resolver problemes de lectores de tarxetes multimedia
el: Αντιμετώπιση προβλημάτων αναγνωστών για κάρτες αποθήκευσης μέσων
fi: Kortinlukijoiden mahdolliset ongelmat
nl: Problemen met de geheugenkaartlezer oplossen
pt_br: Resolução de problemas com leitores de cartão de memória.
ru: Устранение неполадок в устройствах чтения карт памяти

source: Media card reader problems
ast: Problemas cola llectura de tarxetes multimedia
el: Προβλήματα αναγνωστών για κάρτες αποθήκευσης μέσων
fi: Kortinlukijoiden ongelmat
nl: Problemen met geheugenkaartlezers
pt_br: Problemas com leitor de cartões de memória.
ru: Проблемы с устройствами чтения карт памяти

source: Many computers contain readers for SD (Secure Digital), MMC (MultiMediaCard), SmartMedia, Memory Stick, CompactFlash, and other storage media cards. These should be automatically detected and <link xref="disk-partitions">mounted</link>. Here are some troubleshooting steps if they are not:
ast: Munchos equipos tienen lleutores de SD (Secure Digital), MMC (MultiMediaCard), SmartMedia, Memory Stick, CompactFlash, u otres tarxetes de memoria. Tienen de deteutase automáticamente y <link xref="disk-partitions">montase</link>. Equí siguen dalgunos pasos pa resolución de problemes en casu qu'esto asoceda.
el: Σε πολλούς υπολογιστές υπάρχουν αναγνώστες για κάρτες τύπου SD (Secure Digital), MMC (MultiMediaCard), SmartMedia, Memory Stick, CompactFlash και άλλες κάρτες αποθήκευσης μέσων. Οι παραπάνω τυπικά ανιχνεύονται και <link xref="disk-partitions">προσαρτούνται</link> αυτόματα. Αν δε συμβεί κάτι τέτοιο, δείτε μερικά βήματα για την αντιμετώπιση του προβλήματός σας:
fi: Usea kone sisältää monipuolisia muistikortinlukijoita, jotka tukevat mm. SD- (Secure Digital), MMC- (MultiMediaCard), SmartMedia-, Memory Stick - ja CompactFlash-muistikortteja. Tietokoneesi pitäisi havaita ja <link xref="disk-partitions">liittää</link> nämä automaattisesti. Tässä muutama ongelmanratkaisuehdotus, jos niitä ei automaattisesti liitetä:
pt_br: Muitos computadores contém leitores para SD (Secure Digital), MMC (MultiMediaCard), SmartMedia, Memory Stick, CompactFlash, e outros cartões de memória. Eles devem ser automaticamente detectados e <link xref="disk-partitions">montados</link>. Aqui seguem alguns passos para resolução de problemas caso isso não ocorra:
ru: Многие компьютеры оборудованы устройствами чтения SD (Secure Digital), MMC (MultiMediaCard), SmartMedia, Memory Stick, CompactFlash и других карт памяти. Они должны быть автоматически обнаружены и <link xref="disk-partitions">смонтированы</link>. Если этого не происходит, то здесь приведены несколько шагов по устранению неполадок:

source: Make sure that the card is put in correctly. Many cards look as though they are “upside down” when correctly inserted. Also make sure that the card is firmly seated in the slot; some cards, especially CompactFlash, require a small amount of force to insert correctly. (Be careful not to push too hard! If you come up against something solid, do not force it.)
ast: Asegúrate de que la tarxeta ta inxertada correchamente. Munches tarxetes paecer tar "cabeza abaxo" cuanto tán correutamente inxertaes. Asegúrate tamién de que la tarxeta ta firmemente encaxada na entrada del lleutor; dalgunes tarxetes, especialmente les CompactFlash, necesiten un pocu de fuercia pa inxertase correcho. (Toma curiáu pa nun emburriar con muncha fuercia! Si alcuentres daqué sólido, nun fuerces.)
el: Βεβαιωθείτε πως η κάρτα έχει εισαχθεί σωστά. Πολλές κάρτες μοιάζουν να έχουν τοποθετηθεί «ανάποδα» όταν έχουν εισαχθεί με τον σωστό τρόπο. Επίσης, βεβαιωθειτε πως η κάρτα έχει τοποθετηθεί σωστά στην υποδοχή. Κάποιες κάρτες, ειδικά οι τύπου CompactFlash, χρειάζονται λίγο περισσότερη δύναμη για να εισαχθούν σωστά.(Προσέξτε να μην πιέζετε πολύ δυνατά! Αν συναντήσετε αντίσταση από κάτι συμπαγές, μην επιμείνετε.)
fi: Varmista, että kortti on asetettu lukijaan kunnolla. Moni kortti näyttää, että ne ovat väärin päin, kun ne on asetettu oikein. Varmista myös, että kortti on tukevasti kiinni lukijassa; joidenkin korttien asettaminen, eritoten CompactFlash, vaatii vain vähän voimaa. (Ole varovainen ettet työnnä korttia liian lujaa! Jos kohtaat jotain kovaa, älä yritä tunkea korttia syvemmälle.)
pt_br: Assegure-se de que o cartão está inserido corretamente. Muitos cartões parecem estar "de cabeça para baixo" quando corretamente inseridos. Assegure-se também de que o cartão está firmemente encaixado na entrada do leitor; alguns cartões, especialmente o CompactFlash, demandam um pouco de força para serem inseridos corretamente. (Tome cuidado para não empurrar com muito força! Se você encontrar algo sólido, não force.)
ru: Убедитесь, что карта вставлена правильно. Многие правильно вставленные карты выглядят так, будто они «вверх ногами». Также убедитесь, что карта плотно зафиксирована в гнезде; некоторым картам, особенно CompactFlash, требуется небольшое усилие, чтобы встать правильно. (Будьте осторожны, не нажимайте слишком сильно! Если вы наткнулись на что-то твердое, не прикладывайте силу.)

source: Open <app>Files</app> by using the <gui>Activities</gui> menu. Does the inserted card appear in the <gui>Devices</gui> list in the left sidebar? Sometimes the card appears in this list but is not mounted; click it once to mount. (If the sidebar is not visible, press <key>F9</key> or click <guiseq><gui>View</gui><gui> Sidebar</gui><gui> Show Sidebar</gui></guiseq>.)
ast: Abri <app>Ficheros</app> usando'l menu d'<gui>Actividaes</gui>. La tarxeta inxertada apaez na llista de <gui>Preseos</gui> na barra llateral izquierda? Dalgunes vegaes la tarxeta a paez na llista pero nun ta montada; clica nella una vegada pa montala. (Si la barra llateral nun tuviere visible, primi <key>F9</key> o primi en <guiseq><gui>Ver</gui><gui>Barra llateral</gui><gui>Amosar la barra llateral</gui></guiseq>.)
el: Ανοίξτε την επιλογή <app>Αρχεία</app> χρησιμοποιώντας το μενού <gui>Δραστηριότητες</gui>. Δείτε αν εμφανίζεται η κάρτα στη λίστα <gui>Συσκευές</gui> που βρίσκεται στην αριστερή γραμμή. Κάποιες φορές, η κάρτα εμφανίζεται στη λίστα χωρίς όμως να είναι προσαρτημένη. Κάντε κλικ επάνω της για να προσαρτηθεί. (Αν δε βλέπετε την πλαϊνή γραμμή, πατήστε το πλήκτρο <key>F9</key> ή κάντε κλικ επιλέγοντας <guiseq><gui>Προβολή</gui><gui> Πλαϊνή γραμμή</gui><gui>Εμφάνιση πλαϊνής γραμμής</gui></guiseq>.)
fi: Avaa <app>Tiedostot</app> käyttämällä <gui>Toiminnot</gui>-valikkoa. Näkyykö asetettu kortti <gui>Laiteluettelossa</gui> vasemmassa sivupalkissa? Joskus kortti ilmestyy listaan mutta sitä ei liitetä automaattisesi; klikkaa sitä liittääksesi sen. (Jos sivupalkkia ei näy, paina <key>F9</key> tai mene <guiseq><gui>Näytä</gui><gui>Sivupaneeli</gui><gui>Näytä sivupaneeli</gui></guiseq>.)
pt_br: Abra <app>Arquivos</app> usando o menu de <gui>Atividades</gui>. O cartão inserido aparece na lista de <gui>Dispositivos</gui> na barra lateral esquerda? Às vezes o cartão aparece na lista mas não está montado; clique nele uma vez para montá-lo. (Se a barra lateral não estiver visível, pressione <key>F9</key> ou clique em <guiseq><gui>Visualizar</gui><gui>Barra lateral</gui><gui>Mostrar barra lateral</gui></guiseq>.)

source: If your card does not show up in the sidebar, click <guiseq><gui>Go</gui><gui>Computer</gui></guiseq>. If your card reader is correctly configured, the reader should come up as a drive when no card is present, and the card itself when the card has been mounted (see the picture below).
ast: Si la tarxeta nun apaez na barra llateral, calca en <guiseq><gui>Dir</gui><gui>Equipu</gui></guiseq>. Si'l llector de tarxetes ta correutamente configuráu, el llector tendrá d'apaecer como una unidá cuando denguna tarxeta tea presente, y como la propia tarxeta cuando la tarxeta ta montada (ver na imaxe d'abaxo).
el: Αν η κάρτα σας δεν εμφανίζεται στην πλαϊνή γραμμή, κάντε κλικ επιλέγοντας <guiseq><gui>Μετάβαση</gui><gui>Υπολογιστής</gui></guiseq>. Αν η κάρτα σας είναι ρυθμισμένη σωστά, ο αναγνώστης θα πρέπει, όταν δεν έχουν εισαχθεί κάρτες, να φαίνεται απλά ως οδηγός και η κάρτα να φαίνεται όταν προσαρτηθεί (δείτε την εικόνα παρακάτω).
fi: Jos korttisi ei näy sivupalkissa, mene <guiseq><gui>Siirry</gui><gui>Tietokone</gui></guiseq>. Jos kortinlukijan asetukset ovat kunnossa, sen tulisi näkyä asemana silloin, kun korttia ei ole asetettu ja kun kortti on paikallaan, sen tulisi näkyä korttina (kuva alla).
pt_br: Se o seu cartão não aparece na barra lateral, clique em <guiseq><gui>Ir</gui><gui>Computador</gui></guiseq>. Se o seu leitor de cartão estiver corretamente configurado, ele deverá aparecer como uma unidade quando nenhum cartão está presente, e como o próprio cartão quando o cartão tiver sido montado (veja na figura abaixo).
ru: Если ваша карта не отображается в боковой панели, нажмите <guiseq><gui>Переход</gui><gui>Компьютер</gui></guiseq>. Если устройство чтения карт памяти настроено правильно, устройство чтения должно отображаться, как диск, если карта не вставлена, и как сама карта, если карта смонтирована ​​(см. рисунок ниже).

source: If you see the card reader but not the card, the problem may be with the card itself. Try a different card or check the card on a different reader if possible.
ast: Si vusté ve el lector de tarxetes, pero no la tarxeta, el problema puede tar na propia tarxeta. Intente con otra tarxeta o compruebe la tarxeta nun lector distintu si es posible.
el: Αν βλέπετε τον αναγνώστη αλλά όχι την κάρτα, τότε το πρόβλημα μπορεί να βρίσκεται στην ίδια την κάρτα. Δοκιμάστε μία διαφορετική κάρτα ή ελέγξτε την κάρτα αν είναι δυνατόν σε ένα διαφορετικό αναγνώστη.
fi: Jos näet kortinlukijan muttet korttia, ongelma voi olla kortti itse. Yritä toista korttia tai testaa korttia toisella kortinlukijalla mahdollisuuksien mukaan.
pt_br: Se você vir o leitor de cartão mas não o cartão, o problema pode ser o próprio cartão. Tente um outro cartão ou verifique o cartão em um leitor diferente, se possível.
ru: Если вы видите устройство чтения, но не карту, проблема может быть в самой карте. Попробуйте другую карту или проверьте карту на другом устройстве чтения, если это возможно.
