Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Find the group called <gui>Compose key position</gui>. Select the key or keys you would like to behave as a compose key. You can choose keys like <key>Caps Lock</key>, either of the <key>Alt</key> keys, or the menu key. Any keys you select will then only work as a compose key, and will no longer work for their original purpose.
ast: Busque el grupu llamáu <gui>Posición de tecla de composición</gui>. Escueyi la tecla o tecles que le gustaría que se comportasen como tecla de composición. Puede escoyer tecles como <key>Bloq Mayús</key>, o <key>Alt</key> o la tecla menú. Cualesquier tecla que escueyi funcionará solo como tecla de composición y nunca más funcionará con su propósito original.
el: Βρείτε την ομάδα που ονομάζεται <gui>Θέση του πλήκτρου σύνθεσης</gui>. Επιλέξτε το πλήκτρο ή τα πλήκτρα που θέλετε να έχουν συμπεριφορά πλήκτρου σύνθεσης. Μπορέιτε να επιλέξετε πλήκτρα όπως το <key>Caps Lock</key> είτε το <key>Alt</key>, ή το πλήκτρο του μενού. Όποιο πλήκτρο επιλέξετε θα συμπεριφέρεται μόνο ως πλήκτρο σύνθεσης, και δεν θα εκτελεί στο εξής τον αρχικό του σκοπό.
es: Busque el grupo llamado <gui>Posición de tecla de composición</gui>. Seleccione la tecla o teclas que le gustaría que se comportasen como tecla de composición. Puede seleccionar teclas como <key>Bloq Mayús</key>, o <key>Alt</key> o la tecla menú. Cualquier tecla que seleccione funcionará solo como tecla de composición y nunca más funcionará con su propósito original.
nl: Ga naar de groep met de naam <gui>Samensteltoetspositie</gui>. Selecteer de toets of toetsen waarvan u wilt dat ze zich gedragen als samensteltoets. U kunt toetsen kiezen zoals <key>Caps Lock</key>, één van de <key>Alt</key>-toetsen of de menutoets. Elk van de door u geselecteerde toetsen zal dan alleen werken als samensteltoets en zal niet meer de oorspronkelijke functie hebben.
pt_br: Encontre o grupo chamado <gui>Posição da tecla de composição</gui>. Escolha a tecla ou teclas que você gostaria que se comportasse como uma tecla de composição. Você pode escolher teclas como o <key>Caps Lock</key>, uma das teclas <key>Alt</key>, ou a tecla de menu. Qualquer tecla que você selecionar somente funcionará como uma tecla de composição, deixando de servir ao seu propósito inicial.
ru: Найдите группу под названием <gui>Положение клавиши Compose</gui>. Выберите клавишу или клавиши, которые должны выполнять функцию клавиши Compose. Вы можете выбрать клавиши наподобие <key>Caps Lock</key>, одной из клавиш <key>Alt</key> или клавиши Меню. Любые выбранные вами клавиши теперь будут работать только как клавиша Compose и больше не будут выполнять свои изначальные функции.

source: You can type many common characters using the compose key, for example:
ast: Puede teclear muchos carauteres comunes usando la tecla compuesta, por exemplu:
el: Μπορείτε να πληκτρολογήσετε πολλούς κοινούς χαρακτήρες με τη χρήση του πλήκτρου σύνθεσης, για παράδειγμα:
es: Puede teclear muchos caracteres comunes usando la tecla compuesta, por ejemplo:
nl: U kunt vele veelvoorkomende tekens intypen met de samensteltoets, bijvoorbeeld:
pt_br: Você pode digitar muitos caracteres comuns com a tecla de composição, por exemplo:
ru: С помощью клавиши Compose вы можете набирать большинство общеупотребимых символов, например:

source: Press <key>compose</key> then <key>'</key> then a letter to place an acute accent over that letter, such as <em>é</em>.
ast: Pulse <key>componer</key> después <key>'</key> después una letra para establecer la tilde en tal letra, tal como la <em>é</em>.
el: Πατήστε το πλήκτρο <key>σύνθεσης</key>, μετά <key>'</key> και έπειτα ένα γράμμα για να τοποθετήσετε τόνο πάνω από αυτό το γράμμα, όπως το <em>é</em>.
es: Pulse <key>componer</key> después <key>'</key> después una letra para establecer la tilde en tal letra, tal como la <em>é</em>.
nl: Druk op de <key>samensteltoets</key> gevolgd door <key>'</key> en dan een letter waarop een accent aigu moet komen, zoals <em>é</em>.
pt_br: Pressione <key>composição</key>, depois <key>'</key> e então a letra sobre a qual deverá aparecer o acento agudo, como <em>é</em>.
ru: Нажмите <key>Compose</key>, затем <key>'</key> и букву, чтобы поместить над этой буквой диакритический значок акут, например, <em>é</em>.

source: Press <key>compose</key> then <key>`</key> (back tick) then a letter to place a grave accent over that letter, such as <em>è</em>.
ast: Pulse <key>componer</key> después <key>`</key> después una letra para establecer un acento grave sobre tal letra, tal como <em>è</em>.
el: Πατήστε το πλήκτρο <key>σύνθεσης</key>, μετά <key>`</key> (βαρεία) και έπειτα ένα γράμμα για να τοποθετήσετε βαρεία πάνω από αυτό το γράμμα, όπως το <em>è</em>.
es: Pulse <key>componer</key> después <key>`</key> después una letra para establecer un acento grave sobre tal letra, tal como <em>è</em>.
nl: Druk op de <key>samensteltoets</key> gevolgd door <key>`</key> en dan een letter waarop een accent grave moet komen, zoals <em>è</em>.
pt_br: Pressione <key>composição</key>, depois <key>`</key> (acento grave) e então a letra sobre a qual o acento deverá aparecer, como <em>è</em>.
ru: Нажмите <key>Compose</key>, затем <key>`</key> и букву, чтобы поместить над этой буквой диакритический значок гравис, например, <em>è</em>.

source: Press <key>compose</key> then <key>"</key> then a letter to place an umlaut over that letter, such as <em>ë</em>.
ast: Pulse <key>componer</key> después <key>"</key> después una letra para establecer una diéresis en tal letra, tal como la <em>ë</em>.
el: Πατήστε πλήκτρο <key>σύνθεσης</key>, μετά <key>"</key> και έπειτα ένα γράμμα για να τοποθετήσετε διαλυτικά πάνω από αυτό το γράμμα, όπως το <em>ë</em>.
es: Pulse <key>componer</key> después <key>"</key> después una letra para establecer una diéresis en tal letra, tal como la <em>ë</em>.
nl: Druk op de <key>samensteltoets</key> gevolgd door <key>"</key> en dan een letter waarop een ümlaut moet komen, zoals <em>ë</em>.
pt_br: Pressione <key>composição</key>, depois <key>"</key> e então a letra sobre a qual o trema deverá aparecer, como <em>ë</em>.
ru: Нажмите <key>Compose</key>, затем <key>"</key> и букву, чтобы поместить над этой буквой умляут, например, <em>ë</em>.

source: Press <key>compose</key> then <key>-</key> then a letter to place a macron over that letter, such as <em>ē</em>.
ast: Pulse <key>componer</key> después <key>-</key> después una letra para establecer una diéresis en tal letra, tal como la <em>ë</em>.
el: Πατήστε το πλήκτρο <key>σύνθεση</key>, μετά <key>-</key> και έπειτα ένα γράμμα για να τοποθετήσετε περισπωμένη πάνω από αυτό το γράμμα, όπως το <em>ē</em>.
es: Pulse <key>componer</key> después <key>-</key> después una letra para establecer una diéresis en tal letra, tal como la <em>ë</em>.
nl: Druk op de <key>samensteltoets</key> gevolgd door <key>-</key> en dan de letter waarop een macron moet komen, zoals <em>ē</em>.
pt_br: Pressione <key>composição</key>, depois <key>-</key> e então a letra sober a qual o mácron deverá aparecer, como <em>ē</em>.
ru: Нажмите <key>Compose</key>, затем <key>-</key> и букву, чтобы поместить над этой буквой знак долготы звука, например, <em>ē</em>.

source: For more compose key sequences, see <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">the compose key page on Wikipedia</link>.
ast: Para saber más sobre teclas de composición, consulte <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">la página de teclas de composición en Wikipedia</link>.
el: Για περισσότερες ακολουθίες πλήκτρων σύνθεσης, δείτε την <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">σελίδα πλήκτρων σύνθεσης της Wikipedia</link>.
es: Para saber más sobre teclas de composición, consulte <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">la página de teclas de composición en Wikipedia</link>.
nl: Zie voor meer samensteltoetscombinaties <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">de samensteltoetspagina op Wikipedia</link>.
pt_br: Para mais sequências de teclas de composição, acesse <link href="http://en.wikipedia.org/wiki/Compose_key#Common_compose_combinations">esta página da Wikipedia (em inglês)</link>.
ru: Другие последовательности клавиш с использованием Compose смотрите на <link href="http://ru.wikipedia.org/wiki/Compose">странице клавиши Compose в Wikipedia</link>.

source: Code points
ast: Puntos de códigu
el: Σημεία Κώδικα
es: Puntos de código
nl: Codepunten
pt_br: Pontos de código
ru: Коды символов

source: You can enter any Unicode character using only your keyboard with the numeric code point of the character. Every character is identified by a four-character code point. To find the code point for a character, find the character in the character map application and look in the status bar or the <gui>Character Details</gui> tab. The code point is the four characters after <gui>U+</gui>.
ast: Puede introducir cualesquier caráuter Unicode usando solo el tecláu con el puntu de códigu numbéricu del caráuter. Cada caráuter se identifica con un puntu de códigu de cuatro carauteres. Pa atopar el puntu de códigu de un caráuter, busque el caráuter na aplicación de mapa de carauteres y mire na barra de estáu o na pestaña <gui>Detalles de caráuter</gui>. El puntu de códigu son los cuatro carauteres que hai dempués de <gui>U+</gui>.
el: Μπορείτε να εισάγετε οποιονδήποτε χαρακτήρα Unicode χρησιμοποιώντας μόνο το πληκτρολόγιό σας με τον αριθμητικό κώδικα του χαρακτήρα. Κάθε χαρακτήρας αναγνωρίζεται από έναν τετραψήφιο κώδικα σημείων. Για να βρείτε τον κώδικα σημείων ενός χαρακτήρα, βρείτε το χαρακτήρα στην εφαρμογή του χάρτη χαρακτήρων και αναζητήστε στη γραμμή κατάστασης ή στην καρτέλα <gui>Λεπτομέρειες χαρακτήρα</gui>. Ο κώδικας είναι οι τέσσερις χαρακτήρες μετά το <gui>U+</gui>.
es: Puede introducir cualquier carácter Unicode utilizando solo el teclado con el punto de código numérico del carácter. Cada carácter se identifica con un punto de código de cuatro caracteres. Para encontrar el punto de código de un carácter, busque el carácter en la aplicación de mapa de caracteres y mire en la barra de estado o en la pestaña <gui>Detalles de carácter</gui>. El punto de código son los cuatro caracteres que hay después de <gui>U+</gui>.
nl: U kunt enkel via het toetsenbord elk Unicode-teken invoeren met het numerieke codepunt van dat teken. Elk teken wordt geïdentificeerd door een codepunt bestaande uit vier tekens. Om het codepunt voor een teken te vinden zoekt u het teken op in de toepassing voor vreemde tekens en kijkt u in de statusbalk of het tabblad <gui>Tekendetails</gui>. Het codepunt bestaat uit de vier tekens na <gui>U+</gui>.
pt_br: Você pode digitar qualquer caractere Unicode usando apenas o seu teclado com o ponto de código numérico do caractere. Todo caractere é identificado por um código de ponto de quatro caracteres. Para encontrar o ponto de código de um caractere, encontre o caractere na aplicação do mapa de caractere e olhe na barra de status ou na aba <gui>detalhes do caractere</gui>. O ponto de código são os quatro caracteres depois do <gui>U+</gui>.
ru: Вы можете ввести любой символ Unicode, используя только клавиатуру, с помощью цифрового кода символа. Каждый символ идентифицируется четырёхзначным кодом. Чтобы найти код символа, найдите этот символ в приложении Таблица символов и посмотрите на строку состояния или во вкладке <gui>Подробности о символе</gui>. Код символа - это четыре символа после <gui>U+</gui>.

source: To enter a character by its code point, hold down <key>Ctrl</key> and <key>Shift</key>, type <key>u</key> followed by the four-character code point, then release <key>Ctrl</key> and <key>Shift</key>. If you often use characters that you can't easily access with other methods, you might find it useful to memorize the code point for those characters so you can enter them quickly.
ast: Pa introducir un caráuter por su puntu de códigu, mantenga presionadas <key>Ctrl</key> y <key> Mayús</key>, teclee <key>u</key> seguido polos cuatros carauteres del puntu de códigu, a continuación, suelte <key>Ctrl</key> y <key>Mayús</key>. Si suele usar carauteres a los que no puede acceder cenciellamente con otros métodos, puede que le resulte útil memorizar el puntu de códigu pa esos carauteres de manera que pueda introducirlos rápidamente.
el: Για να εισάγετε ένα χαρακτήρα με τον κώδικά του, κρατήστε πατημένα τα πλήκτρα <key>Ctrl</key> και <key>Shift</key>, πληκτρολογήστε το <key>u</key> ακολουθούμενο από τα τέσσερα ψηφία του σημείου κώδικα και στη συνέχεια ελευθερώστε τα <key>Ctrl</key> και <key>Shift</key>. Αν χρησιμοποιείτε συχνά χαρακτήρες που δεν είναι εύκολο να τους εισάγετε με άλλες μεθόδους, μπορεί να βρείτε χρήσιμο να αποστηθίσετε τα σημεία κώδικα αυτών των χαρακτήρων, ώστε να είστε σε θέση να τους εισάγετε γρήγορα.
es: Para introducir un carácter por su punto de código, mantenga presionadas <key>Ctrl</key> y <key> Mayús</key>, teclee <key>u</key> seguido por los cuatros caracteres del punto de código, a continuación, suelte <key>Ctrl</key> y <key>Mayús</key>. Si suele utilizar caracteres a los que no puede acceder fácilmente con otros métodos, puede que le resulte útil memorizar el punto de código para esos caracteres de manera que pueda introducirlos rápidamente.
nl: Om het codepunt van een teken in te voeren doet u het volgende: houd <key>Ctrl</key> en <key>Shift</key> ingedrukt, typ <key>u</key> gevolgd door het uit vier tekens bestaande codepunt en laat dan <key>Ctrl</key> en <key>Shift</key> los. Als u vaak tekens gebruikt die u niet gemakkelijk op andere manieren kunt invoeren, dan zou het nuttig kunnen zijn de codepunten voor die tekens te onthouden zodat u ze snel kunt invoeren.
pt_br: Para digitar um caractere através de seu ponto de código, pressione <key>ctrl</key> e <key>shift</key>, digite <key>u</key> seguido pelos quatro caracteres de ponto de código, então libere <key>ctrl</key> e <key>shift</key>. Se você às vezes usa caracteres que você não pode acessar facilmente por outros métodos, você pode achar útil memorizar o ponto de código desses caracteres para que você possa digitá-los rapidamente.
ru: Чтобы ввести символ с помощью его кода, удерживая нажатыми <key>Ctrl</key> и <key>Shift</key>, нажмите <key>u</key> и четыре символа кода, затем отпустите <key>Ctrl</key> и <key>Shift</key>. Если вы часто используете символы, доступ к которым с помощью других методов затруднён, может быть полезным запомнить коды таких символов, чтобы вы могли быстро их вводить.

source: Keyboard layouts
ast: Distribuciones de tecláu
el: Διατάξεις πληκτρολογίου
es: Distribuciones de teclado
fi: Näppäimistöasettelut
nl: Toetsenbordindelingen
pt_br: Disposições do teclado
ru: Раскладки клавиатуры

source: You can make your keyboard behave like the keyboard for another language, regardless of the letters printed on the keys. You can even easily switch between different keyboard layouts using an icon in the top bar. To learn how, see <link xref="keyboard-layouts"/>.
ast: Puede facer que el tecláu se comporte como el tecláu de otru idioma, independientemente de les lletres impresas nas tecles. Incluso puede camudar cenciellamente ente estremaes distribuciones de tecláu con un iconu na barra superior. Pa saber cómo hacerlo, consulte la <link xref="keyboard-layouts"/>.
el: Μπορείτε να κάνετε το πληκτρολόγιό σας να συμπεριφέρεται ως πληκτρολόγιο άλλης γλώσσας, ανεξάρτητα από τα γράμματα που είναι τυπωμένα στα πλήκτρα του. Μπορείτε ακόμα εύκολα να εναλλάσσεστε μεταξύ διαφορετικών διατάξεων πληκτρολογίου χρησιμοποιώντας ένα εικονίδιο στην πάνω γραμμή. Για να μάθετε τον τρόπο, δείτε την ενότητα <link xref="keyboard-layouts"/>.
es: Puede hacer que el teclado se comporte como el teclado de otro idioma, independientemente de las letras impresas en las teclas. Incluso puede cambiar fácilmente entre diferentes distribuciones de teclado con un icono en la barra superior. Para saber cómo hacerlo, consulte la <link xref="keyboard-layouts"/>.
nl: U kunt ervoor zorgen dat uw toetsenbord zich gedraagt als een toetsenbord voor een andere taal, ongeacht de letters die op de toetsen staan. U kunt eenvoudig wisselen tussen verschillende toetsenbordindelingen via een pictogram in het bovenpaneel. Hoe u dat doet leest u in <link xref="toetsenbordindelingen"/>.
pt_br: Você pode fazer o seu teclado se comportar como o teclado de uma outra língua, independentemente de as letras impressas nas teclas. Você mesmo pode facilmente alternar entre diferentes disposições de teclado usando um ícone na barra superior. Para saber como, veja <link xref="keyboard-layouts"/>.
ru: Вы можете сделать, чтобы ваша клавиатура работала как клавиатура для другого языка, независимо от того, какие буквы нарисованы на клавишах. Вы можете даже легко переключаться между различными раскладками клавиатуры, используя значок на верхней панели. Чтобы узнать о том, как это делать, см. <link xref="keyboard-layouts"/>.

source: Manage apps &amp; settings with Indicator Menus
ast: Gestionar aplicaciones y configuraciones colos menús indicadores
el: Διαχείριση εφαρμογών &amp; ρυθμίσεων με τα μενού δεικτών
es: Gestionar aplicaciones y configuraciones con los menús indicadores
fi: Hallitse sovelluksia ja asetuksia ilmaisinvalikoilla
nl: Apps &amp; instellingen beheren via indicatormenu's
pt_br: Gerencia aplicativos &amp; configurações com Menus indicadores
ru: Управление приложениями и параметрами используя меню индикатора

source: Ubuntu has many different <em>indicator menus</em> on the right side of the panel. The indicator menus are a place where you can check and modify the state of your computer and applications. Some indicator menus you will see are:
ast: Ubuntu tien muchos <em>menús indicadores</em> estremaes na parte drecha del panel. Los menús indicadores son un llugar donde consultar y camudar el estáu de su equipu de de sus aplicaciones. Dellos de los menús indicadores que podrá observar sirven pa:
el: Το Ubuntu έχει πολλά και διαφορετικά <em>μενού δεικτών</em> στο δεξί μέρος του πίνακα εφαρμογών. Τα μενού δεικτών είναι ένα σημείο που μπορείς να ελέγξεις και να τροποποιήσεις την κατάσταση του υπολογιστή και των εφαρμογών σου. Μερικά μενού δεικτών που θα δείτε είναι:
es: Ubuntu tiene muchos <em>menús indicadores</em> diferentes en la parte derecha del panel. Los menús indicadores son un lugar donde consultar y modificar el estado de su equipo de de sus aplicaciones. Algunos de los menús indicadores que podrá observar sirven para:
fi: Ubuntu on monia <em>ilmaisinvalikoita</em> yläpaneelin oikeassa osassa. Ilmaisinvalikkojen avulla voit tarkistaa ja muuttaa tietokoneen ja sovellusten tilaa. Tässä esittelemme niistä muutamia:
nl: Ubuntu heeft vele verschillende <em>indicatormenu's</em> rechts op het bovenpaneel. Indicatormenu' zijn plaatsen waar u de status van uw computer en toepassingen kunt controleren en wijzigen. Enkele van de indicatormenu's die u te zien krijgt zijn:
pt_br: O Ubuntu tem muitos <em>menus indicadores</em> diferentes no lado direito do painel. Os menus indicadores são um lugar onde você pode conferir e modificar o estado do seu computador e aplicações. Alguns menus indicadores que você verá são:
ru: Ubuntu содержит множество различных <em>индикаторов меню</em>, расположенных в правой части панели. Индикаторы меню позволяют проверять или изменять режимы вашего компьютера и приложений. Некоторые индикаторы меню:

source: <em>Messaging menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Message icon</media>
ast: <em>Menú de mensaxería</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Iconu de mensaxe</media>
el: <em>Μενού ανταλλαγής μηνυμάτων</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Εικονίδιο μηνύματος</media>
fi: <em>Viestintävalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Viestintäkuvake</media>
nl: <em>Berichtenmenu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Berichtenpictogram</media>
pt_br: <em>Menu de mensagens</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Ícone de mensagem</media>
ru: <em>Меню сообщений</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/indicator-messages.svg">Message icon</media>

source: Easily launch and receive incoming notifications from messaging applications including email, social networking, and Internet chat.
ast: Unviar y recibir cenciellamente notificaciones entrantes de aplicaciones de mensaxería, incluyendo corréu electrónicu, redes sociales y charlas por Internet.
el: Εκκινήστε και δεχτείτε εύκολα εισερχόμενες ειδοποιήσεις από εφαρμογές μηνυμάτων όπως ηλεκτρονικού ταχυδρομείου, κοινωνικής δικτύωσης, και συνομιλιών στο διαδίκτυο.
es: Enviar y recibir fácilmente notificaciones entrantes de aplicaciones de mensajería, incluyendo correo electrónico, redes sociales y charlas por Internet.
fi: Vastaanota ilmoituksia ja käynnistä nopeasti viestintäsovellukset kuten sähköposti, sosiaaliset verkostot ja pikaviestit.
nl: Eenvoudig starten en ontvangen van binnenkomende meldingen van toepassingen voor onder andere e-mail, sociale netwerken en chatten.
pt_br: Envia e recebe facilmente notificações recebidas de aplicativos de mensagens incluindo email, redes sociais e bate-papo.
ru: Быстрый запуск и получение входящих уведомлений от приложений для работы с электронной почтой, социальными сетями и интернет-чатами.

source: <em>Battery menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Battery icon</media>
ast: <em>Menú de batería</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Iconu de batería</media>
el: <em>Μενού μπαταρίας</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Εικονίδιο μπαταρίας</media>
fi: <em>Akkuvalikko</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Akkukuvake</media>
nl: <em>Accu-menu</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Accu-pictogram</media>
pt_br: <em>Menu da bateria</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Ícone da bateria</media>
ru: <em>Меню индикатора батареи</em> <media type="image" mime="image/svg" src="/usr/share/icons/ubuntu-mono-light/status/24/battery-100.svg">Battery icon</media>

source: Check your laptop battery's charging status. This menu is hidden is not shown if a battery is not detected.
ast: Comprueba el estáu de carga de la batería del portátil. Esti menú se tapez si no se detecta denguna batería.
el: Ελέγξτε το επίπεδο φόρτισης της μπαταρίας του φορητού υπολογιστή σας. Αυτό το μενού είναι κρυφό δεν εμφανίζεται αν δεν εντοπιστεί μπαταρία.
fi: Tarkista akkusi latauksen tila. Tämä valikko on piilotettu, jos akkua ei havaita.
pt_br: Verificar o status da carga da bateria. Este menu estará oculto e não será mostrado se uma bateria não for detectada.
ru: С его помощью вы сможете контролировать состояние заряда батареи. Меню не отображается, если батарея не обнаружена.
