Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can change what happens when the battery level gets too low by clicking the <gui>battery menu</gui> in the <gui>menu bar</gui> and selecting <gui>Power Settings</gui>. Look at the <gui>When power is critically low</gui> setting. You can choose for the computer to hibernate or shut down; if you choose shut down, your applications and documents <em>will not</em> be saved before the computer turns off.
ast: Pues camudar lo qu'asocede cuando'l nivel de la batería baxa abondo, faciendo clic nel <gui>menú de la batería</gui> de la <gui>barra de menús</gui> y seleicionando <gui>Alministración d'enerxía</gui>. Mira'l valor <gui>Cuando la enerxía ye críticamente baxa</gui>. Pues escoyer que l'equipu iverne o s'apague; si escueyes que s'apague, les aplicaciones y los documentos <em>nun</em> van guardase enantes de que s'apague l'equipu.
el: Μπορείτε να αλλάξετε αυτό που συμβαίνει όταν η στάθμη της μπαταρίας είναι πολύ χαμηλή, κάνοντας κλικ στο μενού <gui>μπαταρία</gui> στη <gui>γραμμή μενού</gui> και επιλέγοντας <gui>Ρυθμίσεις ενέργειας</gui>. Θα δείτε ότι υπάρχει η ρύθμιση <gui>Όταν η ισχύς είναι εξαιρετικά χαμηλή</gui>. Μπορείτε να επιλέξετε για τον υπολογιστή να κάνει αδρανοποίηση ή να κλείνει· αν επιλέξετε να κλείνει, οι εφαρμογές και τα έγγραφά σας <em>δεν θα</em> αποθηκευτούν πριν απενεργοποιηθεί ο υπολογιστής.
pt_br: Você pode alterar o que acontece quando o nível da bateria fica muito baixo, clicando no <gui>menu bateria</gui> na <gui>barra de menu</gui> e selecionando <gui>Configurações de energia</gui>. Observe a configuração <gui>Quando a energia estiver criticamente baixa</gui>: você pode escolher que o computador hiberne ou desligue. Se você escolher desligar, seus aplicativos e documentos <em>não serão</em> salvos antes que o computador desligue.

source: Some computers have problems hibernating, and may not be able to recover the applications and documents you had open when you turn on the computer again. In this case, it is possible that you could lose some of your work if you didn't save it before the computer hibernated. You may be able to <link xref="power-suspendfail">fix problems with hibernation</link> though.
ast: Dellos equipos tienen problemes al hibernar, y al reanudase no son capaces de recuperar les aplicaciones y documentos que tenía abiertos. Nesti caso, puede que se heba perdido algo de su trabayu si no lo guardó enantes de que el equipu hibernara. Quizá pueda <link xref="power-suspendfail">iguar problemes de hibernación</link>.
el: Ορισμένοι υπολογιστές έχουν προβλήματα στην αδρανοποίηση και μπορεί να μην είναι σε θέση να επαναφέρουν τις εφαρμογές και τα έγγραφα που είχατε ανοίξει όταν επαναφέρετε σε λειτουργία τον υπολογιστή . Σε αυτή την περίπτωση είναι πιθανό να χάσετε κάτι απο την εργασία σας εάν δεν το έχετε αποθηκεύσετε πριν ο υπολογιστής μπει σε αδρανοποίηση. Μπορεί να είστε σε θέση όμως να <link xref="power-suspendfail">διορθώσετε τα προβλήματα με την αδρανοποίηση</link>.
es: Algunos equipos tienen problemas al hibernar, y al reanudarse no son capaces de recuperar las aplicaciones y documentos que tenía abiertos. En este caso, puede que se haya perdido algo de su trabajo si no lo guardó antes de que el equipo hibernara. Quizá pueda <link xref="power-suspendfail">arreglar problemas de hibernación</link>.
nl: Sommige computers kunnen niet overweg met de slaapstand en kunnen mogelijk de toepassingen en documenten die u open had niet herstellen wanneer u de computer weer aanzet. In dit geval kunt u mogelijk wat van uw werk kwijt zijn als u het niet heeft opgeslagen voordat u de computer in de slaapstand zette. Wel kunt u <link xref="power-suspendfail">problemen met de slaapstand oplossen</link>.
pt_br: Alguns computadores têm problemas para hibernar, e podem não recuperar as aplicações e documentos que foram abertos antes da hibernação. Nesse caso, é possível que você possa perder alguns de seus trabalhos se eles não foram salvos antes do computador hibernar. Porém você pode <link xref="power-suspendfail"> consertar os problemas de hibernação</link>.
ru: У некоторых компьютеров имеются неполадки при использовании спящего режима и при «пробуждении» им не удаётся восстановить открытые приложения и документы. В таком случае есть опасность потерять часть работы, которую вы не сохранили перед переводом компьютера в спящий режим. Однако, вы можете попробовать <link xref="power-suspendfail">исправить неполадки при использовании спящего режима</link>.

source: Some wireless devices have problems handling when your computer is sent to sleep and don't wake up again properly.
ast: Dellos preseos inalámbricos tienen problemes de manejo cuando unvía su equipu a dormir y no despiertan correcho.
el: Μερικές ασύρματες συσκευές έχουν προβλήματα χειρισμού όταν ο υπολογιστής έχει μπει σε αναστολή και δεν επαναφέρεται πάλι σωστά.
es: Algunos dispositivos inalámbricos tienen problemas de manejo cuando envía su equipo a dormir y no despiertan correctamente.
fi: Joillain langattomilla laitteilla saattaa olla ongelmia valmius- tai lepotilasta palatessa.
pt_br: Alguns dispositivos sem fio têm problemas quando o computador é suspenso e não acorda adequadamente.

source: I have no wireless network when I wake up my computer
ast: No tengo conexón inalámbrica a la red cuando despierto mi equipu
el: Δεν έχω ασύρματο δίκτυο όταν «ξυπνάω» τον υπολογιστή μου
es: No tengo conexión inalámbrica a la red cuando despierto mi equipo
fi: Tietokoneen langaton verkkoyhteys ei toimi lepo- tai valmiustilasta palauttamisen jälkeen
nl: Ik heb geen draadloos netwerk na ontwaken van mijn computer
pt_br: Eu não tenho rede sem fio quando eu acordo meu computador

source: If you have sent your computer to sleep (suspended it) or hibernated it, you may find that your wireless internet connection doesn't work when you wake it up again. This happens when the wireless device's <link xref="hardware-driver">drivers</link> don't fully support certain power saving features. Typically, the wireless connection fails to turn on properly when the computer wakes up.
ast: Si pone a su equipu en mou de suspensión o hibernación, es posible que su conexón inalámbrica a Internet deje de funcionar cuando reanude el equipu. Esto ocurre cuando los <link xref="hardware-driver">controladores</link> del preséu inalámbrico no disponen de delles funciones de ahorro de enerxía. Normalmente, la conexón inalámbrica deja de funcionar correcho cuando el equipu se reanude.
el: Εάν έχετε θέσει τον υπολογιστή σας σε αναστολή ή σε αδρανοποίηση, ίσως διαπιστώσετε ότι η ασύρματη σύνδεσή σας στο διαδίκτυο δε λειτουργεί όταν τον επαναφέρετε πάλι. Αυτό συμβαίνει όταν οι <link xref="hardware-driver">οδηγοί ασύρματων συσκευών</link> δεν υποστηρίζουν πλήρως ορισμένες δυνατότητες εξοικονόμησης ενέργειας. Συνήθως, η ασύρματη σύνδεση δε λειτουργεί σωστά όταν ο υπολογιστής ενεργοποιείται ξανά μετά από την αναστολή.
es: Si pone a su equipo en modo de suspensión o hibernación, es posible que su conexión inalámbrica a Internet deje de funcionar cuando reanude el equipo. Esto ocurre cuando los <link xref="hardware-driver">controladores</link> del dispositivo inalámbrico no disponen de ciertas funciones de ahorro de energía. Normalmente, la conexión inalámbrica deja de funcionar correctamente cuando el equipo se reanude.
fi: Jos olet asettanut tietokoneen valmius- tai lepotilaan, langaton lähiverkko ei ehkä toimi näistä tiloista palauttamisen jälkeen. Tämä johtuu siitä, että langattoman verkkokortin <link xref="hardware-driver">ajurit</link> eivät tue välttämättä täydellisesti virransäästöominaisuuksia. Teknisesti tämä tarkoittaa sitä, että langaton verkkokortti ei käynnisty oikein.
nl: Als u uw computer in de pauze- of slaapstand heeft gezet, dan kan het zijn dat uw draadloze internetverbinding niet werkt wanneer u hem weer activeert. Dit gebeurt wanneer de <link xref="hardware-driver">stuurprogramma's</link> van het draadloze apparaat bepaalde energiebesparende functies niet geheel ondersteunen. De draadloze verbinding wordt niet op de juiste manier hersteld wanneer de computer ontwaakt.
pt_br: Se você colocou seu computador para dormir (suspender) ou hibernar, talvez você perceba que sua conexão de internet sem fio parou de funcionar quando o computador acordou. Isso acontece quando os <link xref="hardware-driver">drivers</link> do dispositivo sem fio não suportam completamente certos recursos de economia de energia. Tipicamente, a conexão sem fio falha em ligar corretamente assim que o computador acorda.

source: If this happens, try turning your wireless connection off and then on again. If you have a power switch for the wireless card, turn it off and then on again and see if it works. Some laptops have a keyboard shortcut that can be used to turn the wireless on and off; its icon often looks like a "radio beacon". You can also try clicking the network icon on the top bar and unchecking <gui>Enable wireless</gui>, waiting for a few seconds, and the re-checking it.
ast: Si ocurriera esto, pruebe a apagar y encender su conexón inalámbrica. Si tien un interruptor de prendíu pa la tarxeta inalámbrica, apáguela y vuélvala a encender pa ver si furrula. Dellos portátiles tiennuna combinación de tecles que sirve pa encender y apagar el adaptador inalámbrico; su iconu a menudo se paez a una «antena de radio». También puede probar a calcar el iconu de red de la barra superior, desmarcar <gui>Activar inalámbrico</gui>, esperar unos segundos y volver a marcarlo.
el: Αν συμβεί αυτό, δοκιμάστε να κλείσετε την ασύρματη σύνδεσή σας και να την ενεργοποιήσετε ξανά. Εάν έχετε ένα διακόπτη ισχύος για την ασύρματη κάρτα, απενεργοποιήστε την και στη συνέχεια ενεργοποιήστε την ξανά για να δείτε αν λειτουργεί. Μερικοί φορητοί υπολογιστές έχουν μια συντόμευση πληκτρολογίου που μπορεί να χρησιμοποιηθεί για να ενεργοποιήσετε/απενεργοποιήσετε την ασύρματη σύνδεση· αυτό το εικονίδιο συχνά μοιάζει σαν «φάρος ραδιοφώνου». Μπορείτε επίσης να δοκιμάσετε να κάνετε κλικ στο εικονίδιο του δικτύου στην επάνω γραμμή και απενεργοποιώντας την επιλογή <gui>Ενεργοποίηση ασύρματης σύνδεσης</gui>, περιμένετε για λίγα δευτερόλεπτα και επιλέξτε την πάλι.
es: Si ocurriera esto, pruebe a apagar y encender su conexión inalámbrica. Si tiene un interruptor de encendido para la tarjeta inalámbrica, apáguela y vuélvala a encender para ver si funciona. Algunos portátiles tienen una combinación de teclas que sirve para encender y apagar el adaptador inalámbrico; su icono a menudo se parece a una «antena de radio». También puede probar a pulsar el icono de red de la barra superior, desmarcar <gui>Activar inalámbrico</gui>, esperar unos segundos y volver a marcarlo.
fi: Kohdatessasi kyseisen ongelman, kannattaa kytkeä langaton verkko ensin pois päältä ja sitten takaisin päälle. Jos kannettavassasi on fyysinen painike langattomalle verkolle, kokeile kytkeä verkko sen kautta pois päältä ja takaisin päälle, ja katso auttaako se (painikkeessa on yleensä satelliittiantennin tai radioaaltojen kuva). Jos tämä ei auta, voit myös kokeilla poistaa valinnan <gui>verkkovalikon</gui> kohdasta <gui>Ota langaton käyttöön</gui>, ja sitten valitsemalla sen uudelleen.
nl: Probeer, als dit gebeurt, uw draadloze verbinding uit- en weer in te schakelen. Als u een draadloze kaart heeft met een aan/uit-schakelaar, zet deze dan uit en weer aan en kijk of het werkt. Sommige laptops beschikken over een sneltoets waarmee de draadloze verbinding kan worden in- en uitgeschakeld; het pictogram ziet er vaak uit als een "radiobaken". U kunt ook op het netwerkpictogram klikken in het bovenpaneel en het vinkje weghalen bij <gui>Draadloos netwerk inschakelen</gui>, enkele seconden wachten en het dan weer aan te vinken.
pt_br: Se isso acontecer, experimente desligar sua conexão sem fio e ligá-la novamente. Se você tiver um interruptor para a placa de rede, desligue-a e ligue-a novamente para ver se funciona. Alguns laptops possuem um atalho de teclado que pode seu usado para ligar e desligar a placa. Seu ícone frequentemente parece com ondas de rádio. Você também pode tentar clicar no ícone de rede no painel, desmarcar <gui>Habilitar rede sem-fio</gui>, aguardar alguns segundos e remarcar a opção.

source: If this doesn't work, restarting your computer should get the wireless working again.
ast: Si esto no funcionar, restaurar su equipu puede facer que el inalámbrico funcione de nuevu.
el: Εάν αυτό δε λειτουργεί, η επανεκκίνηση του υπολογιστη σας θα πρέπει να επαναφέρει τη λειτουργία του ασύρματου δικτύου ξανά.
es: Si esto no funcionar, restaurar su equipo puede hacer que el inalámbrico funcione de nuevo.
fi: Jos tämäkään ei vielä auttanut, tietokoneen uudelleenkäynnistyksen jälkeen kaiken pitäisi olla jälleen kunnossa.
nl: Als dit niet werkt, dan zou uw draadloze verbinding weer moeten werken na herstart van de computer.
pt_br: Se isso não funcionar, reinicializar seu computador deverá fazer a rede sem fio funcionar novamente.

source: Your computer will work, but you might need a different power cable or a travel adapter.
ast: Su equipu funcionará, pero puede necesitar un cable de corriente distintu o un adaptador de viaje.
el: Ο υπολογιστής σας θα λειτουργήσει, αλλά μπορεί να χρειαστεί ένα διαφορετικό καλώδιο τροφοδοσίας ή έναν αντάπτορα ταξιδίου.
es: Su equipo funcionará, pero puede necesitar un cable de corriente diferente o un adaptador de viaje.
fi: Tietokoneesi toimii, mutta saatat tarvita erilaisen virtajohdon tai matka-adapterin.
nl: Uw computer zal werken, maar mogelijk heeft u een andere stroomkabel of reisadapter nodig.
pt_br: Seu computador irá funcionar, mas você pode precisar de um cabo de força diferente ou um adaptador de viagem.
ru: Компьютер будет работать, но вам, возможно, понадобится другой кабель питания или переходник.

source: Will my computer work with a different country's power supply?
ast: ¿Puede funcionar mi equipu col suministro de enerxía de otru país?
el: Ο υπολογιστής μου θα λειτουργεί με την παροχή ρεύματος μίας άλλης χώρας;
es: ¿Puede funcionar mi equipo con el suministro de energía de otro país?
fi: Toimiiko tietokoneeni eri maan sähköverkossa?
nl: Zal mijn computer werken in een land met een andere stroomvoorziening?
pt_br: Meu computador vai funcionar com um suprimento de energia de um país diferente?
ru: Будет ли мой компьютер работать при подключении к электросети в другой стране?

source: Different countries use power supplies at different voltages (usually 110V or 220-240V) and AC frequencies (usually 50 Hz or 60 Hz). Your computer should work with a different country's power supply as long as you have an appropriate power adapter. You may also need to flip a switch.
ast: Países estremaes usan estremaes suministros de enerxía con estremaes voltajes (en general 110V o 220-240V) y frecuencias (en general 50Hz o 60Hz). Su equipu tendría funcionar col suministro de enerxía de otru país siempres que ten el adaptador de enerxía afayadizu. También es posible que ten que calcar un interruptor.
el: Διαφορετικές χώρες χρησιμοποιούν τροφοδοτικά με διαφορετικές τάσεις (συνήθως 110V ή 220-240V) και εναλλασσόμενες (AC) συχνότητες (συνήθως 50 Hz ή 60 Hz). Ο υπολογιστής σας θα πρέπει να συνεργαστεί με παροχή ηλεκτρικού ρεύματος σε διαφορετικές χώρες εφόσον έχετε το κατάλληλο τροφοδοτικό. Ενδεχομένως, επίσης, να χρειαστεί να αλλάξετε πολικότητα σε ένα διακόπτη.
es: Países diferentes usan diferentes suministros de energía con diferentes voltajes (en general 110V o 220-240V) y frecuencias (en general 50Hz o 60Hz). Su equipo debería funcionar con el suministro de energía de otro país siempre que tenga el adaptador de energía apropiado. También es posible que tenga que pulsar un interruptor.
nl: Verschillende landen gebruiken verschillende voltages (meestal 110V of 220-240V) en frequenties (meestal 50 Hz of 60 Hz). Uw computer zou moeten werken in landen met een andere stroomvoorziening mits u de juiste adapter heeft. Het kan ook zijn dat u een schakelaar moet omzetten.
pt_br: Cada país tem um sistema próprio de fornecimento de energia, com diferentes voltagens (geralmente 110V ou 220-240V) e diferentes frequências de corrente alternada (geralmente 50Hz ou 60Hz). Seu computador deverá funcionar em outros países contanto que você tenha um adaptador de energia apropriado. É possível, ainda, que você precise ligar um interruptor.
ru: В сетях электропитания разных стран используются различные напряжения (обычно, 110 В или 220-240 В) и частоты переменного тока (обычно, 50 Гц или 60 Гц). Ваш компьютер сможет работать в сети электропитания другой страны, если у вас есть подходящий адаптер питания. Возможно, придётся также перещёлкнуть переключатель типа питания.

source: If you have a laptop, all you should need to do is get the right plug for your power adapter. Some laptops come packaged with more than one plug for their adapter, so you may already have the right one. If not, plugging your existing one into a standard travel adapter will suffice.
ast: Si tien un portátil, too lo que necesita facer es consiguir el enchufe adecuáu pa su adaptador de corriente. Muchos portátiles se entregan con más de un enchufe pa su adaptador, así que puede que ya ten el adecuáu. Si no es así, coneutar el esistente nun adaptador de viaje standard sedrá suficiente.
el: Αν έχετε φορητό υπολογιστή, το μόνο που πρέπει να κάνετε είναι να έχετε το σωστό βύσμα για το τροφοδοτικό σας. Ορισμένοι φορητοί υπολογιστές έρχονται συσκευασμένοι με περισσότερα από ένα βύσμα για τον προσαρμογέα τους, έτσι ώστε να υποστηρίζουν πάντα την τάση η οποία παρέχεται στη δική σας χώρα. Αν όχι, συνδέστε αυτόν που έχετε σε ένα πρότυπο φορτιστή ταξιδιού και θα είναι αρκετό.
pt_br: Se você tem um laptop, tudo que você precisa fazer é obter o plugue certo para o seu adaptador de energia. Alguns laptops vêm com mais de um conector para o seu adaptador, assim você pode já ter o conector certo. Senão, ligar o já existente em um adaptador de viagem padrão será suficiente.

source: If you have a desktop computer, you can also get a cable with a different plug, or use a travel adapter. In this case, however, you may need to change the voltage switch on the computer's power supply, if there is one. Many computers don't have a switch like this, and will happily work with either voltage. Look at the back of the computer and find the socket that the power cable plugs into. Somewhere nearby, there may be a small switch marked "110V" or "230V" (for example). Switch it if you need to.
ast: Si vusté tien un equipu de escritoriu, tamién puede obtener un cable con un enchufe distintu, o usar un adaptador de viaje. Nesti caso, sin embargo, es posible que necesite camudar el interruptor de voltaje na fonte de alimentación del equipu, si es que esiste. Muchos equipos no tiennun interruptor de esti triba, y trabajará sin problemes con cualesquier tensión. Mire la parte posterior del equipu y busque el zócalo del del cable de alimentación. En dalgún llugar cercano, puede haber un pequeñu interruptor marcáu con «110» o «230» (por exemplu). Conmútelo si es necesariu.
el: Αν έχετε επιτραπέζιο υπολογιστή, μπορεί επίσης να έχετε ένα καλώδιο με μια διαφορετική πρίζα ή να χρησιμοποιήσετε έναν προσαρμογέα ταξιδιού. Στην περίπτωση αυτή, ωστόσο, ενδεοχομένως να χρειαστεί να αλλάξετε την τάση για την τροφοδοσία ρεύματος του υπολογιστή, αν υπάρχει. Πολλοί υπολογιστές δεν έχουν διακόπτη όπως αυτό και θα δουλεύουν σωστά σε κάθε τάση. Κοιτάξτε στο πίσω μέρος του υπολογιστή και να βρείτε την υποδοχή που συνδέετε το καλώδιο ρεύματος. Κάπου εκεί κοντά, μπορεί να υπάρχει ένας μικρός διακόπτης με την ένδειξη «110V» ή «230V» (για παράδειγμα). Ενεργοποιήστε τον αν χρειάζεται.
es: Si usted tiene un equipo de escritorio, también puede obtener un cable con un enchufe diferente, o utilizar un adaptador de viaje. En este caso, sin embargo, es posible que necesite cambiar el interruptor de voltaje en la fuente de alimentación del equipo, si es que existe. Muchos equipos no tienen un interruptor de este tipo, y trabajará sin problemas con cualquier tensión. Mire la parte posterior del equipo y busque el zócalo del del cable de alimentación. En algún lugar cercano, puede haber un pequeño interruptor marcado con «110» o «230» (por ejemplo). Conmútelo si es necesario.
nl: Als u een desktopcomputer heeft, dan kunt u een kabel met een andere stekker aanschaffen of een reisadapter gebruiken. Maar in dit geval kan het zijn dat u de voltageschakelaar van de voeding om moet zetten, als die er is. Bij veel computers ontbreekt zo een schakelaar, ze werken gewoon met elk voltage. Zoek op de achterkant van de computer naar de aansluiting van de stroomkabel. Ergens daarnaast kan zich een kleine schakelaar bevinden met het opschrift "110V" of "230V" (bijvoorbeeld). Schakel deze zo nodig om.
pt_br: Se você tiver um computador de mesa, você também pode encontra um cabo com um encaixe diferente ou usar um adaptador universal. Nesse caso, entretanto, talvez seja necessário trocar a voltagem no interruptor da fonte do computador, se houver. Muitos computadores não tem um interruptor como esse, funcionando tranquilamente com qualquer voltagem. Olhe atrás de seu computador e encontre o soquete em que o cabo de força é conectado. Perto dele, poderá haver um pequeno interruptor marcado "110V" ou "230V" (por exemplo). Se necessário, mude a chave.
ru: Если у вас настольный компьютер, вы можете приобрести кабель с вилкой нужного типа или использовать переходник. Возможно, однако, что вам понадобится перещёлкнуть переключатель напряжения (если он имеется) на блоке питания компьютера. Многие компьютеры такого переключателя не имеют и свободно работают с любым напряжением. Взгляните на заднюю сторону компьютера и найдите там разъём, в который подключается кабель питания. Где-то поблизости может быть небольшой переключатель с надписями, например: "110V" или "230V". Переключите его в случае необходимости.

source: Be careful when changing power cables or using travel adapters. Switch everything off first if you can.
ast: Ten cuidáu al camudar los cables de alimentación o al usar adaptadores de viaje. Si es posible, apague too en primer llugar.
el: Να είστε προσεκτικοί όταν αλλάζετε καλώδια τροφοδοσίας ή χρησιμοποιείτε αντάπτορες ταξιδιού. Αποσυνδέστε τα όλα πρώτα εάν μπορείτε.
es: Tenga cuidado al cambiar los cables de alimentación o al usar adaptadores de viaje. Si es posible, apague todo en primer lugar.
nl: Wees voorzichtig bij het wisselen van stroomkabels of het gebruik van reisadapters. Schakel eerst alles uit als dat kan.
pt_br: Tenha cuidado quando trocar cabos de força ou usar adaptadores de viagem. Desligue tudo antes, se você puder.
ru: Будьте осторожны, меняя кабель питания, или используя переходник. Сначала отключите всё от сети, если это возможно.
