Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Relevant application results will appear in one row, and relevant file results will appear in a second row. If no applications match your search query, only the <em>file</em> result list will appear. Similarly, if no files match your query, only the <em>application</em> list will appear.
ast: Los resultaos de aplicaciones relevantes aparecerán nuna filera, y los resultaos de ficheros relevantes aparecerán nuna segunda filera. Si no hai denguna aplicación que se axuste a su criterio de gueta, solo se mostrará la llista de resultaos de <em>ficheros</em>. Igualmente, si no hai dengún ficheru que se axuste a su gueta, solo se mostrará la llista de <em>aplicaciones</em>.
el: Τα αποτελέσματα σχετικών εφαρμογών θα εμφανιστούν σε μια γραμμή, και τα αποτελέσματα των σχετικών αρχείων θα εμφανιστούν σε μία δεύτερη. Αν δεν ταιριάζει καμία εφαρμογή στα δικά σας κριτήρια αναζήτησης, τότε θα εμφανιστεί μόνο η λίστα αποτελεσμάτων εύρεσης <em>αρχείων</em>. Αντίστοιχα, αν κανένα αρχείο δεν ταιριάζει με τα κρητίρια αναζήτησης που θέσατε, τότε θα εμφανιστεί μόνο η λίστα με τις <em>εφαρμογές</em>.
es: Los resultados de aplicaciones relevantes aparecerán en una fila, y los resultados de archivos relevantes aparecerán en una segunda fila. Si no hay ninguna aplicación que se ajuste a su criterio de búsqueda, solo se mostrará la lista de resultados de <em>archivos</em>. Igualmente, si no hay ningún archivo que se ajuste a su búsqueda, solo se mostrará la lista de <em>aplicaciones</em>.
fi: Hakusanaan täsmäävät sovellukset näytetään ensimmäisellä rivillä ja tiedostot sekä kansiot toisella. Jos mikään sovellus ei täsmää hakuasi, näytetään vain <em>tiedostot</em>. Vastaavasti jos tiedostoja ei löydy, mutta <em>sovelluksia</em> löytyy, näytetään vain ne.
nl: Op de eerste rij krijgt u relevante toepassingsresultaten te zien en op de tweede rij relevante bestandsresultaten. Als er geen toepassingen zijn die overeenkomen met uw zoekopdracht, dan zal alleen de resultatenlijst voor <em>bestanden</em> verschijnen. En als er geen bestanden zijn die overeenkomen met uw zoekopdracht, dan zal alleen de lijst met <em>toepassingen</em> verschijnen.
pt_br: Resultados relevantes de aplicativos irão aparecer em uma linha e resultados relevantes de arquivos aparecerão na segunda linha. Se nenhum aplicativo que corresponde à sua consulta de pesquisa aparecer, apenas o resultado de <em>arquivos</em> irá aparecer. Do mesmo modo, se nenhum arquivo de sua consulta aparecer, somente a lista de <em>aplicativos</em> aparecerá.
ru: Найденные приложения будут появляться в одной строке, а файлы — в другой. Если приложения совпадающие с вашим поисковым запросом не найдены, будет отображён только список найденных <em>файлов</em>. Если не найдены совпадающие с запросом файлы, появится только список <em>приложений</em>.

source: If you see an application that you want to use, or a file that you want to open, click on its icon to start it. Also, pressing the <key>Enter</key> key will start the first item in the list.
ast: Si ve dalguna aplicación que le gustaría usar, o dalgún ficheru que le gustaría ver, calca sobro su iconu pa iniciarlo. Además, pulsando la tecla <key>Intro</key> se iniciará el primer elementu de la llista.
el: Αν δείτε μια εφαρμογή που επιθυμείτε να χρησιμοποιήσετε ή ένα αρχείο που επιθυμείτε να ανοίξετε, κάντε κλικ στο εικονίδιό του για να ξεκινήσει. Επίσης, πατώντας το πλήκτρο <key>Enter</key> θα ξεκινήσει το πρώτο αντικείμενο στη λίστα.
es: Si ve alguna aplicación que le gustaría usar, o algún archivo que le gustaría ver, pulse sobre su icono para iniciarlo. Además, pulsando la tecla <key>Entrar</key> se iniciará el primer elemento de la lista.
fi: Jos löydät haluamasi sovelluksen jota haluat käyttää, tai tiedoston jonka haluat avata, napsauta vain sen kuvaketta. Myös <key>Enter</key> -näppäimen painaminen avaa ensimmäisen vaihtoehdon. Vaihtoehtoja voi myös selata nuolinäppäimillä.
nl: Als u een toepassing ziet die u wilt gebruiken, of een bestand dat u wilt openen, klik dan op het pictogram ervan om hem te starten. Met het indrukken van de <key>Enter</key>-toets start u het eerste item in de lijst.
pt_br: Se você ver um aplicativo que deseja usar ou um arquivo que deseja abrir, clique no respectivo ícone para iniciá-lo. Pode também pressionar a tecla <key>Enter</key> para iniciar o primeiro item da lista.
ru: Если вы видите приложение, которое хотите запустить, или файл, который хотите открыть, щёлкните для этого на его значке. Вы можете также открыть первый объект в списке, нажав клавишу <key>Enter</key>.

source: By default, the <gui>dash</gui> will display one row of applications or files that match your search criteria. To see more results that match your search, click <gui>See more results</gui>.
ast: Por defeutu, el <gui>Tablero</gui> mostrará una filera de aplicaciones o ficheros que coincidan con sus criterios de gueta. Pa ver más resultaos de la gueta, fae clic en <gui>Ver más resultaos</gui>.
el: Εξ ορισμού, το <gui>dash</gui> θα εμφανίσει μία σειρά από εφαρμογές ή αρχεία που ταιριάζουν στα κριτήρια αναζήτησής σας. Για να δείτε περισσότερα αποτελέσματα που ταιριάζουν στην αναζήτησή σας, κάντε κλικ στην επιλογή <gui>Εμφάνιση περισσότερων αποτελεσμάτων</gui>.
fi: Oletuksena <gui>Dash</gui> näyttää yhden rivin verran hakuasi vastaavia tuloksia. Nähdäksesi lisää hakuasi vastaavia tuloksia, napsauta <gui>Näytä lisää tuloksia</gui>.
nl: Standaard krijgt u in de <gui>Dash</gui> één rij toepassingen of bestanden te zien die voldoen aan de zoekcriteria. Om meer resultaten die overeenkomen met de zoekopdracht te zien klikt u op <gui>Meer resultaten weergeven</gui>.
pt_br: Por padrão, o <gui>Painel</gui> irá apresentar uma coluna de aplicativos ou arquivos que correspondem ao seu critério de pesquisa. Para ver mais resultados que correspondem à sua pesquisa, clique em <gui>Mais resultados</gui>.
ru: По умолчанию <gui>главное меню</gui> отображает только один ряд приложений или файлов, которые соответствуют вашим поисковым критериям. Для просмотра дополнительных результатов соответствующих вашему поисковому запросу, щёлкните <gui>Показать дополнительные результаты</gui>.

source: To add an application to the <gui>launcher</gui>, click on the application's icon, drag it to the launcher, and then release it. It will automatically be <em>pinned</em> to the launcher as one of your favorites.
ast: Pa amestar una aplicación al <gui>lanzador</gui>, calca sobro el iconu de la aplicación, arrástrelo al lanzador y suéltelo. Esti quedará automáticamente <em>anclado</em> al lanzador como uno de sus favoritos.
el: Για να προσθέσετε μια εφαρμογή στον <gui>εκκινητή</gui>, κάντε κλικ στο εικονίδιο της εφαρμογής, μεταφέρετέ το στον εκκινητή και αφήστε το. Αυτό αυτόματα θα <em>καρφιτσωθεί</em> στον εκκινητή ως μια από τις αγαπημένες σας εφαρμογές.
es: Para añadir una aplicación al <gui>lanzador</gui>, pulse sobre el icono de la aplicación, arrástrelo al lanzador y suéltelo. Éste quedará automáticamente <em>anclado</em> al lanzador como uno de sus favoritos.
fi: Voit lisätä sovelluksen <gui>käynnistimeen</gui> napsauttamalla ja vetämällä sen kuvakkeen käynnistimeen ja sitten vapauttamalla sen. Se <em>kiinnitetään</em> automaattisesti suosikkisovellustesi joukkoon.
nl: Om een toepassing toe te voegen aan de <gui>starter</gui>, klik op het pictogram van die toepassing en sleep het naar de starter. Het zal automatisch <em>vastgezet</em> worden op de starter als één van uw favorieten.
pt_br: Para adicionar uma aplicação ao <gui>lançador</gui>, clique no ícone da aplicação, arraste-o ao lançador e então solte-o. Ele ficará automaticamente <em>afixado</em> ao lançador como um dos seus favoritos.
ru: Чтобы добавить приложение на <gui>панель запуска</gui>, щёлкните и удерживайте кнопку мыши на значке приложения, перетащите его на панель запуска и отпустите кнопку мыши. Это автоматически <em>прикрепит</em> его на панель запуска в качестве одного из ваших избранных приложений.

source: Application and file shortcuts
ast: Accesos rápidos a aplicaciones y ficheros
el: Συντομεύσεις εφαρμογών και αρχείων
es: Accesos rápidos a aplicaciones y archivos
fi: Sovellusten ja tiedostojen pikakuvakkeet
nl: Snelkoppelingen voor toepassingen en bestanden
pt_br: Atalhos de aplicativos e arquivos
ru: Быстрый доступ к приложениям и файлам

source: Click the buttons in the row at the bottom of the dash to switch between <gui>lenses</gui>. Lenses allow you to focus the Dash results and exclude results from other lenses.
ast: Fae clic nos botones de la filera inferior del Tablero pa camudar de <gui>lentes</gui>. Les lentes le permiten enfocar los resultaos del Tablero y excluir resultaos de otres lentes.
el: Κάντε κλικ στα κουμπιά της σειράς στο κάτω μέρος του dash ώστε να περιηγηθείτε μεταξύ των <gui>φακών</gui>. Οι φακοί σάς επιτρέπουν να επικεντρώσετε τα αποτελέσματα του Dash και να εξαιρέσετε αποτελέσματα από άλλους φακούς.
fi: Napsauta Dashin alarivissä olevia painikkeita vaihtaaksesi <gui>linssien</gui> välillä. Linssit mahdollistavat hakuominaisuuksien tarkentamisen ja muiden linssien hakutulosten huomiotta jättämisen.
pt_br: Clique nos botões em linha na parte de baixo do painel para alternar entre as <gui>lentes</gui>. As lentes lhe permitem focalizar os resultados do Painel e excluir resultados de outras lentes.
ru: Щёлкайте по кнопкам расположенным в нижней части главного меню, для перемещения между <gui>категориями</gui>. Категории позволят вам сфокусироваться на предпочитаемых результатах, исключив результаты других категорий.

source: Clicking the second icon in the row will display the <gui>Applications</gui> lens. This displays applications you use most frequently, applications you have installed, as well as additional applications you can install from the Ubuntu Software Center.
ast: Al facer clic nel segundu iconu de la filera aparecerá la lente <gui>Aplicaciones</gui>. Esta lente amuesa les aplicaciones que usa con más frecuencia y les aplicaciones que ha instaláu, así como les aplicaciones adicionales que puede instalar col Centro de software de Ubuntu.
el: Κάνοντας κλικ στο δεύτερο εικονίδιο της γραμμής θα εμφανιστεί ο φακός <gui>Εφαρμογές</gui>. Αυτός εμφανίζει εφαρμογές που χρησιμοποιήσατε συχνά, εφαρμογές που έχετε εγκαταστήσει, καθώς και επιπρόσθετες εφαρμογές που μπορείτε να εγκαταστήσετε από το Κέντρο λογισμικού του Ubuntu.
fi: Napsauttamalla alarivin toista kuvaketta, Dash näyttää Sovellukset-näkymän. Tässä näkymässä on nähtävillä useimmien käytetyt sovellukset, asennetut sovellukset kuten myös sovellukset, jotka on asennettavissa Ubuntun sovellusvalikoiman kautta.
nl: Door te klikken op het tweede pictogram in de rij verschijnt de lens <gui>Toepassingen</gui>. Deze toont uw meestgebruikte toepassingen, door u geïnstalleerde toepassingen en overige toepassingen die u vanuit het Ubuntu softwarecentrum heeft geïnstalleerd.
pt_br: Um clique no segundo botão da linha irá mostrar a lente de <gui>Aplicativos</gui>. Ela mostra aplicativos que você usa com maior frequência, aplicativos que você instalou, bem como aplicativos adicionais que você pode instalar pela Central de Programas do Ubuntu.
ru: Щёлкнув на втором значке, отобразиться категория <gui>Приложения</gui>. В категории приложений вы увидите часто используемые вами приложения, установленные приложения, а также дополнительные приложения, которые вы можете установить в Центре приложений Ubuntu.

source: Clicking the document icon allows you to browse the files you have used most recently, files in your <gui>Downloads</gui> folder, and your <link xref="nautilus-bookmarks-edit">bookmarked folders</link>.
ast: Si fai clic nel iconu del documentu puede examinar los ficheros que ha utilizáu más recientemente, los ficheros de su carpeta <gui>Descargas</gui> y les <link xref="nautilus-bookmarks-edit">carpetas marcadas</link>.
el: Κάνοντας κλικ στο εικονίδιο εγγράφου σας επιτρέπει να περιηγηθείτε στα αρχεία που έχετε χρησιμοποιήσει πρόσφατα, αρχεία που βρίσκονται στον φάκελο <gui>Λήψεις</gui> και στους <link xref="nautilus-bookmarks-edit">φακέλους που έχουν προστεθεί ως σελιδοδείκτες</link>.
fi: Asiakirjan kuvaketta napsauttamalla Dash vaihtaa Tiedostot-näkymään, jossa on nähtävillä useimmin käytetyt tiedostot, <gui>Lataukset</gui>-kansiossa olevat tiedostot ja <link xref="nautilus-bookmarks-edit">kirjanmerkeiksi lisätyt kansiot</link>.
pt_br: Um clique no ícone de documento vai permitir a você navegar pelos arquivos que você usou mais recentemente, arquivos da sua pasta de <gui>Downloads</gui>, e suas <link xref="nautilus-bookmarks-edit">pastas com marcadores</link>
ru: Щёлкнув на значке документа, вы сможете просмотреть недавние файлы, файлы из папки <gui>Загрузки</gui> и <link xref="nautilus-bookmarks-edit">папки добавленные вами в закладки</link>.

source: The final lens shows songs and albums you've recently listened to.
ast: La cabera lente amuesa les canciones y los álbumes que ha escucháu recientemente.
el: Ο τελευταίος φακός εμφανίζει τα τραγούδια και τα άλμπουμ που ακούσατε πρόσφατα.
fi: Viimeinen näkymä näyttää kappaleet ja levyt, joita olet äskettäin kuunnellut.
nl: De laatste lens toont nummers en albums die u onlangs geluisterd heeft.
pt_br: A última lente mostra músicas e álbuns que você escutou recentemente.
ru: Последний значок, позволит вам просмотреть недавно прослушанные вами композиции и альбомы.

source: To return to the main dash view, just click the first icon in the row, the Home button.
ast: Pa volver a la vista principal del Tablero, basta con facer clic nel primer iconu de la filera, el botón Aniciu.
el: Για να επιστρέψετε στην κύρια προβολή του dash, απλά κάντε κλίκ στο πρώτο εικονίδιο της γραμμής, στο πλήκτρο Βάση (Home).
fi: Palataksesi Dashin päänäkymään, napsauta alarivin ensimmäistä kuvaketta, eli Koti-painiketta.
pt_br: Para retornar para a visualização principal do Painel, é só clicar no primeiro ícone da linha, o botão Home.
ru: Для возврата в основное окно быстрого доступа, щёлкните на первом значке с изображением дома.

source: A visual introduction to the Unity desktop.
ast: Introducción visual al escritoriu Unity.
el: Μια οπτική εισαγωγή στην επιφάνεια εργασίας του Unity.
es: Introducción visual al escritorio Unity.
fi: Unity-työpöydän esittely kuvien kera.
nl: Een visuele kennismaking met het Unity-bureaublad.
pt_br: Uma introdução visual ao desktop Unity.
ru: Визуальное знакомство с рабочим столом Unity

source: Welcome to Ubuntu 11.10
ast: Bienvenido/a a Ubuntu 11.10
el: Καλώς ήρθατε στο Ubuntu 11.10
fi: Tervetuloa, tämä on Ubuntu 11.10
nl: Welkom bij Ubuntu 11.10
pt_br: Bem-vindo ao Ubuntu 11.10
ru: Добро пожаловать в Ubuntu 11.10

source: Ubuntu 11.10 features <em>Unity</em>, a completely reimagined user interface. Unity is designed to minimize distractions, give you more room to work, and help you get things done.
ast: Carauterístiques de Ubuntu 11.10 <em>Unity</em>, una interface de usuariu completamente reinventada. Unity se ha diseñáu pa amenorgar les distracciones, darle más espaciu de trabayu y ayudarle a facer les cosas hechas.
el: Το Ubuntu 11.10 διαθέτει το <em>Unity</em>, ένα εντελώς νέο και σχεδιασμένο από την αρχή περιβάλλον χρήστη. Το Unity σχεδιάστηκε ώστε να ελαχιστοποιήσει τους περισπασμούς, δίνοντάς σας περισσότερο χώρο για εργασία, και βοηθώντας σας να κάνετε τις εργασίες σας.
fi: Ubuntu 11.10 sisältää <em>Unity</em>-työpöytäympäristön. Uusi Unity on suunniteltu minimoimaan häiriötekijät; se antaa sinulle enemmän tilaa työskentelyyn ja auttaa sinua saamaan asiat hoidetuiksi ajallaan.
pt_br: Ubuntu 11.10 apresenta o <em>Unity</em>, uma interface de usuário completamente reimaginada. O Unity é projetado para minimizar distrações, dar-lhe mais espaço para trabalhar, e ajudá-lo a fazer as coisas.
ru: Ubuntu 11.10 поставляется с полностью обновлённым интерфейсом пользователя <em>Unity</em>. Unity разработан с целью уменьшения отвлекающих факторов, давая возможность работать полноценно и результативно.

source: This guide is designed to answer your questions about using Unity and your Ubuntu desktop. First we will take a moment to look at some Unity's key features, and how you can use them.
ast: Esta guía ha sido diseñada pa responder a sus preguntas sobro el usu de Unity y de su escritoriu Ubuntu. En primer llugar, dedicaremos un intre a examinar dalgunes carauterístiques principales de Unity y cómo puede usarlas.
el: Αυτός ο οδηγός σχεδιάστηκε για να απαντήσει στις ερωτήσεις σας σχετικά με το περιβάλλον Unity και την επιφάνεια εργασίας του Ubuntu. Αρχικά θα θέλαμε να αφιερώσετε λίγο χρόνο για να δείτε μερικά βασικά χαρακτηριστικά του Unity και πώς μπορείτε να τα χρησιμοποιήσετε.
es: Esta guía ha sido diseñada para responder a sus preguntas sobre el uso de Unity y de su escritorio Ubuntu. En primer lugar, dedicaremos un momento a examinar algunas características principales de Unity y cómo puede usarlas.
fi: Tämä opas on suunniteltu vastaamaan Unityn ja Ubuntun käyttöön liittyviin kysymyksiin. Haluamme ensimmäisenä esitellä joitakin Unityn tärkeimpiä ominaisuuksia ja niiden hyödyllisiä käyttötapoja.
nl: Deze handleiding is ontworpen om antwoord te geven op uw vragen over het gebruik van Ubuntu en het Ubuntu-bureaublad. Eerst staan we even stil bij de belangrijkste functies van Unity en hoe u die kunt gebruiken.
pt_br: Este guia é projetado para responder suas perguntas sobre como usar o Unity e sua área de trabalho no Ubuntu. Primeiro vamos passar um tempo olhando alguns recursos das teclas do Unity, e como podem ser usadas.
ru: Это руководство разработано, чтобы ответить на ваши вопросы об использовании Unity и вашего рабочего стола в Ubuntu. Вначале мы уделим некоторое время тому, чтобы рассмотреть некоторые ключевые возможности Unity и показать вам, как ими пользоваться.

source: Getting started with Unity
ast: Entamar con Unity
el: Ξεκινώντας με το Unity
es: Empezar con Unity
fi: Alkuun pääseminen
nl: Aan de slag met Unity
pt_br: Primeiros passos com Unity
ru: Начинаем работать с Unity

source: The Unity desktop
ast: El escritoriu Unity
el: Η επιφάνεια εργασίας του Unity
es: El escritorio Unity
fi: Unity-työpöytä
nl: Het Unity-bureaublad
pt_br: A área de trabalho do Unity
ru: Рабочий стол Unity

source: The Launcher and the Home Button
ast: El Lanzador y el botón de aniciu
el: Ο Εκκινητής και το κουμπί του Προσωπικού φακέλου
es: El Lanzador y el botón de inicio
fi: Käynnistin ja koti-kuvake
nl: De Starter en de Ubuntu-knop
pt_br: O Lançador e o botão da Pasta pessoal
ru: Панель запуска и главное меню

source: The Launcher
ast: El lanzador
el: Ο Εκκινητής
es: El lanzador
fi: Käynnistin
nl: De Starter
pt_br: O Lançador
ru: Панель запуска

source: The <gui>Launcher</gui> appears automatically when you log in to your desktop, and gives you quick access to the applications you use most often. When you launch an application, the launcher hides from your view. This gives you more room to do your work, and keeps distractions to a minimum. If you move your mouse pointer to the left side of the screen, the launcher will appear.
ast: El <gui>Lanzador</gui> aparece automáticamente al entamar sesión en su escritoriu y le permite abrir rápidamente les aplicaciones que utiliza con mayor frecuencia. Al llanzar una aplicación, el lanzador se tapez, lo que le permite disponer de más espaciu pa realizar su trabayu y reduce al mínimu les distracciones. Si mueve el puntero del mur a la parte esquierda de la pantalla, aparecerá el lanzador.
el: Ο <gui>Εκκινητής</gui> εμφανίζεται αυτόματα όταν συνδεθείτε με την επιφάνεια εργασίας σας και σας προσφέρει γρήγορη πρόσβαση στις εφαρμογές που χρησιμοποιείτε συχνά. Όταν εκκινείτε μια εφαρμογή, ο εκκινητής αποκρύπτεται από την οθόνη. Αυτό σας δίνει περισσότερο χώρο στο να κάνετε την δουλειά σας και κρατά τις περισπάσεις στο ελάχιστο. Αν κουνήσετε το δείκτη του ποντικιού σας στο αριστερό σημείο της οθόνης, ο εκκινητής θα εμφανιστεί.
fi: <gui>Käynnistin</gui> on näkyvillä automaattisesti, kun kirjaudut työpöydälle. Se mahdollistaa useimmiten käytettyjen sovellusten käynnistämisen nopeasti. Kun käynnistät sovelluksen, käynnistin piiloutuu. Näin varsinaista työskentelyä varten on käytettävissä mahdollisimman paljon tilaa. Käynnistin ilmestyy jälleen näkyviin, kun siirrät hiiren osoittimen näytön vasempaan reunaan.
pt_br: O <gui>Lançador</gui> aparece automaticamente quando você inicia a sessão e lhe dá rápido acesso aos aplicativos que você usa com mais frequência. Quando você inicia um aplicativo, o lançador fica oculto. Isto dá a você mais espaço para trabalhar e minimiza as distrações. Se você mover o ponteiro do mouse para a esquerda da tela, o lançador irá aparecer.
ru: <gui>Панель запуска</gui> появляется автоматически при входе в рабочую среду и даёт возможность быстрого доступа к приложениям, которые вы используете наиболее часто. После запуска приложения, панель запуска скрывается, обеспечивая дополнительное место и сводя к минимум отвлекающие факторы. Если вы переместите указатель мыши в левую часть экрана, панель запуска появится снова.

source: The Dash
ast: El Tablero
el: Ο Dash
es: El Tablero
fi: Dash
nl: De Dash
pt_br: A barra
ru: Быстрый доступ

source: The <gui>Ubuntu Button</gui> sits near the top left corner of the screen and is always the top item in the launcher. If you click the <gui>Ubuntu Button</gui>, Unity will present you with an additional feature of the desktop, the <gui>Dash</gui>.
ast: El <gui>botón Ubuntu</gui> se alcuentra cerca de la esquina superior esquierda de la pantalla y es siempres el elementu superior del lanzador. Si fai clic nel <gui>botón Ubuntu</gui>, Unity le mostrará una función adicional del escritoriu, el <gui>Tablero</gui>.
el: Το <gui>πλήκτρο Ubuntu</gui> βρίσκεται κοντά στο άνω αριστερό σημείο της οθόνης και είναι πάντα το ανώτερο στοιχείο του εκκινητή. Αν κάνετε κλικ στο <gui>πλήκτρο Ubuntu</gui>, το Unity θα εμφανιστεί με μια επιπλέον δυνατότητα στην επιφάνεια εργασίας σας, το <gui>Dash</gui>.
fi: <gui>Ubuntu-painike</gui> sijaitsee näytön vasemman ylälaidan tuntumassa ja on aina käynnistimen ylin kuvake. Kun napsautat <gui>Ubuntu-painiketta</gui>, Unity näyttää käyttöjärjestelmän "päävalikon", jonka nimi on <gui>Unity-valikko</gui>.
pt_br: O <gui>Botão do Ubuntu</gui> fica próximo ao canto superior esquerdo da tela e é sempre o item mais acima no lançador. Se você clicar no <gui>Botão do Ubuntu</gui>, o Unity lhe apresentará um recurso adicional do ambiente de trabalho, o <gui>Painel</gui>.
ru: <gui>Кнопка главного меню Ubuntu</gui> расположена в левом верхнем углу экрана и всегда размещается над остальными значками в панели запуска. Если вы щёлкните <gui>Кнопку главного меню Ubuntu</gui>, Unity покажет вам дополнительную возможность рабочего стола - <gui>Быстрый доступ</gui>.

source: The Unity Dash
ast: El Tablero de Unity
el: Το Dash του Unity
es: El Tablero de Unity
fi: Unityn kojelauta
nl: De Unity-dash
pt_br: Barra do Unity
ru: Главное меню Unity
