Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Make sure that your Bluetooth adapter is switched on. Click the <gui>Bluetooth menu</gui> in the <gui>top panel</gui> and check that it's not turned off.
ast: Asegúrese de que su adaptador Bluetooth ta activáu. Calca nel <gui>menú Bluetooth</gui> del <gui>panel superior</gui> y compruebe que no ta desactiváu.
el: Βεβαιωθείτε ότι ο προσαρμογέας bluetooth σας είναι ενεργοποιημένος. Κάντε κλικ στο <gui>μενού bluetooth</gui> στον <gui>πάνω πίνακα</gui> και ελέγξτε αν ο προσαρμογέας δεν είναι απανεργοποιημένος.
es: Asegúrese de que su adaptador Bluetooth está activado. Pulse en el <gui>menú Bluetooth</gui> del <gui>panel superior</gui> y compruebe que no está desactivado.
fi: Varmista, että Bluetooth-sovitin on kytketty päälle. Avaa yläpaneelin <gui>Bluetooth-valikko</gui> ja tarkista, että Bluetooth on käytössä.
nl: Zorg ervoor dat uw Bluetooth-adapter is ingeschakeld. Klik op het <gui>Bluetooth-menu</gui> in het <gui>bovenpaneel</gui> en controleer of hij is ingeschakeld.
pt_br: Verifique se o seu adaptador Bluetooth está ligado. Clique no <gui>menu Bluetooth</gui> no <gui>painel superior</gui> e verifique se não está desligado.
ru: Убедитесь, что адаптер Bluetooth включен. Щёлкните на <gui>меню Bluetooth</gui> в <gui>верхней панели</gui> и проверьте, не отключен ли он.

source: Device Bluetooth connection switched off
ast: Conexón del preséu Bluetooth apagada
el: Η σύνδεση συσκευής Bluetooth απενεργοποιημένη
es: Conexión del dispositivo Bluetooth apagada
fi: Laitteen Bluetooth-yhteys ei ole käytössä
nl: Bluetooth is op het externe apparaat uitgeschakeld
pt_br: Conexão do dispositivo Bluetooth desligado
ru: Соединение с устройством выключено

source: Check that Bluetooth is turned on on the device you're trying to connect to. For example, if you're trying to connect to a phone, make sure that it's not in airplane mode
ast: Compruebe que el preséu al que ta intentando coneutase tien activáu el Bluetooth. Por exemplu, si ta intentando coneutase a un móvil, compruebe que no ta en mou avión.
el: Ελέγξτε ότι το bluetooth είναι ενεργοποιημένο στη συσκευή στην οποία προσπαθείτε να συνδεθείτε. Για παράδειγμα, αν προσπαθείτε να συνδεθείτε σε ένα τηλέφωνο, βεβαιωθείτε ότι δεν είναι σε λειτουργία αεροπλάνου.
fi: Tarkista, että Bluetooth on käytössä myös laitteessa, johon yrität luoda yhteyttä. Jos esimerkiksi yrität yhdistää puhelimeen, varmista, että se ei ole lentokonetilassa.
nl: Controleer of Bluetooth is ingeschakeld op het apparaat waarmee u probeert te verbinden. Bijvoorbeeld, als u probeert te verbinden met een telefoon, zorg er dan voor dat die niet in vliegtuigmodus staat.
pt_br: Verifique se o Bluetooth está ligado no dispositivo que você está tentando se conectar. Por exemplo, se você está tentando se conectar a um telefone, certifique-se que não é no modo avião
ru: Проверьте, что Bluetooth включен на устройстве, с которым вы пытаетесь соединиться. Например, если вы пытаетесь соединиться с телефоном, убедитесь, что режим «В самолёте» выключен.

source: No Bluetooth adapter in your computer
ast: No hai un adaptador Bluetooth en su equipu
el: Δεν υπάρχει υποδοχέας bluetooth στον υπολογιστής σας
es: No hay un adaptador Bluetooth en su equipo
fi: Tietokoneessasi ei ole Bluetooth-sovitinta
nl: Geen Bluetooth-adapter op uw computer
pt_br: Nenhum adaptador Bluetooth no seu computador
ru: В вашем компьютере нет адаптера Bluetooth

source: Many computers do not have Bluetooth adapters. You can buy an adapter if you want to use Bluetooth.
ast: Dellos equipos no tienen adaptadores de Bluetooth. Puede mercar un adaptador si quies usar Bluetooth.
el: Κάποιοι υπολογιστές δεν έχουν υποδοχείς bluetooth. Μπορείτε να αγοράσετε έναν υποδοχέα αν θέλετε να χρησιμοποιείτε bluetooth.
es: Algunos equipos no tienen adaptadores de Bluetooth. Puede comprar un adaptador si quiere usar Bluetooth.
fi: Useissa tietokoneissa ei ole Bluetooth-sovitinta. Voit ostaa sovittimen esimerkiksi USB-väylään, jos haluat käyttää Bluetoothia.
nl: Veel computers hebben geen Bluetooth-adapters. U kunt een adapter kopen als u Bluetooth wilt gebruiken.
pt_br: Muitos computadores não tem adaptadores Bluetooth. Você poderá comprar um adaptador se quiser usar Bluetooth.
ru: Многие компьютеры не имеют встроенных адаптеров Bluetooth. Вы можете приобрести адаптер отдельно.

source: Remove a device from the list of Bluetooth devices.
ast: Desaniciar un preséu de la llista de preseos Bluetooth.
el: Αφαιρέστε μια συσκευή από τη λίστα των συσκευών Bluetooth.
es: Eliminar un dispositivo de la lista de dispositivos Bluetooth.
fi: Laitteen poistaminen Bluetooth-laitteiden luettelosta.
nl: Een apparaat uit de lijst met Bluetooth-apparaten verwijderen.
pt_br: Remova um dispositivo da lista de dispositivos Bluetooth.
ru: Удалите устройство из списка устройств Bluetooth.

source: Remove a connection between Bluetooth devices
ast: Desaniciar una conexón ente preseos Bluetooth
el: Αφαιρέστε μια σύνδεση μεταξύ συσκευών Bluetooth
es: Eliminar una conexión entre dispositivos Bluetooth
fi: Katkaise laitteiden välinen Bluetooth-yhteys
nl: Een verbinding tussen Bluetooth-apparaten verwijderen
pt_br: Remover uma conexão entre dispositivos Bluetooth
ru: Удаление подключений к устройствам Bluetooth

source: If you don't want to be connected to a Bluetooth device any more, remove the connection:
ast: Si no quies volver a coneutase a un preséu Bluetooth, elimine la conexón:
el: Αν δεν επιθυμείτε μια συσκευή Bluetooth να είναι συνδεδεμένη άλλο, αφαιρέστε τη σύνδεση:
es: Si no quiere volver a conectarse a un dispositivo Bluetooth, elimine la conexión:
fi: Jos et halua enää ottaa yhteyttä tiettyyn Bluetooth-laitteeseen, voit poistaa kyseisen yhteyden:
nl: Als u niet langer verbonden wilt zijn met ene Bluetooth-apparaat, verwijder dan de verbinding:
pt_br: Se você não quer mais estar conectado a um dispositivo Bluetooth, remova a conexão:
ru: Если вы не хотите больше подключаться к устройству Bluetooth, удалите подключение:

source: Click the <gui>Bluetooth menu</gui> in the <gui>top panel</gui>, and choose <gui>Preferences</gui>.
ast: Calca nel <gui>menú de Bluetooth</gui> del <gui>panel superior</gui> y escueyi <gui>Preferencies</gui>.
el: Κάντε κλικ στο <gui>μενού bluetooth</gui> στον <gui>πάνω πίνακα</gui> και επιλέξτε <gui>Προτιμήσεις</gui>.
es: Pulse en el <gui>menú de Bluetooth</gui> del <gui>panel superior</gui> y seleccione <gui>Preferencias</gui>.
fi: Avaa <gui>Bluetooth-valikko</gui> <gui>yläpaneelista</gui> ja napsauta <gui>Asetukset</gui>.
nl: Klik op het <gui>Bluetooth-menu</gui> in het <gui>bovenpaneel</gui> en kies <gui>Voorkeuren</gui>.
pt_br: Clique no <gui>menu Bluetooth</gui> no <gui>painel superior</gui> e escolha <gui>Preferências</gui>.
ru: Щёлкните на <gui>меню Bluetooth</gui> в <gui>верхней панели</gui> и выберите <gui>Параметры</gui>.

source: Select the device you want to disconnect.
ast: Escueyi el preséu que quiera desconectar.
el: Επιλέξτε τη συσκευή που επιθυμείτε να αποσυνδέσετε.
es: Seleccione el dispositivo que quiera desconectar.
fi: Valitse laite, jonka yhteyden haluat katkaista.
nl: Het apparaat dat u wilt ontkoppelen selecteren.
pt_br: Selecione o dispositivo que deseja desconectar.
ru: Выберите устройство, которое хотите удалить.

source: Click <gui>Remove</gui>.
ast: Calca <gui>Desaniciar</gui>.
el: Κάντε κλικ στην επιλογή <gui>Αφαίρεση</gui>.
es: Pulse <gui>Eliminar</gui>.
fi: Napsauta <gui>Poista</gui>.
nl: Klik op <gui>verwijderen</gui>.
pt_br: Clique em <gui>Remover</gui>.
ru: Щёлкните на кнопке <gui>Удалить</gui>.

source: You can <link xref="bluetooth-connect-device">reconnect a Bluetooth device</link> later if desired.
ast: Puede <link xref="bluetooth-connect-device">volver a coneutase a un preséu Bluetooth</link> más tarde si lo quies.
el: Μπορείτε να <link xref="bluetooth-connect-device">συνδέσετε ξανά μία συσκευή bluetooth </link> αργότερα αν το επιθυμείτε.
es: Puede <link xref="bluetooth-connect-device">volver a conectarse a un dispositivo Bluetooth</link> más tarde si lo desea.
fi: Voit <link xref="bluetooth-connect-device">yhdistää Bluetooth-laitteeseen uudelleen</link> myöhemmin niin halutessasi.
nl: U kunt desgewenst later opnieuw met <link xref="bluetooth-connect-device">een Bluetooth-apparaat verbinden</link>.
pt_br: Você poderá <link xref="bluetooth-connect-device">reconectar um dispositivo Bluetooth</link> mais tarde, se desejar.
ru: Позже при необходимости вы сможете <link xref="bluetooth-connect-device">повторно подключиться к устройству Bluetooth</link>.

source: Share files between Bluetooth-enabled devices, like your computer and your phone.
ast: Compartir ficheros ente preseos Bleutooth, como su equipu y su teléfonu.
el: Μοιραστείτε αρχεία μεταξύ συσκευών που επιτρέπουν Bluetooth, όπως ο υπολογιστής σας και το τηλέφωνό σας.
es: Compartir archivos entre dispositivos Bleutooth, como su equipo y su teléfono.
fi: Jaa tiedostoja Bluetooth-laitteidesi, kuten puhelimen ja tietokoneen välillä.
nl: Bestanden delen tussen apparaten met ingeschakelde Bluetooth, zoals uw computer en uw telefoon.
pt_br: Compartilhe arquivos entre dispositivos habilitados para o Bluetooth, como o seu computador e o seu celular.
ru: Обмен файлами между устройствами Bluetooth, например, между компьютером и телефоном.

source: Send a file to another Bluetooth device
ast: Unviar un ficheru a un preséu Bluetooth.
el: Στείλτε ένα αρχείο σε μία άλλη συσκευή Bluetooth
es: Enviar un archivo a un dispositivo Bluetooth.
fi: Lähetä tiedosto Bluetoothilla toiseen laitteeseen
nl: Stuur een bestand naar een ander Bluetooth-apparaat
pt_br: Enviar um arquivo para outro dispositivo Bluetooth
ru: Отправка файла на другое устройство Bluetooth

source: You can send files to connected Bluetooth devices, such as some mobile phones or other computers. Some types of devices don't allow the transfer of files, or specific types of files.
ast: Puede unviar ficheros a los preseos Bluetooth conectados, tales como dellos teléfonos móviles u otros equipos. Dellos tribes de preseos no permitna tresferencia de ficheros, o tribes de ficheros específicos.
el: Μπορείτε να στείλετε αρχεία σε συνδεδεμένες συσκευές Bluetooth, όπως μερικά κινητά τηλέφωνα ή άλλους υπολογιστές. Μερικοί τύποι συσκευών δεν επιτρέπουν τη μεταφορά αρχείων ή ειδικούς τύπους αρχείων.
es: Puede enviar archivos a los dispositivos Bluetooth conectados, tales como algunos teléfonos móviles u otros equipos. Algunos tipos de dispositivos no permiten la transferencia de archivos, o tipos de archivos específicos.
fi: Voit lähettää tiedostoja Bluetooth-laitteisiin, joihin olet muodostanut yhteyden, kuten matkapuhelimiin ja toisiin tietokoneisiin. Jotkut laitteet eivät salli tiedostonsiirtoja tai tiettyjen tiedostotyyppien siirtämistä.
nl: U kunt bestanden sturen naar verbonden Bluetooth-apparaten, zoals sommige mobiele telefoons of andere computers. Sommige soorten apparaten staan niet toe dat er bestanden, of bepaalde soorten bestanden, worden overgezet.
pt_br: Você pode enviar arquivos para dispositivos Bluetooth conectados, como telefones celulares ou outros computadores. Alguns tipos de dispositivos não permitem a transferência de arquivos ou tipos específicos de arquivos.
ru: Вы можете пересылать файлы на устройства, подключённые через Bluetooth, такие как мобильные телефоны или другие компьютеры. Некоторые типы устройств не могут не поддерживать пересылку файлов вообще, или только определённых типов файлов.

source: If you have not done so already, <link xref="bluetooth-connect-device">create a connection</link> to the Bluetooth device.
ast: Si no lo ha hecho ya, <link xref="bluetooth-connect-device">cree una conexón</link> al preséu Bluetooth.
el: Αν δεν το έχετε κάνει ήδη, <link xref="bluetooth-connect-device">δημιουργήστε μία σύνδεση</link> στη συσκευή bluetooth.
es: Si no lo ha hecho ya, <link xref="bluetooth-connect-device">cree una conexión</link> al dispositivo Bluetooth.
fi: Jos et ole jo luonut yhteyttä, <link xref="bluetooth-connect-device">luo yhteys</link> Bluetooth-laitteeseen.
nl: <link xref="bluetooth-connect-device">Maak een verbinding</link> met uw Bluetooth-apparaat, als u dit nog niet gedaan heeft.
pt_br: Se você já não fez, <link xref="bluetooth-connect-device">crie uma conexão</link> para um dispositivo Bluetooth.
ru: Если вы ещё не сделали этого, <link xref="bluetooth-connect-device">создайте подключение</link> с устройством Bluetooth.

source: Click the <gui>Bluetooth menu</gui> in the <gui>top panel</gui> and click <gui>Send files to device</gui>.
ast: Calca el <gui>Menú de Bluetooth</gui> nel <gui>panel superior</gui> y calca <gui>Unviar ficheros al preséu</gui>.
el: Κάντε κλικ στο <gui>μενού bluetooth</gui> στον <gui>πάνω πίνακα</gui> και ξανά κλικ στην <gui>Αποστολή αρχείων στη συσκευή</gui>.
es: Pulse el <gui>Menú de Bluetooth</gui> en el <gui>panel superior</gui> y pulse <gui>Enviar archivos al dispositivo</gui>.
fi: Avaa <gui>Bluetooth-valikko</gui> <gui>yläpaneelista</gui> ja napsauta <gui>Lähetä tiedostoja laitteelle...</gui>.
nl: Klik op het <gui>Bluetooth-menu</gui> in het<gui>bovenpaneel</gui> en klik op <gui>Bestanden naar apparaat sturen…</gui>.
pt_br: Clique no <gui>menu Bluetooth</gui> no <gui>painel superior</gui> e clique em <gui>Enviar arquivos para o dispositivo...</gui>.
ru: Щёлкните на <gui>меню Bluetooth</gui> в <gui>верхней панели</gui> и выберите <gui>Отправить файлы на устройство</gui>.

source: Choose the file you want to send and click <gui>Select</gui>.
ast: Escueyi el ficheru que quiera unviar y calca <gui>Esbillar</gui>.
el: Επιλέξτε το αρχείο που θέλετε να στείλετε και κάντε κλικ στην <gui>Επιλογή</gui>.
es: Seleccione el archivo que quiera enviar y pulse <gui>Seleccionar</gui>.
fi: Valitse tiedosto, jonka haluat lähettää, ja napsauta <gui>Valitse</gui>.
nl: Kies het bestand dat u wilt versturen en klik op <gui>Selecteren</gui>.
pt_br: Selecione o arquivo que deseja enviar e clique em <gui>Selecionar</gui>.
ru: Выберите файл, который хотите отправить, и щёлкните <gui>Открыть</gui>.

source: (To send more than one file in a folder, hold down <key>Ctrl</key> as you select each file.)
ast: (Pa unviar más de un ficheru nuna carpeta, mantenga pulsáu <key>Ctrl</key> al escoyer cada ficheru.)
el: (Για να στείλετε περισσότερα από ένα αρχεία σε ένα φάκελο, κρατήστε πατημένο το πλήκτρο <key>Ctrl</key> ενώ επιλέγετε κάθε αρχείο.)
es: (Para enviar más de un archivo en una carpeta, mantenga pulsado <key>Ctrl</key> al seleccionar cada archivo.)
fi: (Valitse useita tiedostoja kerralla pitämällä <key>Ctrl</key> pohjassa, kun napsautat haluamiasi tiedostoja.)
nl: (Om meer dan één bestand tegelijkertijd te versturen kunt u <key>Ctrl</key> ingedrukt houden om meerdere bestanden te selecteren.)
pt_br: (Para enviar mais de um arquivo em uma pasta, segure <key>Ctrl</key> ao selecionar cada arquivo.)
ru: (Чтобы отправить больше одного файла из папки, удерживайте <key>Ctrl</key>, выбирая каждый файл.)

source: Select the device which you want to send the files to from the list and then click <gui>Send</gui>.
ast: Escueyi de la llista el preséu al que quies unviar los ficheros y calca <gui>Unviar</gui>.
el: Επιλέξτε από τη λίστα τη συσκευή αποθήκευσης στην οποία θέλετε να στείλετε τα αρχεία και ύστερα κάντε κλικ στην επιλογή <gui>Αποστολή</gui>.
es: Seleccione de la lista el dispositivo al que quiere enviar los archivos y pulse <gui>Enviar</gui>.
fi: Valitse listalta laite, johon haluat lähettää tiedostoja, ja napsauta sitten <gui>Lähetä</gui>.
nl: Selecteer in de lijst het apparaat waar u de bestanden heen wilt sturen en klikt u vervolgens op <gui>Versturen</gui>.
pt_br: Selecione o dispositivo para o qual você quer enviar os arquivos da lista e depois clique em <gui>Enviar</gui>.
ru: Выберите устройство, на которое хотите отправить файлы, из списка, а затем щёлкните <gui>Отправить на устройство</gui>.

source: You can limit the list to only specific device types using the <gui>Device type</gui> drop-down control. You can also filter the list by whether the devices are paired and whether they are trusted.
ast: Puede limitar la llista a determinados tribes de preseos usando la llista desplegable <gui>Triba de preséu</gui>. También puede filtrar la llista pa que solo aparezcan los preseos emparejados o los que seyan de confianza.
el: Μπορείτε να περιορίσετε τη λίστα σε μόνο κάποιους ειδικούς τύπους συσκευών χρησιμοποιώντας το αναδυόμενο πεδίο ελέγχου <gui>Τύπος συσκευής</gui>. Μπορείτε επίσης να φιλτράρεε τη λίστα λαμβάνοντας υπόψη αν οι συσκευές έχουν συνδεθεί ή αν είναι έμπιστες.
es: Puede limitar la lista a determinados tipos de dispositivos usando la lista desplegable <gui>Tipo de dispositivo</gui>. También puede filtrar la lista para que solo aparezcan los dispositivos emparejados o los que sean de confianza.
fi: Voit rajoittaa listaa vain tietyntyyppisiin laitteisiin käyttämällä <gui>Laitetyyppi</gui>-pudotusvalikkoa. Voit myös suodattaa listaa laitteiden ominaisuuksien mukaan.
nl: Met behulp van het <gui>Aparraattype</gui> keuzemenu, kunt u de lijst tot een bepaald apparaattype beperken. U kunt de lijst ook filteren om te zien of de apparaten gepaard en/of vertrouwd zijn.
pt_br: Você pode limitar a lista para somente tipos específicos de dispositivos usando a lista suspensa <gui>Tipo de dispositivo:</gui>. Você também pode filtrar a lista por dispositivos emparelhados e dispositivos confiáveis.
ru: Можно ограничить список только определёнными видами устройств с помощью элемента управления <gui>Тип устройства</gui>.

source: The owner of the receiving device usually has to press a button to accept the file. Once the owner accepts or declines, the result of the file transfer will be shown on your screen.
ast: El propietariu del preséu receptor normalmente tien que calcar un botón pa aceptar el ficheru. Cuando esti acepte o rechace, el resultáu de la tresferencia de ficheros se mostrará en pantalla.
el: Ο ιδιοκτήτης της συσκευής λήψης συνήθως πρέπει να πατήσει ένα κουμπί για να αποδεχτεί το αρχείο. Μόλις ο ιδιοκτήτης το αποδεχτεί ή το αρνηθεί, το αποτέλεσμα της μεταφοράς των αρχείων θα εμφανιστεί στην οθόνη σας.
es: El propietario del dispositivo receptor normalmente tiene que pulsar un botón para aceptar el archivo. Cuando este acepte o rechace, el resultado de la transferencia de archivos se mostrará en pantalla.
fi: Vastaanottavan laitteen omistajan täytyy yleensä hyväksyä tiedoston vastaanottaminen. Kun omistaja hyväksyy tai hylkää tiedonsiirron, sen lopputulos esitetään näytölläsi.
nl: De eigenaar van het ontvangende apparaat moet meestal op een knop drukken om het bestand te accepteren. Zodra de eigenaar aanvaardt of weigert, zal het resultaat van de bestandsoverdracht op uw scherm worden weergegeven.
pt_br: O proprietário do dispositivo receptor normalmente tem que pressionar um botão para aceitar o arquivo. Uma vez que o proprietário aceita ou recusa, o resultado da transferência do arquivo será mostrada na sua tela.
ru: Владельцу принимающего устройства обычно нужно нажать кнопку, чтобы принять файл. Как только он принимет или отклонит файл, результаты переноса файла отобразятся на вашем экране.

source: Enable or disable the Bluetooth device on your computer.
ast: Activar o desactivar el preséu Bluetooth de su equipu.
el: Ενεργοποιήστε ή απενεργοποιήστε τη συσκευή Bluetooth στον υπολογιστή σας.
es: Activar o desactivar el dispositivo Bluetooth de su equipo.
fi: Kytke tietokoneesi Bluetooth-lähetin päälle tai pois päältä.
nl: Het Bluetooth-apparaat van uw computer in- of uitschakelen.
pt_br: Habilitar ou desabilitar o dispositivo Bluetooth no seu computador.
ru: Включение или отключение Bluetooth-устройства на вашем компьютере.

source: Turn Bluetooth on or off
ast: Encender o apagar el Bluetooth
el: Ανοίξτε ή κλείστε το Bluetooth
es: Encender o apagar el Bluetooth
fi: Bluetoothin kytkeminen päälle tai pois
nl: Bluetooth in- of uitschakelen
pt_br: Ligar ou desligar Bluetooth
ru: Включить или выключить Bluetooth

source: You can turn Bluetooth on to send and receive files, but turn it off to conserve power.
ast: Puede activar el Bluetooth pa unviar y recibir ficheros, y apagarlo pa ahorrar enerxía.
el: Μπορείτε να ανοίγετε το Bluetooth για να στέλνετε ή να λαμβάνετε αρχεία και μετά να το κλείνετε για να εξοικονομείτε ενέργεια.
es: Puede activar el Bluetooth para enviar y recibir archivos, y apagarlo para ahorrar energía.
fi: Voit kytkeä Bluetoothin päälle lähettääksesi tai vastaanottaaksesi tiedostoja, mutta jos Bluetoothille ei ole käyttöä, kannattaa se kytkeä pois käytöstä virransäästön vuoksi.
nl: U kunt Bluetooth inschakelen om bestanden te versturen en te ontvangen, maar als u bluetooth uitschakelt kunt u stroom besparen.
pt_br: Você pode ligar o Bluetooth para enviar e receber arquivos, mas desligue-o para economizar energia.
ru: Вы можете включить Bluetooth, чтобы принимать и передавать файлы, и выключить его для экономии электроэнергии.

source: The Bluetooth menu can be found on the top panel.
ast: El menú de Bluetooth se puede atopar nel panel superior.
el: Το μενού του Bluetooth βρίσκεται στον πάνω πίνακα εφαρμογών.
es: El menú de Bluetooth se puede encontrar en el panel superior.
fi: Bluetooth-valikko sijaitsee yläpaneelissa.
nl: Het Bluetooth-menu is te vinden in het bovenpaneel.
pt_br: O menu Bluetooth poderá ser encontrado no painel superior.
ru: Меню Bluetooth можно найти на верхней панели.

source: To turn Bluetooth on, click the <gui>Bluetooth menu</gui> in the <gui>top panel</gui> and click <gui>Turn Bluetooth On</gui>.
ast: Pa encender el Bluetooth, calca nel <gui>menú de Bluetooth</gui> del <gui>panel superior</gui> y dempués en <gui>Encender Bluetooth</gui>.
el: Για να ενεργοποιήσετε το Bluetooth, κάντε κλικ στο <gui>μενού Bluetooth</gui> στον <gui>πάνω πίνακα εφαρμογών</gui> και πατήστε <gui>Ενεργοποίηση Bluetooth</gui>.
es: Para encender el Bluetooth, pulse en el <gui>menú de Bluetooth</gui> del <gui>panel superior</gui> y luego en <gui>Encender Bluetooth</gui>.
fi: Ota Bluetooth käyttöön avaamalla <gui>Bluetooth-valikko</gui> <gui>yläpaneelissa</gui> ja napsauta <gui>Kytke Bluetooth päälle</gui>.
nl: Om Bluetooth in te schakelen klikt u op het <gui>Bluetooth-menu</gui> in het <gui>bovenpanel</gui> en kies daar <gui>Bluetooth inschakelen</gui>.
pt_br: Para ligar o Bluetooth, clique no <gui>menu Bluetooth</gui> no <gui>painel superior</gui> e clique em <gui>Ligar o Bluetooth</gui>.
ru: Чтобы включить Bluetooth, щёлкните на <gui>меню Bluetooth</gui> в <gui>верхней панели</gui> и выберите <gui>Включить Bluetooth</gui>.
