Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You should also check that you haven't muted the application that you're using to play sound (e.g. your music player or movie player). The application may have a mute or volume button in its main window, so check that. Also, click the sound menu on the top panel and choose <gui>Sound Preferences</gui>. When the <gui>Sound</gui> window appears, go to the <gui>Applications</gui> tab and check that your application is not muted on there.
es: También debe comprobar que no ha silenciado la aplicación que está utilizando para reproducir el sonido (por ejemplo, su reproductor de música o reproductor de películas). Para poder comprobar esto, la aplicación puede tener un botón de silencio o de volumen en su ventana principal. También puede pulsar en el icono de sonido en el panel superior y seleccionar <gui>Preferencias de sonido</gui>. Cuando la ventana de <gui>Sonido</gui> aparezca, vaya a la pestaña <gui>Aplicaciones</gui> y compruebe que su aplicación no está silenciada aquí.

source: Click the <gui>sound menu</gui> in the <gui>top panel</gui> and click <gui>Sound Preferences</gui>.
es: Pulse en el <gui>menú de sonido</gui> en el <gui>panel superior</gui> y luego pulse en <gui>Preferencias del sonido</gui>.

source: The sound is broken on my computer!
es: El sonido está estropeado en mi equipo

source: If a running application has multiple windows open, there will be multiple white arrows on the left. Click the application icon a second time to show all open windows zoomed out. Click the window you want to switch to it.
es: Si una aplicación en ejecución tiene varias ventanas abiertas, aparecerán varios triángulos blancos en su izquierda. Pulse el icono de la aplicación una segunda vez para mostrar una panorámica de todas sus ventanas abiertas. Pulse en la ventana que desee para pasar a ella.

source: Click the window you want to switch to it.
es: Pulse en la ventana que desee para pasar a ella.

source: When you minizize an application, the application window 'disappears' into the <gui>launcher</gui>. The application can be retrieved by opening the <gui>launcher</gui> and clicking on that application's icon, or by pressing <keyseq><key>Alt</key><key>tab</key></keyseq> to cycle through your open applications.
es: Cuando se minimiza una aplicación, la ventana de la aplicación «desaparece» dentro del <gui>lanzador</gui>. La aplicación puede recuperarse abriendo el <gui>lanzador</gui> y pulsando sobre el icono de esa aplicación, o pulsando <keyseq><key>Alt</key><key>Tab</key></keyseq> para pasar por todas sus aplicaciones abiertas.
ru: Когда вы сворачиваете (минимизируете) приложение, его окно «исчезает» в <gui>панели запуска</gui>. Вновь увидеть окно приложения можно, открыв <gui>панель запуска</gui> и щёлкнув на значке этого приложения, либо перемещаясь между запущенными приложениями с помощью клавиш <keyseq><key>Alt</key><key>tab</key></keyseq>.

source: Click the <gui> x </gui> in the top left hand corner of the window, or
es: Pulse en la <gui>x</gui> de la esquina superior izquierda de la ventana, o

source: Pressing <key>Alt</key> while clicking anywhere in a window will allow you to move the window. Some people may find this easier than needing to click in the <gui>title bar</gui> of an application.
es: Al pulsar la tecla <key>Alt</key> mientras pulsa en cualquier parte de una ventana podrá moverla. Algunas personas lo encuentran más cómodo que tener que pulsar en la <gui>barra de título</gui> de la aplicación.

source: Overview
es: Visión general

source: S
es: E

source: W
es: O

source: Shift
es: Mayús

source: Arrow keys
es: Teclas de flechas

source: Switch between workspaces.
es: Cambia entre las áreas de trabajo

source: Move the current window to a different workspace.
es: Mover la ventana actual a un área de trabajo diferente.

source: Lock the screen.
es: Bloquear la pantalla.

source: Print Screen
es: Imprimir la pantalla

source: To launch a guest session, click the icon at the very right of the <gui>top bar</gui> and select <gui>Guest Session</gui>. This will lock the screen for your own session and start the guest session. A guest cannot view the home folders of other users, and by default any saved data or changed settings will be removed/reset at logout. It means that each session starts with a fresh environment, unaffected by what previous guests did.
es: Para iniciar una sesión de invitado, pulse en el icono situado en el extremo derecho de la <gui>barra superior</gui> y seleccione <gui>Sesión de invitado</gui>. Esto bloqueará la pantalla para su propia sesión e iniciará una sesión de invitado. Un invitado no puede ver las carpetas personales de otros usuarios, y de forma predeterminada toda información almacenada y todo cambio en las preferencias se borrarán o reiniciarán al salir. Esto significa que en cada sesión se empieza con un entorno nuevo, sin importar lo que hicieran los invitados anteriores.

source: If you want to power off your computer entirely, or do a full restart, click the <gui>session menu</gui> and select <gui>Shut Down</gui> or <gui>Restart</gui>.
es: Si desea apagar su equipo completamente o reiniciarlo por completo, pulse en el <gui>menú de sesiones</gui> y seleccione <gui>Apagar</gui> o <gui>Reiniciar</gui>.

source: Alternatively, when an application is running, select the <gui>Keep in Launcher</gui> item in the application's <gui>Quick List</gui>.
es: O bien, cuando se esté ejecutando la aplicación, seleccione la opción <gui>Mantener en el lanzador</gui> en la <gui>lista rápida</gui> de la aplicación.

source: In the <em>System</em> section, click <gui>Language Support</gui>.
es: En la sección <em>Sistema</em>, pulse <gui>Soporte de idiomas</gui>.

source: Select your desired language on the <gui>Language</gui> tab.
es: Seleccione su idioma deseado en la pestaña <gui>Idioma</gui>.

source: The minimal series of steps necessary to make it happen, where step 1 is "start the program"
es: Los pasos mínimos necesarios para hacer que ocurra, siendo el paso 1 «Iniciar el programa» («start the program»).

source: Click the <link xref="unity-appmenu-intro">session menu</link> at the far right of the top panel and select <gui>System Settings</gui>.
es: Pulse el <link xref="unity-appmenu-intro">menú de sesión</link> en la derecha al final del panel superior y seleccione <gui>Configuración de sistema</gui>.

source: Click <gui>Printing</gui> located under the Hardware tab.
es: Pulse <gui>Impresión</gui> ubicado para la pestaña Hardware

source: Click the <link xref="unity-appmenu-intro">Session menu</link> at the far right of the top panel and select <gui>System Settings</gui>.
es: Pulse el <link xref="unity-appmenu-intro">menú de sesión</link> en la derecha al final del panel superior y seleccione <gui>Configuración de sistema</gui>.

source: Click <gui>Printing</gui> under the Hardware category.
es: Pulse <gui>Impresión</gui> bajo la categoría Hardware

source: Once the jam has been cleared you may need to press the <gui>Resume</gui> button to start printing again. With some printers, you may even need to turn the printer off and then on again, and then start the print job again.
es: Una vez que el atasco se ha arreglado es posible que tenga que pulsar el botón <gui>Reanudar</gui> para empezar a imprimir de nuevo. Con algunas impresoras, puede que incluso sea necesario apagar y volver a encender la impresora de nuevo, y luego iniciar el trabajo de impresión.

source: There are two things you need to check when trying to print onto an envelope. The first is that your printer knows what size the envelope is. After you click <gui>Print</gui> and the Print window appear, go to the <gui>Page Setup</gui> tab and choose the <gui>paper type</gui> as "envelope" if you can. If you can't do this, see if you can change the <gui>paper size</gui> to an envelope size (e.g. "C5"). The pack of envelopes will say what size they are; most envelopes come in standard sizes.
es: Hay dos cosas que hay que comprobar cuando se trata de imprimir en un sobre. La primera es que la impresora sabe de qué tamaño es el sobre. Después de pulsar <gui>Imprimir</gui> y de aparecer la ventana de impresión, vaya a <gui>configurar página</gui> y elija el <gui>tipo de papel</gui> como «sobre» si es posible. Si no puede hacer esto, vea si se puede cambiar el <gui>tamaño de papel</gui> a un tamaño de sobre (por ejemplo, «C5»). El paquete de sobres dirá de qué tamaño son; la mayoría de los sobres vienen en tamaños estándar.

source: Some printers are not designed to be able to print envelopes, especially some laser printers. Check your printer's manual to see if it accepts envelopes; otherwise, you could damage the printer by feeding an envelop in.
es: Algunas impresoras no están diseñadas para imprimir sobres, especialmente algunas impresoras láser. Consulte el manual de su impresora para ver si acepta sobres, de lo contrario, podría dañar la impresora por introducir un sobre.
ru: Некоторые принтеры, особенно лазерные, не рассчитаны на печать на конвертах. Проверьте в руководстве по вашему принтеру, может ли он печатать на конвертах; в противном случае конверт может повредить механизм подачи бумаги принтера.

source: If you accidentally started printing a document, you can quickly cancel the print so you don't need to waste any ink or paper. Click the printer icon on the <gui>top panel</gui>. In the <gui>Print Status</gui> window, select the print job you want to cancel and click the red <gui>Cancel</gui> button.
es: Si empezó a imprimir un documento accidentalmente, podrá cancelar la impresión rápidamente para no gastar tinta o papel. Pulse en el icono de la impresora del <gui>panel superior</gui>. En la ventana <gui>Estado de impresión</gui>, seleccione el trabajo de impresión que desea cancelar y pulse el botón rojo de <gui>Cancelar</gui>.

source: If this doesn't cancel the print like you expected, try holding down the <gui>Cancel</gui> button on your printer.
es: Si esto no cancela la impresión como esperaba, inténtelo manteniendo pulsado el botón <gui>Cancelar</gui> de la impresora.

source: As a last resort, especially if you have a big print job with a lot of pages that won't cancel, remove the paper from the printer's paper input tray. The printer should realize that there is no paper and will stop printing. You can then try canceling the print job again, or try turning the printer off and then on again. Be careful that you don't damage the printer when removing the paper, though - if you would have to pull hard on the paper to remove it, you should probably just leave it where it is.
es: Como último recurso, especialmente si tiene un trabajo de impresión grande con un montón de páginas que no se cancela, retire el papel de la bandeja de papel de la impresora. La impresora debe darse cuenta de que no hay papel y dejará de imprimir. A continuación, puede tratar de cancelar el trabajo de impresión, o intente apagar la impresora y vuelva a encenderla. Tenga cuidado de no dañar la impresora al extraer el papel, en cualquier caso, si tiene que tirar con fuerza del papel para extraerlo, probablemente debería dejarlo donde está.

source: Learn about printing and using the more advanced features of your printer.
es: Aprenda acerca de la impresión y el uso de las funciones más avanzadas de su impresora.

source: Setup
es: Configuración

source: Sizes and layouts
es: Tamaños y distribuciones

source: Settings
es: Configuración

source: In the Hardware section, click <gui>Power Management</gui>.
es: En la sección de Hardware, pulse sobre <gui>Gestión de energía</gui>.

source: Switch to the <gui>On Battery Power</gui> tab and uncheck <gui>Dim display when idle</gui>.
es: Váyase a la pestaña <gui>Cuando se esté con batería</gui> y desmarque la opción <gui>Atenuar la pantalla cuando esté inactivo</gui>.

source: Switch to the <gui>General</gui> tab.
es: Cámbiese a la pestaña <gui>General</gui>.

source: What happens when I suspend/hibernate the computer?
es: ¿Qué ocurre cuando suspendo/hiberno el equipo?

source: Power settings
es: Configuración de energía

source: If you have a laptop, all you should need to do is get the right plug for your power adapter. Many laptops are delivered with more than one plug for their adapter, so you may already have the right one. If not, plugging your existing one into a standard travel adapter will suffice.
es: Si usted tiene un portátil, todo lo que necesita hacer es conseguir el enchufe adecuado para su adaptador de corriente. Muchos portátiles se entregan con más de un enchufe para su adaptador, así que puede que ya tenga el adecuado. Si no es así, conectar el existente en un adaptador de viaje estándar será suficiente.

source: You can change what happens when the battery level gets too low by clicking the icon at the very right of the <gui>top panel</gui>, selecting <gui>System Settings</gui>, and then opening the <gui>Power Mangement</gui> settings. Switch to the <gui>On Battery Power</gui> tab. Look at the <gui>When power is critically low</gui> setting. You can choose for the computer to hibernate or shut down; if you choose shut down, your applications and documents <em>will not</em> be saved before the computer turn off.
es: Puede cambiar lo que ocurre cuando el nivel de la batería es demasiado bajo pulsando en el icono del extremo derecho del <gui>panel superior</gui>, seleccionando <gui>Configuración del sistema</gui> y abriendo las preferencias de <gui>Gestión de energía</gui>. Vaya a la pestaña <gui>Con batería</gui>. Mire la opción <gui>Cuando la carga de la batería esté críticamente baja</gui>. Puede elegir entre hibernar o apagar el equipo. Si elige apagar, sus aplicaciones y documentos <em>no</em> se guardarán antes de apagar el equipo.

source: Why is the laptop fan always running?
es: ¿Por qué el ventilador de mi portátil siempre está funcionando?

source: To change the setting used when running on AC power, set <gui>When laptop lid is closed</gui> to <gui>blank screen</gui>.
es: Para cambiar las opciones que se usan cuando el equipo está enchufado a la corriente, ponga <gui>Al cerrar la tapa del portátil</gui> a <gui>Oscurecer pantalla</gui>.

source: To change the setting used when running on battery power, switch to the <gui>On Battery Power</gui> tab. Set <gui>When laptop lid is closed</gui> to <gui>blank screen</gui>.
es: Para cambiar las opciones que se usan cuando el equipo está usando la batería, vaya a la pestaña <gui>Cuando se esté con batería</gui> y ponga <gui>Al cerrar la tapa del portátil</gui> a <gui>Oscurecer pantalla</gui>.

source: There are other settings available besides <gui>blank screen</gui> such as <gui>hibernate</gui> or <gui>shutdown</gui>.
es: Hay otras opciones además de <gui>Oscurecer pantalla</gui>, como <gui>Hibernar</gui> o <gui>Apagar</gui>.

source: You can also change the brightness by clicking the icon at the very right of the <gui>top panel</gui>, selecting <gui>System Settings</gui> and then opening the <gui>Power Management</gui> preferences.
es: También puede cambiar el brillo pulsando el icono del extremo derecho del <gui>panel superior</gui>, seleccionando <gui>Configuración del sistema</gui> y abriendo las preferencias de <gui>Gestión de energía</gui>.

source: Don't let the battery run down too far.
es: No deje que su batería se descargue demasiado.

source: How can I use less power and improve battery life?
es: ¿Cómo puedo usar menos energía para mejorar la vida de la batería?

source: Computers can use a lot of power. By using some simple energy-saving strategies, you can reduce your energy bill and help the environment. If you have a laptop, this will also help to increase the amount of time it can run on battery for.
es: Los equipos pueden utilizar una gran cantidad de energía. Mediante el uso de algunas estrategias sencillas de ahorro de energía, puede reducir su factura de energía y ayudar al medio ambiente. Si tiene un equipo portátil, esto también ayudará a aumentar la cantidad de tiempo que puede funcionar con la batería.

source: Why does it say my battery is broken?
es: ¿Por qué dice que mi batería está rota?

source: Battery may be broken. Your battery has a very low capacity which means that it may be old or broken.
es: La batería puede estar estropeada. Su batería tiene una capacidad muy baja, lo que significa que puede ser vieja o estar defectuosa.

source: If your computer/battery is relatively new, it should be capable of holding a high percentage of its design charge. If it can't, then your battery may be broken and you might need to seek a replacement.
es: Si su equipo o batería son relativamente nuevos, debería poder almacenar un porcentaje muy alto de la carga para la que fue diseñada. Si no puede, es posible que su batería esté rota y que tenga que buscar un recambio.

source: Delete the network connection that keeps being connected to accidentally.
es: Eliminar la conexión de red a la que sigue estando vinculado accidentalmente.

source: If you want to connect to the network you just deleted at some point in the future, simply select it from the list of wireless networks that appears when you click the network menu on the top panel - just as you would connect to any other wireless network.
es: Si desea conectarse a la red que acaba de eliminar en algún momento en el futuro, simplemente selecciónela en la lista de redes inalámbricas que aparece cuando pulsa en el menú de red del panel superior - exactamente igual que si quisiera conectarse a cualquier otra red inalámbrica.

source: WEP and WPA (along with WPA2) are names for different encryption tools used to secure your wireless connection. WEP stands for <em>Wired Equivalent Privacy</em>, and WPA stands for <em>Wireless Protected Access</em>. WPA2 represents the second version of the WPA standard.
es: WEP y WPA (junto con WPA2) son nombres de varias utilidades de cifrado usadas para asegurar su conexión de red. WEP significa <em>Wired Equivalent Privacy</em> y WPA significa <em>Wireless Protected Access</em>. WPA2 representa la segunda versión del estándar WPA.

source: To check if your computer can recognizes your PCI wireless adapter, enter <cmd>sudo lspci</cmd> into a terminal window. The terminal will display a list of PCI devices that it has found on your computer.
es: Para comprobar si su equipo puede reconocer su adaptador inalámbrico PCI, teclee <cmd>sudo lspci</cmd> en un terminal. El terminal mostrará una lista de los dispositivos PCI que haya encontrado en su equipo.

source: Resolve problems with wireless connections
es: Solucionar problemas con conexiones inalámbricas

source: Here is how to connect to a wireless network:
es: Aquí se explica cómo conectar con una red inalámbrica:

source: If the name of your wireless network isn't in the list, click <gui>More Networks</gui> to see additional network names.
es: Si el nombre de su red inalámbrica no aparece en la lista, pulse en <gui>Más redes</gui> para ver los nombres de otras redes.

source: If the network is protected by a password or encryption key, you will be asked for a <gui>Key</gui>. Enter the password or encryption key, and click <gui>Connect</gui>.
es: Si la red está protegida por una contraseña o clave de cifrado, se le preguntará una <gui>Clave</gui>. Introduzca la contraseña o clave de cifrado y pulse <gui>Conectar</gui>.

source: If the connection is successful, the icon will change to a dot with several bars above it. More bars indicate a stronger connection to the network. Fewer bars indicate a weaker connection to the network.
es: Si se conecta correctamente, el icono cambiará a un punto con varias barras encima. Cuantas más barras aparezcan, más potente será la conexión a la red. Menos barras indican una conexión más débil a la red.

source: A stronger connection to the network does not necessarily mean that you have a faster internet connection, or that you will have faster download speeds.
es: Una conexión más potente a la red no necesariamente significa que tendrá una conexión a Internet más rápida, o que tendrá mayores velocidades de descarga.

source: If you are using the internet and it seems slow, there are a number of things could be causing the slow down.
es: Si está usando Internet y parece muy lento, existe un cierto número de cosas que pueden estar causando la lentitud.

source: Forwarding malicious emails
es: Reenvío de correos maliciosos

source: Applications with malicious intents (Viruses)
es: Aplicaciones con intenciones maliciosas (virus)

source: Unwarranted remote/local network access
es: Accesos remotos o locales injustificados por la red

source: Make sure you are only running necessary remote-access services. Having <app>SSH</app> or <app>VNC</app> running can be useful but also leaves your computer open to intrusion if not secured properly. Consider using a <link xref="net-firewall-on-off.page">firewall</link> to help protect your computer from intrusion.
es: Compruebe que solo se están ejecutando los servicios de acceso remoto que sean necesarios. Tener funcionando <app>SSH</app> o <app>VNC</app> puede ser útil pero también deja su equipo abierto a la intrusión si no se asegura adecuadamente. Considere la posibilidad de usar un <link xref="net-firewall-on-off.page">cortafuegos</link> para ayudar a proteger a su equipo de los intrusos.

source: You can easily identify the MAC address of your own network hardware:
es: Puede identificar de manera sencilla la dirección MAC de su propio hardware de red:

source: In practice, a MAC address may sometimes legitimately need to be modified, or "spoofed." For example, some internet service providers may require that a specific MAC address be used to access their service. If the network card stops working, and you need to change your network card, the service won't work anymore. In such cases, you would need to spoof the MAC address.
es: En la práctica, una dirección MAC a veces puede legítimamente ser modificada, o «falseada». Por ejemplo, algunos proveedores de servicios de Internet pueden exigir que una dirección MAC se utilice para acceder a su servicio. Si la tarjeta de red deja de funcionar, y es necesario cambiar la tarjeta de red, el servicio no funcionará más. En estos casos, usted tendría que falsificar la dirección MAC.

source: <app>Silverlight</app> is a <em>plug-in</em> for your web browser which allows you to watch videos and use interactive web pages on some websites. Some websites will not work correctly without Silverlight.
es: <app>Silverlight</app> es un <em>complemento</em> para su navegador web que le permite ver vídeos y usar páginas web interactivas en algunos sitios web. Algunos sitios web no funcionan correctamente sin Silverlight.

source: If you view a Silverlight-enabled website but do not have the plug-in installed, you will probably see a message telling you so. This message should have instructions telling you how to get the plug-in, but these instructions might not be suitable for your web browser or for your version of Linux.
es: Si ve una página web con Silverlight activado pero no tiene el complemento instalado, es probable que vea un mensaje que le diga esto. Este mensaje debe tener instrucciones que le indiquen cómo obtener el complemento, pero estas instrucciones podrían no ser adecuadas para su navegador web, o la versión de Linux.
