Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: The guide is divided into small, task-oriented topics - not chapters. This means that you don't need to skim through an entire manual to find answers to your questions.
ca: La guia es divideix en petits temes, orientats a tasques - no capítols. Això vol dir que no heu de llegir-vos tot el manual per trobar la resposta a la pregunta que cerqueu.
cs: Tento průvodce je rozdělen na menší sekce, jednotlivé body - nikoliv však kapitoly. To znamená, že nemusíte procházet celý manuál, abyste nalezli to, co hledáte.
de: Der Leitfaden ist in kleine, aufgabenorienterte Themengebiete aufgeteilt – nicht Kapitel. Das bedeutet, dass Sie sich nicht durch eine ganze Anleitung blättern müssen, um eine Antwort auf Ihre Frage zu finden.
fr: Ce guide est divisé en sujets courts et pragmatiques - pas en chapitres. Cela signifie que vous n'avez pas besoin de parcourir tout le manuel pour trouver des réponses à vos questions.
gl: Esta guía está dividida en pequenos temas prácticos, non en capítulos. Isto significa que non terá que ollar todo o manual para atopar a resposta a unha pregunta.
hr: Vodič je podijeljen u male teme usmjerene prema zadatku, a ne poglavljima. To znači da ne morate pregledavati cijeli priručnik kako bi pronašli odgovore na svoja pitanja.
id: Panduan ini dibagi menjadi topik-topik kecil yang berorientasi tugas - bukan bab. Ini berarti bahwa Anda tak perlu membaca cepat seluruh panduan untuk menemukan jawaban atas pertanyaan Anda.
ko: 이 가이드는 챕터가 아닌 작은 태스크 지향 주제로 나뉩니다. 즉, 질문에 대한 답변을 찾기 위해 전체 설명서를 보지 않아도 됩니다.
lt: Žinynas sudarytas iš lengvai suprantamų temų, kur aprašomos konkrečios užduotys, todėl jūs greitai surasite atsakymus į iškilusius klausimus.
lv: Šī rokasgrāmata ir sakārtotas mazās, uz uzdevumiem orientētās tēmas, nevis nodaļās. Tas nozīmē, ka jums nav jāpārlapo visa rokasgrāmata, lai atrastu atbildes uz saviem jautājumiem.
ms: Panduan ini dibahagi ke bebrapa topik berorientasi-tugas yang kecil - bukannya bab. Ini bermaksud anda tidak perlu melayari keseluruhan panduan untuk mendapatkan jawapan persoalan anda.
my: လမ်းညွှန်ကိုအခန်းငယ်များမဟုတ်ဘဲသေးငယ်သော၊ အလုပ်လုပ်သည့်အကြောင်းအရာများအဖြစ်ခွဲထားသည်။ ဆိုလိုသည်မှာသင်သည်သင်၏မေးခွန်းများအတွက်အဖြေများကိုရှာဖွေရန်လက်စွဲစာအုပ်တစ်ခုလုံးကိုဖြတ်ကျော်ရန်မလိုအပ်ပါ။
pl: Podręcznik jest podzielony na małe, zadaniowe tematy — nie rozdziały. Oznacza to, że nie trzeba przeglądać całego dokumentu, aby znaleźć właściwe odpowiedzi.
sl: Vodnik je razdeljen na več manjših, na opravila usmerjenih tem in ne poglavij. To pomeni, da ne rabite pregledati cel priročnik, da bi našli odgovor na svoje vprašanje.
sv: Guiden är uppdelad i små, ​​uppgiftsorienterade ämnen - inte kapitel. Det innebär att du inte behöver skumma igenom en hel manual för att få svar på dina frågor.
tr: Bu rehber bölümler yerine küçük, görev odaklı konulara bölünmüştür. Bu, sorularınıza cevap bulmak için tüm rehberi taramanız gerekmediği anlamına gelir.
zh_cn: 本指南不是按章节组织，而是由面向任务的小主题组成，因此您不需要浏览完整的帮助手册就能找到问题的答案。

source: Related items are linked together. "See Also" links at the bottom of some pages direct you to related topics.
ca: Els articles relacionats estan units entre si. Els enllaços "Vegeu també" de la part inferior d'algunes pàgines us dirigeixen a temes relacionats.
cs: Témata, která spolu souvisí, jsou propojená. Odkazy "Viz také" v dolní části stránek vás přesměrují k souvisejícímu tématu.
de: Gibt es verwandte Themen sind diese am unteren Rand der Seite unter »Siehe auch« verlinkt.
fr: Les éléments connexes sont liés ensemble. Les liens « Voir également » à la fin de certaines pages vous redirigent vers les sujets connexes.
gl: Os elemento relacionados están ligados xuntos. As ligazóns «Vexa tamén» no fondo dalgunhas páxinas dirixen a temas relacionados.
hr: Srodne stavke su međusobno povezane. "Još pogledajte" poveznice na dnu određene stranice odvest će vas na srodnu temu.
id: Butir-butir terkait ditautkan bersama. Taut "Lihat Juga" di bagian bawah dari beberapa halaman mengarahkan Anda ke topik-topik terkait.
ko: 관련 항목은 함께 연결됩니다. "관련 항목"링크를 클릭하면 관련 페이지로 이동합니다.
lt: Su rodoma informacija susiję patarimai yra rodomi teksto apačioje - paspauskte ant nuorodų į jums naudingą informaciją po užrašais „Daugiau informacijos“ bei „Taip pat žr."
lv: Radniecīgie paragrāfi ir saistīti kopā "Skatīt arī" adreses dažu lapu apakšā novirza uz radniecīgajām tēmām.
ms: Item berkaitan dipaut bersama. Pautan "Lihat Juga" dibahagian bawah beberapa halaman mendorong anda ke topik yang berkaitan.
my: ဆက်စပ်ပစ္စည်းများအတူတကွချိတ်ဆက်နေကြသည်။ အချို့စာမျက်နှာများရဲ့အောက်ခြေရှိ "ကြည့်ရှုပါ" လင့်ခ်များသည်သင့်အားသက်ဆိုင်ရာအကြောင်းအရာများသို့ညွှန်ကြားသည်။
pl: Powiązane elementy są połączone. Odnośniki „Patrz także” na dole niektórych stron kierują na podobne tematy.
sl: Sorodni predmeti so povezani. Povezave na dnu nekaterih strani, poimenovane "Nadaljnje branje" vas bodo usmerile na sorodne teme.
sv: Relaterade objekt är sammanlänkade. Länkar för ”Se även” finns längst ner på vissa sidor och hänvisar dig till närliggande ämnen.
tr: Alakalı ögeler bir araya toplanmıştır. Bazı sayfaların altındaki "Ayrıca Bakınız" bağlantıları sizi ilgili konulara yönlendirir.
zh_cn: 相关的内容通过链接组织在一起，帮助页面底部的“参见”链接将为您提供相关主题的导航。

source: The text input box at the top of this guide acts as a <em>search bar</em>, and relevant results will appear beneath it as soon as you start typing. Left-click on any result to open its page.
ca: En la part superior d'aquesta guia, el quadre d'entrada de text actua com una <em>barra de cerca</em>, i els resultats trobats apareixeran sota d'aqueta barra tan aviat com comenceu a escriure. Feu clic esquerre en qualsevol resultat per obrir la pàgina.
cs: Textové pole u vrchu tohoto průvodce funguje jako <em>vyhledávací pole</em> a nalezené výsledky se začnou objevovat pod ním jakmile začnete psát. Kliknutím na libovolný z výsledků jej otevřete.
de: Das Textfeld am oberen Ende dieses Leitfadens dient als <em>Suchfeld</em>. Relevante Ergebnisse werden darunter erscheinen, sobald Sie zu tippen beginnen. Klicken Sie auf ein Ergebnis um die zugehörige Seite zu öffnen.
fr: La boîte de saisie de texte située en haut de ce guide agit comme une <em>barre de recherche</em> et des résultats pertinents apparaîtront en dessous dès que vous commencerez à taper. Faites un clic gauche sur un résultat pour ouvrir sa page.
gl: A caixa de entrada de texto na parte superior da guía actúa como unha <em>barra de busca</em> e os resultados relevantes aparecerán debaixo cando comece a escribir. Facer un clic dereito nun resultado fará que se mostre a súa páxina.
hr: Okvir upisa teksta na vrhu ovog vodiča ponaša se kao <em>traka pretrage</em>, i bitni rezultati pretrage će se pojaviti ispod odmah nakon što počnete upisivanje. Lijevo kliknite na bilo koji rezultat za otvaranje stranice.
id: Kotak masukan teks di puncak panduan ini berfungsi sebagai suatu <em>bilah pencarian</em>, dan hasil yang relevan akan muncul di bawahnya segera setelah Anda mulai mengetik. Klik kiri pada sebarang hasil untuk membuka halamannya.
ko: 이 가이드의 상단에있는 텍스트 입력란은 <em>검색 창</em>으로 작동하며 입력을 시작하자마자 관련 결과가 그 아래에 표시됩니다. 결과를 마우스 왼쪽 버튼으로 클릭하여 해당 페이지를 엽니다.
lt: Šio žinyno lango viršuje dešiniau yra <em>paieškos mygtukas</em>, kurį paspaudus viršuje atsiras <em>paieškos laukelis</em> - rašykite ten ko jums reikia ir surasti vadovo puslapiai bus rodomi iškart jums berašant. Tuomet tiesiog spustelkite ant temos iš atsiradusio sąrašo.
lv: Teksta ievades lauks šīs rokasgrāmatas augšpusē kalpo kā <em>meklēšanas josla</em>, un atbilstošie meklēšanas rezultāti parādīsies zem tās kā tikko sāksiet rakstīt. Kreisais klikšķis uz kāda no rezultātiem atvērs tā lapu.
ms: Kotak input teks dibahagian atas panduan ini bertindak sebagai <em>palang gelintar</em>, dan keputusan yang berkaitan akan muncul dibahagian bawah sebaik sahaja anda mula menaip. Klik-kiri pada mana-mana keputusan yang dipapar untuk membuka halaman tersebut.
my: ဤလမ်းညွှန်၏ထိပ်ရှိစာသားထည့်သွင်းမှုအကွက်သည် <em> ရှာဖွေရေးဘား </em> အဖြစ်လုပ်ဆောင်ပြီးသက်ဆိုင်ရာရလဒ်များကိုသင်စတင်ရိုက်သည်နှင့်ချက်ချင်းအောက်၌ဖော်ပြလိမ့်မည်။ ၎င်း၏စာမျက်နှာကိုဖွင့်လှစ်ရန်မည်သည့်ရလဒ်အပေါ် left-click လုပ်ပါ။
pl: Pole wprowadzania tekstu na górze podręcznika to <em>pasek wyszukiwania</em>, a właściwe wyniki pojawią się od razu po rozpoczęciu wpisywania. Kliknięcie wyniku otworzy jego stronę.
sl: Vnosno polje na vrhu tega vodnika deluje kot <em>iskalna vrstica</em>. Ko začnete pisati, se bodo pojavili ustrezni rezultati iskanja. Da bi odprli stran, levo kliknite na katerikoli rezultat.
sv: Textinmatningsrutan längst upp i guiden fungerar som en <em>sökrad</em>, och relevanta träffar kommer visas nedanför den allt eftersom du skriver. Vänsterklicka på en av träffarna för att öppna dess sida.
tr: Bu rehberin üstündeki metin girdisi kutusu, bir <em>arama çubuğu</em> olarak işlev görür ve yazmaya başladığınız anda ilgili sonuçları altında görüntülenmeye başlar.
zh_cn: 指南顶部的文本输入框是一个<em>搜索栏</em>，一旦开始输入，相关结果马上就会在其下面出现，请单机打开。

source: The guide is constantly being improved. Although we attempt to provide you with a comprehensive collection of helpful information, we know we won't answer all of your questions here. We will keep adding more information to make things more helpful, though.
ca: La guia s'està perfeccionant constantment. Tot i que sabem que no podrem respondre a totes les vostres preguntes, seguim intentant oferir-vos una col·lecció més gran i més útil.
cs: Tento průvodce je neustále zlepšován. Ačkoli se snažíme, abychom vám poskytli užitečný zdroj informací, víme, že není možné zodpovědět všechny vaše dotazy. I v budoucnu budeme přidávat další potřebné informace, aby byl tento průvodce i nadále užitečný.
de: Dieses Handbuch wird ständig überarbeitet. Auch wenn wir versuchen für Sie eine möglichst umfangreiche Sammlung hilfreicher Informationen zusammenzutragen, werden wir nicht alle Ihre Fragen beantworten können. Jedoch werden wir weiterhin Informationen hinzufügen, um Ihnen bestmöglich zu helfen.
fr: Ce guide est constamment amélioré. Bien que nous essayions de vous fournir une collection complète d'informations utiles, nous savons que nous ne répondrons pas à toutes vos questions ici. Nous continuerons toutefois d'ajouter plus d'informations pour rendre ce guide plus utile.
gl: Esta guía está en constante mellora. Aínda que tentamos ofrecer un conxunto comprensíbel de información útil, sabemos que non é posíbel responder a todas as preguntas aquí. Seguiremos engadindo máis información para facer as cousas aínda máis útiles.
hr: Vodič se neprekidno poboljšava. Iako vam pokušavamo pružiti sveobuhvatnu kolekciju korisnih informacija, znamo da nećemo ovdje odgovorit na sva vaša pitanja. Nastaviti ćemo dodavati više informacija kako bi učinili stvari još korisnijima.
id: Panduan ini terus-menerus diperbaiki. Walaupun kami mencoba menyediakan untuk Anda koleksi informasi berguna yang komprehensif, kami tahu bahwa kami tidak akan menjawab semua pertanyaan Anda di sini. Namun kami akan tetap menambahkan informasi lebih banyak untuk membuat hal ini lebih berguna.
ko: 이 가이드는 지속적으로 개선되고 있습니다. 저희는 여러분에게 도움이 되는 정보를 종합적으로 수집하기 위해 노력하고 있지만 일부 질문에는 답변하지 못할 수도 있습니다. 추후 더 많은 정보를 추가하여 더욱 유용하게 만들겠습니다.
lt: Šis žinynas yra dažnai tobulinamas bei papildomas. Stengiamės pateikti kuo išsamesnę bei naudingesnę pagalbą, tačiau žinome, kad čia neatsakysime į visus jums iškylančius klausimus, todėl nuolat papildysime šį vadovą nauja, Jums naudingiausia informacija.
lv: Rokasgrāmata tiek pastāvīgi uzlabota. Lai gan mēs cenšamies sniegt jums visaptverošu, noderīgu informāciju, taču mēs zinām, ka nevarēsim šeit atbildēt uz visiem jūsu jautājumiem. Mēs turpināsim pievienot vairāk informācijas, lai padarītu to noderīgāku.
ms: Panduan senantiasa diperbaharui dan dipertingkatkan. Walaupun kami sedaya upaya menyediakan koleksi maklumat berguna yang komprehensif, kami tidak dapat menjawap semua persoalan yang anda hadapi di sini. Kami akan menambah lagi maklumat untuk menjadikannya lebih berguna.
my: အဆိုပါလမ်းညွှန်အဆက်မပြတ်တိုးတက်လျက်ရှိသည်။ ကျွန်ုပ်တို့ကသင့်အားပြည့်စုံသောအထောက်အကူပြုသောသတင်းအချက်အလက်စုဆောင်းမှုကိုပေးဖို့ကြိုးစားသော်လည်းဤနေရာတွင်သင်၏မေးခွန်းအားလုံးကိုကျွန်ုပ်တို့ဖြေကြားမည်မဟုတ်ပါ။ ကျွန်ုပ်တို့သည်အရာရာကိုပိုမိုအသုံးဝင်စေရန်သတင်းအချက်အလက်များကိုထပ်မံထည့်သွင်းပါမည်။
pl: Podręcznik jest cały czas ulepszany. Chociaż staramy się dostarczyć wyczerpujący zestaw przydatnych informacji, nie możemy zapewnić odpowiedzi na każde pytanie. Nie przestajemy jednak dodawać nowych tematów.
sl: Ta vodnik se stalno posodablja. Čeprav poskušamo zagotoviti izčrpno zbirko podatkov, vemo, da tukaj ne bomo odgovorili na vsa vaša vprašanja. Vseeno bomo stalno dodajali več stvari, da vam bo vodnik v večjo pomoč.
sv: Guiden förbättras löpande. Trots att vi försöker ge dig en utförlig samling nyttig information, vet vi att vi inte kommer kunna svara på alla dina frågor här. Men vi kommer lägga till mer information för att bättre kunna hjälpa dig.
tr: Bu rehber sürekli geliştirilmektedir. Size kapsamlı, yardımcı bilgi sunmaya çalışsak da tüm sorularınıza burada cevap sağlayamayacağımızı biliyoruz. Ama yine de rehberi daha faydalı yapmak için sürekli yeni bilgiler eklemeye devam edeceğiz.
zh_cn: 本指南还在不断完善中。我们努力为您提供全面的帮助信息，但无法在指南中回答所有的问题，更多有用的信息将会陆续加入。

source: Thank you for taking the time to read the <em>Ubuntu Desktop Guide</em>.
ca: Gràcies per trobar el temps per llegir <em>Guia de l'escriptori Ubuntu</em>.
cs: Děkujeme, že jste si našli čas k přečtení <em>Průvodce pracovním prostředím Ubuntu</em>.
de: Danke, dass Sie sich die Zeit genommen haben den <em>Ubuntu-Leitfaden</em> zu lesen.
fr: Nous vous remercions de prendre le temps de lire le <em>Guide du Bureau Ubuntu</em>.
gl: Grazas por dedicar un tempo a ler a <em>Guía de escritorio de Ubuntu</em>.
hr: Hvala vam što ste odvojili vremena kako biste pročitali <em>Vodič Ubuntu radne površine</em>.
id: Terima kasih telah meluangkan waktu untuk membaca <em>Panduan Desktop Ubuntu</em>.
ko: <em>Ubuntu 데스크톱 가이드</em>를 읽어주셔서 감사합니다.
lt: Dėkojame, kad naudojatės <em>Ubuntu Darbalaukio vadovu</em>.
lv: Paldies, ka veltījāt laiku, lai izlasītu <em>Ubuntu darbvirsmas palīdzību</em>.
ms: Terima kasih kerana mengambil masa untuk membaca <em>Panduan Desktop Ubuntu Desktop</em>.
my: <em>ဦးဘန္တု Desktop လမ်းညွှန် </em> ကိုအချိန်ယူပြီးဖတ်ပေးသည်အတွက်ကျေးဇူးတင်ပါသည်။
pl: Dziękujemy za poświęcenie czasu na przeczytanie <em>Podręcznika pulpitu Ubuntu</em>.
sl: Hvala vam, da ste si vzeli čas za branje <em>Namiznega vodnika Ubuntu</em>.
sv: Tack för att du tar dig tid att läsa <em>Ubuntu skrivbordsguide</em>.
tr: <em>Ubuntu Masaüstü Rehberi</em>'ni okumaya zaman ayırdığınız için teşekkür ederiz.
zh_cn: 感谢您阅读 <em>Ubuntu 桌面指南</em>。

source: -- The Ubuntu Documentation team
ca: -- L'Equip de documentació d'Ubuntu
cs: -- Dokumentační tým ubuntu
de: – Das Ubuntu Dokumentations-Team
fr: -- L'équipe de la documentation Ubuntu
gl: -- O equipo de documentación de Ubuntu
hr: -- Tim Ubuntu dokumentacije
id: -- Tim Dokumentasi Ubuntu
ko: -- 우분투 문서화 팀
lt: -- Ubuntu Documentacijos komanda
lv: — Ubuntu dokumentācijas komanda
ms: -- Pasukan Pendokumenan Ubuntu
my: - Ubuntu မှတ်တမ်းအဖွဲ့
pl: -- Zespół dokumentacji Ubuntu
sl: -- Ekipa dokumentacije Ubuntu
sv: -- Ubuntus dokumentationsgrupp
tr: Ubuntu Belgelendirme takımı
zh_cn: —— Ubuntu 文档团队

source: Participate to improve this guide
ca: Participeu en la millora d'aquesta guia
cs: Pomozte vylepšit překlady
de: Beteiligen Sie sich an der Verbesserung dieses Leitfadens
fr: Participer à l'amélioration de ce guide
gl: Participe para mellorar esta guía
hr: Sudjelujte u poboljšanju ovog vodiča
id: Berpartisipasilah untuk memperbaiki panduan ini
ko: 이 가이드 개선에 참여
lt: Prisijunkite prie šio pagalbos žinyno tobulinimo
lv: Piedalieties šīs rokasgrāmatas uzlabošanā
ms: Sertai kami untuk pertingkatkan lagi kualiti panduan ini
my: ဒီလမ်းညွှန်တိုးတက်စေရန်ပါဝင်ပါ
pl: Dołącz do nas, aby ulepszyć ten podręcznik
sl: Sodelujte pri izboljšavi tega vodnika
sv: Medverka till att förbättra den här handboken
tr: Bu rehberin geliştirilmesine yardımcı ol
zh_cn: 参加志愿者社区以改善本指南

source: See the <link xref="report-ubuntu-bug">Ubuntu bug reporting instructions</link> for more information about how to file your bug.
ca: Mireu les <link xref="report-ubuntu-bug">Ubuntu bug reporting instructions</link> per a més informació sobre com reportar l'error que heu trobat.
cs: Více informací o tom, jak nahlásit bug naleznete v <link xref="report-ubuntu-bug">Nahlášení problému v Ubuntu</link>.
de: Unter <link xref="report-ubuntu-bug">Ein Problem mit Ubuntu melden</link> finden Sie weitere Informationen zum Melden eines Fehlers.
fr: Voir les <link xref="report-ubuntu-bug">instructions de rapport de bogues Ubuntu</link> pour plus d'informations sur la façon de signaler vos bogues.
gl: Vexa ás <link xref="report-ubuntu-bug">instrucións de Ubuntu para comunicar fallos</link> se desexa máis información sobre como informar dun fallo.
hr: Pogledajte <link xref="report-ubuntu-bug">Upute prijave Ubuntu greške</link> za više informacija o popunjavanju vašeg izvještaja greške.
id: Lihat <link xref="report-ubuntu-bug">instruksi pelaporan bug Ubuntu</link> untuk informasi lebih lanjut tentang bagaimana untuk melaporkan bug Anda.
ko: 버그를 저장하는 방법에 대한 자세한 내용은 <link xref="report-ubuntu-bug">우분투 버그 보고 지침서</link>를 참조하십시오.
lv: Skatiet <link xref="report-ubuntu-bug">Ubuntu kļūdu ziņošanas instrukcijas</link>, lai uzzinātu vairāk, kā iesniegt kļūdas ziņojumu.
ms: Sila rujuk <link xref="report-ubuntu-bug">Arahan pelaporan pepijat Ubuntu</link> untuk maklumat lanjut mengenai cara melaporkan pepijat anda.
my: <ug xref = "report-ubuntu-bug"> Ubuntu bug အစီရင်ခံခြင်းလမ်းညွှန်များ </link> တွင်ကြည့်ပါ။
pl: <link xref="report-ubuntu-bug">Instrukcje zgłaszania błędów w Ubuntu</link> zawierają więcej informacji.
sl: Oglejte si <link xref="report-ubuntu-bug">navodila o prijavi hrošča Ubuntuju</link> za več podrobnosti o tem kako prijaviti hrošča.
sv: Se <link xref="report-ubuntu-bug">Ubuntus instruktioner för felrapportering</link> för mer information om hur du skickar in din rapport.
tr: Böceğinizi nasıl dosyalayacağınız hakkında daha fazla bilgi için <link xref="report-ubuntu-bug">Ubuntu böcek bildirim yönergesi</link> bağlantısını inceleyin.
zh_cn: 参阅 <link xref="report-ubuntu-bug">Ubuntu Bug 提交说明</link> 了解更多关于如何提交 Bug 的信息。

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
fr: Aide
gl: Axuda
hr: Pomoć
id: Bantuan
ko: 도움
lt: Pagalba
lv: Palīdzība
my: အကူအညိ
pl: Pomoc
sl: Pomoč
sv: Hjälp
tr: Yardım
zh_cn: 帮助

# link:trail
source: <_:media-1/> Ubuntu Desktop Guide
ca: <_:media-1/> Guia d'usuari d'escriptori
cs: <_:media-1/> Průvodce pracovním prostředím Ubuntu
de: <_:media-1/> Ubuntu Desktop Leitfaden
fr: <_:media-1/> Guide Ubuntu Desktop
gl: <_:media-1/> Guía do Escritorio do Ubuntu
hr: <_:media-1/> Ubuntu vodič radne površine
id: <_:media-1/> Panduan Desktop Ubuntu
ko: <_:media-1/> Ubuntu 데스크톱 가이드
lt: <_:media-1/> Ubuntu darbalaukio vadovas
lv: <_:media-1/> Ubuntu darbvirsmas rokasgrāmata
my: <_: media-1 /> Ubuntu Desktop လမ်းညွှန်
pl: <_:media-1/> Podręcznik pulpitu Ubuntu
sl: <_:media-1/> Vodič po namizju Ubuntu
sv: <_:media-1/> Handbok för Ubuntu-skrivbordet
tr: <_:media-1/> Ubuntu Masaüstü Rehberi
zh_cn: <_:media-1/> Ubuntu 桌面指南

source: Ubuntu Logo
ca: Logotip de l'Ubuntu
cs: Logo Ubuntu
fr: Logo Ubuntu
gl: Logotipo de Ubuntu
hr: Ubuntu logotip
id: Logo Ubuntu
ko: Ubuntu 로고
my: Ubuntu လိုဂို
pl: Logo systemu Ubuntu
sl: Logotip Ubuntu
sv: Ubuntus logotyp
tr: Ubuntu Logosu
zh_cn: Ubuntu 徽标

source: <_:media-1/> Ubuntu Desktop Guide
ca: <_:media-1/> Guia d'usuari d'escriptori
cs: <_:media-1/> Průvodce pracovním prostředím Ubuntu
de: <_:media-1/> Ubuntu Desktop Leitfaden
fr: <_:media-1/> Guide Ubuntu Desktop
gl: <_:media-1/> Guía do Escritorio do Ubuntu
hr: <_:media-1/> Ubuntu vodič radne površine
id: <_:media-1/> Panduan Desktop Ubuntu
ko: <_:media-1/> Ubuntu 데스크톱 가이드
lt: <_:media-1/> Ubuntu darbalaukio vadovas
lv: <_:media-1/> Ubuntu darbvirsmas rokasgrāmata
my: <_: media-1 /> Ubuntu Desktop လမ်းညွှန်
pl: <_:media-1/> Podręcznik pulpitu Ubuntu
sl: <_:media-1/> Vodič po namizju Ubuntu
sv: <_:media-1/> Handbok för Ubuntu-skrivbordet
tr: <_:media-1/> Ubuntu Masaüstü Rehberi
zh_cn: <_:media-1/> Ubuntu 桌面指南

source: <link xref="about-this-guide">Tips on using this guide</link>, <link xref="community-support">get help from community</link>, <link xref="get-involved">help improve this guide</link>…
ca: <link xref="about-this-guide">Consells d'utilització d'aquesta guia</link>, <link xref="community-support">obtingueu ajuda de la comunitat</link>, <link xref="get-involved">ajudeu a millorar aquesta guia</link>…
fr: <link xref="about-this-guide">Conseils d'utilisation de ce guide</link>, <link xref="community-support">obtenir de l'aide de la communauté</link>, <link xref="get-involved">aider à améliorer ce guide</link>…
hr: <link xref="about-this-guide">Savjeti o korištenju ovog vodiča</link>, <link xref="community-support">potražite pomoć od zajednice</link>, <link xref="get-involved">pomognite poboljšati ovaj vodič</link>…
id: <link xref="about-this-guide">Tips untuk menggunakan panduan ini</link>, <link xref="community-support">dapatkan bantuan dari komunitas</link>, <link xref="get-involved">bantu tingkatkan panduan ini</link>…
ko: <link xref="about-this-guide">이 안내서 사용에 대한 팁</link>, <link xref="community-support">커뮤니티로부터 도움 받기</link>, <link xref="get-involved">이 안내서의 개선을 위해 도움 주기 </link>…
lt: <link xref="about-this-guide">Patarimai naudojantiems šį vadovą</link>, <link xref="community-support">gauti pagalbos iš bendruomenės</link>, <link xref="get-involved">padėkite tobulinti šį vadovą…</link>
pl: <link xref="about-this-guide">Wskazówki, jak korzystać z pomocy</link>, <link xref="community-support">pomoc od społeczności</link>, <link xref="get-involved">pomaganie w ulepszaniu pomocy</link>…
zh_cn: <link xref="about-this-guide">使用本指南的小提示</link>, <link xref="community-support">从社区获取帮助</link>, <link xref="get-involved">帮助改进本指南</link>…

source: You may need to install Flash to be able to view some websites, which display videos and interactive web pages.
ca: Us caldrà instal·lar el Flash per poder visualitzar correctament alguns llocs web, aquells que mostrin vídeos i pàgines web interactives.
cs: Pro zobrazení některých stránek obsahujících videa a interaktivní prvky můžete potřebovat nainstalovat Flash.
de: Möglicherweise müssen Sie Flash installieren, um einige Websites anzeigen zu können, die Videos und interaktive Inhalte beinhalten.
fr: Vous pouvez avoir besoin d'installer Flash pour être capable de visionner certains sites Internet qui affichent des vidéos et des pages interactives.
gl: Quizais necesite instalar Flash para poder ver algúns sitios web que mostran vídeos ou en páxinas web interactivas.
hr: Možda bi trebali instalirati Flash kako bi mogli vidjeti određene web stranice, koje prikazivaju video snimke i interaktivne web stranice.
id: Anda mungkin perlu menginstal Flash untuk dapat melihat beberapa situs web, yang menampilkan video dan halaman web interaktif.
ko: 일부 웹사이트를 보기 위해서는 동영상과 대화형 웹페이지를 나타내주는 Flash를 설치해야 할 수 있습니다.
lv: Jums var būt nepieciešams instalēt Flash, lai apskatītu dažas tīmekļa lapas, kas attēlo video un interaktīvās tīmekļa lapas.
ms: Anda perlu pasang Flash supaya dapat melihat sesetengah laman sesawang, yang mana memaparkan video dan laman sesawang interaktif.
pl: Do przeglądania niektórych stron zawierających filmy i interaktywne interfejsy może być potrzebna wtyczka Flash.
sv: Du kan behöva installera Flash för att kunna titta på vissa webbplatser, som visar videor och interaktiva webbsidor.
tr: Videoları ve etkileşimli web sayfalarını görüntüleyen bazı web sitelerini görüntüleyebilmek için Flash yüklemeniz gerekebilir.
zh_cn: 您可能需要安装 Flash 才能正确观看某些视频和阅读某些交互页面。
