Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If your microphone has a circular TS (<em>tip, sleeve</em>) plug, plug it into the appropriate socket on your computer. Most computers have two sockets: one for microphones and one for speakers. Look for a picture of a microphone next to the socket. Microphones plugged into a TS socket will usually be used by default. If not, see the instructions below for selecting a default input device.
ast: Si su micrófono tien un conector TS circular (<em>punta,vástago</em>), enchúfelo al zócalo adecuáu de su equipu. La mayoría de los equipos tienen dos zócalos: uno pa micrófonos y uno pa los altavoces. Busque una imaxe de un micrófono xunto al zócalo. Normalmente de manera predeterminada los micrófonos se conectan a un zócalo TS. Si no es así, vea a continuación les instrucciones pa la Escoyeta de un preséu de entrada predetermináu.
el: Εάν το μικρόφωνό σας έχει ένα κυκλικό TS (<em> άκρη, μανίκι </em>) φις, εφαρμόστε το φις στην κατάλληλη υποδοχή στον υπολογιστή σας. Οι περισσότεροι υπολογιστές έχουν δύο υποδοχές: μία για μικρόφωνα και ένα για τους ομιλητές. Ψάξτε για μια εικόνα από ένα μικρόφωνο δίπλα στην υποδοχή. Μικρόφωνα συνδεδεμένα σε πρίζα TS συνήθως χρησιμοποιούνται εξ ορισμού. Αν όχι, δείτε τις παρακάτω οδηγίες για την επιλογή μιας προεπιλεγμένης συσκευής εισόδου.
es: Si su micrófono tiene un conector TS circular (<em>punta,vástago</em>), enchúfelo al zócalo adecuado de su equipo. La mayoría de los equipos tienen dos zócalos: uno para micrófonos y uno para los altavoces. Busque una imagen de un micrófono junto al zócalo. Normalmente de manera predeterminada los micrófonos se conectan a un zócalo TS. Si no es así, vea a continuación las instrucciones para la selección de un dispositivo de entrada predeterminado.
nl: Als uw microfoon een ronde TS-stekker (<em>tip, sleeve</em>) heeft, stop die dan in de daarvoor bestemde aansluiting op uw computer. De meeste computers hebben twee aansluitingen: één voor microfoons en één voor luidsprekers. Zoek naar de afbeelding van een microfoon naast de aansluiting. Microfoons aangesloten op een TS-aansluiting zullen meestal standaard gebruikt worden. Als dat niet zo is, lees dan de instructies hieronder over het selecteren van een standaard invoerapparaat.
pt_br: Se o seu microfone tem um plug ts circular (<em>tip, sleeve</em>) , conecte-o no socket apropriado em seu computador. A maioria dos computadores tem dois sockets: um para microfones e um para alto falantes. Procure por uma figura de um microfone perto do socket. Microfones conectados em um socket ts irá, usualmente, ser usado por padrão. Se não, veja as intruções abaixo para selecionar um dispositivo de entrada padrão.
ru: Если ваш микрофон имеет круглый штекер TS (<em>tip, sleeve</em>), вставьте его в соответствующее гнездо на компьютере. Большинство компьютеров имеют два гнезда: одно для микрофонов, а второе для колонок. Поищите рядом с гнездом пиктограмму с микрофоном. Микрофоны, подключенные в TS-разъём, обычно используются по умолчанию. Если это не так, смотрите ниже инструкции по выбору входного устройства по умолчанию.

source: If you have a USB microphone, plug it into any USB port on your computer. USB microphones act as separate audio devices, and you may have to specify which microphone to use by default.
ast: Si tien un micrófono USB, conéctelo en cualesquier puertu USB de su equipu. Los micrófonos USB actúan como preseos de soníu independientes y puede que ten que especificar qué micrófono quies usar de forma predeterminada.
el: Αν έχετε ένα μικρόφωνο USB, συνδέστε το σε οποιαδήποτε είσοδο USB του υπολογιστή σας. Τα μικρόφωνα USB λειτουργούν ως ανεξάρτητες συσκευές ήχου και ίσως θα πρέπει να ορίσετε ποιο μικρόφωνο θα χρησιμοποιείται εξ ορισμού.
es: Si tiene un micrófono USB, conéctelo en cualquier puerto USB de su equipo. Los micrófonos USB actúan como dispositivos de sonido independientes y puede que tenga que especificar qué micrófono desea usar de forma predeterminada.
fi: Jos sinulla on USB-mikrofoni, kiinnitä se tietokoneesi USB-porttiin. USB-mikrofonit näkyvät erillisinä äänilaitteina, joten oletusmikrofonin määritys ääniasetuksista voi olla tarpeen.
nl: Als u een USB-microfoon heeft, sluit die dan aan op één van de USB-poorten op uw computer. USB-microfoons worden behandeld als aparte audio-apparaten, u dient mogelijk op te geven welke microfoon standaard gebruikt moet worden.
pt_br: Se tiver um microfone USB, plugue-o em qualquer porta USB de seu computador. Os microfones USB atuam como dispositivos de áudio separados e você terá que especificar qual microfone usar por padrão.
ru: Если у вас USB-микрофон, подключите его в любой порт USB на вашем компьютере. USB-микрофоны работают как отдельные аудиоустройства, так что, возможно, вам придётся указать, какой микрофон использовать по умолчанию.

source: Select a default audio input device
ast: Escueyi el preséu de entrada de soníu predetermináu
el: Επιλογή προεπιλεγμένης συσκευής εισόδου
es: Seleccione el dispositivo de entrada de sonido predeterminado
fi: Valitse oletuksena käytettävä äänen tallennuslaite
nl: Standaard geluidsinvoerapparaat selecteren
pt_br: Selecione um dispositivo padrão de entrada de áudio
ru: Выбор входного звукового устройства по умолчанию

source: Click the <gui>sound menu</gui> on the <gui>top bar</gui> and select <gui>Sound Settings</gui>.
ast: Calca nel <gui>menú de soníu</gui> de la <gui>barra superior</gui> y calca <gui>Configuración de soníu</gui>.
el: Κάντε κλικ στο <gui>μενού ήχου</gui> στην <gui>επάνω γραμμή</gui> και επιλέξτε <gui>Ρυθμίσεις ήχου</gui>.
fi: Avaa <gui>äänivalikko</gui> <gui>yläpaneelissa</gui> ja napsauta <gui>Ääniasetukset...</gui>
nl: Klik op <gui>geluid-menu</gui> in de <gui>bovenste balk</gui> en selecteer <gui>Geluidsinstellingen…</gui>.
pt_br: Clique no <gui>menu de som</gui> na <gui>barra superior</gui> e selecione <gui>Configurações de som</gui>.

source: On the <gui>Input</gui> tab, select the device in the list of devices. The input level indicator should respond when you speak.
ast: Na pestaña <gui>Entrada</gui>, escueyi el preséu na llista de preseos. El indicador del nivel de entrada tendría responder cuando hable.
el: Στην καρτέλα <gui>Είσοδος</gui>, επιλέξτε τη συσκευή μέσα από τη λίστα με όλες τις συσκευές. Ο δείκτης επιπέδου της εισόδου θα πρέπει να ανταποκρίνεται όταν μιλάτε.
es: En la pestaña <gui>Entrada</gui>, seleccione el dispositivo en la lista de dispositivos. El indicador del nivel de entrada debería responder cuando hable.
fi: <gui>Sisääntulo</gui>-välilehdellä valitse haluamasi tallennuslaite luettelosta. Voit nähdä nopeasti toimiiko mikrofoni <gui>Äänitystaso</gui>n palkeista.
nl: Selecteer in het tabblad <gui>Invoer</gui> het apparaat in de lijst met apparaten. Als het goed is reageert de invoerniveau-indicator wanneer u spreekt.
pt_br: No guia <gui>Entrada</gui>, selecione o dispositivo na lista de dispositivos. O indicador de nível de entrada deverá responder quando você falar.
ru: На вкладке <gui>Вход</gui> выберите устройство из списка. Когда вы говорите в микрофон, индикатор уровня записи должен реагировать.

source: If you don't see your device on the <gui>Input</gui> tab, check the <gui>Hardware</gui> tab. Make sure the profile for the device includes "input".
ast: Si no ve su preséu na pestaña <gui>Entrada</gui>, compruebe la pestaña <gui>Hardware</gui>. Asegúrese de que el perfil del preséu incluye «entrada».
el: Αν δε βλέπετε τη συσκευή σας στην καρτέλα <gui>Είσοδος</gui>, ελέγξτε την καρτέλα <gui>Υλικό</gui>. Βεβαιωθείτε ότι το προφίλ για τη συσκευή περιλαμβάνει τον όρο «είσοδος».
es: Si no ve su dispositivo en la pestaña <gui>Entrada</gui>, compruebe la pestaña <gui>Hardware</gui>. Asegúrese de que el perfil del dispositivo incluye «entrada».
fi: Jos haluamasi laite ei löydy <gui>Sisääntulo</gui>-välilehdeltä, siirry <gui>Laitteisto</gui>-välilehdelle ja tarkista, että laitteesi löytyy luettelosta ja sen kohdalla lukee "sisääntulo".
nl: Als u uw apparaat niet ziet in het tabblad <gui>Invoer</gui>, ga dan naar het tabblad <gui>Hardware</gui>. Zorg ervoor dat het profiel voor het apparaat "input" bevat.
pt_br: Se não encontrar o seu dispositivo no guia <gui>Entrada</gui>, veja o guia <gui>Hardware</gui>. Confira se o perfil para o dispositivo inclui a palavra "input".
ru: Если вы не видите вашего устройства на вкладке <gui>Вход</gui>, проверьте вкладку <gui>Устройства</gui>. Убедитесь, что в названии профиля для устройства есть слово "input".

source: Connect speakers or headphones and select a default audio output device.
ast: Conecte altavoces y auriculares y escueyi un preséu de salida de soníu predetermináu.
el: Συνδέστε ηχεία ή ακουστικά και επιλέξτε την προεπιλεγμένη συσκευή εξόδου ήχου .
es: Conecte altavoces y auriculares y seleccione un dispositivo de salida de sonido predeterminado.
fi: Yhdistä kaiuttimet tai kuulokkeet tietokoneeseen ja aseta ne oletustoistolaitteiksi.
nl: Luidsprekers of hoofdtelefoons aansluiten en een standaard geluidsuitvoerapparaat selecteren.
pt_br: Conecte alto-falantes ou fones de ouvido e selecione um dispositivo padrão de saída de áudio.
ru: Подключите колонки или наушники и выберите выходное аудиоустройство по умолчанию.

source: Use different speakers or headphones
ast: Usar altavoces o auriculares estremaes
el: Χρησιμοποιήστε διαφορετικά ηχεία ή ακουστικά
es: Usar altavoces o auriculares diferentes
fi: Käytä eri kaiuttimia tai kuulokkeita
nl: Andere luidsprekers of hoofdtelefoons gebruiken
pt_br: Usar alto-falantes e fones de ouvido diferentes
ru: Использование различных аудиоколонок или наушников

source: You can use external speakers or headphones with your computer. Speakers usually either connect using a circular TRS (<em>tip, ring, sleeve</em>) plug or with USB.
ast: Puede usar altavoces esternos o auriculares con su equipu. Los altavoces normalmente se conectan o bien usando un conector TRS circular (<em>punta «Tip»,anillo «Ring»,vástago «Sleeve»</em>) o con USB.
el: Μπορείτε να χρησιμοποιήσετε εξωτερικά ηχεία ή ακουστικά με τον υπολογιστή σας. Τα ηχεία συνήθως συνδέονται είτε με βύσμα τύπου καρφί, είτε με σύνδεση USB.
es: Puede usar altavoces externos o auriculares con su equipo. Los altavoces normalmente se conectan o bien usando un conector TRS circular (<em>punta «Tip»,anillo «Ring»,vástago «Sleeve»</em>) o con USB.
nl: U kunt externe luidsprekers of hoofdtelefoons met uw computer gebruiken. Luidsprekers worden meestal aangesloten via een ronde TRS-stekker (<em>tip, ring, sleeve</em>) of USB.
pt_br: Você pode usar alto-falantes externos ou fones com o seu computador. Alto-falantes normalmente usam um conector circular TRS (<em>tip, ring, sleeve</em>) ou um conector USB.
ru: Вы можете подключить к своему компьютеру внешние колонки или наушники. Колонки обычно подключаются с помощью круглого штекера TRS (<em>tip, ring, sleeve</em>), либо через USB.

source: If your speakers or headphones have a TRS plug, plug it into the appropriate socket on your computer. Most computers have two sockets: one for microphones and one for speakers. Look for a picture of headphones next to the socket. Speakers or headphones plugged into a TRS socket will usually be used by default. If not, see the instructions below for selecting the default device.
ast: Si sus altavoces o auriculares tiennun conector TRS, conéctelo na toma afayadiza de su equipu. La mayoría de los equipos tienen dos enchufes: uno pa micrófono y otru pa los altavoces. Busque una imaxe de auriculares xunto al zócalo. Normalmente de manera predeterminada se utilizan altavoces o auriculares conectados a una toma TRS. Si no es así, vea a continuación les instrucciones pa escoyer el preséu predetermináu.
el: Αν τα ηχεία ή α ακουστικά σας έχουν σύνδεσμο TRS, συνδέστε τα στην κατάλληλη είσοδο του υπολογιστή σας. Οι περισσότεροι υπολογιστές έχουν δύο υποδοχές: μία για μικρόφωνο και μία για ηχεία. Αναζητήστε ένα σχήμα ακουστικών δίπλα στην υποδοχή. Ηχεία ή ακουστικά που έχουν συνδεθεί στην TRS υποδοχή συνήθως θα χρησιμοποιούνται ως προεπιλεγμένα. Αν όχι, δείτε τις παρακάτω οδηγίες για την επιλογή προεπιλεγμένης συσκευής.
es: Si sus altavoces o auriculares tienen un conector TRS, conéctelo en la toma apropiada de su equipo. La mayoría de los equipos tienen dos enchufes: uno para micrófono y otro para los altavoces. Busque una imagen de auriculares junto al zócalo. Normalmente de manera predeterminada se utilizan altavoces o auriculares conectados a una toma TRS. Si no es así, vea a continuación las instrucciones para seleccionar el dispositivo predeterminado.
nl: Als uw luidsprekers of hoofdtelefoon een TRS-stekker hebben, stop deze dan in de juiste aansluiting. De meeste computers hebben twee aansluitingen: één voor microfoons en één voor luidsprekers. Zoek naar een afbeelding van een hoofdtelefoon naast de aansluiting. Luidsprekers of hoofdtelefoons die aangesloten zijn op een TRS-aansluiting zullen meestal standaard gebruikt worden. Is dat niet het geval, lees dan de instructies hieronder over het selecteren van het standaard apparaat.
pt_br: Se o seu alto falante ou fone de ouvido têm um plug trs, conecte ele no socket apropriado no seu computador. A maioria dos computadores têm dois sockets: um para microfones e um para alto falantes. Procure por uma figura de fones de ouvido perto do socket. Alto falantes ou fones de ouvido conectados em um socket trs irão, usualmente, ser usados por padrão. Se não, veja as instruções abaixo para selecionar o dispositivo padrão.
ru: Если ваши колонки или наушники имеют штекер TRS, вставьте его в соответствующее гнездо на компьютере. Большинство компьютеров имеют два гнезда: одно для микрофонов, а второе для колонок. Поищите рядом с гнездом пиктограмму в виде наушников. Колонки или наушники, подключенные в разъём TRS, обычно используются по умолчанию. Если это не так, смотрите инструкции ниже о том, как выбрать устройство по умолчанию.

source: Some computers support multi-channel output for surround sound. This usually uses multiple TRS jacks, which are often color-coded. If you are unsure which plugs go in which sockets, you can test the sound output in the sound settings. Click the <gui>sound menu</gui> on the <gui>top panel</gui> then click <gui>Sound Settings</gui>. On the <gui>Hardware</gui> tab, select your speakers in the list of devices, then click <gui>Test Speakers</gui>. In the pop-up window, click the button for each speaker. Each button will speak its position only to the channel corresponding to that speaker.
ast: Dellos equipos admiten salidas multicanal pa el soníu envolvente. Pa ello, se suelen usar varias clavijas TRS jacks, que con frecuencia tan codificadas por colores. Si no ta seguru de que enchufes van en qué entraes, puede probar la salida de soníu na configuración de soníu. Fae clic nel <gui>menú de soníu</gui> del <gui>panel superior</gui> y fae clic en <gui>Configuración de soníu</gui>. Na pestaña <gui>Hardware</gui>, escueyi sus altavoces na llista de preseos y fae clic en <gui>Probar altavoces</gui>. Na ventana emerxente, fae clic nel botón correspondiente a cada altavoz. Cada botón emitirá un soníu sobro su posición únicamente a la canal correspondiente a dicho altavoz.
el: Μερικοί υπολογιστές υποστηρίζουν πολλαπλά κανάλια εξόδου για ήχο τρισδιάστατο. Αυτοί συνήθως χρησιμοποιούν πολλαπλά TRS βύσματα, τα οποία είναι συνήθως έγχρωμα. Αν δεν είστε σίγουροι για ποιο βύσμα ταιριάζει σε κάθε υποδοχή, μπορείτε να ελέγξετε τις ρυθμίσεις ήχου. Κάντε κλικ στο <gui>μενού ήχου</gui> στον <gui>πάνω πίνακα</gui>, μετά κάντε κλικ ξανά στις <gui>Ρυθμίσεις ήχου</gui>. Στην καρτέλα <gui>Υλικό</gui>, επιλέξτε τα ηχεία σας από τη λίστα των συσκευών, μετά κάντε κλικ στο <gui>Έλεγχος Ηχείων</gui>. Στο παράθυρο που θα αναδυθεί, κάντε κλικ στο πλήκτρο του κάθε ηχείου. Κάθε πλήκτρο δηλώνει την θέση του μόνο στο κανάλι που αντιστοιχεί το συγκεκριμένο ηχείο.
pt_br: Alguns computadores suportam saída de multi-canais para som envolvente. Isto geralmente usa múltiplos plugues TRS, que frequentemente têm código de cores. Se você não está seguro de que plugues vão em cada entrada, você pode testar a saída do som nas configurações de som. Clique em <gui>menu de som</gui> no <gui>painel superior</gui> então clique em <gui>Configurações de som</gui>. Na guia <gui>Hardware</gui>, selecione seus alto-falantes na lista de dispositivos, então clique em <gui>Testar alto-falantes</gui>. Na janela que aparecer, clique no botão para cada alto-falante. Cada botão irá comunicar sua posição somente para o canal correspondente àquele alto-falante.

source: If you have USB speakers or headphones, or analog headphones plugged into a USB sound card, plug them into any USB port. USB speakers act as separate audio devices, and you may have to specify which speakers to use by default.
ast: Si tien altavoces USB o auriculares USB, o bien tien auriculares analógicos conectados a una tarxeta de soníu USB, conéctelos en cualesquier puertu USB. Los altavoces USB actúan como preseos de soníu independientes y puede que ten que especificar qué altavoces quies usar de forma predeterminada.
el: Αν έχετε USB ηχεία ή ακουστικά, ή αναλογικά ακουστικά συνδεδεμένα σε μια USB κάρτα ήχου, συνδέστε τα σε μια υποδοχή USB. Τα ηχεία USB λειτουργούν σαν ξεχωριστές συσκευές ήχου, και ίσως θα πρέπει να ορίσετε ακριβώς ποια ηχεία θα χρησιμοποιούνται ςξ ορισμού.
es: Si tiene altavoces USB o auriculares USB, o bien tiene auriculares analógicos conectados a una tarjeta de sonido USB, conéctelos en cualquier puerto USB. Los altaveces USB actúan como dispositivos de sonido independientes y puede que tenga que especificar qué altavoces desea usar de forma predeterminada.
nl: Als u een USB-hoofdtelefoon of -luidsprekers heeft, of een analoge hoofdtelefoon aangesloten op de USB-geluidskaart, sluit die dan aan op een USB-poort. USB-luidsprekers gedragen zich als aparte audio-apparaten, en het is mogelijk dat u aan zult moeten geven welke luidspreker standaard gebruikt moet worden.
pt_br: Se você tiver auto-falantes ou fones de ouvido USB ou fones de ouvido analógicos conectado em uma placa de som USB, conectado-o em qualquer porta USB. Os alto-falantes USB funcionam como dispositivos de áudio separados e será necessário especificar qual alto-falante usar por padrão.

source: On the <gui>Output</gui> tab, select the device in the list of devices.
ast: Na pestaña <gui>Salida</gui>, escueyi el preséu de la llista de preseos.
el: Στην καρτέλα <gui>Έξοδος</gui>, επιλέξτε τη συσκευή από τη λίστα με τις συσκευές.
es: En la pestaña <gui>Salida</gui>, seleccione el dispositivo de la lista de dispositivos.
fi: Valitse laite <gui>Ulostulo</gui>-välilehden laitelistalta.
nl: Selecteer in het tabblad <gui>Output</gui> het apparaat in de lijst met apparaten.
pt_br: No guia <gui>Saída</gui> selecione o dispositivo na lista de dispositivos.
ru: На вкладке <gui>Выход</gui> выберите устройство из списка.

source: If you don't see your device on the <gui>Output</gui> tab, check the <gui>Hardware</gui> tab. Select your device and try different profiles.
ast: Si no ve su preséu na pestaña <gui>Salida</gui>, compruebe la pestaña <gui>Hardware</gui>. Escueyi su preséu y pruebe estremaes perfiles.
el: Αν δε βρίσκετε τη συσκευή σας στην καρτέλα <gui>Έξοδος</gui>, ελέγξτε την καρτέλα <gui>Υλικό</gui>. Επιλέξτε την συσκευή σας και δοκιμάστε διαφορετικά προφίλ.
es: Si no ve su dispositivo en la pestaña <gui>Salida</gui>, compruebe la pestaña <gui>Hardware</gui>. Seleccione su dispositivo y pruebe diferentes perfiles.
fi: Jos haluamasi laite ei löydy <gui>Ulostulo</gui>-välilehdeltä, siirry <gui>Laitteisto</gui>-välilehdelle ja tarkista, että laitteesi löytyy luettelosta ja sen kohdalla lukee "ulostulo".
nl: Als u uw apparaat niet ziet in het tabblad <gui>Output</gui>, ga dan naar het tabblad <gui>Hardware</gui>. Selecteer uw apparaat en probeer verschillende profielen uit.
pt_br: Se não encontrar seu dispisitivo no guia <gui>Saída</gui>, verifique no guia <gui>Hardware</gui>. Selecione o seu dispositivo e tente perfis diferentes.
ru: Если вы не видите вашего устройства на вкладке <gui>Выход</gui>, проверьте вкладку <gui>Устройства</gui>. Выберите ваше устройство и попробуйте различные профили.

source: Set the sound volume for the computer and control the loudness of each application.
ast: Axustar el volume del soníu pa el equipu y controlar el volume de cada aplicación.
el: Ορίστε την ένταση ήχου του υπολογιστή και ελέγξτε την ένταση σε κάθε εφαρμογή.
es: Ajustar el volumen del sonido para el equipo y controlar el volumen de cada aplicación.
fi: Aseta tietokoneen äänenvoimakkuus ja määritä jokaiselle sovellukselle äänenvoimakkuus erikseen.
nl: Het geluidsvolume voor de computer instellen en het volume voor elke toepassing regelen.
pt_br: Ajusta o volume do som para o computador e controla o volume de cada aplicação.
ru: Настройте общую громкость звука на компьютере или управляйте громкостью в отдельных приложениях.

source: Change the sound volume
ast: Camudar el volume del soníu
el: Αλλαγή έντασης ήχου
es: Cambiar el volumen del sonido
fi: Muuta äänenvoimakkuutta
nl: Het geluidsvolume wijzigen
pt_br: Mudar o som do volume
ru: Изменение громкости звука

source: To change the sound volume, click the <gui>sound menu</gui> on the <gui>top panel</gui> and move the volume slider left or right. You can completely turn off sound by checking <gui>Mute</gui>.
ast: Pa camudar el volume del soníu, calca nel <gui>menú de soníu</gui> del <gui>panel superior</gui> y mueva el deslizador de volume a la esquierda o la drecha. Puede apagar completamente el soníu marcando en <gui>Silenciar</gui>.
el: Για να αλλάξετε το επίπεδο έντασης ήχου, κάντε κλικ στο <gui>μενού ήχου</gui> στον <gui>πάνω πίνακα</gui> και μετακινήστε τον ολισθητή έντασης αριστερά ή δεξιά. Μπορείτε να μειώσετε εντελώς της ένταση του ήχου επιλέγοντας <gui>Σίγαση</gui>.
es: Para cambiar el volumen del sonido, pulse en el <gui>menú de sonido</gui> del <gui>panel superior</gui> y mueva el deslizador de volumen a la izquierda o la derecha. Puede apagar completamente el sonido marcando en <gui>Silenciar</gui>.
fi: Säädä äänen voimakkuutta napsauttamalla <gui>yläpaneelista</gui> löytyvää <gui>äänivalikkoa</gui> ja siirtämällä säädintä oikealle tai vasemmalle. Voit myös hiljentää äänet kokonaan painamalla <gui>Vaimenna</gui> ja palauttaa ne napsauttamalla <gui>Palauta äänet</gui>.
nl: Om het geluidsvolume te wijzigen, klik op het <gui>geluidsmenu</gui> in het <gui>bovenpaneel</gui> en beweeg de geluidsregelaar naar links of naar rechts. U kunt het geluid volledig uitzetten door een vinkje te plaatsen bij <gui>Dempen</gui>.
pt_br: Para alterar o volume, clique no <gui>menu som</gui> localizado no <gui>painel superior</gui> e mova a barra deslizante do volume para esquerda ou direita. Você poderá desligar completamente o som ao clicar no <gui>Mudo</gui>.
ru: Для изменения громкости звука щёлкните по <gui>звуковому меню</gui> на <gui>верхней панели</gui> и передвиньте ползунок громкости влево или вправо. Можно полностью отключить звук, выбрав <gui>Выключить звук</gui>.
