Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: A virtual device is a color managed device that is not connected to the computer. Examples of this might be:
ast: Un preséu virtual es un preséu de xestión de color que no ta coneutáu al equipu. Ejemplos de esto pueden ser:
el: Εικονική συσκευή είναι μια χρωματικά ελεγχόμενη συσκευή που δεν είναι συνδεμένη στον υπολογιστή. Παραδείγματα τέτοιων συσκευών μπορούν να είναι:
nl: Een virtueel apparaat is een kleurbeheerd apparaat dat niet verbonden is met de computer. Voorbeelden zijn:
pt_br: Um dispositivo virtual é um dispositivo de gerenciamento de cores que não está conectado ao computador. Exemplos disto podem ser:

source: An online print-shop where photos are uploaded, printed and sent to you
ast: La imprentación en llinia permite xubir fotos e imprimirlas y enviarlas donde cria conveniente.
el: Ένα διαδικτυακό κατάστημα εκτύπωσης όπου φιλοξενούνται, τυπώνονται και αποστέλλονται οι φωτογραφίες σε εσάς
nl: Een online print-shop waar foto's worden geüpload, afgedrukt en naar u toegestuurd
pt_br: Uma loja virtual de revelação digital, onde as fotos são recebidas pela internet, impressas e enviadas a você

source: Photos from a digital camera stored on a memory card
ast: Les fotografías de la cámara digital se alcuentren almacenadas na tarxeta de memoria.
el: Φωτογραφίες από μία ψηφιακή κάμερα αποθηκευμένες σε μία κάρτα μνήμης
nl: Foto's van een digitale camera, opgeslagen op een geheugenkaart
pt_br: Fotos de uma câmera digital armazenadas em um cartão de memória
ru: Фотографии с цифровой камеры хранятся на карте памяти

source: To create a virtual profile for a digital camera just drag and drop on of the image files onto the <guiseq><gui>System Settings</gui> <gui>Color</gui></guiseq> dialog. You can then <link xref="color-assignprofiles">assign profiles</link> to it like any other device or even <link xref="color-calibrate-camera">calibrate</link> it.
ast: Pa criar un perfil virtual pa una cámara digital, simplemente calca y arrastre una imaxe nel diálogu <guiseq><gui>Configuración de sistema</gui> <gui>Color</gui></guiseq>. Entós podrá <link xref="color-assignprofiles">asignarle perfiles</link> como a cualesquier otru preséu o inclusu <link xref="color-calibrate-camera">calibrarlo</link>.
el: Για να δημιουργήσετε ένα εικονικό προφίλ για μια ψηφιακή κάμερα απλά σύρετε και αποθέστε τα αρχεία εικόνας πάνω στο μενού διαλόγου <guiseq><gui>Ρυθμίσεις συστήματος</gui> <gui>Χρώμα</gui></guiseq>. Στη συνέχεια, μπορείτε να <link xref="color-assignprofiles">εκχωρήσετε προφίλ</link> σε αυτό όπως σε κάθε άλλη συσκευή ή ακόμα και να το <link xref="color-calibrate-camera">βαθμονομήσετε</link>.
nl: Om een virtueel profiel voor een digitale camera te maken sleept u één van de afbeeldingsbestanden naar het dialoogvenster <guiseq><gui>Systeeminstellingen</gui> <gui>Kleur</gui></guiseq>. U kunt vervolgens <link xref="color-assignprofiles">profielen toekennen</link> zoals voor elk ander apparaat of het zelfs <link xref="color-calibrate-camera">kalibreren</link>.
pt_br: Para criar um perfil para uma câmera digital, é só arrastar e soltar um dos arquivos de imagem no diálogo <guiseq><gui>Configurações do sistema</gui><gui>Cor</gui></guiseq>. Você pode então <link xref="color-assignprofiles">designar perfis</link> ao arquivo como qualquer outro dispositivo, ou mesmo <link xref="color-calibrate-camera">calibrá-lo</link>.

source: A color profile is a simple file that expresses a color space or device response.
ast: Un perfil de color, es un simple ficheru que expresa un espaciu de cromático o de rempuesta del preséu.
el: Ένα προφίλ χρωμάτων είναι ένα απλό αρχείο που εκφράζει ένα χρωματικό χώρο ή μια απόκριση συσκευής.
fi: Väriprofiili on tiedosto, joka ilmaisee laitteen väriominaisuuksia, kuten väriavaruuden.
nl: Een kleurprofiel is een eenvoudig bestand dat een kleurruimte of de respons van een apparaat uitdrukt.
pt_br: Um perfil de cor é um simples arquivo que expressa a resposta de um espaço de cor ou dispositivo.

source: What is a color profile?
ast: ¿Que es el color del perfil?
el: Τι είναι ένα προφίλ χρωμάτων;
fi: Mitä väriprofiili tarkoittaa?
nl: Wat is een kleurprofiel?
pt_br: O que é a cor do perfil?
ru: Что такое цветовой профиль?

source: A color profile is a set of data that characterizes either a device such as a projector or a color space such as sRGB.
ast: Un perfil de color es un conxuntu de datos que caracteriza a un preséu como un proyector o un espaciu de colores, como sRGB.
el: Ένα προφίλ χρωμάτων είναι ένα σύνολο δεδομένων που χαρακτηρίζει είτε μια συσκευή όπως έναν προβολέα ή ένα χρωματικό χώρο όπως ένα sRGB.
nl: Een kleurprofiel is een set gegevens die óf een apparaat zoals een projector óf een kleurruimte zoals sRGB kenmerkt.
pt_br: Um perfil de cor é um conjunto de dados que caracterizam tanto um dispositivo, tal como um projetor, ou um espaço de cor, tal como o sRGB.

source: Most color profiles are in the form of an ICC profile, which is a small file with a <input>.ICC</input> or <input>.ICM</input> file extension.
ast: La mayoría de los perfiles de color adoptan la forma de un perfil ICC, que es un pequeñu ficheru cola estensión de ficheru <input>.ICC</input> o <input>.ICM</input>.
el: Τα περισσότερα προφίλ χρωμάτων είναι με τη μορφή ενός προφίλ ICC, το οποίο είναι ένα μικρό αρχείο με επέκταση <input>.ICC</input> ή <input>.ICM</input> .
fi: Useimmat väriprofiilit ovat ICC-profiileja, jotka ovat kooltaan pieniä tiedostoja ja tiedostopäätteeltään joko <input>.ICC</input> tai <input>.ICM</input>
nl: De meeste kleurprofielen zijn in de vorm van een ICC-profiel, dat een klein bestand is met een <input>.ICC</input> of <input>.ICM</input>-bestandsextensie.
pt_br: A maioria dos perfis de cor estão na forma de um perfil ICC, que é um pequeno arquivo com extensão <input>.ICC</input> ou <input>.ICM</input>.

source: Color profiles can be embedded into images to specify the gamut range of the data. This ensures that users see the same colors on different devices.
ast: Los perfiles de color se pueden incrustar nas imáxenes pa especificar el intervalu de gama de los datos, lo que garantiza que los usuariosverán los mismos colores en preseos estremaes.
el: Τα χρωματικά προφίλ μπορούν να ενσωματωθούν σε εικόνες ώστε να καθορίζεται το εύρος φάσματος των δεδομένων. Αυτό εξασφαλίζει ότι οι χρήστες βλέπουν τα ίδια χρώματα σε διαφορετικές συσκευές.
fi: Väriprofiileja on mahdollista sisällyttää kuvatiedostoihin, jolloin ne ilmaisevat kuvan sävyntoistoalan. Näin taataan, että käyttäjä näkee samat värisävyt eri laitteilla.
nl: Kleurprofielen kunnen ingebed zijn in afbeeldingen om het kleurengamma van de gegevens te specificeren. Dit zorgt ervoor dat gebruikers dezelfde kleuren zien op verschillende apparaten.
pt_br: Perfis de cores podem ser embutidos nas imagens para especificar a faixa de intervalo de gama dos dados. Isso assegura que os usuários vejam as mesmas cores em diferentes dispositivos.

source: Every device that is processing color should have it's own ICC profile and when this is achieved the system is said to have an <em>end-to-end color-managed workflow</em>. With this kind of workflow you can be sure that colors are not being lost or modified.
ast: Cada preséu que procesa colores tien de tener su propio perfil ICC y cuando se consigue, se dice que el sistema tien un <em>fluxu de trabayu administráu de color de extremo a extremo</em>. Con esti triba de fluxu de trabayu, puede tener la seguridá de que los colores no se pierden ni se modifican.
el: Κάθε συσκευή που επεξεργάζεται χρώμα θα πρέπει να έχει το δικό της προφίλ ICC και όταν επιτυγχάνεται αυτό, λέγεται ότι το σύστημα έχει μια <em>άκρου-εις-άκρον χρωματική-διαχείριση ροής εργασιών</em>. Με αυτού του είδους διαχείριση ροής εργασιών μπορείτε να είστε σίγουροι ότι δε χάνονται ή μεταβάλλονται χρώματα.
nl: Elk apparaat dat met kleuren werkt zou zijn eigen ICC-profiel moeten hebben en wanneer dit bereikt is wordt gezegd dat het systeem een <em>end-to-end color-managed workflow</em> heeft.
pt_br: Todo dispositivo que processa cores deveria ter o seu próprio perfil ICC, e quando isto acontece é dito que o sistema tem um <em>fluxo de trabalho com cores gerenciadas ponta-a-ponta</em>. Com este tipo de fluxo de trabalho, você pode ter certeza que as cores não estão sendo perdidas ou modificadas.

source: A color space is a defined range of colors.
ast: Los espacios de colores estan definidos con colores predeterminaos
el: Ένας χρωματικός χώρος είναι ένα καθορισμένο φάσμα χρωμάτων.
nl: Een kleurruimte is een gedefinieerde waaier van kleuren.
pt_br: Um espaço de cor é um intervalo definido de cores.

source: What is a color space?
ast: ¿Qué es un espaciu de color?
el: Τί είναι ένας χρωματικός χώρος;
fi: Mitä väriavaruus tarkoittaa?
nl: Wat is een kleurruimte?
pt_br: O que é um espaço de cor?

source: A colorspace is a defined range of colors. Well known colorspaces include sRGB, AdobeRGB and ProPhotoRGB.
ast: Un espaciu de color se define como un rangu de colores. sRGB, AdobeRGB y ProPhotoRGB son espacios de color bien conocidos.
el: Ένας χρωματικός χώρος είναι ένα καθορισμένο φάσμα χρωμάτων. Γνωστοί χρωματικοί χώροι περιλαμβάνουν τους sRGB, AdobeRGB και ProPhotoRGB.
nl: Een kleurruimte is een gedefinieerd bereik van kleuren. Bekende kleurruimten zijn sRGB, AdobeRGB en ProPhotoRGB.
pt_br: Um espaço de cor é um intervalo definido de cores. Espaços de cor conhecidos incluem sRGB, AdobeRGB e ProPhotoRGB.

source: The human visual system is not a simple RGB sensor, but we can approximate how the eye responds with a CIE 1931 chromacity diagram that shows the human visual response as a horse-shoe shape. You can see that in human vision there is many more shades of green detected than blue or red. With a trichromatic colorspace like RGB we represent the colors on the computer using three values, which restricts up to encoding a <em>triangle</em> of colors.
ast: La visión humana no es un simple sensor de RGB, pero podemos aproximar la rempuesta del ojo col diagrama cromático CIE 1931, que amuesa la rempuesta de la vista humana con un perfil de herradura. Puede ver que na visión humana hai abondes más variedades de verde detectadas que de azul o colloráu. Con un espaciu tricromático como el RGB, representamos los colores en el equipu, usando los tres valores, que se codifican con un <em>triángulo</em> de colores.
el: Το ανθρώπινο οπτικό σύστημα δεν είναι ένας απλός αισθητήρας RGB, αλλά μπορούμε να προσεγγίσουμε τον τρόπο που λειτουργεί το μάτι με ένα διάγραμμα χρωματικής παρέκκλισης CIE 1931 που εμφανίζει την ανθρώπινη οπτική απόκριση σαν σχήμα πετάλου. Μπορείτε να δείτε ότι στην ανθρώπινη όραση ανιχνεύονται πολύ περισσότερες αποχρώσεις του πράσινου από ό,τι του μπλε ή του κόκκινου. Με έναν τριχρωματικό χρωματικό χώρο όπως το RGB απεικονίζουμε τα χρώματα στον υπολογιστή χρησιμοποιώντας τρεις τιμές, κάτι που περιορίζει την απόκριση με κωδικοποίηση μόνο ενός <em>τριγώνου</em> χρωμάτων.
nl: Het menselijk oog is geen simpele RGB-sensor, maar we kunnen benaderen hoe het oog reageert met een CIE 1931 kleurendriehoek dat de menselijke visuele reactie toont in de vorm van een hoefijzer. U ziet dat door het menselijk oog veel meer tinten groen worden waargenomen dan blauw of rood. Bij een driekleurenpalet zoals RGB worden de kleuren op de computer weergegeven met gebruikmaking van drie waarden, hetgeen zich beperkt tot het coderen van een <em>driehoek</em> van kleuren.
pt_br: O sistema de visão humana não é um simples sensor RGB, mas nós podemos ter uma noção próxima de como o olho responde com um diagrama de cromaticidade CIE 1931, que mostra a resposta visual humana como a forma uma ferradura. Você pode perceber que a visão humana detecta muito mais tons de verde que de azul ou de vermelho. Com um espaço de cor tricromático, como o RGB, nós representamos as cores no computador usando três valores, que restringem a codificação a um <em>triângulo</em> de cores.

source: Using models such as a CIE 1931 chromacity diagram is a huge simplification of the human visual system, and real gamuts are expressed as 3D hulls, rather than 2D projections. A 2D projection of a 3D shape can sometimes be misleading, so if you want to see the 3D hull, use the <code>gcm-viewer</code> application.
ast: Usar los modelos, como el diagrama cromático CIE 1931, simplifica mucho el sistema visual humano y les gamas reales se expresan como relieves 3D, en llugar de proyecciones 2D. La proyección 2D de una figura 3D a vegaes puede ser engañosa, así que, si quies ver un relieve 3D, use la aplicación <code>gmc-viewer</code>.
el: Η χρήση μοντέλων όπως ένα διάγραμμα χρωματικής παρέκκλισης CIE 1931 είναι μία τεράστια απλοποίηση του ανθρώπινου οπτικού συστήματος, και οι πραγματικές χρωματικές κλίμακες εκφράζονται ως τρισδιάστατα κυρτά σχήματα, αντί για διδιάστατες προβολές. Μια διδιάστατη προβολή ενός τρισδιάστατου σχήματος μπορεί μερικές φορές να είναι παραπλανητική, οπότε εάν θέλετε να δείτε το τρισδιάστατο κυρτό σχήμα, χρησιμοποιήστε την εφαρμογή <code>gcm-viewer</code>.
nl: Modellen zoals de CIE 1931 kleurendriehoek gebruiken is een enorme simplificatie van het menselijke visuele systeem, en echte kleurengamma's worden uitgedrukt als 3D-rompen in plaats van 2D-projecties. Een 2D-projectie van een 3D-vorm kan soms misleidend zijn, dus als u de 3D-romp wilt zien, gebruik dan <code>gcm-viewer</code>.
pt_br: Usar modelos como um diagrama de cromaticidade CIE 1931 é uma enorme simplificação do sistema de visão humana, e gamas reais são expressadas como profundidade tridimensional em vez de projeções bidimensionais. Uma projeção bidimensional de uma forma tridimensional pode ser enganosa às vezes, então se você quer ver a profundidade tridimensional, use o aplicativo <code>gcm-viewer</code>.

source: sRGB, AdobeRGB and ProPhotoRGB represented by white triangles
ast: sRGB, AdobeRGB y ProPhotoRGB representados con triángulos blancos.
el: Τα sRGB, AdobeRGB και ProPhotoRGB απεικονίζονται από λευκά τρίγωνα
nl: sRGB, AdobeRGB en ProPhotoRGB vertegenwoordigd door witte driehoeken
pt_br: sRGB, AdobeRGB e ProPhotoRGB representados por triângulos brancos

source: First, looking at sRGB, which is the smallest space and can encode the least number of colors. It it an approximation of a 10 year old CRT display, and so most modern monitors can easily display more colors than this. sRGB is a standard <em>least-common-demoninator</em> standard and is used in a large number of applications (including the Internet).
ast: Primero, mirando a sRGB, que ye l'espaciu más pequeñu y pue codificar el menor númberu de colores. Ye una aproximación d'una pantalla CRT de 10 años, polo que la mayoría de los monitores modernos puen amosar más colores qu'esto. sRGB ye un estándar <em>mínimu común demoninador</em> y úsase nun gran númberu d'aplicaciones (incluyío Internet).
el: Αρχικά, κοιτάξτε το sRGB, το οποίο είναι ο μικρότερος χώρος και μπορεί να κωδικοποιήσει το μικρότερο αριθμό χρωμάτων. Είναι μία προσέγγιση μίας οθόνης CRT δεκαετίας, οπότε οι περισσότερες σύγχρονες οθόνες μπορούν εύκολα να εμφανίσουν περισσότερα χρώματα από αυτό. Το sRGB είναι ένα τυπικό πρότυπο <em>ελάχιστου-κοινού-παρονομαστή</em> και χρησιμοποιείται σε μεγάλο αριθμό εφαρμογών (μεταξύ των οποίων και το Διαδίκτυο).
nl: Allereerst kijken we naar sRGB; dit is de kleinste ruimte en kan het kleinste aantal kleuren coderen. Het is een benadering van een 10-jaar oud CRT-scherm, dus kunnen de meeste moderne beeldschermen gemakkelijk meer kleuren weergeven dan dit. sRGB is een <em>least-common-demoninator</em>-standaard en wordt gebruikt door een groot aantal toepassingen (inclusief het Internet).
pt_br: Primeiro, olhando o sRGB, que é o menor espaço e pode codificar o menor número de cores. Ele é uma aproximação de um velho monitor CRT, então a maioria dos monitores modernos podem facilmente exibir mais cores que isto. O sRGB é um padrão de <em>menor denominador comum</em> e é utilizado em um grande número de aplicativos (inclusive na Internet).

source: AbodeRGB is frequently used as an <em>editing space</em>. It can encode more colors than sRGB, and means you adjust colors in a photograph without worrying too much that the brightnest colors are being clipped or the blacks crushed.
ast: AbodeRGB se utiliza con frecuencia como un <em>espaciu de edición</em>. Puede codificar más colores que sRGB, y significa que puede axustar los colores nuna fotografía sin preocupase enforma de que los colores brillantes se tean recortando o los negros aplastando.
el: Το AdobeRGB χρησιμοποιείται συχνά ως <em>χώρος επεξεργασίας</em>. Μπορεί να κωδικοποιήσει περισσότερα χρώματα από το RGB και αυτό σημαίνει ότι μπορείτε να προσαρμόσετε τα χρώματα σε μια φωτογραφία χωρίς να σας ανησυχεί ιδιαίτερα το ότι τα φωτεινότερα χρώματα κόβονται ή τα μαύρα συντρίβονται.
pt_br: O AdobeRGB é frequentemente usado como um <em>espaço de edição</em>. Ele pode codificar mais cores que o sRGB, o que significa que você pode ajustar as cores numa fotografia sem se preocupar muito se as cores mais brilhantes serão cortadas no limite superior ou as cores escuras achatadas no limite inferior.

source: PhoPhoto is the largest space available and is frequently used for document archival. It can encode nearly the whole range of colors detected by the human eye, and even encode colors that the eye cannot detect!
ast: PhoPhoto es el mayor espaciu disponible y se utiliza con frecuencia pa el ficheru de documentos. Se puede codificar casi tola gama de colores que detecta el ojo humano, e inclusu codifican los colores que el ojo no puede detectar.
el: Το PhoPhoto είναι ο μεγαλύτερος χώρος που διατίθεται και χρησιμοποιείται συχνά για αρχειοθέτηση εγγράφων. Μπορεί να κωδικοποιήσει σχεδόν το πλήρες φάσμα χρωμάτων που ανιχνεύει το ανθρώπινο μάτι και επιπλέον μπορεί να κωδικοποιήσει χρώματα που το μάτι δεν ανιχνεύει!
nl: PhoPhoto is het grootste beschikbare palet en wordt vaak gebruikt voor het archiveren van documenten. Het kan bijna het volledige bereik dat het menselijke oog detecteert coderen, en zelfs kleuren die niet door het oog kunnen worden waargenomen.
pt_br: ProPhoto é o maior espaço de cores disponível e é frequentemente usado para arquivamento de documentos. Ele pode codificar aproximadamente o intervalo de cores detectado pelo olho humano, e até mesmo codificar cores que o olho não pode detectar!

source: Now, if PhoPhoto is clearly better, why don't we use it for everything? The answer is to do with <em>quantisation</em>. If you only have 8 bits (256 levels) to encode each channel, then a larger range is going to have bigger steps between each value.
ast: Agora, si PhoPhoto es claramente meyor, ¿por qué no usalu pa too? La rempuesta es facer con <em>cuantificación</em>. Si solo tien 8 bits (256 niveles) pa codificar cada canal, entós un rangu mayor dará pasos más grandes ente cada valor.
el: Τώρα, αφού το PhoPhoto είναι ξεκάθαρα καλύτερο, γιατί δεν το χρησιμοποιούμε για τα πάντα; Η απάντηση έχει να κάνει με την <em>κβάντωση</em>. Αν έχετε μόνο 8 bit (256 επίπεδα) για να κωδικοποιήσετε κάθε κανάλι, τότε μία ευρύτερη γκάμα θα έχει μεγαλύτερα βήματα μεταξύ κάθε τιμής.
nl: Als PhoPhoto nou zoveel beter is, waarom gebruiken we het dan niet voor alles? Het antwoord heeft te maken met <em>quantisatie</em>. Als je maar 8 bits hebt (256 levels) om elk kanaal te coderen, dan heeft een groter bereik ook grotere stappen tussen de waardes.
pt_br: Agora, se ProPhoto é claramente melhor, por que não usá-lo para tudo? A resposta tem a ver com <em>quantização</em>. Se você só tem 8 bits (256 níveis) para codificar cada canal, um intervalo maior vai ter passos maiores entre cada valor.

source: Bigger steps mean a larger error between the captured color and the stored color, and for some colors this is a big problem. It turns out that key colors, like skin colors are very important, and even small errors will make untrained viewers notice that something in a photograph looks wrong.
ast: Pasos más grandes significan un error más grande ente el color capturáu y el color almacenáu y pa dellos colores esti es un gran problema. Resulta que los colores contraseña, como los tonos de piel son mui importantes, e inclusu los pequeños fallos que hacen que los espectadores no entrenados se de cuenta de que algo nuna fotografía se ve mal.
el: Μεγαλύτερα βήματα σημαίνουν μεγαλύτερο σφάλμα μεταξύ του συλληφθέντος χρώματος και του αποθηκευμένου χρώματος, και για κάποια χρώματα αυτό είναι μεγάλο πρόβλημα. Προκύπτει ότι βασικά χρώματα, όπως το χρώμα του δέρματος, είναι πολύ σημαντικά και, ακόμα και μικρά λάθη θα κάνουν τους αρχάριους θεατές να παρατηρήσουν ότι κάτι σε μια φωτογραφία φαίνεται λάθος.
nl: Grotere stappen betekent een grotere fout tussen de opgenomen kleur en de opgeslagen kleur, en voor sommige kleuren is dit een groot probleem. Het blijkt dat grondkleuren, net als huidskleuren, erg belangrijk zijn, en zelfs bij kleine fouten zullen ongetrainde kijkers merken dat er iets mis is met de foto.
pt_br: Passos maiores significam maior erro entre a cor capturada e a cor armazenada, e para algumas cores isso é um grande problema. Acontece que as cores-chave, como cores de pele, são muito importantes e até mesmo pequenos erros farão com que espectadores destreinados percebam que algo parece errado em uma fotografia.

source: Of course, using a 16 bit image is going to leave many more steps and a much smaller quantisation error, but this doubles the size of each image file. Most content in existance today is 8bpp, i.e. 8 bits-per-pixel.
ast: Por supuesto, usar una imaxe de 16 bits permitirá rexistrar muchos más pasos y habrá un error de cuantificación mucho menor, pero se duplicará el tamañu de cada ficheru de imaxe. La mayor parte del conteníu actual utiliza 8 bpp, es decir 8 bits por píxel.
el: Φυσικά, η χρήση μίας εικόνας 16 bit θα αφήσει πολύ περισσότερα βήματα και μικρότερο σφάλμα κβάντωσης, αλλά αυτό διπλασιάζει το μέγεθος κάθε αρχείου εικόνας. Το περισσότερο περιεχόμενο που υπάρχει σήμερα είναι 8 bpp, δηλαδή 8 bit-ανά-εικονοστοιχείο.
nl: Natuurlijk zal het gebruik van een 16-bits afbeelding veel meer stappen hebben en een veel kleinere quantisatiefout opleveren, maar dit verdubbelt de grootte van elk afbeeldingsbestand. Vandaag de dag zijn de meeste afbeeldingen 8bpp, dat is 8 bits per pixel.
pt_br: É claro, usar uma imagem de 16 bits vai deixa-la com muito mais passos e com um erro de quantização muito menor, mas isso dobra o tamanho de cada arquivo de imagem. A maior parte do conteúdo que existente hoje é 8bpp, ou seja, 8 bits por pixel.

source: Color managment is a process for converting from one colorspace to another, where a color space can be a well known defined space like sRGB, or a custom space such as your monitor or printer profile.
ast: La xestión del color es un procesu pa convertir un espaciu de color en otru, donde el espaciu de color puede ser un espaciu definido bien conocido como sRGB, o un espaciu personalizáu tal como el perfil de su monitor o de su imprentadora.
el: Η διαχείριση χρωμάτων είναι μία διεργασία για τη μετατροπή από ένα χώρο χρωμάτων σε έναν άλλο, όπου ο χώρος χρωμάτων μπορεί να είναι ένας πολύ γνωστός καθορισμένος χώρος όπως το RGB, ή ένας προσαρμοσμένος χώρος όπως η οθόνη σας ή το προφίλ του εκτυπωτή σας.
nl: Kleurbeheer is een proces voor het converteren van de ene kleurruimte naar de andere, waarbij een kleurruimte een bekende gedefinieerde ruimte kan zijn zoals sRGB, of een aangepaste ruimte zoals een profiel voor uw monitor of printer.
pt_br: O gerenciamento de cores é um processo para a conversão de um espaço de cor para outro, onde um espaço de cor pode ser um espaço bem conhecido e definido como o sRGB, ou um espaço personalizado, como o perfil do monitor ou da impressora.
