Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In this context a startup disk is a USB flash drive from which you can startup and <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">install Ubuntu</link>. The capacity of the USB flash drive must be at least 2 GB. Any data on the USB flash drive will be lost when you create the startup disk.
ca: En aquest context, un disc d'inici és una memòria USB des de la qual es pot iniciar i <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">instal·lar l'Ubuntu</link>. La capacitat de la memòria USB ha de ser, com a mínim, de 2 GB. Totes les dades de la memòria USB es perdran en crear el disc d'inici.
cs: V tomto případě je spouštěcím diskem myšlen USB flash disk, z něhož můžete spustit a <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">nainstalovat</link> Ubuntu. Kapacita tohoto USB disku musí být minimálně 2GB. Jakákoli data nacházející se na tomto USB disku budou ztracena v průběhu vytváření spouštěcího disku.
de: In diesem Zusammenhang ist ein USB-Stick gemeint, von dem Sie Ubuntu starten und <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">Ubuntu installieren</link> können. Der USB-Stick sollte über mindestens 2 GB Speicherplatz verfügen. Alle Dateien auf dem Stick gehen verloren, wenn Sie darauf ein Startmedium erstellen.
fr: Dans ce contexte, un disque de démarrage est une clé USB à partir de laquelle vous pouvez démarrer et <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">installer Ubuntu</link>. La capacité de la clé USB doit être au moins de 2 Go. Toutes les données présentes sur la clé USB seront perdues lors de la création du disque de démarrage.
gl: Neste contexto un disco de arranque é un dispositivo USB flash desde o que se pode arrancar e <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">instalar Ubuntu</link>. A capacidade do dispositivo flash USB debe ser cando menos de 2 GB. Todos os datos do dispositivo flash USB perderanse cando cree o disco de arranque.
hr: U ovom kontekstu disk za pokretanje je USB uređaj pohrane s kojega možete pokrenuti i <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">instalirati Ubuntu</link>. Kapacitet USB uređaja pohrane mora biti najmanje 2 GB. Svi podaci na USB uređaju pohrane će biti izgubljeni kada stvarate disk za pokretanje sustava.
id: Dalam konteks ini disk awal mula adalah sebuah flash drive USB dari mana Anda dapat memulai dan <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">menginstal Ubuntu</link>. Kapasitas flash drive USB harus minimal 2 GB. Data pada flash drive USB akan hilang ketika Anda membuat disk awal mula.
lt: Kaip Linux paleidimo diską patogiausia naudoti išimamą USB atmintuką (flash) ar išorinį USB diską, kurio pagalba Jūs galėsite paleisti bei <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">įdiegti Ubuntu</link> ar kitą Linux šeimos operacinę sistemą. USB laikmenos talpa drive turėtų būti bent 2-3 GB. DĖMESIO: bus ištrinti visi duomenys esantys įkištoje USB laikmenoje darant paleidžiamąją (įdiegimo) laikmeną šiuo būdu.
lv: Šajā kontekstā starta disks ir USB zibatmiņa, no kuras var startēt un <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">instalēt Ubuntu</link>. Uz šīs zibatmiņas ir jābūt vismaz 2 GB brīvas vietas. Veidojot starta disku, visi dati uz šīs USB zibatmiņas tiks pazaudēti.
ms: Dalam kes ini, cakera permulaan merupakan pemacu pena USB yang anda boleh gunakan dan <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">pasang Ubuntu</link>. Kapasiti pemacu pena USB mestilah tidak kurang dari 2 GB. Mana-mana data yang ada dalam pemacu pena USB akan hilang bila anda cipta cakera permulaan.
my: ဤအခြေအနေတွင် startup disk သည် USB flash drive တစ်ခုဖြစ်ပြီး Ubuntu </link> ကိုတပ်ဆင်နိုင်သည်။ USB flash drive ၏ပမာဏသည်အနည်းဆုံး 2 GB ရှိရမည်။ သင်က startup disk ကိုဖန်တီးသည့်အခါ USB flash drive ပေါ်တွင်မည်သည့်ဒေတာကိုဆုံးရှုံးလိမ့်မည်။
pl: W tym kontekście dysk startowy to pendrive, z którego można uruchomić komputer i <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">zainstalować Ubuntu</link>. Pendrive musi mieć co najmniej 2 GB. Wszystkie znajdujące się na nim dane zostaną usunięte podczas tworzenia dysku startowego.
sl: V tem okvirju je zagonski disk pomnilniška naprava USB, s katerim lahko zaženete in <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">namestite Ubuntu</link>. Velikost pomnilniške naprave USB mora biti vsaj 2 GB. Vsi podatki na pomnilniški napravi USB bodo izgubljeni, ko boste ustvarili zagonski disk.
sv: I det följande är en startdisk ett USB-minne från vilket du kan starta och <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">installera Ubuntu</link>. Utrymmet på USB-minnet behöver vara åtminstone 2 GB. Alla data på USB-minnet går förlorad när du skapar startdisken.
zh_cn: 在这种情况下，启动盘是 USB 闪存驱动器，您可以从中启动并 <link href="https://www.ubuntu.com/download/desktop/install-ubuntu-desktop">安装 Ubuntu </link>。 USB 闪存驱动器的容量必须至少为2GB。创建启动盘时，USB 闪存驱动器上的所有数据都会丢失。

source: It's assumed that you have downloaded an Ubuntu ISO image.
ca: Es pressuposa que heu descarregat una imatge ISO de l'Ubuntu.
cs: Předpokládáme, že jste si stáhli ISO obraz Ubuntu.
de: Es wird vorausgesetzt, dass Sie bereits ein Ubuntu-ISO-Abbild heruntergeladen haben.
fr: Il est supposé que vous avez téléchargé une image ISO d'Ubuntu.
gl: Asúmese que descargou unha imaxe ISO do Ubuntu.
hr: Podrazumijeva se da ste preuzeli svoju Ubuntu ISO sliku.
id: Diasumsikan bahwa Anda telah menunduh image ISO Ubuntu.
ko: 이미 우분투 ISO 이미지를 다운로드한 것으로 가정합니다.
lt: Prieš pradedant atsisiųskite Ubuntu ar Baltix GNU/Linux įdiegimo atvaizdį (.ISO failą) į savo kompiuterį.
lv: Iet pieņemts, ka jūs lejupielādējāt Ubuntu ISO attēlu.
ms: Ia mengganggap anda telah memuat satu imej ISO Ubuntu.
my: Ubuntu ISO image ကိုသင် download လုပ်သည်ဟုယူဆရသည်။
pl: Zakładamy, że pobrano już obraz ISO Ubuntu.
sl: Domneva se, da ste prenesli ISO odtisk Ubuntuja.
sv: Du förutsätts ha laddat ned en Ubuntu ISO-fil.
tr: Ubuntu ISO görüntüsünü indirdiğiniz varsayıldı.
zh_cn: 假设您已经下载了 Ubuntu ISO 映像。

source: To create a startup disk from an Ubuntu ISO image:
ca: Per crear un disc d'inici des d'una imatge ISO de l'Ubuntu:
cs: Pro vytvoření spouštěcího disku z ISO obrazu Ubuntu:
de: Erstellung eines Startmediums aus einem Ubuntu-ISO-Abbild:
fr: Pour créer un disque de démarrage à partir d'une image ISO d'Ubuntu :
gl: Para crear un disco de arranque dunha imaxe ISO de Ubuntu:
hr: Kako bi stvorili disk za pokretanje uređaja iz Ubuntu ISO slike:
id: Untuk membuat disk awal mula dari image ISO Ubuntu:
ko: Ubuntu ISO 으로부터 startup 디스크를 생성합니다:
lt: Paleidimo laikmenai iš atsiųsto Ubuntu ar kitos Linux sistemos ISO failo padaryti:
lv: Lai izveidotu starta disku no Ubuntu ISO attēla:
ms: Untuk mencipta satu cakera permulaan melalui imej ISO Ubuntu:
my: Ubuntu ISO image မှ startup disk တစ်ခုကိုပြုလုပ်ရန်-
pl: Aby utworzyć dysk startowy z obrazu ISO Ubuntu:
sl: Za ustvarjanje zagonskega diska iz ISO odtiska Ubuntuja:
sv: För att skapa en startdisk utifrån en Ubuntu ISO-fil:
tr: Ubuntu ISO yansısından başlangıç diski oluşturmak için:
zh_cn: 从一个 Ubuntu ISO 镜像创建启动盘：

source: Open <app>Startup Disk Creator</app> via the <em>Activities</em> search bar.
ca: Obre <app>Startup Disk Creator</app> via la barra de cerca <em>Activitiats</em>.
cs: Otevřete <app>Startup Disk Creator</app> prostřednictvím vyhledávacího panelu <em>Aktivity</em>.
de: Öffnen Sie <app>Startmedienersteller</app> über die <em>Aktivitäten</em> Suchleiste.
fr: Ouvrez le <app>Créateur de disque de démarrage</app> via la barre de recherche des <em>Activités</em>.
gl: Abrir o <app>Creador de discos de arranque</app> na barra de busca <em>Actividades</em>.
hr: Otvorite <app>Stvaratelj diska za pokretanje</app> putem<em>Aktivnosti</em> trake pretrage.
id: Buka <app>Startup Disk Creator</app> melalui bilah pencarian <em>Aktivitas</em>.
ko: <em>Activities</em> 검색바를 사용하여 <app>Startup Disk Creator</app>를 엽니다.
lt: Atverkite <app>Paleidimo laikmenos kūrimas</app> programą - ją galite surasti <em>Apžvalgos</em> paieškoje arba per „Programos“.
lv: Atveriet <app>Starta diska veidotājs</app> <em>Aktivitāšu</em> meklēšanas joslā.
my: <app> Startup Disk Creator </app> ကို <em> Activities </em> search bar မှတဆင့်ဖွင့်ပါ။
pl: Otwórz <app>Asystenta dysku startowego</app> za pomocą paska wyszukiwania na <em>ekranie podglądu</em>.
sl: Odprite <app>Ustvarjalnik zagonskih diskov</app> preko <em>Dejavnosti</em> v iskalni vrstici.
sv: Öppna <app>Skapa uppstartsdisk</app> via sökraden för <em>Aktiviteter</em>.
zh_cn: 通过<em>活动</em>搜索栏打开<app>启动盘创建器</app>。

source: If the ISO image is in your <gui>Download</gui> folder and there is just one ISO image, <app>Startup Disk Creator</app> will have selected it, otherwise select the correct ISO image.
ca: Si la imatge ISO és a la vostra carpeta de <gui>Descàrregues</gui> i només hi ha una imatge ISO, el <app>Creador de discs d'inici</app> ja l'haurà seleccionat. En cas contrari, seleccioneu la imatge ISO correcta.
cs: Nachází-li se ISO obraz ve vaší složce <gui>Stažené</gui> a je-li tam jediným ISO souborem, <app>Tvůrce spouštěcího disku</app> jej automaticky zvolí, v opačném případě zvolte správný soubor ručně.
de: Falls das ISO-Abbild als einziges in Ihrem <gui>Download</gui> Verzeichnis liegt, wählt der <app>Startmedienersteller</app> dieses aus, anderenfalls müssen Sie das richtige Abbild auswählen.
fr: Si votre image ISO est dans votre dossier <gui>Téléchargements</gui> et qu'il n'y a qu'une image ISO dans celui-ci, le <app>Créateur de disque de démarrage</app> la sélectionnera. Sinon, sélectionnez la bonne image ISO.
gl: Se a imaxe ISO está no cartafol de <gui>Descargas</gui> e hai unha única imaxe ISO, o <app>Creador de discos de arranque</app> teraa seleccionada. Noutro caso seleccione manualmente a imaxe ISO correcta.
hr: Ako je ISO slika u vašoj mapi <gui>Preuzimanja</gui> i tamo je jedina ISO slika, <app>Stvaratelj diska za pokretanje</app> će ju odabrati, u suprotnome odaberite ispravnu ISO sliku.
id: Jika image ISO ada di dalam folder <gui>Download</gui> dan hanya ada satu image ISO, <app>Startup Disk Creator</app> akan memilihnya, jika tidak pilih image ISO yang benar.
ko: <gui>Download</gui> 폴더에 ISO 이미지가 딱 하나 있다면, <app>Startup Disk Creator</app>가 자동으로 해당 이미지를 선택합니다, 만약 이미지가 여러개라면 사용자가 하나의 이미지를 선택하게 합니다.
lt: Jei aplanke <gui>Atsiuntimai</gui> (<gui>Download</gui>) yra tik vienas atsiųstas .ISO failas - <app>Paleidimo laikmenos kūrimas</app> programa jį pasirinks automatiškai, kitu atveju iš sąrašo viršuje pasirinkite norimos Linux sistemos ISO atvaizdžio failą (jei nėra sąraše - spauskite mygtuką <gui>Kitas/gui>).
lv: Ja ISO attēls atrodas mapē <gui>Lejupielādes</gui> un tajā ir tikai viens ISO attēls, <app>Starta diska veidotājs</app> to izvēlēsies, citādi izvēlieties pareizo ISO attēlu.
ms: Jika imej ISO berada dalam folder <gui>Muat Turun</gui> dan hanya ada satu imej ISO, <app>Cakera Permulaan</app> akan memilihnya, jika tidak pilih imej ISO yang dikehendaki.
my: အကယ်၍ ISO image သည်သင်၏ <gui> ဒေါင်းလုပ် </gui> ဖိုင်တွဲတွင်ရှိပြီး ISO ပုံတစ်ပုံတည်းသာရှိပါက၎င်းသည် <app> Startup Disk Creator </app> ကိုရွေးပါလိမ့်မည်။ မဟုတ်ပါက ISO ပုံမှန်ကိုရွေးချယ်ပါ။
pl: Jeśli obraz ISO jest w katalogu <gui>Pobrane</gui> i nie ma w nim innych plików ISO, to <app>Asystent dysku startowego</app> wybierze go automatycznie, a w przeciwnym przypadku wybierz właściwy obraz ISO.
sv: Om ISO-filen finns i mappen <gui>Hämtningar</gui> och där bara finns en ISO-fil, väljer <app>Skapa startdisk</app> den filen; annars behöver du välja korrekt ISO-fil.
zh_cn: 如果您的 ISO 镜像在<gui>下载</gui>文件夹并且只有一个时，<app>启动盘创建器</app>将预先选择它，否则请选择正确的 ISO 镜像。

source: If your computer has just one USB flash drive, <app>Startup Disk Creator</app> will have selected it, otherwise select the correct drive.
ca: Si el vostre ordinador té només una memòria USB, <app>Creador de discs d'inici</app> ja l'haurà seleccionada. En cas contrari, seleccioneu el disc correcte.
cs: Má-li váš počítač připojen pouze jeden USB disk, <app>Tvůrce spouštěcího disku</app> jej automaticky zvolí, v opačném případě zvolte správný USB disk ručně.
de: Falls nur ein USB-Stick an Ihrem Rechner angeschlossen ist, hat der <app>Startmedienersteller</app> diesen bereits ausgewählt, anderenfalls wählen Sie bitte selbst den richtigen aus.
fr: Si une seule clé USB est connectée à votre ordinateur, le <app>Créateur de disque de démarrage</app> la sélectionnera. Sinon, sélectionnez la bonne clé.
gl: Se o computador só ten un dispositivo flash USB, o <app>Creador de discos de arranque</app> terao seleccionado, noutro caso terá que seleccionar o dispositivo correcto manualmente.
hr: Ako vaše računalo ima samo jedan USB uređaj pohrane, <app>Stvaratelj diska za pokretanje</app> će ga odabrati, u suprotnome odaberite ispravan uređaj.
id: Jika komputer Anda memiliki hanya satu flash drive USB, <app>Startup Disk Creator</app> akan memilihnya, jika tidak pilih drive yang benar.
ko: 만약 컴퓨터에 오직 하나의 USB flash drive만 연결되어있다면, <app>Startup Disk Creator</app>가 자동으로 해당 USB flash drive를 선택합니다, 만약 USB flash drive가 여러개라면 사용자가 하나의 USB flash drive를 선택하게 합니다.
lt: Jei prie kompiuterio prijungtas tik viena išimama USB („flash“) laikmena - <app>Paleidimo laikmenos kūrimas</app> programa ją pasirinks automatiškai, kitu atveju iš sąrašo apačioje atidžiai pasirinkite laikmeną įdiegimui (kad neparastumėte duomenų rekomenduojame atjungti kitas USB laikmenas).
lv: Ja datorā ir tikai viena USB zibatmiņa, <app>Starta diska veidotājs</app> to izvēlēsies, citādi izvēlieties pareizo dzini.
ms: Jika komputer anda hanya mempunyai satu pemacu pena USB, <app>Pencipta Cakera Permulaan</app> akan memilihnya, jika tidak pilih pemacu yang dikehendaki.
my: သင့်ကွန်ပျူတာတွင် USB flash drive တစ်ခုသာရှိပါက <app> Startup Disk Creator </app> မှရွေးပါလိမ့်မည်။ သို့မဟုတ်ပါကမှန်ကန်သော drive ကိုရွေးချယ်ပါ။
pl: Jeśli do komputera podłączony jest tylko jeden pendrive, to <app>Asystent dysku startowego</app> wybierze go automatycznie, a w przeciwnym przypadku wybierz właściwy.
sv: Om din dator bara har ett anslutet USB-minne, väljer <app>Skapa startdisk</app> det minnet; annars behöver du välja korrekt enhet.
tr: <app>Başlangıç Diski Oluşturucu</app> onu seçmiş olacak, aksi takdirde doğru sürücüyü seçecek.
zh_cn: 当您的计算机只有一个 USB 闪存驱动器可用时，<app>启动盘创建器</app>将预先选择它，否则请选择正确的驱动器。

source: Click <gui>Make Startup Disk</gui>.
ca: Cliqueu <gui>Crear disc d'inici</gui>.
cs: Klikněte na <gui>Vytvořit spouštěcí disk</gui>.
de: Klicken Sie auf <gui>Startmedium erstellen</gui>.
fr: Cliquez sur <gui>Créer un disque de démarrage</gui>.
gl: Prema <gui>Crear disco de arranque</gui>.
hr: Kliknite na <gui>Napravi disk za pokretanje</gui>.
id: Klik <gui>Buat Disk Awal Mula</gui>.
ko: <gui>Make Startup Disk</gui> 를 클릭하십시오.
lt: Paspauskite mygtuką <gui>Sukurti paleidimo laikmeną</gui>.
lv: Spiediet <gui>Izveidot starta disku</gui>.
ms: Klik <gui>Bina Cakera Permulaan</gui>.
my: <gui> Make Startup Disk </gui> ကိုနှိပ်ပါ။
pl: Kliknij przycisk <gui>Utwórz dysk startowy</gui>.
sl: Kliknite <gui>Ustvari zagonski disk</gui>.
sv: Klicka på <gui>Skapa startdisk</gui>.
tr: Click <gui>Başlangıç Diski Oluştur</gui>.
zh_cn: 点击<gui>制作启动盘</gui>。

source: Click <gui>Yes</gui> to confirm. The process should take ten minutes or less.
ca: Cliqueu <gui>Sí</gui> per confirmar. El procés hauria de trigar deu minuts o menys.
cs: Klikněte na <gui>Ano</gui> pro potvrzení. Celý proces by měl trvat deset minut nebo méně.
de: Klicken Sie zur Bestätigung auf <gui>Ja</gui>. Der Vorgang sollte nach zehn oder weniger Minuten abgeschlossen sein.
fr: Cliquez sur <gui>Oui</gui> pour confirmer. Le processus devrait prendre moins de dix minutes.
gl: Prema <gui>Si</gui> para confirmar. o proceso debería tardar menos de dez minutos.
hr: Kliknite <gui>Da</gui> za potvrdu. Proces bi trebao trajati deset ili manje minuta.
id: Klik <gui>Ya</gui> untuk mengonfirmasi. Proses mestinya makan waktu sepuluh menit atau kurang.
ko: 확인을 위해 <gui>Yes</gui> 버튼을 클릭하십시오.
lt: Patvirtinimo dialoge spustelkite <gui>Taip</gui>. Įdiegimo atvaizdžio kopijavimas į USB laikmeną užtruks iki 10 min. (priklausomai nuo laikmenos spartos).
lv: Spiediet <gui>Jā</gui>, lai apstiprinātu. Procesam vajadzētu aizņemt mazāk kā desmit minūtes.
ms: Klik <gui>Ya</gui> untuk sahkan. Proses akan mengambil masa dalam tempoh 10 minit atau kurang.
my: အတည်ပြုရန် <gui> Yes </gui> ကိုနှိပ်ပါ။ လုပ်ငန်းစဉ်သည်ဆယ်မိနစ်သို့မဟုတ်ထိုထက်နည်းကြာသင့်သည်။
pl: Kliknij przycisk <gui>Tak</gui>, aby potwierdzić. Nie powinno to potrwać dłużej niż 10 minut.
sl: Kliknite <gui>Da</gui> za potrditev. Opravilo bo trajalo deset minut ali manj.
sv: Klicka på <gui>Ja</gui> för att bekräfta. Processen bör ta 10 minuter eller mindre.
tr: <gui>Evet</gui> onaylamak için tıklayın. İşlem on dakika veya daha kısa sürmelidir.
zh_cn: 点击 <gui>是</gui>进行确认。整个过程最多需要十分钟。

source: When the "Installation Complete" window opens click <gui>Quit</gui>.
ca: Quan aparegui la finestra "Instal·lació completada", cliqueu en <gui>Surt</gui>.
cs: Poté, co se zobrazí okno „Instalace dokončena”, klikněte na <gui>Ukončit</gui>.
de: Wenn sich das Meldungsfenster "Installation abgeschlossen" öffnet, klicken Sie auf <gui>Beenden</gui>.
fr: Lorsque la fenêtre « Installation terminée » s'ouvrira, cliquez sur <gui>Quitter</gui>.
gl: <gui>Saia</gui> cando se abra a xanela de «Instalación completa».
hr: Kada se "Instalacija završi" prozor otvara klik <gui>Zatvori</gui>.
id: Ketika jendela "Instalasi Selesai" terbuka klik <gui>Keluar</gui>.
ko: "Installation Complete" 창이 뜨면 <gui>Quit</gui> 버튼을 클릭하여 설치를 마치십시오.
lt: Atsivėrus langui „Diegimas baigtas“ spustelėkite mygtuką <gui>Baigti</gui>.
lv: Kad atveras logs “Instalēšana pabeigta”, spiediet <gui>Iziet</gui>.
ms: Bila tetingkap "Pemasangan Lengkap" terbuka klik <gui>Keluar</gui>.
my: "Installation Complete" ၀င်းဒိုးဖွင့်သောအခါ <gui> Quit </gui> ကိုနှိပ်ပါ။
pl: Kiedy pojawi się okno „Ukończono instalację”, kliknij przycisk <gui>Zakończ</gui>.
sl: Ko se odpre okno "Namestitev končana", kliknite <gui>Končaj</gui>.
sv: När fönstret "Installationen klar" öppnas, klicka på <gui>Avsluta</gui>.
tr: <gui>Çık</gui> "Kurulum Tamamlandı" penceresi açıldığında tıklayın.
zh_cn: 当“安装完成”窗口出现后，请点击<gui>退出</gui>。

source: Use <app>Ubuntu Software</app> to install additional applications and make Ubuntu more useful.
ca: Utilitzeu el <app>Programari de l'Ubuntu</app> per instal·lar aplicacions addicionals i fer Ubuntu més útil.
cs: Použijte <app>Ubuntu Software</app> k instalaci dodatečných aplikací a vylepšete své Ubuntu.
de: Verwenden <app>Ubuntu Software</app> um zusätzliche Programme zu installieren und Ubuntu nützlicher zu machen.
fr: Utiliser <app>Logiciels Ubuntu</app> pour installer des applications supplémentaires et rendre Ubuntu plus utile.
gl: Use <app>Ubuntu Software</app> para instalar aplicativos adicionais e facer o Ubuntu máis útil.
hr: Koristite <app>Ubuntu Softver</app> za instalaciju dodatnih aplikacija i učinite Ubuntu još više korisnijim.
id: Gunakan <app>Perangkat Lunak Ubuntu</app> untuk menginstal aplikasi tambahan dan membuat Ubuntu lebih berguna.
ko: 추가적인 어플리케이션들이 필요하거나 우분투를 더 유용하게 만들기 위해 <app>Ubuntu Software</app> 앱을 사용하십시오.
lt: Naudokite <app>„Programų centras“</app> arba <app>Programinė įranga</app> įrankį papildomų programų įdiegimui - pritaikykite operacinę sistemą savo poreikiams.
lv: Izmantojiet <app>Ubuntu programmatūru</app>, lai insatalētu papildu lietotnes un padarītu Ubuntu noderīgāku.
ms: Guna <app>Perisian Ubuntu</app> untuk memasang aplikasi tambahan dan jadikan Ubuntu lebih berguna.
my: အပို application များ install လုပ်ရန်နှင့် Ubuntu ပိုမိုအသုံးဝင်စေရန် <app> Ubuntu Software </app> ကိုသုံးပါ။
pl: Używanie <app>Menedżera oprogramowania Ubuntu</app> do instalacji dodatkowych programów.
sl: Uporabite <app>Programska oprema</app za namestitev dodatnih programov in naredite uporabnejši Ubuntu.
sv: Använd <app>Programvara för Ubuntu</app> för att lägga till program och göra Ubuntu mer användbart.
tr: <app>Ubuntu Yazılım</app> ek uygulamalar kurmak ve Ubuntu'yu daha kullanışlı kılmak için kullanın.
zh_cn: 通过 <app>Ubuntu 软件</app> 安装额外的应用程序使 Ubuntu 变得更加易用。

source: Install additional applications
ca: Instal·la aplicacions addicionals
cs: Instalace dodatečných aplikací
de: Zusätzliche Anwendungen installieren
fr: Installer des applications supplémentaires
gl: Instalar aplicativos adicionais
hr: Instalacija dodatnih aplikacija
id: Menginstal aplikasi tambahan
ko: 추가 애플리케이션 설치
lt: Įdiegti papildomas programas
lv: Instalēt papildu lietotnes
ms: Pasang aplikasi tambahan
my: နောက်ထပ် application များ install လုပ်ပါ
pl: Instalacja dodatkowych programów
sl: Namestite dodatne programe
sv: Installera fler program
tr: Ek uygulamalar yükleyin
zh_cn: 安装额外的应用程序
