Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: With the <app>Cheese</app> application and your webcam, you can take photos and videos, apply fun special effects and share the fun with others. Using Cheese it is easy to take photos of you, your friends, your pets or whatever you want.
ast: Cola aplicación <app>Cheese</app> y su cámara web, podrá tomar fotos y vídeos, aplicar divertidos efectos especiales y compartir su diversión con los demás. Usar Cheese es una forma fácil de tomar fotos de vusté, sus amigos, sus mascotas o too lo que quiera.
el: Με την εφαρμογή <app>Cheese</app> και την κάμερα δικτύου του υπολογιστή σας, μπορείτε να λαμβάνετε φωτογραφίες και βίντεο, να τους εφαρμόσετε ειδικά εφέ και να μοιραστείτε τη διασκέδαση με άλλα άτομα. Χρησιμοποιώντας το Cheese, είναι εύκολο το να φωτογραφίσετε εσάς, τους φίλους σας, τα κατοικίδιά σας ή οτιδήποτε άλλο θελήσετε.
es: Con la aplicación <app>Cheese</app> y su cámara web, podrá tomar fotos y vídeos, aplicar divertidos efectos especiales y compartir su diversión con los demás. Usar Cheese es una forma fácil de tomar fotos de usted, sus amigos, sus mascotas o todo lo que quiera.
fi: <app>Muikku</app>-sovelluksen ja nettikamerasi avulla voit ottaa kuvia, lisätä kuviin tehosteita ja jakaa kuvat muiden kanssa. Muikun avulla voit ottaa helposti kuvia itsestäsi, ystävistäsi, lemmikeistäsi ja kaikesta mitä sitten keksitkin.
nl: Met de toepassing <app>Cheese</app> en uw webcam kunt u foto's en video's maken, grappige speciale effecten aanbrengen en dit alles delen met anderen. Met behulp van Cheese is het gemakkelijk om foto's te maken van uzelf, uw vrienden, uw huisdieren of wat u maar wilt.
pt_br: Com o aplicativo <app>Cheese</app> e sua webcam, você pode fazer fotos e vídeos, aplicar efeitos especiais divertidos e compartilhar a diversão com os outros. Usando o Cheese é fácil tirar fotos de você, seus amigos, seus animais de estimação ou o que quiser.
ru: С помощью программы <app>Cheese</app> и вашей веб-камеры, вы сможете создавать фотографии и видеозаписи, применять к ним специальные эффекты и делиться радостью с другими. Это так просто делать фотографии самих себя, друзей, домашних животных и чего угодно, используя программу Cheese.

source: Cheese is not installed by default in Ubuntu. To install Cheese:
ast: Cheese no ta instaláu de manera predeterminada en Ubuntu. Pa instalar Cheese:
el: Το Cheese δεν είναι προεγκαταστημένο στο Ubuntu. Για να το εγκαταστήσετε:
es: Cheese no está instalado de manera predeterminada en Ubuntu. Para instalar Cheese:
fi: Muikkua ei ole asennettu valmiiksi Ubuntuun. Asenna Muikku seuraamalla näitä ohjeita:
nl: Cheese is niet standaard geïnstalleerd in Ubuntu. Om cheese te installeren:
pt_br: Cheese não está instalado por padrão no Ubuntu. Para instalar Cheese:
ru: Cheese не установлен в Ubuntu по умолчанию. Чтобы установить Cheese:

source: Click <link href="apt:cheese">this link</link> to launch the <app>Software Center</app>.
ast: Calca <link href="apt:cheese">esté vínculo</link> pa llanzar el <app>Centro de software</app>.
el: Κάντε κλικ σε αυτό το <link href="apt:cheese">σύνδεσμο</link> για να εκκινήσετε το <app>Κέντρο λογισμικού Ubuntu</app>.
es: Pulse <link href="apt:cheese">esté vínculo</link> para lanzar el <app>Centro de software</app>.
fi: Avaa <app>Sovellusvalikoima</app> napsauttamalla <link href="apt:cheese">tätä linkkiä</link>.
nl: Klik op <link href="apt:cheese">deze link</link> om het <app>Ubuntu softwarecentrum</app> te starten.
pt_br: Clique <link href="apt:cheese">neste link</link> para iniciar a <app>Central de Programas</app>.
ru: Щёлкните <link href="apt:cheese">эту ссылку</link>, чтобы запустить <app>Центр приложений</app>.

source: Read the information and reviews about Cheese to make sure you want to install it.
ast: Lea la información y comentarios sobro Cheese pa asegurase de que quies instalarlo.
el: Διαβάστε τις πληροφορίες και τις κριτικές για το Cheese για να βεβαιωθείτε ότι θέλετε να το εγκαταστήσετε.
es: Lea la información y comentarios sobre Cheese para asegurarse de que quiere instalarlo.
fi: Lue Muikun tiedot ja arvostelut ennen asennusta, ja varmista että haluat asentaa sen.
nl: Lees de informatie en beoordelingen over Cheese om er zeker van te zijn dat u het wilt installeren.
pt_br: Leia a informação e os comentários sobre o Cheese para ter certeza se você quer instalá-lo.
ru: Прочтите информацию и отзывы о Cheese, чтобы решить, хотите ли вы установить это приложение.

source: If you choose to install it, click <gui>Install</gui> from the Software Center window.
ast: Si escueye instalar, calca <gui>Instalar</gui> na ventana del Centro de software.
el: Εάν επιλέξετε να το εγκαταστήσετε, κάντε κλικ στην <gui>Εγκατάσταση</gui> από το παράθυρο του Κέντρου λογισμικού.
es: Si elige instalar, pulse <gui>Instalar</gui> en la ventana del Centro de software.
fi: Jos päädyit asentamaan sovelluksen, napsauta <gui>Asenna</gui>-painiketta Sovellusvalikoimassa.
nl: Als u voor installatie kiest, klik dan in het venster Ubuntu softwarecentrum op <gui>Installeren</gui>.
pt_br: Se você optou por instalá-lo, clique em <gui>Instalar</gui> a partir da janela da Central de Programas.
ru: Если вы решили установить его, щёлкните <gui>Установить</gui> в окне Центра приложений.

source: You may need to provide the administrative password to complete the installation.
ast: Puede que ten que suministrar su contraseña personal pa completar la instalación.
el: Ενδεχομένως να χρειαστεί να εισάγετε τον κωδικό σας για να ολοκληρωθεί η εγκατάσταση
es: Puede que tenga que suministrar su contraseña personal para completar la instalación.
fi: Joudut mahdollisesti antamaan pääkäyttäjän salasanan (tunnistautua) asennuksen loppuun suorittamiseksi.
nl: Het kan zijn dat u uw beheerderswachtwoord op moet geven om de installatie te voltooien.
pt_br: Pode ser necessário fornecer a senha de administrador para concluir a instalação.
ru: Чтобы завершить установку, вам может понадобиться ввести пароль администратора.

source: For help with using Cheese, read the <link href="ghelp:cheese">Cheese user guide</link>.
ast: Pa obtener aida nel usu de Cheese, lea la <link href="ghelp:cheese">guía de usuariu de Cheese</link>.
el: Για βοήθεια σχετικά με τη χρήση του Cheese, διαβάστε τον <link href="ghelp:cheese">οδηγό χρήσης του Cheese</link>.
es: Para obtener ayuda en el uso de Cheese, lea la <link href="ghelp:cheese">guía de usuario de Cheese</link>.
fi: Ohjeita Muikun käyttöön saat lukemalla englanninkielisen <link href="ghelp:cheese">Muikun käyttöoppaan</link>.
nl: Lees de <link href="ghelp:cheese">Cheese user guide</link> (Engelstalig) voor hulp bij het gebruik van Cheese.
pt_br: Para obter ajuda com o uso de Cheese, leia o <link href="ghelp:cheese">guia do usuário do Cheese</link>.
ru: За справкой об использовании Cheese обратитесь к <link href="ghelp:cheese">Руководству пользователя Cheese</link>.

source: You need to install Cheese before you can read the Cheese user guide.
ast: Necesita instalar Cheese enantes de poner lleer la guía de usuariu de Cheese.
el: Χρειάζεται να εγκαταστήσετε το Cheese προτού μπορέσετε να διαβάσετε τις οδηγίες χρήσης του.
es: Necesita instalar Cheese antes de poner leer la guía de usuario de Cheese.
fi: Muikku pitää asentaa, ennen kuin voit lukea sen käyttöopasta.
nl: U dient eerst Cheese te installeren voordat u de gebruikershandleiding van Cheese kunt lezen.
pt_br: Você precisa instalar o Cheese antes você pode ler o guia de usuário do Cheese.
ru: Для того, чтобы вы смогли прочесть Руководство пользователя Cheese, вам нужно установить Cheese.

source: Verify your backup was successful.
ast: Verifique que su copia de respaldu seya correcta.
el: Επαληθεύστε οτι το αντίγραφο ασφαλείας δημιουργήθηκε με επιτυχία.
es: Verifique que su copia de respaldo sea correcta.
fi: Tarkista varmuuskopioinnin onnistuminen.
nl: Controleren of uw back-up geslaagd is.
pt_br: Verifique se a sua cópia de segurança foi bem sucedida.
ru: Убедитесь в том, что резервное копирование прошло успешно.

source: Check your backup
ast: Compruebe su copia de seguridá
el: Ελέγξτε το αντίγραφο ασφαλείας σας
es: Compruebe su copia de seguridad
fi: Tarkista varmuuskopio
nl: Uw back-up controleren
pt_br: Verifique sua cópia de segurança
ru: Проверьте вашу резервную копию

source: After you have backed up your files, you should make sure that the backup was successful. If it didn't work properly, you could lose important data since some files could be missing from the backup.
ast: Dempués que fae una copia de seguridá de sus ficheros, tien de asegurase de que la copia de seguridá se ha realizáu correcho. Si la copia de seguridá no se creo correcho podría perder datos importantes, ya que dellos ficheros podrían no aparecer na copia de seguridá.
el: Αφού έχετε δημιουργήσει αντίγραφα ασφαλείας των αρχείων σας, θα πρέπει να βεβαιωθείτε ότι η δημιουργία αντιγράφων ασφαλείας ήταν επιτυχημένη. Εάν η διαδικασία δεν έγινε σωστά, θα μπορούσατε να χάσετε σημαντικά δεδομένα εφόσον μερικά αρχεία πιθανόν να λείπουν από το αντίγραφο ασφαλείας.
fi: Varmuuskopioinnin jälkeen on viisainta varmistaa, että varmuuskopiointi onnistui ja tiedostot ovat käytettävissä. Jos varmuuskopiointi ei onnistunut täysin, osa tärkeistä tiedostoista on saattanut jäädä pois varmuuskopiosta.
nl: Nadat u een back-up heeft gemaakt van uw bestanden moet u controleren of de back-up geslaagd is. Als het niet goed gegaan is kunt u belangrijke gegevens verliezen, aangezien er bestanden in de back-up kunnen ontbreken.
pt_br: Após você ter efetuado uma cópia de segurança de seus arquivos, você deve se assegurar que a cópia de segurança foi bem-sucedida. Se ela não funcionar corretamente, você poderá perder dados importantes, já que alguns arquivos poderão estar faltando na cópia de segurança.
ru: После выполнения резервного копирования ваших файлов, вам необходимо убедиться, что оно выполнено надлежащим образом. Если оно не было выполнено надлежащим образом, вы можете потерять важные данные, так как некоторые файлы могут отсутствовать в резервной копии.

source: When you use the file manager to copy or move files, the computer checks to make sure that all of the data transferred correctly. However, if you are transferring data that is very important to you, you may want to perform additional checks to confirm that your data has been transferred properly.
ast: Cuando utiliza el xestor de ficheros pa copiar o mover ficheros, el equipu se asegura de que tolos datos se hayan transferido correcho. Sin embargo, si ta transfiriendo datos mui importantes pa vusté, es posible que quiera realizar una comprobación adicional pa confirmar que sus datos se han transferido correcho.
el: Όταν χρησιμοποιείτε το διαχειριστή αρχείων για να αντιγράψετε ή να μετακινήσετε αρχεία, ο υπολογιστής ελέγχει το αν όλα τα δεδομένα μεταφέρθηκαν σωστά. Παρόλα αυτά, αν μεταφέρετε δεδομένα οπου είναι πολύ συμαντικά για εσάς, ίσως θα θέλατε να κάνετε επιπλέον ελέγχους για να επιβεβαιώσετε οτι όλα τα δεδομένα σας έχουν μεταφερθεί πλήρως.
fi: Kun käytät tiedostonhallintaa kopioidaksesi tai siirtääksesi tiedostoja, tietokone varmistaa, että kaikki tieto siirtyi onnistuneesti. Jos siirrät tietoa, joka on hyvin tärkeää, saatat haluta suorittaa lisätarkistuksia vahvistaaksesi tiedon siirtyneen onnistuneesti.
nl: Wanneer u bestandsbeheer gebruikt om bestanden te kopiëren of te verplaatsen controleert de computer of alle gegevens op de juiste wijze zijn overgebracht. Maar als u gegevens overbrengt die zeer belangrijk voor u zijn, dan wilt u misschien extra controles uitvoeren om te bevestigen dat uw gegevens op de juiste wijze zijn overgebracht.
pt_br: Quando você usa o gerenciador de arquivos para copiar ou mover arquivos, o computador faz uma verificação para assegurar que todos os dados foram transferidos corretamente. Entretanto, se você está transferindo dados que são muito importantes para você, talvez você queira executar verificações adicionais para confirmar que seus dados foram corretamente transferidos.
ru: При использовании диспетчера файлов для операций копирования или перемещения, компьютер проверяет правильность передачи данных. Тем не менее , если вы передаёте особо важные данные, вы можете выполнить дополнительные проверки и удостовериться в правильной передаче данных.

source: You can do an extra check by looking through the copied files and folders on the destination media. By checking to make sure that the files and folders you transferred are actually there in the backup, you can have extra confidence that the process was successful.
ast: Puede facer una comprobación adicional mirando los ficheros copiados y carpetas nel llugar de destín. Mediante la comprobación puede asegurase de que los ficheros y carpetas tan copiados correcho na copia de seguridá, puede tener la confianza adicional de que el procesu se ha realizáu correcho.
el: Μπορείτε να πραγματοποιήσετε έναν επιπλέον έλεγχο κοιτάζοντας μέσα στα αντιγραμμένα αρχεία και φακέλους στο μέσο προορισμού. Ελέγχοντας ότι τα αρχεία και οι φάκελοι οπου μεταφέρατε είναι όντως εκεί, μπορείτε να έχετε επιπλέον σιγουριά για το ότι η διαδικασία ήταν επιτυχής.
fi: Voit suorittaa lisätarkastuksen selaamalla kopioidut tiedostot ja kansiot kohteessa. Tarkistamalla, että siirtämäsi tiedostot ja kansiot todellakin ovat varmuuskopiossa, varmistat, että prosessi onnistui.
nl: U kunt een extra controle uitvoeren door de gekopieerde bestanden en mappen op het doelmedium na te lopen. Door te controleren of de door u overgebrachte bestanden en mappen zich ook werkelijk in de back-up bevinden, kunt u erop vertrouwen dat het proces geslaagd is.
pt_br: Você pode fazer uma verificação extra olhando pelos arquivos e pastas copiadas na mídia de destino. Ao se assegurar que os arquivos e pastas que você transferiu estão mesmo lá na cópia de segurança, você poderá ter uma confiança extra de que o processo foi bem-sucedido.
ru: Вы можете выполнить дополнительную проверку, просмотрев скопированные на носитель файлы и папки. Удостоверившись, что перемещённые файлы и папки находятся в резервной копии, у вас будет дополнительное подтверждение, что операция прошла надлежащим образом.

source: If you find that you do regular backups of large amounts of data, you may find it easier to use a dedicated backup program, such as <app>Déjà Dup</app>. Such a program is more powerful and more reliable than just copying and pasting files.
ast: Si vusté fai regularmente copies de seguridá de sus datos, puede que le resulte más fácil usar un programa de copia de seguridá dedicado, como <app>Déjà Dup</app>. Tal programa es más potente y más fiable que copiar y apegar ficheros.
el: Αν δημιουργείτε τακτικά αντίγραφα ασφαλείας από μεγάλες ποσότητες δεδομένων, ίσως σας φανεί καλύτερο το να χρησιμοποιήσετε ένα ειδικό πρόγραμμα δημιουργίας αντιγράφων ασφαλείας, όπως το <app>Déjà Dup</app>. Προγράμματα σαν και αυτό είναι πιο ισχυρά και πιο αξιόπιστα από την απλή αντιγραφή και επικόλληση αρχείων μέσω του διαχειριστή αρχείων σας.
fi: Jos huomaat varmuuskopioivasi säännöllisesti suuren määrän tietoa, lienee helpompaa käyttää varmuuskopiointiin tarkoitettua ohjelmaa, kuten <app>Déjà Dupia</app>. Varmuuskopio-ohjelma on monin tavoin kopiointia ja liittämistä parempi vaihtoehto.
nl: Als u regelmatig back-ups maakt van grote hoeveelheden gegevens, dan is het misschien eenvoudiger om een speciaal voor dit doel gemaakt programma zoals <app>Déjà Dup</app> te gebruiken. Een dergelijk programma is krachtiger en betrouwbaarder dan het eenvoudigweg kopiëren en plakken van bestanden.
pt_br: Se você faz cópias de segurança regulares de uma quantidade grande de dados, você poderá achar mais fácil usar um sistema de cópias de segurança dedicado, como o <app>Dèjà Dup</app>. Tais programas têm mais recursos e são mais confiáveis do que simplesmente copiar e colar arquivos.
ru: Если вам необходимо выполнять резервное копирование крупных данных регулярно, вы можете воспользоваться программой, например, <app>Déjà Dup</app>. Подобные программы предоставляют более широкие возможности, по сравнению с обычным копированием и вставкой файлов.

source: How often and when to backup your files.
ast: Con qué frecuencia y cuándo facer copia de respaldu de sus ficheros.
el: Πόσο συχνά και πότε να κρατάτε αντίγραφα ασφαλείας των αρχείων σας.
es: Con qué frecuencia y cuándo hacer copia de respaldo de sus archivos.
fi: Kuinka usen ja milloin tiedostot kannattaa varmuuskopioida.
nl: Hoe vaak en wanneer back-ups van bestanden maken.
pt_br: Quantas vezes e quando fazer cópias de segurança de seus arquivos.
ru: Как часто и когда делать резервные копии ваших файлов.

source: Frequency of backups
ast: Frecuencia de les copies de respaldu
el: Συχνότητα των αντιγράφων ασφαλείας
es: Frecuencia de las copias de respaldo
fi: Varmuuskopioiden ajoitus
nl: Frequentie van back-ups
pt_br: A frequência das cópias de segurança
ru: Периодичность создания резервных копий

source: How often you make backups will depend on the type of data to be backed up. For example, if you are running a network environment with critical data stored on your servers, then even nightly backups may not be enough.
ast: La frecuencia cola que tien de facer copies de seguridá dependerá del triba de datos que vaya a respaldar. Por exemplu, si ta trabajando nun entorno de red con datos críticos almacenados en sus sirvidores, es posible que ni siquiera resulte suficiente facer una copia de seguridá toes les noches.
el: Το πόσο συχνά δημιουργείτε αντίγραφα ασφαλείας θα εξαρτηθεί από τον τύπο δεδομένων προς δημιουργία αντιγράφων. Για παράδειγμα, αν τρέχετε σε κάποιο περιβάλλον δικτύου με κρίσιμα δεδομένα αποθηκευμένα στους διακομιστές σας, τότε ακόμα και η νυχτερινή δημιουργία αντιγράφων ασφαλείας μπορεί να μην είναι αρκετή.
es: La frecuencia con la que debe hacer copias de seguridad dependerá del tipo de datos que vaya a respaldar. Por ejemplo, si está trabajando en un entorno de red con datos críticos almacenados en sus servidores, es posible que ni siquiera resulte suficiente hacer una copia de seguridad todas las noches.
fi: Se, kuinka usein varmuuskopioita on syytä ottaa, riippuu järjestelmästä. Esimerkiksi jokaöiset varmuuskopioit eivät välttämättä ole tarpeeksi kriittistä dataa sisältävälle verkkopalvelimelle.
nl: Hoe vaak u back-ups maakt zal afhangen van het soort gegevens waarvan een back-up moet worden gemaakt. Als u bijvoorbeeld een netwerkomgeving draait waarbij er onmisbare gegevens op uw servers zijn opgeslagen, dan is het mogelijk zelfs onvoldoende elke nacht een back-up te maken.
pt_br: Quantas vezes você irá fazer cópias de segurança dependem do tipo de dados a serem incluídos na cópia. Por exemplo, se você estiver executando um ambiente de rede com dados críticos armazenados em seus servidores, então mesmo cópias noturnas podem não ser suficientes.
ru: Как часто вам следует делать резервные копии, зависит от типа данных, которые вы копируете. Например, если вы управляете компьютерной сетью, на серверах которой хранятся важные данные, то даже создания резервных копий каждую ночь может быть недостаточно.

source: On the other hand, if you are backing up the data on your home computer then you may need to factor in a few things, such as:
ast: Por otru lado, si ta faciendo la copia de seguridá de los datos en su equipu personal es posible que necesite pensar en dalgunes cosas, tales como:
el: Από την άλλη πλευρά, αν δημιουργείτε αντίγραφα ασφαλείας των δεδομένων στον υπολογιστή του σπιτιού σας, τότε μπορεί να χρειαστεί να υπολογίσετε μερικά πράγματα, όπως:
es: Por otro lado, si está haciendo la copia de seguridad de los datos en su equipo personal es posible que necesite pensar en algunas cosas, tales como:
fi: Toisaalta kotikonetta varmuuskopioitaessa on syytä miettiä seuraavia asioita:
nl: Maar als u een back-up maakt van de gegevens op uw eigen computer, dan moet u rekening houden met een aantal dingen, zoals:
pt_br: Por outro lado, se você for fazer cópia de segurança dos dados do computador de casa, então você pode precisar de levar em consideração algumas coisas, tais como:
ru: С другой стороны, если вы делаете резервные копии данных на вашем домашнем компьютере, следует принимать во внимание:

source: The amount of time you spend on the computer.
ast: La cantidá de tiempu que pasa con su equipu.
el: Ο χρόνος που ξοδεύετε στον υπολογιστή σας.
es: La cantidad de tiempo que pasa con su equipo.
fi: Kuinka paljon aikaa vietät tietokoneen ääressä?
nl: De hoeveelheid tijd die u besteedt aan de computer.
pt_br: A quantidade de tempo que você gasta no computador.
ru: Количество времени, проводимого вами за компьютером.

source: How often and by how much the data on the computer changes.
ast: Con qué frecuencia y en qué medida cambian los datos de su equipu.
el: Πόσο συχνά και κατά πόσο τα δεδομένα στον υπολογιστή σας αλλάζουν.
es: Con qué frecuencia y en qué medida cambian los datos de su equipo.
fi: Kuinka usein muutat työtiedostoja ja kuinka paljon niitä on?
nl: Hoe vaak en in welke mate de gegevens op de computer wijzigen.
pt_br: Com que frequência e quanto os dados de seu computador sofrem alterações.
ru: Как часто и насколько сильно изменяются данные на компьютере.

source: If it is just some music, e-mails and family photos, then weekly or even monthly backups may suffice. However, if you happen to be in the middle of a tax audit, more frequent backups may be necessary.
ast: Si se trata de algo de música, correos electrónicos y fotos de familia, facer copies semanales o inclusu mensuales puede ser suficiente. No obstante, si ta en mitad de una auditoría fiscal, puede que seya necesariu facer copies más frecuentes.
el: Αν έχετε απλά μερική μουσική, ηλ. αλληλογραφία και φωτογραφίες της οικογένειας, τότε εβδομαδιαία ή ακόμα και μηνιαία αντίγραφα ασφαλείας μπορεί να είναι αρκετά. Ωστόσο, αν τυγχάνει να βρίσκεστε στη μέση ενός φορολογικού ελέγχου, η συχνότερη δημιουργία αντιγράφων ασφαλείας ίσως να είναι απαραίτητη.
es: Si se trata de algo de música, correos electrónicos y fotos de familia, hacer copias semanales o incluso mensuales puede ser suficiente. No obstante, si está en mitad de una auditoría fiscal, puede que sea necesario hacer copias más frecuentes.
fi: Jos koneella on vain musiikkia, sähköposteja ja valokuvia, viikoittaiset tai kuukausittaiset varmuuskopioit voivat olla tarpeeksi. Toisaalta, veroilmoitusta tehdessäsi saattaa olla syytä tehdä varmuuskopioita useammin.
nl: Als het alleen gaat om wat muziek, e-mails en familiefoto's, dan kunnen wekelijkse of zelfs maandelijkse back-ups voldoende zijn. Maar bent u bezig met uw belastingaangifte, dan kunt u beter vaker back-ups maken.
pt_br: Se for apenas algumas músicas, e-mails e fotos da família, então semanal ou mesmo mensal fazer cópias de segurança pode ser suficiente. No entanto, se acontecer de você estar no meio de uma auditoria fiscal, cópias mais frequentes podem ser necessárias.
ru: Создание резервных копий один раз в неделю или даже месяц будет достаточно, если речь идет о какой-нибудь музыке, электронных письмах и семейных фотографиях. Однако, если вы оказались в середине налоговой проверки, может понадобится более частое резервное копирование.
