Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Type a word or words that you know appear in the file name and press enter. For example, if you name all your invoices with the word "Invoice", type <input>invoice</input>. Words are matched regardless of case.
ast: Teclee una o varias pallabres que sepa que aparecen nel nome del ficheru y calca Intro. Por exemplu, si toes sus facturas contienen en su nome la pallabra «Factura», teclee <input>factura</input>. No fai falta tener en cuenta les mayúscules y minúscules.
el: Πληκτρολογήστε μία ή παραπάνω λέξεις οι οποίες ξέρετε ότι εμφανίζονται στο όνομα του αρχείου και πατήστε το Enter. Για παράδειγμα, αν ονομάζετε όλα τα τιμολόγιά σας με την λέξη «τιμολόγιο», πληκτρολογήστε την λέξη <input>τιμολόγιο</input> στο πεδίο αναζήτησης. Τα αποτελέσματα της αναζήτησης ταιριάζονται ανεξάρτητα από την χρήση κεφαλαίων ή πεζών γραμμάτων.
es: Teclee una o varias palabras que sepa que aparecen en el nombre del archivo y pulse Entrar. Por ejemplo, si todas sus facturas contienen en su nombre la palabra «Factura», teclee <input>factura</input>. No hace falta tener en cuenta las mayúsculas y minúsculas.
fi: Kirjoita sana tai sanat, joiden tiedät esiintyvän tiedoston nimessä. Paina sitten <key>Enter</key>. Jos esimerkiksi etsit tiedostoja, joiden nimi sisältää sanan "lasku", kirjoita hakukenttään <input>lasku</input>. Isojen ja pienien kirjainten eroa ei huomioida.
pt_br: Digite uma palavra ou palavras que você sabe que aparecem no nome do arquivo e pressione enter. Por exemplo, se você nomear todas suas faturas com a palavra "Fatura", digite <input>fatura</input>. As palavras são comparadas, independentemente de serem maiúsculas ou minúsculas.
ru: Наберите слово или несколько слов, которые содержатся в имени файла и нажмите <key>Enter</key>. Например, если все ваши файлы со счетами содержат слово "Invoice", наберите <input>invoice</input>. Регистр символов при поиске слов не учитывается.

source: You can narrow your results by selecting a different starting folder in <gui>Location</gui>. Or click <gui>Location</gui> and select <gui>File Type</gui> from the drop-down list to narrow your results based on file type. Click the <gui>+</gui> button to add multiple filters if you want to narrow based on location and file type. When you make changes, click <gui>Reload</gui> to search again.
ast: Puede mejorar sus resultaos seleccionando otra carpeta de entamu distintu en <gui>Lugar</gui>. O calca en <gui>Lugar</gui> y escueyi <gui>Triba de ficheru</gui> na llista desplegable pa limitar sus resultaos dependiendo del triba de ficheru. Calca el botón <gui>+</gui> pa amestar dellos filtros si quies amenorgar la gueta según el llugar y la triba de ficheru. Cuando heba hecho los cambeos, calca <gui>Recargar</gui> pa volver a guetar.
el: Μπορείτε να περιορίσετε τα αποτελέσματα της αναζήτησης ορίζοντας έναν διαφορετικό φάκελο ως σημείο εκκίνησης από την επιλογή <gui>Τοποθεσία</gui>, ή να κάνετε κλικ στην επιλογή <gui>Τοποθεσία</gui> και να επιλέξετε <gui>Τύπος αρχείου</gui> από την αναπτυσσόμενη λίστα που θα εμφανιστεί. Έτσι θα περιορίσετε τα αποτελέσματα της αναζήτησης στα αρχεία του συγκεκριμένου τύπου. Κάντε κλικ στο κουμπί <gui>+</gui>, ώστε να εισάγετε πολλαπλά φίλτρα αν θέλετε να περιορίσετε τα αποτελέσματα της αναζήτησης με βάση την τοποθεσία και τον τύπο των αρχείων. Όταν κάνετε αλλαγές, πατήστε πάνω στην επιλογή <gui>Επαναφόρτωση</gui> για να ξαναρχίσει η αναζήτηση.
es: Puede mejorar sus resultados seleccionando otra carpeta de comienzo diferente en <gui>Lugar</gui>. O pulse en <gui>Lugar</gui> y seleccione <gui>Tipo de archivo</gui> en la lista desplegable para limitar sus resultados dependiendo del tipo de archivo. Pulse el botón <gui>+</gui> para añadir varias filtros si desea reducir la búsqueda según el lugar y el tipo de archivo. Cuando haya hecho los cambios, pulse <gui>Recargar</gui> para volver a buscar.
fi: Voit rajata tuloksia valitsemalla eri aloituskansion <gui>Sijainti</gui>listasta. Tai klikkaa <gui>Sijainti</gui> ja valitse <gui>Tiedostotyyppi</gui> aukenevasta pudotusvalikosta rajataksesi hakutuloksia tiedostotyypin mukaan. Klikkaa <gui>+</gui>-nappia lisätäksesi useamman suodattimen (esimerkiksi jos haluat rajata tuloksia sijainnin ja tiedostotyypin mukaan samanaikaisesti). Kun teet muutoksen, paina <gui>Lataa uudestaan</gui> suorittaaksesi uuden haun uusituilla hakuparametreilla.
pt_br: Você pode restringir os resultados, selecionando uma pasta diferente, a partir de <gui>local</gui>. Ou clique em <gui>Localização</gui> e selecione <gui>Tipo de Arquivo</gui> a partir da lista suspensa para limitar seus resultados com base no tipo de arquivo. Clique no botão <gui>+</gui> para adicionar vários filtros se você quiser estreitar com base na localização e tipo de arquivo. Quando você fizer alterações, clique em <gui>Atualizar</gui> para pesquisar novamente.
ru: Вы можете сузить место поиска, выбрав другую начальную папку по <gui>Адресу</gui>. Для сужения результатов поиска по типу файла щёлкните по <gui>Адресу</gui> и из выпадающего списка выберите <gui>Тип файла</gui>. Если вы хотите добавить критерии поиска, основанные и на определённом местоположении, и на типе файла, щёлкните на кнопке <gui>+</gui> для добавления нескольких фильтров. После внесения изменений щёлкните на кнопке <gui>Перезагрузить</gui> для нового поиска.

source: You can open, copy, delete, or otherwise work with your files from the search results, just as you would from any folder in the file manager.
ast: Puede abrir, copiar, desaniciar o trabayar con sus ficheros dende los resultaos de gueta, igual como si tuviera en cualesquier carpeta nel xestor de ficheros.
el: Μπορείτε να ανοίξετε, να αντιγράψετε, να διαγράψετε ή διαφορετικά να εργαστείτε με τα αρχεία από τα αποτελέσματα αναζήτησης, όπως θα κάνατε από κάθε φάκελο στον διαχειριστή αρχείων.
es: Puede abrir, copiar, borrar o trabajar con sus archivos desde los resultados de búsqueda, igual como si estuviera en cualquier carpeta en el gestor de archivos.
fi: Voit avata, kopioida, poistaa tai työskennellä hakutuloksina näkyvien tiedostojen kanssa aivan kuten minkä tahansa muun tiedostonhallinnassa näkyvän kansion tapauksessa.
pt_br: Você pode abrir, copiar, apagar ou trabalhar com seus arquivos a partir dos resultados de busca, como faria de qualquer pasta no gerenciador de arquivos.
ru: Файлы в списке результатов поиска можно открывать, копировать, удалять и выполнять с ними другие действия, так же, как с файлами в любой папке обозревателя файлов.

source: Click <gui>Search</gui> in the toolbar again to exit the search and return to the folder.
ast: Calca de nuevu <gui>Guetar</gui> na barra de ferramientes pa colar de la gueta y volver a la carpeta.
el: Κάντε κλικ στην επιλογή <gui>Αναζήτηση</gui> στην μπάρα εργαλείων ξανά για την έξοδο από την αναζήτηση και την επιστροφή στον φάκελο.
es: Pulse de nuevo <gui>Buscar</gui> en la barra de herramientas para salir de la búsqueda y volver a la carpeta.
fi: Napsauta <gui>Etsi</gui> työkalupalkissa uudelleen poistuaksesi hausta ja palataksesi kansioon.
nl: Klik nogmaals op <gui>Zoekopdracht</gui> in de werkbalk om de zoekopdracht te verlaten en terug te keren naar de map.
pt_br: Clique em <gui>Pesquisar</gui> na barra de ferramentas novamente para sair da pesquisa e retornar à pasta.
ru: Щёлкните <gui>Поиск</gui> на панели инструментов снова, чтобы выйти из режима поиска и вернуться в папку.

source: If you perform certain searches often, you can save them to access them quickly.
ast: Si lleva a cabo delles búsquedas mui a menudo, puede guardarlas pa acceder a ellas rápidamente.
el: Αν κάνετε συχνές αναζητήσεις, μπορείτε να τις αποθηκεύσετε ώστε να έχετε άμεση πρόσβαση σε αυτές.
es: Si lleva a cabo ciertas búsquedas muy a menudo, puede guardarlas para acceder a ellas rápidamente.
fi: Jos suoritat tiettyjä hakuja usein, voit tallentaa ne nopeuttaaksesi kyseisten hakujen tuloksiin pääsyä.
nl: Als u bepaalde zoekopdrachten vaak gebruikt, kunt u deze opslaan om ze sneller te gebruiken.
pt_br: Se você executar certas pesquisas, muitas vezes, você pode salvá-los para acessá-los rapidamente.
ru: Если вы часто выполняете одни и те же поиски, можете сохранить их, чтобы обеспечить к ним быстрый доступ.

source: Save a search
ast: Guardar una gueta
el: Αποθήκευση μιας αναζήτησης
es: Guardar una búsqueda
fi: Tallenna haku
nl: Zoekopdracht bewaren
pt_br: Salvar uma pesquisa
ru: Сохранение поиска

source: Start a search as above.
ast: Entamar una gueta como la de arriba.
el: Ξεκινήστε μια αναζήτηση όπως παραπάνω.
es: Iniciar una búsqueda como la de arriba.
fi: Käynnistä haku kuten yllä.
nl: Start een zoekopdracht zoals hierboven.
pt_br: Iniciar uma pesquisa como acima.
ru: Начните поиск в порядке приведённом выше.

source: When you're happy with the search parameters, click <guiseq><gui>File</gui><gui>Save Search As</gui></guiseq>.
ast: Cuando esté satisfecho con sus parámetros de gueta, calca <guiseq><gui>Ficheru</gui><gui>Guardar gueta como</gui></guiseq>.
el: Όταν οι παράμετροι της αναζήτησης είναι ικανοποιητικοί, πατήστε στο <guiseq><gui>Αρχείο</gui><gui>Αποθήκευση αναζήτησης ως</gui></guiseq>.
es: Cuando esté satisfecho con sus parámetros de búsqueda, pulse <guiseq><gui>Archivo</gui><gui>Guardar búsqueda como</gui></guiseq>.
fi: Kun olet tyytyväinen hakuehtoihin, napsauta <guiseq><gui>Tiedosto</gui><gui>Tallenna haku nimellä</gui></guiseq>.
nl: Als u tevreden bent met de zoek parameters, klikt u op <guiseq><gui>Bestand</gui><gui>Zoekopdracht opslaan als…</gui> </guiseq>.
pt_br: Quando estiver satisfeito com os parâmetros da pesquisa, clique em <guiseq><gui>Arquivo</gui><gui>Salvar pesquisa como</gui></guiseq>.
ru: Если вы удовлетворены параметрами поиска, щёлкните <guiseq><gui>Файл</gui><gui>Сохранить поиск как...</gui></guiseq>.

source: Give the search a name and click <gui>Save</gui>. If you like, select a different folder to save the search in. When you view that folder, you will see your saved search as an orange folder icon with a magnifying glass on it.
ast: Asigne un nome a la gueta y calca <gui>Guardar</gui>. Si lo quies, escueyi una carpeta distinta na que guardarla. Cuando visualice esa carpeta, verá sus búsquedas guardadas como un iconu de carpeta color naranja con una lupa.
el: Δώστε στην συγκεκριμένη αναζήτηση ένα όνομα και κάντε κλικ στην επιλογή <gui>Αποθήκευση</gui>. Αν θέλετε, μπορείτε να επιλέξετε έναν διαφορετικό φάκελο στον οποίο θα αποθηκεύσετε την αναζήτηση. Όταν θα εμφανίζεται αυτός ο φάκελος, θα βλέπετε την αποθηκευμένη αναζήτησή σας ως έναν πορτοκαλί φάκελο με έναν μεγεθυντικό φακό επάνω του.
es: Asigne un nombre a la búsqueda y pulse <gui>Guardar</gui>. Si lo desea, seleccione una carpeta distinta en la que guardarla. Cuando visualice esa carpeta, verá sus búsquedas guardadas como un icono de carpeta color naranja con una lupa.
fi: Anna haulle nimi ja paina <gui>Tallenna</gui>. Jos haluat, voit valita tallennuskansioksi jonkun muun sijainnin. Kun selaat kansiota, näet tallennetun haun kansiona, jonka kuvakkeessa on suurennuslasi.
nl: Geef de zoekopdracht een naam en klik op <gui>Opslaan</gui>. U kunt een andere map kiezen om de zoekopdracht in te bewaren als u dat wilt. Wanneer u die map bekijkt, dan ziet u uw opgeslagen zoekopdracht als een oranje mappictogram met daarop een vergrootglas.
pt_br: Dê a pesquisa um nome e clique em <gui>Salvar</gui>. Se preferir, selecione uma pasta diferente para salvar a pesquisa. Quando você visualizar a pasta, você verá a sua busca salva como um ícone de pasta laranja com uma lupa sobre ele.
ru: Введите имя для сохраняемого поиска и щёлкните <gui>Сохранить</gui>. По желанию, вы можете указать другую папку для сохранения поиска. При просмотре этой папки вы увидите сохранённый поиск, как оранжевый значок в виде папки с лупой на ней.

source: Press <keyseq><key>Ctrl</key><key>S</key></keyseq> to select multiple files which have similar names.
ast: Calca <keyseq><key>Ctrl</key><key>S</key></keyseq> pa escoyer múltiples ficheros que tienen nomes asemeyaos.
el: Πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>S</key></keyseq> ώστε να επιλέξετε πολλαπλά αρχεία με παρόμοιες ονομασίες.
es: Pulse <keyseq><key>Ctrl</key><key>S</key></keyseq> para seleccionar múltiples archivos que tienen nombres similares.
fi: Painamalla <keyseq><key>Ctrl</key><key>S</key></keyseq> voit valita useita tiedostoja, joilla on samankaltaisia ​​nimiä.
nl: Druk op <keyseq><key>Ctrl</key><key>S</key></keyseq> om meerdere bestanden met vergelijkbare namen te selecteren.
pt_br: Pressione <keyseq><key>Ctrl</key><key>S</key></keyseq> para selecionar múltiplos arquivos que tenham nomes parecidos.
ru: Нажмите <keyseq><key>Ctrl</key><key>S</key></keyseq>, чтобы выделить несколько файлов с похожими именами.

source: Select files by pattern
ast: Esbillar ficheros por patrones
el: Επιλογή αρχείων βάσει υποδέιγματος
es: Seleccionar archivos por patrones
fi: Valitse tiedostot lausekkeen mukaan
nl: Selecteer bestanden met een patroon
pt_br: Selecione arquivos por padrão
ru: Выделение файлов по шаблону

source: You can select files in a folder using a pattern on the file name. Press <keyseq><key>Ctrl</key><key>S</key></keyseq> to bring up the <gui>Select Items Matching</gui> window. Type in a pattern using common parts of the file names plus wild card characters. There are two wild card characters available:
ast: Puede escoyer ficheros de una carpeta en base a un patrón sobro el nome del ficheru. Calca <keyseq><key>Ctrl</key><key>S</key></keyseq> pa abrir la ventana <gui>Esbillar elementos que coincidan con</gui>. Teclee un patrón que ten partes comunes de los nomes de ficheros y carauteres comodín. Existen dos carauteres comodín:
el: Μπορείτε να επιλέξετε αρχεία σε έναν φάκελο χρησιμοποιώντας ένα υπόδειγμα για το όνομα του αρχείου. Πατήστε τον συνδυασμό <keyseq><key>Ctrl</key><key>S</key></keyseq> γαι να εμφανίσετε το παράθυρο <gui>Επιλογή αντικειμένων που ταιριάζουν με</gui>. Πληκτρολογήστε ένα υπόδειγμα χρησιμοποιώντας κοινά στοιχεία των ονομάτων των αρχείων, καθώς και χαρακτήρες μπαλαντέρ. Υπάρχουν διαθέσιμοι δύο χαρακτήρες μπαλαντέρ:
es: Puede seleccionar archivos de una carpeta en base a un patrón sobre el nombre del archivo. Pulse <keyseq><key>Ctrl</key><key>S</key></keyseq> para abrir la ventana <gui>Seleccionar elementos que coincidan con</gui>. Teclee un patrón que tenga partes comunes de los nombres de archivos y caracteres comodín. Existen dos caracteres comodín:
fi: Voit valita tiedostoja käyttäen lauseketta, joka löytyy tiedostonimestä. Paina <keyseq><key>Ctrl</key><key>S</key></keyseq> avataksesi <gui>Valitse täsmäävät kohteet</gui> -ikkunan. Kirjoita lauseke käyttäen tiedostojen nimien yhteisiä osia ja jokerimerkkejä. Käytettävissä on kaksi jokerimerkkiä:
pt_br: Você pode selecionar arquivos em uma pasta usando um padrão no nome do arquivo. Pressione <keyseq><key>Ctrl</key><key>S</key></keyseq> para trazer para a frente a janela <gui>Selecionar ocorrências de padrão</gui>. Digite em um padrão usando partes comuns dos nomes do arquivo mais caracteres curinga. Existem dois tipos de caracteres curinga disponíveis.

source: <file>*</file> matches any number of any characters, even no characters at all.
ast: <file>*</file> concasa con cualesquier númberu de cualesquier caráuter, anque no en toos.
el: Ο χαρακτήρας <file>*</file> ταιριάζει με οποιονδήποτε αριθμό από οποιουσδήποτε χαρακτήρες, ακόμα και αν δεν υπάρχουν χαρακτήρες.
es: <file>*</file> coincide con cualquier número de cualquier carácter, aunque no en todos.
fi: <file>*</file> vastaa mitä tahansa merkkien määrää (myös tyhjää!).
nl: <file>*</file> komt overeen met een willekeurig aantal tekens, dus ook nul tekens.
pt_br: <file>*</file> corresponde a qualquer número de quaisquer caracteres, mesmo de nenhum caractere ao todo.

source: <file>?</file> matches exactly one of any character.
ast: <file>?</file> concasa exactamente con uno de cualquiera de los carauteres.
el: Ο χαρακτήρας <file>?</file> ταιριάζει ακριβώς με έναν χαρακτήρα οποιουδήποτε τύπου.
es: <file>?</file> coincide exactamente con uno de cualquiera de los caracteres.
fi: <file>?</file> vastaa tarkalleen yhtä mitä tahansa merkkiä.
nl: <file>?</file> komt overeen met exact één willekeurig teken.
pt_br: <file>?</file> corresponde a exatamente um de qualquer caractere.

source: For example:
ast: Por exemplu:
el: Για παράδειγμα:
es: Por ejemplo:
fi: Esimerkiksi:
nl: Bijvoorbeeld:
pt_br: Por exemplo:
ru: Например:

source: If you have an OpenDocument Text file, a PDF file, and an image that all have the same base name <file>Invoice</file>, select all three with the pattern
ast: Si tien un documentu de testu OpenDocument, un ficheru PDF y una imaxe, toos col mesmu nome base <file>Factura</file>, escueyi los tres con el patrón
el: Αν έχετε ένα αρχείο κειμένου OpenDocument, ένα αρχείο PDF και μία εικόνα και όλα αυτά τα αρχεία έχουν το ίδιο βασικό όνομα <file>Τιμολόγιο</file>, επιλέξτε και τα τρία αρχεία μαζί χρησιμοποιώντας την υπόδειξη
es: Si tiene un documento de texto OpenDocument, un archivo PDF y una imagen, todos con el mismo nombre base <file>Factura</file>, seleccione los tres con el patrón
fi: Jos sinulla on OpenDocument-tekstitiedosto, PDF-tiedosto ja kuva, jolla on sama perusnimi <file>Lasku</file>, valitse ne kaikki lausekkeella
pt_br: Se você tem um arquivo de texto de documento aberto e uma imagem em que todos têm o mesmo nome base <file>Conta</file>, selecione todos os três com o padrão
ru: Если у вас есть текстовый файл в формате OpenDocument, PDF-файл и изображение, и в именах всех трёх встречается слово <file>Invoice</file>, выбрать все три файла можно с помощью шаблона

source: <file>Invoice.*</file>
ast: <file>Factura.*</file>
el: <file>Τιμολόγιο.*</file>
fi: <file>Lasku.*</file>
nl: <file>Factuur.*</file>
pt_br: <file>Fatura.*</file>

source: If you have some photos that are named like <file>Vacation-001.jpg</file>, <file>Vacation-002.jpg</file>, <file>Vacation-003.jpg</file>; select them all with the pattern
ast: Si tien dalgunes fotos con nomes tales como <file>Vacaciones-001.jpg</file>, <file>Vacaciones-002.jpg</file>, <file>Vacaciones-003.jpg</file>; Escoyetaelas col patrón
el: Αν έχετε κάποιες φωτογραφίες οι οποίες ονομάζονται ως <file>Διακοπές-001.jpg</file>, <file>Διακοπές-002.jpg</file>, <file>Διακοπές-003.jpg</file>, επιλέξτε τις όλες χρησιμοποιώντας την υπόδειξη
es: Si tiene algunas fotos con nombres tales como <file>Vacaciones-001.jpg</file>, <file>Vacaciones-002.jpg</file>, <file>Vacaciones-003.jpg</file>; selecciónelas con el patrón
fi: Jos sinulla on kuvia, joiden nimet ovat <file>Loma-001.jpg</file>, <file>Loma-002.jpg</file> ja <file>Loma-003.jpg</file>, voit valita ne lausekkeella
nl: Als u een aantal foto's heeft die als volgt genoemd zijn <file>Vakantie-001.jpg</file>, <file>Vakantie-002.jpg</file>, <file>Vakantie-003.jpg</file>; kunt u deze selecteren met het patroon
pt_br: Se você tiver algumas fotos que são nomeadas como <file>férias-001.jpg</file>, <file>férias-002.jpg</file>, <file>férias-003.jpg</file>; selecione-as com o padrão
ru: Если у вас файлы фотографий с именами типа <file>Vacation-001.jpg</file>, <file>Vacation-002.jpg</file>, <file>Vacation-003.jpg</file>, выбрать все можно с помощью шаблона

source: <file>Vacation-???.jpg</file>
ast: <file>Vacacion-???.jpg</file>
el: <file>Διακοπές-???.jpg</file>
fi: <file>Loma-???.jpg</file>
nl: <file>Vakantie-???.jpg</file>
pt_br: <file>Férias-???.jpg</file>

source: If you have photos as before, but you've edited some of them and added <file>-edited</file> to the end of the file name of the photos you've edited, select the edited photos with
ast: Si tien fotos como les anteriores pero ha editáu dalguna de ellas y dempués ha añadido <file>editada</file> al final del nome de ficheru de la semeya editada, escueyi les fotos editadas con
el: Αν έχετε φωτογραφίες όπως και προηγουμένως, έχετε όμως επεξεργαστεί κάποιες από αυτές και έχετε προσθέσει στο τέλος της ονομασίας τους την λέξη <file>-επεξεργασμένο</file>, επιλέξτε τις επεξεργασμένες φωτογραφίες με την υπόδειξη
es: Si tiene fotos como las anteriores pero ha editado alguna de ellas y luego ha añadido <file>editada</file> al final del nombre de archivo de la foto editada, seleccione las fotos editadas con
fi: Jos sinulla on kuvia (kuten edellä) mutta olet muokannut osaa niistä ja lisännyt <file>-muokattu</file> tiedoston nimen loppuun, voit valita kuvat lausekkeella
pt_br: Se você tem fotos de antes, mas você editou algumas delas e acrescentou <file>-editada</file> no final do nome do arquivo das fotos que você editou, selecione as fotos editadas com
ru: Если вы обработали некоторые из этих фотографий, и добавили в конец имени каждой обработанной фотографии <file>-edited</file>, то выбрать только обработанные фотографии можно с помощью шаблона

source: <file>Vacation-???-edited.jpg</file>
ast: <file>Vacacion-???-editada.jpg</file>
el: <file>Διακοπές-???-επεξεργασμένο.jpg</file>
fi: <file>Loma-???-muokattu.jpg</file>
nl: <file>Vakantie-???-bewerkt.jpg</file>
pt_br: <file>Férias-???-editado.jpg</file>

source: Easily transfer files to your contacts and devices from the file manager.
ast: Transferencia sencilla de ficheros a sus contautos y preseos dende el xestor de ficheros.
el: Μεταφέρετε εύκολα αρχεία στις επαφές και στις συσκευές σας από το διαχειριστή αρχείων.
es: Transferencia sencilla de archivos a sus contactos y dispositivos desde el gestor de archivos.
fi: Siirrä tiedostoja helposti tuttavillesi tai laitteillesi tiedostonhallinnasta.
nl: Eenvoudig bestanden vanuit de bestandsbeheerder naar uw apparaten of contactpersonen verzenden.
pt_br: Transfere arquivos facilmente para seus contatos e dispositivos do gerenciador de arquivos.
ru: Копирование файлов на устройства и передача файлов контактам с помощью обозревателя файлов.

source: Share and transfer files
ast: Compartir y tresferir ficheros
el: Διαμοιρασμός και μεταφορά αρχείων
es: Compartir y transferir archivos
fi: Jaa ja siirrä tiedostoja
nl: Het delen en overbrengen van bestanden
pt_br: Compartilhar e transferir arquivos
ru: Общий доступ и передача файлов

source: You can easily share files with your contacts or transfer them to external devices or <link xref="nautilus-connect">network shares</link> directly from the file manager.
ast: Puede compartir ficheros cenciellamente con sus contautos o transferirlos a preseos esternos o <link xref="nautilus-connect">a recursos compartidos de la red</link> directamente dende el xestor de ficheros.
el: Μπορείτε εύκολα να διαμοιράζεστε αρχεία με τις επαφές σας ή να τα μεταφέρετε σε εξωτερικές συσκευές ή και σε <link xref="nautilus-connect">κοινόχρηστες δικτυακές τοποθεσίες</link>, απευθείας από τον διαχειριστή αρχείων.
es: Puede compartir archivos fácilmente con sus contactos o transferirlos a dispositivos externos o <link xref="nautilus-connect">a recursos compartidos de la red</link> directamente desde el gestor de archivos.
fi: Voit helposti jakaa tiedostojasi ystäviesi kanssa, siirtää niitä siirrettäville laitteille tai <link xref="nautilus-connect">verkkokansioihin</link> suoraan tiedostonhallinnasta.
pt_br: Você pode facilmente compartilhar com seus contatos ou transferi-los para dispositivos ou <link xref="nautilus-connect">redes compartilhadas</link> diretamente do gerenciador de arquivos.
ru: Вы можете легко обмениваться файлами с вашими контактами или передавать их на внешние устройства или на <link xref="nautilus-connect">сетевые ресурсы</link> прямо из обозревателя файлов.
