Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: In the file manager, click <guiseq><gui>File</gui><gui>Connect to Server</gui></guiseq>.
es: En el gestor de archivos pulse <guiseq><gui>Archivo</gui><gui>Conectar con el servidor...</gui></guiseq>.

source: Enter the server address, select the type of server, and enter any additional information as required. Then click <gui>Connect</gui>. Details on server types are listed below.
es: Introduzca la dirección del servidor, seleccione el tipo de servidor, y escriba cualquier información adicional cuando sea necesario. Después, pulse en <gui>Conectar</gui>. A continuación se muestran detalles sobre los tipos de servidor.

source: For servers on the internet, you can usually use the domain name. For computers on your local area network, however, you may have to use the computer's numeric IP address. If the other computer is running Ubuntu, see <link xref="net-findip"/> to find that computer's internal IP address. Otherwise, check the help on that computer.
es: Para servidores en Internet, normalmente se puede utilizar el nombre de dominio. Para los equipos de su red de área local, sin embargo, puede que tenga que utilizar la dirección numérica IP del equipo. Si el otro equipo está ejecutando GNOME, consulte <link xref="net-findip"/>como encontrar la dirección interna IP del equipo. De lo contrario, consulte la ayuda en ese equipo.

source: A new window will open showing you the files on the server. Browse the files and folders just as you would for local files and folders.
es: Se abrirá una nueva ventana mostrando los archivos en el servidor. Busque los archivos y carpetas del mismo modo que los archivos y carpetas locales.

source: Connecting to a server will also add that server to the side pane so you can access it quickly in the future. If you do not see the side pane in the file manager, click <guiseq><gui>View</gui><gui>Sidebar</gui><gui>Show Side Pane</gui></guiseq>.
es: Conectarse a un servidor también hará que ese servidor se añada al panel lateral para que pueda acceder a él rápidamente en el futuro. Si no ve el panel lateral del gestor de archivos, pulse <guiseq><gui>Ver</gui><gui>Panel lateral</gui><gui>Mostrar panel lateral</gui></guiseq>.

source: You can connect to different types of servers. Some servers are public, and allow anybody to connect. Other servers require you to log in with a user name and password. You may not have permissions to perform certain actions on files on a server. For example, on public FTP sites, you will probably not be able to delete files.
es: Puede conectarse a diferentes tipos de servidores. Algunos servidores son públicos, y permiten a cualquiera conectarse. Otros servidores requieren que inicie sesión con su nombre de usuario y contraseña. Puede que no tenga permisos para realizar ciertas acciones sobre los archivos en un servidor. Por ejemplo, en sitios FTP públicos, probablemente no será capaz de eliminar archivos.

source: When using SSH, all the data you send (including your password) is encrypted so that other users on your network can't sniff it.
es: Cuando se usa SSH, todos los datos que envía (incluyendo su contraseña) van cifrados, por lo que otros usuarios de su red no podrán husmearlos.

source: FTP is a popular protocol for exchanging files on the Internet. Because data is not encrypted over FTP, many servers now provide access through SSH. Some servers, however, still allow or require you to use FTP to upload or download files. FTP sites with logins will usually allow you to delete and upload files.
es: FTP es un protocolo muy popular para intercambiar archivos por Internet. Dado que los datos no están cifrados a través de FTP, muchos servidores ahora facilitan el acceso a través de SSH. Algunos servidores, sin embargo, todavía permiten o requieren el uso de FTP para subir o descargar archivos. Los sitios FTP con acceso de sesión por lo general le permitirán borrar y subir archivos.

source: Based on the HTTP protocol used on the web, WebDAV is sometimes used to share files on a local network and to store files on the internet. If the server you're connecting to supports secure connections, you should choose this option. Secure WebDAV uses strong SSL encryption, so your password and data can't be sniffed.
es: Basado en el protocolo HTTP usando en la web, a veces se usa WebDAV para compartir archivos en una red local o guardarlos en Internet. Si el servidor al que se está conectando admite conexiones seguras, debería escoger esta opción. El WebDAV seguro usa cifrado SSL fuerte, por lo que nadie podrá husmear su contraseña ni sus datos.

source: File manager trash preferences
es: Preferencias de la papelera del gestor de archivos

source: Try unplugging the player and then plugging it in again. If that doesn't help, <link xref="files-browse">open the file manager</link>. You should see the player listed in the side panel - click it to open the folder for the audio player. Now, click <guiseq><gui>File</gui><gui>New Document</gui><gui>Empty Document</gui></guiseq>, type <input>.is_audio_player</input> and press <key>Enter</key> (the period and underscores are important, and it should be all lower-case). This file tells your computer to recognize the device as an audio player.
es: Pruebe a desconectar y volver a conectar el reproductor. Si eso no ayuda, <link xref="files-browse">abra el gestor de archivos</link>. Deberá ver el reproductor listado en el panel lateral - pulse en él para abrir la carpeta del reproductor de sonido. Ahora, pulse en <guiseq><gui>Archivo</gui><gui>Crear un documento</gui><gui>Archivo vacío</gui></guiseq>, teclee <input>.is_audio_player</input> y pulse <key>Entrar</key> (el punto y los subrayados son importantes, y todo debe ir en minúsculas). Este archivo le dice a su equipo que reconozca al dispositivo como un reproductor de sonido.

source: Now, find the audio player in the file manager side panel and eject it (right-click and click <gui>Eject</gui>). Unplug it, then plug it back in. This time it should have been recognized as an audio player by your music organizer. If not, try closing the music organizer and then re-opening it.
es: Ahora, busque el reproductor de sonido en el panel lateral del gestor de archivos y expúlselo (pulse con el botón derecho y seleccione <gui>Expulsar</gui>). Desconéctelo y vuelva a conectarlo al equipo. Esta vez, su organizador de música debería reconocerlo como un dispositivo de sonido. En caso contrario. Pruebe a cerrar el organizador de música y volverlo a abrir.

source: When you look in the audio player folder again, you won't see the <input>.is_audio_player</input> file. This is because the period in the file's name tells the File Manager to hide the file. You can check that it is still there by clicking <guiseq><gui>View</gui><gui>Show Hidden Files</gui></guiseq>.
es: Cuando mire de nuevo en la carpeta del reproductor de sonido, ya no verá el archivo <input>.is_audio_player</input>. Esto se debe a que el punto que aparece al principio del nombre del archivo le dice al gestor de archivos que oculte ese archivo. Puede comprobar que el archivo está todavía ahí pulsando en <guiseq><gui>Ver</gui><gui>Mostrar los archivos ocultos</gui></guiseq>.

source: In the Hardware section, click <gui>Mouse</gui>.
es: En la sección de Hardware, pulse <gui>Ratón</gui>.

source: Select the <gui>Touchpad</gui> tab.
es: Seleccione la pestaña <gui>Touchpad</gui>.

source: To click, double-click, and drag with your touchpad, select <gui>Enable mouse clicks with touchpad</gui>. To click, tap on the touchpad. To double-click, tap twice. To drag an item, double-tap but don't lift your finger after the second tap. Drag the item where you want it, then lift your finger to drop. You still need to use hardware buttons to right-click.
es: Para pulsar, hacer pulsaciones dobles y arrastrar con su touchpad, seleccione <gui>Activar pulsaciones del ratón con el touchpad</gui>. Para pulsar, golpee el touchpad. Para hacer una pulsación doble, golpéelo dos veces. Para arrastrar un elemento, golpee dos veces pero no levante el dedo tras el segundo golpe. Arrastre el elemento a donde quiera, y luego levante el dedo para soltar. Aún tendrá que usar los botones físicos para hacer una pulsación con el botón derecho.

source: How to enable <gui>Mouse Keys</gui> to click and move mouse pointer with keypad.
es: Cómo activar las <gui>Teclas del ratón</gui> para hacer pulsaciones del ratón y mover el puntero usando el teclado numérico.

source: Click and move the mouse pointer using a keypad
es: Pulsar el ratón y mover el puntero usando un teclado numérico.

source: Switch to the <gui>Mouse Keys</gui> tab.
es: Vaya a la pestaña <gui>Teclas del ratón</gui>.

source: Click <gui>Pointer can be controlled using the keypad</gui>.
es: Pulse <gui>El puntero puede controlarse usando el teclado numérico</gui>.

source: Use the middle mouse button to paste text or open tabs.
es: Use el botón central del ratón para pegar textos o abrir pestañas.

source: Middle click
es: Pulsación central

source: Many applications use middle-click for advanced click shortcuts. One common shortcut is to paste selected text. (This is sometimes called primary selection paste.) Select the text you want to paste, then go to where you want to paste it and middle-click. The selected text is pasted at the mouse position.
es: Muchas aplicaciones usan el botón central para atajos avanzados. Uno de los atajos más frecuentes es el de pegar texto seleccionado (a esto se le denomina a veces «pegado de selección primaria»). Seleccione el texto que desea pegar, vaya a donde desea pegarlo y pulse el botón central. El texto seleccionado se pegará en la posición del ratón.

source: On the <gui>General</gui> tab, select <gui>Left-handed</gui>. This settings will affect both your mouse and touchpad.
es: En la pestaña <gui>General</gui>, seleccione <gui>Zurdo</gui>. Esta opción afectará tanto a su ratón como a su touchpad.

source: Under <gui>Double-Click Timeout</gui>, adjust the <gui>Timeout</gui> slider to a value you find comfortable. Use the light bulb under the slider to test your settings. A single click will make it light up for a second. A double-click will make it light up until you click again.
es: En <gui>Tiempo de espera de la pulsación doble</gui>, ajuste el deslizador <gui>Tiempo de espera</gui> a un valor que le resulte cómodo. Use la bombilla que hay debajo del deslizador para probar sus ajustes. Una sola pulsación encenderá la bombilla durante un segundo. Una doble pulsación la encenderá hasta que vuelva a pulsarla.

source: Common mouse problems
es: Problemas comunes del ratón

source: Can't find your answer? <link xref="get-involved">Found a problem?</link><link xref="about-this-guide">Tips on using this guide</link>...
es: ¿No puede encontrar su respuesta? <link xref="get-involved">¿Encontró un problema?</link> <link xref="about-this-guide">Sugerencias acerca del uso de esta guía</link>...

source: Sound
es: Sonido

source: Music and players
es: Música y reproductores

source: Photos
es: Fotos

source: Videos
es: Vídeos

source: To change either of these options, click the icon on the very right of the panel and click <gui>System Settings</gui>. Go to the Hardware section and open <gui>Monitors</gui>.
es: Para cambiar alguna de esas opciones, pulse en el icono del extremo derecho del panel y pulse <gui>Configuración del sistema</gui>. Vaya a la sección de Hardware y abra <gui>Monitores</gui>.

source: In the Hardware section, click <gui>Monitors</gui>.
es: IEn la sección de Hardware, pulse <gui>Monitores</gui>.

source: Select each display in turn from the blue box at the top of the <gui>Monitor Preferences</gui> window. Change the <gui>Resolution</gui> until that display looks right.
es: Seleccione cada pantalla por turnos con la caja azul en la parte superior de la ventana de <gui>Preferencias del monitor</gui>. Cambie la <gui>Resolución</gui> hasta que la pantalla se vea bien.

source: You can choose to use one of the many professional background images that ship with Ubuntu. With the exception of the default wallpaper and the astronomy set, all of the shipped wallpapers were created by winners of a Community Wallpaper Contest.
es: Puede seleccionar uno de los muchos fondos de escritorio profesionales incluidos en Ubuntu. Con la excepción del fondo predeterminado y del conjunto de astronomía, todos los fondos incluidos fueron creados por ganadores de un concurso de fondos de escritorio de la Comunidad.

source: Instead of a picture, you can show a solid color. Select the blank picture in the top left of the background chooser. Then choose a color with the selector button in the bottom right corner.
es: En lugar de una imagen, puede mostrar un color sólido. Seleccione la imagen vacía de la esquina superior izquierda del selector de fondos. Después, seleccione un color con el botón de selección de la esquina inferior derecha.

source: You can also just show a horizontal or vertical gradiant. Select the blank picture in the top left of the background chooser. Then, select the gradiant direction you want in the <gui>Colors</gui> dropdown. Color selector buttons will appear in the bottom right corner.
es: También puede mostrar un gradiente horizontal o vertical. Seleccione la imagen vacía de la esquina superior izquierda del selector de fondos. Después, seleccione la dirección del gradiente deseado en la lista desplegable <gui>Colores</gui>. Aparecerán los botones de selección de color en la esquina inferior derecha.

source: You can also browse for any picture on your computer by clicking the <gui>Add</gui> button. Any picture you add this way will show up in the background chooser. You can remove it from the list by selecting it and clicking the <gui>Remove</gui> button.
es: También puede buscar una imagen en su equipo pulsando el botón <gui>Añadir</gui>. Cualquier imagen que añada de esta manera se mostrará en el selector de fondos de pantalla. Puede eliminarla de la lista seleccionándola y pulsando el botón <gui>Eliminar</gui>.

source: Select an image. The settings are applied immediately. <link xref="shell-workspaces-switch">Switch to an empty workspace</link> to view your entire desktop.
es: Seleccione una imagen. Los cambios se aplicarán inmediatamente. <link xref="shell-workspaces-switch">Cámbiese a un espacio de trabajo vacío</link> para ver su escritorio completo.

source: This help applies if you are using the default <gui>Unity</gui> desktop. Help is also available for the <link href="ghelp:gnome-classic-index">Ubuntu Classic desktop session</link>.
es: Esta ayuda va dirigida a aquellos que usen el escritorio predeterminado <gui>Unity</gui>. También hay ayuda disponible para los usuarios de la <link href="ghelp:gnome-classic-index">sesión de escritorio Ubuntu Clásico</link>.

source: Most problems with the display are caused by graphics drivers that aren't working properly or the wrong settings being used. Which of the topics below best describes the problem you are experiencing?
es: La mayoría de los problemas con la pantalla son causados ​​por controladores de gráficos que no están funcionando correctamente o el uso de una configuración errónea. ¿Cuál de los siguientes temas describe mejor el problema que tiene?

source: <link xref="hardware#problems">Hardware problems</link>, <link xref="hardware#printing">printers</link>, <link xref="hardware#power">power settings</link>, <link xref="hardware#bluetooth">Bluetooth</link>, <link xref="hardware#disk">disk</link>...
es: <link xref="hardware#problems">Problemas de hardware</link>, <link xref="hardware#printing">impresoras</link>, <link xref="hardware#power">opciones de energía</link>, <link xref="hardware#bluetooth">Bluetooth</link>, <link xref="hardware#disk">discos</link>...

source: Drivers
es: Controladores

source: Other topic groups
es: Otros grupos de temas

source: Troubleshooting
es: Resolución de problemas

source: Troubleshooting hardware problems
es: Resolver problemas de hardware

source: Power
es: Energía

source: Power and batteries
es: Energía y baterías

source: Disks
es: Discos

source: Hard disks and other storage devices
es: Discos duros y otros dispositivos de almacenamiento

source: A hardware/device driver is something that allows your computer to use devices that are attached to it.
es: Un controlador de hardware/dispositivo es aquello que permite a su equipo usar dispositivos que están conectados a él.

source: There are lots of different devices that can be attached to your computer. These can include things that are attached to it externally, like printers and monitors, to things that are inside the computer itself, like graphics cards and sound cards.
es: Hay un montón de diferentes dispositivos que pueden conectarse a su equipo. Estos pueden incluir cosas conectadas en el exterior, como impresoras y monitores, o cosas que están dentro del propio equipo, como tarjetas gráficas y tarjetas de sonido.

source: When you attach a device to your computer, you must have the correct driver installed for that device to work. For example, if you plug-in a printer but the correct driver isn't available, you won't be able to use the printer. Normally, different makes and models of device have different drivers, so you can't use the driver for one device to try and get a different device to work.
es: Cuando conecta un dispositivo a su equipo, este debe tener instalado el controlador correcto para que el dispositivo funcione. Por ejemplo, si conecta una impresora pero no están disponibles los controladores adecuados, no podrá usar esa impresora. Normalmente, cada marca y modelo de dispositivo tiene sus propios controladores, por lo que no podrá usar el controlador de un dispositivo para hacer que funcione otro dispositivo distinto.

source: On Linux, the drivers for most devices are installed by default, so everything should just work when you plug it in. Some devices don't have drivers, however, so may not work. You might need to install the correct driver yourself, or the correct driver may not even be available!
es: En Linux, los controladores para la mayoría de los dispositivos se instalan de manera predeterminada, así que todo debería funcionar nada más conectarlo Algunos dispositivos no tienen controladores, de manera que pueden no funcionar. Es posible que necesite instalar el controlador correcto usted mismo, o puede que el controlador correcto ¡ni siquiera esté disponible!

source: In addition, some drivers are incomplete or don't work properly. In this case, some of the features of your device may not work; for example, you might find that your printer can't do double-sided printing.
es: Además, algunos controladores están incompletos o no funcionan correctamente. En esos casos, es posible que no funcionen algunas características del dispositivo; por ejemplo, es posible que su impresora no pueda imprimir a doble cara.

source: Noticed a problem with the help?
es: ¿Encontró un problema con la ayuda?

source: If you notice a problem with these help pages (like typos, incorrect instructions or topics that should be covered but aren't), you can file a <em>bug report</em>.
es: Si detecta un problema con estas páginas de ayuda (como erratas, instrucciones incorrectas o temas que deberían aparecer pero no están), puede notificar un <em>informe de fallo</em>.

source: To file a bug, press <keyseq><key>Alt</key><key>F2</key></keyseq> and type <input>ubuntu-bug gnome-user-guide</input>. Press <gui>Enter</gui> to begin the bug collection process.
es: Para notificar un fallo, pulse <keyseq><key>Alt</key><key>F2</key></keyseq> y teclee <input>ubuntu-bug gnome-user-guide</input>. Pulse <gui>Entrar</gui> para empezar el proceso de recolección del fallo.

source: To transfer the file to a Bluetooth device, select <gui>Bluetooth (OBEX Push)</gui>. See <link xref="hardware#bluetooth"/> for more information.
es: Para enviar el archivo a un dispositivo Bluetooth, seleccione <gui>Bluetooth (OBEX Push)</gui>. Consulte <link xref="hardware#bluetooth"/> para más información.

source: Invoice.*
es: Factura.*

source: Vacation-???.jpg
es: Vacaciones-???.jpg

source: Vacation-???-edited.jpg
es: Vacaciones-???-editada.jpg

source: Open the file manager
es: Abra el gestor de archivos

source: File name too long
es: Nombre de archivo demasiado largo

source: Locate the device in the side pane. It should have a small eject icon next to the name. Click the eject icon to safely remove or eject the device.
es: Localice el dispositivo en el panel lateral. Debería tener un pequeño icono de expulsión junto a su nombre. Pulse en ese icono para expulsar el dispositivo o extraerlo con seguridad.

source: If you deleted a file in the <gui>File Manager</gui> by pressing <key>Delete</key> or clicking the <gui>Move to Trash</gui> option in the right-click menu, the file should be in the Trash. To access the Trash:
es: Si borra un archivo en el <gui>Gestor de archivos</gui> pulsando la tecla <key>Suprimir</key> o seleccionando la opción <gui>Mover a la papelera</gui> del menú contextual, el archivo debería estar en la Papelera. Para acceder a la Papelera:

source: Move the mouse pointer over a music file and it will start playing.
es: Mueva el puntero del ratón sobre un archivo de música y ésta empezará a sonar.

source: Quickly preview music/sound files
es: Previsualizar archivos de música/sonido rápidamente

source: Move your mouse pointer over a music file (or other sound file). A musical note icon will appear and the song will start playing. Move the mouse away from the file and the song will stop playing.
es: Mueva el puntero del ratón sobre un archivo de música (o otro archivo de sonido). Aparecerá el icono de una nota musical y la canción empezará a sonar. Mueva el puntero fuera del archivo y la canción dejará de sonar.

source: Only music files which are in a supported format can be played in this way.
es: Solo los archivos de música con un formato admitido pueden reproducirse de esta forma.

source: Music files on network shares cannot be previewed in this way by default. To change this, see <link xref="nautilus-preview"/>.
es: De forma predeterminada, no se puede hacer escuchas previas de archivos de música ubicados en recursos compartidos de red. Para cambiar esto, consulte <link xref="nautilus-preview"/>.

source: <link xref="files-search">Searching</link>, <link xref="files-delete">deleted files</link>, <link xref="files#backup">backups</link>, <link xref="files#removable">removable drives</link>...
es: <link xref="files-search">Buscar</link>, <link xref="files-delete">archivos eliminados</link>, <link xref="files#backup">copias de respaldo</link>, <link xref="files#removable">dispositivos extraíbles</link>...

source: To open a file with an application other than the default, right-click the file and select the application you want from the top of the menu. If you don't see the application you want, click <gui>Open With Other Application</gui>.
es: Para abrir un archivo con otra aplicación que no sea la predeterminada, pulse con el botón derecho sobre el archivo y seleccione la aplicación deseada en el menú. Si no encuentra la aplicación que quiere, pulse en <gui>Abrir con otra aplicación</gui>.

source: Select the application you want. By default, the file manager only shows applications it knows can handle the file. To add other applications on your computer to this list, click <gui>Add</gui>.
es: Seleccione la aplicación que desee. De forma predeterminada, el gestor de archivos solo muestra las aplicaciones que sabe que pueden trabajar con ese archivo. Para añadir más aplicaciones de su equipo a la lista, pulse en <gui>Añadir</gui>.
