Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Access and modification times for files can be displayed in icon captions or in list view columns. You can choose the date format that is easiest for you from the <gui>Format</gui> drop-down list. Available formats include a verbose format like you might write by hand, an international standard format, and a format that uses relative phrases like <em>today</em> and <em>yesterday</em>. The drop-down list shows the formats by example, by showing the current date and time in that format.
ast: La hora de accesu y modificación de los ficheros se puede visualizar nos textos de los iconos o nas columnes de la vista de llista. Puede escoyer el formatu de data que seya más fácil dende la llista desplegable <gui>Formatu</gui>. Los formatos disponibles inclúin un formatu detallado, que se puede escribir a mano, un formatu standard internacional, y un formatu que utiliza frases rellatives como <em>güei</em> y <em>ayer</em>. La llista desplegable amuesa los formatos con exemplos, al amosar la data y hora actuales en esi formatu.
el: Οι ημερομηνίες πρόσβασης και τροποποίησης για τα αρχεία μπορεί να εμφανίζονται σε λεζάντες εικονιδίων ή σε στήλες προβολής λίστας. Μπορείτε να επιλέξετε τη μορφή της ημερομηνίας που είναι ευκολότερο για εσάς μέσα από την αναπτυσσόμενη λίστα <gui>Διαμόρφωση</gui>. Διαθέσιμες μορφές περιλαμβάνουν μια μορφή αναλυτική όπως μπορείτε να γράψετε με το χέρι, μια μορφή σε διεθνές πρότυπο, και μια μορφή που χρησιμοποιεί σχετικές φράσεις όπως <em>σήμερα</em> και <em>χθες</em>. Η αναπτυσσόμενη λίστα δείχνει τις μορφές με παραδείγματα, με την επίδειξη της τρέχουσας ημερομηνίας και ώρας σε αυτήν τη μορφή.
es: La hora de acceso y modificación de los archivos se puede visualizar en los textos de los iconos o en las columnas de la vista de lista. Puede elegir el formato de fecha que sea más fácil desde la lista desplegable <gui>Formato</gui>. Los formatos disponibles incluyen un formato detallado, que se puede escribir a mano, un formato estándar internacional, y un formato que utiliza frases relativas como <em>hoy</em> y <em>ayer</em>. La lista desplegable muestra los formatos con ejemplos, al mostrar la fecha y hora actuales en ese formato.
nl: Het tijdstip waarop bestanden worden geopend en gewijzigd kan worden weergegeven in pictogrambijschriften of in kolommen in de lijstweergave. U kunt het datumformaat dat u het makkelijkst vindt kiezen uit de keuzelijst <gui>Formaat</gui>. Onder de beschikbare formaten vindt u een formaat zoals u dat met de hand zou schrijven, een internationaal standaardformaat, en een formaat dat relatieve uitdrukkingen gebruikt zoals <em>vandaag</em> en <em>gisteren</em>.
pt_br: Acesso e datas de modificação de arquivos podem ser exibidos em legendas de ícones ou em colunas de visão de lista. Você pode escolher o formato de data que é mais fácil para você da lista suspensa <gui>Formato</gui>. Formatos disponíveis incluem um formato detalhado como você pode escrever a mão, um formato padrão internacional e um formato que usa frases relativas como <em>hoje</em> e <em>ontem</em>. A lista suspensa mostra os formatos de exemplo, mostrando a data e hora atual no formato.
ru: В подписях к значкам или в столбцах при просмотре в виде списка можно выбрать показ времени последнего доступа и изменения файлов. Вы можете выбрать наиболее удобный для вас формат даты из выпадающего списка <gui>Формат</gui>. Среди доступных форматов есть подробный формат, который вы привыкли писать от руки, стандартный международный формат и формат, использующий относительные поняти типа <em>сегодня</em> и <em>вчера</em>. В выпадающем списке показаны примеры, отображающие в каждом из форматов текущую дату и время.

source: View basic file information, set permissions, and choose default applications.
ast: Ver información básica del ficheru, asignar permisos y escoyer aplicaciones predeterminadas.
el: Δείτε βασικές πληροφορίες αρχείων, ορίστε δικαιώματα και επιλέξτε προεπιλεγμένες εφαρμογές.
es: Ver información básica del archivo, asignar permisos y seleccionar aplicaciones predeterminadas.
fi: Tarkista tiedoston perusominaisuudet, aseta oikeudet ja valitse oletussovellukset.
nl: Basis-bestandsinformatie bekijken, rechten instellen en standaardtoepassingen kiezen.
pt_br: Veja as informações básicas do arquivo, determine as permissões, e escolha aplicativos padrão.
ru: Просмотр основной информации о файле, задание прав доступа и выбор используемых по умолчанию приложений.

source: File properties
ast: Propiedaes del ficheru
el: Ιδιότητες αρχείων
es: Propiedades del archivo
fi: Tiedostojen ominaisuudet
nl: Bestandseigenschappen
pt_br: Propriedades do arquivo
ru: Свойства файла

source: To view information about a file or folder, right-click it and select <gui>Properties</gui>. You can also select the file and press <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
ast: Pa ver información tocante a un ficheru o carpeta, prímilu col botón derechu y seleiciona nel menú la opción <gui>Propiedaes</gui>. Tamién pues seleicionar el ficheru y calcar <guiseq><gui>Alt</gui><gui>Intro</gui></guiseq>.
el: Για να δείτε πληροφορίες για ένα αρχείο ή φάκελο, κάντε δεξί κλικ και επιλέξτε <gui>Ιδιότητες</gui>. Μπορείτε επίσης να επιλέξετε το αρχείο και να πατήσετε το συνδυασμό πλήκτρων <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
nl: Om informatie over een bestand of map te bekijken klikt u er met rechts op en kiest u <gui>Eigenschappen</gui>. U kunt ook het bestand selecteren en daarna drukken op <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
pt_br: Para visualizar informações sobre um arquivou ou pasta, clique com o botão direito do mouse sobre ele e selecione <gui>Propriedades</gui>. Você pode também selecionar o arquivo e pressionar <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.
ru: Для просмотра сведений о файле или папке, щёлкните правой кнопкой мыши и выберите <gui>Свойства</gui>. Также вы можете выделить файл и нажать сочетание клавиш <guiseq><gui>Alt</gui><gui>Enter</gui></guiseq>.

source: The file properties window shows you information like the type of file, the size of the file, and when you last modified it. If you need this information often, you can have it displayed in <link xref="nautilus-list">list view columns</link> or <link xref="nautilus-display#icon-captions">icon captions</link>. You can also use this window to <link xref="nautilus-file-properties-permissions">set file permissions</link> and <link xref="files-open">choose applications to open files</link>.
ast: La ventana de propiedaes de ficheru, amuésate información tocante a la triba del ficheru, el so tamañu, y cuándo foi la cabera vegada que se modificó. Si necesites frecuentemente esta información, pues tenela amosada na <link xref="nautilus-list">llista de columnes visibles</link> o <link xref="nautilus-display#icon-captions">descripción d'iconos</link>. Tamién pues usar esta ventana p'<link xref="nautilus-file-properties-permissions">afitar permisos de ficheros</link> y <link xref="files-open">esbillar aplicaciones p'abrir ficheros</link>.
el: Οι ιδιότητες αρχείου εμφανίζουν πληροφορίες όπως τον τύπο του αρχείου, το μέγεθος του αρχείου, και πότε τροποποιήθηκε για τελευταία φορά. Αν χρειάζεστε αυτές τις πληροφορίες συχνά, μπορείτε να το εμφανίσετε σε <link xref="nautilus-list">προβολή λίστας</link> ή <link xref="nautilus-display#icon-captions">λεζάντες εικονιδίων</link>. Μπορείτε επίσης να χρησιμοποιήσετε αυτό το παράθυρο για να <link xref="nautilus-file-properties-permissions">ρυθμίσετε τα δικαιώματα του αρχείου</link> και <link xref="files-open">να επιλέξετε τις εφαρμογές που θα ανοίγουν το αρχείο</link>.
nl: Het bestandseigenschappenvenster toont u informatie zoals het bestandstype, de bestandsgrootte, en de datum waarop u het bestand voor het laatst gewijzigd heeft. Als u deze informatie vaak nodig heeft, dan kunt u die laten weergeven in <link xref="nautilus-list">lijstkolommen</link> of <link xref="nautilus-display#icon-captions">pictogrambijschriften</link>.
pt_br: A janela de propriedades de arquivos mostra a você informações como o tipo de arquivo, o tamanho do arquivo e a última vez que você o modificou. Se você precisa dessas informações com frequência, você pode tê-las apresentadas nas <link xref="nautilus-list">colunas da visualização em lista</link> ou nas <link xref="nautilus-display#icon-captions">legendas dos ícones</link>.
ru: Окно свойств файла содержит сведения о типе файла, размере и дате последнего изменения. Если вы хотите видеть эти сведения постоянно, вы можете выбрать режим просмотра <link xref="nautilus-list">Список</link> или <link xref="nautilus-display#icon-captions">подписях значков</link>. Также вы можете использовать это окно для <link xref="nautilus-file-properties-permissions">назначения прав доступа</link> и <link xref="files-open">выбора приложения используемого для открытия таких файлов</link>.

source: The information given on the <gui>Basic</gui> tab is explained below. There are also <gui><link xref="nautilus-file-properties-permissions">Permissions</link></gui> and <gui><link xref="files-open#default">Open With</link></gui> tabs. For certain types of files, such as images and videos, there will be an extra tab that provides information like the dimensions, duration, and codec.
ast: Les informaciones daes en <gui>Básicu</gui> desplíquense abaxo. Tamién hai les llingüetes <gui><link xref="nautilus-file-properties-permissions">Permisos</link></gui> y <gui><link xref="files-open#default">Abrir con</link></gui>. Pa dalgunes tribes de ficheros, como imáxenes y vídeos, habrá una llingüeta estra qu'apurre información como dimensiones, duración y códec.
el: Τα στοιχεία που αναγράφονται στην καρτέλα <gui>Βασικές ρυθμίσεις</gui> εξηγούνται παρακάτω. Υπάρχουν επίσης καρτέλες <gui><link xref="nautilus-file-properties-permissions">Δικαιωμάτα</link></gui> και <gui><link xref="files-open#default">Άνοιγμα με</link></gui>. Για ορισμένους τύπους αρχείων, όπως εικόνες και βίντεο, θα υπάρξει μια επιπλέον καρτέλα που παρέχει πληροφορίες, όπως τις διαστάσεις, τη διάρκεια, και τους κόντεκ.
nl: De informatie op het tabblad <gui>Eenvoudig</gui> wordt hieronder uitgelegd. Er zijn ook nog de volgende tabbladen: <gui><link xref="nautilus-file-properties-permissions">Rechten</link></gui> en <gui><link xref="files-open#default">Openen met</link></gui>. Voor bepaalde bestandstypes, zoals afbeeldingen en video's, is er een extra tabblad met informatie zoals afmetingen, duur en codec.
pt_br: As informações fornecidas na aba <gui>Básico</gui> são explicadas abaixo. Há também as abas <gui><link xref="nautilus-file-properties-permissions">Permissões</link></gui> e <gui><link xref="files-open#default">Abrir com</link></gui>. Para alguns tipos de arquivos, como imagens e vídeos, haverá uma aba extra que fornece informações como dimensões, duração e codec.

source: Basic properties
ast: Propiedaes básicas
el: Βασικές ιδιότητες
es: Propiedades básicas
fi: Perusominaisuudet
nl: Basiseigenschappen
pt_br: Propriedades básicas
ru: Основные свойства

source: Name
ast: Nome
el: Όνομα
es: Nombre
fi: Nimi
nl: Naam
pt_br: Nome
ru: Имя

source: You can rename the file by changing this field. You can also rename a file outside the properties window. See <link xref="files-rename"/>.
ast: Puede renomar el ficheru cambiando esti campu. También puede renomar un ficheru fuera de la ventana de carauterístiques. Vea <link xref="files-rename"/>.
el: Μπορείτε να μετονομάσετε το αρχείο αλλάζοντας αυτό το πεδίο. Μπορείτε επίσης να μετονομάσετε ένα αρχείο έξω από το παράθυρο ιδιοτήτων. Δείτε <link xref="files-rename"/>.
nl: U kunt het bestand hernoemen door dit veld te wijzigen. U kunt een bestand ook buiten het eigenschappenvenster hernoemen. Zie <link xref="files-rename"/>.
pt_br: Você pode renomear o arquivo alterando este campo. Você pode também renomear um arquivo fora da janela de propriedades. Veja <link xref="files-rename"/>.
ru: Вы можете переименовать файл, изменив его в поле имени. Также вы можете переименовать файл другими способами, а не только в окне свойств <link xref="files-rename"/>.

source: Type
ast: Triba
el: Τύπος
es: Tipo
fi: Tyyppi
pt_br: Digite
ru: Тип

source: This helps you identify the type of the file, such as PDF document, OpenDocument Text, or JPEG image. The file type determines which applications can open the file, among other things. For example, you can't open a picture with a music player. See <link xref="files-open"/> for more information on this.
ast: Esto ayúdate a identificar la triba de ficheru, como documentu PDF, testu OpenDocument, o imaxe JPEG. La triba de ficheru determina qué aplicaciones puen abrir el ficheru, ente otres coses. Por exemplu, nun pues abrir una imaxe con un reproductor de música. Lléi <link xref="files-open"/> pa obtener más información.
el: Αυτό σας βοηθά να προσδιορίσει τον τύπο του αρχείου, όπως ένα έγγραφο PDF, έγραφο κειμένου ανοικτού κώδικα, ή εικόνα σε μορφή JPEG. Ο τύπος αρχείου καθορίζει ποιες εφαρμογές μπορούν να ανοίξουν το αρχείο, μεταξύ άλλων. Για παράδειγμα, δεν μπορείτε να ανοίξετε μια εικόνα με το πρόγραμμα αναπαραγωγής μουσικής. Δείτε <link xref="files-open"/> για περισσότερες πληροφορίες σχετικά με αυτό.
nl: Dit helpt u het type van het bestand, zoals PDF-document, Tekst, of JPEG-afbeelding, te identificeren. Het bestandstype bepaalt onder andere welke toepassing het bestand kan openen. U kunt bijvoorbeeld geen foto met een muziekspeler openen. Zie <link xref="files-open"/> voor meer informatie hierover.
pt_br: Isto ajuda você a identificar o tipo de arquivo, como um documento PDF, Texto OpenDocument ou imagem JPEG. O tipo de arquivo determina quais aplicativos podem abri-lo, entre outras coisas. Por exemplo, você não pode abrir uma foto com um reprodutor de música. Veja <link xref="files-open"/> para mais informações sobre isto.
ru: Здесь вы можете определить к какому типу относится файл, к документам формата PDF, текстовым файлам OpenDocument или файлам изображений JPEG. Тип файла определяет, какие программы могут открывать файл. Например, вы не можете открыть файл рисунка используя музыкальный проигрыватель. Обратитесь к разделу <link xref="files-open"/> для получения дополнительных сведений.

source: The <em>MIME type</em> of the file is shown in parentheses; MIME type is a standard way that computers use to refer to the file type.
ast: El <em>triba MIME</em> de un ficheru se amuesa ente paréntesis; la triba MIME es una manera standard que usan los equipos pa referirse al triba de ficheru.
el: Ο <em>τύπος MIME</em> του αρχείου εμφανίζεται σε παρένθεση· ο τύπος MIME είναι ένας τρόπος πρότυπο που χρησιμοποιούν οι υπολογιστές για να αναφερθούν στον τύπο του αρχείου.
nl: Het <em>MIME-type</em> van het bestand wordt tussen haakjes getoond; MIME is een door computers gebruikte standaard manier om naar een bestandstype te verwijzen.
pt_br: O <em>tipo MIME</em> do arquivo é mostrado entre parênteses; o tipo MIME é uma maneira padrão que os computadores utilizam para se referir ao tipo de arquivo.

source: Contents
ast: Conteníu
el: Περιεχόμενα
es: Contenido
fi: Sisältö
nl: Inhoud
pt_br: Conteúdos
ru: Содержание

source: This field is displayed if you are looking at the properties of a folder rather than a file. It helps you see the number of items in the folder. If the folder includes other folders, each inner folder is counted as one item, even if it contains further items. Each file is also counted as one item. If the folder is empty, the contents will display <gui>nothing</gui>.
ast: Esti campu amuesa si tas guetando nes propiedaes d'una carpeta en llugar d'un ficheru. Va ayudata a ver el númberu d'elementos de la carpeta. Si la carpeta contién otres carpetes, cada carpeta cuéntase como un elementu internu, inclusu si contién más elementos. Cada ficheru tamién se cuenta como un elementu. Si la carpeta ta erma, el conteníu amosará <gui>dengún</gui>.
el: Αυτό το πεδίο εμφανίζεται αν ψάχνετε τις ιδιότητες ενός φακέλου και όχι ένα αρχείο. Αυτό σας βοηθά να δείτε τον αριθμό των αντικειμένων στο φάκελο. Εάν ο φάκελος περιλαμβάνει άλλους φακέλους, κάθε εσωτερικός φάκελος υπολογίζεται ως ένα στοιχείο, έστω και αν εμπεριέχει περισσότερα αρχεία ή φακέλους. Κάθε αρχείο υπολογίζεται επίσης ως ένα στοιχείο. Εάν ο φάκελος είναι άδειος, τα περιεχόμενα θα εμφανίσουν <gui>τίποτα</gui>.
nl: Dit veld wordt weergegeven als u de eigenschappen van een map bekijkt. Hier ziet u het aantal items in de map. Als de map andere mappen bevat, dan wordt elke submap geteld als één item, zelfs als deze nog meer items bevat. Elk bestand wordt ook als één item geteld. Als de map leeg is, dan staat er bij Inhoud ‘niets’.
pt_br: Este campo é apresentado se você está olhando as propriedades de uma pasta em vez de um arquivo. Ele ajuda você a ver o número de itens na pasta. Se a pasta inclui outras pastas, cada pasta interna é contada como um item, mesmo que contenha mais itens. Cada arquivo também é contado como um item. Se a pasta estiver vazia, o conteúdo irá apresentar <gui>nada</gui>.

source: Size
ast: Tamañu
el: Μέγεθος
es: Tamaño
fi: Koko
nl: Grootte
pt_br: Tamanho
ru: Размер

source: This field is displayed if you are looking at a file (not a folder). The size of a file tells you how much disk space it takes up. This is also an indicator of how long it will take to download a file or send it in an email (big files take longer to send/receive).
ast: Esti campu se amuesa si ta guetando a un ficheru (no una carpeta). El tamañu de un ficheru le dice cuánto espaciu en discu ocupa. Esti es tamién un indicador de cuánto tiempu se tarda en baxar un ficheru o enviarlo en un corréu electrónicu (los ficheros grandes tardan más tiempu en unviar/recibir).
el: Αυτό το πεδίο εμφανίζεται αν ψάχνετε σε ένα αρχείο (όχι σε ένα φάκελο). Το μέγεθος του αρχείου αναφέρει πόσο χώρο στο δίσκο καταλαμβάνει. Αυτό είναι επίσης ένας δείκτης για το πόσο καιρό θα πάρει για να ολοκληρώσετε τη λήψη ενός αρχείου ή να το στείλετε σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου (μεγάλα αρχεία χρειάζονται περισσότερο χρόνο για αποστολή/λήψη).
nl: Dit veld wordt weergegeven als u een bestand (niet een map) bekijkt. De grootte van een bestand vertelt u hoeveel schijfruimte het in beslag neemt. Dit vertelt ook iets over hoe lang het zal duren om een bestand te downloaden of mee te sturen in een e-mail (bij grote bestanden duurt het lang om ze te versturen of te ontvangen).
pt_br: Este campo é apresentado se você está olhando um arquivo (não uma pasta). O tamanho de um arquivo diz quanto espaço de disco ele toma. É também um indicador de quanto tempo levará para ser baixado ou enviado em uma mensagem de e-mail (arquivos grandes levam mais tempo para enviar e receber).
ru: Это поле отображается, если вы просматриваете файл (не папку). Размер файла покажет вам, какой объём места на диске, занимает этот файл. А также является индикатором продолжительности загрузки файла или отправки его по электронной почте (отправка/получение больших файлов может занять продолжительное время).

source: Sizes may be given in bytes, KB, MB, or GB; in the case of the last three, the size in bytes will also be given in parentheses. Technically, 1 KB is 1024 bytes, 1 MB is 1024 KB and so on.
ast: Los tamaños puen dase en bytes, KB, MB ou GB; nel casu de los trés caberos, el tamañu en bytes tamién va dase ente paréntesis. Téunicamente, 1KB ye 1024 bytes, 1MB ye 1024 KB y sucesivamente.
el: Τα μεγέθη μπορεί να δίνονται σε bytes, KB, MB ή GB· στην περίπτωση των τριών τελευταίων, το μέγεθος σε byte θα δοθεί επίσης σε παρένθεση. Τεχνικά, 1 KB είναι 1024 byte, 1 MB είναι 1024 KB και ούτω καθεξής.
nl: De grootte kan opgegeven zijn in bytes, KB, MB of GB; bij de laatste drie wordt ook tussel haakjes de grootte in bytes gegeven. 1 KB is 1024 bytes, 1 MB is 1024 KB enz.
pt_br: Tamanhos podem ser dados em bytes, KB, MB ou GB; no caso dos últimos três, o tamanho em bytes também será dado entre parênteses. Tecnicamente, 1KB é 1024 bytes, 1MB é 1024 KB e assim por diante.
ru: Размеры указываются в байтах, КБ, МБ или ГБ; для трёх последних сокращений, размеры в байтах указываются в скобках. Teхнически, 1 КБ равен 1024 байтам, 1 МБ равен 1024 КБ и т.д.

source: Location
ast: Allugamientu
el: Τοποθεσία
es: Ubicación
fi: Sijainti
nl: Locatie
pt_br: Local
ru: Адрес

source: The location of each file on your computer is given by its <em>absolute path</em>. This is a unique "address" of the file on your computer, made up of a list of the folders that you would need to go into to find the file. For example, if Jim had a file called <file>Resume.pdf</file> in his Home folder, its location would be <file>/home/jim/Resume.pdf</file>.
ast: La llocalización de cada ficheru nel to equipu ta dau pol so camín <em>absolutu</em>. Trátase d'una "direición" única nel to equipu, formáu por una llista de les carpetes a les que tendríes que dir a buscar el ficheru p'alcontrarlu. Por exemplu, si Xurde tuviese un ficheru denomáu <file>Señes.pdf</file> na so carpeta personal, la so llocalización sedría <file>/home/xurde/Señes.pdr</file>
el: Η τοποθεσία του κάθε αρχείου στον υπολογιστή σας δίνεται από την <em>απόλυτη διαδρομή</em>. Πρόκειται για μια μοναδική «διεύθυνση» του αρχείου στον υπολογιστή σας, που αποτελείται από μια λίστα με τους φακέλους που θα χρειαστεί να μπείτε για να βρείτε το αρχείο. Για παράδειγμα, αν ο Jim είχε ένα αρχείο με όνομα <file>Περίληψη.pdf</file> στο προσωπικό του φάκελο, η θέση του θα ήταν <file>/home/jim/Περίληψη.pdf</file>.
nl: De gegeven locatie van een bestand op uw computer is het <em>absolute pad</em> van dat bestand. Dit is een uniek "adres" van het bestand op uw computer, bestaande uit een lijst van de mappen waar u doorheen zou moeten bladeren om het bestand te vinden. Bijvoorbeeld, als Jan in zijn persoonlijke map een bestand heeft met de naam <file>Samenvatting.pdf</file>, dan is de locatie ervan <file>/home/jan/Samenvatting.pdf</file>.
pt_br: A localização de cada arquivo no seu computador é dada por seu <em>caminho absoluto</em>. Este é um "endereço" único do arquivo no seu computador, formado pela lista das pastas que você teria que ir para encontrar o arquivo. Por exemplo, se Maria tivesse um arquivo chamado <file>Currículo.pdf</file> na sua pasta pessoal, sua localização seria <file>/home/maria/Currículo.pdr</file>.

source: Volume
el: Ένταση
es: Volumen
fi: Asema
nl: Volumen
ru: Том
