Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: As a general rule, the amount of time in between backups should be no more than the amount of time you could stand to spend re-doing any lost work. For example, if spending a week re-writing lost documents is too long for you, you should back up at least once per week.
ast: Como regla xeneral, la cantidá de tiempu ente copies de seguridá nun tien de ser mayor que la cantidá de tiempu que podría tar paráu mentantu refaes cualquier trabayu perdíu. Por exemplu, si'l gastu d'una selmana pa volver a escribir los documentos que pierdes ye munchu tiempu, fai una copia de seguridá polo menos, una vegada a la selmana.
el: Σαν γενικός κανόνας, ο χρόνος ανάμεσα σε κάθε νέα δημιουργία αντιγράφων ασφαλείας δεν θα έπρεπε να είναι περισσότερος από το χρόνο που θα αντέχατε να ξοδέψετε για να ξανααποκτήσετε τη χαμένη σας δουλειά. Για παράδειγμα, αν το να ξοδέψετε μια εβδομάδα για να ξαναγράψετε χαμένα αρχεία είναι πολύ για εσάς, θα πρέπει να δημιουργείτε αντίγραφα ασφαλείας τουλάχιστον μια φορά την εβδομάδα.
es: Como regla general, la cantidad de tiempo entre copias de seguridad no debe ser mayor que la cantidad de tiempo que podría estar parado mientras rehace cualquier trabajo perdido. Por ejemplo, si el gasto de una semana para volver a escribir los documentos que pierda es demasiado tiempo, haga una copia de seguridad al menos una vez por semana.
fi: Nyrkkisääntönä varmuuskopioinnin aikavälin ei pitäisi olla pidempi kuin se aika, joka kuluisi kadotetun työn tekemiseen uudelleen. Esimerkiksi jos kadotetun asiakirjan kirjoittamiseen kuluva viikko on liian pitkä aika, varmuuskopio on tehtävä viikoittain.
nl: In het algemeen geldt dat de tijdsduur tussen de back-ups niet langer moet zijn dan de tijd die het u zou kosten als u verloren werk opnieuw zou moeten maken. Als u bijvoorbeeld een week te lang vindt voor het opnieuw schrijven van verloren documenten, dan dient u minstens één maal per week een back-up te maken.
pt_br: Como regra geral, a quantidade de tempo entre as cópias de segurança deve ser não mais do que a quantidade de tempo que você poderia passar para fazer todo o trabalho perdido novamente. Por exemplo, se passar uma semana reescrevendo documentos perdidos é muito tempo para você, você deve fazer pelo menos uma vez por semana.
ru: В качестве общего правила, количество времени между резервными копиями не должно быть больше, чем время, которое вы можете затратить на переделывание работы. Например, если провести неделю, набирая заново утерянные документы для вас слишком долго, то вам следует делать резервные копии по крайней мере раз в неделю.

source: Use Déjà Dup (or some other backup application) to make copies of your valuable files and settings to protect against loss.
ast: Use Déjà Dup (u otra aplicación de copies de seguridá) pa facer copies de sus ficheros valiosos y de sus preferencies pa evitar pérdidas.
el: Χρησιμοποιήστε το Déjà Dup (ή κάποια άλλη εφαρμογή δημιουργίας αντιγράφων ασφαλείας), για να κάνετε αντίγραφα ασφαλείας των αρχείων και των ρυθμίσεών σας, ώστε να προστατευθείτε από ενδεχόμενη απώλειά τους.
es: Use Déjà Dup (u otra aplicación de copias de seguridad) para hacer copias de sus archivos valiosos y de sus preferencias para evitar pérdidas.
fi: Déjà Dup tai muut varmuuskopio-ohjelmat tekevät varmuuskopioit tärkeistä tiedostoista ja asetuksista ja suojaavat tietojen katoamiselta.
nl: Gebruik Déjà Dup (of een andere back-uptoepassing) om kopieën te maken van uw waardevolle bestanden en instellingen om ze tegen verlies te beschermen.
pt_br: Use o Déjà Dup (ou alguma outra aplicação de cópia de segurança) para fazer cópias de seu valiosos arquivos e configurações para se proteger contra perdas.
ru: Используйте Déjà Dup (или другое приложение для резервного копирования) для создания копий ваших ценных файлов и настроек, чтобы предотвратить их потерю.

source: How to back up
ast: Cómo facer copies de respaldu
el: Πώς να κάνετε αντίγραφα ασφαλείας
es: Cómo hacer copias de respaldo
fi: Kuinka varmuuskopioida
nl: Hoe een back-up te maken
pt_br: Como fazer cópias de segurança
ru: Как сделать резервную копию

source: The easiest way of backing up your files and settings is to let a backup application manage the backup process for you. A number of different backup applications are available, for example <link href="apt:deja-dup">Déjà Dup</link>.
ast: La forma más sencilla de facer copies de seguridá de ficheros y configuración es dexar que una aplicación de copia de seguridá gestione el procesu. Hai disponibles un buen númberu de aplicaciones de copia de seguridá, por exemplu <link href="apt:deja-dup">Deja Dup</link>.
el: Ο ευκολότερος τρόπος να κάνετε αντίγραφα των αρχείων και των ρυθμίσεών σας είναι να αφήσετε την εφαρμογή δημιουργίας αντιγράφων ασφαλείας να διαχειριστεί τη διαδικασία αυτή για εσάς. Υπάρχουν διαθέσιμες διάφορες εφαρμογές αντιγράφων ασφαλείας, όπως για παράδειγμα η εφαρμογή <link href="apt:deja-dup">Déjà Dup</link>.
es: La forma más sencilla de hacer copias de seguridad de archivos y configuración es dejar que una aplicación de copia de seguridad gestione el proceso. Hay disponibles un buen número de aplicaciones de copia de seguridad, por ejemplo <link href="apt:deja-dup">Deja Dup</link>.
fi: Helpoin tapa varmuuskopioida tiedostoja ja asetuksia on käyttää varmuuskopiointiin tarkoitettua sovellusta. Kyseisiä sovelluksia on lukuisia, esimerkiksi <link href="apt:deja-dup">Déjà Dup</link>.
nl: De eenvoudigste manier om back-ups te maken van uw bestanden en instellingen is door het beheer van het back-up proces over te laten aan een back-uptoepassing. Er zijn verschillende back-uptoepassingen beschikbaar, waaronder <link href="apt:deja-dup">Déjà Dup</link>.
pt_br: A maneira mais fácil de fazer cópias de segurança de seus arquivos e configurações e deixar que uma aplicação de cópia de segurança gerencie o processo para você. Inúmeras aplicações de cópia de segurança estão disponíveis, como por exemplo <link href="apt:deja-dup">Déjà Dup</link>.
ru: Простейший способ создания резервной копии ваших файлов и настроек - позволить приложению для резервного копирования управлять процессом копирования за вас. Доступны несколько приложений для резервного копирования, например <link href="apt:deja-dup">Déjà Dup</link>.

source: The help for your chosen backup application will walk you through setting your preferences for the backup, as well as how to restore your data if something goes wrong.
ast: La aida pa la aplicación de copia de seguridá elegida le guiará mientres afita sus preferencies de copia de seguridá, así como al restaurar sus datos si algo va mal.
el: Η βοήθεια της επιλεγμένης σας εφαρμογής αντιγράφων ασφαλείας θα σας καθοδηγήσει ώστε να ρυθμίσετε τις προτιμήσεις σας για τη δημιουργία των αντιγράφων, όπως επίσης και για το πως να επαναφέρετε τα δεδομένα σας αν κάτι πάει στραβά.
es: La ayuda para la aplicación de copia de seguridad elegida le guiará mientras establece sus preferencias de copia de seguridad, así como al restaurar sus datos si algo va mal.
fi: Valitsemasi varmuuskopio-ohjelman käyttöohje auttaa sinua asetusten luomisessa kuten myös tietojen palauttamisessa, jos jotain menee pieleen.
nl: In de hulpdocumentatie van de door u gekozen back-uptoepassing vindt u hoe u de voorkeuren voor het maken van back-ups moet instellen, evenals de manier waarop u uw gegevens kunt terugzetten als er iets is misgegaan.
pt_br: A ajuda para seu aplicativo de cópia de segurança escolhido o guiará através da configuração de suas preferências para a cópia de segurança, bem como a forma de restaurar os dados se algo der errado.
ru: Справка по выбранному приложению для резервного копирования проведет вас через настройку ваших предпочтений для резервного копирования, а также расскажет, как восстановить данные, если что-то пойдет не так.

source: An alternative option is to just <link xref="files-copy">copy your files</link> to a safe location, such as an external hard drive, another computer on the network, or a USB drive. Your <link xref="backup-thinkabout">personal files</link> and settings are usually in your Home folder, so you can copy them from there.
ast: Una opción alternativa consiste, simplemente, en <link xref="files-copy">copiar sus ficheros</link> nun llugar seguru, como un discu duru esternu, otru equipu de la red, o una unidá USB. Sus <link xref="backup-thinkabout">ficheros personales</link> y preferencies suelnestar en su carpeta personal, polo que puede copiarlos de ahí.
el: Μία εναλλακτική επιλογή είναι απλά το να <link xref="files-copy">αντιγράψετε τα αρχεία σας</link> σε μία ασφαλή τοποθεσία όπως είναι ένας εξωτερικός δίσκος, ένας άλλος υπολογιστής στο δίκτυο, ή ένα φορητό μέσο αποθήκευσης USB. Τα <link xref="backup-thinkabout">προσωπικά αρχεία</link> σας και οι ρυθμίσεις σας βρίσκονται συνήθως στον Προσωπικό σας φάκελο, οπότε μπορείτε να τα αντιγράψετε από εκεί.
es: Una opción alternativa consiste, simplemente, en <link xref="files-copy">copiar sus archivos</link> en un lugar seguro, como un disco duro externo, otro equipo de la red, o una unidad USB. Sus <link xref="backup-thinkabout">archivos personales</link> y preferencias suelen estar en su carpeta personal, por lo que puede copiarlos de ahí.
fi: Vaihtoehtoinen tapa on <link xref="files-copy">kopioida tiedostot</link> turvalliseen sijaintiin, kuten ulkoiselle kiintolevylle, toiselle tietokoneelle tai USB-muistitikulle. <link xref="backup-thinkabout">Henkilökohtaiset tiedostosi</link> ja asetukset sijaitsevat pääsääntöisesti kotikansiossasi, joten voit kopioida sieltä tärkeät tiedostot haluamallesi laitteelle.
nl: U kunt er ook voor kiezen alleen maar <link xref="files-copy">uw bestanden te kopiëren</link> naar een veilige locatie, zoals een externe harde schijf, een andere computer in het netwerk, of een USB-stick. Uw <link xref="backup-thinkabout">persoonlijke bestanden</link> en instellingen bevinden zich doorgaans in uw persoonlijke map; u kunt ze dus daarvandaan kopiëren.
pt_br: Uma opção alternativa é apenas <link xref="files-copy">copiar seus arquivos</link> para um local seguro, como um disco rígido externo, outro computador na rede ou um dispositivoUSB. Seus <link xref="backup-thinkabout">arquivos pessoais</link> e as configurações estão normalmente na sua pasta pessoal, então você pode copiá-los de lá.
ru: В качестве альтернативы, вы можете просто <link xref="files-copy">скопировать ваши файлы</link> в надёжное место, такое как внешний жёсткий диск, другой компьютер в сети, или USB-диск. Ваши <link xref="backup-thinkabout">персональные файлы</link> и настройки обычно находятся в вашей домашней папке, так что вы можете скопировать их оттуда.

source: The amount of data you can back up is limited by the size of the storage device. If you have the room on your backup device, it is best to back up the entire Home folder with the following exceptions:
ast: La cantidá de datos que puede respaldar ta limitáu pol tamañu del preséu de almacenamiento. Si tien espaciu suficiente en su preséu de respaldu, es meyor copiar la carpeta personal completa colas siguientes excepciones:
el: Το μέγεθος των δεδομένων από τα οποία μπορείτε να κάνετε αντίγραφο ασφαλείας, περιορίζεται από το μέγεθος της συσκευής αποθήκευσης. Αν έχετε αρκετό χώρο στην συσκευή αποθήκευσής σας, το βέλτιστο είναι να αντιγράψετε ολόκληρο τον Προσωπικό σας φάκελο, κάνοντας τις παρακάτω εξαιρέσεις:
es: La cantidad de datos que puede respaldar está limitado por el tamaño del dispositivo de almacenamiento. Si tiene espacio suficiente en su dispositivo de respaldo, es mejor copiar la carpeta personal completa con las siguientes excepciones:
fi: Varmuuskopioitavien tietojen määrää rajoittaa tallennuslaitteen levykapasiteetti. Jos tallennuslaitteellasi on reilusti tilaa, on viisainta kopioida koko kotikansion sisältö seuraavia poikkeuksia lukuun ottamatta:
nl: De hoeveelheid gegevens waarvan u een back-up kunt maken is beperkt tot de opslagcapaciteit van het opslagapparaat. Als u de ruimte heeft op uw opslagapparaat, dan kunt u het beste een back-up maken van uw hele persoonlijke map met uitzondering van:
pt_br: A quantidade de dados que você pode fazer a cópia de segurança é limitada pelo tamanho do dispositivo de armazenamento. Se você tem o espaço em seu dispositivo de cópia de segurança, o melhor é o cópia da pasta pessoal inteira com as seguintes exceções:
ru: Количество данных, которые вы можете скопировать, ограничено размером устройства хранения. Если на вашем резервном устройстве достаточно места, лучше всего скопировать домашнюю папку целиком со следующими исключениями:

source: Files that you have copied from a CD, DVD, or other removable media, since it would be faster to copy them again than to restore them from backup.
ast: Ficheros que heba copiáu a un CD, DVD un otru sofitu extraíble, ya que podría ser más rápidu copiarlos de nuevu que restaurarlos de la copia de seguridá.
el: Αρχεία που έχετε αντιγράψει από ένα CD ή DVD, ή άλλο αφαιρούμενο μέσο, καθώς θα ήταν γρηγορότερο απλά να τα αντιγράψετε ξανά από το να τα επαναφέρετε από ένα αντίγραφο ασφαλείας.
es: Archivos que haya copiado a un CD, DVD un otro soporte extraíble, ya que podría ser más rápido copiarlos de nuevo que restaurarlos de la copia de seguridad.
fi: Tiedostot, jotka olet kopioinut CD:ltä, DVD:ltä tai muulta siirrettävältä tallennuslaitteelta, koska niiden uudelleenkopioiminen on nopeampaa kuin palauttaminen varmuuskopiosta.
nl: Bestanden die u vanaf een cd, dvd of ander verwisselbaar medium gekopieerd heeft, aangezien het opnieuw kopiëren ervan sneller gaat dan ze vanuit de back-up terug te zetten.
pt_br: Os arquivos que você tenha copiado de um CD, DVD ou outra mídia removível, uma vez que seria mais rápido copiá-los novamente a que restaurá-los a partir de cópia de segurança.
ru: Файлы, которые вы скопировали с CD, DVD, или другого съёмного устройства, поскольку быстрее будет скопировать их оттуда заново, чем восстанавливать из резервной копии.

source: Files that you can regenerate easily. For example, PDFs that can be generated from TeX files, or object files that can be made with the Make utility. Just ensure the source is backed up.
ast: Ficheros que se puedan regenerar cenciellamente. Por exemplu, ficheros PDF que se generen a partir de ficheros TeX, o ficheros oxetu que puedan crease cola utilidad Make. Simplemente asegúrese de que respalda les fontes.
el: Αρχεία που μπορείτε εύκολα να αναδημιουργήσετε. Για παράδειγμα, αρχεία τύπου PDF που μπορούν να εξαχθούν από αρχεία TEX, ή αρχεία που μπορούν να δημιουργηθούν με το εργαλείο make. Απλά, σιγουρευτείτε ότι έχει γίνει αντίγραφο ασφαλείας της πηγής τους.
es: Archivos que se puedan regenerar fácilmente. Por ejemplo, archivos PDF que se generen a partir de archivos TeX, o archivos objeto que puedan crearse con la utilidad Make. Simplemente asegúrese de que respalda las fuentes.
fi: Tiedostot, jotka ovat helposti uudelleenluotavissa. Esimerkiksi, PDF:t, jotka voidaan luoda TeX-tiedostoista tai objektitiedostot, jotka on luotu Make-ominaisuudella. Varmista kuitenkin, että lähde on varmuuskopioitu.
nl: Bestanden die u gemakkelijk opnieuw kunt maken, zoals PDF-bestanden die gemaakt kunnen worden uit TeX-bestanden, of objectbestanden die met het ‘Make’-hulpprogramma kunnen worden gemaakt. Zorg er alleen voor dat er een back-up is gemaakt van de bron.
pt_br: Os arquivos que você pode gerar com facilidade. Por exemplo, PDFs que podem ser gerados a partir de arquivos TeX, ou arquivos de objeto que podem ser feitos com o utilitário make. Basta garantir que seja feita a cópia de segurança do arquivo fonte.
ru: Файлы, которые легко создать заново. Например, PDF-файлы можно сгенерировать из TeX-файлов, а объектные файлы можно вновь собрать утилитой Make. Главное, убедитесь, что создали резервную копию исходных файлов.

source: Your trashed files, which can be found in <cmd>~/.local/share/Trash</cmd> (the Trash folder).
ast: Sus ficheros descartados, se pueden atopar en <cmd>~/.local/share/Trash</cmd> (la carpeta de la Papelera).
el: Τα διαγραμμένα αρχεία σας, τα οποία υπάρχει η δυνατότητα να βρεθούν στο σημείο <cmd>~/.local/share/Trash</cmd> (Κάδος απορριμμάτων).
es: Sus archivos descartados, se pueden encontrar en <cmd>~/.local/share/Trash</cmd> (la carpeta de la Papelera).
fi: Roskakorissa olevat tiedostot, jotka sijaitsevat polussa <cmd>~/.local/share/Trash</cmd>.
nl: Uw weggegooide bestanden die zich bevinden in de <cmd>~/.local/share/Trash</cmd> (Prullenbak).
pt_br: Seus arquivos descartados, que poderão ser encontrados em <cmd>~/.local/share/Trash</cmd> (o diretório da Lixeira).
ru: Файлы, удалённые в Корзину, которые находятся в <cmd>~/.local/share/Trash</cmd> (папка Корзины)

source: Retrieve your files from a backup.
ast: Recuperar sus ficheros dende una copia de respaldu.
el: Επανακτήστε τα αρχεία σας από ένα αντίγραφο ασφαλείας.
es: Recuperar sus archivos desde una copia de respaldo.
fi: Palauta tiedostosi varmuuskopiosta.
nl: Uw bestanden uit een back-up terughalen.
pt_br: Recuperar seus arquivos a partir da cópia de segurança.
ru: Восстановление ваших файлов из резервной копии.

source: Restore a backup
ast: Restaurar una copia de respaldu
el: Επαναφέρετε ένα αντίγραφο ασφαλείας
es: Restaurar una copia de respaldo
fi: Palauta varmuuskopio
nl: Een back-up terugzetten
pt_br: Restaurar cópia de segurança
ru: Восстановление из резервной копии

source: If something went wrong and you lost some files and documents, you can restore from a recent backup (if you have one).
ast: Si algo fue mal y perdió dellos ficheros y documentos, puede restaurarlos dende una copia de seguridá reciente (si dispone de una).
el: Αν κάτι πήγε στραβά και χάσατε κάποια αρχεία και έγγραφα, μπορείτε να τα επαναφέρετε από ένα πρόσφατο αντίγραφο ασφαλείας (αν αυτό υπάρχει).
es: Si algo fue mal y perdió algunos archivos y documentos, puede restaurarlos desde una copia de seguridad reciente (si dispone de una).
fi: Jos jotain meni pieleen ja kadotit tiedostoja sekä asiakirjoja, voit palauttaa ne äskettäisestä varmuuskopiosta (jos sinulla on sellainen).
nl: Als er iets mis is gegaan en u enkele bestanden en documenten kwijt bent, dan kunt u ze terugzetten van een recente back-up (als u die heeft).
pt_br: Se algo saiu errado e você perdeu alguns arquivos e documentos, você pode restaurá-los a partir de uma cópia de segurança recente (se você tiver uma).
ru: Если что-то пошло не так, и вы потеряли некоторые файлы и документы, вы можете восстановить их из последней резервной копии (если она имеется).

source: If you simply copied your files to a safe location, such as an external hard drive, another computer on the network or a USB drive, you can <link xref="files-copy">copy them</link> back to your computer.
ast: Si simplemente copió sus ficheros a un llugar seguru, como un discu duru esternu, otru equipu de la red o una unidá USB, puede <link xref="files-copy">copiarlos</link> de nuevu en su equipu.
el: Αν απλά έχετε αντιγράψει τα αρχεία σας σε μία ασφαλή τοποθεσία όπως έναν εξωτερικό δίσκο, έναν άλλο υπολογιστή στο δίκτυο ή ένα φορητό μέσο αποθήκευσης USB, μπορείτε απλά <link xref="files-copy">να τα αντιγράψετε</link> πίσω στον υπολογιστή σας.
es: Si simplemente copió sus archivos a un lugar seguro, como un disco duro externo, otro equipo de la red o una unidad USB, puede <link xref="files-copy">copiarlos</link> de nuevo en su equipo.
fi: Jos kopioit tiedostot turvalliseen sijaintiin, kuten ulkoiselle kiintolevylle, toiselle verkon tietokoneelle tai USB-asemalle, voit <link xref="files-copy">kopioida ne</link> takaisin tietokoneellesi.
nl: Als u gewoon uw bestanden naar een veilige locatie, zoals een externe harde schijf, een andere computer in het netwerk of een USB-stick, gekopieerd heeft, dan kunt u <link xref="files-copy">ze terug kopiëren</link> naar uw computer.
pt_br: Se você simplesmente copiou seu arquivos para um local seguro, como um disco rígido externo, outro computador na rede ou um dispositivo USB, você pode <link xref="files-copy">copiá-los</link> de volta para seu computador.
ru: Если вы просто скопировали ваши файлы в надёжное место, такое как внешний жёсткий диск, другой компьютер в сети, или USB-диск, вы можете <link xref="files-copy">скопировать их</link> обратно на ваш компьютер.

source: If you used <app>Déjà Dup</app> (or some other backup application) to perform your backup, you should use <app>Déjà Dup</app> to restore your data from backup too. See the help for Déjà Dup for more information.
ast: Si usó <app>Déjà Dup</app> (u otra aplicación de copies de seguridá) pa realizar su respaldu, tamién tendría usar <app>Déjà Dup</app> pa restaurar sus datos dende la copia de seguridá. Consulte la aida de Déjà Dup pa más información.
el: Αν έχετε χρησιμοποιήσει το <app>Déjà Dup</app> (ή κάποια άλλη εφαρμογή δημιουργίας αντιγράφων ασφαλείας) για να κάνετε το αντίγραφό σας, θα πρέπει να χρησιμοποιήσετε ξανά το <app>Déjà Dup</app> (ή την όποια άλλη αντίστοιχη εφαρμογή έχετε χρησιμοποιήσει) για να επαναφέρετε τα δεδομένα σας από το αντίγραφο. Δείτε το τμήμα της βοήθειας της εφαρμογής Déjà Dup ή της όποιας άλλης εφαρμογής έχετε χρησιμοποιήσει για περισσότερες πληροφορίες.
es: Si usó <app>Déjà Dup</app> (u otra aplicación de copias de seguridad) para realizar su respaldo, también debería usar <app>Déjà Dup</app> para restaurar sus datos desde la copia de seguridad. Consulte la ayuda de Déjà Dup para más información.
fi: Jos käytit <app>Déjà Dup</app> (tai jotain muuta varmuuskopio-ohjelmaa) varmuuskopiointiin, sinun kannattaa käyttää <app>Déjà Dup</app>ia palauttaaksesi tiedostosi varmuuskopiosta. Tutustu Déjà Dupin ohjeisiin saadaksesi lisää tietoa.
nl: Als u voor het maken van uw back-up <app>Déjà Dup</app> (of een andere back-uptoepassing) gebruikt heeft, dan moet u ook <app>Déjà Dup</app> gebruiken om uw gegevens van de back-up terug te zetten. zie de hulpdocumentatie van Déjà Dup voor meer informatie.
pt_br: Se você usou o <app>Déjà Dup</app> (ou alguma outra aplicação de cópia de segurança) para fazer sua cópia de segurança, você deve usar <app>Déjà Dup</app> para restaurar seus dados a partir de sua cópia de segurança também. Veja a ajuda do Déjà Dup para mais informações.
ru: Если вы использовали для создания резервной копии <app>Déjà Dup</app> (или какое-то другое приложения для резервного копирования), вам следует использовать то же приложение и для восстановления данных из резервной копии. Подробнее смотрите в справке по Déjà Dup.

source: A list of folders where you can find documents, files and settings that you may want to back up.
ast: Una llista de carpetas donde puede atopar documentos, ficheros y configuraciones que podría querer respaldar.
el: Μία λίστα φακέλων όπου μπορείτε να βρείτε έγγραφα, αρχεία και ρυθμίσεις, από τα οποία πιθανόν να θέλετε να κρατήσετε αντίγραφο ασφαλείας.
es: Una lista de carpetas donde puede encontrar documentos, archivos y configuraciones que podría querer respaldar.
fi: Kansioluettelo, josta löydät asiakirjoja, tiedostoja ja asetuksia jotka haluat mahdollisesti varmuuskopioida.
nl: Een lijst met mappen waar u documenten, bestanden en instellingen waarvan u mogelijk een back-up wilt maken kunt vinden.
pt_br: Uma lista de pastas onde você pode encontrar documentos, arquivos e configurações que você pode querer fazer cópias de segurança.
ru: Список папок, в которых могут находиться документы, файлы и настройки, которые вы можете пожелать скопировать.
