Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can stop the screen from dimming itself:
ast: Puede evitar que la pantalla se oscurezca:
el: Μπορείτε να σταματήσετε την αυτόματη συσκότιση της οθόνης:
es: Puede evitar que la pantalla se oscurezca:
fi: Voit estää näyttöä himmentymästä:
nl: U kunt het vanzelf zwart worden van het scherm uitzetten:
pt_br: Você pode fazer com que a tela pare de se esmaecer:
ru: Вы можете предотвратить отключение экрана:

source: Open <gui>Screen</gui> and uncheck <gui>Dim screen to save power</gui>.
ast: Abra <gui>Pantalla</gui> y desmarque <gui>Oscurecer la pantalla pa ahorrar enerxía</gui>.
el: Ανοίξτε το μενού <gui>Οθόνη</gui> και αποεπιλέξτε τη λειτουργία <gui>Συσκότιση της οθόνης για την εξοικονόμηση ενέργειας</gui>.
pt_br: Abra <gui>Tela</gui> e desmarque <gui>Escurecer a tela para economizar energia</gui>.

source: Loose cables and hardware problems are possible reasons.
ast: Los cables sueltos y los problemes de hardware son les posibles razones.
el: Πιθανοί λόγοι είναι τα χαλαρά καλώδια ή προβλήματα υλικού.
es: Los cables sueltos y los problemas de hardware son las posibles razones.
fi: Irrallaan olevat johdot tai laitteisto-ongelmat ovat mahdollisia syitä.
nl: Loszittende kabels en hardwareproblemen zijn mogelijke oorzaken.
pt_br: Cabo solto e problemas de hardware são razões possíveis..
ru: Возможные причины — плохой контакт в кабелях и неполадки аппаратного обеспечения.

source: My computer will not turn on
ast: Mi equipu no se enciende
el: Δεν θα εκκινείται ο υπολογιστής μου
es: Mi equipo no se enciende
fi: Tietokone ei käynnisty
nl: Ik kan mijn computer niet aanzetten
pt_br: Meu computador não irá ligar
ru: Мой компьютер не включается

source: There are a number of reasons why your computer will not turn on. This topic gives a brief overview of some of the possible reasons.
ast: Hai varias razones por les que su equipu no se encenderá. Esti tema da una breve descripción de dalgunes de les posibles razones.
el: Υπάρχουν διάφοροι λόγοι για τους οποίους ο υπολογιστής σας δεν θα ενεργοποιηθεί. Αυτό το θέμα παρέχει μια σύντομη επισκόπηση ορισμένων από τους πιθανούς λόγους.
es: Hay varias razones por las que su equipo no se encenderá. Este tema da una breve descripción de algunas de las posibles razones.
fi: Se, ettei tietokone käynnisty, voi johtua monesta eri syystä. Seuravaaksi käsitellään yleisimpiä mahdollisia syitä.
nl: Er zijn een aantal redenen waarom u uw computer niet kunt aanzetten. Dit onderwerp geeft een kort overzicht van sommige van de mogelijke oorzaken.
pt_br: Há várias razões para o seu computador não ligar. Este tópico faz um panorama de algumas delas.
ru: Существует множество причин, по которым компьютер не включается. В этом разделе выполнен краткий обзор некоторых из возможных причин.

source: Computer not plugged in, empty battery, or loose cable
ast: Equipu no enchufado, batería sin carga o cable suelto
el: Ο υπολογιστής δεν είναι στην πρίζα, έχει άδεια μπαταρία, ή αποσυνδεδεμένο καλώδιο τροφοδοσίας
es: Equipo no enchufado, batería sin carga o cable suelto
fi: Tietokoneen johdot eivät ole kunnolla kiinni tai akku on loppu
nl: Computer niet aangesloten, lege accu, of een loszittende kabel
pt_br: Computador não conectado, bateria vazia ou cabo solto
ru: Компьютер не подключен к источнику питания, разряжена батарея или неисправен контакт

source: Make sure that the power cables of the computer are firmly plugged in and the power outlets are switched on. Make sure that the monitor is plugged in and switched on too. If you have a laptop, connect the charging cable (in case it has run out of battery). You may also want to check that the battery is correctly fitted in place (check the underside of the laptop).
ast: Asegúrese de que los cables de alimentación del equipu tean bien conectados y les tomas de corriente tan encendidas. Asegúrese de que el monitor ta enchufáu y prendíu tamién. Si tien un portátil, conecte el cable de carga (en caso de que se hubiera quedáu sin batería). También puede comprobar que la batería ta correcho colocada en su llugar (mire na parte inferior del portátil).
el: Βεβαιωθείτε ότι τα καλώδια τροφοδοσίας του υπολογιστή έχουν συνδεθεί σωστά και ότι οι πρίζες παρέχουν ρεύμα. Βεβαιωθείτε επίσης ότι η οθόνη έχει συνδεθεί και ο διακόπτης της είναι ανοιχτός. Αν ο υπολογιστής σας είναι φορητός, συνδέστε το καλώδιο φόρτισης (για το ενδεχόμενο να έχει εξαντληθεί η ενέργεια της μπαταρίας του). Ενδεχομένως να χρειαστεί επίσης να ελέγξετε αν η μπαταρία είναι τοποθετημένη σωστά στην θέση της (ελέγξτε το κάτω μέρος του φορητού υπολογιστή).
es: Asegúrese de que los cables de alimentación del equipo estén bien conectados y las tomas de corriente están encendidas. Asegúrese de que el monitor está enchufado y encendido también. Si tiene un portátil, conecte el cable de carga (en caso de que se hubiera quedado sin batería). También puede comprobar que la batería está correctamente colocada en su lugar (mire en la parte inferior del portátil).
fi: Varmista, että tietokoneeseen kytketyt kaapelit on kunnolla kiinnitetty. Varmista, että virtalähteen katkaisin ei ole pois päältä. Tarkista, että näytön kaapelit on kytketty kunnolla ja että näyttö on päällä. Jos käytössäsi on kannettava tietokone, liitä siihen virtakaapeli siltä varalta, että akku on loppu. Voit kokeilla myös poistaa akun kannettavasta ja käynnistää koneen pelkän virtakaapelin ollessa kiinni.
nl: Zorg ervoor dat de stroomkabels van de computer goed zijn aangesloten en er stroom is. Zorg er ook voor dat de monitor is aangesloten en aan staat. Als u een laptop heeft, sluit de kabel aan (voor het geval dat accu leeg is). U kunt ook controleren of de accu goed op zijn plaats zit (controleer de onderkant van de laptop).
pt_br: Certifique-se que os cabos de força do computador estão firmemente conectados e que as tomadas estão ligadas. Verifique se o monitor também está conectado e ligado. Se você tiver um laptop, conecte o cabo de força (para o caso da bateria ter acabado). Você também pode verificar se a bateria está corretamente conectada (olhe a parte de baixo de seu laptop).
ru: Проверьте, надёжно ли вставлены в разъёмы провода питания компьютера и есть ли напряжение в розетках. Убедитесь, что монитор подсоединён и включен. Если у вас портативный компьютер, подключите кабель зарядки (на случай, если аккумулятор разрядился). Вы можете также проверить, хорошо ли подключен аккумулятор (проверьте внизу ноутбука).

source: Problem with the computer hardware
ast: Problemas col hardware del equipu
el: Πρόβλημα με το υλικό του υπολογιστή
es: Problemas con el hardware del equipo
fi: Ongelma tietokoneen osan kanssa
nl: Probleem met de hardware van de computer
pt_br: Problema com o hardware do computador
ru: Неполадки аппаратного обеспечения

source: A component of your computer may be broken or malfunctioning. If this is the case, you will need to get your computer repaired. Common faults include a broken power supply unit, incorrectly-fitted components (such as the memory/RAM) and a faulty motherboard.
ast: Un componente de su equipu puede tar tollíu o ser defectuoso. Si esti es el caso, tendrá que consiguir reparar su equipu. Los fallos más comunes son una fonte de alimentación rota, componentes instalaos incorrectamente (por exemplu la memoria/RAM) y una placa madre defectuosa.
el: Υπάρχει περίπτωση κάποιο εξάρτημα του υπολογιστή σας να έχει βλάβη ή να μη λειτουργεί σωστά. Αν συμβαίνει αυτό, θα χρειαστεί να επισκευαστεί ο υπολογιστής σας. Στα συνηθισμένα προβλήματα περιλαμβάνονται οι βλάβες των μονάδων παροχής ενέργειας (τροφοδοτικά), η λανθασμένη σύνδεση εξαρτημάτων(όπως η μνήμη RAM), ή και ελαττωματική μητρική πλακέτα.
es: Un componente de su equipo puede estar dañado o ser defectuoso. Si este es el caso, tendrá que conseguir reparar su equipo. Los fallos más comunes son una fuente de alimentación rota, componentes instalados incorrectamente (por ejemplo la memoria/RAM) y una placa madre defectuosa.
fi: Tietokoneessa oleva osa saattaa olla rikki. Jos tämä on syy, tietokone tulisi korjata. Yleisiä vikoja ovat rikkoutuneet virtalähteet, väärin asetetut osat (esimerkiksi muistikammat) ja vialliset emolevyt.
nl: Het kan zijn dat een onderdeel van uw computer kapot is of niet goed werkt. Als dit het geval is, dan dient u uw computer te laten repareren. Veelvoorkomende gebreken zijn een kapotte voeding, onderdelen die niet goed zijn gemonteerd (zoals het geheugen/RAM) en een defect moederbord.
pt_br: Um componente de seu computador pode estar quebrado ou avariado. Se esse for o caso, você precisará consertar seu computador. Falhas comuns incluem uma fonte de energia defeituosa, componentes mal-encaixados (ex.: memória RAM) e uma placa-mãe avariada.
ru: Какая-то из деталей вашего компьютера может не работать или работать неправильно. В таком случае вам нужно отремонтировать ваш компьютер. Типичные неполадки: неисправный блок питания, неправильно подключенные компоненты (такие как модули оперативной памяти) и неисправности материнской платы.

source: The computer beeps and then switches off
ast: El equipu pita y dempués se apaga
el: Ο υπολογιστής αναπαράγει έναν προειδοποιητικό ήχο (μπιπ) και μετά σβήνει
es: El equipo pita y luego se apaga
fi: Tietokone piippaa ja sammuu sen jälkeen
nl: De computer geeft een pieptoon en wordt dan uitgeschakeld
pt_br: O computador apita e depois desliga
ru: Компьютер воспроизводит звуковой сигнал и затем отключается

source: If the computer beeps several times when you turn it on and then turns off (or fails to start), it may be indicating that it has detected a problem. These beeps are sometimes referred to as <em>beep codes</em>, and the pattern of beeps is intended to tell you what the problem with the computer is. Different manufacturers use different beep codes, so you will have to consult the manual for your computer's motherboard, or take your computer in for repairs.
ast: Si el equipu emite un pitido varias vegaes cuando lo enciende y dempués se apaga (o no arranca), puede tar indicando que ha deteutáu un problema. Estos pitidos se denominan a vegaes <em>códigos de pitido</em>, y el patrón de soníos tien la intención de decir cuál es el problema que tien el equipu. Los distintos fabricantes utilizan estremaes códigos, polo que tendrá que consultar el manual de la placa base o llevar su equipu a reparar.
el: Αν ο υπολογιστής σας κάνει κάποιους ήχους τύπου μπιπ όταν τον ανοίγετε και μετά σβήνει (ή αποτυγχάνει να εκκινήσει), υπάρχει περίπτωση να υποδεικνύει πως κάποιο πρόβλημα έχει εντοπιστεί. Αυτοί οι ήχοι τύπου μπιπ κάποιες φορές αναφέρονται και ως <em>κώδικες μπιπ</em> και το μοτίβο των ήχων αποσκοπεί στο να δώσει πληροφορίες για το πρόβλημα του υπολογιστή. Διαφορετικοί κατασκευαστές χρησιμοποιούν διαφορετικούς κώδικες μπιπ, οπότε θα πρέπει να συμβουλευτείτε το εγχειρίδιο χρήσης της μητρικής πλακέτας του υπολογιστή σας ή να πάτε τον υπολογιστή σας για επισκευή.
es: Si el equipo emite un pitido varias veces cuando lo enciende y luego se apaga (o no arranca), puede estar indicando que ha detectado un problema. Estos pitidos se denominan a veces <em>códigos de pitido</em>, y el patrón de sonidos tiene la intención de decir cuál es el problema que tiene el equipo. Los distintos fabricantes utilizan diferentes códigos, por lo que tendrá que consultar el manual de la placa base o llevar su equipo a reparar.
nl: Als de computer meerdere pieptonen geeft wanneer hij, direct nadat u hem heeft aangezet uitgeschakeld wordt (of helemaal niet wil starten), dan kan dit erop wijzen dat er een probleem is aangetroffen. Deze pieptonen worden soms <em>beep codes</em> genoemd en het pieptonenpatroon is bedoeld om u te vertellen om welk probleem met de computer het gaat. Verschillende fabrikanten gebruiken verschillende "beep codes", dus u zult de handleiding van het moederbord moeten raadplegen of uw computer ter reparatie aanbieden.
pt_br: Se o computador der vários bipes quando você o liga e então desliga sozinho, ou se simplesmente não liga, isso pode significar que ele detectou um problema. Às vezes, esses bipes são denominados <em>códigos de bipe</em>, e o padrão dos bipes serve para dizer ao usuário qual o problema detectado. Cada fabricante usa um código diferente, de forma que você terá de consultar o manual da placa-mãe de seu computador ou levá-lo a um técnico.
ru: Если при включении компьютер подаёт звуковой сигнал несколько раз, а затем отключается (или отказывается загружаться), это может указывать, что он обнаружил неисправность. Такие сигналы называют <em>звуковым кодом</em>, который сообщает вам, в чём именно проблема. Различные производители используют разные звуковые коды, так что вам следует обратиться к руководству пользователя материнской платы, установленной на вашем компьютере или отнести компьютер в сервисный центр.

source: The computer fans are spinning but nothing is on the screen
ast: Los ventiladores del equipu giran pero no aparece res na pantalla
el: Οι ανεμιστήρες του υπολογιστή γυρίζουν αλλα δεν εμφανίζεται τίποτα στην οθόνη
es: Los ventiladores del equipo giran pero no aparece nada en la pantalla
fi: Tietokoneen tuulettimet pyörivät, mutta näytöllä ei näy mitään
nl: De ventilator van de computer draait, maar er is niets te zien op het scherm
pt_br: Os ventiladores do computador estão funcionando, mas não há nada na tela
ru: Вентиляторы компьютера крутятся, но на экране ничего нет

source: The first thing to check is that your monitor is plugged in and turned on.
ast: Lo primero que verificar es que su monitor esté coneutáu y prendíu.
el: Το πρώτο πράγμα που ελέγχετε είναι ότι η οθόνη σας είναι συνδεδεμένη και ενεργοποιημένη.
es: Lo primero que verificar es que su monitor esté conectado y encendido.
fi: Varmista ensin, että näytön johdot on kiinnitetty oikein ja että näyttö on päällä.
nl: Het eerste wat u moet controleren is of uw monitor is aangesloten en aan staat.
pt_br: A primeira coisa a verificar é se o seu monitor está conectado e ligado.
ru: Первым делом проверьте, подсоединён ли и включен ли монитор.

source: This problem could also be due to a hardware fault. The fans might turn on when you press the power button, but other essential parts of the computer might fail to turn on. In this case, take your computer in for repairs.
ast: Puede que esti problema se deba a un fallu de hardware. Los ventiladores pueden encenderse al presionar el botón de prendíu, pero puede que otres partes esenciales del sistema no se enciendan correcho. Nesti caso lleve su equipu al serviciu técnico.
el: Αυτό το πρόβλημα θα μπορούσε επίσης να οφείλεται σε αστοχία υλικού. Υπάρχει περίπτωση όταν ανοίγετε τον υπολογιστή σας οι ανεμιστήρες να ενεργοποιούνται, άλλα βασικά εξαρτήματα του υπολογιστή σας όμως να αποτυγχάνουν να ενεργοποιηθούν. Σε αυτή την περίπτωση, θα χρειαστεί να πάτε τον υπολογιστή σας για επισκευή.
es: Puede que este problema se deba a un fallo de hardware. Los ventiladores pueden encenderse al presionar el botón de encendido, pero puede que otras partes esenciales del sistema no se enciendan correctamente. En este caso lleve su equipo al servicio técnico.
nl: Dit probleem kan ook veroorzaakt worden door een hardware fout. Het kan zijn dat de ventilatoren gaan draaien wanneer u op de startknop drukt, terwijl andere essentiële onderdelen van de computer het niet doen. Breng in dit geval uw computer naar de reparateur.
pt_br: Esse problema também pode ser devido a uma falha de hardware. Os ventiladores podem até funcionar quando você aperta do botão de ligar, mas outras partes essenciais de seu computador podem falhar em ligar. Nesse caso, leve seu computador para conserto.
ru: Проблема может быть в неисправности аппаратного обеспечения. При включении кнопки питания вентиляторы включаются, а другие важные части компьютера — нет. В таком случае отнесите ваш компьютер в ремонт.

# link:trail
source: Settings
ast: Configuración
el: Ρυθμίσεις
fi: Asetukset
pt_br: Configurações
ru: Параметры

source: <link xref="keyboard">Keyboard</link>, <link xref="mouse">mouse</link>, <link xref="prefs-display">display</link>, <link xref="prefs-language">languages</link>, <link xref="user-accounts">user accounts</link>...
ast: <link xref="keyboard">Tecláu</link>, <link xref="mouse">mur</link>, <link xref="prefs-display">pantalla</link>, <link xref="prefs-language">idiomas</link>, <link xref="user-accounts">cuentas de usuariu</link>...
el: <link xref="keyboard">Πληκτρολόγιο</link>, <link xref="mouse">ποντίκι</link>, <link xref="prefs-display">εμφάνιση</link>, <link xref="prefs-language">γλώσσες</link>, <link xref="user-accounts">λογαριασμοί χρηστών</link>...
es: <link xref="keyboard">Teclado</link>, <link xref="mouse">ratón</link>, <link xref="prefs-display">pantalla</link>, <link xref="prefs-language">idiomas</link>, <link xref="user-accounts">cuentas de usuario</link>...
fi: <link xref="keyboard">Näppäimistö</link>, <link xref="mouse">hiiri</link>, <link xref="prefs-display">näytöt</link>, <link xref="prefs-language">kielet</link>, <link xref="user-accounts">käyttäjätilit</link>...
nl: <link xref="keyboard">Toetsenbord</link>, <link xref="mouse">muis</link>, <link xref="prefs-display">display</link>, <link xref="prefs-language">talen</link>, <link xref="user-accounts">gebruikersaccounts</link>...
pt_br: <link xref="keyboard">Teclado</link>, <link xref="mouse">mouse</link>, <link xref="prefs-display">monitor</link>, <link xref="prefs-language">idiomas</link>, <link xref="user-accounts">contas de usuário</link>...
ru: <link xref="keyboard">Клавиатура</link>, <link xref="mouse">мышь</link>, <link xref="prefs-display">монитор</link>, <link xref="prefs-language">языки</link>, <link xref="user-accounts">учётные записи пользователей</link>...

source: User &amp; system settings
ast: Usuariu y configuración del sistema
el: Ρυθμίσεις χρήστη &amp; συστήματος
es: Usuario y configuración del sistema
fi: Käyttäjän ja järjestelmän asetukset
nl: Gebruikers- &amp; systeeminstellingen
pt_br: Configurações de &amp; sistema do usuário
ru: Настройки пользователя и системы

source: <link xref="session-language">Change language</link>, <link xref="keyboard-layouts">keyboard layouts</link>...
ast: <link xref="session-language">camudar idioma</link>, <link xref="keyboard-layouts">distribuciones de tecláu</link>...
el: <link xref="session-language">Αλλαγή γλώσσας</link>, <link xref="keyboard-layouts">Διάταξη πληκτρολογίου</link>...
es: <link xref="session-language">cambiar idioma</link>, <link xref="keyboard-layouts">distribuciones de teclado</link>...
fi: <link xref="session-language">Vaihda kieltä</link>, <link xref="keyboard-layouts">näppäimistöasettelu</link>...
nl: <link xref="session-language">Taal wijzigen</link>, <link xref="keyboard-layouts">toetsenbordindelingen</link>...
pt_br: <link xref="session-language">Alterar idioma</link>, <link xref="keyboard-layouts">disposição de teclado</link>...
ru: <link xref="session-language">Смена языка</link>, <link xref="keyboard-layouts">раскладки клавиатуры</link>...

source: Language &amp; region
ast: Idioma y región
el: Γλώσσα &amp; τοποθεσία
es: Idioma y región
fi: Kieli ja alue
nl: Taal &amp; regio
pt_br: Idioma &amp; região
ru: Язык и регион

source: <link xref="look-background">Background</link>, <link xref="look-resolution">size and rotation</link>, <link xref="display-dimscreen">brightness</link>...
ast: <link xref="look-background">Fondu</link>, <link xref="look-resolution">tamañu y rotación</link>, <link xref="display-dimscreen">brillo</link>...
el: <link xref="look-background">Παρασκήνιο</link>, <link xref="look-resolution">μέγεθος και περιστροφή</link>, <link xref="display-dimscreen">φωτεινότητα</link>...
es: <link xref="look-background">Fondo</link>, <link xref="look-resolution">tamaño y rotación</link>, <link xref="display-dimscreen">brillo</link>...
fi: <link xref="look-background">Taustakuva</link>, <link xref="look-resolution">koko ja asento</link>, <link xref="display-dimscreen">kirkkaus</link>...
nl: <link xref="look-background">Achtergrond</link>, <link xref="look-resolution">grootte en rotatie</link>, <link xref="display-dimscreen">helderheid</link>...
pt_br: <link xref="look-background">Plano de fundo</link>, <link xref="look-resolution">tamanho e rotação</link>, <link xref="display-dimscreen">brilho</link>...
ru: <link xref="look-background">Фон</link>, <link xref="look-resolution">размер и ориентация</link>, <link xref="display-dimscreen">яркость</link>...

source: Display &amp; screen
ast: Visualización y pantalla
el: Εμφάνιση &amp; οθόνη
es: Visualización y pantalla
fi: Näyttö
nl: Weergave &amp; scherm
pt_br: Exibir &amp; tela
ru: Монитор и экран

source: <link xref="printing-setup">Local setup</link>, <link xref="printing-order">order and collate</link>, <link xref="printing-2sided">two-sided and multi-page</link>...
ast: <link xref="printing-setup">Configuración local</link>, <link xref="printing-order">ordenar y clasificar</link>, <link xref="printing-2sided">duble cara y multipágina</link>...
el: <link xref="printing-setup">Τοπικές ρυθμίσεις εκτύπωσης</link>, <link xref="printing-order">σειρά και αντιπαραβολή</link>, <link xref="printing-2sided">διπλή όψη και πολλαπλές σελίδες</link>...
fi: <link xref="printing-setup">Paikallisasennus</link>, <link xref="printing-order">järjestys ja koonta</link>, <link xref="printing-2sided">kaksipuolisuus ja useat sivut</link>...
nl: <link xref="printing-setup">Lokale installatie</link>, <link xref="printing-order">ordenen en sorteren</link>, <link xref="printing-2sided">dubbelzijdig en meerdere pagina's</link>…
pt_br: <link xref="printing-setup">Configurações locais</link>, <link xref="printing-order">ordenar e agrupar</link>, <link xref="printing-2sided">frente e verso e múltiplas páginas</link>...

# link:trail
source: Setup
ast: Configuración
el: Ρυθμίσεις
fi: Asetukset
pt_br: Configurar

source: Set up a printer
ast: Configurar una imprentadora
el: Εγκατάσταση εκτυπωτή
es: Configurar una impresora
fi: Tulostimen asennus
nl: Een printer instellen
pt_br: Configurar uma impressora
ru: Установка принтера

# link:trail
source: Sizes and layouts
ast: Tamaños y disposiciones
el: Μεγέθη και διατάξεις
fi: Koot ja asettelut
nl: Formaten en indeling
pt_br: Tamanhos e disposições

source: Different paper sizes and layouts
ast: Estremaes tamaños de papel y disposiciones
el: Διαφορετικά μεγέθη και διατάξεις χαρτιού
es: Diferentes tamaños de papel y disposiciones
fi: Paperin eri koot ja asettelut
nl: Verschillende papierformaten en indelingen
pt_br: Diferentes tamanhos e formatos de papel

source: Undetected printers, paper jams, print-outs that look wrong...
ast: Impresoras no detectadas, atascos de papel, impresiones que se ven mal...
el: Εκτυπωτές που δεν ανιχνεύονται, εμπλοκές χαρτιού, εκτυπώσεις που δεν φαίνονται σωστά...
es: Impresoras no detectadas, atascos de papel, impresiones que se ven mal...
fi: Havaitsemattomat tulostimet, tukokset, vääriltä näyttävät tulosteet ...
nl: Printers die niet zijn gedetecteerd, vastlopend papier, afdrukken die er niet goed uitzien…
pt_br: Impressoras não detectadas, atolamentos de papel, impressões com má aparência...

source: Printer problems
ast: Problemas de imprentación
el: Προβλήματα εκτυπωτή
es: Problemas de impresión
fi: Tulostinongelmat
nl: Printerproblemen
pt_br: Problemas de impressão
ru: Неполадки при печати
