Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you show file sizes in <link xref="nautilus-list">list view columns</link> or <link xref="nautilus-display#icon-captions">icon captions</link>, folders will be shown with a count of how many files and folders they contain. Counting items in a folder can be slow, especially for very large folders, or over a network. You can turn this feature on or off, or turn it on only for files on your computer and local external drives.
ast: Si visualiza el tamañu de los ficheros nas <link xref="nautilus-list">columnes de la vista de llista</link> o nas <link xref="nautilus-display#icon-captions">leyendas de los iconos</link>, les carpetas mostrarán la cantidá de ficheros y carpetas que contienen. Contar los elementos que hai nuna carpeta puede resultar lento, especialmente en carpetas mui grandes, o a traviés de la red. Puede activar o desactivar esta característica, o activarla solo pa los ficheros almacenados en su equipu y nunidades esternes locales.
el: Αν δείτε τα μεγέθη των αρχείων σε <link xref="nautilus-list">προβολή λίστας</link> ή <link xref="nautilus-display#icon-captions">τίτλους εικονιδίων</link>, οι φάκελοι θα εμφανίζονται με ένα αριθμό που δείχνει πόσα αρχεία και φακέλους περιέχουν. Μετρώντας τα στοιχεία ενός φακέλου μπορεί να είναι αργή, ιδίως για τους πολύ μεγάλους φακέλους, ή μέσω δικτύου. Μπορείτε να ενεργοποιήσετε αυτήν τη δυνατότητα ή να την απενεργοποιήσετε ή να την ενεργοποιήσετε μόνο για τα αρχεία στον υπολογιστή σας και τις τοπικές εξωτερικές μονάδες.
es: Si visualiza el tamaño de los archivos en las <link xref="nautilus-list">columnas de la vista de lista</link> o en las <link xref="nautilus-display#icon-captions">leyendas de los iconos</link>, las carpetas mostrarán la cantidad de archivos y carpetas que contienen. Contar los elementos que hay en una carpeta puede resultar lento, especialmente en carpetas muy grandes, o a través de la red. Puede activar o desactivar esta característica, o activarla solo para los archivos almacenados en su equipo y en unidades externas locales.
nl: Als u de bestandsgrootte toont in een <link xref="nautilus-list">kolom in de lijstweergave</link> of <link xref="nautilus-display#icon-captions">pictogrambijschrift</link>, dan zal bij mappen getoond worden hoeveel bestanden en mappen ze hebben. Het tellen van items in een map kan traag zijn, vooral voor hele grote mappen, of in een netwerk. U kunt deze functie in- of uitschakelen, of dit inschakelen alleen voor bestanden op uw computer en lokale externe schijven.
pt_br: Se você mostrar o tamanho dos arquivos nas <link xref="nautilus-list">colunas da visão de lista</link> ou <link xref="nautilus-display#icon-captions">legendas dos ícones</link>, pastas serão mostradas com uma contagem de quantos arquivos e pastas eles contêm. Contar itens em uma pasta pode ser demorado, especialmente para pastas muito grandes ou na rede. Você pode ativar ou desativar essa função ou ativar somente para arquivos no seu computador e em drives locais externos.
ru: Если у вас включен показ размера файлов в <link xref="nautilus-list">столбцах списка</link> или <link xref="nautilus-display#icon-captions">подписях к значкам</link>, то для папок будет отображаться число содержащихся в них файлов и вложенных папок. Подсчёт элементов папки может быть медленным, особенно в случае больших папок, или находящихся в локальной сети. Вы можете включить или отключить эту функцию, либо включить её только для файлов, находящихся на вашем компьютере или локальных внешних дисках.

source: Specify the default view, sort order, and zoom levels for the file manager.
ast: Especificar la vista predeterminada, la ordenación y los niveles de ampliación pa el xestor de ficheros.
el: Καθορίστε την προεπιλεγμένη προβολή, τη σειρά ταξινόμησης και τα επίπεδα μεγέθυνσης για το διαχειριστή αρχείων.
es: Especificar la vista predeterminada, la ordenación y los niveles de ampliación para el gestor de archivos.
fi: Valitse tiedostoille oletusnäkymä, lajittelujärjestys ja kohteiden koko (pikkukuvien) tiedostonhallinnan kansioissa.
nl: De standaardweergave, sorteervolgorde en zoomfactor van bestandsbeheer opgeven.
pt_br: Especifique a visão padrão, ordem de classificação e níveis de zoom para o gerenciador de arquivos.
ru: Настроить вид по умолчанию, порядок сортировки и масштаб для менеджера файлов.

source: File manager views preferences
ast: Preferencies de la vista del xestor de ficheros
el: Προτιμήσεις προβολής διαχειριστή αρχείων
es: Preferencias de la vista del gestor de archivos
fi: Tiedostonhallinnan näkymien asetukset
nl: Weergavevoorkeuren bestandsbeheer
pt_br: Preferências de visão do gerenciador de arquivos
ru: Настройки вида папок в менеджере файлов

source: You can control the default view for new folders, how files and folders are sorted by default, the zoom level for the icon and compact views, and whether files are displayed in the tree sidebar. In any file manager window, click <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq> and select the <gui>Views</gui> tab.
ast: Puede controlar la vista predeterminada pa les nueves carpetas, cómo se ordenarán los ficheros y carpetas de forma predeterminada, el nivel de ampliación nas vistes compacta y de iconos, y si se mostrarán los ficheros na barra lateral de árbol. En cualesquier ventana del xestor de ficheros, calca <guiseq><gui>Editar</gui><gui>Preferencies</gui></guiseq> y escueyi la pestaña <gui>Vistes</gui>.
el: Μπορείτε να ελέγξετε την προεπιλεγμένη προβολή για νέους φακέλους, πώς τα αρχεία και οι φακέλοι ταξινομούνται από προεπιλογή, το επίπεδο μεγέθυνσης για την προβολή με εικονίδια και τη συμπαγή προβολή, και αν τα αρχεία εμφανίζονται στην πλευρική στήλη σε δέντρο. Σε κάθε παράθυρο του διαχειριστή αρχείων, κάντε κλικ <guiseq><gui>Επεξεργασία</gui><gui>Προτιμήσεις</gui></guiseq> και επιλέξτε την καρτέλα <gui>Προβολές</gui>.
es: Puede controlar la vista predeterminada para las nuevas carpetas, cómo se ordenarán los archivos y carpetas de forma predeterminada, el nivel de ampliación en las vistas compacta y de iconos, y si se mostrarán los archivos en la barra lateral de árbol. En cualquier ventana del gestor de archivos, pulse <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq> y seleccione la pestaña <gui>Vistas</gui>.
fi: Voit valita tilanteeseesi parhaiten sopivan tavan järjestää tiedostot, kuten missä järjestyksessä tiedostot ovat, kuvakkeiden kokoa ja minkälaisessa näkymässä ne näytetään. Missä vain tiedostonhallinnassa napsauta <guiseq><gui>Muokkaa</gui><gui>Asetukset</gui></guiseq> ja tarvittaessa valitse <gui>Näkymät</gui>-välilehti.
nl: U kunt de volgende onderdelen beheren: de standaardweergave voor nieuwe mappen, hoe bestanden en mappen standaard worden gesorteerd, de zoomfactor voor de weergave van pictogrammen en compacte weergave, en of bestanden moeten worden weergegeven in de boomstructuur in de zijbalk. Klik in een venster in bestandsbeheer op <guiseq><gui>Bewerken</gui><gui>Voorkeuren</gui></guiseq> en kies het tabblad <gui>Weergaven</gui>.
pt_br: Você pode controlar a visão padrão para novas pastas, como arquivos e pastas são classificados por padrão, nível de zoom para o ícone e visão compactas e se arquivos são exibidos na barra lateral de árvore. Em qualquer janela do gerenciador de arquivos, clique em <guiseq><gui>Editar</gui><gui>Preferências</gui></guiseq> e selecione a aba <gui>Visões</gui>.
ru: Вы можете настраивать вид для новых папок по умолчанию, порядок сортировки файлов и папок по умолчанию, масштаб значков и миниатюр, а также включить отображение файлов в виде древовидной структуры в боковой панели. В любом окне менеджера файлов щёлкните <guiseq><gui>Правка</gui><gui>Параметры</gui></guiseq> и перейдите на вкладку <gui>Вид</gui>.

source: Default view
ast: Vista predeterminada
el: Προεπιλεγμένη εμφάνιση
es: Vista predeterminada
fi: Oletusnäkymä
nl: Standaardweergave
pt_br: Visualização padrão
ru: Вид по умолчанию

source: View new folders using
ast: Ver les carpetas nueves usando
el: Προβολή νέων φακέλων με χρήση
es: Ver las carpetas nuevas usando
nl: Nieuwe mappen starten in
pt_br: Ver novas pastas usando
ru: Просматривать новые папки, используя

source: By default, new folders are shown in icon view. You can select a view for each folder as you browse, and the file manager will remember which view you prefer for each folder. But if you often use the list or compact views, you can use these views by default.
ast: De forma predeterminada, les carpetas nueves se muestran na vista de iconos. Puede escoyer una vista pa cada carpeta cuando navega y el xestor de ficheros recordará que considera que prefiere pa cada carpeta. Pero si utiliza a menudo la llista o la vista compacta, puede usar estes vistes por defeutu.
el: Από προεπιλογή, οι νέοι φακέλοι εμφανίζονται σε προβολή ως εικονίδια. Μπορείτε να επιλέξετε μια προβολή για κάθε φάκελο καθώς περιηγείστε και ο διαχειριστής αρχείων θα θυμάται ποια προβολή προτιμάτε για κάθε φάκελο. Όμως, αν χρησιμοποιείτε συχνά τη λίστα ή τη συμπαγή προβολή, μπορείτε να χρησιμοποιήσετε αυτές τις απόψεις από προεπιλογή.
es: De forma predeterminada, las carpetas nuevas se muestran en la vista de iconos. Puede seleccionar una vista para cada carpeta cuando navega y el gestor de archivos recordará que considera que prefiere para cada carpeta. Pero si utiliza a menudo la lista o la vista compacta, puede utilizar estas vistas por defecto.
nl: Standaard worden nieuwe mappen getoond in pictogrammenweergave. U kunt bij het bladeren een weergave kiezen voor elke map, en bestandsbeheer zal voor elke map onthouden welke weergave uw voorkeur heeft. Maar als u veelvuldig de weergave Lijst of Compact gebruikt, dan kunt u deze weergaven als standaard instellen.
pt_br: Por padrão, novas pastas são mostradas em visão de ícone. Você pode selecionar uma visão para cada pasta enquanto navega e o gerenciador de arquivos irá lembrar qual visão você prefere para cada pasta. Mas se você usa a lista ou visão compacta frequentemente, você pode usar essas visões por padrão.
ru: По умолчанию содержимое новых папок отображается в виде значков. Вы можете выбрать вид для каждой папки во время её просмотра, и менеджер файлов запомнит выбранный вами вид для каждой папки. Но если вы часто пользуетесь просмотром в виде списка или компактным видом, вы можете использовать их по умолчанию.

source: Change the view for an individual folder from the <gui>View</gui> menu by clicking <gui>Icons</gui>, <gui>List</gui>, or <gui>Compact</gui>.
ast: Camuda la vista de una carpeta individual nel menú <gui>Ver</gui> pulsando en <gui>Iconos</gui>, <gui>Llista</gui> o <gui>Compacta</gui>.
el: Αλλάξτε την προβολή για ένα μεμονωμένο φάκελο από το μενού <gui>Προβολή</gui> κάνοντας κλικ <gui>Εικόνες</gui>, <gui>Λίστα</gui>, ή <gui>Συμπαγές</gui>.
es: Cambie la vista de una carpeta individual en el menú <gui>Ver</gui> pulsando en <gui>Iconos</gui>, <gui>Lista</gui> o <gui>Compacta</gui>.
nl: De weergave voor een aparte map wijzigen in het menu <gui>Beeld</gui> door te klikken op <gui>Pictogrammen</gui>, <gui>Lijst</gui>, of <gui>Compact</gui>.
pt_br: Altere a visão para uma pasta individual pelo menu <gui>Visão</gui> clicando em <gui>ícones</gui>, <gui>lista</gui> ou <gui>compacta</gui>.
ru: Меняйте вид для отдельных папок, щёлкнув <gui>Значки</gui>, <gui>Список</gui>, или <gui>Компактный</gui> в меню <gui>Вид</gui>.

source: Arrange items
ast: Organizar los elementos
el: Στοίχιση αντικειμένων
es: Organizar los elementos
fi: Järjestä kohteet
nl: Items ordenen
pt_br: Organizar itens
ru: Упорядочивание объектов

source: You can arrange the items in your folder by name, file size, file type, when they were last modified, when they were last accessed, or when they were trashed. You can change how files are sorted in an individual folder using the <guiseq><gui>View</gui><gui>Arrange Items</gui></guiseq> menu, or by clicking the list column headers in list view. See <link xref="files-sort"/> for details. This menu only affects the current folder, and the file manager will remember your preferred sorting technique for each folder.
ast: Puede organizar los elementos de su carpeta por nome, tamañu de ficheru, triba de ficheru, cuándo se modificaron por cabera vegada, cuándo se accedió a ellos por cabera vegada o cuándo se tiraron a la papelera. Puede camudar cómo se ordenan los ficheros nuna carpeta concreta usando el menú <guiseq><gui>Ver</gui><gui>Organizar los elementos</gui></guiseq>, o pulsando nas cabeceras de les columnes amosaes na vista de llista. Consulte <link xref="files-sort"/> pa más información. Esti menú solo afeuta a la carpeta actual, y el xestor de ficheros recordará sus preferencies de ordenación pa cada carpeta.
el: Μπορείτε να τακτοποιήσετε τα στοιχεία στο φάκελο σας κατά όνομα, μέγεθος αρχείου, τον τύπο αρχείου, όταν αυτά τροποποιήθηκαν τελευταία φορά, πότε ήταν η τελευταία πρόσβαση σε αυτά ή πότε μπήκαν στα απορρίμματα. Μπορείτε να αλλάξετε τον τρόπο που τα αρχεία είναι ταξινομημένα σε ένα μεμονωμένο φάκελο χρησιμοποιώντας το μενού <guiseq>Προβολή<gui></gui><gui>Ταξινόμηση στοιχείων</gui></guiseq> ή κάνοντας κλικ στις κεφαλίδες των στηλών λίστα σε προβολή λίστας. Δείτε <link xref="files-sort"/> για λεπτομέρειες. Το μενού αυτό επηρεάζει μόνο τον τρέχοντα φάκελο και ο διαχειριστής αρχείων θα θυμάται την προτίμησή σας για την τεχνική διαλογή σας σε κάθε φάκελο.
es: Puede organizar los elementos de su carpeta por nombre, tamaño de archivo, tipo de archivo, cuándo se modificaron por última vez, cuándo se accedió a ellos por última vez o cuándo se tiraron a la papelera. Puede cambiar cómo se ordenan los archivos en una carpeta concreta usando el menú <guiseq><gui>Ver</gui><gui>Organizar los elementos</gui></guiseq>, o pulsando en las cabeceras de las columnas mostradas en la vista de lista. Consulte <link xref="files-sort"/> para más información. Este menú solo afecta a la carpeta actual, y el gestor de archivos recordará sus preferencias de ordenación para cada carpeta.
nl: U kunt items in uw map ordenen op naam, bestandsgrootte, bestandstype, wanneer ze het laatst gewijzigd werden, wanneer ze voor het laatst geopend werden, of wanneer ze naar de prullenbak werden verplaatst. Hoe bestanden in een aparte map worden geordend kunt u wijzigen via het menu <guiseq><gui>Beeld</gui><gui>Items ordenen</gui></guiseq> of door te klikken op de kolomkoppen in de lijstweergave. Zie <link xref="files-sort"/> voor details. Dit menu heeft alleen invloed op de huidige map en bestandsbeheer zal de sorteertechniek van uw voorkeur onthouden voor elke map.
pt_br: Você pode organizar os itens em sua pasta por nome, tamanho de arquivo tipo de arquivo, data da última modificação, data do último acesso ou data de exclusão. Você pode mudar a forma com que os arquivos de uma determinada pasta são classificados através do menu <guiseq><gui>Exibir</gui><gui>Organizar itens</gui></guiseq> ou clicando nos cabeçalhos de cada coluna da exibição em lista. Acesse <link xref="files-sort"/> para mais detalhes. Esse menu somente afeta a pasta atual, e o gerenciador de arquivos lembrará da sua técnica de classificação preferida para cada pasta.
ru: Вы можете упорядочить содержимое вашей папки по имени, размеру файла, типу файла, времени последнего изменения, времени последнего доступа, или времени удаления в Корзину. Порядок сортировки для отдельных папок можно изменять с помощью меню <guiseq><gui>Вид</gui><gui>Выстраивать объекты</gui></guiseq>, или щелчком на заголовке столбца при отображении в виде списка. Подробнее см. <link xref="files-sort"/>. Это меню влияет только на текущую папку, и менеджер файлов будет запоминать предпочитаемый порядок сортировки для каждой папки.

source: Use the <gui>Arrange items</gui> drop-down list in the preferences to change the default order used in new folders.
ast: Use la llista desplegable <gui>Organizar los elementos</gui> nas preferencies pa camudar el orde predetermináu a usar nas nueves carpetas.
el: Χρησιμοποιήστε την αναπτυσσόμενη λίστα στις προτιμήσεις <gui>Τακτοποίηση στοιχείων</gui> για να αλλάξετε την προεπιλεγμένη σειρά που χρησιμοποιείται σε νέους φακέλους.
es: Use la lista desplegable <gui>Organizar los elementos</gui> en las preferencias para cambiar el orden predeterminado a usar en las nuevas carpetas.
nl: De keuzelijst <gui>Items ordenen</gui> in Bestandsbeheer-voorkeuren gebruiken om de standaard volgorde die gebruikt wordt in nieuwe mappen te wijzigen.
pt_br: Utilize a caixa de combinação <gui>Arranjar itens</gui> nas configurações para mudar a ordem padrão das novas pastas.
ru: Используйте выпадающее меню <gui>Выстраивать элементы</gui> в параметрах менеджера файлов, чтобы изменить порядок сортировки по умолчанию.

source: Sort folders before files
ast: Colocar carpetas enantes que ficheros
el: Ταξινόμηση φακέλων πριν από αρχεία
es: Colocar carpetas antes que archivos
fi: Järjestä kansiot ennen tiedostoja
nl: Mappen vóór bestanden sorteren
pt_br: Pastas antes de arquivos
ru: Помещать папки перед файлами

source: By default, the file manager will show all folders before files. Folders and files will each be arranged according to the selected sort order. If you would rather not treat folders specially and have them mixed with files according to the sort order, select this option.
ast: De forma predeterminada, el xestor de ficheros mostrará toes les carpetas enantes que los ficheros. A su vegada, les carpetas y los ficheros por separáu se organizarán en función del criterio de ordenación escoyíu. Si vusté no quies tratar a les carpetas de forma especial y quies tenerlas mezcladas colos ficheros según el criterio de ordenación, escueyi esta opción.
el: Από προεπιλογή, ο διαχειριστής αρχείων θα εμφανίζει όλους τους φακέλους πριν από τα αρχεία. Φακέλοι και αρχεία θα τακτοποιηθούν σύμφωνα με την επιλεγμένη σειρά ταξινόμησης. Αν δεν επιθυμείτε ειδική μεταχείριση για τους φακέλους και θέλετε να αναμιχθούν με τα αρχεία ανάλογα με τη σειρά ταξινόμησης, επιλέξτε αυτή την επιλογή.
es: De forma predeterminada, el gestor de archivos mostrará todas las carpetas antes que los archivos. A su vez, las carpetas y los archivos por separado se organizarán en función del criterio de ordenación seleccionado. Si usted no desea tratar a las carpetas de forma especial y quiere tenerlas mezcladas con los archivos según el criterio de ordenación, seleccione esta opción.
nl: Standaard zal bestandsbeheer alle mappen vóór bestanden tonen. Mappen en bestanden zullen elk gerangschikt worden volgens de geselecteerde volgorde. Als u liever niet heeft dat mappen samen met de bestanden gesorteerd worden volgens de sorteervolgorde, selecteer dan deze optie.
pt_br: Por padrão, o gerenciador de arquivos mostrará todas as pastas antes dos arquivos. Pastas e arquivos estarão, por sua vez, classificados de acordo com o método escolhido. Se você prefere não tratar pastas diferentemente e misturá-las com os arquivos de acordo com a ordem de classificação, marque essa opção.
ru: По умолчанию файловый менеджер показывает все папки перед файлами. И папки, и файлы упорядочиваются в соответствии с выбранным порядком сортировки. Если вы предпочитаете, чтобы папки не группировались отдельно, а отображались вперемешку с файлами, отключите эту опцию.

source: Show hidden and backup files
ast: Amosar ficheros anubríos y de respaldu
el: Εμφάνιση κρυφών αρχείων και αρχείων αντιγράφων ασφαλείας
es: Mostrar archivos ocultos y de respaldo
fi: Näytä piilo- ja varmuuskopiotiedostot
nl: Verborgen bestanden en back-upbestanden tonen
pt_br: Mostrar arquivos ocultos e de cópia de segurança
ru: Показывать скрытые и резервные файлы

source: The file manager does not display hidden files or folders by default. See <link xref="files-hidden"/> for information on hidden files. You can show hidden files in an individual window from the <gui>View</gui> menu. If you prefer to always show hidden files, or want to see hidden files in every open file manager window, select this option.
ast: El xestor de ficheros no amuesa los ficheros anubríos o carpetas de manera predeterminada. Vea <link xref="files-hidden"/> pa obtener información sobro los ficheros anubríos. Puede amosar ficheros anubríos nuna ventana individual del menú <gui>Ver</gui>. Si prefiere amosar siempres los ficheros anubríos, o si quies ver los ficheros anubríos en toes les ventanes del xestor de ficheros abiertos, escueyi esta opción.
el: Ο διαχειριστής αρχείων δεν εμφανίζει κρυφά αρχεία ή φακέλους από προεπιλογή. Δείτε <link xref="files-hidden"/> για πληροφορίες σχετικά με τα κρυφά αρχεία. Μπορείτε να προβάλλετε κρυφά αρχεία σε ένα μεμονωμένο παράθυρο από το μενού <gui>Προβολή</gui>. Αν προτιμάτε να εμφανίζταιι πάντα τα κρυμμένα αρχεία ή θέλετε να δείτε τα κρυφά αρχεία σε κάθε ανοιχτό παράθυρο του διαχειριστή αρχείων επιλέξτε αυτή την επιλογή.
es: El gestor de archivos no muestra los archivos ocultos o carpetas de manera predeterminada. Vea <link xref="files-hidden"/> para obtener información sobre los archivos ocultos. Puede mostrar archivos ocultos en una ventana individual del menú <gui>Ver</gui>. Si prefiere mostrar siempre los archivos ocultos, o si desea ver los archivos ocultos en todas las ventanas del gestor de archivos abiertos, seleccione esta opción.
nl: Standaard worden verborgen bestanden en mappen niet weergegeven in bestandsbeheer. Zie <link xref="files-hidden"/> voor informatie over verborgen bestanden. U kunt verborgen bestanden tonen in een apart venster vanuit het menu <gui>Beeld</gui>. Als u liever heeft dat verborgen bestanden altijd getoond worden, of u wilt verborgen bestanden zien in elk geopende venster in bestandsbeheer, selecteer dan deze optie.
pt_br: O gerenciador de arquivos não mostra arquivos e pastas ocultas por padrão. Acesse <link xref="files-hidden"/> para mais informações sobre arquivos ocultos. Você pode fazer arquivos ocultos aparecerem em uma das janelas a partir do menu <gui>Ver</gui>. Se você preferir que seus arquivos ocultos sempre apareçam ou se quiser visualizar os arquivos ocultos em todas as janelas abertas do gerenciador de janelas, escolha essa opção.
ru: По умолчанию менеджер файлов не показывает скрытые файлы и папки. Подробнее о скрытых файлах см. <link xref="files-hidden"/>. Вы можете включить показ скрытых файлов для отдельного окна в меню <gui>Вид</gui>. Если вы предпочитаете, чтобы скрытые файлы отображались всегда и в каждом окне менеджера файлов, включите эту опцию.

source: Icon view defaults
ast: Vista de iconu predeterminada
el: Προεπιλογές προβολής με εικονίδια
es: Vista de icono predeterminada
nl: Standaardinstellingen pictogrammenweergave
pt_br: Padrões da visualização de ícones
ru: Настройки по умолчанию для просмотра в виде значков

source: Default zoom level
ast: Nivel de ampliación predetermináu:
el: Προεπιλεγμένο επίπεδο μεγέθυνσης
es: Nivel de ampliación predeterminado:
fi: Oletusmittakaava
nl: Standaard zoomfactor
pt_br: Nível de zoom padrão
ru: Исходный масштаб
