Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Reverse the left and right mouse buttons in the mouse settings.
ast: Intercambiar los botones esquierdu y drechu del mur nas preferencies del mur.
el: Αντιστρέψτε το αριστερό και δεξί κουμπί ποντικιού στις ρυθμίσεις ποντικιού.
es: Intercambiar los botones izquierdo y derecho del ratón en las preferencias del ratón.
fi: Vaihda hiiren vasemman ja oikean näppäimen paikkaa hiiriasetuksista.
nl: De linker en rechter muisknoppen verwisselen bij de muisinstellingen.
pt_br: Inverter os botões esquerdo e direito nas configurações do mouse.

source: Use your mouse left-handed
ast: Usar su mur pa zurdos
el: Χρησιμοποιήστε το ποντίκι ως αριστερόχειρας
es: Usar su ratón para zurdos
fi: Käytä hiirtä vasenkätisen asetuksin
nl: Gebruik de muis met uw linker hand
pt_br: Use seu mouse com a mão esquerda

source: You can swap the behavior of the left and right buttons on your mouse or touchpad to make it more comfortable for left-handed use.
ast: Puede intercambiar el comportamiento de los botones esquierdu y drechu de su mur o touchpad pa hacerlo más cómodo a los zurdos.
el: Μπορείτε να αντιστρέψετε τη συμπεριφορά του αριστερού και δεξιού κουμπιού στο ποντίκι ή την επιφάνεια αφής σας για να το κάνετε πιο βολικό για χειρισμό με το αριστερό σας χέρι.
es: Puede intercambiar el comportamiento de los botones izquierdo y derecho de su ratón o touchpad para hacerlo más cómodo a los zurdos.
fi: Voit vaihtaa hiiren (tai kosketuslevyn) vasemman ja oikean näppäimen paikkaa, jolloin hiirtä voi käyttää myös vasenkätisenä.
pt_br: Você pode trocar o comportamento dos botões esquerdo e direito de seu mouse ou touchpad para que ele fique mais confortável para o uso com a mão esquerda.

source: On the <gui>Mouse</gui> tab, select <gui>Left-handed</gui>. This settings will affect both your mouse and touchpad.
ast: Na pestaña <gui>General</gui>, escueyi <gui>Zurdo</gui>. Esta opción afectará tanto a su mur como a su touchpad.
el: Στην καρτέλα <gui>Ποντίκι</gui>, επιλέξτε <gui>Αριστερόχειρες</gui>. Αυτές οι ρυθμίσεις θα επηρεάσουν ταυτόχρονα και το ποντίκι σας και την επιφάνεια αφής σας.
fi: Siirry <gui>Hiiri</gui>-välilehdelle ja valitse <gui>Vasenkätinen</gui>. Tämä asetus vaikuttaa sekä hiireen että mahdolliseen kosketuslevyyn.
nl: Op het <gui>Muis</gui> tabblad, selecteer <gui>Linkshandig</gui>. Deze instellingen hebben invloed op zowel de muis en het touchpad.
pt_br: Na aba <gui>Mouse</gui>, selecione <gui>Canhoto</gui>. Esta configuração irá afetar tanto o mouse quanto o touchpad.
ru: На вкладке <gui>Мышь</gui> выберите вариант <gui>Под левую руку</gui>. Этот параметр влияет и на мышь, и на сенсорную панель.

source: Use the middle mouse button to open applications, paste text, open tabs, and more.
ast: Use el botón central pa abrir aplicaciones, apegar testu, abrir llingüetes y más.
el: Χρησιμοποιήστε το μεσαίο κουμπί του ποντικιού σας για να ανοίξετε εφαρμογές, να επικολλήσετε κείμενο, να ανοίξετε καρτέλες και πολλά άλλα.
fi: Käytä hiiren keskimmäistä painiketta sovellusten avaamiseen, tekstin liittämiseen, välilehtien avaamiseen jne.
nl: Gebruik de middelste muisknop om toepassingen te openen, het plakken van tekst, open van tabbladen, en nog veel meer.
pt_br: Use o botão do meio do mouse para abrir aplicativos, colar textos, abrir abas e mais.
ru: Используйте среднюю кнопку мыши для запуска приложений, вставки текста, открытия вкладок и других действий.

source: Middle-click
ast: Pulsación central
el: Μεσαίο κλικ
fi: Hiiren keskimmäisen painikkeen napsautus
nl: Middelklik
pt_br: Clicar o botão do meio
ru: Щелчок средней кнопкой

source: Many mice and some touchpads have a middle mouse button. On a mouse with a scroll wheel, you can usually press directly down on the scroll wheel to middle-click. If you don't have a middle mouse button, you can press the left and right mouse buttons at the same time to middle-click.
ast: Muchos ratones y dellos touchpads tiennun botón central. En ratones que disponen de rueda de desplazamiento, a vegaes puede presionar la rueda directamente pa facer una pulsación de botón central. Si no dispone de botón central, puede emularlo pulsando los botones esquierdu y drechu al mesmu tiempu.
el: Πολλά ποντίκια και κάποιες επιφάνειες αφής έχουν μεσαίο κουμπί ποντικιού. Σε ποντίκι με τροχό κύλισης, μπορείτε συνήθως να πιέσετε κατευθείαν προς τα κάτω τον τροχό για μεσαίο κλικ. Αν δεν έχετε μεσαίο κουμπί ποντικιού, μπορείτε να πιέσετε το αριστερό και το δεξί κουμπί συγχρόνως για να κάνετε μεσαίο κλικ.
es: Muchos ratones y algunos touchpads tienen un botón central. En ratones que disponen de rueda de desplazamiento, a veces puede presionar la rueda directamente para hacer una pulsación de botón central. Si no dispone de botón central, puede emularlo pulsando los botones izquierdo y derecho al mismo tiempo.
fi: Useimmat hiiret ja kosketyslevyt sisältävät keskimmäisen painikkeen. Hiiressä, jossa on vieritysrulla, on yleensä mahdollista painaa vieritysrulla pohjaan, jolloin painallus luetaan keskimmäisen painikkeen napsautukseksi. Jos hiiressäsi ei ole vieritysrullaa, voit painaa vasemman ja oikean painikkeen pohjaan samanaikaisesti napsauttaaksesi keskimmäistä painiketta.
nl: Veel muizen, en sommige touchpads, hebben een middelste muisknop. Bij een muis met een scrollwieltje kunt u meestal op het wieltje drukken voor een middelklik. Als u geen middelste muisknop heeft, dan kunt u de linker en rechter muisknop tegelijk indrukken voor een middelklik.
pt_br: Muitos mice e alguns touchpads possuem um botão do meio. Em um mouse com roda, você geralmente pode pressioná-la para executar um clique com o botão do meio. Se você não tiver um botão do meio, você pode pressionar os botões direito e esquerdo ao mesmo tempo para executar um clique com o botão do meio.
ru: Многие мыши и некоторые тачпады имеют третью, среднюю кнопку. На мыши с колёсиком прокрутки для выполнения щелчка средней кнопкой обычно используется нажатие на это колёсико. Если у мыши нет средней кнопки, для имитации щелчка средней кнопкой можно нажать одновременно левую и правую кнопку мыши.

source: On touchpads that support multi-finger taps, you can tap with three fingers at once to middle-click. You have to <link xref="mouse-touchpad-click">enable tap clicking</link> in the touchpad settings for this to work.
ast: En «touchpads» que seyan multitáctiles puede calcar con tres dedos a la vegada pa realizar una pulsación col botón del mediu. Pa que esto funcione, tien de activar <link xref="mouse-touchpad-click">Activar pulsaciones del mur col touchpad</link> na configuración del «touchpad».
el: Σε επιφάνειες αφής που υποστηρίζουν χτύπους πολλαπλών δαχτύλων, μπορείτε να χτυπήσετε με τρία δάχτυλα συγχρόνως για μεσαίο κλικ. Θα πρέπει να <link xref="mouse-touchpad-click">ενεργοποιήσετε το κλικ με χτύπους</link> στις ρυθμίσεις του δείκτη αφής ώστε να δουλέψει αυτό.
pt_br: Em touchpads que suportam toques multi-dedos, você pode tocar com três dedos de uma vez para simular um clique com o botão do meio do mouse. Você tem que <link xref="mouse-touchpad-click">habilitar clique por toques</link> na configuração do touchpad para que isto funcione.
ru: Если сенсорная панель поддерживает прикосновения несколькими пальцами, вы можете сымитировать щелчок средней кнопкой мыши, нажав панель сразу тремя пальцами. Чтобы воспользоваться этим, вам нужно <link xref="mouse-touchpad-click">включить щелчки для сенсорной панели</link> в настройках сенсорной панели.

source: Many applications use middle-click for advanced click shortcuts.
ast: Abondes aplicaciones usan la pulsación central pa ataxos de pulsación avanzaos.
el: Πολλές εφαρμογές χρησιμοποιούν το μεσαίο κλικ σε συντομεύσεις κλικ για προχωρημένους χρήστες.
nl: Veel toepassingen gebruiken de middelste muisknop voor geavanceerde snelkoppelingen.
pt_br: Muitos aplicativos usam o clique com o botão do meio do mouse para atalhos de clique avançados.
ru: Во многих приложениях щелчок средней кнопкой используется для выполнения различных действий.

source: One common shortcut is to paste selected text. (This is sometimes called primary selection paste.) Select the text you want to paste, then go to where you want to paste it and middle-click. The selected text is pasted at the mouse position.
ast: Un atayu común es apegar el testu escoyíu. (A vegaes se denomina pegáu de Escoyeta principal) Escueyi el testu que quies apegar, a continuación, vaya a donde quiera apegar y fae una pulsación central. El testu escoyíu se pegará na posición del mur.
el: Μία κοινή συντόμευση είναι για την επικόλληση επιλεγμένου κειμένου. (Ονομάζεται και επικόλληση πρωτεύουσας επιλογής). Επιλέξτε το κείμενο που σας ενδιαφέρει και μετά πηγαίνετε στο σημείο όπου θέλετε να το επικολλήσετε και κάνετε μεσαίο κλικ. Το επιλεγμένο κείμενο θα επικολληθεί στη θέση του ποντικιού.
pt_br: Um atalho comum é colar um texto selecionado. (Isto é às vezes chamado de colagem primária da seleção). Selecione o texto que você quer colar, então vá aonde você quer colar e clique com o botão do meio do mouse.
ru: Одно из таких действий — это вставка выделенного текста. Выделите текст, затем переместите указатель мыши в то место, куда хотите вставить текст, и щёлкните средней кнопкой.

source: Pasting text with your middle mouse button is completely separate from the normal clipboard. Selecting text does not copy it to your clipboard. This quick method of pasting only works with the middle mouse button.
ast: Apegar testu col botón central del mur es algo totalmente independiente de pegarlo dende el portapapeles normal. Al escoyer testu no se pega al portapapeles. Esti métodu rápidu de pegáu solo furrula col botón central del mur.
el: Η επικόλληση κειμένου με το μεσαίο κουμπί του ποντικιού δεν έχει καμία σχέση με το κανονικό πρόχειρο. Η επιλογή του κειμένου δεν το αντιγράφει στο πρόχειρό σας. Αυτή η γρήγορη μέθοδος επικόλλησης λειτουργεί μόνο με το μεσαίο κλικ.
es: Pegar texto con el botón central del ratón es algo totalmente independiente de pegarlo desde el portapapeles normal. Al seleccionar texto no se pega al portapapeles. Este método rápido de pegado solo funciona con el botón central del ratón.
pt_br: Colar textos com o botão do meio do mouse é uma tarefa completamente independente da área de transferência normal. Um texto selecionado não é copiado para a área de transferência. Esse método rápido de colagem somente funciona com o botão direito do mouse.
ru: Вставка текста с помощью средней кнопки мыши работает абсолютно независимо от буфера обмена. Выделенный текст при выполнении этой операции не копируется в буфер обмена.

source: You can quickly open a new window for an application with middle-click. Simply middle-click on the application's icon, either in the <gui>launcher</gui> on the left, or in the <gui>dash</gui>.
ast: Pues abrir rápidamente una ventana nueva pa una aplicación col botón mediu del mur. Cenciellamente primi col botón del mediu nel iconu de l'aplicación, o nel <gui>llanzador</gui> a la izquierda, o nel <gui>dash</gui>.
el: Μπορείτε να ανοίξετε γρήγορα ένα νέο παράθυρο μιας εφαρμογής με μεσαίο κλικ. Απλά κάνετε μεσαίο κλικ στο εικονίδιο της εφαρμογής, είτε στον <gui>εκκινητή</gui> αριστερά, είτε στο <gui>dash</gui>.
pt_br: Você pode abrir rapidamente uma nova janela para um aplicativo com o botão do meio do mouse. Simplesmente clique com o botão do meio no ícone do aplicativo, ou no <gui>lançador</gui> à esquerda, ou no <gui>painel</gui>.
ru: Вы можете быстро открыть новое окно приложения с помощью щелчка средней кнопкой мыши. Просто щёлкните на значке приложения средней кнопкой мыши, либо слева в <gui>панели запуска</gui>, либо в <gui>главном меню</gui>.

source: Most web browsers allow you to open links in tabs quickly with the middle mouse button. Just click any link with your middle mouse button, and it will open in a new tab. Be careful clicking the link in the <app>Firefox</app> web browser, though. In <app>Firefox</app>, if you middle-click anywhere except on a link, it will try to load your selected text as a URL, as if you used middle-click to paste it to the location bar and pressed <key>Enter</key>.
ast: Muchos navegadores web le permiten abrir enllaces en llingüetes rápidamente con el botón central del mur. Calca cualesquier enllaz col botón central y se abrirá nuna nueva pestaña. Pero ten cuidáu al calcar un enllaz nel restolador web <app>Firefox</app>. En <app>Firefox</app>, si calca el botón central en cualesquier otru sitiu que no seya un enllaz, el restolador intentará cargar su testu escoyíu como un URL, como si vusté hubiese usáu el botón central pa pegarlo na barra de direcciones y hubiese pulsáu <key>Intro</key>.
el: Οι περισσότεροι περιηγητές σας επιτρέπουν να ανοίγετε γρήγορα συνδέσμους σε νέες καρτέλες με μεσαίο κλικ. Απλά κάνετε κλικ σε οποιονδήποτε σύνδεσμο με το μεσαίο κουμπί του ποντικιού, και ο σύνδεσμος ανοίγει σε νέα καρτέλα. Προσοχή με τους συνδέσμους στον <app>Firefox</app>, όμως. Στον <app>Firefox</app>, αν κάνετε μεσαίο κλικ σε κάτι που δεν είναι σύνδεσμος, ο περιηγητής θα προσπαθήσει να φορτώσει το επιλεγμένο κείμενο ως διεύθυνση URL. Δηλαδή, θα θεωρήσει ότι χρησιμοποιήσατε το μεσαίο κλικ για να επιλέξετε κείμενο, το επικολλήσατε στη γραμμή διευθύνσεων και πατήσατε <key>Enter</key>.
es: Muchos navegadores web le permiten abrir enlaces en pestañas rápidamente con el botón central del ratón. Pulse cualquier enlace con el botón central y se abrirá en una nueva pestaña. Pero tenga cuidado al pulsar un enlace en el navegador web <app>Firefox</app>. En <app>Firefox</app>, si pulsa el botón central en cualquier otro sitio que no sea un enlace, el navegador intentará cargar su texto seleccionado como un URL, como si usted hubiese usado el botón central para pegarlo en la barra de direcciones y hubiese pulsado <key>Entrar</key>.
pt_br: A maioria dos navegadores o permite abrir links em abas rapidamente com o botão do meio do mouse. Clique em qualquer link com o botão do meio do seu mouse e ele se abrirá em uma nova aba. Mas tenha cuidado com o <app>Firefox</app>: nele, se você clicar com o botão do meio do mouse em qualquer lugar que não seja um link, ele tentará carregar o seu texto selecionado como uma URL, como se você tivesse usado o clique com o botão do meio para colar o texto na barra de localização e pressionado <key>Enter</key>.
ru: Большинство веб-браузеров позволяют с помощью средней кнопки мыши быстро открывать ссылки в новых вкладках. Просто щёлкните на ссылке средней кнопкой мыши, и она откроется в новой вкладке. Но будьте осторожны при щелчках на ссылках в <app>Firefox</app>. Если вы щёлкнете на чём-то, не являющемся ссылкой, <app>Firefox</app> попытается загрузить выделенный вами текст, как адрес, считая, что щелчком средней кнопки мыши вы вставили выделенный текст в строку адреса и нажали <key>Enter</key>.

source: In the file manager, middle-click serves two roles. If you middle-click a folder, it will open in a new tab. This mimics the behavior of popular web browsers. If you middle-click a file, it will open the file, just as if you had double-clicked.
ast: Nel xestor de ficheros, el botón central tien dos funciones. Si calca con el botón central nuna carpeta, se abrirá nuna pestaña nueva. Esti comportamiento imita al de los navegadores web más populares. Si calca con el botón central sobro un ficheru, lo abrirá como si hubiese pulsáu dos vegaes sobro elli.
el: Στον διαχειριστή αρχείων, το μεσαίο κλικ κάνει δύο δουλειές. Αν κάνετε μεσαίο κλικ σε φάκελο, ο φάκελος θα ανοίξει σε νέα καρτέλα, όπως συμβαίνει και στους περισσότερους περιηγητές διαδικτύου. Αν κάνετε μεσαίο κλικ σε αρχείο, τότε το αρχείο θα ανοίξει κανονικά, σαν να είχατε κάνει διπλό κλικ.
es: En el gestor de archivos, el botón central tiene dos funciones. Si pulsa con el botón central en una carpeta, se abrirá en una pestaña nueva. Este comportamiento imita al de los navegadores web más populares. Si pulsa con el botón central sobre un archivo, lo abrirá como si hubiese pulsado dos veces sobre él.
pt_br: No gerenciador de arquivos, clicar com o botão do meio serve para duas coisas. Se você clicar com o botão do meio em uma pasta, ele irá abrir a pasta em uma nova aba. Isso imita o comportamento de navegadores web populares. Se você clicar em um arquivo com o botão do meio, ele irá abrir o arquivo, assim como se você tivesse clicado duas vezes.
ru: В менеджере файлов щелчок средней кнопкой мыши выполняет две функции. Если вы щёлкнете средней кнопкой на папке, она будет открыта в новой вкладке. Если же щёлкнуть средней кнопкой на файле, файл будет открыт, как если бы вы выполнили на нём двойной щелчок левой кнопкой.

source: Some specialized applications allow you to use the middle mouse button for other functions. Search your application's help for <em>middle-click</em> or <em>middle mouse button</em>.
ast: Dalgunes aplicaciones especializadas le permiten usar el botón central del mur pa otres funciones. Busque na aida de su aplicación dalgún apartáu referente a <em>pulsación central</em> o <em>botón central del mur</em>.
el: Ορισμένες εφαρμογές επιτρέπουν τη χρήση του μεσαίου κλικ για άλλες λειτουργίες. Για περισσότερες πληροφορίες, ψάξτε στη βοήθεια της εφαρμογής για <em>μεσαίο κλικ</em> ή <em>μεσαίο κουμπί ποντικιού</em>.
es: Algunas aplicaciones especializadas le permiten usar el botón central del ratón para otras funciones. Busque en la ayuda de su aplicación algún apartado referente a <em>pulsación central</em> o <em>botón central del ratón</em>.
nl: In sommige gespecialiseerde toepassingen kunt u de middelste muisknop gebruiken voor andere functies. Zoek in de hulp van de toepassing naar <em>middelklik</em> of <em>middelste muisknop</em>.
pt_br: Algumas aplicações permitem que você use o botão do meio do mouse para outras funções. Procure na ajuda de sua aplicação por <em>clique do meio</em> ou <em>botão do meio do mouse</em>.
ru: Некоторые специализированные приложения позволяют использовать среднюю кнопку мыши для выполнения других функций. Подробнее о назначении в них средней кнопки, смотрите в руководствах к этим приложениям.

source: How to enable <gui>Mouse Keys</gui> to click and move the mouse pointer with a keypad.
ast: Cómo activar <gui>Teclas de mur</gui> pa calcar y mover el puntero del mur con un keypad.
el: Πώς να ενεργοποιήσετε τα <gui>Πλήκτρα του ποντικιού</gui> ώστε να κάνετε κλικ και να μετακινείτε το δείκτη του ποντικιού με το αριθμητικό πληκτρολόγιο.
fi: Osoittimen liikuttaminen ilman hiirtä näppäimistöllä <gui>Hiirinäppäinten</gui> avulla.
nl: Hoe kan ik <gui>Muistoetsen</gui> inschakelen om te klikken en de muisaanwijzer met een toetsenbord te bewegen.
pt_br: Como habilitar <gui>Teclas do mouse</gui> para clicar e mover o ponteiro do mouse com um teclado.
ru: Как включить возможность щёлкать и перемещать указатель мыши с помощью цифрового блока клавиатуры в диалоге <gui>Кнопки мыши</gui>.

source: Click and move the mouse pointer without a mouse
ast: Calca y mueva el puntero con un mur
el: Κλικ και μετακίνηση του δείκτη χωρίς ποντίκι
fi: Napsauta ja siirrä hiiren osoitinta ilman hiirtä
nl: Klik en beweeg de muis aanwijzer zonder een muis
pt_br: Clique e mova o ponteiro do mouse sem um mouse
ru: Щелчки и перемещение указателя мыши без мыши

source: If you have difficulties using a mouse or other pointing device, you can control the mouse pointer using the numeric keypad on your keyboard.
ast: Si tien dificultades al usar un mur u otru preséu señalador, puede controlar el puntero del mur usando el tecláu numbéricu de su tecláu.
el: Αν δυσκολεύεστε να χρησιμοποιείτε ποντίκι ή άλλη συσκευή κατάδειξης, μπορείτε να ελέγξετε το δείκτη του ποντικιού χρησιμοποιώντας το αριθμητικό πληκτρολόγιό σας.
es: Si tiene dificultades al usar un ratón u otro dispositivo señalador, puede controlar el puntero del ratón usando el teclado numérico de su teclado.
nl: Als u problemen heeft bij het gebruik van een muis of ander aanwijsapparaat, kunt u de muisaanwijzer via het numerieke toetsenbord besturen.
pt_br: Se você tiver dificuldades para usar o mouse ou outro dispositivo apontador, você pode controlar o ponteiro do mouse com o teclado numérico de seu teclado.
ru: Если вам трудно пользоваться мышью или другим указывающим устройством, вы можете управлять курсором мыши с помощью цифрового блока клавиш на вашей клавиатуре.

source: Switch <gui>Mouse Keys</gui> on.
ast: Active les <gui>Teclas del mur</gui>.
el: Ενεργοποίηση της επιλογής <gui>Πλήκτρα ποντικιού</gui>.
fi: Aseta <gui>Hiirinäppäimet</gui> päälle.
nl: Schakel <gui>Muistoetsen</gui> in.
pt_br: Ative <gui>Teclas do mouse</gui>.
ru: Включите <gui>Клавиши мыши</gui>.

source: Make sure that <key>Num Lock</key> is turned off. You will now be able to move the mouse pointer using the keypad.
ast: Compruebe que la tecla <key>Bloq Num</key> ta desactivada. Agora podrá mover el puntero del mur usando el tecláu numbéricu.
el: Βεβαιωθείτε ότι το <key>Num Lock</key> είναι απενεργοποιημένο. Έτσι, θα μπορείτε πλέον να μετακινείτε το δείκτη του ποντικιού με το αριθμητικό πληκτρολόγιο.
es: Compruebe que la tecla <key>Bloq Num</key> está desactivada. Ahora podrá mover el puntero del ratón usando el teclado numérico.
fi: Varmista, että <key>Num Lock</key> on pois päältä. Voit nyt ohjata hiiren osoitinta näppäimistöä käyttäen.
nl: Zorg ervoor dat <key>Num Lock</key> uit staat. U kunt nu de muisaanwijzer besturen via het numerieke toetsenbord.
pt_br: Certifique-se que o <key>Num Lock</key> está desligado. Você poderá agora mover o ponteiro do mouse usando o teclado.
ru: Убедитесь, что <key>Num Lock</key> отключен. Теперь вы сможете перемещать указатель мыши с помощью клавиатуры.
