Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: You can make the icons and text larger or smaller in icon view. You can do this in an individual folder from the <gui>View</gui> menu, and the file manager will remember your zoom choice for each folder. If you frequently use a larger or smaller zoom level, you can set the default with this option.
ast: Puede facer los iconos y el testu más grande o más pequeña na vista de iconos. Puede facer esto nuna carpeta individual del menú <gui>Vista</gui> y el xestor de ficheros recordará su elección pa cada carpeta. Si utiliza con frecuencia un mayor o menor nivel de ampliación, puede afitar el valor predetermináu de esta opción.
el: Μπορείτε να κάνετε τις εικόνες και το κείμενο μεγαλύτερο ή μικρότερο σε προβολή ως εικονίδια. Μπορείτε να το κάνετε αυτό σε ένα μεμονωμένο φάκελο από το μενού <gui>Προβολή</gui> και ο διαχειριστής αρχείων θα θυμάται την επιλογή μεγένθυσής σας για κάθε φάκελο. Εάν χρησιμοποιείτε συχνά ένα μεγαλύτερο ή μικρότερο επίπεδο μεγένθυσης μπορείτε να ορίσετε την προεπιλογή με αυτή την επιλογή.
es: Puede hacer los iconos y el texto más grande o más pequeña en la vista de iconos. Puede hacer esto en una carpeta individual del menú <gui>Vista</gui> y el gestor de archivos recordará su elección para cada carpeta. Si utiliza con frecuencia un mayor o menor nivel de ampliación, puede establecer el valor predeterminado de esta opción.
nl: U kunt pictogrammen en tekst in de pictogrammenweergave groter of kleiner maken. U kunt dit doen in een individuele map vanuit het menu <gui>Beeld</gui>, en bestandsbeheer zal uw zoomkeuze voor elke map onthouden. Als u vaak een grotere of kleinere zoomfactor gebruikt, dan kunt u met deze optie de standaard instellen.
pt_br: Você pode deixar os ícones e textos maiores ou menores na exibição de ícones. Você pode fazer isso para uma pasta em particular a partir do menu <gui>Ver</gui>, e o gerenciador de arquivos lembrará de sua escolha de ampliação para cada pasta. Se você utiliza um nível de ampliação maior ou menor com frequência, você pode escolher um valor padrão nessa opção.
ru: В режиме просмотра в виде значков вы можете сделать значки и текст крупнее или мельче. Вы можете изменить масштаб для отдельной папки с помощью меню <gui>Вид</gui>, и менеджер файлов запомнит выбранный масштаб для каждой папки. Если же вы часто используете более крупный или мелкий масштаб, то можете задать его значение по умолчанию с помощью данной опции.

source: In icon view, more or fewer captions are shown based on your zoom level. See <link xref="nautilus-display#icon-captions"/> for more information.
ast: Na vista de iconos, se mostrará más o menos leyendas informativas en función de su nivel de ampliación. Consulte <link xref="nautilus-display#icon-captions"/> pa más información.
el: Σε προβολή εικονιδίου είναι περισσότερες ή λιγότερες οι λεζάντες που εμφανίζονται ανάλογα με το επίπεδο μεγένθυσής σας. Δείτε <link xref="nautilus-display#icon-captions"/> για περισσότερες πληροφορίες.
es: En la vista de iconos, se mostrará más o menos leyendas informativas en función de su nivel de ampliación. Consulte <link xref="nautilus-display#icon-captions"/> para más información.
nl: In pictogrammenweergave worden meer of minder bijschriften getoond, gebaseerd op de zoomfactor. Zie <link xref="nautilus-display#icon-captions"/> voor meer informatie.
pt_br: Na visualização de ícones, são mostradas mais ou menos legendas de acordo com o seu nível de ampliação. Acesse <link xref="nautilus-display#icon-captions"/> para mais informações.
ru: При просмотре в виде значков в зависимости от масштаба в подписях к значкам будет отображаться больше или меньше информации. Подробнее см. <link xref="nautilus-display#icon-captions"/>.

source: Text beside icons
ast: Testu xunto a los iconos
el: Κείμενο μαζί με εικονίδια
es: Texto junto a los iconos
fi: Teksti kuvakkeiden vieressä
nl: Tekst naast pictogrammen
pt_br: Texto ao lado dos ícones
ru: Текст рядом со значками

source: Selecting this option will place folder and file names to the right of icons, rather than below them. This is a more compact layout that allows you to see more information at once.
ast: Al escoyer esta opción, aparecerán los nomes de los ficheros y carpetas a la drecha de los iconos, en llugar de baxo estos. Esta es una distribución más compacta que le permite ver más información a la vegada.
el: Αυτή η επιλογή θα τοποθετήσει τον φάκελο και το όνομα του αρχείου δεξιά του εικονιδίου και όχι κάτω από αυτό. Αυτή είναι μια πιο συμπαγή διάταξη που επιτρέπει σε σας να δείτε περισσότερες πληροφορίες με τη μία.
es: Al seleccionar esta opción, aparecerán los nombres de los archivos y carpetas a la derecha de los iconos, en lugar de bajo estos. Esta es una distribución más compacta que le permite ver más información a la vez.
nl: Door deze optie te kiezen zullen de namen van mappen en bestanden rechts van het pictogram in plaats van eronder geplaatst worden. Dit is een compactere lay-out waardoor u meer informatie ineens kunt zien.
pt_br: Ao escolher essa opção, nomes de arquivos e pastas aparecerão à direita dos ícones, em vez de embaixo deles. Trata-se de uma disposição mais compacta, que permite a você ver mais informações de uma vez só.
ru: При включение этой опции имена папок и файлов будут размещаться справа от значков, а не под ними. Это более компактное расположение, позволяющее видеть больше информации одновременно.

source: Compact view defaults
ast: Valores predeterminaos de la vista compacta
el: Προεπιλογές συμπαγούς προβολής
es: Valores predeterminados de la vista compacta
nl: Standaardinstellingen compacte weergave
pt_br: Padrões da visualização compacta
ru: Настройки по умолчанию для компактного режима

source: You can make the icons and text larger or smaller in compact view. You can do this in an individual folder from the <gui>View</gui> menu, and the file manager will remember your zoom choice for each folder. If you frequently use a larger or smaller zoom level, you can set the default with this option.
ast: Puede facer que los iconos y los textos seyan más grandes o más pequeños en la vista compacta. Puede hacerlo nuna carpeta individual dende el menú <gui>Ver</gui>, y el xestor de ficheros recordará el nivel de aumento que vusté heba escoyíu pa cada carpeta. Si suele usar con frecuencia un determináu nivel de aumento más grande o más pequeñu, puede afitar el nivel predetermináu con esta opción.
el: Μπορείτε να κάνετε τα εικονίδια και το κείμενο μεγαλύτερο ή μικρότερο σε συμπαγή προβολή. Μπορείτε να το κάνετε αυτό σε έναν μεμονωμένο φάκελο από το μενού <gui>Προβολή</gui> και ο διαχειριστής αρχείων θα θυμάται την επιλογή μεγένθυσής σας για κάθε φάκελο. Εάν χρησιμοποιείτε συχνά ένα μεγαλύτερο ή μικρότερο επίπεδο μεγένθυσης, μπορείτε να ορίσετε την προεπιλεγμένη με αυτή την επιλογή.
es: Puede hacer que los iconos y los textos sean más grandes o más pequeños en la vista compacta. Puede hacerlo en una carpeta individual desde el menú <gui>Ver</gui>, y el gestor de archivos recordará el nivel de aumento que usted haya seleccionado para cada carpeta. Si suele usar con frecuencia un determinado nivel de aumento más grande o más pequeño, puede establecer el nivel predeterminado con esta opción.
nl: U kunt pictogrammen en tekst in de compacte weergave groter of kleiner maken. U kunt dit doen in een individuele map vanuit het menu <gui>Beeld</gui>, en bestandsbeheer zal uw zoomkeuze voor elke map onthouden. Als u vaak een grotere of kleinere zoomfactor gebruikt, dan kunt u met deze optie de standaard instellen.
pt_br: Você pode deixar os ícones e textos maiores ou menores na visualização compacta. Você pode fazer isso para uma pasta em particular a partir do menu <gui>Ver</gui>, e o gerenciador de arquivos lembrará de sua escolha de ampliação para cada pasta. Se você utiliza um nível de ampliação maior ou menor com frequência, você pode escolher um valor padrão nessa opção.
ru: В компактном режиме вы можете делать значки и текст крупнее или мельче. Вы можете изменить масштаб для отдельной папки с помощью меню <gui>Вид</gui>, и менеджер файлов запомнит выбранный масштаб для каждой папки. Если же вы часто используете более крупный или мелкий масштаб, то можете задать его по умолчанию с помощью данной опции.

source: All columns have the same width
ast: Toes les columnes tienna mesma anchu
el: Όλες οι στήλες έχουν το ίδιο πλάτος
es: Todas las columnas tienen la misma anchura
fi: Kaikilla sarakkeilla on sama leveys
nl: Alle kolommen hebben dezelfde breedte
pt_br: Todas as colunas tem a mesma largura.
ru: Все столбцы одинаковой ширины

source: By default, each column in compact view is as wide as it needs to be to fit the names of the items in that column. Selecting this option will make all the columns have the same width. This will make files and folders that have names longer than the column width be displayed with an ellipsis (...) at the end.
ast: De forma predeterminada, cada columna de la vista compacta es tan ancha como necesite pa que quepan los nomes de los elementos en esa columna. Al escoyer esta opción, conseguirá que toes les columnes tengan la mesma anchu. Esto hará que los ficheros y carpetas que tengan nomes más grandes que el anchor de la columna se muestren con puntos suspensivos (...) al final.
el: Από προεπιλογή, κάθε στήλη στη συμπαγή προβολή είναι τόσο ευρεία όσο χρειάζεται για να χωρέσει τα ονόματα των στοιχείων σε αυτήν τη στήλη. Αυτή η επιλογή θα κάνει όλες τις στήλες να έχουν το ίδιο πλάτος. Αυτό θα κάνει τα αρχεία και τους φακέλους που έχουν ονόματα μεγαλύτερα από το πλάτος της στήλης να εμφανίζονται με αποσιωπητικά (…) στο τέλος.
es: De forma predeterminada, cada columna de la vista compacta es tan ancha como necesite para que quepan los nombres de los elementos en esa columna. Al seleccionar esta opción, conseguirá que todas las columnas tengan la misma anchura. Esto hará que los archivos y carpetas que tengan nombres más grandes que el ancho de la columna se muestren con puntos suspensivos (...) al final.
nl: Standaard is elke kolom in de compacte weergave net zo breed als nodig is om de namen van de items in die kolom te laten passen. Door deze optie te selecteren zullen alle kolommen dezelfde breedte hebben. Hierdoor zullen bestanden en mappen met namen die langer zijn dan de kolombreedte, weergegeven worden met een ellips (…) aan het einde.
pt_br: Por padrão, cada coluna da visualização compacta é tão larga quanto for necessário para caber os nomes dos itens nessa coluna. Ao escolher essa opção, todas as colunas terão a mesma largura. Isso fará arquivos e pastas com nomes mais compridos que a largura da coluna aparecerem com uma elipse (...) ao final.
ru: По умолчанию ширина каждой колонки в компактном виде выбирается такой, чтобы вместить названия объектов в этой колонке. Если включить эту опцию, все колонки будут иметь одинаковую ширину. При этом подписи к файлам и папкам, не уместившиеся в ширину колонки, будут показаны с многоточием (...) в конце.

source: List view defaults
ast: Valores predeterminaos de la vista de llista
el: Προεπιλογές προβολής λίστας
es: Valores predeterminados de la vista de lista
nl: Standaardinstellingen lijstweergave
pt_br: Padrões da visualização em lista
ru: Настройки по умолчанию для просмотра в виде списка

source: You can make the icons and text larger or smaller in list view. You can do this in an individual folder from the <gui>View</gui> menu, and the file manager will remember your zoom choice for each folder. If you frequently use a larger or smaller zoom level, you can set the default with this option.
ast: Puede facer que los iconos y los textos seyan más grandes o más pequeños en la vista de llista. Puede hacerlo nuna carpeta individual dende el menú <gui>Ver</gui>, y el xestor de ficheros recordará el nivel de aumento que vusté heba escoyíu pa cada carpeta. Si suele usar con frecuencia un determináu nivel de aumento más grande o más pequeñu, puede afitar el nivel predetermináu con esta opción.
el: Μπορείτε να κάνετε τις εικόνες και το κείμενο μεγαλύτερο ή μικρότερο σε προβολή λίστας. Μπορείτε να το κάνετε αυτό σε έναν μεμονωμένο φάκελο από το μενού <gui>Προβολή</gui> και ο διαχειριστής αρχείων θα θυμάται την επιλογή μεγένθυνσής σας για κάθε φάκελο. Εάν χρησιμοποιείτε συχνά ένα μεγαλύτερο ή μικρότερο επίπεδο μεγένθυνσης, μπορείτε να ορίσετε την προεπιλεγμένη με αυτή την επιλογή.
es: Puede hacer que los iconos y los textos sean más grandes o más pequeños en la vista de lista. Puede hacerlo en una carpeta individual desde el menú <gui>Ver</gui>, y el gestor de archivos recordará el nivel de aumento que usted haya seleccionado para cada carpeta. Si suele usar con frecuencia un determinado nivel de aumento más grande o más pequeño, puede establecer el nivel predeterminado con esta opción.
nl: U kunt de pictogrammen en tekst in de lijstweergave groter of kleiner maken. U kunt dit in een individuele map doen vanuit het menu <gui>Beeld</gui>, en bestandsbeheer zal uw zoomkeuze voor elke map onthouden. Als u vaak een grotere of kleinere zoomfactor gebruikt, dan kunt u met deze optie de standaard instellen.
pt_br: Você pode deixar os ícones e textos maiores ou menores na exibição em lista. Você pode fazer isso para uma pasta em particular a partir do menu <gui>Ver</gui>, e o gerenciador de arquivos lembrará de sua escolha de ampliação para cada pasta. Se você utiliza um nível de ampliação maior ou menor com frequência, você pode escolher um valor padrão nessa opção.
ru: При просмотре в виде списка вы можете делать значки и текст крупнее или мельче. Вы можете изменить масштаб для отдельной папки с помощью меню <gui>Вид</gui>, и менеджер файлов запомнит выбранный масштаб для каждой папки. Если же вы часто используете более крупный или мелкий масштаб, то можете задать его по умолчанию с помощью данной опции.

source: Tree view defaults
ast: Valores predeterminaos de la vista de árbol
el: Προεπιλογές προβολής δέντρου
es: Valores predeterminados de la vista de árbol
nl: Standaardinstellingen boomstructuurweergave
pt_br: Padrões da visualização em árvore
ru: Настройки по умолчанию для просмотра в виде дерева

source: You can show a full folder tree in your file manager sidebar by selecting <guiseq><gui>View</gui><gui>Sidebar</gui><gui>Tree</gui></guiseq>. By default, the tree sidebar only shows folders. If you want to show files in the sidebar as well, turn <gui>Show only folders</gui> off.
ast: Puede amosar un árbol de carpetas completu na barra lateral de su xestor de ficheros seleccionando <guiseq><gui>Ver</gui><gui>Barra lateral</gui><gui>Árbol</gui></guiseq>. De manera predeterminada, la barra lateral en árbol solo amuesa carpetas. Si además quies ver los ficheros na barra lateral, desactive <gui>Amosar solo carpetas</gui>.
el: Μπορείτε να εμφανίσετε μια πλήρη δομή φακέλου στην πλευρική στήλη του διαχειριστή αρχείων σας επιλέγοντας <guiseq><gui>Προβολή</gui><gui>Πλευρική στήλη</gui><gui>Δέντρο</gui></guiseq>. Από προεπιλογή, το δέντρο της πλευρική στήλη δείχνει μόνο τους φακέλους. Αν θέλετε να δείτε τα αρχεία στην πλευρική στήλη, κλείστε την <gui>Εμφάνιση μόνο των φακέλων</gui>.
nl: U kunt een volledige mappenboomstructuur in de zijbalk van bestandsbeheer tonen door te kiezen voor <guiseq><gui>Beeld</gui><gui>Zijbalk</gui><gui>Boom</gui></guiseq>. Standaard toont de boomzijbalk alleen mappen. Als u ook bestanden in de zijbalk wilt tonen, zet dan <gui>Alleen mappen tonen</gui> uit.
pt_br: Você pode exibir uma árvore completa de pastas na barra lateral do seu gerenciador de arquivos selecionando <guiseq><gui>Ver</gui><gui>Barra lateral</gui><gui>Árvore</gui></guiseq>.

source: You can connect computers together by forming an <em>ad-hoc</em> wireless network.
ast: Puede coneutar equipos ente sí formando una red inalámbrica <em>ad-hoc</em>.
el: Μπορείτε να συνδέσετε υπολογιστές μαζί δημιουργώντας ένα ασύρματο δίκτυο τύπου <em>ad-hoc</em> (δηλαδή, υπολογιστή προς υπολογιστή).
es: Puede conectar equipos entre sí formando una red inalámbrica <em>ad-hoc</em>.
fi: Voit yhdistää tietokoneita toisiinsa luomalla langattoman <em>tilapäisverkon</em>.
nl: U kunt computers met elkaar verbinden door een <em>ad-hoc</em> draadloos netwerk te vormen.
pt_br: Você pode conectar computadores juntos para formar uma rede sem fio <em>ad-hoc</em>.
ru: Вы можете соединить компьютеры друг с другом, создав беспроводную <em>ad-hoc</em> сеть.

source: Connect directly to another computer with a wireless connection
ast: Conectase directamente con otru equipu usando una conexón inalámbrica.
el: Σύνδεση απευθείας σε άλλον υπολογιστή με μία ασύρματη σύνδεση
es: Conectarse directamente con otro equipo usando una conexión inalámbrica.
fi: Yhdistä suoraan toiseen koneeseen langattomalla yhteydellä
nl: Direct met een andere computer verbinden met een draadloze verbinding
pt_br: Conecte-se diretamente a outro computador com uma conexão sem fio
ru: Подключение непосредственно к другому компьютеру используя беспроводное соединение

source: You can connect computers together by forming an <em>ad-hoc</em> wireless network. This is useful if one of the computers has a printer connected to it that you want to share, or if you want to transfer files between them.
ast: Puede coneutar equipos ente sí formando una red inalámbrica <em>ad-hoc</em>. Esto es útil si uno de los eqiupos tien conectada una imprentadora que quies compartir, o si quies tresferir ficheros ente ellos.
el: Μπορείτε να συνδέσετε υπολογιστές μαζί δημιουργώντας ένα ασύρματο δίκτυο <em>ad hoc</em>. Αυτό είναι χρήσιμο αν ένας από τους υπολογιστές έχει έναν εκτυπωτή συνδεδεμένο με αυτόν που θέλετε να μοιραστείτε, ή αν θέλετε να μεταφέρετε αρχεία μεταξύ τους.
es: Puede conectar equipos entre sí formando una red inalámbrica <em>ad-hoc</em>. Esto es útil si uno de los eqiupos tiene conectada una impresora que desea compartir, o si quiere transferir archivos entre ellos.
nl: U kunt computers met elkaar verbinden door een <em>ad-hoc</em> draadloos netwerk te vormen. Dit is handig wanneer op één van de computers een printer is aangesloten die u wilt delen, of wanneer u bestanden wilt uitwisselen.
pt_br: Você pode conectar computadores entre si, formando uma rede sem-fio <em>ad-hoc</em>. Isso é útil se a um de seus computadores estiver conectada uma impressora que você deseja compartilhar.
ru: Вы можете соединить компьютеры друг с другом, создав беспроводную <em>ad-hoc</em> сеть. Это полезно, если к одному из компьютеров подключен принтер, к которому вы хотите обеспечить общий доступ, или если вы хотите переносить файлы с одного компьютера на другой.

source: With a normal (<em>infrastructure</em>) wireless network, you would connect both computers to a wireless network provided by wireless base station or router. If you don't have a base station, however, an ad-hoc network will still allow you to connect the computers to each other.
ast: Con una red inalámbrica normal (triba <em>infrastructura</em>), tendría que coneutar ambos equipos a una red inalámbrica suministrada por una estación base o un router inalámbrico. Si no dispone de una estación base, entá podrá coneutar los equipos ente sí usando una red ad-hoc.
el: Με ένα κανονικό (<em>infrastructure</em>) ασύρματο δίκτυο, θα συνδέσετε και τους δύο υπολογιστές σε ένα ασύρματο δίκτυο που παρέχεται από έναν ασύρματο σταθμό βάσης ή ένα δρομολογήτή (router). Αν δεν έχετε ένα σταθμό βάσης, ωστόσο, ένα ad-hoc δίκτυο θα εξακολουθεί να σας επιτρέπει να συνδέσετε τους δύο υπολογιστές μεταξύ τους.
es: Con una red inalámbrica normal (tipo <em>infrastructura</em>), tendría que conectar ambos equipos a una red inalámbrica suministrada por una estación base o un router inalámbrico. Si no dispone de una estación base, aún podrá conectar los equipos entre sí usando una red ad-hoc.
nl: Met een normaal (<em>infrastructure</em>) draadloos netwerk zou u beide computers aansluiten op een draadloos netwerk dat van een draadloos basisstation of router voorzien is. Maar als u geen basisstation heeft zult u met een ad-hoc netwerk toch de computers met elkaar kunnen verbinden.
pt_br: Com uma (<em>infraestrutura de</em>) rede sem fio normal, você poderia conectar ambos os computadores a uma rede sem fio pela base da estação ou roteador sem fio. Se você não tem uma base de estação, uma rede ad-hoc ainda permitirá que você conecte os computadores entre si.

source: To set-up an ad-hoc wireless network:
ast: Configurar una conexón inalámbrica ad-hoc:
el: Για να δημιουργήσετε ένα ασύρματο δίκτυο τύπου ad hoc:
es: Configurar una conexión inalámbrica ad-hoc:
nl: Om een ad-hoc draadloos netwerk in te stellen:
pt_br: Para configurar uma rede sem fio ad-hoc:

source: On one of the computers, click the <gui>network menu</gui> on the top panel and select <gui>Edit Connections</gui>.
ast: En uno de los equipos, calca el <gui>menú de red</gui> del panel superior y escueyi <gui>Editar les conexones</gui>.
el: Σε έναν από τους υπολογιστές, κάντε κλικ στο μενού <gui>δίκτυο</gui> στην κορυφή του πίνακα και επιλέξτε <gui>Επεξεργασία συνδέσεων</gui>.
es: En uno de los equipos, pulse el <gui>menú de red</gui> del panel superior y seleccione <gui>Editar las conexiones</gui>.
nl: Klik op één van de computers op het <gui>netwerkmenu</gui> in het bovenpaneel en kies <gui>Verbindingen bewerken</gui>.
pt_br: E um dos computadores, clique no <gui>menu de rede</gui> no painel superior e selecione <gui>Editar conexões</gui>.
ru: На одном из компьютеров щёлкните индикатор <gui>сетевого меню</gui> на верхней панели и выберите <gui>Изменить соединения</gui>.

source: Go to the <gui>Wireless</gui> tab and click <gui>Add</gui>.
ast: Vaya a la solapa <gui>Inalámbrico</gui> y calca <gui>Amestar</gui>.
el: Μεταβείτε στην καρτέλα <gui>Ασύρματη</gui> και κάντε κλικ στην <gui>Προσθήκη</gui>.
es: Vaya a la solapa <gui>Inalámbrico</gui> y pulse <gui>Añadir</gui>.
fi: Siirry <gui>Langaton</gui>-välilehdelle ja napsauta <gui>Lisää</gui>.
nl: Ga naar het tabblad <gui>Draadloos</gui> en klik op <gui>Toevoegen</gui>.
pt_br: Vá à aba <gui>Sem fio</gui> e clique em <gui>Adicionar</gui>.
ru: Перейдите на вкладку <gui>Беспроводные</gui> и щёлкните <gui>Добавить</gui>.

source: In the window that appears, choose a name for the wireless network and then look at the <gui>Wireless</gui> tab.
ast: Na ventana que aparecerá, escueyi un nome pa la red inalámbrica y dempués vaya a la pestaña <gui>Inalámbrica</gui>.
el: Στο παράθυρο που εμφανίζεται, επιλέξτε ένα όνομα για το ασύρματο δίκτυο και στη συνέχεια αυτό εμφανίζεται στην καρτέλα <gui>Ασύρματο</gui>
es: En la ventana que aparecerá, seleccione un nombre para la red inalámbrica y luego vaya a la pestaña <gui>Inalámbrica</gui>.
nl: Kies in het venster dat verschijnt een naam voor het draadloze netwerk en bekijk dan het tabblad <gui>Draadloos</gui>.
pt_br: Na janela que aparecer, escolha um nome para a rede sem fio e depois olhe a aba <gui>Sem fio</gui>.
ru: В появившемся окне выберите имя для беспроводного соединения и посмотрите на параметры на вкладке <gui>Беспроводные</gui>.

source: Choose an <gui>SSID</gui>. This is the name of the network that other people will be able to see.
ast: Escoja un <gui>SSID</gui>. Esti es el nome de la red, que otres personas podrán ver.
el: Επιλέξτε ένα <gui>Όνομα δικτύου (SSID)</gui>. Αυτό είναι το όνομα του δικτύου που άλλοι άνθρωποι θα είναι σε θέση να δουν.
es: Escoja un <gui>SSID</gui>. Este es el nombre de la red, que otras personas podrán ver.
nl: Kies een <gui>SSID</gui>. Dit is de naam van het netwerk dat anderen kunnen zien.
pt_br: Escolha um <gui>SSID</gui>. Esse é o nome da rede que outras pessoas poderão ver.
ru: Выберите <gui>SSID</gui>. Это имя сети, которое другие люди смогут увидеть.
