Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: When you leave your computer, you should <link xref="shell-exit#lock-screen">lock the screen</link> to prevent other people from using your desktop and accessing your files. You will still be logged in and all your applications will keep running, but you will have to enter your password to use your computer again. You can lock the screen manually, but you can also have the screen lock automatically.
ast: Cuando se aleje de su equipu, tendría <link xref="shell-exit#lock-screen">bloquear la pantalla</link> pa impedir que otres personas puedan usar su escritoriu y acceder a sus ficheros. Su sesión permanecerá abierta y toes sus aplicaciones seguirán funcionando, pero tendrá que introducir su contraseña pa poder volver a usar su equipu. Puede bloquear la pantalla manualmente, pero tamién puede facer que la pantalla se bloquee automáticamente.
el: Όταν αφήνετε τον υπολογιστή σας, θα πρέπει να χρησιμοποιείτε το <link xref="shell-exit#lock-screen">κλείδωμα της οθόνης</link> για να αποτρέψετε κάποιον τρίτο από τη χρησιμοποίηση της συνεδρίας σας και την πρόσβαση στα αρχεία σας. Θα είστε ακόμα συνδεδεμένος και οι εφαρμογές θα συνεχίσουν να εκτελούνται, αλλά θα χρειάζεται να εισάγετε τον κωδικό σας για να επαναχρησιμοποιήσετε τον υπολογιστή σας. Μπορείτε να κλειδώνετε την οθόνη χειροκίνητα, γίνεται όμως επίσης να την ρυθμίσετε ώστε να κλειδώνει αυτόματα.
es: Cuando se aleje de su equipo, debería <link xref="shell-exit#lock-screen">bloquear la pantalla</link> para impedir que otras personas puedan usar su escritorio y acceder a sus archivos. Su sesión permanecerá abierta y todas sus aplicaciones seguirán funcionando, pero tendrá que introducir su contraseña para poder volver a usar su equipo. Puede bloquear la pantalla manualmente, pero también puede hacer que la pantalla se bloquee automáticamente.
fi: Kun poistut tietokoneeltasi, sinun tulisi <link xref="shell-exit#lock-screen">lukita näyttö</link> estääksesi toisia käyttämästä konettasi ja lukemasta tiedostojasi. Olet silti kirjautuneena ja ohjelmasi ovat yhä käynnissä, mutta sinun täytyy kirjoittaa salasanasi käyttääksesi konetta uudelleen. Voit lukita näytön manuaalisesti, mutta sen voi asettaa lukittumaan automaattisesti.
nl: Wanneer u uw computer verlaat, dient u <link xref="shell-exit#lock-screen">het scherm vergrendelen</link> te kiezen om te voorkomen dat anderen uw computer gebruiken en toegang hebben tot uw bestanden. U zult aangemeld blijven en al uw toepassingen blijven draaien, maar u zult uw wachtwoord moeten invoeren om uw computer weer te gebruiken. U kunt het scherm handmatig vergrendelen, maar u kunt het ook automatisch laten doen.
pt_br: Quando você deixa seu computador, você deve <link xref="shell-exit#lock-screen">bloquear a tela</link> para prevenir que outras pessoas usem sua área de trabalho e acesse seus arquivos. Você ainda estará na sessão iniciada e todas as suas aplicações continuarão rodando, mas você terá que digitar sua senha para usar o computador novamente. Você pode bloquear a tela manualmente, mas você também pode bloquear a tela automaticamente.

source: Make sure <gui>Lock</gui> is switched on, then select a timeout from the drop-down list below. The screen will automatically lock after you have been inactive for this long. You can also select <gui>Screen turns off</gui> to lock the screen after the screen is automatically turned off, controlled with the <gui>Turn off after</gui> drop-down list above.
ast: Asegúrate de que <gui>Bloquiar</gui> ta activáu, y dempués esbilla'l tiempu na llista d'abaxo. Bloquiaráse la pantalla automáticamente dempués de tar inactiva esi periodu de tiempu. Tamién pues esbillar <gui>Apagar pantalla</gui> pa bloquiar la pantalla dempués de que la pantalla tea apagada automáticamente, controlada pola llista <gui>Apagar dempués</gui> que ta enriba.
el: Σιγουρευτείτε ότι το <gui>Κλείδωμα</gui> είναι ενεργό και έπειτα επιλέξτε το χρόνο κλειδώματος από την αναπτυσσόμενη λίστα. Η οθόνη θα κλειδώσει αυτόματα, αν μείνει ανενεργή για το χρονικό διάστημα που επιλέξατε. Μπορείτε επίσης να επιλέξετε <gui>Απενεργοποίηση της οθόνης</gui>, ώστε η οθόνη να κλειδώνει μετά την αυτόματη απενεργοποίησή της στο ελεγχόμενο από την αναπτυσσόμενη λίστα της επιλογής <gui>Απενεργοποίηση μετά από</gui> χρονικό διάστημα.
fi: Varmista, että <gui>Lukitse</gui> on käytössä ja valitse viime alla olevasta pudotusvalikosta. Näyttö lukittuu automaattisesti, jos kone on ollut käyttämättömänä asetetun viiveen verran. Voit myös valita <gui>Näyttö sammutetaan</gui> lukitaksesi näytön sen sammuttamisen jälkeen, jonka viivettä voit säätää <gui>Sammuta viiveellä</gui> -pudotusvalikolla.
nl: Zorg ervoor dat <gui>Vergrendelen</gui> aan staat en kies daarna een time-out uit de keuzelijst eronder. Het scherm zal automatisch uitgeschakeld worden nadat u zo lang inactief bent geweest. U kunt ook <gui>Scherm uitschakelen</gui> selecteren om het scherm te vergrendelen nadat het scherm automatisch is uitgeschakeld; dit stelt u in via de keuzelijst <gui>Scherm uitschakelen na:</gui>.
pt_br: Assegure-se de que <gui>Bloquear</gui> está acionado, então selecione o tempo da lista abaixo. A tela será bloqueada automaticamente depois de ficar inativa por esse período. Você pode selecionar também <gui>Tela desliga</gui> para bloquear a tela depois que a tela é desligada automaticamente, controlada pela lista <gui>Desligar após</gui> que está acima.
ru: Убедитесь, что переключатель <gui>Заблокировать</gui> включен, затем выберите время задержки из выпадающего списка ниже. Если вы были неактивны в течение этого времени, экран будет автоматически заблокирован. Вы также можете выбрать <gui>Экран выключается</gui> для блокировки экрана после того, как экран автоматически выключится в соответствии с настройками из выпадающего списка <gui>Выключать через:</gui> выше.

source: To lock your screen immediately, click the icon at the very right of the <gui>top bar</gui> and select <gui>Lock Screen</gui>, or just press <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
ast: Pa bloquear su pantalla darréu, calca el iconu de la drecha de la <gui>barra superior</gui> y escueyi <gui>Bloquear pantalla</gui>, o simplemente presione <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
el: Για το άμεσο κλείδωμα της οθόνης, κάντε κλικ στο εικονίδιο που βρίσκεται στο δεξί μέρος του επάνω <gui>πίνακα ελέγχου</gui> και επιλέξτε <gui>Κλείδωμα οθόνης</gui>, ή απλά πιέστε τον συνδυασμό <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
fi: Lukitse näyttö välittömästi napsauttamalla <gui>yläpaneelin</gui> oikeanpuoleisinta kuvaketta ja valitsemalla <gui>Lukitse näyttö</gui>, tai paina <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
nl: Om uw scherm direct te vergrendelen klikt u op het pictogram uiterst rechts in het <gui>bovenpaneel</gui> en kiest u <gui>Scherm vergrendelen</gui>; u kunt ook gewoon drukken op <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
pt_br: Para bloquear a tela imediatamente, clique no ícone mais à direita na <gui>barra superior</gui> e selecione <gui>Bloquear tela</gui>, ou simplesmente pressione <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.
ru: Чтобы заблокировать экран немедленно, щёлкните самый правый значок на <gui>верхней панели</gui> и выберите <gui>Заблокировать экран</gui>, или просто нажмите <keyseq><key>Ctrl</key><key>Alt</key><key>L</key></keyseq>.

source: If your computer's graphics card doesn't support certain features, a more basic version of Unity will be started.
ast: SI la tarxeta gráfica de su equipu no permite delles carauterístiques, se iniciará una versión más básica de Unity.
el: Αν η κάρτα γραφικών σας δεν υποστηρίζει κάποιες λειτουργίες, θα εκκινηθεί μία πιο βασική εκδοχή του περιβάλλοντος Unity.
fi: Jos tietokoneesi näytönohjain ei tue tiettyjä ominaisuuksia, Unitysta käynnistetään pelkistetympi versio.
nl: Wanneer de grafische kaart van uw computer bepaalde functies niet ondersteunt zal er een basisversie van Unity gestart worden.
pt_br: Se a placa de vídeo de seu computador não suporta alguns recursos, uma versão mais básica do Unity será iniciada.
ru: Если графические компоненты вашего компьютера не поддерживают необходимые возможности, будет выполнен запуск базовой редакции Unity.

source: What is Unity 2D?
ast: ¿Qué es Unity 2D?
el: Τί είναι το περιβάλλον Unity 2D;
fi: Mikä Unity 2D on?
nl: Wat is Unity 2D?
pt_br: O que é Unity 2D?
ru: Что такое Unity 2D?

source: If your computer's graphics card doesn't support certain features, a more basic version of the desktop will be displayed. This is called <em>Unity 2D</em>, and it allows you to use Ubuntu on your computer without some of the fancier visual effects.
ast: Si la tarxeta gráfica de su equipu no es compatible con delles carauterístiques, se mostrará una versión más básica del escritoriu na pantalla. Se llama <em>Unity 2D</em> y permite el usu de Ubuntu en su equipu sin dellos de los efectos visuales más elegantes.
el: Αν η κάρτα γραφικών σας δεν υποστηρίζει κάποιες λειτουργίες, θα εκκινηθεί μία πιο βασική εκδοχή του περιβάλλοντος εργασίας. Αυτό ονομάζεται <em>Unity 2D</em> και επιτρέπει την χρήση του Ubuntu στον υπολογιστή σας χωρίς κάποια από τα εντυπωσιακά οπτικά εφέ.
fi: Jos tietokoneesi näytönohjain ei tue tiettyjä ominaisuuksia, Unitysta käynnistetään pelkistetympi versio. Tämän pelkistetyn version nimi on <em>Unity 2D</em>, ja se mahdollistaa Ubuntun käytön ilman kaikkein visuaalisimpia tehosteita.
nl: Wanneer de grafische kaart van uw computer bepaalde functies niet ondersteunt zal er een basisversie van Unity weergegeven worden. Dit heet <em>Unity 2D</em> en stelt u in staat Ubuntu op uw computer te gebruiken zonder sommige van de fraaiere visuele effecten.
pt_br: Se a placa de vídeo de seu computador não suporta alguns recursos, uma versão mais básica do ambiente de trabalho será apresentada. Ela é chamada <em>Unity 2D</em> e ela permite a você usar o Ubuntu no seu computador sem alguns do efeitos visuais.
ru: Если графические компоненты вашего компьютера не поддерживают необходимые возможности, будет выполнен запуск базовой редакции рабочей среды. Эта среда называется <em>Unity 2D</em> и она позволяет использовать Ubuntu на вашем компьютере без задействования некоторых сложных визуальных эффектов.

source: One particular difference is that the Alt-Tab window switcher in Unity 2D is much more basic compared to the version in regular Unity. Some of the other differences are so minor that you may not be able to tell which version you are running. Running Unity 2D doesn't affect which applications you can run - it only changes the way that the desktop looks.
ast: Una diferencia particular es que la ventana del selector Alt-Tab na Unity 2D es mucho más básica en comparación cola versión Unity normal. Dalgunes de les otres diferencias son tan mínimas que no puede ser capaz de saber qué versión se ta executando. Executar Unity 2D no afeuta a les aplicaciones que puede executar; solo camuda la forma na que se ve el escritoriu.
el: Μία συγκεκριμένη διαφορά είναι ότι στο περιβάλλον Unity 2D ο εναλλάκτης παραθύρων που εμφανίζεται με τον συνδυασμό πλήκτρων Alt-Tab, έχει πιο βασική εμφάνιση συγκρινόμενος με αυτόν του κανονικού Unity. Κάποιες από τις άλλες διαφορές είναι τόσο δευτερεύουσες, ώστε να μην ξεχωρίζει το ποιά έκδοση του Unity εκτελείται. Η εκτέλεση του περιβάλλοντος Unity 2D δεν επηρεάζει το ποιες εφαρμογές μπορείτε να εκτελέσετε. Το μόνο που αλλάζει είναι η εμφάνιση του περιβάλλοντος εργασίας.
fi: Yksi selvä ero on, että Alt-Tab-ikkunanvaihtaja Unity 2D:ssä on paljon pelkistetympi tavalliseen Unityyn verrattuna. Jotkut erot ovat pieniä, etkä välttämättä pysty erottamaan, kumpaa Unity-versiota käytät. Unity 2D:n käyttö ei vaikuta suoritettaviin sovelluksiin - muutos vaikuttaa vain työpöydän ulkoasuun.
nl: Eén van de verschillen is dat het Alt-Tabvenster in Unity 2D veel eenvoudiger is in vergelijking met de versie in de gewone Unity. Sommige andere verschillen zijn zo klein dat u misschien niet eens kunt zien welke versie u draait. Het draaien van Unity 2D heeft geen invloed op welke toepassingen u kunt draaien - het wijzigt alleen de manier waarop het bureaublad er uit ziet.
pt_br: Uma diferença particular é que o alternador de janelas Alt-Tab no Unity 2D é muito mais básico se comparado com a versão normal do Unity. Algumas das outras diferenças são tão pequenas que você poderá não ser capaz de dizer qual versão você está executando. Executar o Unity 2D não afeta quais aplicativos você pode executar - ele muda apenas a aparência do seu ambiente de trabalho.
ru: Одно из отличий в том, что переключатель окон, появляющийся при нажатии сочетания клавиш Alt-Tab в редакции Unity 2D, реализован намного упрощённее, чем в основной редакции Unity. Некоторые отличительные особенности настолько незаметны, что вы даже не сможете ответить в какой из редакций вы работаете. Выполнение задач в редакции Unity 2D никак не повлияет на ваши приложения, изменяется лишь способ отображения рабочего стола.

source: Starting in Unity 2D doesn't necessarily mean that your graphics card isn't good enough to run Ubuntu - it might just mean that you don't have the right drivers installed for your graphics card. If you can find better graphics card drivers for your computer, you may be able to run the full version of Unity.
ast: Entamar el sistema operativu con Unity 2D no significa necesariamente que su tarxeta gráfica no seya lo suficientemente buena pa executar Ubuntu, puede que solo signifique que no ten instalaos los controladores adecuados pa su tarxeta gráfica. Si puede atopar mejores controladores gráficos pa su equipu, quizás pueda executar la versión completa de Unity.
el: Η εκκίνηση με το περιβάλλον Unity 2D δε σημαίνει απαραίτητα πως ο υπολογιστής σας δεν είναι αρκετά ισχυρός για να υποστηρίξει το προκαθορισμένο περιβάλλον του Ubuntu. Μπορεί απλά να σημαίνει πως δεν έχετε εγκαταστήσει τους κατάλληλους οδηγούς για την κάρτα γραφικών σας. Αν μπορέσετε να βρείτε καλύτερους οδηγούς κάρτας γραφικών για τον υπολογιστή σας, τότε μπορεί αυτός να είναι σε θέση να εκτελέσει το πλήρες περιβάλλον του Unity.
fi: Unity 2D:n käynnistyminen ei välttämättä tarkoita, etteikö näytönohjaimesi olisi riittävän hyvä Ubuntun käyttämiseksi. Kyse voi olla siitä, ettei käytössäsi ole tarvittavia ajureita. Jos näytönohjaimellesi on tarjolla nykyistä paremmat ajurit, Unityn täysversion käyttö voi olla mahdollista.
nl: Wanneer Unity 2D gestart wordt, wil dat nog niet zeggen dat uw grafische kaart niet goed genoeg is om Ubuntu te draaien - het kan gewoon betekenen dat u niet de juiste stuurprogramma's geïnstalleerd heeft voor uw grafische kaart. Als u betere stuurprogramma's kunt vinden voor de grafische kaart in uw computer, dan kunt u mogelijk wel de volledige Unity-versie draaien.
pt_br: Iniciar com o Unity 2D não significa necessariamente que sua placa de vídeo não seja boa o suficiente para executar o Ubuntu - pode significar apenas que você não tem os devidos drivers instalados para a sua placa de vídeo. Se você puder encontrar drivers melhores para o seu computador, você poderá ser capaz de executar a versão completa do Unity.
ru: Использование редакции Unity 2D не означает, что графические компоненты вашего компьютера недостаточны для запуска Ubuntu, это означает, что у вас отсутствуют установленные драйверы для вашей графической карты. Если вы обнаружите совместимый драйвер для вашей графической карты, вы сможете использовать полноценную редакцию Unity.

source: Automatically run applications for CDs and DVDs, cameras, audio players, and other devices and media.
ast: Executar aplicaciones automáticamente pa CD y DVD, cámaras, reproductores de soníu y otros preseos y soportes.
el: Αυτόματη εκτέλεση εφαρμογών για δίσκους CD/DVD, κάμερες, φορητούς αναπαραγωγείς μουσικής και άλλες συσκευές και μέσα.
es: Ejecutar aplicaciones automáticamente para CD y DVD, cámaras, reproductores de sonido y otros dispositivos y soportes.
fi: Suorita jokin sovellus automaattisesti kun liität CD:n, ja DVD:n, kameran, musiikkisoittimen tai muun laitteen.
nl: Het automatisch draaien van toepassingen voor cd's en dvd's, camera's, audiospelers, en andere apparaten en media.
pt_br: Executar automaticamente aplicativos para CDs e DVDs, câmeras, reprodutor de áudio e outros dispositivos e meios de comunicação.
ru: Автоматический запуск приложений для CD и DVD, камер, аудиоплееров, и других устройств и носителей.

source: Open an application when you plug in a device
ast: Abrir una aplicación cuando conecte un preséu
el: Εκτέλεση εφαρμογής κατά τη σύνδεση συσκευής.
es: Abrir una aplicación cuando conecte un dispositivo
fi: Avaa sovellus kun liität laitteen
nl: Open een programma wanneer u een apparaat aansluit
pt_br: Abra um aplicativo ao conectar um dispositivo
ru: Открывать приложение, когда вы подключаете устройство

source: You can have an application automatically start when you plug in a device. For example, you might want your photo organizer to start when you plug in a digital camera. You can also turn this off, so that nothing happens when you plug something in.
ast: Puede facer que se inicie una aplicación automáticamente cuando conecte un preséu. Por exemplu, puede que quiera que se inicie su organizador de fotografías cuando conecte una cámara digital. También puede desactivar esta opción, pa que no ocurra res cuando conecte algo.
el: Μπορείτε να ρυθμίσετε μία εφαρμογή ώστε να εκτελείται αυτόματα όταν συνδεθεί μία συσκευή. Για παράδειγμα, μπορεί να θέλετε να εκκινεί η εφαρμογή οργάνωσης φωτογραφιών όταν συνδέετε μία κάμερα. Μπορείτε επίσης να απενεργοποιήσετε αυτή την ενέργεια, ώστε όταν συνδέετε μία συσκευή να μη συμβαίνει τίποτα.
es: Puede hacer que se inicie una aplicación automáticamente cuando conecte un dispositivo. Por ejemplo, puede que quiera que se inicie su organizador de fotografías cuando conecte una cámara digital. También puede desactivar esta opción, para que no ocurra nada cuando conecte algo.
fi: Voit käynnistää automaattisesti sovelluksen, kun liität tietyn laitteen. Saatat esimerkiksi haluta valokuvien hallinnan avautuvan, kun liität tietokoneeseen digitaalisen kameran. Voit myös estää sovelluksien käynnistymisen laitteita liittäessä.
nl: U kunt een toepassing automatisch laten starten wanneer u een apparaat aansluit. Zo zou u misschien willen dat uw fotobeheerprogramma start wanneer u een digitale camera aansluit. U kunt dit ook uitschakelen, zodat er niets gebeurt wanneer u iets aansluit.
pt_br: Você pode fazer um aplicativo iniciar automaticamente ao se conectar um dispositivo. Por exemplo, você pode desejar que seu organizador de fotos comece quando você conecta uma câmera digital. Você também pode desligar esse recurso, de forma que nada acontecerá quando você conecta algo.
ru: Вы можете сделать, чтобы при подключении устройства автоматически запускалось приложение. Например, вы хотите, чтобы при подключении цифровой фотокамеры запускалось приложение для управления коллекцией фото. Вы также можете отключить эту функцию, чтобы при подключении устройств не выполнялось никаких действий.

source: To decide which applications should start when you plug in various devices:
ast: Pa decidir qué aplicaciones deberían iniciase cuando conecte un preséu:
el: Για να αποφασίσετε ποιες εφαρμογές θα πρέπει να εκκινούνται κατά τη σύνδεση διαφόρων συσκευών:
es: Para decidir qué aplicaciones deberían iniciarse cuando conecte un dispositivo:
fi: Määritä seuraavasti, miten toimitaan kun tietty laite liitetään tietokoneeseen:
nl: Om te beslissen welke toepassing gestart moet worden wanneer u verschillende apparaten aansluit:
pt_br: Para decidir que aplicativos devem ser iniciados ao conectar diversos dispositivos:
ru: Чтобы настроить, какие приложения должны запускаться при подключении определённых устройств:

source: Open <gui>Removable Media</gui> and change the options under <gui>Select how media should be handled</gui>.
ast: Abra <gui>Medios removibles</gui> y camuda les opciones baxo <gui>Esbillar como remanar los medios</gui>.
el: Ανοίξτε το μενού <gui>Αφαιρούμενα μέσα</gui> και αλλάξτε τις επιλογές στο μενού <gui>Επιλογές διαχείρισης των μέσων</gui>.
fi: Avaa <gui>Irrotettavat tallennusvälineet</gui> ja vaihda asetuksia <gui>Valitse kuinka mediaa käsitellään</gui> -osion alta.
nl: Open <gui>Verwijderbare media</gui> en wijzig de opties onder <gui>Kies hoe met media omgegaan moet worden</gui>.
pt_br: Abrir <gui>Mídia removível</gui> e alterar as opções debaixo de <gui>Selecione como a mídia deve ser manipulada</gui>.
ru: Откройте приложение <gui>Съёмный носитель</gui> и измените настройки под заголовком <gui>Выберите способ обработки носителя</gui>.

source: Instead of simply starting an application, you can also set it so that:
ast: En llugar de simplemente entamar una aplicación, tamién puede decidir que:
el: Αντί για την απλή εκκίνηση μίας εφαρμογής, μπορείτε επίσης να τη ρυθμίσετε έτσι ώστε:
es: En lugar de simplemente iniciar una aplicación, también puede decidir que:
fi: Tietyn sovelluksen avaamisen sijaan myös seuraavat toiminnot ovat mahdollisia:
nl: In plaats van alleen het starten van een applicatie, kunt u ook instellen dat:
pt_br: Em vez de simplesmente iniciar um aplicativo, você também poderá definir que:
ru: Кроме запуска приложения, вы также можете выбрать следующие варианты:

source: The device will be shown in the File Manager (choose <gui>Open folder</gui>)
ast: El preséu se mostrará nel Xestor de ficheros (escueya <gui>Abrir carpeta</gui>)
el: Η συσκευή να φανεί στο Διαχειριστή αρχείων (επιλέξτε <gui>Άνοιγμα φακέλου</gui>)
es: El dispositivo se mostrará en el Gestor de archivos (elija <gui>Abrir carpeta</gui>)
fi: Laitteen sisältö näytetään tiedostonhallinnassa (valitse <gui>Avaa kansio</gui>)
nl: Het apparaat wordt in de bestandsbeherder (Selecteer <gui>Map openen</gui>)
pt_br: O dispositivo será mostrado no gerenciador de arquivos (escolha <gui>Abrir pasta</gui>)
ru: Открыть содержимое устройства в Менеджере файлов (выберите <gui>Открыть папку</gui>)

source: You will be asked what to open (<gui>Ask what to do</gui>)
ast: Se le pregunte qué abrir (<gui>Entrugar qué facer</gui>)
el: Να ερωτηθείτε για το ποια ενέργεια να εκτελεστεί (<gui>Ερώτηση για το τι να γίνει</gui>)
es: Se le pregunte qué abrir (<gui>Preguntar qué hacer</gui>)
fi: Esitetään kysymys, mitä seuraavaksi tehdään (valitse <gui>Kysy mitä tehdään</gui>)
nl: Er zal u gevraagd worden wat er geopend moet worden (<gui>Vragen wat te doen</gui>)
pt_br: Você será perguntado sobre o que fazer (<gui>Pergunte o que fazer</gui>)
ru: Спросить у вас, какое действие нужно выполнить (<gui>Спрашивать, что делать</gui>)

source: Nothing at all will happen (<gui>Do nothing</gui>).
ast: No ocurra res (<gui>No facer res</gui>).
el: Να μην συμβεί τίποτα (<gui>Καμμία ενέργεια</gui>).
es: No ocurra nada (<gui>No hacer nada</gui>).
fi: Mitään toimintoa ei suoriteta (valitse <gui>Älä tee mitään</gui>).
nl: Er helemaal niets gebeurt (<gui>Niets doen</gui>).
pt_br: Absolutamente nada acontecerá (<gui>Fazer nada</gui>).
ru: Не выполнять никаких действий (<gui>Ничего не делать</gui>).
