Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: On the PPA's overview page, look for the heading that reads <gui>Adding this PPA to your system</gui>. Make a note of the PPA's location, which should look similar to: <code>ppa:mozillateam/firefox-stable</code>.
ast: Na páxina principal del PPA, busque un encabezáu que diga <gui>Adding this PPA to your system</gui> («amestar esti PPA a su sistema»). Tome nota de la allugamientu del PPA, que tendría tener un aspeutu similar a esto: <code>ppa:mozillateam/firefox-stable</code>.
el: Στην σελίδα επισκόπησης του Αποθετηρίου, κοιτάξτε για την ετικέτα που γράφει <gui>Προσθήκη του PPA στο σύστημά σας</gui>. Σημειώστε την τοποθεσία του Αποθετηρίου, κάτι που θα πρέπει να έχει παρόμοια μορφή με το εξής: <code>ppa:mozillateam/firefox-stable</code>.
es: En la página principal del PPA, busque un encabezado que diga <gui>Adding this PPA to your system</gui> («añadir este PPA a su sistema»). Tome nota de la ubicación del PPA, que debería tener un aspecto similar a esto: <code>ppa:mozillateam/firefox-stable</code>.
fi: PPA-ohjelmalähteen etusivulla on kohta <gui>Adding this PPA to your system</gui>. Tämän otsikon alta löytyy PPA:n polku, joka on muotoa <code>ppa:mozillateam/firefox-stable</code>.
nl: Zoek op de PPA-overzichtspagina naar de kop <gui>Deze PPA toevoegen aan uw systeem</gui>. Noteer de locatie van de PPA; deze ziet er ongeveer zo uit: <code>ppa:mozillateam/firefox-stable</code>.
pt_br: No resumo do PPA, procure o cabeçalho que diz <gui>Adding this PPA to your system</gui>. Anote a localização do PPA, que deve ser algo como <code>ppa:mozillateam/firefox-stable</code>.
ru: На обзорной странице PPA найдите раздел <gui>Adding this PPA to your system</gui>. Запишите адрес PPA, который должен быть похож на: <code>ppa:mozillateam/firefox-stable</code>.

source: When the Software Center launches, click <guiseq><gui>Edit&gt;</gui><gui>Software Sources</gui></guiseq>
ast: Cuando se inicie el Centro de software, calca <guiseq><gui>Editar&gt;</gui><gui>Orígenes del software</gui></guiseq>
el: Αφού εκκινηθεί το Κέντρο λογισμικού, κάντε κλικ στις <guiseq><gui> Edit&gt;</gui><gui>Πηγές λογισμικού</gui></guiseq>
es: Cuando se inicie el Centro de software, pulse <guiseq><gui>Editar&gt;</gui><gui>Orígenes del software</gui></guiseq>
fi: Kun sovellusvalikoima avautuu, napsauta <guiseq><gui>Muokkaa&gt;</gui><gui>Ohjelmalähteet...</gui></guiseq>
nl: Klik nadat het softwarecentrum gestart is op <guiseq><gui>Bewerken&gt;</gui><gui>Softwarebronnen</gui></guiseq>
pt_br: Quando a Central de Programas iniciar, clique em <guiseq><gui>Editar&gt;</gui><gui>Canais de Software</gui></guiseq>
ru: Когда запустится Центр приложений, щёлкните <guiseq><gui>Правка&gt;</gui><gui>Источники приложений</gui></guiseq>

source: You will be asked to enter your password. Once you have done that, switch to the <gui>Other Software</gui> tab.
ast: Se le solicitará que introduzca su contraseña. Cuando lo heba hecho, vaya a la pestaña <gui>Otru software</gui>.
ca: Se us demanarà entrar la contrasenya. Un cop que heu fet això, canvieu a la pestanya <gui>Altre programari</gui>.
cs: Budete požádání o zadání hesla. Jakmile tak učiníte, přejděte na kartu <gui>Ostatní software</gui>.
de: Sie werden aufgefordert, Ihr Passwort einzugeben. Nachdem Sie das getan haben, wählen Sie den Reiter <gui>Andere Programme</gui>.
el: Θα σας ζητηθεί να εισάγετε τον κωδικό σας. Αφού το κάνετε, μεταφερθείτε στην καρτέλα <gui>Άλλο λογισμικό</gui>.
es: Se le solicitará que introduzca su contraseña. Cuando lo haya hecho, vaya a la pestaña <gui>Otro software</gui>.
fi: Sinua pyydetään syöttämään salasana. Syötettyäsi salasanan siirry <gui>Muut ohjelmistot</gui> -välilehdelle.
gl: Solicitaráselle que introduza o seu contrasinal. Despois de introducilo vaia á lapela <gui>Outro software</gui>.
hr: Biti ćete upitani za upis lozinke. Jednom kada ste završili, odaberite karticu <gui>Ostali softver</gui>.
ms: Anda perlu masukkan kata laluan anda. Bila anda selesai lakukannya, pergi ke tab <gui>Perisian Lain</gui>
nl: Er zal gevraagd worden naar uw wachtwoord. Ga, nadat u dit heeft ingevoerd, naar het tabblad <gui>Overige Software</gui>
pl: Użytkownik zostanie poproszony o wpisanie hasła. Po wpisaniu przejdź do karty <gui>Inne oprogramowanie</gui>.
pt_br: Será solicitado para que você digite a sua senha. Após ter feito isso, mude para a aba <gui>Outro Software</gui>.
ru: Вам будет предложено ввести ваш пароль. После того, как вы сделаете это, перейдите на вкладку <gui>Другое ПО</gui>
sv: Du kommer få skriva in ditt lösenord. När du har gjort det, byt till fliken <gui>Övriga program</gui>.
tr: Şifrenizi girmeniz istenecek. Bu işlemi bir kere yaptıktan sonra <gui>Diğer Yazılım</gui> sekmesine geçin.
zh_cn: 您会被要求输入密码。输完密码后，转到<gui>其他软件</gui>标签页。

source: Click <gui>Add</gui> and enter the <code>ppa:</code> location.
ast: Calca <gui>Amestar</gui> e introduzca la allugamientu del <code>ppa:</code>.
el: Κάντε κλικ στην επιλογή <gui>Προσθηκη</gui> και προσθέστε την τοποθεσία <code>ppa:</code>
es: Pulse <gui>Añadir</gui> e introduzca la ubicación del <code>ppa:</code>.
fi: Napsauta <gui>Lisää</gui> ja anna <code>ppa:</code>-sijainti.
nl: Klik op <gui>Toevoegen</gui> en geef de <code>ppa:</code> locatie op.
pt_br: Clique em <gui>Adicionar</gui> e digite a localização <code>ppa:</code>.
ru: Щелкните <gui>Добавить</gui> и введите расположение <code>ppa:</code>.

source: Click <gui>Add Source</gui> then close the Software Sources window. Ubuntu Software Center will then check your software sources for new updates.
ast: Calca <gui>Amestar orixe</gui> y dempués cierre la ventana de Orígenes del software. El Centro de software de Ubuntu comprobará sus orígenes del software en busca de nueves anovamientos.
el: Κάντε κλικ στην <gui>Προσθήκη πηγής</gui> και ύστερα κλείστε το παράθυρο των Πηγών λογισμικού. Το Κέντρο λογισμικού Ubuntu στη συνέχεια θα κάνει έναν έλεγχο στις πηγές λογισμικού σας για να διαπιστώσει αν υπάρχουν νέες ενημερώσεις.
es: Pulse <gui>Añadir origen</gui> y luego cierre la ventana de Orígenes del software. El Centro de software de Ubuntu comprobará sus orígenes del software en busca de nuevas actualizaciones.
fi: Napsauta <gui>Lisää lähde</gui> ja sulje sitten Ohjelmalähteet-ikkuna. Ubuntun sovellusvalikoima tarkistaa nyt ohjelmalähteet uusien ohjelmien varalta.
nl: Klik op <gui>Bron toevoegen</gui> en sluit daarna het venster Softwarebronnen. Ubuntu softwarecentrum zal nu uw softwarebronnen controleren op nieuwe updates.
pt_br: Clique em <gui>Adicionar Fonte</gui> e feche a janela dos Canais de Software. A Central de Programas do Ubuntu verificará os seus canais de software para novas atualizações.
ru: Щёлкните <gui>Добавить источник</gui>, затем закройте окно источников приложений. После этого центр приложений Ubuntu проверит ваш источник программного обеспечения на наличие обновлений.

source: Remove software that you no longer use.
ast: Desinstalar programes que ya no vaya a usar.
el: Απομακρύνετε το λογισμικό που δεν χρησιμοποιείτε πλέον.
es: Desinstalar programas que ya no vaya a usar.
fi: Poista sovellukset, joita et ole käyttänyt pitkään aikaan.
nl: Software verwijderen die u niet langer gebruikt.
pt_br: Remova o software que você não usa mais.
ru: Удаление программ, которые больше не нужны.

source: Remove an application
ast: Desinstalar una aplicación
ca: Suprimiu una aplicació
cs: Odstranění aplikace
de: Eine Anwendung entfernen
el: Απομακρύνετε μια εφαρμογή
es: Desinstalar una aplicación
fi: Poista sovellus
fr: Supprimer une application
gl: Retirar un aplicativo
hr: Uklanjanje aplikacija
id: Menghapus aplikasi
ko: 애플리케이션 삭제
lt: Pašalinti programą
lv: Izņemt lietotni
ms: Membuang aplikasi
my: application တစ်ခုဖြုတ်မည်
nl: Een toepassing verwijderen
pl: Usuwanie programu
pt_br: Remover um aplicativo
ru: Удаление приложения
sl: Odstranjevanje programov
sv: Ta bort ett program
tr: Bir uygulamayı kaldırın
zh_cn: 删除应用程序

source: The <app>Ubuntu Software Center</app> makes it easy to remove software that you no longer use.
ast: El <app>Centro de software de Ubuntu</app> fai fácil la desinstalación de software que no use.
el: Με το <app>Κέντρο λογισμικού Ubuntu</app> είναι εύκολο να απεγκατασταθεί λογισμικό που δεν χρησιμοποιείτε πλέον.
es: El <app>Centro de software de Ubuntu</app> hace fácil la desinstalación de software que no use.
fi: <app>Ubuntun sovellusvalikoiman</app> avulla harvoin käyttämiesi sovellusten poistaminen on helppoa.
nl: Het<app>Ubuntu softwarecentrum</app> vergemakkelijkt het verwijderen van software die u niet langer gebruikt.
pt_br: A <app>Central de Programas do Ubuntu</app> torna mais fácil remover o software que você não usa mais.
ru: <app>Центр приложений Ubuntu</app> упрощает удаление программного обеспечения, которое вам больше не нужно.

source: Click on the <app>Software Center</app> icon in the <gui>Launcher</gui>, or open the <gui>Dash</gui>, and search for <app>Software Center</app>.
ast: Calca nel iconu del <app>Centro de software</app> del <gui>Lanzador</gui>, o abra el <gui>Tablero</gui> y busque el <app>Centro de software</app>.
el: Κάντε κλικ στο εικονίδιο του <app>Κέντρο λογισμικού Ubuntu</app> που βρίσκεται στον Εκκινητή, ή αναζητήστε για το Κέντρο λογισμικού στην μπάρα αναζήτησης του <app>Dash</app>.
es: Pulse en el icono del <app>Centro de software</app> del <gui>Lanzador</gui>, o abra el <gui>Tablero</gui> y busque el <app>Centro de software</app>.
fi: Napsauta <app>Ubuntun sovellusvalikoima</app> -kuvaketta <gui>käynnistimestä</gui>, tai avaa <gui>Dash</gui> ja etsi hakusanalla <app>sovellusvalikoima</app>.
nl: Klik op het <app>Ubuntu softwarecentrum</app>-pictogram in de <gui>Starter</gui>, of open de <gui>Dash</gui>, en zoek naar <app>Softwarecentrum</app>.
pt_br: Clique no ícone <app>Central de Programas</app> no <gui>Lançador</gui> ou abra o <gui>Painel</gui>e procure por <app>Central de programas</app>.
ru: Щёлкните на значке <app>Центра приложений</app> расположенного на <gui>Панели запуска</gui> или откройте <gui>Главное меню</gui> и введите в строку поиска <app>Центр приложений</app>.

source: When the <app>Software Center</app> opens, click on <gui>Installed Software</gui>.
ast: Cuando el <app>Centro de software</app> se abra, calca en <gui>Software instaláu</gui>.
el: Όταν το <app>Κέντρο λογισμικού</app> ανοίξει, κάντε κλικ στο <gui>Εγκαταστημένο λογισμικό</gui>.
es: Cuando el <app>Centro de software</app> se abra, pulse en <gui>Software instalado</gui>.
fi: Kun <app>Ubuntun sovellusvalikoima</app> avautuu, napsauta <gui>Asennetut</gui>-painiketta.
nl: Klik wanneer het <app>Softwarecentrum</app> geopend is op <gui>Geïnstalleerde software</gui>.
pt_br: Quando a <app>Central de Programas</app> abrir, clique em <gui>Programas Instalados</gui>.
ru: Когда откроется <app>Центр приложений</app>, щёлкните на <gui>Установленные приложения</gui>.

source: In the <em>Installed Software</em> section, find the application that you want to remove by finding it in the list or by searching for it.
ast: Na seición de <em>Software instaláu</em>, localice la aplicación que quies desinstalar ya seya mirando na llista o faciendo una gueta.
el: Στο τμήμα <gui>Εγκαταστημένο λογισμικό</gui>, βρείτε την εφαρμογή που θέλετε να αφαιρέσετε από την λίστα ή αναζητήστε την.
es: En la sección de <em>Software instalado</em>, localice la aplicación que desea desinstalar ya sea mirando en la lista o haciendo una búsqueda.
fi: Etsi sovellus <em>Asennetut</em>-näkymästä tai kirjoittamalla kyseisen sovelluksen nimi.
nl: Ga in de sectie <gui>Geïnstalleerde software</gui> naar de toepassing die u wilt verwijderen door deze in de lijst op te zoeken of ernaar te zoeken via de zoekfunctie.
pt_br: Na seção <em>Programas Instalados</em>, localize o aplicativo que deseja remover encontrando-o na lista ou pesquisando por ele.
ru: В разделе <em>Установленные приложения</em> найдите приложение, которое хотите удалить, выбрав его из списка или с помощью строки поиска.

source: Select the application and click <gui>Remove</gui>.
ast: Escueyi la aplicación y calca <gui>Desinstalar</gui>.
ca: Seleccioneu l'aplicació i feu clic a <gui>Suprimeix-lo</gui>.
cs: Vyberte aplikaci a klikněte na <gui>Odstranit</gui>.
de: Wählen Sie die Anwendung und klicken Sie auf <gui>Entfernen</gui>.
el: Επιλέξτε την εφαρμογή και κάντε κλικ στην επιλογή <gui>Αφαίρεση</gui>.
es: Seleccione la aplicación y pulse <gui>Desinstalar</gui>.
fi: Valitse sovellus ja napsauta <gui>Poista</gui>.
fr: Sélectionnez l'application et cliquez sur <gui>Supprimer</gui>.
gl: Seleccione o aplicativo e prema <gui>Eliminar</gui>.
hr: Odaberite aplikaciju i kliknite na <gui>Ukloni</gui>.
id: Pilih aplikasi dan klik <gui>Hapus</gui>.
ko: 어플리케이션을 선택한후 <gui>Remove</gui> 버튼을 클릭합니다.
lt: Pasirinkite programą ir paspauskite mygtuką <gui>Pašalinti</gui>.
lv: Izvēlieties lietotni un spiediet <gui>Izņemt</gui>.
ms: Pilih aplikasi dan klik <gui>Buang</gui>.
my: application ကိုရွေးပြီး<gui>Remove</gui> ကိုနှိပ်ပါ
nl: Selecteer de toepassing en klik op <gui>Verwijderen</gui>.
pl: Zaznacz program i kliknij przycisk <gui>Usuń</gui>.
pt_br: Selecione um aplicativo e clique em <gui>Remover</gui>.
ru: Выберите приложение и щёлкните <gui>Удалить</gui>.
sl: Izberite program in kliknite <gui>Odstrani</gui>.
sv: Välj programmet och klicka på <gui>Ta bort</gui>.
tr: Uygulamayı seçin ve <gui>Kaldır</gui>'a tıklayın.
zh_cn: 选中该应用程序，然后单击<gui>删除</gui>。

source: You may be asked to enter your password. After you have done that, the application will be removed. This should not take very long.
ast: Quizá se le pida que introduzca su contraseña. Una vegada que lo fae, se desinstalará la aplicación. No tendría tardar mucho tiempu.
el: Ενδεχομένως να σας ζητηθεί η εισαγωγή του κωδικού σας. Στη συνέχεια η εφαρμογή θα απομακρυνθεί. Η διεργασία δε διαρκεί αρκετό χρόνο.
es: Quizá se le pida que introduzca su contraseña. Una vez que lo haga, se desinstalará la aplicación. No debería tardar mucho tiempo.
fi: Sinulta voidaan kysyä salasanaasi. Salasanan antamisen jälkeen sovellus poistetaan nopeasti.
nl: Er kan gevraagd worden om uw wachtwoord op te geven. Nadat u dat gedaan heeft, zal de toepassing verwijderd worden. Dit zou niet lang moeten duren.
pt_br: Sua senha será solicitada. Em seguida, o aplicativo será removido. Isto não costuma levar muito tempo.
ru: Возможно, вам будет предложено ввести ваш пароль. После того, как вы сделаете это, приложение будет удалено. Это не должно занять много времени.

source: Some applications depend on others being installed in order to work properly. If you try to remove an application which is needed by another application, both of them will be removed. You will be asked to confirm that this is what you want to happen before the applications are removed.
ast: Dalgunes aplicaciones dependen de que otres tean instalaes pa funcionar. Si intenta desinstalar una aplicación de la que depende otra aplicación, ambas serán desinstaladas. Se le pedirá que confirme que eso es lo que quies enantes de desinstalarlas.
el: Για να δουλεύουν σωστά μερικές εφαρμογές απαιτούν την εγκατάσταση άλλων εφαρμογών, οποίες θα πρέπει να είναι εγκατεστημένες ήδη. Αν προσπαθείτε να αφαιρέσετε μία εφαρμογή η οποία είναι απαραίτητη σε κάποια άλλη, και οι δύο εφαρμογές θα αφαιρεθούν. Θα σας ζητηθεί να επιβεβαιώσετε αν θέλετε να αφαιρεθούν ή όχι οι δύο εφαρμογές.
es: Algunas aplicaciones dependen de que otras estén instaladas para funcionar. Si intenta desinstalar una aplicación de la que depende otra aplicación, ambas serán desinstaladas. Se le pedirá que confirme que eso es lo que quiere antes de desinstalarlas.
fi: Jotkut sovellukset vaativat toimiakseen muita sovelluksia. Jos yrität poistaa sovelluksen jota jokin toinen sovellus tarvitsee, poistetaan molemmat sovellukset. Sinulta kysytään vahvistus poistoon ennen sen suorittamista.
nl: Om correct te kunnen werken, zijn sommige toepassingen afhankelijk van andere toepassingen die geïnstalleerd moeten zijn, . Als u probeert een toepassing te verwijderen die nodig is voor een andere, zullen beiden verwijderd worden. Alvorens deze verwijderd zullen worden, zult u gevraagd worden om te bevestigen dat u dit wenst.
pt_br: Para funcionarem corretamente alguns aplicativos dependem da instalação de outros. Se você tentar remover um aplicativo que é necessário a algum outro, ambos serão removidos. Você será solicitado a confirmar que é o que você deseja antes da remoção dos aplicativos.
ru: Некоторые приложения, чтобы работать надлежащим образом, требуют установки других приложений. Если вы попытаетесь удалить приложение, которое требуется другому, то оба они будут удалены. Перед тем, как приложения будут удалены, вам потребуется подтвердить, что вы действительно этого хотите, .

source: If the application that you want to remove is not available in the <app>Ubuntu Software Center</app>, use <link xref="addremove-install-synaptic">Synaptic </link> to remove it instead.
ast: Si la aplicación que quies desinstalar no ta disponible nel <app>Centro de software de Ubuntu</app>, use <link xref="addremove-install-synaptic">Synaptic </link> en su llugar pa desinstalarla.
el: Αν η εφαρμογή που θέλετε να αφαιρέσετε δεν είναι διαθέσιμη στο <app>Κέντρο λογισμικού Ubuntu</app>, χρησιμοποιήστε το <link xref="addremove-install-synaptic">Synaptic </link> για να την αφαιρέσετε.
es: Si la aplicación que desea desinstalar no está disponible en el <app>Centro de software de Ubuntu</app>, use <link xref="addremove-install-synaptic">Synaptic </link> en su lugar para desinstalarla.
fi: Jos haluat poistaa ohjelman jota ei löydy <app>Ubuntun sovellusvalikoimasta</app>, käytä <link xref="addremove-install-synaptic">Synaptic-pakettienhallintaa</link> sen poistamiseen.
nl: Als de toepassing die u wilt verwijderen niet beschikbaar is in het <app>Ubuntu softwarecentrum</app>, gebruik dan in plaats daarvan <link xref="addremove-install-synaptic">Synaptic </link> om hem te verwijderen.
pt_br: Se o aplicativo que deseja remover não estiver disponível na <app>Central de Programas do Ubuntu</app>, use o <link xref="addremove-install-synaptic">Synaptic </link> para removê-lo.
ru: Если приложение, которое вы хотите удалить, недоступно в <app>Центре приложений Ubuntu</app>, используйте для его удаления <link xref="addremove-install-synaptic">Synaptic </link>.

source: Add other repositories to extend the software sources Ubuntu uses for installation and upgrades.
ast: Amestar otros repositorios pa ampliar los orígenes de software que usa Ubuntu pa instalar y anovar.
el: Προσθέστε άλλα αποθετήρια για να επεκτείνετε τις πηγές λογισμικού που χρησιμοποιεί το Ubuntu για εγκατάσταση και αναβαθμίσεις.
es: Añadir otros repositorios para ampliar los orígenes de software que usa Ubuntu para instalar y actualizar.
fi: Asenna ylimääräisiä ohjelmistoja ja päivityksiä lisäämällä uusia ohjelmalähteitä.
nl: Andere softwarebronnen toevoegen om de softwarebronnen die Ubuntu gebruikt voor installatie en upgrades uit te breiden.
pt_br: Adicione outros repositórios para ampliar as fontes de aplicativos que o Ubuntu utiliza para instalação e atualizações.
ru: Добавьте другие репозитории, чтобы увеличить число источников программ, используемых Ubuntu для установки и обновлений.

source: Add additional software repositories
ast: Amestar repositorios adicionales
el: Προσθέστε επιπλέον αποθετήρια λογισμικού
es: Añadir repositorios adicionales
fi: Lisää ohjelmalähteitä
nl: Extra softwarebronnen toevoegen
pt_br: Adicionar repositórios adicionais de softwares
ru: Добавление дополнительных репозиториев программ
