Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: A final thing to check is that the audio cable is securely plugged into the back of the speakers. Some speakers have more than one input too.
ast: Una cabera cosa que comprobar es que el cable de soníu esté coneutáu correcho na parte trasera de los altavoces. Dellos altavoces tienen más de una entrada.
el: Ένα τελευταίο πράγμα που πρέπει να ελεγχθεί είναι, αν το καλώδιο είναι συνδεδεμένο με ασφάλεια στα ηχεία. Μερικά ηχεία έχουν περισσότερες από μία υποδοχές εισόδου επίσης.
es: Una última cosa que comprobar es que el cable de sonido esté conectado correctamente en la parte trasera de los altavoces. Algunos altavoces tienen más de una entrada.
nl: Een laatste stap is het controleren of de audiokabel goed aangesloten is op de achterkant van de luidsprekers. Sommige luidsprekers hebben ook meer dan één invoer.
pt_br: Uma última coisa a verificar é se o cabo de áudio está seguramente conectado à parte traseira do alto-falante. Alguns alto-falantes possuem mais de uma entrada.
ru: И наконец, проверьте, надёжно ли аудиокабель подключен к задней стороне колонок. Обратите внимание, что некоторые колонки имеют больше одного входа.

source: Check that the right sound device is selected
ast: Compruebe que el preséu de soníu correutu ta escoyíu
el: Ελέγξτε ότι η σωστή συσκευή ήχου είναι επιλεγμένη
es: Compruebe que el dispositivo de sonido correcto está seleccionado
fi: Varmista että oikea äänilaite on valittu
nl: Controleer of het juiste geluidsapparaat is geselecteerd
pt_br: Verifique se o dispositivo de som correto está selecionado
ru: Проверьте, правильное ли звуковое устройство выбрано

source: Some computers have multiple "sound devices" installed. Some of these are capable of outputting sound and some are not, so you should check that you have the correct one selected. This might involve some trial-and-error to choose the right one.
ast: Dellos equipos tienen dellos «preseos de soníu» instalaos. Dellos de estos son capaces de facer colar el soníu y otros no, así que vusté tien de comprobar que tien escoyíu el correutu. Esto podría implicar dalgún ensayo y error pa escoyer el correutu.
el: Ορισμένοι υπολογιστές έχουν πολλαπλές «συσκευές ήχου» εγκατεστημένες. Μερικές απο αυτές είναι ικανές να παράγουν ήχο και μερικές όχι, άρα θα πρέπει να ελέγξετε ότι έχετε επιλέξει για σύνδεση τη σωστή. Αυτό μπορεί να περιλαμβάνει και μερικές περιπτώσεις δοκιμής-και-λάθους μέχρι να επιλέξτε τη σωστή σύνδεση.
es: Algunos equipos tienen varios «dispositivos de sonido» instalados. Algunos de estos son capaces de hacer salir el sonido y otros no, así que usted debe comprobar que tiene seleccionado el correcto. Esto podría implicar algún ensayo y error para elegir el correcto.
nl: Op sommige computers zijn meerdere "geluidsapparaten" geïnstalleerd. Sommige hiervan kunnen geluid uitvoeren en sommige niet, dus moet u ervoor zorgen dat u het juiste apparaat geselecteerd heeft. Dit kan inhouden dat u wat moet uitproberen voordat u de juiste heeft.
pt_br: Alguns computadores possuem vários dispositivos de som instalados. Alguns desses são capazes de reproduzir sons, outros não são, de forma que você deve se certificar de escolher o dispositivo correto. Talvez isso requeira um pouco de tentativa e erro.
ru: На некоторых компьютерах установлено несколько "звуковых устройств". Некоторые из них могут выводить звук, а некоторые нет, так что вы должны проверить, правильное ли устройство выбрано. Для выбора правильного устройства вам, вероятно, придётся применить метод проб и ошибок.

source: In the <gui>Sound</gui> window that appears, go to the <gui>Hardware</gui> tab. Make a note of which device and which profile are selected (so you can return to the default selections if changing them doesn't work).
ast: Na ventana de <gui>Soníu</gui> que aparece, vaya a la pestaña <gui>Hardware</gui>. Tome nota de qué preséu y perfil tan seleicionaos (pa que pueda volver a les selecciones predeterminadas si el cambéu no furrula).
el: Στο παράθυρο <gui>Ήχος</gui> που εμφανίζεται, πηγαίνετε στην καρτέλα <gui>Υλικό</gui>. Σημειώστε ποια συσκευή και με ποιο προφίλ είναι επιλεγμένη (έτσι ώστε να μπορείτε να επιστρέψετε στην προεπιλεγμένη κατάσταση αν οι αλλαγές δε λειτουργήσουν).
es: En la ventana de <gui>Sonido</gui> que aparece, vaya a la pestaña <gui>Hardware</gui>. Tome nota de qué dispositivo y perfil están seleccionados (para que pueda volver a las selecciones predeterminadas si el cambio no funciona).
nl: Ga in het venster <gui>Geluidsvoorkeuren</gui> dat verschijnt naar het tabblad <gui>Hardware</gui>. Noteer welk apparaat en welk profiel geselecteerd zijn (zodat u kunt terugkeren naar de standaardkeuze als het wijzigen ervan niet werkt).
pt_br: Na janela <gui>Som</gui> que aparece, vá até a aba <gui>hardware</gui>. Anote o dispositivo e o perfil que estão selecionados ( então você poderá retornar para as seleções padrão se as alterações não funcionarem).
ru: В появившемся окне перейдите на вкладку <gui>Устройства</gui>. Запомните, какое устройство и какой профиль выбраны (чтобы вы могли вернуться к настройкам по умолчанию, если их изменение не будет работать).

source: For the selected device, try changing the profile—play a sound after you change the profile to see if it works. You might need to go through the list and try each profile.
ast: Col dispositivio escoyíu, pruebe a camudar su perfil; reproduzca un soníu dempués de camudar el perfil pa ver si furrula. Puede que necesite probar con tolos perfiles de la llista.
el: Για την επιλεγμένη συσκευή, δοκιμάστε να αλλάξετε το προφίλ- αναπαράγετε έναν ήχο μετά την αλλαγή και δείτε αν λειτουργεί. Ίσως χρειαστεί να δοκιμάσετε όλα τα προφίλ της λίστας.
es: Con el dispositivio seleccionado, pruebe a cambiar su perfil; reproduzca un sonido después de cambiar el perfil para ver si funciona. Puede que necesite probar con todos los perfiles de la lista.
nl: Probeer voor het geselecteerde apparaat het profiel te wijzigen—speel een geluid af nadat u het profiel heeft gewijzigd om te zien of het werkt. Het kan zijn dat u de hele lijst moet doorlopen om elk profiel uit te proberen.
pt_br: Para o dispositivo selecionado, experimente trocar o perfil—reproduza um som após a troca de perfil para ver se dá certo. Talvez seja necessário varrer a lista e experimentar cada perfil.
ru: Попробуйте сменить профиль для выбранного устройства — воспроизводите звук после смены профиля, чтобы проверить, будет ли он работать. Возможно, вам придётся попробовать каждый профиль из списка.

source: If that doesn't work, you might want to try doing the same for any other devices that are listed.
ast: Si eso no furrula, puede intentar facer lo mesmu con cualquiera de los preseos que se muestran.
el: Αν αυτό δε λειτουργήσει, ίσως να πρέπει να δοκιμάσετε το ίδιο για κάθε συσκευή που υπάρχει στην λίστα.
es: Si eso no funciona, puede intentar hacer lo mismo con cualquiera de los dispositivos que se muestran.
nl: Als dat niet werkt, dan kunt u proberen hetzelfde te doen voor elk ander apparaat dat in de lijst staat.
pt_br: Se isso não funcionar, você pode tentar fazer o mesmo para quaisquer outros dispositivos que estão listados.
ru: Если это не поможет, попробуйте сделать то же самое для каждого устройства в списке.

source: Try changing the <gui>Connector</gui> option in the <gui>Output</gui> tab too.
ast: Pruebe tamién a camudar la opción <gui>Conector</gui> na pestaña <gui>Salida</gui>.
el: Προσπαθήστε επίσης να αλλάξετε την επιλογή <gui>Σύνδεσης</gui> στην καρτέλα <gui>Έξοδος</gui>.
es: Pruebe también a cambiar la opción <gui>Conector</gui> en la pestaña <gui>Salida</gui>.
fi: Yritä vaihtaa <gui>Liitäntä</gui>-valintaa <gui>Ulostulo</gui>-välilehdellä.
nl: Probeer ook de optie <gui>Connector</gui> in het tabblad <gui>Output</gui> te wijzigen.
pt_br: Tente mudar a opção <gui>Conector</gui> no guia <gui>Saída</gui> também.

source: Check that the sound card was detected properly
ast: Compruebe que la tarxeta de soníu se ha deteutáu correcho
el: Ελέγξτε ότι η κάρτα ήχου έχει εντοπιστεί σωστά
es: Compruebe que la tarjeta de sonido se ha detectado correctamente
fi: Varmista että äänikortti on havaittu onnistuneesti
nl: Controleren of de geluidskaart op de juiste manier werd gedetecteerd
pt_br: Verifique se a placa de som foi detectada corretamente
ru: Проверьте, правильно ли определена звуковая карта

source: Your sound card may not have been detected properly. If this has happened, your computer will think that it isn't able to play sound. A possible reason for the card not being detected properly is that the drivers for the card are not installed.
ast: Puede que su tarxeta de soníu no se heba deteutáu correcho. Si ocurriera eso, su equipu pensará que no puede reproducir dengún soníu. Una posible causa pa ello es que no se hayan instaláu los controladores pa esa tarxeta.
el: Η κάρτα ήχου σας ίσως να μην έχει εντοπιστεί καταλλήλως. Αν αυτό έχει συμβεί, ο υπολογιστής θα σκεφτεί ότι δεν είναι ικανός να αναπαραγάγει ήχο. Ένας πιθανής λόγος για το ότι η κάρτα δεν έχει εντοπιστεί καταλλήλως είναι το ότι οδηγοί που την αφορούν δεν έχουν εγκατασταθεί.
es: Puede que su tarjeta de sonido no se haya detectado correctamente. Si ocurriera eso, su equipo pensará que no puede reproducir ningún sonido. Una posible causa para ello es que no se hayan instalado los controladores para esa tarjeta.
nl: Het kan zijn dat uw geluidskaart niet op de juiste manier werd gedetecteerd. Als dat het geval is, dan zal uw computer denken dat hij geen geluid kan afspelen. Een mogelijke reden waarom de kaart niet juist gedetecteerd werd, is dat de stuurprogramma's voor de kaart niet geïnstalleerd zijn.
pt_br: Sua placa de som pode não ter sido detectada corretamente. Se isso aconteceu, o computador vai pensar que ela não é capaz de reproduzir som. Uma possível razão para a placa não estar sendo detectada corretamente é se os drivers da mesma não estão instalados.
ru: Возможно, ваша звуковая карта определена неправильно. Если это произошло, ваш компьютер будет считать, что он не может воспроизводить звук. Возможная причина неправильного определения звуковой карты — не установленные драйверы для этой карты.

source: Go to the <link xref="unity-dash-intro">dash</link> and open the Terminal.
ast: Vaya al <link xref="unity-dash-intro">Tablero</link> y abra un Terminal.
el: Μεταβείτε στο <link xref="unity-dash-intro">dash</link> και ανοίξτε το Τερματικό.
es: Vaya al <link xref="unity-dash-intro">Tablero</link> y abra un Terminal.
fi: Avaa <link xref="unity-dash-intro">Dash</link> ja avaa pääte.
nl: Ga naar de <link xref="unity-dash-intro">dash</link> en open de Terminal.
pt_br: Vá ao <link xref="unity-dash-intro">painel</link> e abra o Terminal.
ru: Войдите в <link xref="unity-dash-intro">Главное меню</link> и откройте Терминал.

source: Type <cmd>aplay -l</cmd> and press <key>Enter</key>.
ast: Introduza <cmd>aplay -l</cmd> y presione <key>Intro</key>.
el: Πληκτρολογήστε<cmd>aplay -l</cmd> και πατήστε το πλήκτρο <key>Enter</key>.
es: Introduzca <cmd>aplay -l</cmd> y presione <key>Intro</key>.
fi: Kirjoita <cmd>aplay -l</cmd> ja paina <key>Enter</key>.
nl: Typ <cmd>aplay -l</cmd> en druk op <key>Enter</key>.
pt_br: Digite <cmd>aplay -l</cmd> e pressione <key>Enter</key>.
ru: Наберите <cmd>aplay -l</cmd> и нажмите <key>Enter</key>.

source: A list of devices will be shown. If there are no <gui>playback hardware devices</gui>, your sound card has not been detected.
ast: Se mostrará una llista de preseos. Si no aparece dengún <gui>preséu hardware de reproducción</gui> es que no se ha deteutáu su tarxeta de soníu.
el: Θα εμφανιστεί μια λίστα συσκευών. Αν δεν υπάρχουν <gui>συσκευές αναπαραγωγής</gui>, η κάρτα ήχου σας δεν έχει ανιχνευτεί.
es: Se mostrará una lista de dispositivos. Si no aparece ningún <gui>dispositivo hardware de reproducción</gui> es que no se ha detectado su tarjeta de sonido.
nl: Er wordt een lijst met apparaten getoond. Als er geen <gui>playback hardware-apparaten</gui> zijn, dan werd uw geluidskaart niet gedetecteerd.
pt_br: Uma lista de dispositivos será mostrada. Se não há <gui>dispositivos de hardware para reprodução</gui>, sua placa de som não foi detectada.

source: If your sound card is not detected, you may need to manually install the drivers for it. How you do this will depend on the card you have.
ast: Si no se detecta su tarxeta de soníu, puede que ten que instalar manualmente los controladores. La forma de hacerlo dependerá de la tarxeta que ten.
el: Εάν η κάρτα ήχου σας δεν εντοπιστεί, ίσως χρειαστεί να εγκαταστήσετε χειροκίνητα τους οδηγούς για αυτήν. Το πως ακριβώς θα μπορέσετε να το κάνετε, εξαρτάται από την κάρτα την οποία έχετε.
es: Si no se detecta su tarjeta de sonido, puede que tenga que instalar manualmente los controladores. La forma de hacerlo dependerá de la tarjeta que tenga.
fi: Jos äänikorttiasi ei ole havaittu, voi ajureiden asennus manuaalisesti olla tarpeen. Ajureiden asennukseen liittyvät ohjeet riippuvat äänikortistasi.
nl: Als uw geluidskaart niet gedetecteerd werd, dan kan het zijn dat u handmatig stuurprogramma's daarvoor moet installeren. Hoe u dat doet hangt af van de kaart die u heeft.
pt_br: Se sua placa de som não for detectada, pode ser necessário instalar manualmente os drivers para ela. A maneira de fazer isso dependerá da placa que você tem.
ru: Если ваша звуковая карта не определена, вам может понадобиться установить драйверы для неё вручную. Как это сделать, будет зависеть от того, какая у вас звуковая карта.

source: You can see what sound card you have by using the <cmd>lspci</cmd> command in the <app>Terminal</app>. You can get more complete results if you run <cmd>lspci</cmd> as <link xref="user-admin-explain">superuser</link>; enter <cmd>sudo lspci</cmd> and type your password. See if an <em>audio controller</em> or <em>audio device</em> is listed—it should have the sound card's make and model number. <cmd>sudo lspci -v</cmd> will show a list with more detailed information.
ast: Puede saber qué tarxeta de soníu tien usando la orde <cmd>lspci</cmd> en el <app>Terminal</app>. Puede obtener resultaos más completos si ejecuta <cmd>lspci</cmd> como <link xref="user-admin-explain">superusuariu</link>; introduzca <cmd>sudo lspci</cmd> y teclee su contraseña. Compruebe si aparece dalgún <em>controlador de soníu («audio controller»)</em> o <em>preséu de soníu («audio device»)</em>; deberán aparecer los númberos de marca y el modelu de la tarxeta de osnido. <cmd>sudo lspci -v</cmd> mostrará una llista con información más detallada.
el: Μπορείτε να δείτε τι κάρτα ήχου έχετε χρησιμοποιώντας την εντολή <cmd>lspci</cmd> στο <app>Τερματικό</app>. Μπορείτε να λάβετε περισσότερο ολοκληρωμένα αποτελέσματα αν τρέξετε την εντολή <cmd>lspci</cmd> ως <link xref="user-admin-explain">υπερχρήστης</link>· εισάγετε <cmd>sudo lspci</cmd> και πληκτρολογήστε τον κωδικό πρόσβασής σας. Δείτε αν υπάρχει στη λίστα <em>ελεγκτής ήχου</em> ή <em>συσκευή ήχου</em>—θα πρέπει να έχει τον κατασκευαστή και τον νούμερο του μοντέλου της κάρτας ήχου σας. <cmd>sudo lspci -v</cmd> θα εμφανίσει μία λίστα με περισσότερο λεπτομερείς πληροφορίες.
es: Puede saber qué tarjeta de sonido tiene usando la orden <cmd>lspci</cmd> en el <app>Terminal</app>. Puede obtener resultados más completos si ejecuta <cmd>lspci</cmd> como <link xref="user-admin-explain">superusuario</link>; introduzca <cmd>sudo lspci</cmd> y teclee su contraseña. Compruebe si aparece algún <em>controlador de sonido («audio controller»)</em> o <em>dispositivo de sonido («audio device»)</em>; deberán aparecer los números de marca y el modelo de la tarjeta de osnido. <cmd>sudo lspci -v</cmd> mostrará una lista con información más detallada.
nl: U kunt zien welke geluidskaart u heeft door in de <app>Terminal</app> het commando <cmd>lspci</cmd> te geven. U krijgt meer resultaten als u <cmd>lspci</cmd> uitvoert als <link xref="user-admin-explain">superuser</link>; voer <cmd>sudo lspci</cmd> in en typ uw wachtwoord. Kijk of er een <em>audio controller</em> of <em>audio device</em> in de lijst staat—het merk en modelnummer van de geluidskaart zouden erbij moeten staan. Met het commando <cmd>sudo lspci -v</cmd> krijgt u een lijst met meer gedetailleerde informatie te zien.
pt_br: Você pode ver que placa de som tem executando o comando <cmd>lspci</cmd> no <app>Terminal</app>. Você obterá resultados mais completos se executar <cmd>lspci</cmd> como <link xref="user-admin-explain">superusuário</link>; Escreva <cmd>sudo lspci</cmd> e digite sua senha. Verifique se um <em>controlador de áudio</em> ou um <em>dispositivo de áudio</em> está listado—ele deve conter o nome da marca e do modelo da placa de som. <cmd>sudo lspci -v</cmd> mostrará uma lista com mais detalhes ainda.
ru: Вы можете посмотреть, какая у вас звуковая карта, с помощью команды <cmd>lspci</cmd> в <app>Терминале</app>. Более подробные результаты можно получить, запустив команду <cmd>lspci</cmd> от имени <link xref="user-admin-explain">суперпользователя</link>; введите <cmd>sudo lspci</cmd> и наберите ваш пароль. Посмотрите, есть ли в списке <em>audio controller</em> или <em>audio device</em> — там должны быть указаны производитель и модель звуковой карты. <cmd>sudo lspci -v</cmd> покажет список с ещё более подробной информацией.

source: You may be able to find and install drivers for your card by searching the Internet. Otherwise, you can <link xref="ubuntu-report-bug">file a bug</link>.
ast: Podrá atopar e instalar controladores pa su tarxeta guetando en Internet. En caso contrario, puede <link xref="ubuntu-report-bug">informar de un problema</link>.
el: Ενδεχομένως είστε σε θέση να βρείτε και να εγκαταστήσετε προγράμματα οδήγησης για την κάρτα σας με αναζήτηση στο διαδίκτυο. Ειδάλλως, μπορείτε να <link xref="ubuntu-report-bug">καταχωρήσετε ένα πρόβλημα</link>.
es: Podrá encontrar e instalar controladores para su tarjeta buscando en Internet. En caso contrario, puede <link xref="ubuntu-report-bug">informar de un problema</link>.
fi: Saatat löytää soveltuvan ajurin internetistä. Jos ajuria ei löydy tai asennus ei onnistu, <link xref="ubuntu-report-bug">tee vikailmoitus</link>.
nl: U kunt mogelijk stuurprogramma's vinden en installeren door op het internet te zoeken. Ook kunt u <link xref="ubuntu-report-bug">een bug indienen</link>.
pt_br: Talvez você consiga encontrar e instalar drivers para a sua placa procurando na Internet. Senão, você pode <link xref="ubuntu-report-bug">relatar um erro</link>.

source: If you can't get drivers for your sound card, you might prefer to buy a new sound card. You can get sound cards that can be installed inside the computer and external USB sound cards.
ast: Si no puede consiguir los controladores pa la tarxeta de soníu, es posible que prefiera mercar una tarxeta de soníu nueva. Puede obtener tarxetes de soníu que se puedan instalar nel equipu y tarxetes de soníu esternes USB.
el: Αν δν μπορείτε να βρείτε προγράμματα οδήγησης για την κάρτα ήχου σας, ίσως είναι προτιμότερο να αγοράσετε μια νέα κάρτα ήχου. Μπορείτε να βρείτε κάρτες ήχου που τοποθετούνται εσωτερικά στον υπολογιστή και επίσης εξωτερικές USB κάρτες ήχου.
es: Si no puede conseguir los controladores para la tarjeta de sonido, es posible que prefiera comprar una tarjeta de sonido nueva. Puede obtener tarjetas de sonido que se puedan instalar en el equipo y tarjetas de sonido externas USB.
nl: Als u geen stuurprogramma's voor uw geluidskaart kunt krijgen, dan kunt u overwegen een nieuwe geluidskaart aan te schaffen. U kunt externe USB-geluidskaarten kopen, of geluidskaarten die in de computer kunnen worden geplaatst.
pt_br: Se não conseguir drivers para a sua placa de som, você poderá preferir comprar uma nova placa. Poderá adquirir placas de som que possam ser instaladas dentro do computador ou placas USB externas.
ru: Если вы не найдёте драйверы для вашей звуковой карты, возможно, вы предпочтёте приобрести новую звуковую карту. Можно купить звуковую карту, которая устанавливается внутрь компьютера, или внешнюю, подключаемую через USB.

source: Use an analog or USB microphone and select a default input device.
ast: Usar un micrófono analógico o USB y escoyer un preséu de entrada predetermináu.
el: Χρησιμοποιείστε ένα αναλογικό ή USB μικρόφωνο και επιλέξτε μια προεπιλεγμένη συσκευή εισόδου.
es: Usar un micrófono analógico o USB y seleccionar un dispositivo de entrada predeterminado.
fi: Käytä analogista tai USB-mikrofonia ja valitse se oletuslaitteeksi.
nl: Een analoge of USB-hoofdtelefoon gebruiken en een standaard invoerapparaat selecteren.
pt_br: Use um microfone analógico ou USB e o selecione como dispositivo de entrada padrão.
ru: Используйте аналоговый или USB-микрофон и выберите входное устройство по умолчанию.

source: Use a different microphone
ast: Usar un micrófono distintu
el: Χρησιμοποιήστε ένα διαφορετικό μικρόφωνο
es: Usar un micrófono diferente
fi: Käytä eri mikrofonia
nl: Een andere microfoon gebruiken
pt_br: Usar um microfone diferente
ru: Использование различных микрофонов

source: You can use an external microphone for audio conferencing, making voice recordings, or using other multimedia applications. Even if your computer has a built-in microphone or a webcam with a microphone, a separate microphone could provide better audio quality.
ast: Puede usar un micrófono esternu pa conferencias de audio, grabaciones de voz, o el usu de otres aplicaciones multimedia. Incluso si su equipu tien un micrófono o una cámara web con micrófono, un micrófono separáu podría apurrir una meyor calidad de soníu.
el: Μπορείτε να χρησιμοποιήσετε ένα εξωτερικό μικρόφωνο για διάσκεψη, δημιουργώντας καταγραφές ήχου, ή χρησιμοποιώντας άλλη εφαρμογή πολυμέσων. Ακόμα και αν ο υπολογιστής σας έχει ενσωματωμένο μικρόφωνο ή διαδικτυακή κάμερα με μικρόφωνο, ένα ξεχωριστό μικρόφωνο μπορεί να παράγει καλύτερης ποιότητας ήχο.
es: Puede utilizar un micrófono externo para conferencias de audio, grabaciones de voz, o el uso de otras aplicaciones multimedia. Incluso si su equipo tiene un micrófono o una cámara web con micrófono, un micrófono separado podría proporcionar una mejor calidad de sonido.
fi: Voit käyttää ulkoista mikrofonia esimerkiksi puhelun soittamista varten. Vaikka tietokoneessasi olisi sisäänrakennettu mikrofoni, erillinen mikrofoni voi tarjota paremman äänenlaadun.
nl: U kunt een externe microfoon gebruiken voor audioconferenties, geluidsopnames maken, of bij het gebruik van andere multimediatoepassingen. Zelfs als uw computer een ingebouwde microfoon of een webcam met een microfoon heeft, kan een aparte microfoon een betere geluidskwaliteit opleveren.
pt_br: Você pode usar um microfone externo para conferências de áudio, fazer gravações de voz ou usar outras aplicações multimídia. Mesmo que seu computador tenha um microfone embutido ou uma webcam com microfone, um microfone separado poderá proporcionar melhor qualidade de áudio.
ru: Вы можете использовать внешний микрофон для аудиоконфереций, записи голоса или использования в других мультимедийных приложениях. Даже если ваш компьютер оснащён встроенным микрофоном или веб-камерой с микрофоном, отдельный микрофон может обеспечить более качественный звук.
