Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Click the <gui>Add</gui> button, select a layout under the <gui>By country</gui> or <gui>By language</gui> tabs, and click <gui>Add</gui>.
ast: Calca el botón <gui>Amestar</gui>, escueyi una distribución nas llingüetes <gui>Por país</gui> o <gui>Por idioma</gui>, y calca <gui>Amestar</gui>.
el: Πατήστε πάνω στο κουμπί <gui>Προσθήκη (+)</gui>, επιλέξτε μία διάταξη από τις καρτέλες <gui>Ανά χώρα</gui> ή <gui>Ανά γλώσσα</gui> και, κάντε κλικ στην <gui>Προσθήκη</gui>.
es: Pulse el botón <gui>Añadir</gui>, seleccione una distribución en las pestañas <gui>Por país</gui> o <gui>Por idioma</gui>, y pulse <gui>Añadir</gui>.
fi: Napsauta <gui>Lisää</gui>-nappia, valitse asettelu <gui>Maan mukaan</gui> tai <gui>Kielen mukaan</gui> -välilehtien alta ja napsauta <gui>Lisää</gui>.
nl: Klik op de knop <gui>Toevoegen</gui>, selecteer een indeling in het tabblad <gui>Op land</gui> of <gui>Op taal</gui> en klik op <gui>Toevoegen</gui>.
pt_br: Clique no botão <gui>Adicionar</gui>, escolha uma disposição nas abas <gui>Por país</gui> ou <gui>Pelo idioma</gui> e clique em <gui>Adicionar</gui>.

source: When you add multiple layouts, you can quickly switch between them using the keyboard layout indicator menu in the panel. The menu will display a short string identifying the current layout, such as <gui>USA</gui> or <gui>GBr</gui> for the standard English layout. Click the layout indicator and select the layout you want to use from the menu.
ast: Cuando amiesta varias distribuciones, puede pasar rápidamente de una a otra usando el menú indicador de distribuciones de tecláu allugáu nel panel. El menú mostrará una cadena curtia que identifica la distribución actual como <gui>USA</gui> o <gui>GBr</gui> nel caso de la distribución inglesa standard. Calca nel indicador de distribuciones y escueyi nel menú la distribución que quies usar.
el: Όταν προσθέτετε πολλαπλές διατάξεις πληκτρολογίου, μπορείτε να εναλλάσσεστε γρήγορα μεταξύ τους χρησιμοποιώντας το μενού του δείκτη διάταξης πληκτρολογίου στον πίνακα εφαρμογών. Το μενού θα εμφανίσει ένα σύντομο κείμενο για την αναγνώριση της τρέχουσας διάταξης, όπως το <gui>English (US)</gui> ή το <gui>en</gui> για το πρότυπο αγγλικό πληκτρολόγιο. Κάντε κλικ στον δείκτη και επιλέξτε τη διάταξη που θέλετε να χρησιμοποιήσετε από το μενού.
es: Cuando añade varias distribuciones, puede pasar rápidamente de una a otra usando el menú indicador de distribuciones de teclado situado en el panel. El menú mostrará una cadena corta que identifica la distribución actual como <gui>USA</gui> o <gui>GBr</gui> en el caso de la distribución inglesa estándar. Pulse en el indicador de distribuciones y seleccione en el menú la distribución que desea usar.
pt_br: Ao acrescentar diversas disposições, você pode rapidamente alternar entre elas usando o menu do indicador de disposição de teclado no painel. Esse menu exibirá um pequeno texto identificando a disposição atual, como <gui>USA</gui> ou <gui>GBr</gui> para a disposição-padrão do Inglês. Clique no indicador de disposição e escolha aquela que você deseja a partir do menu.

source: When you use multiple layouts, you can choose to have all windows use the same layout or to set a different layout for each window. Using a different layout for each window is useful, for example, if you're writing an article in another language in a word processor window. Your keyboard selection will be remembered for each window as you switch between windows.
ast: Cuando se usan varias distribuciones, se puede escoyer ente tener toes les ventanes cola mesma distribución o asignar una distribución distintu a cada ventana. Esto caberu resulta interesante, por exemplu, si ta escribiendo un artículo en otru idioma nuna ventana del procesador de textos. Cada ventana recordará su Escoyeta de tecláu conforme vaya pasando de una ventana a otra.
el: Όταν χρησιμοποιείτε πολλαπλές διατάξεις πληκτρολογίου, μπορείτε να επιλέξετε να χρησιμοποιείτε κοινή διάταξη πληκτρολογίου για όλα τα παράθυρα ή να επιτρέψετε διαφορετική διάταξη για κάθε παράθυρο. Η χρησιμοποίηση διαφορετικής διάταξης για κάθε παράθυρο μπορεί να είναι χρήσιμη, όταν για παράδειγμα γράφετε ένα άρθρο σε ένα παράθυρο επεξεργαστή κειμένου χρησιμοποιώντας μία διαφορετική γλώσσα. Η επιλογή σας για τη διάταξη πληκτρολογίου κάθε παραθύρου θα αποθηκεύεται στη μνήμη καθώς θα εναλλάσσεστε μεταξύ παραθύρων.
es: Cuando se usan varias distribuciones, se puede elegir entre tener todas las ventanas con la misma distribución o asignar una distribución diferente a cada ventana. Esto último resulta interesante, por ejemplo, si está escribiendo un artículo en otro idioma en una ventana del procesador de textos. Cada ventana recordará su selección de teclado conforme vaya pasando de una ventana a otra.
fi: Kun käytät useita eri asetteluja, voit määrittää kaikkien ikkunoiden käyttävän samaa asettelua tai ikkunoille erilliset asettelut. Eri asettelujen käyttö ikkunoittain on hyödyllistä, jos kirjoitat esimerkiksi eri kielellä tekstinkäsittelyohjelmaan kuin pikaviestimeen. Valitsemasi ikkunakohtainen asettelu pysyy, vaikka vaihdat ikkunoiden välillä.
pt_br: Quando você usa diversas disposições, você pode escolher por ter todas as janelas usando a mesma disposição ou definir uma disposição diferente para cada janela. Usar uma disposição diferente para cada janela é útil, por exemplo, se você estiver escrevendo um artigo em outro idioma em uma janela com um processador de texto. Sua escolha de teclado para cada janela será mantida enquanto você alterna entre as janelas.

source: By default, new windows will use the default keyboard layout. You can instead choose to have them use the layout of the window you were last using. The default layout is the layout at the top of the list. Use the <gui>Move Up</gui> and <gui>Move Down</gui> buttons to move layouts up and down in the list.
ast: De forma predeterminada, les nueves ventanes usarán la distribución de tecláu predeterminada. En su llugar, puede escoyer que usna distribución de la ventana que tuviera usando enantes. La distribución predeterminada es la situada al entamu de la llista. Use los botones <gui>Xubir</gui> y <gui>Baxar</gui> pa xubir o baxar les distribuciones dientro de la llista.
el: Εξ ορισμού, τα νέα παράθυρα θα χρησιμοποιούν την προεπιλεγμένη διάταξηπληκτρολογίου. Μπορείτε, παρόλα αυτά, να επιλέξετε να χρησιμοποιούν τη διάταξη του πιο πρόσφατου ενεργού παραθύρου. Η προεπιλεγμένη διάταξη, είναι αυτή που βρίσκεται στην κορυφή της λίστας. Χρησιμοποιήστε τις επιλογές <gui>Μετακίνηση επάνω</gui> και <gui>Μετακίνηση κάτω</gui> για να μετακινήσετε τις διατάξεις προς την επάνω ή την κάτω άκρη της λίστας.
es: De forma predeterminada, las nuevas ventanas usarán la distribución de teclado predeterminada. En su lugar, puede elegir que usen la distribución de la ventana que estuviera usando antes. La distribución predeterminada es la situada al principio de la lista. Use los botones <gui>Subir</gui> y <gui>Bajar</gui> para subir o bajar las distribuciones dentro de la lista.
pt_br: Por padrão, novas janelas usarão a disposição padrão do teclado. Em vez disso, você pode optar por usar a disposição da janela que você estava usando por último. A disposição padrão é a que estiver no topo da lista. Utilize os botões <gui>Mover para cima</gui> e <gui>Mover para baixo</gui> para mover as disposições para cima e para baixo na lista.

source: Make the keyboard not repeat letters when you hold down a key, or change the delay and speed of repeat keys.
ast: Facer que el tecláu no repita les lletres cuando se mantenga una tecla pulsada, o camudar el retardo y la velocidá de repetición de les tecles.
el: Κάντε το πληκτρολόγιο να μην επαναλαμβάνει χαρακτήρες όταν κρατάτε πατημένο ένα πλήκτρο, ή αλλάξτε την καθυστέρηση και την ταχύτητα επανάληψης των πλήκτρων.
es: Hacer que el teclado no repita las letras cuando se mantenga una tecla pulsada, o cambiar el retardo y la velocidad de repetición de las teclas.
fi: Kytke kirjaimien toistaminen pidettäessä näppäin pohjassa pois päältä tai säädä toistonäppäimien viivettä ja nopeutta.
nl: Voorkom dat het toetsenbord letters herhaalt wanneer u een toets vasthoudt, of wijzig de vertraging en snelheid van herhaaltoetsen.
pt_br: Faça com que o teclado não repita as letras quando você mantém pressionado uma tecla, ou mude o intervalo e a velocidade de repetição.

source: Turn off repeated key presses
ast: Desactivar la repetición de tecles
el: Απενεργοποίηση των επαναλαμβανόμενων πιέσεων πλήκτρων
es: Desactivar la repetición de teclas
fi: Kytke toistuva näppäinpainallus pois päältä
nl: Herhaald indrukken van een toets uitschakelen
pt_br: Desliga o pressionamento repetido de tecla

source: By default, when you hold down a key on your keyboard, the letter or symbol will be repeated until you release the key. If you have difficulty picking your finger back up quickly enough, you can disable this feature, or change how long it takes before key presses start repeating.
ast: De forma predeterminada, si mantiene pulsada una tecla nel tecláu, se repetirá su lletra o símbolu fasta que suelte la tecla. Si tien dificultades pa retirar su dedo lo bastante rápidu, puede desactivar esta característica o camudar el tiempu que tardan los carauteres en entamar a repetirse.
el: Εξ ορισμού, όταν κρατάτε πατημένο ένα πλήκτρο στο πληκτρολόγιό σας, το γράμμα ή το σύμβολο θα επαναλαμβάνεται εώς ότου να απελευθερώσετε το πλήκτρο. Αν αντιμετωπίζετε κάποια δυσκολία με τη γρήγορη ανασήκωση του δαχτύλου σας, μπορείτε να απενεργοποιήσετε αυτή την λειτουργία, ή να αλλάξετε το χρονικό διάστημα που μεσολαβεί ώστε το πάτημα του πλήκτρου να αρχίσει να επαναλαμβάνεται.
es: De forma predeterminada, si mantiene pulsada una tecla en el teclado, se repetirá su letra o símbolo hasta que suelte la tecla. Si tiene dificultades para retirar su dedo lo bastante rápido, puede desactivar esta característica o cambiar el tiempo que tardan los caracteres en empezar a repetirse.
fi: Kun pidät näppäimistön näppäintä pohjassa, normaalisti kirjainta tai symbolia tulee lisää niin kauan kunnes vapautat näppäimen. Jos sinulle on vaikeaa nostaa näppäin nopeasti pois näppäimeltä sen painamisen jälkeen, voit poistaa tämän ominaisuuden käytöstä tai muuttaa toistumisen aloittavaa viivettä.
nl: Standaard is het zo dat, wanneer u een toets op het toetsenbord ingedrukt houdt, de letter of het symbool herhaald zal worden totdat u de toets loslaat. Als u moeite heeft om uw vinger snel van een toets te halen, kunt u deze functie uitschakelen, of wijzigen hoe lang het duurt voordat de ingedrukte toetsaanslag herhaald wordt.
pt_br: Por padrão, quando você pressiona uma tecla em seu teclado, a letra ou símbolo será repetido até que você solte a tecla. Se você tem dificuldade em retirar seu dedo a tempo, você pode desabilitar esse recurso ou mudar o tempo necessário para começar a repetição quando uma tecla é pressionada.

source: On the <gui>General</gui> tab, turn off <gui>Key presses repeat when key is held down</gui> to disable repeated keys entirely. Alternatively, adjust the <gui>Delay</gui> slider to control how long you have to hold a key down to begin repeating it, and adjust the <gui>Speed</gui> slider to control how quickly key presses repeat.
ast: Na pestaña <gui>General</gui>, desactive la opción <gui>Les pulsaciones de tecles se repiten cuando la tecla se mantiene pulsada</gui> pa desactivar completamente la repetición de tecles. Si no, axuste el deslizador <gui>Retardo</gui> pa controlar cuánto tien que caltener pulsada una tecla fasta que se empiece a repetir, y axuste la <gui>Velocidá</gui> pa controlar cómo se rápidu se repitnas pulsaciones de tecles.
el: Στην καρτέλα <gui>Γενικά</gui>, απενεργοποιήστε την επιλογή <gui>Τα πατήματα των πλήκτρων επαναλαμβάνονται στο κράτημα των πλήκτρων</gui> για να απενεργοποιήσετε εντελώς την επανάληψη των πλήκτρων. Εναλλακτικά, ρυθμίστε την <gui>Καθυστέρηση</gui> μέσω του ολισθητή, ώστε να ρυθμίσετε το χρονικό διάστημα που θα πρέπει να κρατηθεί πατημένο ένα πλήκτρο για να αρχίσει η επανάληψή του. Από τον ολισθητή της επιλογής <gui>Ταχύτητα</gui> μπορείτε να ρυθμίσετε την ταχύτητα επανάληψης των πλήκτρων.
es: En la pestaña <gui>General</gui>, desactive la opción <gui>Las pulsaciones de teclas se repiten cuando la tecla se mantiene pulsada</gui> para desactivar completamente la repetición de teclas. Si no, ajuste el deslizador <gui>Retardo</gui> para controlar cuánto tiene que mantener pulsada una tecla hasta que se empiece a repetir, y ajuste la <gui>Velocidad</gui> para controlar cómo se rápido se repiten las pulsaciones de teclas.
fi: Varmista, että olet <gui>Kirjoittaminen</gui>-välilehdellä. Jos haluat kytkeä toistonäppäimet kokonaan pois päältä, poista valinta kohdasta <gui>Painallus toistuu, kun näppäintä pidetään painettuna</gui>. Vaihtoehtoisesti voit myös säätää toistumisen alkuun kuluvaa aikaa siirtämällä liukusäädintä kohdassa <gui>Viive</gui> ja kuinka nopeasti merkkiä ilmestyy kohdassa <gui>Nopeus</gui>.
pt_br: Na aba <gui>Geral</gui>, desmarque <gui>A tecla é repetida quando mantida pressionada</gui> para desabilitar inteiramente a repetição de tecla. Alternativamente, ajuste o <gui>Intervalo</gui> para controlar por quanto tempo você deve manter a tecla pressionada para que comece a repetição. Ajuste a <gui>Velocidade</gui> para controlar quão rápido é repetida a tecla pressionada.

source: How to set an image as your desktop background.
ast: Cómo afitar una imaxe como fondu de escritoriu.
el: Πως να ορίσετε μία εικόνα ως παρασκήνιο επιφάνειας εργασίας.
es: Cómo establecer una imagen como fondo de escritorio.
fi: Kuinka asetan kuvan työpöydän taustaksi?
nl: Een afbeelding als werkbladachtergrond instellen.
pt_br: Como definir uma imagem como o plano de fundo da sua área de trabalho.
ru: Как установить изображение в качестве фона рабочего стола.

source: Change the desktop background
ast: Camudar el fondu del escritoriu
el: Αλλαγή παρασκηνίου επιφάνειας εργασίας
es: Cambiar el fondo del escritorio
fi: Vaihda työpöydän taustaa
nl: De werkbladachtergrond wijzigen
pt_br: Alterar o fundo da área de trabalho
ru: Изменение фона рабочего стола

source: You can change the image used on your desktop background, or set it to a simple color or gradient.
ast: Puede camudar la imaxe utilizada nel fondu del escritoriu, o afitar un color simple o degradáu.
el: Μπορείτε να αλλάξετε την εικόνα που χρησιμοποιείται ως παρασκήνιο στην επιφάνεια εργασίας σας ή να την ορίσετε ως ένα απλό χρώμα ή διαβάθμιση χρώματος.
es: Puede cambiar la imagen utilizada en el fondo del escritorio, o establecer un color simple o degradado.
fi: Voit asettaa työpöydän taustalle kuvan, yhden värin tai liukuvärin.
nl: U kunt de afbeelding die gebruikt wordt als werkbladachtergrond wijzigen, of deze een vaste kleur of kleurverloop instellen.
pt_br: Você pode alterar a imagem usada como plano de fundo da sua área de trabalho ou alterar o plano de fundo para uma cor simples ou um gradiente de cor.
ru: Вы можете выбрать изображение, используемое в качестве фона рабочего стола, сделать фон одноцветным или использовать градиент цветов.

source: Right click on the desktop and select <gui>Change Desktop Background</gui>.
ast: Calca col botón drechu sobro el escritoriu y escueyi <gui>Camudar el fondu del escritoriu</gui>.
el: Κάντε δεξί κλικ στην επιφάνεια εργασίας και επιλέξτε <gui>Αλλαγή παρασκηνίου επιφάνειας εργασίας</gui>.
es: Pulse con el botón derecho sobre el escritorio y seleccione <gui>Cambiar el fondo del escritorio</gui>.
fi: Napsauta hiiren oikealla työpöytää ja valitse <gui>Muuta työpöydän taustaa</gui>.
nl: Klik met rechts op het bureaublad en kies <gui>Werkbladachtergrond wijzigen</gui>.
pt_br: Clique com o botão direito na área de trabalho e escolha <gui>Alterar plano de fundo</gui>.
ru: Щёлкните правой кнопкой на рабочем столе и выберите <gui>Изменить фон рабочего стола</gui>.

source: Select an image or color. The settings are applied immediately. <link xref="shell-workspaces-switch">Switch to an empty workspace</link> to view your entire desktop.
ast: Escueyi una imaxe o color. La configuración se aplicará darréu. <link xref="shell-workspaces-switch">Camuda a un estaya de trabayu vacía</link> pa ver el escritoriu enteru.
el: Επιλέξτε μία εικόνα ή ένα χρώμα. Οι ρυθμίσεις εφαρμόζονται αμέσως. <link xref="shell-workspaces-switch">Μεταφερθείτε σε έναν κενό χώρο εργασίας</link> για να δείτε ολόκληρη την επιφάνεια εργασίας σας.
fi: Valitse kuva tai väri. Muutokset toteutetaan välittömästi. <link xref="shell-workspaces-switch">Vaihda tyhjään työtilaan</link> nähdäksesi koko työpöydän ilman ikkunoita.
nl: Selecteer een afbeelding of een kleur. De instellingen worden meteen toegepast. <link xref="shell-workspaces-switch">Schakel over naar een lege werkruimte</link> om uw volledige bureaublad weer te geven.
pt_br: Selecione uma imagem ou cor. As configurações são aplicadas imediatamente. <link xref="shell-workspaces-switch">Mude para um espaço de trabalho vazio</link> para ver a sua área de trabalho inteira.
ru: Выберите изображение или цвет. Настройки вступят в силу немедленно. Чтобы увидеть весь рабочий стол, <link xref="shell-workspaces-switch">переключитесь на пустое рабочее место</link>.

source: There are three choices in the drop-down list on the left.
ast: Existen tres opciones na llista desplegable na esquierda.
el: Στην αναδυόμενη λίστα στην αριστερή πλευρά υπάρχουν τρεις επιλογές .
fi: Vasemmalla olevassa pudotusvalikossa on kolme valintaa.
nl: Er zijn drie keuzes in het keuzemenu aan de linkerkant.
pt_br: Há três opções na lista à esquerda.
ru: Слева, в выпадающем списке, есть три варианта .

source: Select <gui>Wallpapers</gui> to use one of the many professional background images that ship with Ubuntu. With the exception of the Ubuntu wallpaper, all of the default wallpaper choices were created by winners of a Community Wallpaper Contest.
ast: Escueyi <gui>Fondos de pantalla </gui> pa usar una de les abondes imáxenes de fondu profesionales que vienen con Ubuntu. Cola excepción del fondu de escritoriu de Ubuntu, toes les opciones predeterminadas de fondu de pantalla fueron creaes polos ganadores del Concurso de fondos de pantalla de la comunidad.
el: Επιλέξτε <gui>Ταπετσαρίες</gui> για να χρησιμοποιήσετε μία από τις πολλές επαγγελματικές εικόνες παρασκηνίου που έρχονται εξ ορισμού με το Ubuntu. Με εξαίρεση την ταπετσαρία του Ubuntu, όλες οι υπόλοιπες προεπιλεγμένες επιλογές ταπετσαρίας έχουν δημιουργηθεί από τους νικητές ενός διαγωνισμού ταπετσαρίας που έχει διοργανώσει η κοινότητα Ubuntu.
fi: Valitse <gui>Taustakuvat</gui> käyttääksesi Ubuntun mukana tulleita tasokkaita taustakuvia. Ubuntun oletustaustakuvaa lukuun ottamatta kaikki tässä kohdassa valittavissa olevat taustakuvat on yhteisön tekemiä, kilpailun kautta valittuja taustakuvia.
pt_br: Selecione <gui>Planos de fundo</gui> para usar um dos vários planos de fundo profissionais que vêm com o Ubuntu. Com exceção do plano de fundo Ubuntu, todos os planos de fundo padrão foram criados por vencedores de um torneio de planos de fundo da comunidade.
ru: Выберите <gui>Обои</gui> для использования одного из многих профессиональных фоновых изображений, поставляемых с Ubuntu. Все предлагаемые на выбор обои, кроме фонового изображения Ubuntu, были созданы победителями конкурса обоев, проводимого сообществом.

source: Some wallpapers are partially transparent and allow a background color to show through. For these wallpapers, there will be a color selector button in the bottom right.
ast: Dellos fondos son parcialmente transparentes y permitnun color de fondu pa amosar a traviés. Pa estos fondos de pantalla, habrá un botón selector de color na parte inferior drecha.
el: Κάποιες ταπετσαρίες είναι μερικώς διαφανείς και επιτρέπουν σε ένα χρώμα παρασκηνίου να φαίνεται. Για αυτές τις ταπετσαρίες, θα υπάρχει ένα κομβίο επιλογής χρώματος στο κάτω δεξί μέρος.
fi: Jotkin taustakuvat ovat osittain läpinäkyviä ja mahdollistavat taustavärin näkymisen taustalla. Näiden taustakuvien kohdalla on mahdollista valita taustaväri ikkunan oikean alareunan läheltä.
nl: Sommige achtergronden zijn gedeeltelijk transparant en laten een achtergrond kleur zien. Voor deze achtergronden is er rechtsonder een knop om de kleur in te stellen.
pt_br: Alguns planos de fundo são praticamente transparentes e permitem a uma cor de fundo aparecer. Para esses planos de fundo, haverá um botão seletor de cor na parte de baixo, à direita.
ru: Некоторые обои частично прозрачны и позволяют видеть цвет фона. Для таких обоев в правом нижнем углу появится кнопка выбора цвета.

source: Select <gui>Pictures Folder</gui> to use one of your own photos from your Pictures folder. Most photo management applications store photos there.
ast: Escueyi la <gui>carpeta Imáxenes</gui> pa usar una de sus propias fotografías de su carpeta Imáxenes. La mayoría de los gestores de fotos almacenan fotos equí.
el: Επιλέξτε <gui>Φάκελος εικόνων</gui> για να χρησιμοποιήσετε μία από τις φωτογραφίες σας από τον φάκελο εικόνων. Εκεί αποθηκεύουν τις φωτογραφίες τα περισσότερα προγράμματα διαχείρισης εικόνων.
fi: Valitse <gui>Kuvat-kansio</gui> käyttääksesi kotikansion alla olevassa Kuvat-kansiossa olevia kuvia taustakuvana. Useimmat valokuvien hallintaan tarkoitetut sovellukset tallentavat kuvat tähän kansioon.
nl: Selecteer de <gui>Afbeeldingen map</gui> om één van uw eigen foto's uit de map Afbeeldingen te gebruiken. De meeste programma's slaan de foto's automatisch in die map op.
pt_br: Selecione a pasta <gui>Imagens</gui> para usar uma de suas próprias fotos a partir de sua pasta Imagens. A maioria dos aplicativos de gerenciamento de fotos armazena fotos ali.
ru: Выберите пункт <gui>Папка изображений</gui> для использования одной из ваших собственных фотографий из папки «Изображения». Большинство приложений для работы с фотографиями хранят их именно там.

source: You can also select <gui>Colors &amp; Gradients</gui> to just use a flat color or a linear gradient. Color selector buttons will appear in the bottom right corner.
ast: También puede escoyer <gui>Color y gradientes</gui> pa axustar un color planu o un gradiente lineal. Los botones selectores de color aparecerán na esquina inferior drecha.
el: Μπορείτε επίσης να επιλέξετε <gui>Χρώματα &amp; διαβαθμίσεις</gui> για να χρησιμοποιήσετε απλά ένα «σκέτο» χρώμα ή μία γραμμική διαβάθμιση. Στην κάτω δεξιά γωνία θα εμφανιστούν κουμπιά επιλογής χρωμάτων .
fi: Voit valita myös <gui>Värit ja liukuvärit</gui> käyttääksesi yhtä väriä tai väriliukua. Värivalintapainikkeet sijaitsevat ikkunan oikeassa alareunassa.
pt_br: Você também pode selecionar <gui>Cores &amp; Gradientes</gui> para usar uma cor uniforme ou um gradiente linear. Os botões de seleção de cores vão aparecer no canto direito de baixo.
ru: Вы также можете выбрать <gui>Цвета и градиенты</gui>, чтобы просто использовать плоские цвета или линейные градиенты. Кнопка выбора цвета появится в нижнем правом углу.
