Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Creative Commons Share Alike 3.0
ast: Creative Commons Compartir Igual 3.0
el: Υπό την άδεια Creative Commons Share Alike 3.0
es: Creative Commons Compartir Igual 3.0
pt_br: Creative Commons Compartilhamento pela mesma Licença 3.0

# _
source: translator-credits
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~ivarela Iñigo Varela https://launchpad.net/~ivarela-softastur
ca: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Aniol Garcia https://launchpad.net/~aniolgarcia Biel Fiol https://launchpad.net/~bielfiol Daniel https://launchpad.net/~diesserr David Planella https://launchpad.net/~dpm GBertran https://launchpad.net/~bertran-gerardo Jaume Villalba https://launchpad.net/~jaumet JoanColl https://launchpad.net/~joancoll Matthew East https://launchpad.net/~mdke Rafael Carreras https://launchpad.net/~rafael-carreras Walter Garcia-Fontes https://launchpad.net/~walter-garcia toni https://launchpad.net/~toni-ravalnet
cs: Launchpad Contributions: AsciiWolf https://launchpad.net/~asciiwolf Doug Smythies https://launchpad.net/~dsmythies Foo Bar https://launchpad.net/~adrijaned Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Mafiosso https://launchpad.net/~pavelvonlostice Martin Šácha https://launchpad.net/~sachy Skid https://launchpad.net/~tucnak-pingui Tadeáš Pařík https://launchpad.net/~pariktadeas Vojta Mondek https://launchpad.net/~vojtamondek-deactivatedaccount Vojtěch Trefný https://launchpad.net/~vojtech.trefny bretakral https://launchpad.net/~bretakral jarin https://launchpad.net/~simonjaroslav88
de: Launchpad Contributions: Andreas Jung https://launchpad.net/~docjuhnk Carsten Gerlach https://launchpad.net/~carsteng Christoph Klotz https://launchpad.net/~klotzchristoph Daniel Schury https://launchpad.net/~surst Dennis Baudys https://launchpad.net/~thecondordb Doug Smythies https://launchpad.net/~dsmythies Florian Greinus https://launchpad.net/~florian-greinus Ghenrik https://launchpad.net/~ghenrik-deactivatedaccount Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Helene Bellis https://launchpad.net/~gaertnerin Hendrik Knackstedt https://launchpad.net/~hennekn Jan Simon https://launchpad.net/~jan-simon Jens Maucher https://launchpad.net/~jensmaucher Jeremy Bicha https://launchpad.net/~jbicha Joachim Altmann https://launchpad.net/~joachim-altmann Kevin Godby https://launchpad.net/~godbyk Matthew East https://launchpad.net/~mdke Matthias Seidel https://launchpad.net/~matthias-seidel-u Maximilian https://launchpad.net/~snow2k9-x Maximilian Müller https://launchpad.net/~sirius205 Moritz Baumann https://launchpad.net/~mo42 Phillip Sz https://launchpad.net/~phillip-sz Sven Seelbach https://launchpad.net/~gurke255 Thomas Schwiertz https://launchpad.net/~thomas-schwiertz Tobias Bannert https://launchpad.net/~toba Torsten Franz https://launchpad.net/~torsten.franz schuko24 https://launchpad.net/~gerd-saenger
el: Launchpad Contributions: Andreas Chatziagapiou https://launchpad.net/~xagapiou Andriopoulos Nikolaos https://launchpad.net/~sirnicolas21 Apostolakis Spiros https://launchpad.net/~apostolakiss Christos Spyroglou https://launchpad.net/~cspyroglou Constantine Mousafiris https://launchpad.net/~kvisitor Dimitrios Ntoulas https://launchpad.net/~ntoulasd Filippos Kolyvas https://launchpad.net/~fkol-k4 Fotis Tsamis https://launchpad.net/~phantomas George Christofis https://launchpad.net/~geochr Giannis Katsampirhs https://launchpad.net/~juankats Jennie Petoumenou https://launchpad.net/~jennie Konstantinos Feretos https://launchpad.net/~konferetos Mel Argyropoulou https://launchpad.net/~bunnydee93 Mixalis Zisis https://launchpad.net/~mixasgr Opanos https://launchpad.net/~panos-panos Pigeonaras https://launchpad.net/~pigeonaras Silent Knight https://launchpad.net/~piratis Simos Xenitellis https://launchpad.net/~simosx Sophoklis Goumas https://launchpad.net/~olspookishmagus Spiros Georgaras https://launchpad.net/~sngeorgaras alexandros_ https://launchpad.net/~dj-king-a glavkos https://launchpad.net/~glavkos mara sdr https://launchpad.net/~sdr7922 stavros daliakopoulos https://launchpad.net/~stavrosd tzem https://launchpad.net/~athmakrigiannis yannis panagis https://launchpad.net/~ypanagis
fi: Launchpad Contributions: Aleksi Kinnunen https://launchpad.net/~aleksi-kinnunen Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Saku Salo https://launchpad.net/~sos Timo Jyrinki https://launchpad.net/~timo-jyrinki Ville Pilvio https://launchpad.net/~vpilvio sampo555 https://launchpad.net/~sampo555
fr: Launchpad Contributions: Anne017 https://launchpad.net/~anneonyme017 Doug Smythies https://launchpad.net/~dsmythies EmmanuelLeNormand https://launchpad.net/~emmanuel-le-normand Ghislain Antony Vaillant https://launchpad.net/~ghisvail Greg https://launchpad.net/~ulysse68 Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jean-Marc https://launchpad.net/~m-balthazar Jeremy Bicha https://launchpad.net/~jbicha Kevin Godby https://launchpad.net/~godbyk Laurent https://launchpad.net/~laurentmic Littm https://launchpad.net/~tehani-m Matthew East https://launchpad.net/~mdke Nicolas Delvaux https://launchpad.net/~malizor NoirHirsute https://launchpad.net/~noirhirsute Olivier Febwin https://launchpad.net/~febcrash Pascal Maugendre https://launchpad.net/~pmaugendre Pierre Sassoulas https://launchpad.net/~pierre-sassoulas Pierre Slamich https://launchpad.net/~pierre-slamich Pierre-Olivier Megret https://launchpad.net/~sorrodje Sylvie Gallet https://launchpad.net/~sylvie-gallet Thibault Dupuis https://launchpad.net/~dthibault Valentin Paris https://launchpad.net/~valromparis YannUbuntu https://launchpad.net/~yannubuntu YoBoY https://launchpad.net/~yoboy-leguesh gisele perreault https://launchpad.net/~gisele-perreault jean-bernard marcon https://launchpad.net/~jean-bernard-marcon joffrey abeilard https://launchpad.net/~joffrey.abeilard manu https://launchpad.net/~manu.pintor ouelaa kheireddine https://launchpad.net/~kheireddine-ouelaa zedvem https://launchpad.net/~zedvem
gl: Launchpad Contributions: Doug Smythies https://launchpad.net/~dsmythies Fran Diéguez https://launchpad.net/~frandieguez Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Leandro Regueiro https://launchpad.net/~leandro-regueiro Marcos Lans https://launchpad.net/~markooss Miguel Anxo Bouzada https://launchpad.net/~mbouzada Xosé https://launchpad.net/~ubuntu-galizaweb
hr: Launchpad Contributions: Filip https://launchpad.net/~f1novkoski Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha gogo https://launchpad.net/~trebelnik-stefina
id: Launchpad Contributions: Andika Triwidada https://launchpad.net/~andika Bagus Aji Santoso https://launchpad.net/~lobothijau
ko: Launchpad Contributions: AhRum Lee https://launchpad.net/~liarum404 Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Gunwoo Kim https://launchpad.net/~kimgnu John Kim https://launchpad.net/~kotux Jung Hoe Hyeong https://launchpad.net/~commaniakr KIM DONGWON https://launchpad.net/~freshtuna KwonYevin https://launchpad.net/~kwonyevin Rockworld https://launchpad.net/~rockrock2222222 SeokJoo Cho https://launchpad.net/~linuxlight TAESEONG KIM https://launchpad.net/~taeseonggg minwook shin https://launchpad.net/~minwook-shin
lt: Launchpad Contributions: Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Mantas Kriaučiūnas https://launchpad.net/~mantas voron https://launchpad.net/~rshabashov
lv: Launchpad Contributions: Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Rūdolfs Mazurs https://launchpad.net/~rudolfs-mazurs
ms: Launchpad Contributions: Ahmad Aizuddin Aizat https://launchpad.net/~kaibathelegacy Ahmed Noor Kader Mustajir Md Eusoff https://launchpad.net/~sir.ade Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Mohd Hafizul Afifi Abdullah https://launchpad.net/~hafizul94 abuyop https://launchpad.net/~abuyop
my: Launchpad Contributions: Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Pyae Sone https://launchpad.net/~gipsyhnh
nl: Launchpad Contributions: Arnoud Imron https://launchpad.net/~imron-arnoud Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn Harmen H https://launchpad.net/~huizinga Jeremy Bicha https://launchpad.net/~jbicha Matthew East https://launchpad.net/~mdke Prince22 https://launchpad.net/~s-c-prince Rachid https://launchpad.net/~rachidbm Redmar https://launchpad.net/~redmar RobinJ https://launchpad.net/~robinj Silke https://launchpad.net/~silexh Timo https://launchpad.net/~tiwiedie ivo glasius https://launchpad.net/~ivo-glasius rob https://launchpad.net/~rvdb
pl: Launchpad Contributions: Bartosz Ostafin https://launchpad.net/~zgredinzyyy Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Krzysztof Tataradziński https://launchpad.net/~ktatar156 Leon Miklosik https://launchpad.net/~leomik Oskar https://launchpad.net/~oskarsuwalki89 Piotr Drąg https://launchpad.net/~piotrdrag Piotr Strębski https://launchpad.net/~strebski Seweryn Opyd https://launchpad.net/~sewerin marcin mikołajczak https://launchpad.net/~mkljczk Łukasz Cieśluk https://launchpad.net/~lukaszciesluk
pt_br: Launchpad Contributions: André Gondim https://launchpad.net/~andregondim Celio Alves https://launchpad.net/~dreamcelio Edvaldo de Souza Cruz https://launchpad.net/~edvaldoscruz Flávio Etrusco https://launchpad.net/~etrusco Matthew East https://launchpad.net/~mdke Neliton Pereira Junior https://launchpad.net/~nelitonpjr Rafael Neri https://launchpad.net/~rafepel Rogênio Belém https://launchpad.net/~rogeniobelem Rudinei Weschenfelder https://launchpad.net/~rudineiw Tiago Hillebrandt https://launchpad.net/~tiagohillebrandt Wilmerson Felipe https://launchpad.net/~wilmerson
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 Anton Danshin https://launchpad.net/~anton-danshin Eugene Marshal https://launchpad.net/~lowrider Eugene Mikhantiev https://launchpad.net/~mehanik Evgeny https://launchpad.net/~evgeny-ig Nikita https://launchpad.net/~namenick87 Nikita Putko https://launchpad.net/~ktototam98 Vassili Platonov https://launchpad.net/~vassilip
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrejznidarsic Doug Smythies https://launchpad.net/~dsmythies Dražen Matešić https://launchpad.net/~crazylemon Filip Štamcar https://launchpad.net/~filips123 Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Matthew East https://launchpad.net/~mdke Sasa Batistic https://launchpad.net/~sasa-batistic Zan Dobersek https://launchpad.net/~zandobersek
sv: Launchpad Contributions: Alexander Lemoine https://launchpad.net/~aktiebolaget Arve Eriksson https://launchpad.net/~031299870-telia Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Jeremy Bicha https://launchpad.net/~jbicha Josef Andersson https://launchpad.net/~northar Kevin Godby https://launchpad.net/~godbyk Markus Klyver https://launchpad.net/~markusklyver
tr: Launchpad Contributions: Coşkun ÇAKIR https://launchpad.net/~coskuncakir Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Hasan Yılmaz https://launchpad.net/~hasanyilmaz Jeremy Bicha https://launchpad.net/~jbicha Kadir Can ÇELİK https://launchpad.net/~kadircancelik Kevin Godby https://launchpad.net/~godbyk Matthew East https://launchpad.net/~mdke Volkan Gezer https://launchpad.net/~volkangezer hatalar205 https://launchpad.net/~hatalar205linux meda https://launchpad.net/~ademcal ubuntuki https://launchpad.net/~aleverzurumlu yasin özdemir https://launchpad.net/~serenler07 İbrahim Çelik https://launchpad.net/~ibrahimcelik89 Şâkir Aşçı https://launchpad.net/~sakirasci
zh_cn: Launchpad Contributions: Aron Xu https://launchpad.net/~happyaron Carlos Gong https://launchpad.net/~bfsugxy Dingyuan Wang https://launchpad.net/~gumblex Doug Smythies https://launchpad.net/~dsmythies Gunnar Hjalmarsson https://launchpad.net/~gunnarhj Luo Lei https://launchpad.net/~luolei Luo Yufan https://launchpad.net/~njlyf2011 TeliuTe https://launchpad.net/~teliute Wang Dianjin https://launchpad.net/~tuhaihe YunQiang Su https://launchpad.net/~wzssyqa fenglb https://launchpad.net/~fengliubin jiaowen520li https://launchpad.net/~jiaowen520li

source: Ignore quickly-repeated keypresses of the same key.
ast: Inorar pulsaciones rápides de la mesma tecla.
el: Αγνόηση των γρήγορα επαναλαμβανόμενων πατημάτων του ίδιου πλήκτρου.
es: Ignorar pulsaciones rápidas de la misma tecla.
fi: Jätä huomioimatta saman näppäimen toistuvat painallukset.
nl: Snel herhaalde toetsaanslagen negeren.
pt_br: Ignorar os rápidos pressionamentos repetitivos da mesma tecla.
ru: Игнорировать быстрые повторные нажатия одной и той же клавиши.

source: Turn on Bounce Keys
ast: Activar el refugu de tecles
el: Ενεργοποίηση πλήκτρων αναπήδησης
es: Activar el rechazo de teclas
fi: Kimmonäppäimien päälle kytkeminen
nl: Kaatstoetsen inschakelen
pt_br: Ative as teclas de repercussão
ru: Включение Отскакивающих клавиш

source: Turn on <em>bounce keys</em> to ignore keypresses that are rapidly repeated. For example, if you have hand tremors which cause you to press a key multiple times when you only want to press it once, you should turn on bounce keys.
ast: Activa'l <em>refugu de tecles</em> pa inorar les pulsaciones de tecles repetíes rápidamente. Por exemplu, si tienes temblores nes manes que puen facer que calques delles vegaes cuando namái quies primiles una, entós fai usu d'activar el refugu de tecles.
el: Ενεργοποιήστε τα πλήκτρα αναπήδησης για να αγνοούνται τα πολύ γρήγορα επαναλαμβανόμενα πατήματα πλήκτρων . Για παράδειγμα, αν το χέρι σας τρέμει, και πατάτε άθελά σας το ίδιο πλήκτρο περισσότερες φορές, τότε θα πρέπει να ενεργοποιήσετε τα πλήκτρα αναπήδησης.
es: Active el <em>rechazo de teclas</em> para ignorar las pulsaciones de teclas repetidas rápidamente. Por ejemplo, si tiene temblores de manos que pueden hacer que pulse teclas varias veces cuando sólo quiere pulsarlas una, entonces debería activar el rechazo de teclas.
fi: Käytä <em>kimmonäppäimiä</em>, jotta nopeasti toistuvat näppäinpainallukset jäävät huomiotta. Esimerkiksi vapisevat kädet voivat aiheuttaa toistuvia näppäinpainalluksia vaikka tarkoituksena olisi ollut kertapainallus. Tällöin kimmonäppäimet auttavat.
nl: <em>Kaatstoetsen</em> inschakelen om toetsaanslagen die snel herhaald worden te negeren. Als u bijvoorbeeld door bevende handen onbedoeld meerdere malen op een toets drukt, dan moet u kaatstoetsen inschakelen.
pt_br: Ative as <em>teclas de repercussão</em> para ignorar pressionamentos de teclas que são repetidos rapidamente. Por exemplo, se você tem tremores de mão que fazem com que você pressione uma tecla múltiplas vezes quando você queria pressionar somente uma vez, você deve ativar as teclas de repercussão.
ru: Включает <em>Отскакивающие клавиши</em> для игнорирования быстрого нажатия клавиш. Например, если у вас дрожат руки и вы нажимаете клавишу несколько раз, когда нужно нажать ее только один раз, вы должны включить отскакивающие клавиши.

source: Click the icon at the very right of the <gui>top bar</gui> and select <gui>System Settings</gui>.
ast: Calca nel iconu allugáu nel extremu drechu de la <gui>barra superior</gui> y escueyi <gui>Configuración del sistema</gui>.
el: Κάντε κλικ στο εικονίδιο τέρμα δεξιά στην <gui>πάνω γραμμή</gui> και επιλέξτε <gui>Ρυθμίσεις συστήματος</gui>.
es: Pulse en el icono situado en el extremo derecho de la <gui>barra superior</gui> y seleccione <gui>Configuración del sistema</gui>.
fi: Napsauta <gui>yläpaneelin</gui> oikeanpuoleisinta kuvaketta ja valitse <gui>Järjestelmäasetukset...</gui>
nl: Klik op het pictogram uiterst rechts van het <gui>bovenpaneel</gui> en kies <gui>Systeeminstellingen</gui>.
pt_br: Clique no ícone que está no canto direito da <gui>barra superior</gui> e selecione <gui>Configurações do sistema</gui>.
ru: Щёлкните на самом правом значке <gui>верхней панели</gui> и выберите <gui>Параметры системы</gui>.

source: Click <gui>Universal Access</gui>.
ast: Calca <gui>Accesu universal</gui>.
el: Κάντε κλικ στο <gui>Καθολική πρόσβαση</gui>.
fi: Napsauta <gui>Esteettömyys</gui>.
nl: Klik op <gui>Universele toegang</gui>.
pt_br: Clique em <gui>Acesso universal</gui>.
ru: Щёлкните по кнопке <gui>Специальные возможности</gui>.

source: Select the <gui>Typing</gui> tab.
ast: Escueyi la llingüeta <gui>Escritura</gui>.
el: Επιλέξτε την καρτέλα <gui>Πληκτρολόγηση</gui>.
fi: Valitse <gui>Kirjoittaminen</gui>-välilehti.
nl: Selecteer het tabblad <gui>Typen</gui>.
pt_br: Selecione a aba <gui>Digitação</gui>.
ru: Выберите вкладку <gui>Ввод текста</gui>.

source: Select <gui>Turn on accessibility features from the keyboard</gui>.
ast: Escueyi <gui>Activar les carauterístiques d'accesibilidad dende'l tecláu</gui>.
el: Επέλεξε <gui>Ενεργοποίηση των χαρακτηριστικών προσιτότητας από το πληκτρολόγιο</gui>.
fi: Valitse <gui>Käytä näppäimistön esteettömyysasetuksia</gui>.
nl: <gui>Zet toegankelijkheidsfuncties aan vanaf het toetsenbord</gui> selecteren.
pt_br: Selecione <gui>Ativar recursos de acessibilidade pelo teclado</gui>.
ru: Выберите <gui>Включить специальные возможности с клавиатуры</gui>.

source: Switch <gui>Bounce Keys</gui> on.
ast: Activa'l <gui>Refugu de tecles</gui>.
el: Ενεργοποιήστε τα <gui>Πλήκτρα αναπήδησης</gui>.
fi: Kytke <gui>Kimmonäppäimet</gui> Päällä-asentoon.
nl: <gui>Kaatstoetsen</gui> aanzetten.
pt_br: Ative <gui>Teclas de repercussão</gui>.
ru: Включите <gui>Отскакивающие клавиши</gui> используя переключатель.

source: Use the <gui>Acceptance delay</gui> slider to change how long bounce keys waits before it registers another key press after you pressed the key for the first time. Select <gui>Beep when a key is rejected</gui> if you want the computer to make a sound each time it ignores a key press because it happened too soon after the previous key press.
ast: Usa l'eslizador <gui>Retardu d'aceutación</gui> pa camudar el tiempu que tien de esperar el refugu de tecles enantes de rexistrar otra tecla pulsada dempués de la pulsada en primer llugar. Escueyi <gui>Pitar al refugar una tecla</gui> si quies que l'equipu emita un soníu cada vegada qu'inora una tecla porque la pulsación asocedió mui aína dempués de la pulsación de la tecla anterior.
el: Χρησιμοποιήστε τον ολισθητή της <gui>καθυστέρησης αποδοχής</gui> για να αλλάξετε το χρονικό διάστημα που τα Πλήκτρα αναπήδησης θα πρέπει να περιμένουν αφού πατήσετε το πλήκτρο για να καταχωρήσουν την πληκτρολόγηση. Επιλέξτε την <gui>Ηχητική ειδοποίηση (μπιπ) όταν ένα πλήκτρο αγνοείται</gui> αν θέλετε ο υπολογιστής να σας ειδοποιεί με έναν ήχο κάθε φορά που το πάτημα ενός πλήκτρου θα αγνοηθεί για τον λόγο ότι πατήθηκε σε πολύ σύντομο χρονικό διάστημα σε σχέση με το προηγούμενο πάτημα πλήκτρου.
fi: Käytä <gui>Viiveen kesto</gui> -liukusäädintä määrittääksesi, kuinka kauan kimmonäppäin odottaa, ennen kuin se rekisteröi uuden näppäinpainalluksen. Valitse <gui>Soita äänimerkki, kun näppäinpainallusta ei hyväksytty</gui>, jos haluat tietokoneen ilmoittavan äänimerkillä joka kerta, kun painat näppäimiä liian nopeasti ja tietokone hylkää näppäinpainalluksen.
nl: Gebruik de <gui>Vertraging</gui>-schuifregelaar om te wijzigen hoe lang de vertraging moet duren voordat de computer een tweede toetsaanslag herkent, nadat er een toets is ingedrukt. Selecteer <gui>Piepen wanneer een toets is geweigerd</gui> als u wilt dat de computer een geluid maakt wanneer een toetsaanslag wordt genegeerd omdat deze te snel volgt op de vorige toetsaanslag.
pt_br: Use a barra deslizante <gui>Atraso de aceitação</gui> para mudar quanto tempo as teclas de repercussão esperaram antes de registrar outro pressionamento de tecla, depois de pressionada a tecla pela primeira vez. Selecione <gui>Alarme sonoro quando uma tecla é rejeitada</gui> se você quiser que o computador faça um som cada vez que ignorar um pressionamento de tecla, porque ele aconteceu muito cedo após o pressionamento de tecla anterior.
ru: Используйте ползунок <gui>Задержка включения</gui> чтобы изменить время ожидания отскакивающей клавиши, прежде чем она зарегистрирует еще одно нажатие после первого. Выберите <gui>Подавать сигнал, когда нажатие клавиши не принято</gui>, если вы хотите, чтобы компьютер издавал звук каждый раз, когда он игнорирует нажатие клавиши из-за того, что это случилось слишком быстро после нажатия предыдущей клавиши.

source: You can quickly turn this feature on and off from the <link xref="a11y-icon">universal access menu</link>.
ast: Pues activar y desactivar esta función rápidamente dende'l <link xref="a11y-icon">menú d'accesu universal</link>.
el: Μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε αυτή τη λειτουργία από το <link xref="a11y-icon">μενού καθολικής πρόσβασης</link>.
es: Puede activar y desactivar esta función rápidamente desde el <link xref="a11y-icon">menú de acceso universal</link>.
fi: <link xref="a11y-icon">Esteettömyysvalikon</link> kautta voit nopeasti ottaa käyttöön/poistaa käytöstä tämän toiminnon.
nl: U kunt deze functie snel aan- en uitzetten vanuit het <link xref="a11y-icon">Universele toegang-menu</link>.
pt_br: Você pode ligar e desligar rapidamente esse recurso a partir do <link xref="a11y-icon">menu de acesso universal</link>.
ru: Вы можете быстро включить и выключить эту функцию из <link xref="a11y-icon">меню специальных возможностей</link>.

source: Use the <app>Orca</app> screen reader with a refreshable Braille display.
ast: Usa'l lleutor de pantalla <app>Orca</app> con un preséu Braille anovable.
el: Χρησιμοποιήστε τo πρόγραμμα ανάγνωσης οθόνης <app>Orca</app> μαζί με μια οθόνη Braille.
es: Use el lector de pantalla <app>Orca</app> con un dispositivo Braille actualizable.
fi: Käytä <app>Orca</app>-näytönlukijaa käyttöliittymän lukemiseen pistekirjoituksella.
nl: Gebruik de schermlezer <app>Orca</app> met een verversbaar braillescherm.
pt_br: Use o leitor de tela <app>Orca</app> com um monitor de Braille atualizável.
ru: Используйте экранный диктор <app>Orca</app> с брайлевским дисплеем.

source: Read screen in Braille
ast: Lleer la pantalla en Braille
el: Ανάγνωση οθόνης σε γραφή Μπράιγ
es: Leer la pantalla en Braille
fi: Lue näytön sisältöä pistekirjoituksella
nl: Het scherm in braille lezen
pt_br: Leia a tela em Braille
ru: Чтение содержимого экрана в азбуке Брайля
