Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Flash is a <em>plug-in</em> for your web browser that allows you to watch videos and use interactive web pages on some websites. While HTML5, which is a more modern solution, is increasingly offered, there are still some websites which won't work without Flash.
ca: El Flash és un <em>connector</em> per al vostre navegador que us permet veure vídeos i fer ús de pàgines web interactives en alguns llocs webs. Tot i que cada vegada l'HTML5, que és una solució més moderna, és més present, encara hi ha alguns llocs webs que no funcionen sense Flash.
cs: Flash je <em>zásuvný modul</em> pro váš prohlížeč, umožňující sledovat videa a používat interaktivní prvky na některých webových stránkách. Ačkoliv HTML5, jenž je moderním řešením pro tyto prvky, je používán stále více, stále existují nějaké webové stránky, jež se neobejdou bez technologie Flash.
de: Flash ist eine <em>Erweiterung</em> für Ihren Webbrowser, mit dem Sie Videos ansehen und interaktive Inhalte auf einigen Websites verwenden können. Während HTML5, eine modernere Lösung, zunehmend angeboten wird, gibt es immer noch einige Webseiten, die ohne Flash nicht funktionieren.
fr: Flash est un <em>module complémentaire</em> pour votre navigateur Internet qui vous permet de voir des vidéos et d'utiliser des pages interactives sur certains sites. Même si le HTML5, qui est une solution plus moderne, est de plus en plus proposée, il existe toujours certains sites Internet qui ne fonctionneront pas sans Flash.
gl: Flash é un <em>engadido</em> para o seu navegador web que lle permite ver vídeos e usar páxinas web interactivas nalgúns sitios. Mentres HTML, unha solución máis moderna, está medrando en penetración aínda hai algunhas webs que non funcionan sen Flash.
hr: Flash je <em>priključak</em> za vaš web preglednik koji vam omogućuje gledanje video snimaka i korištenje interaktivnih web stranica, Poput HTML5, koji je modernije rješenje, i sve se više nudi, ali još uvijek postoje određene web stranice koje neće raditi bez Flash priključka.
id: Flash adalah <em>plug-in</em> untuk peramban web Anda yang memungkinkan Anda untuk menonton video dan menggunakan halaman web interaktif di beberapa situs web. Sementara HTML5, yang merupakan solusi yang lebih modern, semakin banyak ditawarkan, masih ada beberapa situs web yang tidak akan bekerja tanpa flash.
ko: Flash는 웹브라우저가 동영상 재생과 일부 웹사이트에서의 반응형 웹페이지 사용을 위한 <em>플러그인</em>입니다. 더욱 현대적인 방식인 HTML5가 점차 보급되고 있지만, 아직까지도 몇몇 웹사이트들은 Flash가 없으면 동작하지 않는 경우가 있습니다.
lv: Flash ir tīmekļa pārlūkprogrammas<em>spraudnis</em>, kas ļauj skatīties video un lietot interaktīvas tīmekļa lapas dažās vietnēs. Lai gan HTML5, kas ir modernāks risinājums, tiek piedāvāts arvien plašāk, vēl aizvien dažas vietnes nestrādās bez Flash spraudņa.
ms: Flash ialah <em>pemalam</em> untuk pelayar sesawang anda yang membolehkan anda tonton video dan menikmati laman sesawang interaktif pada sesetengah laman sesawang. Manakala HTML5 pula, merupakan penyelesaian terkini, yang semakin banyak digunakan, tetapi masih ada lagi sesetengah laman sesawang yang tidak berfungsi baik tanpa bantuan Flash.
pl: Flash to <em>wtyczka</em> do przeglądarki WWW umożliwiająca oglądanie filmów i używanie interaktywnych stron na niektórych witrynach. Chociaż coraz częściej używany jest nowocześniejszy standard HTML5, bez wtyczki Flash nadal niektóre witryny mogą w ogóle nie działać.
sv: <app>Flash</app> är en <em>insticksmodul</em> för din webbläsare som låter dig titta på videor och använda interaktiva webbsidor på vissa webbplatser. Medan HTML5, som är en modernare lösning, erbjuds i ökande utsträckning, finns det fortfarande webbplatser som inte fungerar utan Flash.
zh_cn: Flash 是一个用于浏览器的<em>插件</em>，能让您看视频、页面交互等，HTML5 更加现代解决方案，有更多的支持，但是仍然有一些网站离不开 Flash。

source: Adobe has announced that they will stop updating and distributing the Flash Player at the end of 2020. Consequently, for security reasons, the Flash plug-in should not be used after 2020.
ca: Adobe va anunciar que deixarien d'actualitzar i distribuir el Flash Player a finals de 2020. Per aquesta raó, per motius de seguretat, no hauríeu d'utilitzar el connector de Flash passat 2020.
cs: Společnost Adobe oznámila, že na konci roku 2020 dojde k zastavení aktualizací Flash přehrávače. Zásuvný modul Flash by tedy z bezpečnostních důvodů již neměl být po roce 2020 používán.
fr: Adobe a annoncé la fin de la mise à jour et de la distribution de Flash Player d'ici la fin 2020. Par conséquent, pour des raisons de sécurité, le greffon Flash ne devrait plus être utilisé après 2020.
gl: Adobe anunciou que deixará de actualizar e distribuír o Flash Player ao remate do 2020. En consecuencia, por razóns de seguranza, non se debería usar o engadido Flash despois desta data.
hr: Adobe je najavio da će prestati nadopunjavati i distribuirati Flash player do kraja 2020 godine. Zbog toga, iz sigurnosnih razloga Flash priključak ne bi trebali koristiti poslije 2020 godine.
id: Adobe telah mengumumkan bahwa mereka akan berhenti memperbarui dan mendistribusikan Flash Player pada akhir 2020. Akibatnya, untuk alasan keamanan, plug-in Flash tidak boleh digunakan setelah 2020.
ko: Adobe는 2020년까지만 Flash Player의 배포와 업데이트를 제공한다고 발표 했습니다. 따라서 보안 문제를 이유로 2020년 이후에 Flash plug-in의 사용을 권장하지 않습니다
lv: Adobe ir paziņojusi, ka tā pārtrauks Flash atskaņotāja atjaunināšanu un izplatīšanu 2020. gada beigās. Šī iemesla dēļ Flash spraudni nevajadzētu izmantot pēc 2020. gada.
pl: Firma Adobe ogłosiła koniec aktualizacji i udostępniania wtyczki Flash Player z końcem 2020 roku. W związku z tym wtyczka Flash nie powinna być używana po 2020 roku.
sv: Adobe har aviserat att de kommer att sluta uppdatera och distribuera Flash Player i slutet av 2020. Följaktligen, av säkerhetsskäl, bör insticksmodulen Flash inte användas efter 2020.
zh_cn: Adobe 已宣布他们将在 2020 年底停止更新和发布 Flash Player。因此，出于安全原因，Flash 插件不应在 2020 年后使用。

source: There are two kinds of plug-ins available:
ca: Hi ha dues classes de connectors disponibles:
cs: Jsou k dispozici dva typy zásuvných modulů:
de: Es gibt zwei Arten von Erweiterungen:
fr: Il existe deux types de modules complémentaires :
gl: Hai dúas clases de engadidos dispoñíbeis:
hr: Postoje dvije vrste priključka za preuzimanje:
id: Ada dua jenis plug-in yang tersedia:
ko: 두가지 종류의 플러그인을 사용할수 있습니다:
lv: Ir pieejami divu veidu spraudņi:
ms: Terdapat dua jenis pemalam yang tersedia:
pl: Dostępne są dwa rodzaje wtyczek:
sv: Det finns två slags insticksmoduler:
tr: Kullanılabilir iki tür eklenti vardır:
zh_cn: 有两种可用的插件：

source: <em>NPAPI</em> for <app>Firefox</app> and other Gecko-based web browsers
ca: <em>NPAPI</em> per al <app>Firefox</app> i d'altres navegadors web basats en Gecko
cs: <em>NPAPI</em> pro <app>Firefox</app> a ostatní webové prohlížeče založené na jádru Gecko
de: <em>NPAPI</em> für <app>Firefox</app> und andere Gecko-basierte Webbrowser
fr: <em>NPAPI</em> pour <app>Firefox</app> et les autres navigateurs Internet basés sur Gecko
gl: <em>NPAPI</em> para <app>Firefox</app> e outros navegadores web baseados en Gecko.
hr: <em>NPAPI</em> za <app>Firefox</app> i ostale Gecko-temeljene web preglednike
id: <em>NPAPI</em> untuk <app>Firefox</app> dan peramban web berbasis Gecko lainnya
ko: <em>NPAPI</em> for <app>Firefox</app> 그리고 다른 Gecko 기반 웹브라우저들
lv: <em>NPAPI</em> tīmekļa pārlūkiem <app>Firefox</app> un citiem uz Gecko balstītiem pārlūkiem
ms: <em>NPAPI</em> untuk <app>Firefox</app> dan lain-lain pelayar sesawang berasaskan-Gecko
pl: <em>NPAPI</em> dla <app>Firefoksa</app> i innych przeglądarek używających mechanizmu Gecko
sv: <em>NPAPI</em> för <app>Firefox</app> och andra Gecko-baserade webbläsare
tr: <em>NPAPI</em> için <app>Firefox</app> ve diğer Gecko-tabanlı internet tarayıcı
zh_cn: <em>NPAPI</em> 用于 <app>Firefox</app> 和其他基于 Gecko 内核的网页浏览器

source: <em>PPAPI</em> for <app>Chromium</app> and other Blink-based web browsers including <app>Opera</app> and <app>Vivaldi</app>
ca: <em>PPAPI</em> per a <app>Chromium</app> i altres navegadors web basat en Blink, incloent-hi l'<app>Opera</app> i el <app>Vivaldi</app>
cs: <em>PPAPI</em> pro <app>Chromium</app> a ostatní webové prohlížeče založené na jádru Blink, včetně prohlížečů <app>Opera</app> a <app>Vivaldi</app>
de: <em>PPAPI</em> für <app>Chromium</app> und andere Blink-basierte Webbrowser, einschließlich <app>Opera</app> und <app>Vivaldi</app>
fr: <em>PPAPI</em> pour <app>Chromium</app> et les autres navigateurs Internet basés sur Blink, dont <app>Opera</app> et <app>Vivaldi</app>
gl: <em>PPAPI</em> para <app>Chromium</app> e outros navegadores web baseados en Blink incluídos <app>Opera</app> e <app>Vivaldi</app>
hr: <em>PPAPI</em> za <app>Chromium</app> i ostale Blink-temeljene web preglednike uključujući <app>Operu</app> i <app>Vivaldi</app>
id: <em>PPAPI</em> untuk <app>Chromium</app> dan peramban web berbasis Blink lainnya termasuk <app>Opera</app> dan <app>Vivaldi</app>
ko: <em>PPAPI</em> for <app>Chromium</app> 그리고 <app>Opera</app> and <app>Vivaldi</app> 등의 Blink 기반 웹브라우저들
lv: <em>PPAPI</em> tīmekļa pārlūkam <app>Chromium</app> citiem uz Blink balstītiem tīmekļa pārlūkiem <app>Opera</app> un <app>Vivaldi</app>
ms: <em>PPAPI</em> untuk <app>Chromium</app> dan lain-lain pelayar sesawang berasaskan-Blink termasuklah <app>Opera</app> dan <app>Vivaldi</app>
pl: <em>PPAPI</em> dla <app>Chromium</app> i innych przeglądarek używających mechanizmu Blink, w tym przeglądarki <app>Opera</app> i <app>Vivaldi</app>
sv: <em>PPAPI</em> för <app>Chromium</app> och andra Blink-baserade webbläsare inklusive <app>Opera</app> och <app>Vivaldi</app>
tr: <em>PPAPI</em> için <app>Chromium</app> ve diğer Blink-tabanlı internet tarayıcı dahil <app>Opera</app> ve <app>Vivaldi</app>
zh_cn: <em>PPAPI</em>用于 <app>Chromium</app> 和其他基于 Blink 的网页浏览器，包括 <app>Opera</app> 和 <app>Vivaldi</app>

source: The <app>Google Chrome</app> browser is shipped with Flash bundled, and does not need a plug-in.
ca: El navegador <app>Google Chrome</app> ja incorpora el Flash i no cal instal·lar-hi cap connector.
cs: Prohlížeč <app>Google Chrome</app> je dodáván spolu s technologií Flash, tudíž nepotřebuje externí zásuvný modul.
de: Der Browser <app>Google Chrome</app> wird mit Flash ausgeliefert und benötigt keine Erweiterung.
fr: Le navigateur <app>Google Chrome</app> est livré avec Flash intégré et ne nécessite pas un module complémentaire.
gl: O navegador <app>Google Chrome</app> distribúese co paquete Flash e non precisa un engadido.
hr: <app>Google Chrome</app> dolazi sa ugrađenom Flash podrškom i nije mu potreban priključak.
id: Peramban <app>Google Chrome</app> dikirim dengan Flash dibundel, dan tidak memerlukan plug-in.
ko: <app>Google Chrome</app> 브라우저에는 Flash가 포함되어 있으며, 추가 플러그인 설치가 필요하지 않습니다.
lv: <app>Google Chrome</app> pārlūks tiek piegādāts ar iekļautu Flash atskaņotāju un tam nav nepieciešams spraudnis.
ms: Pelayar <app>Google Chrome</app> disertakan sekali dengan Flash, oleh itu tidak memerlukan pemalam.
pl: Przeglądarka <app>Google Chrome</app> ma wbudowaną wtyczkę Flash, więc nie wymaga oddzielnej wtyczki.
sv: Webbläsaren <app>Google Chrome</app> kommer med Flash inbyggt, och behöver ingen insticksmodul.
tr: The <app>Google Chrome</app> tarayıcı flash ile birlikte gönderilir ve bir eklentiye ihtiyaç duyulmaz.
zh_cn: The <app>Google Chrome</app> 浏览器包含了 Flash 插件，不用再单独安装。

source: The <app>flashplugin-installer</app> package provides the NPAPI plug-in for Firefox. <link href="apt:flashplugin-installer">Install the package</link> and restart your browser.
ca: El paquet <app>flashplugin-installer</app> proveeix el connector NPAPI per al Firefox. <link href="apt:flashplugin-installer">Instaŀleu el paquet</link> i reinicieu el vostre navegador.
cs: Balík <app>flashplugin-installer</app> poskytuje zásuvný modul NPAPI pro Firefox. <link href="apt:flashplugin-installer">Nainstalujte tento balík</link> a restartujte svůj prohlížeč.
fr: Le paquet <app>flashplugin-installer</app> fournit le greffon NPAPI pour Firefox. <link href="apt:flashplugin-installer">Installez ce paquet </link> et redémarrez votre navigateur.
gl: O paquete <app>flashplugin-installer</app> proporciona o engadido NPAPI para o Firefox. <link href="apt:flashplugin-installer">Instale o paquete</link> e reinicie o navegador.
hr: <app>flashplugin-installer</app> paket omogućuje NPAPI priključak za Firefox. <link href="apt:flashplugin-installer">Instalirajte paket</link> i ponovno pokrenite svoj preglednik.
id: Paket <app>flashplugin-installer</app> menyediakan plug-in NPAPI untuk Firefox. <link href="apt:flashplugin-installer">Instal paket</link> dan restart peramban Anda.
ko: <app>flashplugin-installer</app> 패키지는 Firefox를 위한 NPAPI 플러그인을 제공합니다. <link href="apt:flashplugin-installer">패키지를 설치한후</link> 웹브라우저를 재시작 해주세요.
lv: Pakotne <app>flashplugin-installer</app> nodrošina NPAPI spraudniFirefox pārlūkam. <link href="apt:flashplugin-installer">Instalējiet pakotni</link> un pārstartējiet savu parlūku.
pl: Pakiet <app>flashplugin-installer</app> dostarcza wtyczkę NPAPI dla Firefoksa. <link href="apt:flashplugin-installer">Zainstaluj go</link> i ponownie uruchom przeglądarkę.
sv: Paketet <app>flashplugin-installer</app> tillhandahåller insticksmodulen NPAPI för Firefox. <link href="apt:flashplugin-installer">Installera paketet</link> och starta om din webbläsare.
zh_cn: <app>flashplugin-installer</app> 软件包提供了用于 Firefox 的 NPAPI 插件。<link href="apt:flashplugin-installer">安装此软件包</link>，然后重启浏览器。

source: The <app>adobe-flashplugin</app> package provides both the NPAPI and PPAPI plug-ins, i.e. it provides Flash for both Firefox and Chromium like web browsers.
ca: El paquet <app>adobe-flashplugin</app> proveeix els connectors NPAPI i PPAPI, és a dir, que proveeix el Flash per navegadors web tant de tipus Firefox com per tipus Chromium.
cs: Balík <app>adobe-flashplugin</app> poskytuje jak zásuvný modul NPAPI, tak PPAPI, tzn. poskytuje podporu technologie Flash pro Firefox i Chromium a z nich odvozené prohlížeče.
de: Das Paket <app>adobe-flashplugin</app> enthält sowohl die NPAPI- als auch die PPAPI-Erweiterung, d.h. es stellt Flash für Firefox und Chromium-ähnliche Webbrowser bereit.
fr: Le paquet <app>adobe-flashplugin</app> fournit les modules complémentaires NPAPI et PPAPI, c'est à dire Flash à la fois pour des navigateurs de type Firefox et de type Chromium.
gl: O paqute <app>adobe-flashplugin</app> proporciona os engadidos NPAPI e PPAPI, isto é, proporciona Flash para os navegadores web Firefox e Chromium.
hr: <app>adobe-flashplugin</app> paket omogućuju oba NPAPI i PPAPI pruključke, npr. omogućuje Flash za oba Firefox i Chromium i njima srodne web preglednike.
id: Paket <app>adobe-flashplugin</app> menyediakan plug-in NPAPI dan PPAPI, yaitu menyediakan Flash untuk peramban web seperti Firefox dan Chromium.
ko: <app>adobe-flashplugin</app> 패키지는 NPAPI, PPAPI 플러그인을 제공하고, Firefox와 Chromium 같은 웹브라우저들에 Flash를 제공합니다.
lv: Pakotne <app>adobe-flashplugin</app> nodrošina NPAPI un PPAPI spraudņus — tā nodrošina Flash gan Firefox, gan Chromium veida tīmekļa pārlūkiem.
ms: Pakej <app>adobe-flashplugin</app> menyediakan kedua-dua pemalam NPAPI dan PPAPI, yang mana ia menyediakan Flash untuk kedua-dua pelayar sesawang seperti Firefox dan Chromium.
pl: Pakiet <app>adobe-flashplugin</app> dostarcza wtyczki NPAPI i PPAPI, tzn. dostarcza wtyczkę Flash dla przeglądarek Firefox i Chromium (oraz pochodnych Chromium).
sv: Paketet <app>adobe-flashplugin</app> tillhandahåller insticksmodulerna NPAPI och PPAPI, dvs. det tillhandahåller Flash för både Firefox och Chromium-liknande webbläsare.
zh_cn: <app>adobe-flashplugin</app> 软件包提供 NPAPI 和 PPAPI 插件，例如，它提供包括 Firefox 和 Chromium 系列的浏览器插件。

source: Make sure that the <link xref="addremove-sources#canonical-partner">Canonical Partner repository is activated</link>.
ca: Assegureu-vos que <link xref="addremove-sources#canonical-partner"> està activat el repositori Canonical Partner</link>.
cs: Ujistěte se, že <link xref="addremove-sources#canonical-partner">Partnerský repozitář Canonical je aktivní</link>.
de: Prüfen Sie, ob <link xref="addremove-sources#canonical-partner">Canonical Partner Paketquelle aktiviert ist</link>.
fr: Assurez-vous que le <link xref="addremove-sources#canonical-partner">dépôt Partenaires de Canonical est activé</link>.
gl: Asegúrese de que o <link xref="addremove-sources#canonical-partner">repositorio dos socios de Canonical está activado</link>.
hr: Pobrinite se da je <link xref="addremove-sources#canonical-partner">repozitorij Canonicalovih partnera aktiviran</link>.
id: Pastikan <link xref="addremove-sources#canonical-partner">repositori Partner Canonical diaktifkan</link>.
ko: <link xref="addremove-sources#canonical-partner">Canonical Partner repository 가 활성되었는지</link> 확인 해야 합니다.
lv: Pārliecinieties, ka <link xref="addremove-sources#canonical-partner">ir ieslēgta Canonical Partner krātuve</link>.
ms: Sila pastikan <link xref="addremove-sources#canonical-partner">repositori Rakan Canonical diaktifkan</link>.
pl: Upewnij się, że <link xref="addremove-sources#canonical-partner">włączono repozytorium Partnerów Canonical</link>.
sv: Förvissa dig om att <link xref="addremove-sources#canonical-partner">förrådet Canonical-partners är aktiverat</link>.
tr: <link xref="addremove-sources#canonical-partner">Canonical Destekli depoların etkin olduğundan</link> emin olun.
zh_cn: 确保 <link xref="addremove-sources#canonical-partner">Canonical 第三方源是激活的</link>.

source: Install the <link href="apt:adobe-flashplugin">adobe-flashplugin</link> package.
ca: Instaŀla el paquet <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
cs: Nainstalujte balík <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
de: Installieren Sie das <link href="apt:adobe-flashplugin">adobe-flashplugin</link> Paket.
fr: Installer le paquet <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
gl: Instale o paquete de <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
hr: Instalirajte <link href="apt:adobe-flashplugin">adobe-flashplugin</link> paket.
id: Instal paket <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
ko: <link href="apt:adobe-flashplugin">adobe-flashplugin</link> 패키지를 설치합니다.
lv: Instalējiet <link href="apt:adobe-flashplugin">adobe-flashplugin</link> pakotni.
ms: Pasang pakej <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
pl: Zainstaluj pakiet <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
sv: Installera paketet <link href="apt:adobe-flashplugin">adobe-flashplugin</link>.
tr: <link href="apt:adobe-flashplugin">adobe-flashplugin</link> paketini yükleyin.
zh_cn: 安装 <link href="apt:adobe-flashplugin">adobe-flashplugin</link> 软件包。

source: Restart your browser.
ca: Reinicieu el vostre navegador.
cs: Restartujte svůj prohlížeč.
de: Starten Sie Ihren Browser neu.
fr: Redémarrez votre navigateur.
gl: Reinicie o navegador.
hr: Ponovno pokrenite svoj preglednik.
id: Mulai ulang peramban Anda.
ko: 브라우저를 재시작합니다.
lv: Pārstartējiet savu pārlūku.
ms: Mulakan semula pelayar anda.
pl: Ponownie uruchom przeglądarkę.
sv: Starta om din webbläsare.
tr: Tarayıcınızı yeniden başlatın.
zh_cn: 重启您的浏览器。
