Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Drag the application's icon from the <link xref="shell-terminology">dash</link> onto the launcher.
ast: Arrastre el iconu de la aplicación dende el <link xref="shell-terminology">Tablero</link> fasta el Lanzador.
el: Μεταφέρετε το εικονίδιο της εφαρμογής από το <link xref="shell-terminology">dash</link> στον εκκινητή.
es: Arrastre el icono de la aplicación desde el <link xref="shell-terminology">Tablero</link> hasta el Lanzador.
fi: Vedä sovelluksen kuvake <link xref="shell-terminology">Unity-valikosta</link> käynnistimeen.
nl: Sleep het pictogram van de toepassing van de <link xref="shell-terminology">dash</link> naar de starter.
pt_br: Arraste o ícone do aplicativo do <link xref="shell-terminology">painel</link> para o lançador.
ru: Перетащите значок приложения из <link xref="shell-terminology">Главного меню</link> на Панель запуска.

source: Alternatively, when an application is running, select the <gui>Keep in launcher</gui> item in the application's <gui>Quick List</gui>.
ast: O bien, cuando se esté executando la aplicación, escueyi la opción <gui>Caltener nel lanzador</gui> na <gui>llista rápida</gui> de la aplicación.
el: Εναλλακτικά, όταν εκτελείται μια εφαρμογή, επιλέξτε το στοιχείο <gui>Διατήρηση στον εκκινητή</gui> στη <gui>Γρήγορη λίστα</gui> της εφαρμογής.
fi: Kun sovellus on käynnissä, napsauta sen kuvaketta hiiren kakkospainikkeella (yleensä oikea painike) ja valitse <gui>Kiinnitä käynnistimeen</gui>.
pt_br: Alternativamente, quando um aplicativo está sendo executado, selecione o item <gui>Manter no lançador</gui> na <gui>Lista rápida</gui> do aplicativo.
ru: Также, если приложение запущено, вы можете выбрать в <gui>быстром меню</gui> приложения пункт <gui>Закрепить на панели</gui>.

source: The launcher icon order can be changed by dragging an icon off of the launcher, and then back onto it in the desired location.
ast: El orde de los iconos nel lanzador puede cambiase arrastrando un iconu fuera del lanzador y dempués colocándolo de nuevu na posición deseada.
el: Η σειρά εικονιδίων εκκίνησης μπορεί να αλλάξει μεταφέροντας ένα εικονίδιο μακριά από τον εκκινητή και έπειτα πίσω σε αυτό στην επιθυμητή θέση.
es: El orden de los iconos en el lanzador puede cambiarse arrastrando un icono fuera del lanzador y después colocándolo de nuevo en la posición deseada.
fi: Kuvakkeiden järjestystä voi muuttaa tarttumalla kuvakkeeseen, pitämällä hetken pohjassa ja vetämällä sen uuteen kohtaan.
nl: De volgorde van de pictogrammen in de starter kan worden gewijzigd door een pictogram van de starter te slepen en het op de gewenste plaats neer te zetten.
pt_br: A ordem do icone do lançador pode ser alterada arrastando um icone para fora do lançador, e então para dentro no local desejado.
ru: Порядок значков на панели запуска можно изменить, перетащив значок с панели, а затем вновь на неё в нужное место.

source: To remove an application icon from the launcher, right click on the application icon and de-select <gui>Keep in Launcher</gui>.
ast: Pa quitar del lanzador el iconu de una aplicación, calca col botón drechu sobro el iconu de la aplicación y desmarque la opción <gui>Caltener nel lanzador</gui>.
el: Για να αφαιρέσετε μια εφαρμογή από τον εκκινητή, κάντε δεξί κλικ στο εικονίδιο της εφαρμογής και αναιρέστε την επιλογή του στοιχείου <gui>Διατήρηση στον εκκινητή</gui>.
es: Para quitar del lanzador el icono de una aplicación, pulse con el botón derecho sobre el icono de la aplicación y desmarque la opción <gui>Mantener en el lanzador</gui>.
fi: Voit poistaa kuvakkeen käynnistimestä napsauttamalla sitä hiiren oikealla painikkeella ja sitten poistamalla valinnan kohdasta <gui>Kiinnitä käynnistimeen</gui>.
nl: Om een programmapictogram van de starter te verwijderen, klik met rechts op het pictogram van de toepassing en haal het vinkje weg bij <gui>In starter vastzetten</gui>.
pt_br: Para remover um icone de aplicativo do lançador, clique com o botão direito no icone do aplicativo e deselecione <gui>Manter no Lançador</gui>.
ru: Чтобы изъять значок приложения из Панели запуска, щёлкните правой кнопкой на значке приложения и снимите галочку с пункта <gui>Закрепить на панели</gui>.

source: Learn how to leave your user account, by logging out, switching users, and so on.
ast: Aprenda cómo colar de su cuenta de usuariu, zarrando la sesión, cambiando de usuariu, etc.
el: Μάθετε πως μπορείτε να εξέλθετε από το περιβάλλον εργασίας σας, κάνοντας αποσύνδεση, αλλάζοντας χρήστη, κ.ο.κ
es: Aprenda cómo salir de su cuenta de usuario, cerrando la sesión, cambiando de usuario, etc.
fi: Opi kuinka järjestelmästä kirjaudutaan ulos, miten käyttäjää vaihdetaan ja niin edelleen.
nl: Leer hoe u uw gebruikersaccount verlaat, door af te melden, van gebruiker te wisselen, enz.
pt_br: Aprenda a como deixar sua conta de usuário, encerrando a sessão, trocando de usuário e assim por diante.
ru: Научитесь покидать свою учётную запись с помощью завершения сеанса, смены пользователя и т.п.

source: Log out, power off, switch users
ast: Zarrar la sesión, apagar o camudar de usuariu
el: Αποσύνδεση, απενεργοποίηση, εναλλαγή χρηστών
es: Cerrar la sesión, apagar o cambiar de usuario
fi: Uloskirjautuminen, sammuttaminen ja käyttäjän vaihtaminen
nl: Afmelden, uitschakelen, van gebruiker wisselen
pt_br: Encerrar sessão, desligar, alternar de usuário
ru: Завершение сеанса, выключение компьютера, смена пользователей

source: When you've finished using your computer, you can turn it off, suspend it (to save power), or leave it powered on and just log out.
ast: Cuando heba fináu de usar su equipu, puede apagar, suspender (pa ahorrar enerxía), o dexalo prendíu y solo zarrar la sesión.
el: Όταν τελειώσετε τη χρήση του υπολογιστή σας, μπορείτε να τον απενεργοποιήσετε, να τον θέσετε σε αναστολή (για εξοικονόμηση ενέργειας) ή να τον αφήσετε σε λειτουργία και απλά να αποσυνδεθείτε.
es: Cuando haya terminado de usar su equipo, puede apagar, suspender (para ahorrar energía), o dejarlo encendido y solo cerrar la sesión.
fi: Kun aiot lopettaa tietokoneen käyttämisen, voit sammuttaa sen, laittaa sen valmiustilaan (virran säästämiseksi), tai jättää sen päälle ja kirjautua ulos.
nl: Wanneer u klaar bent met het gebruiken van uw computer kunt u hem uitschakelen, in de pauze- of slaapstand zetten (om energie te besparen), of hem aan laten staan en u alleen afmelden.
pt_br: Quando você termina de usar seu computador, você pode desligá-lo, suspendê-lo (para economizar energia), ou deixá-lo ligado e apenas encerrar a sessão.
ru: Когда вы закончите пользоваться компьютером, вы можете отключить его, перевести в ждущий режим (для сохранения электроэнергии), или оставить включенным и просто завершить сеанс.

source: Log out or switch users
ast: Zarrar la sesión o camudar de usuariu
el: Αποσύνδεση ή εναλλαγή χρηστών
es: Cerrar la sesión o cambiar de usuario
fi: Uloskirjautuminen tai käyttäjän vaihtaminen
nl: Afmelden of van gebruiker wisselen
pt_br: Encerrar sessão ou trocar usuários
ru: Завершение сеанса и смена пользователей

source: To let other users use your computer, you can either log out, or leave yourself logged in and just switch users. If you just switch users, all of your applications will continue running, and everything will be where you left it when you log back in.
ast: Pa permitir que otros usuarios utilicen su equipu, puede colar de la sesión, o siguir coneutáu y solo camudar de usuariu. Si camuda de usuariu, toes les aplicaciones seguirán funcionando y too estará donde lo dejó cuando vuelva a entamar sesión.
el: Για να επιτρέψετε σε άλλους χρήστες να χρησιμοποιήσουν τον υπολογιστή σας, μπορείτε ή να αποσυνδεθείτε, ή κάνετε αλλαγή χρήστη παραμένοντας συνδεδεμένοι. Αν απλά κάνετε αλλαγή χρήστη, όλες οι εφαρμογές σας θα συνεχίσουν να είναι ενεργές, και όταν επανασυνδεθείτε θα τα βρείτε όλα όπως τα αφήσατε.
es: Para permitir que otros usuarios utilicen su equipo, puede salir de la sesión, o seguir conectado y solo cambiar de usuario. Si cambia de usuario, todas las aplicaciones seguirán funcionando y todo estará donde lo dejó cuando vuelva a iniciar sesión.
fi: Jos haluat antaa muiden käyttäjien käyttää tietokonetta, voit joko kirjautua ulos tai olla kirjautuneena sisään ja vain vaihtaa käyttäjää. Jos vaihdat käyttäjää, kaikki sovellukset pysyvät käynnissä, ja kaikki työsi on samassa vaiheessa kirjautuessasi takaisin sisään.
nl: Om anderen uw computer te laten gebruiken kunt u zich afmelden of aangemeld blijven en alleen van gebruiker wisselen. Als u alleen maar van gebruiker wisselt, dan zullen al uw toepassingen blijven draaien en alles zal zich bevinden waar u het achterliet wanneer u zich weer aanmeldt.
pt_br: Para deixar outros usuários usarem seu computador, você tanto pode encerrar a sessão, quanto manter a sessão e apenas alternar usuário. Se você apenas alternar usuário, todas as suas aplicações irão continuar rodando, e tudo será mantido como você deixou, para quando você voltar.
ru: Чтобы позволить другим пользователям работать на вашем компьютере, вы можете либо завершить свой сеанс, либо не завершать его, а просто сменить пользователя. Если вы просто меняете пользователя, все ваши приложения продолжают работать, и когда вы снова войдёте в систему, всё останется так, как было, когда вы покидали её.

source: To log out or switch users, click the <link xref="unity-appmenu-intro">session menu</link> at the very right of the top panel and select the appropriate option.
ast: Pa colar de la sesión o camudar de usuariu, calca nel <link xref="unity-appmenu-intro">menú de sesión</link> a la drecha del panel superior y escueyi la opción afayadiza.
el: Για να αποσυνδεθείτε ή να κάνετε εναλλαγή χρηστών, κάντε κλικ στο μενού <link xref="unity-appmenu-intro">συνεδρία</link> στην δεξιά πλευρά της μπάρας και επιλέξτε την κατάλληλη επιλογή.
es: Para salir de la sesión o cambiar de usuario, pulse en el <link xref="unity-appmenu-intro">menú de sesión</link> a la derecha del panel superior y seleccione la opción apropiada.
fi: Kirjaudu ulos tai vaihda käyttäjää napsauttamalla <link xref="unity-appmenu-intro">järjestelmävalikkoa</link> näytön oikeassa yläkulmassa ja valitsemalla haluamasi vaihtoehto.
nl: Om af te melden of van gebruiker te wisselen, klik op het <link xref="unity-appmenu-intro">sessiemenu</link> uiterst rechts in het bovenpaneel en kies de gewenste optie.
pt_br: Para encerrar uma sessão ou trocar de usuário, clique em <link xref="unity-appmenu-intro">menu de sessão</link>na parte mais alta do painel superior e selecione a opção apropriada.
ru: Чтобы завершить сеанс или переключить пользователей, щёлкните <link xref="unity-appmenu-intro">меню сеансов</link> в правом конце верхней панели и выберите нужную опцию.

source: Lock the screen
ast: Bloquear la pantalla
el: Κλείδωμα της οθόνης
es: Bloquear la pantalla
fi: Näytön lukitseminen
nl: Het scherm vergrendelen
pt_br: Bloquear a tela
ru: Блокировка экрана

source: If you're leaving your computer for a short time, you should lock your screen to prevent other people from accessing your files and running applications. When you return, simply enter your password to log back in. If you don't lock your screen, it will lock automatically after a certain amount of time.
ast: Cuando deje a su equipu solo durante un rato, tendría bloquear la pantalla pa evitar que otres personas tengan accesu a sus ficheros y ejecuten aplicaciones. Cuando vuelva, simplemente introduciendo su contraseña volverá a su sesión. Si no bloquea la pantalla, esta se bloqueará automáticamente pasáu un cierto tiempu.
el: Αν αφήνετε τον υπολογιστή σας για ένα μικρό χρονικό διάστημα, θα πρέπει να κλειδώνετε την οθόνη σας για να αποτρέψετε σε άλλους την πρόσβαση σε αρχεία σας και σε εφαρμογές που εκτελούνται. Όταν επιστρέψετε, απλά εισάγετε τον κωδικό σας για να συνδεθείτε ξανά. Αν δεν κλειδώσετε την οθόνη σας, θα κλειδώσει αυτόματα μετά από ένα ορισμένο χρονικό διάστημα.
es: Cuando deje a su equipo solo durante un rato, debería bloquear la pantalla para evitar que otras personas tengan acceso a sus archivos y ejecuten aplicaciones. Cuando vuelva, simplemente introduciendo su contraseña volverá a su sesión. Si no bloquea la pantalla, esta se bloqueará automáticamente pasado un cierto tiempo.
fi: Jos poistut koneelta pieneksi hetkeksi, kannattaa sinun lukita näyttösi. Kun olet lukinnut näytön, muut tietokoneen lähellä olevat ihmiset eivät pääse tietokoneelle. Kun palaat, voit poistaa lukituksen syöttämällä salasanasi. Jos et lukitse näyttöä, se lukitaan automaattisesti määritetyn ajan kuluttua.
nl: Als u uw computer korte tijd verlaat, dan moet u uw scherm vergrendelen om te voorkomen dat anderen toegang krijgen tot uw bestanden en draaiende toepassingen. Wanneer u terug komt, voert u gewoon uw wachtwoord in om u weer aan te melden. Als u uw scherm niet vergrendelt, dan zal het automatisch vergrendeld worden na een bepaalde tijd.
pt_br: Se você está deixando seu computador por um curto período, você deve bloquear sua tela para prevenir que outras pessoas acessem seus arquivos e rode suas aplicações. Quando você voltar, apenas digite sua senha para reiniciar sua sessão. Se você não bloquear sua tela, ela irá ser bloqueada automaticamente depois de um certo período de tempo.
ru: Если вы покидаете компьютер ненадолго, вам следует заблокировать экран, чтобы другие люди не могли получить доступ к вашим файлам и запущенным приложениям. Когда вы вернётесь, просто введите свой пароль, чтобы снова войти в систему. Если вы не заблокируете экран, он заблокируется автоматически через определённое время.

source: To lock your screen, click the <gui>session menu</gui> in the top panel and select <gui>Lock Screen</gui>.
ast: Pa bloquear la pantalla, calca nel <gui>menú de sesión</gui> del panel superior y escueyi <gui>Bloquear la pantalla</gui>.
el: Για να κλειδώσετε την οθόνη σας, κάντε κλικ στο <gui>μενού συνεδρίας</gui> στον επάνω πίνακα και επιλέξτε <gui>Κλείδωμα οθόνης</gui>.
es: Para bloquear la pantalla, pulse en el <gui>menú de sesión</gui> del panel superior y seleccione <gui>Bloquear la pantalla</gui>.
fi: Lukitse näyttö napsauttamalla ensin <gui>järjestelmävalikkoa</gui> ja valitsemalla sitten <gui>Lukitse näyttö</gui>.
nl: Om uw scherm te vergrendelen, klik op het <gui>sessiemenu</gui> in het bovenpaneel en kies <gui>Scherm vergrendelen</gui>.
pt_br: Para bloquear sua tela, clique no <gui>menu sessão</gui> do painel superior e selecione <gui>bloquear tela</gui>.
ru: Чтобы заблокировать экран, щёлкните на <gui>меню сеансов</gui> на верхней панели и выберите <gui>Заблокировать экран</gui>.

source: When your screen is locked, other users can log in to their own accounts by clicking <gui>Switch User</gui> on the password screen. You can switch back to your desktop when they are finished.
ast: Cuando su pantalla ta bloquiada otros usuarios pueden entamar sesión en sus propias cuentas pulsando <gui>Camudar de usuariu</gui> na pantalla de contraseña. Podrá volver a su escritoriu cuando hayan fináu.
el: Όταν η οθόνη είναι κλειδωμένη, άλλοι χρήστες μπορούν να συνδεθούν με τους δικούς τους λογαριασμούς κάνοντας κλικ <gui>Αλλαγή χρήστη</gui> στην οθόνη του κωδικού πρόσβασης. Μπορείτε να επιστρέψετε στην επιφάνεια εργασίας σας όταν τελειώσετε.
es: Cuando su pantalla está bloqueada otros usuarios pueden iniciar sesión en sus propias cuentas pulsando <gui>Cambiar de usuario</gui> en la pantalla de contraseña. Podrá volver a su escritorio cuando hayan terminado.
fi: Kun näyttö on lukittu, muut käyttäjät voivat kirjautua omilla tunnuksillaan sisään napsauttamalla <gui>Vaihda käyttäjää</gui>. Voit jatkaa työskentelyä omassa istunnossasi myöhemmin.
nl: Wanneer uw scherm vergrendeld is, kunnen andere gebruikers zich aanmelden bij hun eigen account door te klikken op <gui>Gebruiker wisselen</gui> in het wachtwoordscherm. Wanneer zij klaar zijn kunt u terugkeren naar uw bureaublad.
pt_br: Quando sua tela é bloqueada, outros usuários podem iniciar uma sessão própria clicando em <gui>alternar de usuário</gui> na tela de senha. Você pode trocar de volta para o seu desktop quando eles terminarem.
ru: Когда экран заблокирован, другие пользователи могут войти, используя собственные учётные записи, щёлкнув на кнопке <gui>Переключить пользователя</gui> в окне ввода пароля. Вы сможете переключиться на ваш рабочий стол, после того как они закончат работу.

source: Suspend, shut down, or restart.
ast: Suspender, apagar o reaniciar.
el: Αναστολή, τερματισμός ή επανεκκίνηση.
es: Suspender, apagar o reiniciar.
fi: Valmiustila, sammutus tai uudelleenkäynnistys.
nl: Pauzeren, uitschakelen of herstarten.
pt_br: Suspender, desligar ou reiniciar.
ru: Ждущий режим, отключение, или перезагрузка.

source: To save power, suspend your computer when you aren't using it. This saves your state to your computer's memory and powers off most of your computer's functions. A very small amount of power is still used during suspend.
ast: Pa ahorrar enerxía, suspenda su equipu cuando no lo esté usando. Esto guardará su estáu na memoria de su equipu y apagará la mayoría de les funciones del mesmu. Así y too, se usará una pequeña cantidá de enerxía mientres esté en suspensión.
el: Για να εξοικονομήσετε ενέργεια, βάλτε τον υπολογιστή σας σε αναστολή αν δεν το χρησιμοποιείτε. Αυτό αποθηκεύει την κατάσταση σας και κλείνει το μεγαλύτερο μέρος από τις λειτουργίες του υπολογιστή σας. Μια πολύ μικρή ποσότητα ενέργειας εξακολουθεί να χρησιμοποιείται κατά τη διάρκεια της αναστολής.
es: Para ahorrar energía, suspenda su equipo cuando no lo esté usando. Esto guardará su estado en la memoria de su equipo y apagará la mayoría de las funciones del mismo. Así y todo, se usará una pequeña cantidad de energía mientras esté en suspensión.
fi: Säästä sähköä laittamalla tietokoneesi lepotilaan, kun et käytä sitä. Lepotila tallentaa tietokoneen tilan muistiin ja sammuttaa suurimman osan tietokoneen toiminnoista. Lepotila kuluttaa kuitenkin jonkin verran sähköä, mutta kulutus on hyvin alhainen verrattuna koneen päällä pitämiseen.
nl: Zet, om energie te besparen, uw computer in de pauzestand wanneer u hem niet gebruikt. Hiermee wordt alles opgeslagen in het geheugen van de computer en worden de meeste van de functies op uw computer uitgeschakeld. Er wordt nog een heel klein beetje energie gebruikt tijdens de pauzestand.
pt_br: Para economizar energia, suspenda seu computador quando você não o estiver usando. Isso salva seu estado para a memória do seu computador e desliga a maioria das funções de seu computador. Um pequeno consumo de energia é usando durante a suspensão
ru: Для уменьшения энергопотребления переводите компьютер в ждущий режим, когда не пользуетесь им. При этом текущее состояние сохраняется в памяти компьютера и большинство функций компьютера отключается. В ждущем режиме компьютер всё же потребляет немного электроэнергии.

source: To suspend your computer, click the <gui>session menu</gui> in the top panel and select <gui>Suspend</gui>. Or, if you have a laptop, simply close the lid. Your computer will automatically suspend when the lid is closed.
ast: Pa suspender su equipu, calca nel <gui>menú de sesión</gui> del panel superior y escueyi <gui>Suspender</gui>. O, si dispone de un portátil, simplemente cierre la tapa. Su equipu se suspenderá automáticamente cuando se cierre la tapa del portátil.
el: Για να μπει σε αναστολή ο υπολογιστή σας, κάντε κλικ στο μενού <gui>συνεδρία</gui> στον πάνω πίνακα εφαρμογών και επιλέξτε <gui>Αναστολή</gui>. Ειδάλλως, εάν έχετε έναν φορητό υπολογιστή, απλά κλείστε το καπάκι. Ο υπολογιστής σας θα ανασταλεί αυτόματα όταν το καπάκι είναι κλειστό.
es: Para suspender su equipo, pulse en el <gui>menú de sesión</gui> del panel superior y seleccione <gui>Suspender</gui>. O, si dispone de un portátil, simplemente cierre la tapa. Su equipo se suspenderá automáticamente cuando se cierre la tapa del portátil.
fi: Aseta tietokone lepotilaan napsauttamalla <gui>järjestelmävalikkoa</gui> yläpaneelissa ja valitsemalla <gui>Lepotila</gui>. Jos käytät kannettavaa tietokonetta, voit myös vain sulkea kannen. Tietokone siirtyy automaattisesti lepotilaan kun kansi on kiinni.
nl: Om uw computer in de pauzestand te zetten, klik op het <gui>sessiemenu</gui> in het bovenpaneel en kies <gui>Pauzestand</gui>. Of sluit, als u een laptop heeft, gewoon het deksel. Wanneer de laptop gesloten is zal die automatisch in de pauzestand staan.
pt_br: Para suspender seu computador, clique no <gui>menu de sessão</gui> na parte superior do painel e selecione <gui>suspender</gui>. Ou, se você tem um laptop, simplesmente feche a tampa. Seu computador irá suspender automaticamente quando a tampa for fechada.
ru: Чтобы перевести компьютер в ждущий режим, щёлкните <gui>меню сеанса</gui> в верхней панели и выберите <gui>Ждущий режим</gui>. Или, если у вас ноутбук, просто закройте его крышку — при этом компьютер автоматически перейдёт в ждущий режим.

source: If you want to power off your computer entirely, or do a full restart, click the <gui>session menu</gui> and select <gui>Shut Down</gui>.
ast: Si quies apagar completamente, o reaniciar, calca nel <gui>menú de sesión</gui> y escueyi <gui>Apagar</gui>.
el: Αν θέλετε να απενεργοποιήσετε τον υπολογιστή σας εντελώς ή να κάνετε μια πλήρη επανεκκίνηση, κάντε κλικ στο μενού <gui>συνεδρία</gui> και επιλέξτε <gui>Τερματισμός</gui>.
fi: Jos haluat sammuttaa tai käynnistää tietokoneen uudelleen, avaa <gui>järjestelmävalikko</gui> ja napsauta <gui>Sammuta...</gui>
pt_br: Se você quer desligar seu computador completamente, ou fazer uma reinicialização completa, clique em <gui>menu da sessão</gui> e selecione <gui>Desligar</gui>.

source: If there are other users logged in, you may not be allowed to power off or restart the computer, because this will end their sessions. If you are an administrative user, you may be asked for your password to power off.
ast: Si hai otros usuarios conectados, no podrá apagar o reaniciar el equipu, porque esto cerraría sus sesiones. Si es un usuariu administrativo, se le pedirá su contraseña pa apagar.
el: Εάν υπάρχουν άλλοι χρήστες συνδεδεμένοι, ενδεχομένως να μην επιτρέπεται να απενεργοποιήσετε ή να επανεκκινήσετε τον υπολογιστή, γιατί αυτό θα τελειώσει τις συνεδρίες τους. Εάν είστε χρήστης με δικαιώματα διαχειριστή, ενδεχομένως σας ζητηθεί ο κωδικός πρόσβασης για την απενεργοποίηση.
es: Si hay otros usuarios conectados, no podrá apagar o reiniciar el equipo, porque esto cerraría sus sesiones. Si es un usuario administrativo, se le pedirá su contraseña para apagar.
fi: Jos muita käyttäjiä on kirjautuneena sisään, et ehkä voi sammuttaa tai käynnistää tietokonetta uudelleen. Pääkäyttäjät voivat mahdollisesti sammuttaa tietokoneen salasanallaan.
nl: Als er andere gebruikers aangemeld zijn, dan kan het zijn dat u de computer niet mag uitschakelen of herstarten omdat daarmee hun sessies beëindigd zullen worden. Als u beheerder bent, dan kan het zijn dat u, om uit te schakelen, om uw wachtwoord gevraagd wordt.
pt_br: Se houver outros usuários ativos, não será permitido desligar ou reiniciar o computador, pois isto irá encerrar suas sessões. Se você é um usuário administrativo, possivelmente você será requisitado para digitar sua senha para desligar.
ru: Если на компьютере открыты сеансы других пользователей, возможно, вам не будет позволено отключить или перезагрузить компьютер, поскольку это действие завершило бы их сеансы. Если вы имеете привилегии администратора, для отключения система может запросить ваш пароль.
