Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Many laptop computers have a hardware switch or key combination to turn Bluetooth on and off. If the Bluetooth hardware is turned off, you will not see a Bluetooth icon in the top bar. Look for a switch on your computer or a key on your keyboard. The keyboard key is often accessed with the help of the <key>Fn</key> key.
ast: Muchos portátiles tiennun interruptor físico o una combinación de tecles pa encender y apagar el Bluetooth. Si el interruptor físico ta apagado, no podrá ver el iconu de Bluetooth na barra superior. Busque un interruptor en su equipu o una tecla en su tecláu. La tecla suele ir asociada cola tecla <key>Fn</key>.
el: Πολλοί φορητοί υπολογιστές διαθέτουν κάποιο διακόπτη ή συνδυασμό πλήκτρων που ενεργοποιεί ή απενεργοποιεί το Bluetooth. Αν η συσκευή Bluetooth είναι απενεργοποιημένη, δεν θα βλέπετε το εικονίδιο Bluetooth στην πάνω μπάρα. Ελέγξτε αν υπάρχει τέτοιος διακόπτης ή πλήκτρο στον υπολογιστή σας. Αν πρόκειται για πλήκτρο, συχνά πρέπει να πατηθεί μαζί με το πλήκτρο <key>Fn</key>.
es: Muchos portátiles tienen un interruptor físico o una combinación de teclas para encender y apagar el Bluetooth. Si el interruptor físico está apagado, no podrá ver el icono de Bluetooth en la barra superior. Busque un interruptor en su equipo o una tecla en su teclado. La tecla suele ir asociada con la tecla <key>Fn</key>.
fi: Monessa kannettavassa tietokoneessa on kytkin tai näppäinyhdistelmä, josta voi laittaa Bluetoothin päälle tai pois. Jos Bluetooth-laite on poissa käytöstä, et näe Bluetooth-kuvaketta yläpaneelissa. Etsi kytkintä tai näppäinyhdistelmää ottaaksesi Bluetoothin käyttöön. Näppäinyhdistelmään kuuluu yleensä <key>Fn</key>-näppäin.
nl: Veel laptops hebben een schakelaar of toetscombinatie waarmee Bluetooth kan worden in- of uitgeschakeld. Als de Bluetooth-hardware is uitgeschakeld, dan ziet u geen Bluetoothpictogram in het bovenpaneel. Zoek naar een schakelaar of een toets op uw toetsenbord. De toets op het toetsenbord vindt u vaak met behulp van de <key>Fn</key>-toets.
pt_br: Muitos laptops têm um interruptor físico ou uma combinação de teclas para ligar e desligar o Bluetooth. Se o hardware do Bluetooth estiver desligado, você não verá um ícone de Bluetooth na barra superior. Procure por um interruptor no seu computador ou uma tecla no seu teclado. A tecla no teclado é frequentemente acessada com a ajuda da tecla <key>Fn</key>.
ru: Многие портативные компьютеры для включения/отключения Bluetooth имеют аппаратный переключатель или используют для этого комбинацио клавиш. Если Bluetooth отключён аппаратно, вы не увидите значка Bluetooth на верхней панели. Поищите переключатель на компьютере или специальную клавишу на клавиатуре. Часто доступ к этой клавише осуществляется с помощью клавиши <key>Fn</key>.

source: If you are connecting to another <app>Bluetooth</app> device for the first time, click the <gui>Visible</gui> button to make sure it is checked. This allows your device to be seen by other <app>Bluetooth</app> devices. Uncheck <gui>Visible</gui> when you are done to increase security.
ast: Si se ta coneutando con otru preséu <app>Bluetooth</app> por primer vegada, calca nel botón <gui>Visible</gui> pa asegurase de que ta activáu. Esto permite que su preséu seya visible dende otros preseos <app>Bluetooth</app>. Desactive la opción <gui>Visible</gui> cuando heba acabáu más seguridá.
el: Αν συνδέετε με μια συσκευή <app>Bluetooth</app> για πρώτη φορά, κάντε κλικ στο κουμπί <gui>Ορατή</gui> και βεβαιωθείτε ότι είναι επιλεγμένο. Αυτό επιτρέπει στις άλλες συσκευές <app>Bluetooth</app> να βλέπουν τη συσκευή σας. Για περισσότερη ασφάλεια, αποεπιλέξτε το <gui>Ορατή</gui> όταν τελειώσετε.
es: Si se está conectando con otro dispositivo <app>Bluetooth</app> por primera vez, pulse en el botón <gui>Visible</gui> para asegurarse de que está activado. Esto permite que su dispositivo sea visible desde otros dispositivos <app>Bluetooth</app>. Desactive la opción <gui>Visible</gui> cuando haya acabado más seguridad.
fi: Jos yhdistät toiseen <app>Bluetooth</app>-laitteeseen ensimmäistä kertaa, napsauta<gui>Näkyvä</gui>-nappia varmistaaksesi, että se on valittu. Tämä antaa toisten <app>Bluetooth</app>-laitteiden havaita sinun laitteesi. Poista valinta <gui>Näkyvä</gui>-kohdasta, kun olet valmis turvallisuuden lisäämiseksi.
nl: Als u voor de eerste keer verbinding maakt met een ander <app>Bluetooth</app>-apparaat, moet u eerst op de <gui>Zichtbaar</gui>-knop klikken om er zeker van te zijn dat deze is aangevinkt. Hierdoor kan uw apparaat door andere <app>Bluetooth</app>-apparaten gezien worden. Haal het vinkje bij <gui>Zichtbaar</gui> weg wanneer u klaar bent, om de veiligheid te verhogen.
pt_br: Se você estiver conectando a outro dispositivo <app>Bluetooth</app> pela primeira vez, clique no botão <gui>Visível</gui> para ter certeza que ele está marcado. Isso permite que seu dispositivo seja visto por outros dispositivos <app>Bluetooth</app>. Desmarque <gui>Visível</gui> quando você tiver terminado para aumentar a segurança.
ru: Если вы впервые подключаетесь к другому устройству <app>Bluetooth</app>, щёлкните кнопку <gui>Видимое</gui> и убедитесь, что установлен флажок. Это позволит вашему устройству быть видимым для других устройств <app>Bluetooth</app>. Снимите флажок <gui>Видимое</gui>, чтобы повысить уровень безопасности.

source: Click <gui>Turn Off Bluetooth</gui> to disable Bluetooth if you are not using it.
ast: Calca <gui>Apagar el Bluetooth</gui> pa desactivar el Bluetooth si no lo usa.
el: Κάντε κλικ στο <gui>Απενεργοποίηση Bluetooth</gui> για να κλείσετε το Bluetooth όταν δεν το χρειάζεστε πλέον.
es: Pulse <gui>Apagar el Bluetooth</gui> para desactivar el Bluetooth si no lo usa.
fi: Napsauta <gui>Kytke Bluetooth pois päältä</gui>, jos Bluetoothille ei ole käyttöä.
nl: Klik op <gui>Bluetooth uitschakelen</gui> om Bluetooth uit te schakelen wanneer u het niet gebruikt.
pt_br: Clique em <gui>Desligar o Bluetooth</gui> para desabilitar o Bluetooth se você não o estiver usando.
ru: Чтобы отключить Bluetooth, когда вы не пользуетесь им, щёлкните <gui>Выключить Bluetooth</gui>.

source: Look in <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq> for the option to change this.
ast: Mire en <guiseq><gui>Configuración de sistema</gui><gui>Color</gui></guiseq> pa camudar les opciones.
el: Αναζητήστε από το μενού <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Χρώμα</gui></guiseq> την επιλογή ώστε να την τροποποιήσετε.
fi: Avaa <guiseq><gui>Järjestelmäasetukset</gui><gui>Värit</gui></guiseq> vaihtaaksesi asetuksia.
nl: Kijk in de <guiseq><gui>Systeem-instellingen</gui><gui>Kleur</gui></guiseq> voor de optie om dit te veranderen.
pt_br: Olhar em <guiseq><gui>Configurações do Sistema</gui><gui>Cor</gui></guiseq> para a opção para alterar isso.
ru: Найдите в приложении <guiseq><gui>Параметры системы</gui><gui>Цвет</gui></guiseq> возможности изменения профилей.

source: How do I assign profiles to devices?
ast: ¿Cómo asigno perfiles a los preseos?
el: Πώς αναθέτω προφίλ σε συσκευές;
fi: Kuinka kohdistan profiileja laitteisiin?
nl: Hoe kan ik profielen toewijzen aan apparaten?
pt_br: Como faço para atribuir perfis aos dispositivos?
ru: Как назначить профили устройствам?

source: Open <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq>, and click the device that you wish to add a profile to.
ast: Abra <guiseq><gui>Configuración del sistema</gui><gui>Color</gui></guiseq>, y calca nel preséu que quies amestar al perfil.
el: Ανοίξτε από το μενού <guiseq><gui>Ρυθμίσεις συστήματος</gui><gui>Χρώμα</gui></guiseq> και κάντε κλικ στη συσκευή στην οποία θέλετε να προσθέσετε ένα προφίλ.
fi: Avaa <guiseq><gui>Järjestelmäasetukset...</gui><gui>Värit</gui></guiseq> ja napsauta laitetta, jolle haluat lisätä profiilin.
nl: Open <guiseq><gui>Systeeminstellingen</gui><gui>Kleur</gui></guiseq>, en klik op het apparaat waar u een profiel aan wilt toevoegen.
pt_br: Abra <guiseq><gui>Configurações do sistema </gui><gui>Cor</gui></guiseq> e clique no dispositivo que você deseja adicionar um perfil para.
ru: Откройте <guiseq><gui>Параметры системы</gui><gui>Цвет</gui></guiseq> и щёлкните на устройство, которому вы хотите добавить профиль.

source: By clicking <gui>Add profile</gui> you can select an existing profile or import a new file.
ast: Pulsando <gui>Amestar perfil</gui> puede escoyer un perfil esistente o importar un ficheru nuevu.
el: Κάνοντας κλικ στην <gui>Προσθήκη προφίλ</gui> μπορείτε να επιλέξετε ένα υπάρχον προφίλ ή να εισάγετε ένα νέο αρχείο.
fi: Napsauttamalla <gui>Lisää profiili</gui> voit valita jo olemassa olevan profiilin tai tuoda uuden tiedoston.
nl: Door op <gui>Profiel toevoegen</gui> te klikken kunt u een bestaand profiel kiezen of een nieuw bestand importeren.
pt_br: Clicando <gui>Adicionar perfil</gui> você pode selecionar um perfil existente ou importar um novo arquivo.
ru: Щёлкнув на кнопке <gui>Добавить профиль</gui>, в появившемся окне вы можете выбрать существующий профиль или импортировать новый файл профиля.

source: Each device can have multiple profiles assigned to it, but only one profile can be the <em>default</em> profile. The default profile is used when there is no extra information to allow the profile to be chosen automatically. An example of this automatic selection would be if one profile was created for glossy paper and another plain paper.
ast: Cada preséu puede tener dellos perfiles asignados a elli, pero namái un perfil puede ser el <em>predetermináu</em>. El perfil predetermináu se selecciona automáticamente cuando no hai información adicional. Un exemplu de esto seria si un perfil se creo pa el papel satináu y otru pa el papel normal
el: Η κάθε συσκευή μπορεί να έχει πολλαπλά προφίλ, αλλά μόνο ένα από αυτά μπορεί να είναι το προεπιλεγμένο. Το προεπιλεγμένο προφίλ χρησιμοποιείται όταν δεν υπάρχουν πληροφορίες που να επιτρέπουν την αυτόματη ρύθμισή του. Ένα παράδειγμα για αυτό, θα ήταν να είχε δημιουργηθεί ένα προφίλ για γυαλιστερό χαρτί και ένα άλλο για απλό χαρτί.
fi: Jokaiseen laitteeseen voidaan yhdistää monia profiileja mutta vain yksi profiili voi olla <em>oletusprofiili</em>. Oletusprofiilia käytetään, jos toisten profiilien käyttämiseen ei ole mitään syytä. Esimerkki automaattisesta valinnasta voisi olla, että yksi profiili on luotu kiiltävälle paperille ja toinen tavalliselle paperille.
nl: Elk apparaat kan meerdere profielen toegewezen krijgen, maar slechts één profiel kan het <em>standaard</em> profiel zijn. Het standaard profiel wordt gebruikt wanneer er geen extra informatie is om het profiel automatisch te laten kiezen. Een voorbeeld van deze automatische selectie is als er één profiel aangemaakt is voor glanspapier en een ander voor gewoon papier.
pt_br: Cada dispositivo pode ter vários perfis atribuídos a ele, mas apenas um perfil pode ser o perfil <em>padrão</em>. O perfil padrão é utilizado quando não há nenhuma informação extra para permitir que o perfil a ser escolhida automaticamente. Um exemplo dessa seleção automática seria se um perfil foi criado para papel brilhante e outro papel comum.
ru: Для каждого устройство можно назначить несколько профилей, но только один из профилей <em>по умолчанию</em>. Профиль по умолчанию используется при отсутствии сведений, необходимых для автоматического выбора профиля. Пример автоматического выбора, когда один профиль создан для глянцевой бумаги, а другой для обычной бумаги.

source: You can make a profile default by changing it with the radio button.
ast: Puede facer predetermináu un perfil cambiándolo col botón de radio.
el: Μπορείτε να ορίσετε ένα προφίλ ως προεπιλεγμένο αλλάζοντας την επιλογή με τη χρήση του περιστρεφόμενου κουμπιού.
fi: Voit tehdä profiilin oletukseksi vaihtamalla sen valintanapista.
nl: U kunt een profiel als standaard instellen door het keuzerondje te wijzigen.
pt_br: Você pode fazer um perfil padrão, alterando-o com o botão de opção.
ru: Вы можете назначить профиль по умолчанию, выбрав соответствующий пункт.

source: If calibration hardware is connected the <gui>Calibrate...</gui> button will create a new profile.
ast: Si el hardware de calibración ta coneutáu el botón <gui>Calibrar...</gui> creará un perfil nuevu.
el: Αν συνδεθεί υλικό βαθμονόμησης (calibration hardware), το κουμπί <gui>Βαθμονόμηση…</gui> θα δημιουργήσει ένα νέο προφίλ.
fi: Jos kalibrointilaite on yhdistetty, <gui>Kalibroi...</gui> painike luo uuden profiilin.
nl: Als er kalibratie hardware is aangesloten zal de <gui>Kalibreren…</gui> knop een nieuw profiel aanmaken.
pt_br: Se o equipamento de calibração estiver conectado, o botão <gui>Calibrar...</gui> irá criar um novo perfil.
ru: Если устройство для калибровки подключено, то кнопка <gui>Калибровать...</gui> создаст новый профиль.

source: Calibrating your camera is important to capture accurate colors.
ast: Calibrar su cámara es importante pa capturar colores precisos.
el: Η ρύθμιση της κάμεράς σας είναι σημαντική για την καταγραφή χρωμάτων με ακριβή τρόπο.
fi: Digitaalikameran kalibrointi on tärkeää värien tarkan tallennuksen vuoksi.
nl: Kalibreren van uw camera is belangrijk om kleuren nauwkeurig vast te leggen.
pt_br: Calibrar sua câmera é importante para capturar cores precisas.
ru: Выполнение калибровки вашей камеры важно для достижения точности передачи цветов.

source: How do I calibrate my camera?
ast: ¿Cómo puedo calibrar mi cámara?
el: Πώς ρυθμίζω την κάμερά μου;
fi: Kuinka kalibroin kamerani?
nl: Hoe kalibreer ik mijn camera?
pt_br: Como faço para calibrar minha câmera?
ru: Как откалибровать мою камеру?

source: Camera devices are calibrated by taking a photograph of a target under the desired lighting conditions. By converting the RAW file to a TIFF file, it can be used to calibrate the camera device in the color control panel.
ast: Los preseos fotográficos se calibran per aciu de la toma de una fotografía de un oxetivu baxo les condiciones de luz deseadas. Mediante la conversión de un ficheru RAW a un ficheru TIFF, puede utilizase pa calibrar el preséu fotográfico nel panel de control de colores.
el: Οι φωτογραφικές μηχανές βαθμονομούνται παίρνοντας μία φωτογραφία ενός συγκεκριμένου στόχου, υπό τις επιθυμητές συνθήκες φωτισμού. Μετατρέποντας το αρχείο RAW της κάμερας σε αρχείο TIFF, μπορεί να χρησιμοποιηθεί για τη βαθμονόμηση της κάμερας στον πίνακα του ελέγχου χρωμάτων.
fi: Kamerat kalibroidaan yleisesti ottamalla valokuva kohteesta hyvissä valo-olosuhteissa. Kun RAW-kuva muunnetaan TIFF-tiedostoksi, sitä voidaan käyttää kameran kalibrointiin värienhallinnassa.
nl: Camera's worden gekalibreerd door een foto van een doel te nemen onder bepaalde lichtcondities. Door het converteren van het RAW-bestand naar een TIFF-bestand, kan dit gebruikt worden om de camera te kalibreren in het kleurbeheerpaneel.
pt_br: Dispositivos de câmera são calibrados por ter uma fotografia de um alvo nas condições de iluminação desejada. Ao converter o arquivo RAW em um arquivo TIFF, ele pode ser usado para calibrar o dispositivo da câmera no painel de controle de cor.
ru: Калибровка камер выполняется созданием снимка объекта в определённых условиях освещённости. После преобразование файла формата RAW, в файл формата TIFF, он может использоваться для калибровки камеры, используя панель управления цветом.

source: The resulting profile is only valid under the lighting condition that you aquired the original image from. This means you might need to profile several times for <em>studio</em>, <em>bright sunlight</em> and <em>cloudy</em> lighting conditions.
ast: El perfil resultante solamente es válidu baxo les condiciones de luz que vusté heba adquirido de la imaxe original. Esto significa que necesita perfilar varias vegaes pa <em>estudio</em>,<em>luz solar brillante</em> y condiciones de luz <em>nubosas</em>.
el: Το προφίλ που θα προκύψει, θα ισχύει μόνο για τις συνθήκες φωτισμού κατά τις οποίες αποκτήθηκε η πρωτότυπη φωτογραφία. Αυτό σημαίνει ότι θα πρέπει να δημιουργήσετε αρκετά προφίλ για συνθήκες φωτισμού <em>στούντιο</em>, <em>έντονη ηλιοφάνεια</em>, <em>συννεφιά</em> και άλλες συνθήκες που μπορεί να χρειάζεστε.
fi: Valmis profiili on kelvollinen vain samanlaisissa valo-olosuhteissa, kuin missä alkuperäinen kuva otettiin. Tämä tarkoittaa sitä, että voi olla tarpeen luoda useita profiileja eri valo-olosuhteisiin, kuten <em>studiovaloon</em>, <em>kirkkaaseen auringonvaloon</em> ja <em>pilviselle säälle</em>.
nl: Het resulterende profiel is alleen geldig voor de bepaalde lichtcondities waaronder u de originele afbeelding heeft verkregen. Mogelijk dient u extra profielen aan te maken voor de lichtcondities <em>studio</em>, <em>heldere zon</em> en <em>bewolkt</em>.
pt_br: O perfil resultante só é válido sob as condições de luz adquiridas da imagem original. Isto significa que você pode precisar configurar o perfil várias vezes para as condições de luz <em>estúdio</em>, <em>luz do sol forte</em>e<em>nublado</em>.
ru: Конечный профиль работает только при том освещении, при котором было получено оригинальное изображение. Это означает, что вам нужны несколько профилей для условий освещения в <em>студии</em>, при <em>ярком солнечном свете</em> и <em>облачной погоде</em>.

source: Calibrating your printer is important to print accurate colors.
ast: Calibrar su imprentadora es importante pa imprentar colores precisos.
el: Η ρύθμιση του εκτυπωτή σας είναι σημαντική για την εκτύπωση των χρωμάτων με ακριβή τρόπο.
fi: Tulostimen kalibrointi on tärkeää mahdollisimman tarkkojen värisävyjen tulostamiseksi.
nl: Het kalibreren van uw printer is belangrijk voor het afdrukken van accurate kleuren.
pt_br: Calibrar sua impressora é importante para imprimir cores precisas.
ru: Выполнение калибровки вашего принтера важно для достижения точности передачи цветов.

source: How do I calibrate my printer?
ast: ¿Cómo puedo calibrar mi imprentadora?
el: Πώς ρυθμίζω το εκτυπωτή μου;
fi: Kuinka kalibroin tulostimeni?
nl: Hoe kalibreer ik mijn printer?
pt_br: Como faço para calibrar minha impressora?
ru: Как откалибровать мой принтер?

source: There are two ways to profile a printer device:
ast: Hai dos formes de perfilar una imprentadora:
el: Υπάρχουν δύο τρόποι για να ρυθμίσετε μία συσκευή εκτύπωσης:
fi: On kaksi tapaa profiloida tulostinlaite:
nl: Er zijn twee manieren om een profiel te maken voor een printer:
pt_br: Existem duas maneiras de perfil de um dispositivo de impressora:
ru: Есть два способа для создания профиля печатающего устройства:

source: Using a photospectrometer device like the Pantone ColorMunki
ast: Usar un fotoespectrómetro triba Pantone ColorMunki
el: Χρησιμοποίηση μιας συσκευής φωτοφασματομετρητή, όπως είναι η Pantone ColorMunki
nl: Het gebruik van een fotospectrometer apparaat zoals de Pantone ColorMunki
pt_br: Usando um fotoespectrômetro como o Pantone ColorMunki
ru: Использование фотоспектрометра типа Pantone ColorMunki

source: Downloading a printing a reference file from a color company
ast: Baxar un ficheru de referencia de imprentación de una compañía de color
el: Λήψη εκτύπωσης ενός αρχείου αναφοράς (reference file) από μία εταιρεία χρωμάτων
nl: Door een afdrukreferentiebestand van een kleurenbedrijf te downloaden
pt_br: Fazendo o download de uma impressão como arquivo de referência de uma companhia de cor
ru: Загрузка файла справочной таблицы с веб-сайта фирмы по подбору цветов

source: Using a color company to generate a printer profile is usually the cheapest option if you only have one or two different paper types. By downloading the reference chart from the companies website you can then send them back the print in a padded envelope where they will scan the paper, generate the profile and email you back an accurate ICC profile.
ast: El usu de un conxuntu de colores pa xenerar un perfil de imprentación es normalmente la opción más barata si solo dispone de uno o dos tribes distintos de papel. Mediante la descarga de la tabla de referencia de los sitios web de les compañías puede enviarlos de nuevu a la imprentadora nun sobro acolcháu donde entá puede escanear el papel, xenerar el perfil y enviarlo por corréu con un perfil ICC correutu.
el: Η χρησιμοποίηση μίας εταιρείας χρωμάτων για την δημιουργία ενός προφίλ εκτυπωτή είναι συνήθως η φθηνότερη λύση, αν χρησιμοποιείτε μόνο ένα ή δύο είδη διαφορετικού χαρτιού. Λαμβάνοντας το διάγραμμα αναφοράς από την ιστοσελίδα της εκάστοτε εταιρείας, μπορείτε να αποστείλετε εκεί ταχυδρομικά την εκτύπωσή σας με ασφάλεια μέσα σε ένα φακέλο συσκευασίας. Αφού η εκτύπωση σας σαρωθεί , η εταιρεία θα μπορεί να δημιουργήσει ένα ακριβές προφίλ ICC για εσάς, το οποίο θα σας αποστείλει μέσω ηλεκτρονικού ταχυδρομείου.
nl: Het gebruik van een kleurenbedrijf om een printerprofiel aan te maken is meestal de goedkoopste oplossing, wanneer u alleen één of twee verschillende papiersoorten heeft. U kunt een referentiebestand van de website van de fabrikant downloaden en afdrukken en deze afdruk daarna in een bubbeltjesenvelop naar het bedrijf opsturen, waarna zij de afdruk zullen inscannen, het profiel aan zullen maken en u een accuraat ICC-profiel terug zullen e-mailen.
pt_br: Usar uma empresa de cor para gerar um perfil de impressora é normalmente uma opção barata se você tem um ou dois diferentes tipos de papel. Depois de baixar da Internet um gráfico de referência dos sites das empresas, você pode então enviar a impressão de volta a eles em um envelope protegido, que eles irão digitalizar, gerar um perfil e lhe enviar por email um perfil ICC preciso.
ru: Обращение в компанию, предоставляющую услугу подбора профиля принтера, является самым экономичным вариантом, если у вас есть один или два разных типа бумаги. Загрузив справочную таблицу с веб-сайта компании, вы можете отправить распечатку в конверте, чтобы они смогли её отсканировать и создать точные профили ICC, которые вы можете получить по электронной почте.

source: Using an expensive device such as a ColorMunki works out cheaper only if you are profiling a large number of ink sets or paper types.
ast: Usar un preséu costoso como un ColorMunki solo resulta menos costoso si ta perfilando un gran númberu de conxuntos de tinta o tribes de papel.
el: Η χρησιμοποίηση μίας ακριβής συσκευής όπως το ColorMunki, αποδεικνύεται φθηνότερη μόνο στην περίπτωση που δημιουργείτε πολλαπλά προφίλ για μεγάλο αριθμό σετ μελανιών εκτύπωσης ή τύπων χαρτιού.
nl: Met het aanschaffen van een duur apparaat zoals een ColorMunki bent u alleen goedkoper uit als u een groot aantal inktsoorten of papiertypes profileert.
pt_br: Usar um dispositivo caro como o ColorMunki vale a pena apenas se você está fazendo o perfil de um número grande de conjuntos de cores ou tipos de papel.
ru: Использование дорогостоящего устройства, например ColorMunki, может быть экономнее, если вы выполняете профилирование большого количества наборов чернил или типов бумаги.

source: If you change your ink supplier, make sure you recalibrate the printer!
ast: Si camuda el proveedor de tinta, asegúrese de recalibrar la imprentadora.
el: Αν αλλάξετε τον παροχέα μελανιών σας, βεβαιωθείτε ότι έχει ρυθμιστεί ξανά ο εκτυπωτής!
fi: Jos vaihdat mustekasettien toimittajaa, muista kalibroida tulostin uudelleen!
nl: Als u uw inktpatroon vervangt, zorg er dan voor dat u de printer opnieuw kalibreert!
pt_br: Se você mudar o fornecedor de tinta, não se esqueça de recalibrar a impressora.
ru: Если вы изменили поставщика расходных материалов, убедитесь, что выполнили повторную калибровку принтера!
