Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Like other desktops, Unity uses windows to display your running applications. Using both the <gui>dash</gui> and the <gui>launcher</gui>, you can launch new applications and control which window is active.
ast: Como otros escritorios, Unity usa ventanes pa amosar les aplicaciones en execución. Usando el <gui>Tablero</gui> y el <gui>Lanzador</gui>, puede llanzar aplicaciones nueves y controlar qué ventana ta activa.
el: Όπως και άλλες επιφάνειες εργασίας, το Unity χρησιμοποιεί τα παράθυρα για να εμφανίσει τις εφαρμογές που εκτελείτε. Χρησιμοποιώντας και τα δύο το <gui>dash</gui> και τον <gui>εκκινητή</gui> μπορείτε να ξεκινήσετε νέες εφαρμογές και να ελέγχετε ποιο παράθυρο είναι ενεργό.
es: Como otros escritorios, Unity usa ventanas para mostrar las aplicaciones en ejecución. Usando el <gui>Tablero</gui> y el <gui>Lanzador</gui>, puede lanzar aplicaciones nuevas y controlar qué ventana está activa.
fi: Kuten muissakin käyttöjärjestelmissä, Unityssä sovellukset näytetään ikkunoissa. Voit käynnistää uusia sovelluksia ja hallita jo auki olevia ikkunoita <gui>Unity-valikolla</gui> ja <gui>käynnistimellä</gui>.
nl: Net als bij andere bureaubladen gebruikt Unity vensters om uw geopende toepassingen weer te geven. U kunt zowel via de <gui>dash</gui> als de <gui>starter</gui> nieuwe toepassingen starten en bepalen welk venster actief is.
pt_br: Como outras áreas de trabalho, o Unity lança mão de janelas para apresentar os aplicativos ativos. Com o <gui>painel</gui> e o <gui>lançador</gui>, você pode abrir novos aplicativos e controlar aqueles que estiverem ativos.
ru: Как и другие рабочие среды, для отображения выполняемых приложений Unity использует окна. Используя <gui>главное меню</gui> и <gui>панель запуска</gui>, вы сможете запускать новые приложения и выбирать, какое из окон будет активным.

source: In addition to windows, you can also group your applications together within workspaces. Visit the window and workspace help topics below to better learn how to use these features.
ast: Además de nas ventanes, tamién puede agrupar sus aplicaciones en áreas de trabayu. Visite los temes de aida de ventana y estaya de trabayu que se muestran a continuación pa aprender meyor cómo usar estes carauterístiques.
el: Εκτός από τα παράθυρα, μπορείτε να ομαδοποιήσετε και τις εφαρμογές σας μέσα σε χώρους εργασίας. Επισκεφθείτε τα θέματα βοήθειας παράθυρο και χώρο εργασίας ώστε να μάθετε να χρησιμοποιείτε αυτές τις δυνατότητες.
es: Además de en las ventanas, también puede agrupar sus aplicaciones en áreas de trabajo. Visite los temas de ayuda de ventana y área de trabajo que se muestran a continuación para aprender mejor cómo usar estas características.
fi: Tämän lisäksi voit myös ryhmitellä sovelluksia työtilojen avulla. Tutustu ominaisuuksiin tarkemmin lukemalla alapuolelta löytyviä ikkuna- ja työtila-ohjeaiheita.
nl: Naast vensters kunt u ook uw toepassingen groeperen binnen werkbladen. Ga naar de hulponderwerpen "Werken met vensters" en "Werken met werkbladen" hieronder om te leren hoe u moet omgaan met deze functies.
pt_br: Além das janelas, você pode agrupar seus aplicativos em espaços de trabalho. Visite os tópicos sobre janelas e espaços de trabalho abaixo para aprender a usar esses recursos.
ru: В дополнении к окнам, вы сможете группировать ваши приложения на рабочих столах. Ознакомьтесь с представленными ниже разделами справки, касающимися окон и рабочего места, для получения дополнительных сведений.

source: Working with windows
ast: Trabayar con ventanes
el: Δουλεύοντας με παράθυρα
es: Trabajar con ventanas
fi: Ikkunoiden kanssa työskentely
nl: Werken met vensters
pt_br: Trabalhando com janelas
ru: Работа с окнами

source: Working with workspaces
ast: Trabayar con áreas de trabayu:
el: Δουλεύοντας με χώρους εργασίας
es: Trabajar con áreas de trabajo:
fi: Työtilojen kanssa työskentely
nl: Werken met werkbladen
pt_br: Trabalhando com espaços de trabalho
ru: Работа с рабочими местами

source: Restore, resize, arrange and hide.
ast: Restaurar, redimensionar, organizar y anubrir.
el: Επαναφέρετε, αλλάξτε μέγεθος, ταξινομήστε και αποκρύψτε.
es: Restaurar, redimensionar, organizar y ocultar.
fi: Palauta, muuta kokoa, järjestä ja piilota.
nl: Herstellen, grootte aanpassen, rangschikken en verbergen.
pt_br: Restaurar, redimensionar, rearranjar e esconder.
ru: Восстановление, изменение размера, упорядочивание и скрытие.

source: Window operations and modes
ast: Operaciones de ventanes y modos
el: Λειτουργίες και ρυθμίσεις παραθύρων
es: Operaciones de ventanas y modos
fi: Ikkunoiden toiminnot ja tilat
nl: Vensterhandelingen en -modi
pt_br: Modos e operações de janela

source: Windows work in a very similar way to windows on other operating systems.
ast: Les ventanes trabajan de manera parecida a como lo hacen en otros sistemes operativos.
el: Τα Windows δουλεύουν με έναν παρόμοιο τρόπο όσον αφορά παράθυρα από άλλα λειτουργικά συστήματα.
es: Las ventanas trabajan de manera parecida a como lo hacen en otros sistemas operativos.
fi: Ikkunat toimivat hyvin samankaltaisesti kuten muissa käyttöjärjestelmissä.
nl: Vensters werken hetzelfde als vensters op andere besturingssystemen.
pt_br: As janelas funcionam de uma maneira muito semelhante às janelas de outros sistemas operacionais.
ru: Окна в Ubuntu работают очень похоже на окна в других операционных системах.

source: Minimize, restore and close
ast: Minimizar, restaurar y zarrar
el: Ελαχιστοποίηση, επαναφορά και κλείσιμο
es: Minimizar, restaurar y cerrar
fi: Pienennä, palauta ja sulje
nl: Minimaliseren, herstellen en sluiten
pt_br: Minimizar, restaurar e fechar
ru: Сворачивание, разворачивание и закрытие

source: Minimize
ast: Minimizar
el: Ελαχιστοποίηση
es: Minimizar
fi: Pienennä
nl: Minimaliseren
pt_br: Minimizar
ru: Свернуть

source: To minimize a window, you can:
ast: Pa minimizar una ventana, puede:
el: Για να ελαχιστοποιήσετε ένα παράθυρο, μπορείτε:
es: Para minimizar una ventana, puede:
fi: Jos haluat pienentää ikkunan, toimi seuraavasti:
nl: Om een venster te minimaliseren kunt u:
pt_br: Para minimizar uma janela, você pode:
ru: Чтобы свернуть окно, вы можете:

source: Press the button that looks like a "minus" sign in the application's <gui>menu bar</gui>. If the application is maximized (taking up your whole screen), the menu bar will appear at the very top of the screen. Otherwise, the minimize button will appear at the top of the application window.
ast: Calca el botón que se paez a un signo menos «-» na<gui>barra de menús</gui> de la aplicación. Si la aplicación ta maximizada (ocupando toda su pantalla), la barra de menús aparecerá nel berbesu superior de la pantalla. En caso contrario, el botón de minimizar aparecerá nel berbesu superior de la ventana de la aplicación.
el: Πατήστε το κουμπί που μοιάζει με ένα «μείον» για να εισέλθετε στο <gui>μενού</gui> της εφαρμογής. Εάν η εφαρμογή είναι μεγιστοποιημένη (θα εμφανιστεί σε ολόκληρη την οθόνη σας), η γραμμή μενού θα εμφανιστεί στην κορυφή της οθόνης. Διαφορετικά, το κουμπί της ελαχιστοποίησης θα εμφανιστεί στο πάνω μέρος του παραθύρου της εφαρμογής.
es: Pulse el botón que se parece a un signo menos «-» en la<gui>barra de menús</gui> de la aplicación. Si la aplicación está maximizada (ocupando toda su pantalla), la barra de menús aparecerá en el borde superior de la pantalla. En caso contrario, el botón de minimizar aparecerá en el borde superior de la ventana de la aplicación.
nl: Drukken op de knop die eruit ziet als een "min"-teken in de <gui>menubalk</gui> van de toepassing. Als de toepassing gemaximaliseerd (schermvullend) is, dan zal de menubalk helemaal aan de bovenkant van het scherm verschijnen. Anders zal de minimaliseerknop aan de bovenkant van het venster van de toepassing verschijnen.
pt_br: Pressione o botão que parece um sinal de menos na <gui>barra e menu</gui> do aplicativo. Se o aplicativo estiver maximizado, tomando todo o espaço da tela, a barra de menu aparecerá bem ao topo da tela. Senão, o botão de minimizar aparecerá no topo da janela do aplicativo.
ru: Нажать кнопку, похожую на знак "минус" в <gui>строке меню</gui> приложения. Если приложение развёрнуто (занимает весь экран), строка меню будет находиться на самом верху экрана. В противном случае, кнопка сворачивания будет расположена наверху окна приложения.

source: When you minimize an application, the application window 'disappears' into the <gui>launcher</gui>. The application can be retrieved by opening the <gui>launcher</gui> and clicking on that application's icon, or by pressing <keyseq><key>Alt</key><key>tab</key></keyseq> to cycle through your open applications.
el: Όταν ελαχιστοποιήσετε μια εφαρμογή, το παράθυρο της εφαρμογής «εξαφανίζεται» μέσα στον <gui>εκκινητή</gui>. Η εφαρμογή μπορεί να ξαναβρεθεί ανοίγοντας τον <gui>εκκινητή</gui> και κάνοντας κλικ στο εικονίδιο της εφαρμογής ή πατώντας το συνδυασμό πλήκτρων <keyseq><key>Alt</key><key>tab</key></keyseq> για να περιηγηθείτε στις ανοικτές σας εφαρμογές.
pt_br: Quando minimizar um aplicativo, a sua janela 'desaparecerá' no <gui>lançador</gui>. O aplicativo pode ser recuperado abrindo o <gui>lançador</gui> e clicando no ícone do aplicativo, ou pressionando <keyseq><key>Alt</key><key>tab</key></keyseq> para percorrer os aplicativos abertos.

source: Close
ast: Zarrar
el: Κλείσιμο
es: Cerrar
fi: Sulkeminen
nl: Sluiten
pt_br: Fechar
ru: Закрыть

source: To close the window:
ast: Pa zarrar la ventana:
el: Για να κλείσετε το παράθυρο:
es: Para cerrar la ventana:
fi: Sulkeaksesi ikkunan:
nl: Om het venster te sluiten:
pt_br: Para fechar a janela:
ru: Чтобы закрыть окно:

source: Click the <gui>x</gui> in the top left hand corner of the window, or
ast: Fae clic na <gui>x</gui> situada na esquina superior esquierda de la ventana o
el: Πατήστε το πλήκτρο <gui>x</gui> στην επάνω αριστερή πλευρά του παραθύρου ή
nl: Klik op de <gui>x</gui> in de linker bovenhoek van het venster, of
pt_br: Clique em <gui>x</gui> no canto superior esquerdo da janela, ou

source: Press <keyseq><key>Alt</key><key>F4</key></keyseq>, or
ast: Calca <keyseq><key>Alt</key><key>F4</key></keyseq>, o
el: Πατήστε <keyseq><key>Alt</key><key>F4</key></keyseq>, ή
es: Pulse <keyseq><key>Alt</key><key>F4</key></keyseq>, o
fi: Paina <keyseq><key>Alt</key><key>F4</key></keyseq> tai
nl: Druk op <keyseq><key>Alt</key><key>F4</key></keyseq>, of
pt_br: Pressione <keyseq><key>Alt</key><key>F4</key></keyseq>, ou
ru: Нажмите <keyseq><key>Alt</key><key>F4</key></keyseq>, или

source: Press <keyseq><key>Alt</key><key>Space</key></keyseq> to bring up the window menu. Then press <key>c</key>.
ast: Calca <keyseq><key>Alt</key><key>Espaciu</key></keyseq> pa amosar el menú de la ventana. Entós calca <key>c</key>.
el: Πατήστε το συνδυασμό πλήκτρων <keyseq><key>Alt</key><key>Κενό</key></keyseq> για να εμφανιστεί το μενού του παραθύρου. Στη συνέχεια πατήστε το πλήκτρο <key>c</key>.
es: Pulse <keyseq><key>Alt</key><key>Espacio</key></keyseq> para mostrar el menú de la ventana. Entonces pulse <key>c</key>.
nl: Druk op <keyseq><key>Alt</key><key>Space</key></keyseq> om het venstermenu te krijgen. Druk daarna op <key>u</key>.
pt_br: Pressione <keyseq><key>Alt</key><key>Espaço</key></keyseq> para visualizar o menu de janelas. Então, pressione <key>c</key>.
ru: Нажмите <keyseq><key>Alt</key><key>Space</key></keyseq>, чтобы открыть меню окна. Затем нажмите <key>c</key>.

source: Resize a window
ast: Redimensionar una ventana
el: Αλλαγή μεγέθους ενός παραθύρου
es: Redimensionar una ventana
fi: Muuta ikkunan kokoa
nl: Venstergrootte wijzigen
pt_br: Redimensionar uma janela
ru: Изменение размеров окна

source: To resize a window, your window first needs to be <em>unmaximized</em>.
ast: Pa redimensionar una ventana, su ventana primero tien que tar <em>desmaximizada</em>.
el: Για να αλλάξετε μέγεθος σε ένα παράθυρο, το παράθυρό σας πρέπει πρώτα είναι <em>απομεγιστοποιημένο</em>.
es: Para redimensionar una ventana, su ventana primero tiene que estar <em>desmaximizada</em>.
nl: Om de venstergrootte te wijzigen mag het venster niet <em>gemaximaliseerd</em> zijn.
pt_br: Para redimencionar uma janela, sua janela necessita primeiro <em>desfazer a maximização</em>.

source: The simplest way to resize your window in the horizontal and/or vertical direction is to move the mouse pointer up to the top left corner of the window until it changes into a 'corner-pointer'. When it becomes a 'corner-pointer', click+hold+drag to resize the window in any direction.
ast: La forma más sencilla de camudar el tamañu de su ventana en direición horizontal o vertical es mover el puntero del mur fasta la esquina superior esquierda de la ventana fasta que se convierta nun «puntero de esquina». Cuando se convierte nun puntero de esquina, calca+mantenga+arrastre pa camudar el tamañu de la ventana en cualesquier direición.
el: Ο απλούστερος τρόπος για να αλλάξετε το μέγεθος στο παράθυρό σας στο οριζόντιο ή/και κάθετη κατεύθυνση είναι να μετακινήσετε το δείκτη του ποντικιού μέχρι την επάνω αριστερή γωνία του παραθύρου μέχρι να μετατραπεί σε μια «γωνία-δείκτη». Όταν γίνεται μια «γωνιά-δείκτης», κάντε κλικ και κρατήστε και σύρετε για να αλλάξετε το μέγεθος του παραθύρου προς οποιαδήποτε κατεύθυνση.
es: La forma más sencilla de cambiar el tamaño de su ventana en dirección horizontal o vertical es mover el puntero del ratón hasta la esquina superior izquierda de la ventana hasta que se convierta en un «puntero de esquina». Cuando se convierte en un puntero de esquina, pulse+mantenga+arrastre para cambiar el tamaño de la ventana en cualquier dirección.
nl: De eenvoudigste manier om de venstergrootte te wijzigen in horizontale en/of verticale richting is door de muisaanwijzer naar de linkerbovenhoek van het venster te brengen totdat deze verandert in een 'hoekpijl'. Wanneer het een 'hoekpijl' is, klik+houd vast+sleep om de venstergrootte in de gewenste richting aan te passen.
pt_br: A forma mais simples de redimensionar sua janela na direção horizontal ou vertical consiste em mover o ponteiro do mouse até o canto superior esquerdo da janela até que ele se transforme em um "ponteiro de canto". Quando isso acontecer, clique e arraste para redimensionar a janela em qualquer direção.
ru: Простейший способ изменить размеры окна в горизонтальном и/или вертикальном направлении — переместить указатель мыши в левый верхний угол окна, пока он не примет вид "уголка". Затем, нажав и удерживая левую кнопку мыши, перетаскивайте указатель, чтобы изменить размеры окна в любом направлении.

source: You can also resize only in the horizontal direction by moving the mouse pointer to the left side of the window until it changes into a 'side-pointer'. When it becomes a 'side-pointer', click+hold+drag to resize the window in the horizontal direction.
ast: También puede camudar el tamañu solo na direición horizontal, moviendo el puntero del mur a la parte esquierda de la ventana fasta que se convierta nun «puntero de lateral». Cuando se convierta nun «puntero lateral calca+mantenga+arrastre pa camudar el tamañu de la ventana na direición horizontal.
el: Μπορείτε επίσης να αλλάξετε το μέγεθος μόνο στην οριζόντια κατεύθυνση μετακινώντας το δείκτη του ποντικιού στην αριστερή πλευρά του παραθύρου μέχρι να μετατραπεί σε ένα «πλευρικό δείκτη». Όταν γίνεται ένας «πλευρικός δείκτης» κάντε κλικ και κρατήστε και σύρετε για να αλλάξετε το μέγεθος του παραθύρου στην οριζόντια κατεύθυνση.
es: También puede cambiar el tamaño solo en la dirección horizontal, moviendo el puntero del ratón a la parte izquierda de la ventana hasta que se convierta en un «puntero de lateral». Cuando se convierta en un «puntero lateral pulse+mantenga+arrastre para cambiar el tamaño de la ventana en la dirección horizontal.
nl: U kunt de grootte ook alleen in de horizontale richting aanpassen door de muisaanwijzer naar de linkerkant van het venster te brengen totdat deze verandert in een 'horizontale pijl'. Wanneer het een 'horizontale pijl' is, klik+houd vast+sleep om de venstergrootte in horizontale richting aan te passen.
pt_br: Você também pode redimensionar somente na direção horizontal movendo o ponteiro do mouse para o lado esquerdo da janela até que ele se transforme em um "ponteiro de lateral". Quando isso acontecer, clique e arraste para redimensionar a janela na direção horizontal.

source: To resize in the vertical direction, move the mouse pointer to the top or bottom of the window until it changes into a 'top-pointer' or 'bottom-pointer' respectively. When it does, click+hold+drag to resize the window in the vertical direction.
ast: Pa redimensionar na direición vertical, mueva el puntero del mur a la parte superior o inferior de la ventana fasta que se convierta nun «puntero superior» o «puntero inferior», respeutivamente. Cuando lo fae, calca+mantenga+arrastre pa camudar el tamañu de la ventana na direición vertical.
el: Για να αλλάξετε το μέγεθος κατά την κατακόρυφη διεύθυνση μετακινήστε το δείκτη του ποντικιού στο επάνω ή το κάτω μέρος του παραθύρου μέχρι να μετατραπεί σε ένα «δείκτη προς τα πάνω» ή ένα «δείκτη προς τα κάτω» αντίστοιχα. Όταν γίνεται αυτό, κάντε κλικ στο κουμπί και κρατήστε και σύρετε για να αλλάξετε το μέγεθος του παραθύρου σε κατακόρυφη κατεύθυνση.
es: Para redimensionar en la dirección vertical, mueva el puntero del ratón a la parte superior o inferior de la ventana hasta que se convierta en un «puntero superior» o «puntero inferior», respectivamente. Cuando lo haga, pulse+mantenga+arrastre para cambiar el tamaño de la ventana en la dirección vertical.
nl: Om de grootte in verticale richting aan te passen brengt u de muisaanwijzer naar de boven- of onderkant van het venster totdat deze verandert in een 'pijl-naar-boven' of een 'pijl-naar-beneden'. Wanneer dit het geval is, klik+houd vast+sleep om de venstergrootte in verticale richting aan te passen.
pt_br: Para redimensionar na direção vertical, mova o ponteiro do mouse até o topo ou base da janela até que ele se transforme em um "ponteiro de topo" ou "ponteiro de base", respectivamente. Quando isso acontecer, clique e arraste para redimensionar a janela na direção vertical.

source: Ways to arrange windows in your workspace
ast: Formes de organizar ventanes en su estaya de trabayu
el: Τρόποι για να ταξινομήσετε παράθυρα στο χώρο εργασίας σας
es: Formas de organizar ventanas en su área de trabajo
fi: Erilaisia tapoja järjestellä ikkunoita työtiloissa
nl: Manieren om vensters in uw werkruimte te rangschikken
pt_br: Formas de organizar as janelas em seu espaço de trabalho
ru: Способы упорядочить окна на вашем рабочем месте

source: You can automatically arrange two windows side by side. <key>Alt</key> + click and drag one window towards the left until the cursor touches the left side of the screen. The left half of the screen becomes highlighted. Unclick, and your window should automatically take up exactly half your screen. Do the same thing for another window, dragging it to the right side.
ast: Puede colocar dos ventanes una al láu de la otra automáticamente. Mantenga pulsada la tecla <key>Alt</key> mientres calca sobro una ventana y la arrastra haza la esquierda fasta que el cursor toque el láu esquierdu de la pantalla. Se iluminará la mitad esquierda de la pantalla. Suelte el botón y la ventana ocupará justo la mitad de su pantalla automáticamente. Fae lo mesmu cola otra ventana, pero arrastrándola haza la drecha.
el: Μπορείτε να τακτοποιήσετε αυτόματα δύο παράθυρα δίπλα-δίπλα. Πατήστε το πλήκτρο <key>Alt</key> και έπειτα κάντε κλικ και σύρετε ένα παράθυρο προς τα αριστερά μέχρι ο κέρσορας να ακουμπήσει στην αριστερή πλευρά της οθόνης. Το αριστερό μισό της οθόνης τονίζεται. Αφήστε το κλικ του ποντικού και το παράθυρό σας θα πρέπει αυτόματα να μπει ακριβώς στη μέση της οθόνης σας. Κάντε το ίδιο πράγμα για ένα άλλο παράθυρο, μεταφέροντάς το προς τη δεξιά πλευρά.
es: Puede colocar dos ventanas una al lado de la otra automáticamente. Mantenga pulsada la tecla <key>Alt</key> mientras pulsa sobre una ventana y la arrastra hacia la izquierda hasta que el cursor toque el lado izquierdo de la pantalla. Se iluminará la mitad izquierda de la pantalla. Suelte el botón y la ventana ocupará justo la mitad de su pantalla automáticamente. Haga lo mismo con la otra ventana, pero arrastrándola hacia la derecha.
nl: U kunt automatisch twee vensters naast elkaar schikken. <key>Alt</key> + klik en sleep één venster naar links totdat de aanwijzer de linkerkant van het scherm aanraakt. De linkerhelft van het scherm wordt gemarkeerd. Laat de muisknop los en uw venster zal automatisch precies de helft van het scherm in beslag nemen. Doe hetzelfde met een ander venster, waarbij u het naar de rechterkant sleept.
pt_br: Você pode colocar duas janelas lado a lado automaticamente. Pressione <key>Alt</key> + clique e arraste uma janela para a esquerda até que o ponteiro do mouse toque o canto esquerdo da tela. A metade esquerda da tela ganhará então um destaque. Solte o botão do mouse e a janela deverá ocupar exatamente metade da sua tela. Faça o mesmo para a outra janela, arrastando-a para o lado direito.

source: Press <keyseq><key>Alt</key><key>Tab</key></keyseq>.
el: Πατήστε <keyseq><key>Alt</key><key>Tab</key></keyseq>.
fi: Paina vain <keyseq><key>Alt</key><key>Tab</key></keyseq>.
nl: Druk op <keyseq><key>Alt</key><key>Tab</key></keyseq>.
pt_br: Pressione <keyseq><key>Alt</key><key>Tab</key></keyseq>.
ru: Нажмите <keyseq><key>Alt</key><key>Tab</key></keyseq>.

source: Switch between windows
ast: Camudar ente ventanes
el: Εναλλαγή μεταξύ παραθύρων
es: Cambiar entre ventanas
fi: Vaihtele ikkunoiden välillä
nl: Schakelen tussen vensters
pt_br: Alternar entre janelas
ru: Переключение между окнами

source: From the launcher
ast: Dende el lanzador
el: Απο τον εκκινητή
es: Desde el lanzador
fi: Käynnistimestä
nl: Vanuit de starter
pt_br: A partir do lançador
ru: Из панели запуска

source: Show the <gui>launcher</gui> by moving your mouse to the top left corner of your screen.
ast: Muestre el <gui>lanzador</gui> moviendo el mur a la esquina superior esquierda de la pantalla.
el: Εμφάνισε τον <gui>εκκινητή</gui> μετακινώντας το ποντίκι προς την πάνω αριστερή γωνία της οθόνης.
es: Muestre el <gui>lanzador</gui> moviendo el ratón a la esquina superior izquierda de la pantalla.
fi: Näytä <gui>käynnistin</gui> siirtämällä hiiresi näytön vasempaan reunaan.
nl: Toon de <gui>starter</gui> door met uw muis naar de linkerbovenhoek van uw scherm te gaan.
pt_br: Mostrar o <gui>lançador</gui> movendo o seu mouse para o canto superior esquerdo da tela.
ru: Откройте <gui>панель запуска</gui>, переместив указатель мыши в верхний левый угол экрана.
