Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Read the information and reviews to make sure you want to install Flash.
ast: Lea la información y les reseñas pa asegurase de que quies instalar Flash.
el: Διαβάστε τις πληροφορίες και τα σχόλια για να βεβαιωθείτε ότι θέλετε να εγκαταστήσετε το flash.
es: Lea la información y las reseñas para asegurarse de que desea instalar Flash.
fi: Lue Flashin tiedot ja arvostelut ennen asennusta, ja varmista että haluat asentaa sen.
nl: Lees de informatie en recensies door om er zeker van te zijn dat u Flash wilt installeren.
pt_br: Leia as informações e opiniões para ter certeza de que deseja instalar o Flash.
ru: Прочтите информацию и отзывы, чтобы убедиться, что вы действительно хотите установить Flash.

source: If you choose to install Flash, click <gui>Install</gui> from the Software Center window.
ast: Si decide instalar Flash, calca <gui>Instalar</gui> na ventana del Centro de software.
el: Εάν επιλέξετε να εγκαταστήσετε το flash, κάντε κλικ στην <gui>Εγκατάσταση</gui> από το παράθυρο του Κέντρου Λογισμικού.
es: Si decide instalar Flash, pulse <gui>Instalar</gui> en la ventana del Centro de software.
fi: Jos päätät asentaa Flashin, napsauta <gui>Asenna</gui>-painiketta Sovellusvalikoimassa.
nl: Als u ervoor kiest om Flash te installeren, klik op <gui>Installeren</gui> vanuit het venster Softwarecentrum.
pt_br: Se você optar por instalar o Flash, clique em <gui>instalar</gui> na janela da Central de Programas.
ru: Если вы решили установить Flash, щёлкните <gui>Установить</gui> в окне Центра приложений.

source: If you have any web browser windows open, close them and then re-open them. The web browser should detect that Flash is installed when you open it again, and you should now be able to view websites using Flash.
ast: Si tien dalguna ventana del restolador abierta, ciérrela y vuelva a abrirla. El restolador tien de dase cuenta de que Flash ta instaláu cuando se abra de nuevu y agora tendría ser capaz de ver sitios web que usen Flash.
el: Εάν έχετε οποιοδήποτε παράθυρο περιηγητή ανοικτό, κλείστε τα και στη συνέχεια ανοίξτε τα πάλι. Το πρόγραμμα περιήγησης διαδικτύου θα πρέπει να ανιχνεύσει ότι υπάρχει εγκατεστημένο το flash όταν το ανοίξετε ξανά και, θα πρέπει τώρα να μπορείτε να δείτε ιστοσελίδες που χρησιμοποιούν flash.
es: Si tiene alguna ventana del navegador abierta, ciérrela y vuelva a abrirla. El navegador debe darse cuenta de que Flash está instalado cuando se abra de nuevo y ahora debería ser capaz de ver sitios web que usen Flash.
fi: Jos sinulla on selainikkunoita auki, sulje ne ja sitten avaa ne uudelleen. Selaimen pitäisi havaita, että Flash on asennettu, kun käynnistät sen uudelleen, ja sinun pitäisi nyt pystyä käyttämään Flash-pohjaisia sivustoja.
nl: Als er webbrowservensters geopend zijn, sluit deze dan en open ze opnieuw. De webbrowser ziet dat Flash geïnstalleerd is en u zou nu de websites die Flash gebruiken moeten kunnen bekijken.
pt_br: Se você tiver com alguma janela do navegador de internet aberta, feche-as e volte a abri-los. O navegador de internet irá detectar que o Flash foi instalado quando você abri-lo novamente, e agora você poderá ver sites com Flash.
ru: Если у вас открыто окно веб-обозревателя, закройте его и запустите снова. Веб-обозревтель при запуске должен определить, что Flash установлен и теперь вы сможете просматривать веб-сайты, использующие Flash.

source: Open-source alternatives to Flash
ast: Alternativas a Flash de códigu abiertu
el: Ανοιχτού κώδικα εναλλακτικές λύσεις για το flash
es: Alternativas a Flash de código abierto
fi: Avoimen lähdekoodin vaihtoehdot Flashille
nl: Open-source alternatieven voor flash
pt_br: Alternativas em código aberto para o Flash
ru: Альтернативы технологии Flash, с открытым исходным кодом

source: A handful of free, open-source alternatives to Flash are available. These tend to work better than the Flash plug-in in some ways (for example, by handling sound playback better), but worse in others (for example, by not being able to display some of the more complicated Flash pages on the web).
ast: Existe un un puñáu de alternativas libres, de códigu abiertu, disponibles pa Flash. Estes tienden a trabayar meyor que el complementu Flash en dellos aspectos (por exemplu, na meyor manipulación de la reproducción de soníu), pero peor en otros (por exemplu, por no ser capaz de amosar dalgunes de les páxines en Flash más complicáu na web).
el: Είναι διαθέσιμος ένα αριθμός δωρεάν, ανοιχτού κώδικα εναλλακτικών λύσεων για το flash. Αυτές έχουν την τάση να λειτουργούν καλύτερα από το πρόσθετο του flash με κάποιους τρόπους (για παράδειγμα, διαχειρίζοντας τον ήχο αναπαραγωγής καλύτερα), αλλά χειρότερα σε άλλες (για παράδειγμα, με το να μην είναι σε θέση να εμφανίσει κάποιες από τις πιο περίπλοκες σελίδες σε flash στο διαδίκτυο) .
es: Existe un un puñado de alternativas libres, de código abierto, disponibles para Flash. Estas tienden a trabajar mejor que el complemento Flash en algunos aspectos (por ejemplo, en la mejor manipulación de la reproducción de sonido), pero peor en otros (por ejemplo, por no ser capaz de mostrar algunas de las páginas en Flash más complicado en la web).
fi: Flashille on saatavilla myös kourallinen avoimia vaihtoehtoja. Ne toimivat jopa alkuperäistä Flashia paremmin joissakin tapauksissa (esim. äänentoistossa), mutta joissakin taas huonommin (yleensä monimutkaiset Flash-rakennelmat toimivat huonosti tai ei lainkaan).
pt_br: Um punhado de alternativas, livres e de código aberto, para Flash estão disponíveis. Eles tendem a funcionar melhor que o plug-in do Flash em alguns casos (por exemplo, na melhor manipulação sonora), mas pior em outros (por exemplo, não sendo capazes de exibir algumas das mais complicadas páginas em Flash na web).
ru: Существует несколько свободных, с открытым исходным кодом альтернатив Flash. В некоторых случаях они работают лучше надстройки Flash (например, при воспроизведении звука), в некоторых — хуже (например, не способны отобразить некоторые сложные страницы, использующие Flash).

source: You might like to try one of these if you are dissatisfied with the Flash player, or if you would like to use as much open-source software as possible on your computer. Here are a few of the options:
ast: Puede intentar usar uno de ellos si no ta satisfecho col reproductor de Flash, o si quies usar tanto software de códigu abiertu como seya posible nel equipu. Equí tan dalgunes de les opciones:
el: Μπορεί αν θέλετε να δοκιμάσετε ένα από αυτά, αν είστε δυσαρεστημένοι με τον αναπαραγωγέα flash, ή αν θα θέλατε να χρησιμοποιήσετε όσο το δυνατόν περισσότερο λογισμικό ανοιχτού κώδικα στον υπολογιστή σας. Εδώ είναι μερικές από τις επιλογές:
es: Puede intentar utilizar uno de ellos si no está satisfecho con el reproductor de Flash, o si desea utilizar tanto software de código abierto como sea posible en el equipo. Aquí están algunas de las opciones:
fi: Kannattaa kokeilla jotakin näistä vaihtoehtoisista ohjelmistoista, jos olet tyytymätön Flashin toimintaan tai haluat käyttää niin paljon avoimen lähdekoodin ohjelmistoja tietokoneessasi kuin mahdollista. Tässä on muutamia suosittuja vaihtoehtoja:
nl: U zou er een van kunnen proberen als u niet tevreden bent met de Flashspeler, of als u zoveel mogelijk opensourcesoftware op uw computer wilt gebruiken. Hier zijn een paar mogelijkheden:
pt_br: Você pode gostar de tentar alguma dessas se você está insatisfeito com o reprodutor de Flash ou se você gostaria de usar tantos programas de código aberto quanto possível no seu computador. Aqui estão algumas das opções:
ru: Вы можете попробовать одну из этих надстроек, если вам по какой-то причине не нравится Flash, или если вы стремитесь использовать на своём компьютере по возможности только открытое программное обеспечение. Вот несколько вариантов:

source: Help your browser work with websites that require Java.
ast: Ayude a su restolador a trabayar con sitios web que necesiten Java.
el: Βοηθήστε το πρόγραμμα περιήγησης σας να λειτουργήσει με ιστοσελίδες που απαιτούν Java.
es: Ayude a su navegador a trabajar con sitios web que necesiten Java.
fi: Auta selaintasi toimimaan paremmin Javaa käyttävillä sivustoilla.
nl: Help uw browser te werken met websites die Java vereisen.
pt_br: Auxilia o seu navegador a trabalhar com sites que requerem o Java.
ru: Помогите вашему браузеру работать с веб-сайтами, требующими наличия Java.

source: Install the Java browser plug-in
ast: Instale el complementu de Java pa el restolador
el: Εγκατάσταση του πρόσθετου για Java στον περιηγητή
es: Instale el complemento de Java para el navegador
fi: Asenna Java-selainlisäosa
nl: De Java-plugin voor de browser installeren
pt_br: Instale o plug-in do Java para o navegador
ru: Установка плагина Java для браузера

source: Some websites use small <em>Java</em> programs, which require a Java plugin to be installed in order to run.
ast: Dellos sitios web usan pequeños programes <em>Java</em>, que necesiten la instalación de un complementu Java pa funcionar.
el: Μερικές ιστότοποι χρησιμοποιούν μικρά προγράμματα <em>Java</em>, τα οποία απαιτούν να εγκατασταθεί ένα πρόσθετο για Java ώστε να τρέξουν.
es: Algunos sitios web usan pequeños programas <em>Java</em>, que necesitan la instalación de un complemento Java para funcionar.
fi: Jotkut sivustot käyttävät pieniä <em>Java</em>-ohjelmia, jotka tarvitsevat toimiakseen Java-lisäosan.
nl: Sommige websites gebruiken kleine <em>Java</em>-programma's die een Java-plugin nodig hebben om te kunnen draaien.
pt_br: Alguns sites usam pequenos programas <em>Java</em>, que necessitam que um plug-in Java seja instalado para que sejam executados.
ru: Некоторые веб-сайты используют небольшие программы на языке <em>Java</em>, требующие для своего запуска установки Java-плагина.

source: <link href="apt:icedtea6-plugin">Install the icedtea6-plugin package</link> to view Java programs in your browser.
ast: <link href="apt:icedtea6-plugin">Instale el paquete icedtea6-plugin</link> pa ver programes Java en su restolador.
el: <link href="apt:icedtea6-plugin">Εγκαταστήστε το πακέτο icedtea6-plugin</link> για να δείτε τα προγράμματα Java στον περιηγητή σας.
es: <link href="apt:icedtea6-plugin">Instale el paquete icedtea6-plugin</link> para ver programas Java en su navegador.
fi: Voit käyttää Java-ohjelmia selaimessasi asentamalla paketin <link href="apt:icedtea6-plugin">icedtea6-plugin</link>.
nl: <link href="apt:icedtea6-plugin">Het plugin-pakket icedtea6 installeren</link> om Java-programma's in uw browser te bekijken.
pt_br: <link href="apt:icedtea6-plugin">Instale o pacote icedtea6-plugin</link> para visualizar programas Java em seu navegador.
ru: <link href="apt:icedtea6-plugin">Установите пакет icedtea6-plugin</link> чтобы запускать программы на Java в вашем браузере.

source: Some websites use Silverlight to display web pages. The Moonlight plug-in lets you view these pages.
ast: Dellos sitios web usan Silverlight pa amosar páxines web. El complementu Moonlight le permite ver estes páxines.
el: Μερικοί ιστότοποι χρησιμοποιούν το Silverlight για να εμφανίσουν ιστοσελίδες. Το πρόσθετο Moonlight σάς επιτρέπει να δείτε αυτές τις σελίδες.
es: Algunos sitios web usan Silverlight para mostrar páginas web. El complemento Moonlight le permite ver estas páginas.
fi: Jotkut sivustot käyttävät Silverlightia sivujen tiettyjen osien näyttämiseen. Moonlight-lisäosan avulla voit katsella näitä sivuja.
pt_br: Alguns sites usam Silverlight para mostrar páginas da web. O plug-in Moonlight permite visualizar essas páginas.
ru: Некоторые веб-сайты для показа веб-страниц используют Silverlight. Плагин Moonlight позволит вам просматривать такие сайты.

source: Install the Silverlight plug-in
ast: Instalar el complementu Silverlight
el: Εγκατάσταση του πρόσθετου πακέτου Silverlight
es: Instalar el complemento Silverlight
fi: Asenna Silverlight-lisäosa
nl: De Silverlight plug-in installeren
pt_br: Instalar o plug-in Silverlight
ru: Установка плагина Silverlight

source: <app>Silverlight</app> is a <em>plug-in</em> for your web browser which allows you to watch videos and use interactive web pages on some websites. Some websites won't work without Silverlight.
ast: <app>Silverlight</app> es un <em>complementu</em> pa su restolador web que le permite ver vídeos y usar páxines interactivas en dellos sitios web. Dellos de ellos no funcionarán sin Silverlight.
el: Το <app>Silverlight</app> είναι ένα <em>πρόσθετο</em> για τον περιηγητή ιστού σας το οποίο σας επιτρέπει να δείτε βίντεο και να χρησιμοποιήσετε διαδραστικές ιστοσελίδες σε μερικούς ιστότοπους. Μερικοί ιστότοποι δεν μπορούν να λειτουργήσουν χωρίς το Silverlight.
fi: <app>Silverlight</app> on verkkoselaimen <em>liitännäinen</em>. Se mahdollistaa joidenkin vuorovaikutteisten verkkosivujen käytön. Tietyt sivut eivät toimi ilman Silverlightia.
nl: <app>Silverlight</app> is een <em>plug-in</em> voor uw webbrowser waarmee u video's kunt bekijken en interactieve webpagina's kunt gebruiken. Sommige websites werken niet zonder Silverlight.
pt_br: O <app>Silverlight</app> é um <em>plug-in</em> para o seu navegador que permite a você assistir vídeos e usar páginas interativas em alguns sites. Alguns sites não irão funcionar sem o Silverlight.
ru: <app>Silverlight</app> является <em>надстройкой</em> для вашего веб-обозревателя, которая позволяет вам воспроизводить видеофрагменты и использовать интерактивные веб-страницы на некоторых веб-сайтах. Некоторые веб-сайты не будут работать без Silverlight.

source: If you view a Silverlight-enabled website but don't have the plug-in installed, you will probably see a message telling you so. This message should have instructions telling you how to get the plug-in, but these instructions might not be suitable for your web browser or version of Linux.
ast: Si ve una páxina web con Silverlight activáu pero no tien el complementu instaláu, es probable que vea un mensaxe que le diga esto. Esti mensaxe tien de tener instrucciones que le indiquen cómo obtener el complementu, pero estes instrucciones podrían no ser adecuadas pa su restolador web, o la versión de Linux.
el: Αν δείτε έναν ιστότοπο βασισμένο στο Silverlight αλλά δεν έχετε το πρόσθετο εγκατεστημένο, πιθανώς να εμφανιστεί ένα μήνυμα που να σας ενημερώνει για αυτό. Αυτό το μήνυμα θα πρέπει να έχει λεπτομερείς οδηγίες για το πώς θα εγκαταστήσετε το πρόσθετο αυτό, αλλά μπορεί να μην ταιριάζουν στο λειτουργικό σας ή στον περιηγητή σας.
fi: Kun yrität käyttää SIlverlight-sisältöä sisältävää WWW-sivua, mutta lisäosaa ei ole asennettuna, saat tästä virheilmoituksen. Viestin mukana on yleensä linkki, ja kun napsautat sitä, saat ohjeet Silverlightin asentamiseen. Joskus nämä ohjeet voivat olla yhteensopivia Ubuntun kanssa, mutta joskus ei.
pt_br: Se você visualizar um site que utilize o Silverlight mas não tiver o plug-in instalado, você provavelmente verá uma mensagem lhe dizendo isso. Essa mensagem deve ter instruções dizendo a você como obter o plug-in, mas essas instruções podem não ser adequadas para o seu navegador de Internet ou a sua versão do Linux.

source: If you want to view Silverlight-enabled websites, you should install the <em>Moonlight</em> plug-in instead. This is a free, open-source version of Silverlight which runs on Linux.
ast: Si quies ver sitios web que tengan activáu Silverlight, tien de instalar el complementu <em>Moonlight</em> en su llugar. Es una versión llibre, de códigu abiertu de Silverlight que corre en Linux.
el: Αν θέλετε να δείτε ιστότοπους που χρησιμοποιούν το Silverlight, θα πρέπει αντί αυτού να εγκαταστήσετε το πρόσθετο <em>Moonlight</em>. Αυτό είναι μια ελεύθερη, ανοιχτού κώδικα έκδοση του Silverlight το οποίο τρέχει στο Linux.
fi: Jos haluat katsella Silverlight-sisältöä sisältäviä sivustoja, asenna <em>Moonlight</em>-lisäosa. Se on ilmainen, avoimen lähdekoodin versio Silverlightista, joka toimii myös Linuxilla. Moonlightia ei ole asennettu Ubuntuun oletuksena.
nl: Als u Silverlight wilt inschakelen om websites mee te bekijken, moet u de <em>Moonlight</em> plug-in installeren. Dit is een gratis, open-source versie van Silverlight, die draait op Linux.
pt_br: Se você quiser visualizar sites que utilizam o Silverlight, você deveria instalar o plug-in <em>Moonlight</em> alternativamente. Esta é uma versão livre e de código aberto do Silverlight que roda no Linux.

source: Please see the <link href="http://www.go-mono.com/moonlight/">Moonlight website</link> for more information and installation instructions.
ast: Vea el <link href="http://www.go-mono.com/moonlight/">sitiu web de Moonlight</link> pa más información y les instrucciones de instalación.
el: Παρακαλούμε δείτε τον <link href="http://www.go-mono.com/moonlight/">ιστότοπο του Moonlight</link> για περισσότερες πληροφορίες και οδηγίες εγκατάστασης.
fi: Löydät lisätietoja ja asennusohjeet <link href="http://www.go-mono.com/moonlight/">Moonlightin verkkosivustolta</link>.
nl: Zie de <link href="http://www.go-mono.com/moonlight/">Moonlight website</link> (Engelstalig) voor meer informatie en installatie-instructies.
pt_br: Por favor, acesse o <link href="http://www.go-mono.com/moonlight/">site do Moonlight</link> para mais informações e instruções de instalação.

source: The unique code assigned to network hardware.
ast: El códigu único asignáu al hardware de red.
el: Ο μοναδικός κωδικός που αντιστοιχεί στο υλικό δικτύου.
es: El código único asignado al hardware de red.
fi: Verkkolaittelle määritetty yksilöllinen tunniste.
nl: De unieke code toegekend aan netwerkhardware.
pt_br: O código exclusivo atribuído ao dispositivo de rede.
ru: Уникальный код, присвоенный сетевому оборудованию.

source: What is a MAC address?
ast: ¿Qué es una direición MAC?
el: Τί είναι η διεύθυνση MAC;
es: ¿Qué es una dirección MAC?
fi: Mikä MAC-osoite on?
nl: Wat is een MAC-adres?
pt_br: O que é o endereço MAC?
ru: Что такое MAC-адрес?

source: A <em>MAC address</em> is the unique code that is assigned by the manufacturer to a piece of network hardware (like a wireless card or an ethernet card). <em>MAC</em> stands for <em>Media Access Control</em>, and each code is intended to be unique to a particular device.
ast: Una <em>direición MAC</em> es el códigu único asignáu pol fabricante a una pieza de hardware de red (como una tarxeta inalámbrica o una tarxeta Ethernet). <em> MAC</em> significa <em>Media Access Control</em>, y cada códigu tien la intención de ser único pa un preséu en particular.
el: Η <em>διεύθυνση MAC</em> είναι ο μοναδικός κώδικας που αποδίδεται σε ένα δικτυακό υλικό (όπως είναι η ασύρματη και η ethernet κάρτα) από τον κατασκευαστή του. Τα αρχικά <em>MAC</em> σημαίνουν <em>Media Access Control</em>, και κάθε τέτοιος κώδικας θα πρέπει να είναι μοναδικός για τη συγκεκριμένη συσκευή.
es: Una <em>dirección MAC</em> es el código único asignado por el fabricante a una pieza de hardware de red (como una tarjeta inalámbrica o una tarjeta Ethernet). <em> MAC</em> significa <em>Media Access Control</em>, y cada código tiene la intención de ser único para un dispositivo en particular.
fi: <em>MAC-osoite</em> on yksilöllinen koodi, jonka valmistaja on määrittänyt tietylle verkkolaitteiden ryhmälle (kuten langattomalle verkkokortille tai Ethernet-kortille). <em>MAC</em> on lyhenne sanoista <em>Media Access Control</em>, ja jokainen koodi on laitekohtainen.
nl: Een <em>MAC-adres</em> is de unieke code die door de fabrikant is toegekend aan een netwerkhardware-onderdeel (zoals een draadloze netwerkkaart of een ethernetkaart). <em>MAC</em> staat voor <em>Media Access Control</em> en elke code is bedoeld om uniek te zijn voor een bepaald apparaat.
pt_br: Um <em>endereço MAC</em> é o código único que é assinado pelo fabricante para uma peça de hardware de rede (como uma placa sem fio ou um placa ethernet). <em>MAC</em> significa <em>Controle de acesso ao meio</em> e cada código destina-se a ser único para um dispositivo particular.
ru: <em>MAC-адрес</em> — это уникальный код, присвоенный производителем сетевому устройству (например, беспроводному сетевому адаптеру или ethernet-адаптеру). <em>MAC</em> — это сокращение от <em>Media Access Control</em>. Предполагается, что каждый код является уникальным для конкретного устройства.

source: A MAC address consists of six sets of two characters, each separated by a colon. <code>00:1B:44:11:3A:B7</code> is an example of a MAC address.
ast: Una direición MAC consiste en seis grupos de dos carauteres, cada uno de ellos separáu por dos puntos. <code>00:1B:44:11:3A:B7</code> es un exemplu de direición MAC.
el: Μια διεύθυνση MAC αποτελείται από έξι ομάδες των δύο χαρακτήρων, χωρισμένες η καθεμιά από άνω και κάτω τελεία. <code>00:1B:44:11:3A:B7</code> είναι ένα παράδειγμα διεύθυνσης MAC.
es: Una dirección MAC consiste en seis grupos de dos caracteres, cada uno de ellos separado por dos puntos. <code>00:1B:44:11:3A:B7</code> es un ejemplo de dirección MAC.
fi: MAC-osoitteessa on kuusi kahden merkin sarjaa kaksoispisteellä eroteltuna (esimerkiksi <code>00:1B:44:11:3A:B7</code>).
nl: Een MAC-adres bestaat uit zes sets van twee tekens, elk gescheiden door een dubbele punt. <code>00:1B:44:11:3A:B7</code> is een voorbeeld van een MAC-adres.
pt_br: Um endereço MAC consiste em seis grupos de dois caracteres, separados por dois pontos. <code>00:1B:44:11:3A:B7</code> é um exemplo de endereço MAC.
ru: MAC-адрес состоит из шести групп по два символа в каждой, разделённых двоеточием, например: <code>00:1B:44:11:3A:B7</code>.

source: To identify the MAC address of your own network hardware:
ast: Pa identificar la direición MAC de su hardware de red:
el: Για να προσδιορίσετε τη διεύθυνση MAC του υλικού του δικτύου σας:
fi: Tietokoneen MAC-osoitteen selvittäminen:
nl: Het identificeren van het MAC-adres van uw eigen netwerkhardware:
pt_br: Para identificar o endereço MAC de seu próprio equipamento de rede.

source: Click the <gui>network indicator</gui> on the top bar.
ast: Calca el <gui>indicador de red</gui> de la barra superior.
el: Κάντε κλικ στην επάνω γραμμή στο <gui>ένδειξη δικτύου</gui>.
es: Pulse el <gui>indicador de red</gui> de la barra superior.
fi: Napsauta <gui>verkkovalikkoa</gui> yläpaneelissa.
nl: Klik op het <gui>netwerkmenu</gui> in het bovenpaneel.
pt_br: Clique no <gui>indicador de rede</gui> na barra superior.
ru: Щёлкните на <gui>индикаторе сети</gui> на верхней панели.

source: Select <gui>Connection Information</gui>.
ast: Escueyi <gui>Información de la conexón</gui>.
el: Επιλέξτε <gui>Πληροφορίες σύνδεσης</gui>.
es: Seleccione <gui>Información de la conexión</gui>.
fi: Valitse <gui>Tietoja yhteydestä</gui>.
pt_br: Selecione <gui>Informações da Conexão</gui>.
ru: Щёлкните <gui>Сведения о соединении</gui>.

source: Your MAC address will be displayed as the <gui>Hardware Address</gui>.
ast: Su direición MAC se mostrará como la <gui>Direición hardware</gui>.
el: Η διεύθυνση MAC σας θα εμφανίζεται ως <gui>Διεύθυνση υλικού</gui>.
es: Su dirección MAC se mostrará como la <gui>Dirección hardware</gui>.
fi: MAC-osoite lukee kohdassa <gui>Fyysinen osoite</gui>.
pt_br: Seu endereço MAC será mostrado no <gui>Endereço de Hardware</gui>.
