Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Some wireless cards aren't supported very well. They show up as a wireless connection, but they can't connect to a network because their drivers lack the ability to do this. See if you can get an alternative wireless driver, or if you need to perform some extra set-up (like installing a different <em>firmware</em>). See <link xref="net-wireless-troubleshooting"/> for more information.
ast: Dalgunes tarxetes wireless no tan bien soportadas. Muestran una conexón inalámbrica pero no pueden coneutase a la red porque sus controladores no tienna capacidad de hacerlo. Intente consiguir otru controlador inalámbrico, o compruebe si necesita llevar a cabo dalgún otru pasu adicional (como instalar un<em>firmware</em> distintu). Consulte <link xref="net-wireless-troubleshooting"/> pa más información.
el: Κάποιες ασύρματες κάρτες δικτύου δεν υποστηρίζονται πλήρως. Εμφανίζονται ως διαθέσιμες συνδέσεις, αλλά δεν μπορούν να συνδεθούν στο δίκυο, επειδή οι χρησιμοποιούμενοι οδηγοί δεν το επιτρέπουν. Ελέγξτε αν μπορείτε να χρησιμοποιήσετε κάποιον εναλλακτικό οδηγό υλικού, ή αν απαιτείται να γίνουν κάποιες επιπλέον ρυθμίσεις (όπως είναι η εγκατάσταση διαφορετικού <em>firmware</em>). Ανατρέξτε στο <link xref="net-wireless-troubleshooting"/> για περισσότερες πληροφορίες.
es: Algunas tarjetas wireless no están bien soportadas. Muestran una conexión inalámbrica pero no pueden conectarse a la red porque sus controladores no tienen la capacidad de hacerlo. Intente conseguir otro controlador inalámbrico, o compruebe si necesita llevar a cabo algún otro paso adicional (como instalar un<em>firmware</em> diferente). Consulte <link xref="net-wireless-troubleshooting"/> para más información.
fi: Joitain langattomia verkkokortteja ei tueta kovin hyvin. Ne näkyvät langattomien verkkojen listalla, mutta niillä verkkoyhteyden muodostaminen epäonnistuu yleensä ajureiden puutteiden vuoksi. Tarkista vaihtoehtoisten ajureiden saatavuus tai halutessasi voit tehdä joitain ylimääräisiä ja teknisempiä tehtäviä (kuten eri <em>laiteohjelmistojen</em> asennusta). Saat lisätietoja ohjeaiheesta <link xref="net-wireless-troubleshooting"/>.
nl: Sommige netwerkkaarten worden niet goed ondersteund. Ze worden getoond als een draadloze verbinding, maar ze kunnen geen verbinding maken met een netwerk omdat hun stuurprogramma's dit niet kunnen. Probeer een ander stuurprogramma te vinden of kijk of u extra handelingen moet verrichten (zoals het installeren van andere <em>firmware</em>). Zie <link xref="net-wireless-troubleshooting"/> voor meer informatie.
pt_br: Algumas placas de rede sem-fio não são bem suportadas. Elas aparecem como uma conexão sem-fio, mas não conseguem se conectar a uma rede porque seus drivers não possuem a habilidade para isso. Procure por um driver alternativo ou veja se necessita fazer alguma configuração extra (como instalar um novo <em>firmware</em>). Acesse <link xref="net-wireless-troubleshooting"/> para mais informações.

source: <link xref="net-wireless-troubleshooting">Troubleshooting wireless connections</link>, <link xref="net-wireless-find">Finding your wifi network</link>,
ast: <link xref="net-wireless-troubleshooting">Resolución de problemes con redes inalámbricas</link>, <link xref="net-wireless-find">Guetar su red wifi</link>,
el: <link xref="net-wireless-troubleshooting">Επίλυση προβλημάτων ασύρματων συνδέσεων</link>, <link xref="net-wireless-find">Εύρεση του ασύρματου δικτύου σας</link>,
es: <link xref="net-wireless-troubleshooting">Resolución de problemas con redes inalámbricas</link>, <link xref="net-wireless-find">Buscar su red wifi</link>,
fi: <link xref="net-wireless-troubleshooting">Langattoman yhteyden ongelmanratkaisu</link>, <link xref="net-wireless-find">Langattoman lähiverkon löytäminen</link>...
nl: <link xref="net-wireless-troubleshooting">Problemen met draadloze verbindingen oplossen</link>, <link xref="net-wireless-find">Uw wifi-netwerk vinden</link>,
pt_br: <link xref="net-wireless-troubleshooting">Solucionando problemas de conexões sem fio</link>, <link xref="net-wireless-find">Encontrando a sua rede wifi</link>,

source: Network problems
ast: Problemas de red
el: Προβλήματα δικτύου
es: Problemas de red
fi: Yhteysongelmat
nl: Netwerkproblemen
pt_br: Problemas na rede
ru: Неполадки с сетью

source: A proxy filters websites that you look at, usually for control or security purposes.
ast: Un proxy filtra los sitios web que ta consultando, normalmente por motivos de control o seguridá.
el: Ένας διακομιστής μεσολάβησης φιλτράρει τις ιστοσελίδες που βλέπετε, συνήθως για λόγους ελέγχου ή ασφάλειας.
es: Un proxy filtra los sitios web que está consultando, normalmente por motivos de control o seguridad.
fi: Välityspalvelin, eli proxy, suodattaa verkkosivuja yleensä hallinta- ja turvallisuussyistä.
pt_br: Um proxy filtra sites que você acessa, normalmente com propósitos de controle ou de segurança.
ru: Прокси выполняет фильтрацию просматриваемых вами веб-сайтов, обычно используется с целью управления и обеспечения безопасности.

source: What is a proxy?
ast: ¿Qué es un proxy?
el: Τί είναι ο διακομιστής μεσολάβησης (proxy);
es: ¿Qué es un proxy?
fi: Mikä välityspalvelin on?
pt_br: O que é um proxy?
ru: Что такое прокси?

source: A <em>web proxy</em> filters websites that you look at. They are commonly used in businesses and at public wireless hotspots to control what websites you can look at, prevent you from accessing the internet without logging-in, or to do security checks on websites.
ast: Un <em>proxy web</em> filtra los sitios web que ta consultando. Normalmente se usan en empresas y accesos públicos a Internet pa controlar los sitios web que ta visitando, impedir que pueda acceder a Internet sin autenticase o llevar a cabo comprobaciones de seguridá en sitios web.
el: Ένας <em>διαμεσολαβητής διαδικτύου</em> φιλτράρει τις ιστοσελίδες που επισκέπτεστε. Συνήθως χρησιμοποιούνται σε επιχειρήσεις και σε δημόσια ασύρματα δίκτυα ώστε να ελέγχουν τι ιστοσελίδες μπορείτε να δείτε, απαγορεύουν την πρόσβαση στο διαδίκτυο χωρίς να συνδεθείτε με κάποιο λογαριασμό, ή να κάνουν ελέγχο ασφαλείας σε ιστοσελίδες.
es: Un <em>proxy web</em> filtra los sitios web que está consultando. Normalmente se usan en empresas y accesos públicos a Internet para controlar los sitios web que está visitando, impedir que pueda acceder a Internet sin autenticarse o llevar a cabo comprobaciones de seguridad en sitios web.
nl: Een <em>webproxy</em> filtert websites die u bekijkt. Ze worden veel gebruikt bij bedrijven en publieke draadloos-hotspots om te controleren welke websites u kunt bekijken, te voorkomen dat u toegang heeft tot het internet zonder in te loggen, of om veiligheidscontroles op websites uit te voeren.
pt_br: Um <em>proxy web</em> filtra páginas que você olha. Eles são comumente usados em empresas e em pontos de acesso sem fio públicos para controlar quais sites você pode acessar, evitar que você acesse a internet sem se registrar ou para fazer verificações de segurança em sites.

source: When you go to a website, the text and images on that website pass through the proxy first before reaching your computer. For example, the proxy may scan the contents of the website and decide whether to display it or whether to show you a different page.
ast: Cuando vusté se coneuta a un sitiu web, el testu y les imáxenes de esa web pasan primero a traviés del proxy enantes de algamar a su equipu. Por exemplu, el proxy puede examinar el conteníu de la páxina web y decidir si visualizarla o mostrarle una páxina distintu.
el: Όταν πηγαίνεις σε έναν ιστότοπος, το κείμενο και οι εικόνες σε αυτόν τον ιστότοπο περνούν μέσω του ενδιάμεσου διακομιστή πρώτα πρωτού να φτάσουν στον υπολογιστή σου. Για παράδειγμα, ο ενδιάμεσος διακομιστείς μπορεί να σκανάρει τα περιεχόμενα του ιστότοπου και να αποφασίσει αν θα τα εμφανίσει ή όχι ή εάν θα σου εμφανίσει μια διαφορετική σελίδα.
es: Cuando usted se conecta a un sitio web, el texto y las imágenes de esa web pasan primero a través del proxy antes de alcanzar a su equipo. Por ejemplo, el proxy puede examinar el contenido de la página web y decidir si visualizarla o mostrarle una página diferente.
pt_br: Quando você vai a um site, o texto e as imagens nesse site passam primeiro através do proxy para depois alcançar seu computador. Por exemplo, o proxy pode varrer os conteúdos do site e decidir se exibe ou se mostra uma página diferente.

source: An example of where proxies are commonly used is in universities. When a student connects to the university's wireless network and tries to visit a website, the proxy will instead redirect them to a log-in page. They will then log in to the network and can go to the page they were trying to look at. Someone who is not a student will get the same log-in page but will not know the password and be unable to browse the web. This stops unauthorized people from using the connection.
ast: Un exemplu donde los proxys se usan con frecuencia es nas universidades. Cuando un estudiante se coneuta a la red inalámbrica de la Universidad e intenta visitar un sitiu web, el proxy le redirigirá a una páxina de aniciu de sesión. Entós iniciará una sesión cola red y podrá ir a la páxina que taba intentando visitar. Quien no seya estudiante recibirá la mesma páxina de aniciu de sesión pero no conocerá la contraseña y, por tanto, on podrá restolar pola web. Esto impide que les personas no autorizadas puedan usar la conexón.
el: Ένα παράδειγμα για το που οι ενδιάμεσοι διακομιστές ως επί το πλείστον χρησιμοποιούνται είναι τα πανεπιστήμια. Όταν έναν φοιτητής συνδέεται στο ασύρματο δίκτυο του πανεπιστημίου και προσπαθεί να επισκεφθεί έναν ιστότοπο, ο ενδιάμεσος διακομιστής θα τον κατευθύνει αντ'αυτού σε μια σελίδα εισόδου. Τότε θα εισέλθει στο δίκτυο και θα μπορεί να πάει στη σελίδα που προσπαθούσε να δει. Κάποιος που δεν είναι φοιτητής θα δει την ίδια σελίδα εισόδου αλλά δεν θα γνωρίζει τον κωδικό και έτσι δεν θα έχει τη δυνατότητα να ποηγηθεί στο διαδίκτυο. Αυτό σταματά ανθρώπους που δεν έχουν την έγκριση να κάνουν χρήση της σύνδεσης.
es: Un ejemplo donde los proxys se usan con frecuencia es en las universidades. Cuando un estudiante se conecta a la red inalámbrica de la Universidad e intenta visitar un sitio web, el proxy le redirigirá a una página de inicio de sesión. Entonces iniciará una sesión con la red y podrá ir a la página que estaba intentando visitar. Quien no sea estudiante recibirá la misma página de inicio de sesión pero no conocerá la contraseña y, por tanto, on podrá navegar por la web. Esto impide que las personas no autorizadas puedan usar la conexión.
nl: Een voorbeeld van waar proxy's veel gebruikt worden is op universiteiten. Wanneer studenten verbinden met het draadloze netwerk van de universiteit en een website proberen te bezoeken, zal de proxy hen in plaats daarvan omleiden naar een aanmeldpagina. Zij zullen zich dan aanmelden op het netwerk en kunnen naar de pagina gaan die ze wilden hebben. Iemand die geen student is krijgt dezelfde aanmeldpagina maar zal niet het wachtwoord kennen om op het web te kunnen browsen. Dit voorkomt dat onbevoegden de verbinding gebruiken.
pt_br: Um exemplo de onde proxies são comumente usados é em universidades. Quando um estudante conecta à rede sem fio da universidade e tenta visitar um site, o proxy irá, em vez disso, redirecioná-lo para uma página de login. Ele irá então se conectar à rede e poderá ir à página que ele estava tentando acessar. Alguém que não é um estudante irá receber a mesma página de login, mas não saberá a senha e não será capaz de navegar na web. Isso evita que pessoas não autorizadas usem a conexão.

source: <link xref="net-antivirus">Antivirus software</link>, <link xref="net-firewall-on-off">basic firewalls</link>...
ast: <link xref="net-antivirus">Software antivirus</link>, <link xref="net-firewall-on-off">torgafueos básicos</link>...
el: <link xref="net-antivirus">Λογισμικό κατά των ιών (Antivirus)</link>, <link xref="net-firewall-on-off">βασικά τείχη προστασίας</link>...
es: <link xref="net-antivirus">Software antivirus</link>, <link xref="net-firewall-on-off">cortafuegos básicos</link>...
fi: <link xref="net-antivirus">Virustentorjuntaohjelmat</link>, <link xref="net-firewall-on-off">tavalliset palomuurit</link>...
nl: <link xref="net-antivirus">Antivirus-software</link>, <link xref="net-firewall-on-off">firewalls</link>...
pt_br: <link xref="net-antivirus">Programas antivírus</link>, <link xref="net-firewall-on-off">firewalls básicos</link>...
ru: <link xref="net-antivirus">Антивирусные программы</link>, <link xref="net-firewall-on-off">основные брандмауэры</link>...

source: Keeping safe on the internet
ast: Mantenerse a sacantes en Internet
el: Παραμείνετε ασφαλείς στο διαδίκτυο
es: Mantenerse a salvo en Internet
fi: Tietoturva
nl: Veiligheid op het internet
pt_br: Mantendo a segurança na internet
ru: Защита в интернете

source: General tips to keep in mind when using the internet
ast: Consejos generales a tener en cuenta al usar Internet
el: Γενικές συμβουλές να λαμβάνετε υπόψιν όταν χρησιμοποιείτε το διαδίκτυο
es: Consejos generales a tener en cuenta al usar Internet
fi: Yleisiä neuvoja internetin käyttöön
nl: Algemene tips om in gedachten te houden bij het gebruik van het internet
pt_br: Dicas gerais para ter em mente quando usar a internet

source: Staying safe on the internet
ast: Mantenerse seguru en Internet
el: Παραμείνετε ασφαλείς στο διαδίκτυο
es: Mantenerse seguro en Internet
fi: Internet ja turvassa pysyminen
pt_br: Permanecendo seguro na internet
ru: Безопасность в интернете

source: A reason why you may be using Linux is for the robust security that it is known for. One reason Linux is relatively safe from malware and viruses is due to the number of people that use it. Viruses are targeted at popular operating systems like Windows that have an extremely massive user base. Linux is also very secure due to its open source nature which allows experts to modify and enhance the security features included with each distribution.
ast: Una razón pola que puede que esté usando Linux es pola robusta seguridá pola que es conocido. Uno de los motivos polos que Linux ta relativamente llibre de malware y virus es el númberu de personas que lo usan. Los virus suelen tener como oxetivu a sistemes operativos populares como Windows que tiennuna enorme base de usuarios. Linux tamién es mui seguru por su naturaleza de fontes abiertes que permite a los expertos camudar y mejorar les carauterístiques de seguridá incluidas en cada distribución.
el: Ένας λόγος ίσως που χρησιμοποιείτε Linux είναι η στιβαρή ασφάλεια για την οποία είναι γνωστό. Ένας λόγος που το Linux είναι σχετικά ασφαλές από κακόβουλο λογισμικό και ιούς είναι λόγω του αριθμού των ανθρώπων που το χρησιμοποιούν. Οι ιοί στοχεύουν δημοφιλή λειτουργικά συστήματα όπως το Windows που έχουν εξαιρετικά μεγάλη βάση χρηστών. Επίσης το Linux είναι πολύ ασφαλές λόγω της ανοιχτού λογισμικού φύσης του η οποία επιτρέπει σε ειδικούς να τροποποιούν και να ενισχύουν τα χαρακτηριστικά ασφαλείας του με κάθε διανομή.
es: Una razón por la que puede que esté usando Linux es por la robusta seguridad por la que es conocido. Uno de los motivos por los que Linux está relativamente libre de malware y virus es el número de personas que lo usan. Los virus suelen tener como objetivo a sistemas operativos populares como Windows que tienen una enorme base de usuarios. Linux también es muy seguro por su naturaleza de fuentes abiertas que permite a los expertos modificar y mejorar las características de seguridad incluidas en cada distribución.
fi: Yksi syy, miksi käytössäsi on Linux, saattaa olla sen hyvä maine tietoturvan osalta. Linux on pysynyt osittain turvassa nykyisten suhteellisen vähäisten käyttäjämäärien seurauksena. Virukset on usein kohdennettu suosituimpiin järjestelmiin, kuten Windowsiin. Linux on turvallinen myös sen avoimen lähdekoodin mallin johdosta; asiantuntijat voivat muokata ja parantaa tietoturvaominaisuuksia.
pt_br: Uma razão por que você pode estar usando Linux é pela segurança robusta que ele é conhecido. Uma razão por que o Linux é relativamente seguro de malware e vírus é devido ao número de pessoas que o usam. Vírus são direcionados a sistemas operacionais mais populares, como Windows, que têm uma base de usuários extremamente massiva. Linux é também muito seguro devido à sua natureza de código livre, que permite que especialistas modifiquem e melhorem as funções de segurança incluídas em cada distribuição.

source: Despite the measures taken to ensure your installation of Linux is secure, there are always vulnerabilities. As an average user on the internet you are still susceptible to:
ast: A pesar de les medidas tomadas pa asegurar que su instalación de Linux seya segura, siempres hai vulnerabilidades. Como usuariu mediu de Internet entá es susceptible de:
el: Παρά τα μέτρα που λαμβάνονται για την εξασφάλιση του οτι η εγκατάστασή σας του Linux είναι ασφαλής, υπάρχουν πάντα τρωτά σημεία. Σαν μέσος χρήστης στο διαδίκτυο εξακολουθείτε να είστε εκτεθειμένος σε:
es: A pesar de las medidas tomadas para asegurar que su instalación de Linux sea segura, siempre hay vulnerabilidades. Como usuario medio de Internet aún es susceptible de:
fi: Linux-asennuksesi turvallisuudesta huolimatta ohjelmistoissa on aina vikoja. Internet-käyttäjänä olet myös kohteena seuraaville uhkille:
pt_br: Apesar das medidas tomadas para assegurar que sua instalação Linux é segura, há sempre vulnerabilidades. Como um usuário média da internet você ainda está suscetível a:
ru: Несмотря на то, что исследования убеждают, что ваша Linux-система безопасна, всегда возможно наличие уязвимостей. Как обычный пользователь интернета, вы подвергаетесь следующим опасностям:

source: Phishing Scams (Sites that try to obtain sensitive information through deception)
ast: Estafas de «phishing» (sitios que tratan de obtener información sensible per aciu de engaños)
el: Απάτες Phishing (ιστοσελίδες που προσπαθούν να αποκτήσουν ευαίσθητες πληροφορίες μέσω της εξαπάτησης)
es: Estafas de «phishing» (sitios que tratan de obtener información sensible mediante engaños)
pt_br: Phishing Scams (Sites que tentam obter informações confidenciais por meio de fraude)
ru: Фишинговые сайты, которые пытаются получить обманным путём важную информацию

source: <link xref="net-email-virus">Forwarding malicious emails</link>
ast: <link xref="net-email-virus">Reunviar correos maliciosos</link>
el: <link xref="net-email-virus">Προώθηση κακόβουλων μηνυμάτων ηλεκτρονικού ταχυδρομείου</link>
fi: <link xref="net-email-virus">Haitallisten sähköpostiviestien välittäminen</link>
nl: <link xref="net-email-virus">Doorsturen van kwaadaardige e-mails</link>
pt_br: <link xref="net-email-virus">Repassando mensagens de e-mail maliciosas</link>

source: <link xref="net-antivirus">Applications with malicious intents (Viruses)</link>
ast: <link xref="net-antivirus">Aplicaciones con intenciones maliciosas (virus)</link>
el: <link xref="net-antivirus">Εφαρμογές με κακόβουλες προθέσεις (Ιοί)</link>
fi: <link xref="net-antivirus">Paha-aikeiset ohjelmat (eli virukset)</link>
nl: <link xref="net-antivirus">Kwaadaardige programma's (Virussen)</link>
pt_br: <link xref="net-antivirus">Aplicativos com intenções maliciosas (Vírus)</link>

source: <link xref="net-wireless-wepwpa">Unwarranted remote/local network access</link>
ast: <link xref="net-wireless-wepwpa">Accesu a red local/remota sin garantías</link>
el: <link xref="net-wireless-wepwpa">Αδικαιολόγητη απομακρυσμένη/τοπική πρόσβαση στο δίκτυο</link>
fi: <link xref="net-wireless-wepwpa">Langattomien verkkojen salaustekniikat</link>
nl: <link xref="net-wireless-wepwpa">Verboden netwerktoegang</link>
pt_br: <link xref="net-wireless-wepwpa">Acesso remoto/localà rede injustificada</link>

source: To stay safe from malicious exploits, keep in mind the following tips:
ast: Pa tar a sacantes de ataques maliciosos, ten en cuenta los siguientes consejos:
el: Για να παραμείνετε ασφαλείς από κακόβουλες επιθέσεις, να έχετε κατά νου τις ακόλουθες συμβουλές:
es: Para estar a salvo de ataques maliciosos, tenga en cuenta los siguientes consejos:
fi: Edistä tietoturvaasi pitämällä nämä asiat mielessä:
pt_br: Para ficar a salvo de exploits maliciosos, tenha em mente as seguintes dicas:
ru: Чтобы не подвергаться вредоносным действиям, прислушайтесь к следующим советам:

source: Do not open emails, attachments, or links that were sent from people you do not know.
ast: No abra correos, adjuntos o enllaces enviados por personas que no conozca.
el: Μην ανοίγετε μηνύματα ηλεκτρονικού ταχυδρομείου, επισυναπτόμενα (συνημμένα) ή συνδέσμους που σας στάλθηκαν από ανθρώπους που δεν γνωρίζετε.
es: No abra correos, adjuntos o enlaces enviados por personas que no conozca.
fi: Älä avaa sähköpostiviestejä, liitetiedostoja tai linkkejä, jotka on lähetetty tuntemattomien ihmisten toimesta.
pt_br: Não abra e-mails, anexos ou links que foram enviados por pessoas que você não conhece.
ru: Не открывайте электронные письма, вложения или ссылки, присланные людьми, которых вы не знаете.

source: If a website's offer is too good to be true or asks for sensitive information that seems unnecessary, then think twice about what you are submitting and the potential consequences if that information is compromised by identity thieves or other criminals.
ast: Si un sitiu web ufierta algo enforma bueno pa ser cierto o solicita información sensible sin que parezca necesariu, entós piénselo dos vegaes enantes de enviarla, así como les consecuencias potenciales si esa información resulta comprometida por ladrones de identidá u otros delincuentes.
el: Εάν η προσφορά μιας ιστοσελίδας είναι πολύ καλή για να είναι αληθινή ή ζητηθούν ευαίσθητες πληροφορίες που φαίνονται περιττές, τότε σκεφτείτε διπλά για αυτά που θα γράψετε και τις πιθανές συνέπειες, εάν οι πληροφορίες αυτές υποκλαπούν από τους κλέφτες ταυτότητας ή άλλους εγκληματίες.
es: Si un sitio web ofrece algo demasiado bueno para ser cierto o solicita información sensible sin que parezca necesario, entonces piénselo dos veces antes de enviarla, así como las consecuencias potenciales si esa información resulta comprometida por ladrones de identidad u otros delincuentes.
fi: Jos esimerkiksi verkkokaupan tarjous on liian hyvää ollakseen totta tai se pyytää arkaluonteisia tietoja, mieti kahdesti ennen kuin lähetät mitään arkaluonteista (esimerkiksi luottokorttitietoja) ja voivatko lähettämäsi tiedot mahdollisesti päätyä rikollisten käsiin (onko yhteys salattu?).
pt_br: Se a oferta de um site for muito boa para ser verdade ou pedir informações confidencias que parecem desnecessárias, então pense duas vezes sobre o que você está submetendo e as potenciais consequências se essa informação for comprometida por ladrões ou outros criminosos.
ru: Если на веб-сайте вам делают предложение, слишком хорошее, чтобы быть правдой, либо запрашивают важную информацию, которая не кажется необходимой, подумайте дважды о том, на что вы подписываетесь и потенциальных последствиях того, что ваша информация будет скомпрометирована лицами, занимающимися кражами личности, или другими криминальными элементами.
