Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Secondly, you need to make sure that the envelopes are loaded with the right side up in the printer's in-tray. Check the printer's manual for this, or try to print a single envelope and check which side is printed on to see which way is the right way up.
ast: En segundu llugar, es necesariu asegurase de que los sobres se cargan del láu adecuáu na bandeja de la imprentadora. Consulte el manual de la imprentadora pa esto, o trate de imprentar un sobro y comprobar de qué láu ta impreso pa ver qué manera es la correcta.
el: Δευτερευόντως, ίσως χρειαστεί να σιγουρευτείτε οτι οι φάκελοι είναι τοποθετημένοι σωστά με την δεξιά τους πλευρά επάνω στον τροφοδότη του εκτυπωτή. Ελέγξτε το εγχειρίδιο χρήσης του εκτυπωτή, ή κάντε μια δοκιμαστική εκτύπωση ενός φακέλου και ελέγξτε ποια πλευρά είναι τυπωμένη και δείτε που είναι το άνω δεξιά.
es: En segundo lugar, es necesario asegurarse de que los sobres se cargan del lado adecuado en la bandeja de la impresora. Consulte el manual de la impresora para esto, o trate de imprimir un sobre y comprobar de qué lado está impreso para ver qué manera es la correcta.
nl: Ten tweede dient u ervoor te zorgen dat de enveloppen met de juiste kant naar boven in de papierlade worden gelegd. Ga dit na in de handleiding van de printer, of probeer een enkele envelop af te drukken en kijk welke kant bedrukt is om te zien welke de goede kant is.
pt_br: Segundo, você precisa se certificar de que os envelopes são colocados do lado correto na bandeja da impressora. Para isso, verifique o manual da impressora ou experimente imprimir um envelope para ver qual lado deve ser colocado para cima.
ru: Во-вторых, вам нужно убедиться, что конверты уложены в лоток принтера правильной стороной вверх. Для этого обратитесь к руководству по эксплуатации принтера или выполните пробную печать на одном из конвертов.

source: Some printers are not designed to be able to print envelopes, especially some laser printers. Check your printer's manual to see if it accepts envelopes; otherwise, you could damage the printer by feeding an envelope in.
ast: Dalgunes imprentadores nun son a imprentar sobres, n'especial dalgunes imprentadores láser. Comprueba si la to imprentadora aceuta sobres, en casu contrariu pues dañar la imprentadora al inxertar sobres nella.
el: Μερικοί εκτυπωτές δεν είναι σχεδιασμένοι ώστε να τυπώνουν φακέλους, ειδικά μερικοί εκτυπωτές laser. Ελέγξτε το εγχειρίδιο χρήσης του εκτυπωτή σας να δείτε αν δέχεται φακέλους, αλλιώς, υπάρχει περίπτωση τροφοδοτώντας τον με φακέλους να του προκαλέσετε βλάβη.
nl: Sommige printers zijn niet ontworpen om op enveloppen af te drukken, vooral sommige laserprinters. Ga na in de handleiding van de printer of deze ook geschikt is voor enveloppen, anders kunt u mogelijk uw printer beschadigen bij het invoeren van een envelop.
pt_br: Algumas impressoras não são capazes de imprimir envelopes, em especial algumas impressoras a laser. Verifique o manual de sua impressora se ela aceita envelopes; caso contrário, você pode danificar sua impressora ao inserir envelopes nela.

source: Check the amount of ink or toner left in printer cartridges.
ast: Comprobar la cantidá de tinta o tóner en cartuchos de imprentación.
el: Ελέγξτε τη στάθμη του μελανιού ή του γραφίτη που έχει απομείνει στα δοχεία του εκτυπωτή.
nl: Controleer de hoeveelheid inkt of toner er nog in de printer cartridges zit.
pt_br: Verifique a quantidade de tinta ou toner que resta nos cartuchos da impressora.
ru: Проверка уровня чернил или тонера в картриджах принтера

source: How can I check my printer's ink/toner levels?
ast: ¿Cómo puedo consultar los niveles de tinta/tóner de mi imprentadora?
el: Πώς μπορώ να ελέγξω το επίπεδο μελανιών του εκτυπωτή/γραφίτη μου;
fi: Kuinka tarkistan tulostimen värin/musteen määrän?
nl: Hoe kan ik de inkt/toner niveaus controleren van mijn printer?
pt_br: Como posso verificar o nível de tinta/toner da minha impressora?
ru: Как проверить уровни чернил/тонера в принтере?

source: How you check how much ink or toner is left in your printer depends on the model and manufacturer of your printer, and the drivers and applications installed on your computer.
ast: La manera de comprobar cuánta tinta o tóner le queda a su imprentadora depende del modelu y el fabricante de la imprentadora, así como los controladores y les aplicaciones instalaes en su equipu.
el: Το πώς ελέγχετε την στάθμη του μελανιού ή του γραφίτη που απομένει στον εκτυπωτή σας εξαρτάται απο τον τύπο και τον κατασκευαστή του εκτυπωτή σας, και απο τους οδηγούς και τις εφαρμογές που υπάρχουν στον υπολογιστή σας.
nl: Hoe u controleert hoeveel inkt of toner er nog in uw printer zit hangt af van het model en de fabrikant van uw printer, en van de stuurprogramma's en toepassingen die op uw computer zijn geïnstalleerd.
pt_br: A maneira como você verifica quanta tinta ou toner resta na sua impressora depende do modelo e fabricante de sua impressora e dos drivers e aplicativos instalados no seu computador.
ru: Проверка уровня чернил или тонера, зависит от модели принтера и производителя принтера, а также драйверов и приложений установленных на вашем компьютере.

source: Some printers have a built-in screen to display ink levels and other information.
ast: Dalgunes impresoras tiennuna pantalla integrada que amuesa los niveles de tinta y otros datos.
el: Ορισμένοι εκτυπωτές διαθέτουν ενσωματωμένη οθόνη για να εμφανίσετε τα επίπεδα μελανιού και άλλες πληροφορίες.
fi: Joissain tulostimissa on oma näyttö, jonka kautta on mahdollista tarkistaa musteen määrä ja muita tietoja.
nl: Sommige printers hebben een ingebouwd scherm om inktniveaus en andere informatie weer te geven.
pt_br: Algumas impressoras têm uma tela própria para mostrar os níveis de tinta e outras informações.
ru: Некоторые принтеры снабжены встроенным экраном, на котором можно просмотреть уровень чернил и другие сведения.

source: The drivers and status tools for most HP printers are provided by the HP Linux Imaging and Printing (HPLIP) project. Other manufacturers might supply proprietary drivers with similar features.
ast: Los controladores y les ferramientes de estáu de la mayoría de les impresoras de HP les proporciona el proyeutu HP Linux Imaging and Printing (HPLIP). Otros fabricantes pueden suministrar controladores propietarios con carauterístiques asemeyaos.
el: Οι οδηγοί και τα εργαλεία κατάστασης των περισσοτέρων εκτυπωτών HP παρέχονται απο το πρόγραμμα HP Linux Imaging and Printing (HPLIP). Άλλοι κατασκευαστές μπορεί να προμηθεύουν κλειστούς οδηγούς με συναφείς λειτουργίες.
nl: De hulpmiddelen voor stuurprogramma's en status voor de meeste HP-printers komen van het ‘HP Linux Imaging and Printing (HPLIP)’-project . Het kan zijn dat andere fabrikanten niet-vrije stuurprogramma's met gelijke functies leveren.
pt_br: Os drivers e ferramentas de status para a maior parte das impressoras HP são fornecidos pelo projeto HP Linux Imaging and Printing (HPLIP). Outros fabricantes podem fornecer drivers proprietários com recursos similares.
ru: Драйверы и средства состояния для большинства принтеров HP, предоставляются проектом HP Linux Imaging and Printing (HPLIP). Другие производители могут предоставлять проприетарные драйверы со сходными возможностями.

source: Alternatively, you can install an application to check or monitor ink levels. <app>Inkblot</app> shows ink status for many HP, Epson and Canon printers. See if your printer is on the <link href="http://libinklevel.sourceforge.net./#supported">list of supported models</link>. Another ink levels application for Epson and some other printers is <app>mktink</app>.
ast: Otra posibilidad consiste en instalar una aplicación que compruebe o supervise los niveles de tinta. <app>Inkblot</app> amuesa el estáu de tinta de numerosas impresoras de les marques HP, Epson y Canon. Consulte si su imprentadora figura na <link href="http://libinklevel.sourceforge.net./#supported">llista de modelos compatibles</link>. Otra aplicación que indica los niveles de tinta de impresoras de Epson y dellos otros fabricantes es <app>mktink</app>.
el: Εναλλακτικά, μπορείτε να εγκαταστήσετε μια εφαρμογή για να ελέγχετε ή να παρακολουθείτε τα επίπεδα μελανιού. Η <app>Inkblot</app> δείχνει την κατάσταση μελανιού σε πολλούς HP, Epson και Canon εκτυπωτές. Ελέγξτε αν ο εκτυπωτής σας περιλαμβάνεται στην <link href="http://libinklevel.sourceforge.net./#supported"> λίστα υποστηριζόμενων μοντέλων</link>. Μια άλλη εφαρμογή ελέγχου επιπέδου μελανιών που αφορά Epson και μερικούς άλλους εκτυπωτές είναι η <app>mktink</app>.
pt_br: Alternativamente, você pode instalar um aplicativo para verificar ou monitorar os níveis de tinta. O <app>Inkblot</app> mostra o status de tinta para muitas impressoras HP, Epson e Canon. Veja se sua impressora está na <link href="http://libinklevel.sourceforge.net./#supported">lista dos modelos suportados</link>. Outro aplicativo de nível de tinta para impressoras Epson e algumas outras é o <app>mktink</app>.

source: Some printers are not yet well supported on Linux, and others are not designed to report their ink levels.
ast: Dalgunes impresoras entá no cuentan con un buen sofitu en Linux y otres no han sido diseñadas pa informar sobro sus niveles de tinta.
el: Μερικοί εκτυπωτές δεν υποστηρίζονται ακόμη καλά σε Linux και άλλοι δεν είναι σχεδιασμένοι να αναφέρουν τα επίπεδα των μελανιών τους.
fi: Jotkin tulostimet eivät toimi kunnolla Linuxilla, ja osa tulostimista ei anna millään käyttöjärjestelmällä tietoja musteen määrästä.
nl: Sommige printers worden nog niet goed ondersteund in Linux, en anderen zijn niet ontworpen om hun inktniveaus weer te geven.
pt_br: Algumas impressoras ainda não são suportadas no Linux e outras não são projetadas para relatar seus níveis de tinta.
ru: Некоторые принтеры поддерживаются в Linux частично, а другие не приспособлены для отправки сведений об уровне чернил.

source: Collate and reverse the print order.
ast: Clasificar y revertir la orde de imprentación.
el: Ταξινομείστε και αντιστρέψτε την σειρά εκτύπωσης.
es: Clasificar y revertir la orden de impresión.
fi: Kokoa sivut ja muuta tulostusjärjestystä.
nl: De afdrukvolgorde sorteren en omkeren.
pt_br: Agrupar e inverter a ordem de impressão.

source: Make pages print in a different order
ast: Imprentar les páxines nun orde distintu
el: Κάντε την εκτύπωση σελίδων με διαφορετική σειρά
es: Imprimir las páginas en un orden diferente
fi: Aseta sivut tulostumaan haluamassasi järjestyksessä
nl: Pagina's in een andere volgorde laten afdrukken
pt_br: Fazer impressão de páginas em uma ordem diferente
ru: Печать страниц в другом порядке

source: Reverse
ast: Inverso
el: Αντίστροφα
es: Inverso
fi: Käänteinen
nl: Omgekeerde volgorde
pt_br: Reverter

source: Printers usually print the first page first, and the last page last, so the pages end up in reverse order when you pick them up. If needed, you can reverse this printing order.
ast: Les impresoras normalmente imprimna primer páxina primero y la cabera páxina al final, así que les páxines se recogen en orde inverso. Si es necesariu, puede invertir esti orde de imprentación.
el: Οι εκτυπωτές συνήθως εκτύπωνουν την πρώτη σελίδα πρώτη και την τελευταία σελίδα τελευταία, έτσι ώστε οι σελίδες να καταλήγουν με την αντίστροφη σειρά όταν τα πάρεις. Εάν χρειαστεί, μπορείτε να αντιστρέψετε αυτή τη σειρά εκτύπωσης.
es: La impresoras normalmente imprimen la primera página primero y la última página al final, así que las páginas se recogen en orden inverso. Si es necesario, puede revertir este orden de impresión.
fi: Yleensä tulostimet tulostavat ensimmäisen sivun ensin ja viimeisen sivun lopuksi. Tällöin sivut saattavat tulostua päinvastaiseen järjestykseen, kuin mitä oli tarkoitus tulostaa. Voit kuitenkin vaihtaa tulostusjärjestystä.
nl: Meestal drukken printers de eerste pagina als eerste af en de laatste pagina als laatste, waardoor de pagina's in omgekeerde volgorde liggen wanneer u ze oppakt. U kunt, indien u dat wenst, deze afdrukvolgorde omkeren.
pt_br: Impressoras, normalmente, imprimem a primeira página primeiro e a última página por último, então as páginas terminam na ordem inversa quando você pegá-las. Se necessário, você pode inverter a ordem de impressão.
ru: Принтеры обычно печатают первую страницу в начале, а последнюю — в конце, так что, когда вы вынимаете их, страницы располагаются в обратном порядке. При необходимости можно изменить этот порядок печати.

source: To reverse the order:
ast: Pa invertir el orde:
el: Για να αντιστρέψετε τη σειρά:
es: Para invertir el orden:
fi: Vaihtaaksesi järjestystä:
nl: Om de volgorde om te keren:
pt_br: Inverter a ordem:
ru: Чтобы изменить порядок на обратный:

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em>, check <gui>Reverse</gui>. The last page will be printed first, and so on.
ast: Na pestaña <gui>General</gui> de la ventana de imprentación, baxo <em>Copies</em>, escueyi <gui>Invertir</gui>. La cabera páxina se imprimirá primero, y así sucesivamente.
el: Στην καρτέλα <gui>Γενικά</gui> του παραθύρου εκτύπωσης κάτω απο την καρτέλα <em>Αντίγραφα</em>, επιλέξτε <gui>Αντίστροφα</gui>. Έτσι η τελευταία σελίδα θα εκτυπωθεί πρώτη, και ούτω καθεξής.
es: En la pestaña <gui>General</gui> de la ventana de impresión, bajo <em>Copias</em>, seleccione <gui>Invertir</gui>. La última página se imprimirá primero, y así sucesivamente.
nl: Plaats in het tabblad <gui>Algemeen</gui> van het venster Afdrukken onder <em>Kopieën</em> een vinkje bij <gui>Omgekeerde volgorde</gui>. De laatste pagina zal als eerste worden afgedrukt, enzovoort.
pt_br: Na aba <gui>Geral</gui> da janela da impressora, abaixo de <em>Cópias</em>, verifique <gui>Inverter</gui>. A última página será impressa primeiro e assim por diante.
ru: На вкладке <gui>Общие</gui> окна печати включите опцию <gui>Наоборот</gui>, расположенную под полем <em>Копий</em> . Теперь вначале будет печататься последняя страница и так далее.

source: Collate
ast: Cotejar
el: Συρραφή
es: Cotejar
fi: Kokoa
nl: Sorteren
pt_br: Agrupar

source: If you are printing more than one copy of the document, the print-outs will be grouped by page number by default (i.e. all of the copies of page one come out, then the copies of page two, and so on). <em>Collating</em> will make each copy come out with its pages grouped together in the right order instead.
ast: Si va a imprentar más de una copia del documentu, los impresos se pueden agrupar por númberu de páxina de manera predeterminada (es decir, sacar toes les copies de la páxina uno, a continuación les copies de la páxina dos, y así sucesivamente). <em>Clasificar</em> hará que cada copia salga con sus páxines agrupadas nel orde correutu.
el: Εάν θέλετε να εκτυπώσετε περισσότερα από ένα αντίγραφο του εγγράφου, τα εκτυπωμένα έγγραφα θα ομαδοποιηθούν με βάση τον αριθμό σελίδας από προεπιλογή (δηλαδή βγαίνουν όλα τα αντίγραφα της πρώτης σελίδας, στη συνέχεια, τα αντίγραφα της δεύτερης σελίδας, και ούτω καθεξής). Στην <em>Σελιδοποίηση</em> θα κάνετε κάθε αντίγραφο να βγαίνει με τις σελίδες του να συγκεντρώνονται με τη σωστή σειρά.
es: Si va a imprimir más de una copia del documento, los impresos se pueden agrupar por número de página de manera predeterminada (es decir, sacar todas las copias de la página uno, a continuación las copias de la página dos, y así sucesivamente). <em>Clasificar</em> hará que cada copia salga con sus páginas agrupadas en el orden correcto.
nl: Als u meer dan één exemplaar van het document afdrukt, dan zullen de afdrukken standaard gegroepeerd worden per paginanummer (d.w.z. eerst verschijnen alle afdrukken van pagina een, dan die van pagina twee, enz.). <em>Sorteren</em> zorgt ervoor dat elke kopie wordt afgedrukt met de pagina's ervan gegroepeerd in de juiste volgorde.
pt_br: Se você estiver imprimindo mais de uma cópia do documento, as impressões serão agrupadas pelo número da página por padrão (i.e. todas as cópias da página um saem, depois as cópias da página dois e assim por diante). <em>Agrupar</em> fará cada cópia sair com suas páginas agrupadas juntas na ordem certa.
ru: Если вы печатаете более одной копии документа, распечатки по умолчанию группируются по номеру страниц (т.е. вначале все копии первой страницы, затем второй и так далее). В отличие от этого, опция <em>Упорядочить</em> группирует все страницы каждой копии в правильном порядке.

source: To Collate:
ast: Cotejar:
el: Για συρραφή:
es: Cotejar:
fi: Kootaksesi:
nl: Om te sorteren:
pt_br: Para agrupar:
ru: Чтобы упорядочить копии:

source: In the <gui>General</gui> tab of the Print window under <em>Copies</em> check <gui>Collate</gui>.
ast: Na pestaña <gui>General</gui> de la ventana de imprentación, baxo <em>Copies</em> escueyi <gui>Clasificar</gui>.
el: Στην καρτέλα <gui>Γενικά</gui> του παραθύρου εκτύπωσης κάτω απο τα <em>Αντίγραφα</em> επιλέξτε <gui>Συρραφή</gui>.
es: En la pestaña <gui>General</gui> de la ventana de impresión, bajo <em>Copias</em> seleccione <gui>Clasificar</gui>.
nl: Plaats in het tabblad <gui>Algemeen</gui> in het venster Afdrukken onder <em>Kopieën</em> een vinkje bij <gui>Sorteren</gui>.
pt_br: Na aba <gui>Geral</gui> da janela da impressora, abaixo de <em>Cópias</em>, verifique <gui>Agrupar</gui>.
ru: На вкладке <gui>Общие</gui> окна печати включите опцию <gui>Упорядочить</gui> под полем <em>Копий</em> .

source: How you clear a paper jam will depend on the make and model of printer that you have.
ast: Cómo solucionar un atasco de papel depende de la marca y modelu de la imprentadora que ten.
el: Το πως θα διορθώσετε το σφάλμα εμπλοκής χαρτιού εξαρτάται απο τον τύπο και το μοντέλο του εκτυπωτή που έχετε.
es: Cómo solucionar un atasco de papel depende de la marca y modelo de la impresora que tenga.
fi: Paperitukoksen poistaminen riippuu tulostinmerkistä ja -mallistasi.
nl: Hoe u papier dat vastzit kunt vrijmaken hangt af van het merk en model van uw printer.
pt_br: Como você pode remover um atolamento de papel depende da marca e do modelo da impressora que você tem.
ru: Как устранить замятие бумаги — зависит от производителя и модели вашего принтера.

source: Clearing a paper jam
ast: Iguar un atasco de papel
el: Καθαρίζοντας ένα μπλοκάρισμα χαρτιού
es: Arreglar un atasco de papel
fi: Paperitukoksen poistaminen
nl: Papier dat vastzit vrijmaken
pt_br: Removendo um atolamento de papel
ru: Устранение замятия бумаги

source: Sometimes printers incorrectly feed sheets of paper and get jammed.
ast: A vegaes, les impresoras alimentan de forma incorrecta les hojas de papel y se atascan.
el: Μερικές φορές οι εκτυπωτές τροφοδοτούν λανθασμένα τα φύλλα χαρτιού και μπλοκάρουν.
es: A veces, las impresoras alimentan de forma incorrecta las hojas de papel y se atascan.
fi: Toisinaan tulostimet syöttävät paperin väärin ja siten jumittuvat.
nl: Soms voeren printers vellen papier verkeerd in waardoor ze vast komen te zitten.
pt_br: Algumas vezes, as impressoras alimentam incorretamente folhas de papel e ficam atoladas.
ru: Иногда листы бумаги подаются в принтер неровно и происходит их замятие.

source: The manual for your printer will usually provide detailed instructions on how to clear paper jams. Usually, you will need to open one of the printer's panels to find the jam inside and then firmly (but carefully!) pull the jammed paper out of the printer's feeding mechanism.
ast: El manual de su imprentadora polo general le dará instrucciones detalladas sobro cómo solucionar los atascos de papel. Por lo general, tendrá que abrir uno de los paneles de la imprentadora pa atopar el atasco nel interior y dempués con firmeza (pero con cuidado!) saque el papel atascáu del mecanismo de alimentación de la imprentadora.
el: Το εγχειρίδιο χρήσης του εκτυπωτή σας συνήθως παρέχει λεπτομερείς οδηγίες για το πώς θα διορθώσετε το σφάλμα εμπλοκής χαρτιού. Συνήθως θα χρειαστεί να ανοίξετε ένα από τα καλύμματα του εκτυπωτή ώστε να βρείτε το χαρτί και μετά σταθερά(αλλά προσεκτικά) τραβήξτε το μπλοκαρισμένο χαρτί έξω από τον μηχανισμό τροφοδοσίας του εκτυπωτή.
es: El manual de su impresora por lo general le dará instrucciones detalladas sobre cómo solucionar los atascos de papel. Por lo general, tendrá que abrir uno de los paneles de la impresora para encontrar el atasco en el interior y luego con firmeza (pero con cuidado!) saque el papel atascado del mecanismo de alimentación de la impresora.
fi: Yleensä tulostimen käyttöohje opastaa, kuinka toimia paperin jumittuessa. Tyypillisesti tulostimen jokin paneeli tulee avata, etsiä paperitukos ja sitten kevyesti (ennen kaikkea varovasti!) poistaa jumittunut paperi.
nl: Meestal geeft de handleiding voor uw printer gedetailleerde instructies over hoe u vastzittend papier kunt vrijmaken. Meestal moet u één van de kleppen van de printer openen om te zien waar het papier vastzit, waarna u het vastzittende papier met een stevige (maar voorzichtige!) ruk eruit trekt.
pt_br: O manual da sua impressora, normalmente, irá oferecer instruções detalhadas em como remover atolamentos de papel. Normalmente, você precisará abrir um dos painéis da impressora para encontrar o atolamento dentro dela e então, firmemente (mas com cuidado!), puxar o papel atolado para fora do mecanismo de alimentação da impressora.

source: Once the jam has been cleared you may need to press the printer's <gui>Resume</gui> button to start printing again. With some printers, you may even need to turn the printer off and then on again, and then start the print job again.
ast: Una vegada solucionáu el atasco, tal vegada deba calcar el botón <gui>Reanudar</gui> pa volver a entamar la imprentación. Con dalgunes impresoras, quizá deba inclusu apagar la imprentadora y volvera encenderla enantes de volver a entamar el trabayu de imprentación.
el: Μόλις η εμπλοκή εξαφανιστεί ίσως χρειαστεί να πατήσετε το<gui>Συνέχεια</gui> πλήκτρο του εκτυπωτή σας. Σε μερικούς εκτυπωτές ίσως χρειαστεί να τον απενεργοποιήσετε και να τον ενεργοποιήσετε ξανά, και μετά να δώσετε πάλι την εντολή εκτύπωσης.
pt_br: Uma vez que a obstrução de papel tenha sido corrigida, você poderá ter que pressionar o botão <gui>Resume</gui> (continuar) da impressora para começar a imprimir novamente.

source: Print only specific pages, or only a range of pages.
ast: Imprentar solo páxines específicas, o solo un rangu de páxines.
el: Εκτυπώστε μόνο συγκεκριμένες σελίδες ή μόνο μια περιοχή σελίδων.
es: Imprimir solo páginas específicas, o solo un rango de páginas.
fi: Tulosta vain tietyt sivut tai sivualue.
nl: Alleen bepaalde pagina's afdrukken, of alleen een bereik van pagina's.
pt_br: Imprimir apenas páginas específicas, ou apenas um intervalo de páginas
ru: Печать только указанных страниц, или диапазона страниц.

source: Print only certain pages
ast: Imprentar solo delles páxines
el: Εκτύπωση μόνο συγκεκριμένων σελίδων
es: Imprimir solo ciertas páginas
fi: Tulosta vain tietyt sivut
nl: Alleen bepaalde pagina's afdrukken
pt_br: Imprimir apenas certas páginas
ru: Печать только некоторых страниц

source: To only print certain pages from the document:
ast: Pa imprentar solo delles páxines del documentu:
el: Για να εκτυπώσετε μόνο συγκεκριμένες σελίδες από το έγγραφο:
es: Para imprimir solo ciertas páginas del documento:
fi: Vain tiettyjen asiankirjan sivujen tulostaminen:
nl: Om alleen bepaalde pagina's van een document af te drukken:
pt_br: Para imprimir apenas certas páginas de um documento:
ru: Чтобы распечатать лишь некоторые страницы документа:
