Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Be careful in providing any application root level permissions, especially ones that you have not used before or apps that are not well-known. Providing anyone/anything with root level permissions puts your computer at high risk to exploitation.
ast: Ten cuidáu al apurrir permisos de nivel alministrador a cualesquier aplicación, especialmente a aquellas que no heba usáu enantes o que no seyan bien conocidas. Conceder privilexos de administración a cualquiera pone su equipu en grave riesgo de ser atacáu.
el: Να είστε προσεκτικοί όταν παραχωρείτε δικαιώματα επιπέδου συστήματος σε οποιαδήποτε εφαρμογή, ειδικά σε εκείνες που δεν έχετε χρησιμοποιήσει ξανά ή που δεν είναι γνωστές. Δίνοντας σε οποιονδήποτε/οτιδήποτε δικαιώματα επιπέδου συστήματος εκθέτει τον υπολογιστή σε υψηλό κίνδυνο.
es: Tenga cuidado al proporcionar permisos de nivel administrador a cualquier aplicación, especialmente a aquellas que no haya usado antes o que no sean bien conocidas. Conceder privilegios de administración a cualquiera pone su equipo en grave riesgo de ser atacado.
fi: Anna tiedostoille oikeus muokata järjestelmää vain, jos tiedät sovelluksen tekijän ja mitä se tekee järjestelmällesi. Ole erityisen varovainen <app>Ubuntun Sovellusvalikoiman</app> ulkopuolelta ladattujen ja sinulle ennestään tuntemattomien sovellusten kanssa. Pääkäyttäjän oikeuksien myöntäminen altistaa tietokoneen <em>aina</em> tietoturvauhkille, sillä silloin sovelluksella on oikeus muokata järjestelmää. Ubuntun Sovellusvalikoimasta sovellusten lataaminen on kuitenkin turvallista.
pt_br: Seja cuidadoso ao fornecer qualquer pedido de permissão à nível de administrador para aplicativos, especialmente aqueles que você não usou antes ou aplicativos que não são bem conhecidos. Fornecer permissões de administrador para alguém/qualquer coisa coloca o seu computador em alto risco para exploração.
ru: Не предоставляйте привилегии суперпользователя любым приложениям, особенно тем, которыми вы не пользовались раньше и не являющимся широко известными. Предоставление кому-либо или чему-либо прав суперпользователя подвергает ваш компьютер высокому риску взлома.

source: Make sure you are only running necessary remote-access services. Having <app>SSH</app> or <app>VNC</app> running can be useful but also leaves your computer open to intrusion if not secured properly. Consider using a <link xref="net-firewall-on-off">firewall</link> to help protect your computer from intrusion.
ast: Compruebe que solo se tan executando los servicios de accesu remotu que seyan necesarios. Tener funcionando <app>SSH</app> o <app>VNC</app> puede ser útil pero tamién deja su equipu abiertu a la intrusión si no se asegura adecuadamente. Considere la posibilidad de usar un <link xref="net-firewall-on-off.page">torgafueos</link> pa ayudar a proteger a su equipu de los intrusos.
el: Βεβαιωθείτε ότι τρέχετε μόνο τις απαραίτητες υπηρεσίες απομεμακρυσμένης πρόσβασης. Το να τρέχετε το <app>SSH</app> ή το <app>VNC</app> μπορεί να είναι χρήσιμο, αλλά εκθέτει επίσης τον υπολογιστή σας σε εισβολή, αν δεν τον θωρακίσετε καταλλήλως. Λάβετε υπ' όψη σας τη χρήση ενός <link xref="net-firewall-on-off">firewall</link> για να βοηθήσετε στην προστασία του υπολογιστή σας από εισβολή.
fi: Pidä auki vain niitä verkkoyhteyksiä, joita oikeasti tarvitset. <app>SSH</app> tai <app>VNC</app> -yhteydet voivat olla hyödyllisiä, mutta ilman asianmukaisia suojauksia altistavat myös hyökkäyksille. Harkitse tarvittaessa tietokoneesi suojaamista <link xref="net-firewall-on-off">palomuurilla</link>.
nl: Zorg ervoor dat u de benodigde diensten voor externe toegang draait. Het draaien van <app>SSH</app> of <app>VNC</app> kan nuttig zijn, maar het geeft ook eventuele indringers toegang tot uw computer als het niet op de juiste wijze beveiligd is. U kunt overwegen een <link xref="net-firewall-on-off">firewall</link> te gebruiken om te helpen uw computer tegen indringers te beveiligen.
pt_br: Assegure-se de que está executando somente serviços de acesso remoto necessários. Ter o <app>SSH</app> ou o <app>VNC</app> executando pode ser útil, mas também deixa o computador aberto a uma invasão se não estiver propriamente seguro. Considere o uso de um <link xref="net-firewall-on-off">firewall</link> para ajudar a proteger o computador de uma invasão.

source: Other things might be downloading, you could have a poor connection, or it could be the time of day.
ast: Puede que se tean descargando otres cosas, que ten una conexón pobre o inclusu puede ser la hora del día.
el: Άλλα πράγματα μπορεί κατεβάζουν, μπορεί να έχετε μια κακή σύνδεση, ή θα μπορούσε να είναι μια κακιά στιγμή.
es: Puede que se estén descargando otras cosas, que tenga una conexión pobre o incluso puede ser la hora del día.
fi: Taustalla saattaa olla isoja tiedostoja latautumassa, Internet-yhteytesi on hidas tai on päivän "ruuhka-aika".
pt_br: Outras coisas podem estar baixando, você pode ter uma conexão ruim ou pode ser a hora do dia.

source: The internet seems slow
ast: Parece que Internet va lento
el: Το διαδίκτυο φαίνεται να είναι αργό
es: Parece que Internet va lento
fi: Internet vaikuttaa hitaalta
nl: De internetverbinding lijkt traag
pt_br: A internet parece lenta
ru: Интернет работает медленно

source: If you are using the internet and it seems slow, there are a number of things that could be causing the slow down.
ast: Si ta usando Internet y paez ir lenta, hai dellos motivos que pueden tar causando esta lentitud.
el: Εάν χρησιμοποιείτε το διαδίκτυο και φαίνεται αργό, υπάρχουν ορισμένα πράγματα που θα μπορούσαν να προκαλούν την επιβράδυνση.
fi: Jos käyttämäsi Internet-yhteys tuntuu hitaalta, siihen voi olla monia syitä. Tässä on lueteltu yleisimmät.
pt_br: Se você está usando a internet e ela parece lenta, há uma série de coisas que podem estar causando a lentidão.

source: Try closing your web browser and then re-opening it, and disconnecting from the internet and then reconnecting again. (Doing this resets a lot of things that might be causing the internet to run slowly.)
ast: Pruebe a zarrar el restolador web y volverlo a abrir, o desconectase de Internet y volverse a coneutar. (Facer esto provoca que se reinicinun montón de cosas que podrían tar causando la lentitud na conexón a Internet.)
el: Προσπαθήστε να κλείσετε περιηγητή σας και στη συνέχεια το εκ νέου άνοιγμά του, και αποσύνδεση από το Internet και στη συνέχεια επανασύνδεση πάλι. (Κάνοντας αυτό επαναφέρετε πολλά πράγματα που μπορεί να κάνουν το διαδίκτυο για να τρέχει αργά.)
es: Pruebe a cerrar el navegador web y volverlo a abrir, o desconectarse de Internet y volverse a conectar. (Hacer esto provoca que se reinicien un montón de cosas que podrían estar causando la lentitud en la conexión a Internet.)
fi: Aivan ensimmäiseksi avaa selaimesi uudelleen ja sitten muodosta Internet-yhteytesi uudelleen. (Tämä poistaa useita mahdollisia ongelman syitä, jotka voivat johtaa muun muassa hitaaseen yhteyteen.)
pt_br: Tente fechar seu navegador web e depois reabri-lo e desconectar da internet e depois conectar de novo. (Fazer isso restaura muitas coisas que podem estar deixando a internet lenta.)
ru: Попробуйте закрыть веб-браузер и открыть его снова, отключиться от интернета и подключиться вновь. (При этом сбрасывается к исходным значениям много разных вещей, которые могут быть причиной замедления.)

source: Busy time of day
ast: Hores ocupadas del día
el: Ώρα αιχμής της μέρας
es: Horas ocupadas del día
fi: Kiireinen aika päivästä
nl: Drukke tijd van de dag
pt_br: Hora do dia ocupada
ru: Занятое время дня

source: Internet service providers commonly set-up internet connections so that they are shared between several households. Even though you connect separately, through your own phone line or cable connection, the connection to the rest of the internet at the telephone exchange might actually be shared. If this is the case and lots of your neighbors are using the internet at the same time as you, you might notice a slow-down. You're most likely to experience this at times when your neighbors are probably on the internet (in the evenings, for example).
ast: Los proveedores de Internet a menudo configuran les conexones a Internet pa que seyan compartidas ente dellos hogares. Incluso anque vusté se conecte de forma independiente, per aciu de su propia conexón por llinia telefónica o cable, puede que esté compartiendo su conexón a Internet na central telefónica. En tal caso, si hai muchos vecinos accediendo a Internet al mesmu tiempu que vusté, es posible que note una bajada de velocidá. Seguramente lo note nos momentos nos que heba más probabilidad de que sus vecinos tean usando Internet (por les noches, por exemplu).
el: Οι πάροχοι υπηρεσιών διαδικτύου διαμορφώνουν με τέτοιο τρόπο τις συνδέσεις τους ώστε να μοιράζονται μεταξύ αρκετών νοικοκυριών. Παρά το οτι συνδέεστε ξεχωριστά, μέσω της τηλεφωνικής ή της καλωδιακής σας γραμμής, η σύνδεση προς το διαδίκτυο στον τηλεφωνικό κόμβο μπορεί στην πραγματικότητα να είναι κοινή. Αν συμβαίνει αυτό και αρκετοί γείτονές σας χρησιμοποιούν το διαδίκτυο την ίδια στιγμή με εσάς, μπορεί να δείτε μια πτώση της ταχύτητας. Είναι πιθανότερο να παρατηρήσετε ότι συμβαίνει αυτό τις ώρες που οι γείτονές σας είναι στο διαδίκτυο (τα απογεύματα, για παράδειγμα).
es: Los proveedores de Internet a menudo configuran las conexiones a Internet para que sean compartidas entre varios hogares. Incluso aunque usted se conecte de forma independiente, mediante su propia conexión por línea telefónica o cable, puede que esté compartiendo su conexión a Internet en la central telefónica. En tal caso, si hay muchos vecinos accediendo a Internet al mismo tiempo que usted, es posible que note una bajada de velocidad. Seguramente lo note en los momentos en los que haya más probabilidad de que sus vecinos estén usando Internet (por las noches, por ejemplo).
fi: Internet-yhteyden tarjoavat operaattorit käyttävät yleensä samaa verkkoa muutamalle taloudelle. Vaikka kytkisit yhteyden puhelinlinjaan tai laajakaistaan, yhteys voidaan itse asiassa jakaa vaikkapa naapurisi kanssa. Jos koko katusi käyttää Internet-yhteyttä samaan aikaan, saatat huomata yhteysnopeutesi laskevan.
nl: Internet service providers stellen internetverbindingen doorgaans zo in dat ze door verschillende huishoudens gedeeld worden. Ook al maakt u afzonderlijk verbinding, via uw eigen telefoonlijn of kabelverbinding, toch kan de verbinding met de rest van het internet bij de telefooncentrale in werkelijkheid gedeeld zijn. Als dit het geval is, en er veel buren samen met u op het internet zitten, dan kunt u vertraging ondervinden. Dit zult u meestal ervaren wanneer de kans groot is dat uw buren op het internet zitten ('s avonds bijvoorbeeld).
pt_br: Provedores de serviço de internet comumente configuram conexões de internet para que elas sejam compartilhadas entre vários usuários. Mesmo que você se conecte separadamente, através de seu de sua própria linha telefônica ou conexão via cabo, a conexão com o resto da internet na central telefônica deve ser efetivamente compartilhada. Se esse é o caso e muitos de seus vizinhos estejam usando a internet no mesmo momento que você, você deve notar uma queda de velocidade. Você deve ter essa experiência quando seus vizinhos provavelmente estão na internet (no entardecer, por exemplo).
ru: Интернет-провайдеры обычно настраивают соединения так, что один канал совместно используется несколькими клиентами. Даже если вы подключены отдельно, через собственную телефонную линию или кабель, то разделяемым может быть следующий сегмент линии, на телефонной станции. Если многие ваши соседи пользуются интернетом одновременно с вами, вы можете заметить замедление соединения. Обычно оно ощутимо в то время, когда большинство из них выходит в интернет (например, по вечерам).

source: Downloading lots of things at once
ast: Baxar un montón de cosas a la vegada
el: Κατεβάζοντας πολλά πράγματα ταυτόχρονα
es: Descargar un montón de cosas a la vez
fi: Useiden kohteiden samanaikainen lataaminen
nl: Veel tegelijkertijd downloaden
pt_br: Baixar muitas coisas ao mesmo tempo
ru: Загрузка нескольких файлов одновременно

source: If you or someone else using your internet connection are downloading several files at once, or watching videos, the internet connection might not be fast enough to keep up with the demand. In this case, it will feel slower.
ast: Si vusté o daquién más ta usando su conexón a Internet y descargando dellos ficheros a la vegada, o viendo vídeos, la conexón a Internet podría no ir lo bastante rápida como pa satisfacer les peticiones. En tal caso, la notará más lenta.
el: Εάν εσείς ή κάποιος άλλος χρησιμοποιώντας τη σύνδεση σας, κατεβάζετε αρκετά αρχεία ταυτόχρονα, ή βλέπετε βίντεο, η σύνδεση σας στο ίντερνετ ενδεχομένως να μην είναι αρκετά γρήγορη για να ανταποκριθεί στις απαιτήσεις. Σε αυτή την περίπτωση, θα φαίνεται πιο αργή.
es: Si usted o alguien más está usando su conexión a Internet y descargando varios archivos a la vez, o viendo vídeos, la conexión a Internet podría no ir lo bastante rápida como para satisfacer las peticiones. En tal caso, la notará más lenta.
fi: Jos sinä (tai esim. joku muu taloudessanne) latailee suurehkoja tiedostoja tai vaikkapa katselee HD-videota Internetistä, yhteysnopeus ei välttämättä pysy tarpeidenne perässä, ja nopeus laskee. Yhteys voi tuntua tällaisissa tapauksissa hitaalta.
nl: Als u, of iemand anders die uw internetverbinding gebruikt, meerdere bestanden tegelijk downloadt of video's bekijkt, dan is de internetverbinding mogelijk niet snel genoeg om aan de vraag te voldoen. In dit geval zal zal het traag zijn.
pt_br: Se você ou alguém que esteja usando a internet estiver baixando muitos arquivos de uma vez, ou assistindo vídeos, a conexão de internet pode não ser rápida o bastante para manter a demanda. Neste caso, ela irá parecer mais devagar.
ru: Если вы или другой пользователь вашего подключения к интернету загружаете несколько файлов одновременно, или смотрите видео, соединение может оказаться недостаточно быстрым, чтобы удовлетворить ваши потребности. В таком случае будет ощущаться замедление.

source: Unreliable connection
ast: Conexón fiable
el: Αναξιόπιστη σύνδεση
es: Conexión fiable
fi: Epäluotettava yhteys
nl: Onbetrouwbare verbinding
pt_br: Conexão instável

source: Some internet connections are just unreliable, especially temporary ones or those in high demand areas. If you are in a busy coffee shop or a conference center, the internet connection might be too busy or simply unreliable.
ast: Dalgunes conexones de Internet son poco fiables, especialmente les temporales o en áreas de alta demanda. Si ta nuna cafetería llena de xente o nun centru de conferencias, la conexón a Internet podría tar enforma cargada o simplemente no ser fiable.
el: Μερικές διαδικτυακές συνδέσεις είναι απλώς αναξιόπιστες, ειδικά οι παροδικές ή εκείνες σε περιοχές υψηλής ζήτησης. Αν βρίσκεστε σε ένα πολυάσχολο καφεμπάρ ή σε ένα συνεδριακό κέντρο, η διαδικτυακή σύνδεση μπορεί να είναι παραφορτωμένη ή απλώς αναξιόπιστη.
es: Algunas conexiones de Internet son poco fiables, especialmente las temporales o en áreas de alta demanda. Si está en una cafetería llena de gente o en un centro de conferencias, la conexión a Internet podría estar demasiado cargada o simplemente no ser fiable.
fi: Jotkut Internet-yhteydet ovat epäluotettavia, etenkin määräaikaisissa sopimuksissa ja alueilla, joissa yhteydelle on paljon kysyntää. Jos olet esimerkiksi ruuhkaisessa kahvilassa tai konferenssikeskuksessa, yhteys saattaa olla vain täynnä, eli se ei pysty tarjoamaan enää uusille laitteille yhteyttä.
pt_br: Algumas conexões de internet são apenas instáveis, especialmente as temporárias ou aquelas em áreas de alta demanda. Se você está em um café ocupado ou um centro de conferência, a conexão à internet pode estar muito ocupada ou simplesmente instável.

source: Low wireless connection signal
ast: Señal de conexón inalámbrica baxa
el: Χαμηλό σήμα ασύρματου δικτύου
es: Señal de conexión inalámbrica baja
fi: Langattoman yhteyden heikko signaali
pt_br: Sinal de conexão sem fio baixo
ru: Слабый сигнал беспроводной сети

source: If you're connected to the internet by wireless (wifi), check the network menu on the top panel to see if you have good wireless signal. If not, the internet may be slow because you don't have a very strong signal.
ast: Si ta coneutáu a Internet de forma inalámbrica (wifi) compruebe el menú de red del panel superior pa ver si recibe una buena señal inalámbrica. De no ser así, puede que Internet vaya lenta porque no tien una señal mui fuerte.
el: Αν συνδέεστε στο Διαδίκτυο ασύρματα (με WiFi), ελέγξτε το μενού Δικτύου, στην πάνω μπάρα, για να δείτε αν έχετε καλό σήμα. Αν όχι, τότε το Διαδίκτυο μπορεί να είναι αργό διότι δεν έχετε πολύ δυνατό σήμα.
es: Si está conectado a Internet de forma inalámbrica (wifi) compruebe el menú de red del panel superior para ver si recibe una buena señal inalámbrica. De no ser así, puede que Internet vaya lenta porque no tiene una señal muy fuerte.
fi: Jos käytät hidasta langatonta yhteyttä (WiFi, WLAN), tarkista verkkopalkit verkkovalikon kohdalta yläpaneelista. Jos signaali on huono, tämä on todennäköisesti syy hitaaseen Internet-yhteyteen.
nl: Als u een draadloze verbinding heeft met het internet (wifi), controleer dan het netwerkmenu in het bovenpaneel om te zien of u een goed signaal heeft. Zo niet, dan kan het internet traag zijn omdat u geen sterk signaal heeft.
pt_br: Se você está conectado na internet por uma rede sem fio (wifi), cheque o menu de rede no painel superior para ver se você tem um bom sinal. Se não, a internet pode ser devagar porquê você não tem um sinal forte.

source: Using a slower mobile internet connection
ast: Usar una conexón móvil a Internet
el: Κάνοντας χρήση μιας πιο αργής σύνδεσης στο ίντερνετ μέσω κινητού τηλεφώνου
es: Usar una conexión móvil a Internet
fi: Hitaan mobiililaajakaistan käyttäminen
nl: Een langzamere mobiele internetverbinding gebruiken
pt_br: Usando uma conexão lenta de internet móvel
ru: Медленное мобильное соединение с интернетом

source: If you have a mobile internet connection and notice that it is slow, you may have moved into an area where signal reception is poor. When this happens, the internet connection will automatically switch from a fast "mobile broadband" connection like 3G to a more reliable, but slower, connection like GPRS.
ast: Si tien una conexón móvil de Internet y nota que va lenta, puede que se heba trasladáu a una zona na que la recepción de la señal es pobre. Cuando sucede esto, la conexón a Internet cambiará automáticamente de forma rápida de una conexón «de banda ancha móvil», triba 3G a una conexón más fiable, pero más lenta, como GPRS.
el: Αν έχετε μία ασύρματη σύνδεση και παρατηρείτε ότι είναι αργή, ίσως έχετε μετακινηθεί σε ένα μέρος όπου η λήψη σήματος είναι ασθενής. Όταν συμβεί αυτό, η διαδικτυακή σύνδεση θα μεταβληθεί αυτομάτως από μία γρήγορη κινητή ευρυζωνική σύνδεση όπως η 3G σε μία πιο αργή αλλά αξιόπιστη σύνδεση, όπως πχ. η GPRS.
es: Si tiene una conexión móvil de Internet y nota que va lenta, puede que se haya trasladado a una zona en la que la recepción de la señal es pobre. Cuando sucede esto, la conexión a Internet cambiará automáticamente de forma rápida de una conexión «de banda ancha móvil», tipo 3G a una conexión más fiable, pero más lenta, como GPRS.
fi: Jos käytät mobiililaajakaistayhteyttä (esimerkiksi mokkulaa tai puhelinta tietokoneen modeemina) ja huomaat sen olevan hidas, olet ehkä verkon katvealueella, eli paikassa, jossa verkon kuuluvuus ei ole hyvä. Jos näin käy, Ubuntu vaihtaa automaattisesti yhteyden nopeasta mobiililaajakaistasta yhteydestä - kuten 3G:stä - luotettavampaan mutta hitaampaan yhteyteen, kuten GPRS:ään.
pt_br: Se tiver uma conexão de internet móvel e perceber que está lenta, você pode ter se movido para uma área onde a recepção do sinal é fraca. Quando isso acontece, a conexão com a internet irá mudar automaticamente da veloz "banda larga móvel", como conexão 3G para uma conexão mais confiável, porém mas mais lenta, como o GPRS.
ru: Если ваше мобильное соединение с интернетом работает медленно, то возможно, что вы находитесь в области с плохими условиями приёма сигнала сети. В таких случаях происходит автоматическое переключение с быстрого "широкополосного мобильного" подключения типа 3G на более надёжное, но и более медленное подключение, такое как GPRS.

source: Web browser has a problem
ast: El restolador web tien un problema
el: Ο περιηγητής δικτύου έχει πρόβλημα
es: El navegador web tiene un problema
fi: Nettiselaimessa on ongelmia
nl: Er is een probleem met de webbrowser
pt_br: O navegador web está com um problema
ru: Неполадка в веб-обозревателе

source: Sometimes web browsers encounter a problem which makes them run slow. This could be for any number of reasons - you could have visited a website which the browser struggled to load, or you might have had the browser open for a long time, for example. Try closing all of the browser's windows and then opening the browser again to see if this makes a difference.
ast: A vegaes los navegadores web, alcuentren un problema que les fai ir despacio. Esto puede ser por varias razones - puede haber visitáu un sitiu web nel que el restolador tien dificultades pa cargar, o puede haber tenido el restolador abiertu durante mucho tiempu, por exemplu. Intente zarrar toes les ventanes del restolador y dempués abrir el restolador de nuevu pa ver si hai diferencias.
el: Μερικές φορές οι περιηγητές διαδικτύου συναντούν κάποιο πρόβλημα που τους υποχρεώνει να είναι αργοί. Αυτό μπορεί να συμβαίνει για αρκετούς λόγους -μπορεί να επισκεφτήκατε κάποιο ιστότοπο που ο περιηγητής πιέστηκε να συνδεθεί, ή μπορεί να τον έχετε ανοιχτό για μεγάλο διάστημα, για παράδειγμα. Προσπαθήστε να κλείσετε όλες τις καρτέλες του και ανοίξτε τον πάλι ώστε να δείτε αν υπάρχει κάποια διαφορά.
es: A veces los navegadores web, encuentran un problema que les hace ir despacio. Esto puede ser por varias razones - puede haber visitado un sitio web en el que el navegador tiene dificultades para cargar, o puede haber tenido el navegador abierto durante mucho tiempo, por ejemplo. Intente cerrar todas las ventanas del navegador y luego abrir el navegador de nuevo para ver si hay diferencias.
fi: Joissakin selaimissa voi olla teknisiä ongelmia (bugeja), jonka takia sivut latautuvat hitaasti. Tähän voi olla monia syitä: olet ehkä esimerkiksi vieraillut sivulla, joka rasittaa kohtuuttomasti selainta tai pitänyt selainta auki yhtäjaksoisesti pitkään. Kokeile sulkea kaikki selainikkunat ja avata ne sitten uudelleen, ja kokeile paraniko yhteysnopeus yhtään. Jos ei, kannattaa kokeilla toistuuko ongelma muilla selaimilla (Sovellusvalikoimasta ladattavissa muun muassa Chromium).
pt_br: Algumas vezes, navegadores web encontram um problema que pode fazê-los ficar lentos. Isso pode ser por um número qualquer de razões - você pode ter visitado uma página que o navegador se esforçou para carregar ou você pode ter ficado com o navegador aberto por muito tempo, por exemplo. Tente fechar todas as janelas do navegador e depois abrir o navegador de novo para ver se isso faz diferença.
ru: Иногда у веб-обозревателей возникают проблемы, из-за которых они начинают работать медленнее. Это может быть следствием различных причин - вы можете зайти на сайт, который веб-обозревателю сложно загрузить, или, например, веб-обозреватель может быть открыт долгое время. Попробуйте закрыть все окна веб-обозревателя, затем открыть их снова и проверить, изменилось ли что-то.
