Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: Let a friend or colleague borrow your computer in a secure manner.
ast: Permite a un collaciu o colega compartir su equipu de una manera segura.
el: ΕΠιτρέψτε σε έναν φίλο ή συνάδελφο να δανειστεί τον υπολογιστή σας με ασφαλή τρόπο.
es: Permite a un amigo o colega compartir su equipo de una manera segura.
fi: Lainaa tietokonetta ystävällesi tai työtoverillesi huolettomasti.
nl: Uw computer uitlenen aan een vriend of collega op een veilige manier.
pt_br: Permita que um amigo ou colega pegue seu computador emprestado de uma maneira segura.
ru: Позволить друзьям или коллегам воспользоваться вашим компьютером, не подвергая риску безопасность системы.

source: Launch a restricted guest session
ast: Lanzar una sesión de invitáu restringida
el: Έναρξη μιας περιορισμένης συνεδρίας επισκέπτη
es: Lanzar una sesión de invitado restringida
fi: Käytä rajoitettua vierasistuntoa
nl: Een beperkte gastsessie starten
pt_br: Lançar uma sessão de convidado restrito
ru: Запустить ограниченный гостевой сеанс

source: Temporary session with restricted privileges
ast: Sesión temporal con privilexos restringidos
el: Προσωρινή συνεδρία με περιορισμένα δικαιώματα
es: Sesión temporal con privilegios restringidos
fi: Väliaikainen istunto rajoitetuin oikeuksin
nl: Tijdelijke sessie met beperkte rechten
pt_br: Sessão temporária com privilégios restritos
ru: Временный сеанс с ограниченными привилегиями

source: Once in a while a friend, family member, or colleague may want to borrow your computer. The Ubuntu <app>Guest Session</app> feature provides a convenient way, with a high level of security, to lend your computer to someone else. The feature is available to any regular user when logged in.
ast: De vegada en cuando, un collaciu, familiar o compañero de trabayu puede pedirle prestáu su equipu. La característica <app>Sesión de invitado</app> de Ubuntu le proporciona una forma adecuada, con un altor nivel de seguridá, de prestar su equipu a otra persona. Esta opción ta disponible pa cualesquier usuariu normal cuando ha aniciáu una sesión.
el: Κάποια στιγμή ένας φίλος, ένα μέλος της οικογένειας ή ένας συνάδελφος ίσως θέλει να δανειστεί τον υπολογιστή σας. Η λειτουργία <app>Συνεδρία επισκεπτών</app> του Ubuntu παρέχει έναν εύκολο τρόπο με ένα υψηλό επίπεδο ασφάλειας, για να δανείζετε τον υπολογιστή σας σε κάποιον άλλο. Η δυνατότητα αυτή είναι διαθέσιμη για όλους τους τακτικούς χρήστες όταν εισέλθουν.
es: De vez en cuando, un amigo, familiar o compañero de trabajo puede pedirle prestado su equipo. La característica <app>Sesión de invitado</app> de Ubuntu le proporciona una forma adecuada, con un alto nivel de seguridad, de prestar su equipo a otra persona. Esta opción está disponible para cualquier usuario normal cuando ha iniciado una sesión.
fi: Toisinaan ystävä, perheenjäsen tai työkaveri saattaa haluta käyttää tietokonettasi. Ubuntun <app>Vierasistunto</app> mahdollistaa tietokoneen lainaamisen toisen käyttöön turvallisella tavalla. Tämä ominaisuus on käytettävissä aina riippumatta siitä, kuka on koneelle kirjautuneena.
nl: Soms wil een vriend, familielid of collega misschien uw computer lenen. De functie <app>Gastsessie</app> van Ubuntu biedt de mogelijkheid uw computer op een zeer veilige manier uit te lenen aan iemand. Deze functie is beschikbaar voor iedere gebruiker die aangemeld is.
pt_br: De vez em quando, um amigo, parente ou colega poderá querer seu computador emprestado. A <app>Sessão de convidado</app> do Ubuntu provê um modo conveniente e altamente seguro de emprestar seu computador a outrem. Esse recurso está disponível a qualquer usuário normal que estiver logado.
ru: Иногда другу, члену семьи или коллеге бывает необходимо воспользоваться вашим компьютером. <app>Гостевой сеанс</app> позволяет предоставить возможность поработать на компьютере другому человеку, не подвергая риску безопасность системы. Эта функция Ubuntu доступна любому обычному пользователю после входа в систему.

source: To launch a guest session, click your name in the <gui>menu bar</gui> and select <gui>Guest Session</gui>. This will lock the screen for your own session and start the guest session. A guest cannot view the home folders of other users, and by default any saved data or changed settings will be removed/reset at logout. It means that each session starts with a fresh environment, unaffected by what previous guests did.
ast: Pa entamar una sesión de invitado, fae clic en su nome na <gui>barra de menús</gui> y escueyi <gui>Sesión de invitado</gui>. De esta manera, se bloqueará la pantalla de su propia sesión y se iniciará la sesión de invitáu. Un invitáu no puede ver les carpeta home de los demás usuarios y por defeutu cualesquier datu guardáu o configuración modificada se desaniciará/restablecerá al zarrar sesión. Es decir, cada sesión comienza con un entorno nuevu, al que no le habrá afectáu lo que hayan hecho los invitados anteriores.
el: Για να ξεκινήσει μια συνεδρία, κάντε κλικ στο όνομά σας στη <gui> γραμμή μενού</gui> και επιλέξτε <gui>Συνεδρία επισκεπτών</gui>. Με αυτό τον τρόπο θα κλειδωθεί η οθόνη για τη δική σας συνεδρία και θα ξεκινήσει η συνεδρία επισκέπτη. Ένας επισκέπτης δε μπορεί να βλέπει τους φακέλους στο προσωπικό φάκελο των άλλων χρηστών και εξ ορισμού οποιαδήποτε αποθηκευμένη πληροφορία ή αλλαγή ρυθμίσεων θα αφαιρεθεί/επαναφερθεί με το κλείσιμο. Αυτό σημαίνει ότι κάθε συνεδρία ξεκινά με ένα «δροσερό» περιβάλλον και δεν επηρεάζεται από το τι έκαναν οι προηγούμενοι φιλοξενούμενοι.
fi: Aloita vierasistunto napsauttamalla nimeäsi <gui>yläpaneelissa</gui> ja valitsemalla <gui>Vierasistunto</gui>. Tämä lukitsee oman istuntosi (käyttäjätilisi) ja aloittaa vierasistunnon. Vieras ei voi käyttää muiden käyttäjien kotikansiota ja oletuksena kaikki tallennetut tiedostot ja muutokset poistetaan/palautetaan oletuksiksi uloskirjautumisen yhteydessä. Jokaisella kerralla käyttäjätili on siis siisti ja raikas, sillä siellä ei ole mitään edellisen käyttäjän jäljiltä.
pt_br: Para iniciar uma sessão de convidado, clique no seu nome na <gui>barra do menu</gui> e selecione <gui>Sessão convidado</gui>. Isso irá bloquear a tela para a sua sessão e iniciar a sessão de convidado. Um convidado não pode visualizar as pastas pessoais dos outros usuários, e por padrão todos os dados gravados serão removidos e as todas as configurações alteradas serão restauradas ao fim da sessão. Isto significa que cada sessão começa com um ambiente novo, que não é afetado pelo que os convidados anteriores fizeram.

source: Customization
ast: Personalización
el: Προσαρμογή
es: Personalización
fi: Mukauttaminen
nl: Aanpassing
pt_br: Personalização
ru: Настройка

source: The tutorial <link href="http://ubuntuforums.org/showthread.php?t=1566078">Customize Guest Session</link> shows some ways to customize the appearance and behavior.
ast: El tutorial sobro <link href="http://ubuntuforums.org/showthread.php?t=1566078">Personalización de la sesión de invitáu (en inglés)</link> le amuesa dalgunes formes de personalizar el aspeutu y el comportamiento.
el: Ο οδηγός <link href="http://ubuntuforums.org/showthread.php?t=1566078">Προσαρμογή συνεδρίας επισκεπτών</link> εμφανίζει κάποιους τρόπους για να προσαρμόσετε την εμφάνιση και τη συμπεριφορά.
es: El tutorial sobre <link href="http://ubuntuforums.org/showthread.php?t=1566078">Personalización de la sesión de invitado (en inglés)</link> le muestra algunas formas de personalizar el aspecto y el comportamiento.
fi: Löydät lisätietoja vierasistunnon muokkaamisesta omien mieltymystesi mukaan englanninkielisestä oppaasta <link href="http://ubuntuforums.org/showthread.php?t=1566078">Customize Guest Session</link>.
nl: In de Engelstalige beschrijving <link href="http://ubuntuforums.org/showthread.php?t=1566078">Customize Guest Session</link> vindt u een aantal manieren om het uiterlijk en gedrag aan te passen.
pt_br: O tutorial <link href="http://ubuntuforums.org/showthread.php?t=1566078">personalizar a sessão convidado</link> mostra algumas maneiras de personalizar a aparência e comportamento
ru: Руководство <link href="http://ubuntuforums.org/showthread.php?t=1566078">Настройка гостевого сеанса</link> показывает некоторые способы настроить внешний вид и поведение системы в режиме гостевого сеанса.

source: Getting around the desktop using the keyboard.
ast: Moverse pol escritoriu usando el tecláu.
el: Συμβουλές σχετικά με την επιφάνεια εργασίας χρησιμοποιώντας το πληκτρολόγιο.
es: Moverse por el escritorio usando el teclado.
fi: Työpöydän osien välillä liikkuminen näppäimistö käyttämällä.
nl: Door het bureaublad lopen via het toetsenbord.
pt_br: Conhecendo a área de trabalho usando o teclado.
ru: Управление рабочим столом с помощью клавиатуры

source: Using the Dash and the Launcher
ast: Usar el Tablero y el Lanzador
el: Χρήση του Dash και του Εκκινητή
es: Usar el Tablero y el Lanzador
fi: Dash ja käynnistin
nl: De Dash en de Starter gebruiken
pt_br: Usando o painel e o lançador
ru: Использование Главного меню и Панели запуска

source: Tap <link xref="windows-key"><key>Meta</key></link>
ast: Calcar y soltar la tecla <link xref="windows-key"><key>Meta</key></link>
el: Πατήστε το πλήκτρο <link xref="windows-key"><key>Meta</key></link>
es: Pulsar y soltar la tecla <link xref="windows-key"><key>Meta</key></link>
fi: Paina <link xref="windows-key"><key>Super</key></link>
nl: Druk op <link xref="windows-key"><key>Meta</key></link>
pt_br: Pressione <link xref="windows-key"><key>meta</key></link>

source: Open the <gui>Dash</gui>. Tap again to close.
ast: Abre el <gui>Tablero</gui>. Calca otra vegada pa cerrarlo.
el: Ανοίξτε το <gui>Dash</gui>. Πατήστε ελαφρά για να κλείσει ξανά.
es: Abre el <gui>Tablero</gui>. Pulse otra vez para cerrarlo.
fi: Avaa <gui>Dashin</gui>. Sulje painamalla uudelleen.
nl: De <gui>Dash</gui> openen. Druk hier opnieuw op om te sluiten.
pt_br: Abre a <gui>Barra</gui>. Toque de novo para fechar.
ru: Открывает <gui>Главное меню</gui>. Повторное нажатие скрывает его.

source: The Dash opens with focus on the search box to find applications and files. Using the arrow keys will navigate the results; use <key>Enter</key> to launch.
ast: El Tablero se abre col focu puesto na barra de gueta pa guetar aplicaciones y ficheros. Usando les fleches del cursor podrá restolador por los resultaos; use la tecla <key>Intro</key> pa entamar.
el: Το Dash ανοίγει και εστιάζει στο πλαίσιο αναζήτησης για την εύρεση εφαρμογών και αρχείων. Χρησιμοποιώντας τα βελάκια θα πλοηγηθείτε στα αποτελέσματα· χρησιμοποιήστε το πλήκτρο <key>Enter</key> για την εκκίνηση του στοιχείου που επιθυμείτε.
es: El Tablero se abre con el foco puesto en la barra de búsqueda para buscar aplicaciones y archivos. Usando las flechas del cursor podrá navegador por los resultados; use la tecla <key>Entrar</key> para iniciar.
fi: Dash aukeaa hakukenttä aktiivisena - kun kirjoitat jotain, hakutoiminto aloittaa välittömästi etsimisen. Käytä nuolinäppäimiä (tai hiirtä) liikkumiseen; avaa sovellus tai tiedosto painamalla <key>Enter</key>.
nl: Bij het openen van de Dash ligt de focus op het zoekvenster, zodat u naar toepassingen en bestanden kunt zoeken. Gebruik de pijltjestoetsen om door de resultaten te navigeren; gebruik <key>Enter</key> om te starten.
pt_br: O painel se abre com foco na caixa de busca, utilizada para encontrar aplicativos e arquivos. Utilize as setas do teclado para navegar pelos resultados. Pressione <key>Enter</key> para lançar.
ru: Главное меню открывается с фокусировкой на строке поиска, для поиска приложений и файлов. Клавиши со стрелками позволяют перемещаться по результатам поиска; для запуска нажмите клавишу <key>Enter</key>.

source: Hold <link xref="windows-key"><key>Meta</key></link>
ast: Calcar y caltener pulsada la tecla <link xref="windows-key"><key>Meta</key></link>
el: Κρατήστε πατημένο το πλήκτρο <link xref="windows-key"><key>Meta</key></link>
es: Pulsar y mantener pulsada la tecla <link xref="windows-key"><key>Meta</key></link>
fi: Pidä <link xref="windows-key"><key>Super</key></link> pohjassa
nl: Houd <link xref="windows-key"><key>Meta</key></link> ingedrukt
pt_br: Segurar <link xref="windows-key"><key>meta</key></link>

source: Reveal the <gui>launcher</gui>.
ast: Amuesa el <gui>lanzador</gui>.
el: Αποκαλύψτε τον <gui>εκκινητή</gui>.
es: Muestra el <gui>lanzador</gui>.
fi: Tuo esiin <gui>käynnistimen</gui>.
nl: De <gui>starter</gui> tonen.
pt_br: Exibir o <gui>lançador</gui>.
ru: Показывает <gui>Панель запуска</gui>.

source: Start the first launcher item or switches to it if it is already running. If <key>Shift</key> is also pressed, will open a new window.
ast: Anicia el primer elementu del lanzador o pasa a elli si ya se taba executando. Si además se calca la tecla <key>Mayús</key>, se abrirá una ventana nueva.
el: Εκκινήστε την εφαρμογή που βρίσκεται στην πρώτη θέση του εκκινητή ή κάντε εναλλαγή σε αυτήν αν ήδη είναι ενεργή. Αν το <key>Shift</key> είναι επίσης πατημένο, θα ανοίξει ένα νέο παράθυρο.
es: Inicia el primer elemento del lanzador o pasa a él si ya se estaba ejecutando. Si además se pulsa la tecla <key>Mayús</key>, se abrirá una ventana nueva.
fi: Käynnistää ensimmäisen käynnistimen kohteen tai avaa sen, jos se on jo käynnissä. Jos painat samaan aikaan myös <key>Shift</key>, aukeaa kyseisen ohjelman uusi ikkuna.
nl: Start het eerste item op de starter of gaat erheen als het al draait. Als u <key>Shift</key> ook indrukt, zal er een nieuw venster worden geopend.
pt_br: Inicia o primeiro item do lançador ou troca para ele se já estiver rodando. Se o <key>Shift</key> também for pressionado, será aberta uma nova janela.
ru: Запускает первый объект на панели запуска или переходит к нему, если он уже запущен. Если удерживается клавиша <key>Shift</key>, будет открыто новое окно.

source: Start the second launcher item or switches to it if it is already running. This pattern continues until <keyseq><key>Meta</key><key>0</key></keyseq> which opens the tenth item.
ast: Anicia el segundu elementu del lanzador o pasa a elli si ya se taba executando. Esti patrón continua fasta <keyseq><key>Meta</key><key>0</key></keyseq> que abre el décimo elementu.
el: Εκκινήστε την εφαρμογή που βρίσκεται στη δεύτερη θέση του εκκινητή ή κάντε εναλλαγή σε αυτήν αν είναι ήδη ενεργή. Το πρότυπο αυτό συνεχίζεται έως το συνδυασμό πλήκτρων <keyseq><key>Meta</key><key>0</key></keyseq> το οποίο εκκινεί το 10ο στοιχείο.
es: Inicia el segundo elemento del lanzador o pasa a él si ya se estaba ejecutando. Este patrón continua hasta <keyseq><key>Meta</key><key>0</key></keyseq> que abre el décimo elemento.
fi: Käynnistää toisen käynnistimen kohteen tai avaa sen, jos se on jo käynnissä. Yhdistelmät jatkuvat näppäinyhdistelmään <keyseq><key>Super</key><key>0</key></keyseq> asti, se avaa käynnistimen kymmenennen kohteen.
nl: Start het tweede item op de starter of gaat er naartoe als het al draait. Dit patroon gaat zo verder tot <keyseq><key>Meta</key><key>0</key></keyseq> waarmee u het tiende item opent.
pt_br: Inicia o segundo item do lançador ou troca para ele se já estiver rodando. Esse padrão continua até <keyseq><key>Meta</key><key>0</key></keyseq>, que abre o décimo item.
ru: Запускает второй объект на панели запуска или переходит к нему, если он уже запущен. Аналогично запускаются и c третьего по девятый объекты, <keyseq><key>Meta</key><key>0</key></keyseq> запускает десятый объект.

source: Open the launcher. Use arrow keys to navigate and <key>Enter</key> to start or switch to an application.
ast: Abre el lanzador. Use les tecles de les fleches del cursor pa restolar y <key>Intro</key> pa entamar una aplicación o pasase a ella.
el: Ανοίξτε τον εκκινητή. Χρησιμοποιήστε τα πλήκτρα με τα βέλη για να πλοηγηθείτε και το πλήκτρο <key>Enter</key> για να ξεκινήσει ή να ανοίξει μια εφαρμογή.
es: Abre el lanzador. Use las teclas de las flechas del cursor para navegar y <key>Entrar</key> para iniciar una aplicación o pasarse a ella.
fi: Avaa käynnistimen. Käytä nuolinäppäimiä liikkumiseen ja paina <key>Enter</key> sovelluksen avaamiseksi tai vaihtamiseksi.
nl: Open de starter. Gebruik de pijltjestoetsen om te navigeren en <key>Enter</key> om een toepassing te starten of erheen te gaan.
pt_br: Abra o lançador. Use as teclas de setas para navegar e <key>Enter</key> para iniciar ou alterne para uma aplicação.
ru: Открывает панель запуска. Используйте клавиши со стрелками для перемещения и клавишу <key>Enter</key>, чтобы запустить или переключиться в запущенное приложение.

source: Open the Dash in a special mode to run commands that you type in. Press <key>Enter</key> to run the current command. You can also use the arrow keys to choose a different command and press <key>Enter</key> to run it.
ast: Abre el Tablero nun mou especial pa executar les órdenes que teclee. Calca <key>Intro</key> pa executar la orde actual. También puede usar les fleches del cursor pa escoyer una orde distinta y <key>Intro</key> pa ejecutarlo.
el: Ανοίξτε το Dash στην ειδική λειτουργία που εκτελεί τις εντολές που πληκτρολογείτε. Πατήστε <key>Enter</key> για να εκτελέσετε την τρέχουσα εντολή. Μπορείτε επίσης να χρησιμοποιήσετε τα βέλη κατεύθυνσης για να επιλέξετε διαφορετική εντολή και πατήστε <key>Enter</key> για να την εκτελέσετε.
es: Abre el Tablero en un modo especial para ejecutar las órdenes que teclee. Pulse <key>Entrar</key> para ejecutar la orden actual. También puede usar las flechas del cursor para seleccionar una orden distinta y <key>Entrar</key> para ejecutarlo.
fi: Avaa Dashin erikoistilassa, jossa voit suorittaa komennon kirjoittamalla sen kenttään. Suorita komento painamalla <key>Enter</key>. Voit myös selata nuolinäppäimillä alapuolelle ilmestyvien ehdotusten kohdalle ja painaa <key>Enter</key> sen suorittamiseksi.
nl: Open de Dash in een speciale modus om commando's die u intypt uit te voeren. Druk op <key>Enter</key> om het huidige commando uit te voeren. U kunt ook de pijltjestoetsen gebruiken om een ander commando te kiezen; druk op <key>Enter</key> om het uit te voeren.
pt_br: Abre o painel em um modo especial para rodar comandos que você digita. Pressione <key>Enter</key> para executar o comando atual. Você também pode usar as setas do teclado para escolher um comando diferente e pressionar <key>Enter</key> para executá-lo.
ru: Открывает Главное меню в специальном режиме, позволяющем набрать команду с помощью клавиатуры и запустить её. Нажмите клавишу <key>Enter</key>, чтобы запустить текущую команду. Можно использовать клавиши со стрелками для выбора другой команды, а затем нажать клавишу <key>Enter</key> для её запуска.

source: Open the <gui>Applications lens</gui>.
ast: Abre la<gui>lupa de aplicaciones</gui>.
el: Ανοίξτε τον φακό <gui>Εφαρμογές</gui>.
es: Abre la<gui>lupa de aplicaciones</gui>.
fi: Avaa <gui>Sovellukset-valikon</gui>.
nl: Open <gui>Toepassingen</gui>.
pt_br: Abrindo as <gui>lentes dos aplicativos</gui>.
ru: Открывает категорию главного меню <gui>Приложения</gui>.

source: Open the <gui>Files and folders lens</gui>.
ast: Abre la <gui>lupa de ficheros y carpetas</gui>.
el: Ανοίξτε το φακό <gui>Αρχεία και φάκελοι<gui>.
es: Abre la <gui>lupa de archivos y carpetas</gui>.
fi: Avaa <gui>Tiedostot ja kansiot -valikon</gui>.
nl: Open <gui>Bestanden en mappen</gui>.
pt_br: Abre a <gui>lente de arquivos e pastas</gui>.
ru: Открывает категорию главного меню <gui>Файлы и папки</gui>.

source: Open the <gui>Trash</gui>.
ast: Abre la <gui>Papelera</gui>.
el: Ανοίξτε τον <gui>Κάδο απορριμάτων</gui>.
es: Abre la <gui>Papelera</gui>.
fi: Avaa <gui>Roskakorin</gui>.
nl: Open de <gui>Prullenbak</gui>.
pt_br: Abrir a <gui>Lixeira</gui>.
ru: Открыть <gui>Корзину</gui>.

source: Open the <app>Terminal</app>.
ast: Abre el <app>Terminal</app>.
el: Ανοίξτε το <app>Τερματικό</app>.
es: Abre el <app>Terminal</app>.
fi: Avaa <app>Päätteen</app>.
nl: Open de <app>Terminal</app>.
pt_br: Abra o <app>Terminal</app>.
ru: Открыть <app>Терминал</app>.

source: Reveal the <gui>Application Menu</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> opens the <gui>File</gui> menu.
ast: Amuesa el <gui>menú de aplicaciones</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> abre el menú de <gui>ficheros</gui>.
el: Αποκαλύψτε το <gui>μενού εφαρμογών</gui>. Ο συνδυασμός πλήκτρων <keyseq><key>Alt</key><key>F</key></keyseq> ανοίγει το μενού <gui>Αρχείο</gui>.
es: Muestra el <gui>menú de aplicaciones</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> abre el menú de <gui>archivos</gui>.
fi: Avaa <gui>Sovellukset-valikon</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> avaa <gui>Tiedostot-valikon</gui>. Toimii vain perinteisellä Gnome-työpöydällä.
nl: Open het <gui>Toepassingsmenu</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> opent het menu <gui>Bestand</gui>.
pt_br: Exibir o <gui>menu aplicativo</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> abre o menu <gui>arquivo</gui>.
ru: Активирует <gui>Меню приложения</gui>. <keyseq><key>Alt</key><key>F</key></keyseq> открывает меню <gui>Файл</gui> menu.

source: Open the menu. Use the arrow keys to navigate. You can also access the <link xref="unity-appmenu-intro">indicator menus</link>.
ast: Abre el menú. Use les tecles de fleches del cursor pa restolar. También puede acceder a los <link xref="unity-appmenu-intro">menús indicadores</link>.
el: Ανοίξτε το μενού. Χρησιμοποιήστε τα βέλη κατεύθυνσης για να περιηγηθείτε. Επίσης μπορείτε να έχετε πρόσβαση στα <link xref="unity-appmenu-intro">μενού δεικτών</link>.
es: Abre el menú. Use las teclas de flechas del cursor para navegar. También puede acceder a los <link xref="unity-appmenu-intro">menús indicatores</link>.
fi: Avaa valikot. Liiku käyttämällä nuolinäppäimiä. Pääset myös <link xref="unity-appmenu-intro">ilmaisinvalikkoihin</link>.
nl: Open het menu. Gebruik de pijltjestoetsen om te bladeren. U heeft ook toegang tot de <link xref="unity-appmenu-intro">indicatormenu's</link>.
pt_br: Abrir o menu. Usar as teclas de setas para navegar. Você também pode acessar os <link xref="unity-appmenu-intro">menus indicadores</link>.
ru: Открывает меню. Для перемещения используйте клавиши со стрелками. Также вы можете использовать для получения доступа к <link xref="unity-appmenu-intro">меню индикаторов</link>.

source: Getting around the desktop
ast: Cómo moverse nel escritoriu
el: Περιήγηση στην επιφάνεια εργασίας
es: Cómo moverse en el escritorio
fi: Siirtyminen työpöydän eri osien välillä
nl: Omgaan met het bureaublad
pt_br: Conhecendo o ambiente de trabalho

source: Close the current window.
ast: Zarra la ventana actual.
el: Κλείστε το παρόν παράθυρο.
es: Cierra la ventana actual.
fi: Sulje nykyinen ikkuna.
nl: Sluit het huidige venster.
pt_br: Fechar a janela atual.
ru: Закрыть текущее окно

source: Maximize the current window. If the window is already maximized, unmaximize it.
ast: Maximiza la ventana actual. Si la ventana ya taba maximizada, la devuelve a su tamañu original.
el: Μεγιστοποιήστε το τρέχον παράθυρο. Αν το παράθυρο είναι ήδη μεγιστοποιημένο, το απομεγιστοποιεί.
es: Maximiza la ventana actual. Si la ventana ya estaba maximizada, la devuelve a su tamaño original.
fi: Laajenna nykyinen ikkuna. Jos ikkuna on jo laajennettu, se kutistetaan.
nl: Maximaliseer het huidige venster. Als het huidige venster al is gemaximaliseerd, wordt het hersteld.
pt_br: Maximizar a janela atual. Se a janela já estiver maximizada, desfazer a maximização dela.
ru: Развернуть текущее окно во весь экран. Если окно уже развёрнуто, вернуть его первоначальный размер.
