Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: (You can also click on <gui>Blank CD/DVD-R Disc</gui> in the file manager side pane.)
es: (También puede pulsar en el <gui>Disco CD/DVD-R vacío</gui> del panel lateral del gestor de archivos.)

source: When you delete an item it is moved to the Trash folder, where it is stored until you empty the trash. Items stored in the Trash folder can be restored to their original location if you decide you need them, or if they were accidentally deleted.
es: Cuando borra un elemento, éste se mueve a la carpeta Papelera, donde queda almacenado hasta que usted vacía la papelera. Los elementos almacenados en la carpeta Papelera pueden restaurarse a su ubicación original si decide que los necesita, o si fueron borrados por accidente.

source: Press the <key>Delete</key> on your keyboard. Alternatively, drag the item to the <gui>Trash</gui> in the <gui>side pane</gui> or the <gui>launcher</gui>.
es: Pulse la tecla <key>Supr</key> de su teclado. O arrastre el elemento a la <gui>Papelera</gui> en el <gui>panel lateral</gui> o el <gui>Lanzador</gui>.

source: To delete files permanently, and to free up disk space on your computer, you need to empty the trash. To empty the trash, right-click <gui>Trash</gui> in the <gui>launcher</gui> and select <gui>Empty Trash</gui>. Alternatively, you can permanently delete individual items in the trash by navigating to the trash from the side pane or the <gui>Go</gui> menu. Select files you want to delete permanently and press <keyseq><key>Ctrl</key><key>Delete</key></keyseq> on your keyboard, or right-click and select <gui>Delete Permanently</gui>.
es: Para borrar archivos de forma permanente y liberar espacio de disco en su equipo, debe vaciar la papelera. Para vaciar la papelera, pulse con el botón derecho en la <gui>Papelera</gui> del <gui>lanzador</gui> y seleccione <gui>Vaciar la papelera</gui>. También puede borrar elementos individuales de la papelera examinando la misma desde el panel lateral o el menú <gui>Ir</gui>. Seleccione los archivos que desea borrar permanentemente y pulse <keyseq><key>Ctrl</key><key>Supr</key></keyseq> en su teclado, o pulse con el botón derecho y seleccione<gui>Eliminar</gui>.

source: If you move files to the trash on a removable device such as a USB flash drive and do not empty the trash when you <link xref="files-removedrive">remove the device</link>, you may not be able to see the deleted files in the trash on other operating systems, such as Windows or Mac OS. The files are still there, and will be available when you plug the device back into your computer.
es: Si mueve archivos a la papelera en un dispositivo extraíble, como una memoria flash USB y no vacía la papelera cuando <link xref="files-removedrive">extraiga el dispositivo</link>, no podrá ver los archivos borrados en la papelera en otros sistemas operativos, como Windows o Mac OS. Los archivos estarán todavía ahí, y estarán disponibles cuando vuelva a conectar el dispositivo en su equipo.

source: You can quickly access common places from the side pane. If you do not see the side pane, click <guiseq><gui>View</gui><gui>Side Pane</gui></guiseq>. You can add bookmarks to folders you use often, and they will appear in the side pane.
es: Puede acceder rápidamente a lugares comunes desde el panel lateral. Si no lo ve, pulse en <guiseq><gui>Ver</gui><gui>Panel lateral</gui></guiseq>. Puede añadir marcadores a carpetas que use con frecuencia, los cuales aparecerán en el panel lateral.

source: If you frequently move files between nested folders, you might find it more useful to show a tree in the side pane instead. Click <gui>Places</gui> in the side pane and then select <gui>Tree</gui> in the dropdown list to enable the tree side pane. Click the expander next to a folder to show its child folders in the tree, or click a folder to open it in the window.
es: Si se mueve con frecuencia entre carpetas anidadas, puede resultarle más útil mostrar el árbol en el panel lateral. Pulse <gui>Lugares</gui> en el panel lateral y seleccione <gui>Árbol</gui> en la lista desplegable para activar el árbol del panel lateral. Pulse el extensor situado junto a una carpeta para mostrar sus carpetas hijas en el árbol, o pulse en una carpeta para abrirla en la ventana.

source: Open the file manager preferences by clicking <guiseq><gui>Edit</gui><gui>Preferences</gui></guiseq>.
es: Abra las preferencias del gestor de archivos pulsando en <guiseq><gui>Editar</gui><gui>Preferencias</gui></guiseq>.

source: Switch to the <gui>Media</gui> tab and change the options under <gui>Media Handling</gui>.
es: Vaya a la pestaña <gui>Soportes</gui> y cambie las opciones de <gui>Gestión de soportes</gui>.

source: If you don't see the device or media type that you want to change in the list (such as Blu-ray discs or E-book readers), click <gui>Type</gui> under <gui>Other Media</gui> to see a more detailed list of devices.
es: Si no encuentra en la lista el tipo de dispositivo o soporte que desea cambiar (como discos Blu-ray o lectores de E-books), pulse en <gui>Tipo</gui> dentro de <gui>Otros soportes</gui> para ver una lista de dispositivos más detallada.

source: If your computer's graphics card doesn't support certain features, a more basic version of the desktop will be started.
es: Si la tarjeta gráfica de su equipo no admite ciertas características, se iniciará una versión más básica del escritorio.

source: What is fallback mode?
es: ¿Qué es el modo alternativo?

source: If your computer's graphics card doesn't support certain features, a more basic version of the desktop will be displayed and you will see a message telling you what happened. This is called <em>fallback mode</em>, and it allows you to use Ubuntu on your computer without some of its more advanced features.
es: Si la tarjeta gráfica de su equipo no admite ciertas características, se iniciará una versión más básica del escritorio y verá un mensaje diciéndole lo que ocurre. A esto se le denomina <em>modo alternativo («fallback mode»)</em> y le permitirá usar Ubuntu en su equipo aunque sin algunas de sus funciones más avanzadas.

source: Most of the features that are missing in fallback mode are related to organizing windows and starting applications. For example, instead of having a dash and launcher, you will have an <gui>Applications menu</gui> at the top of the screen which you can use to start apps, and a list of open windows at the bottom of the screen. Running in fallback mode doesn't affect which applications you can run - it only changes the way that the desktop looks.
es: La mayoría de las aplicaciones que faltan en el modo alternativo están relacionadas con la organización de ventanas y el arranque de aplicaciones. Por ejemplo, en lugar de tener un tablero y un lanzador, tendrá un <gui>Menú de aplicaciones</gui> en la parte superior de la pantalla con la que podrá iniciar aplicaciones, y una lista de ventanas abiertas en la parte inferior de la pantalla. Funcionar en el modo alternativo no afecta al número de aplicaciones que pueda ejecutar - solo cambia el aspecto del escritorio.

source: Starting in fallback mode doesn't necessarily mean that your graphics card isn't good enough to run Ubuntu - it might just mean that you don't have the right drivers installed for your graphics card. If you can find better graphics card drivers for your computer, you may be able to run the full version of Ubuntu.
es: El hecho de que se inicie en el modo alternativo no significa necesariamente que su tarjeta gráfica no sea lo bastante buena para funcionar con Ubuntu - puede que se deba a que no tiene instalados los controladores adecuados para su tarjeta gráfica. Si logra encontrar mejores controladores gráficos para su equipo, es posible que pueda ejecutar la versión completa de Ubuntu.

source: In the Personal section, click <gui>Screensaver</gui>.
es: En el apartado Personal, pulse <gui>Salvapantallas</gui>.

source: Make sure both boxes on this screen are checked then select a time from the slider. The screen will automatically lock after you have been inactive for this long.
es: Asegúrese de tener marcadas ambas casillas en la pantalla y seleccione un tiempo en el deslizador. La pantalla se bloqueará automáticamente cuando el equipo se mantenga inactivo durante ese tiempo.

source: Adjust the <gui>Set display brightness</gui> slider to a comfortable value.
es: Mueva el deslizador de <gui>Ajuste del brillo de la pantalla</gui> para obtener un valor confortable.

source: Many laptop keyboards have special keys on the keyboard to adjust the brightness. These are usually located on the <key>F8</key> and <key>F9</key> keys. Hold down the <key>Fn</key> key to use these keys.
es: Muchos portátiles tienen teclados con teclas especiales para ajustar el brillo. Normalmente están en las teclas <key>F8</key> y <key>F9</key>. Mantenga pulsada la tecla <key>Fn</key> al usar estas teclas.

source: Select <gui>Reduce backlight brightness</gui> on the <gui>On Battery Power</gui> tab to have the brightness automatically lowered when you're on battery power. The backlight of your screen can take a lot of power and significantly reduce how long your battery will last before it needs to be recharged.
es: Seleccione <gui>Reducir el brillo de fondo</gui> en la pestaña <gui>Con batería</gui> para hacer que el brillo se reduzca automáticamente cuando esté usando la batería. La luz de fondo de su pantalla puede consumir mucha energía y reducir significativamente el tiempo que durará la batería hasta que tenga que volver a cargarla.

source: The screen will automatically turn off after you haven't used it for a while. This only affects the display, and doesn't turn off your computer. You can adjust how long you have to be inactive with the <gui>Put display to sleep when inactive</gui> drop-down list.
es: La pantalla se apagará automáticamente cuando lleve un tiempo sin usarla. Esto solo afecta a la pantalla, y no apaga su equipo. Puede ajustar cuánto tiempo tiene que estar inactivo en la lista desplegable <gui>Poner la pantalla en reposo si está inactivo durante</gui>.

source: To test the new configuration, click the <gui>Apply</gui> button. If it looks correct, click <gui>Close</gui>.
es: Para probar la nueva configuración, pulse el botón <gui>Aplicar</gui>. Si todo parece correcto, pulse <gui>Cerrar</gui>.
ru: Чтобы проверить новые настройки, щёлкните кнопку <gui>Применить</gui>. Если всё выглядит правильно, щёлкните <gui>Закрыть</gui>.

source: Understand what volumes and partitions are and use the disk utility application.
es: Entender qué volúmenes y particiones son y usar la aplicación de utilidad de disco.

source: The word <em>volume</em> is used to describe areas of storage that your computer has made available for your use. The computer makes this storage accessible via your file system in a process referred to as <em>mounting</em>. Mounted volumes may be hard drives, USB drives, DVD-RWs, SD cards, and other media.
es: La palabra <em>volumen</em> se usa para describir áreas de almacenamiento que su equipo dispone para su uso. El equipo hace accesible este almacenamiento a través de su sistema de archivos en un proceso que se denomina <em>montaje</em>. Los volúmenes que se pueden montar son discos duros, unidades USB, DVD-RW, tarjetas SD y otros dispositivos.

source: Often, a mounted volume is called a <em>partition</em>, though they are not identical. "Partition" refers to one or more <em>physical</em> areas of storage on a single drive. Once a partition has been mounted, it can be called a volume. You can think of volumes as the labeled, accessible “storefronts” to the functional “back rooms” of partitions and drives.
es: A menudo, un volumen montado se llama <em>partición</em>, aunque no son idénticos. «Partición» se refiere a una o más áreas <em>físicas</em> de almacenamiento en una sola unidad. Una vez que la partición se ha montado, se le puede llamar un volumen. Puede pensar en volúmenes como el etiquetado, de «escaparates» accesibles desde el funcional «cuarto trastero» de las particiones y unidades.

source: View and manage volumes and partitions using <app>Disk Utility</app>
es: Ver y gestionar volúmenes y particiones usando la <app>Utilidad de disco</app>

source: Click the <gui>dash</gui> in the top left corner of the screen and start the <app>Disk Utility</app>.
es: Pulse el <gui>Tablero</gui> en la esquina superior izquierda de la pantalla e inicie la <app>Utilidad de discos</app>.

source: In the pane marked <gui>Storage Devices</gui>, you will find hard disks, CD/DVD drives, and other physical devices. Click on a device of interest.
es: En el panel marcado como <gui>Dispositivos de almacenamiento</gui>, encontrará discos duros, unidades de CD/DVD y otros dispositivos físicos. Pulse en un dispositivo de su interés.

source: In the right pane, the area labeled <gui>Volumes</gui> provides a visual breakdown of the volumes and partitions present on the selected device. It also contains a variety of tools used to manage these volumes. Be careful, it is possible to completely erase the data on your disk with these utilities.
es: En el panel derecho, el área marcada como <gui>Volúmenes</gui> proporciona un desglose visual de los volúmenes y particiones presentes en el dispositivo seleccionado. También contiene una variedad de herramientas utilizadas para manejar estos volúmenes. Tenga cuidado, es posible eliminar completamente los datos del disco con estas utilidades.

source: Your computer most likely has at least one <em>primary</em> partition and a single <em>swap</em> partition. The swap partition is used by your operating system for memory management, and is rarely mounted. The primary partition contains your operating system, applications, settings, and personal files. These files can be distributed among multiple partitions for security or convenience.
es: Es muy probable que su equipo tenga al menos una partición <em>primaria</em> y una única partición <em>swap</em>. La partición de intercambio se utiliza por el sistema operativo para la gestión de memoria, y se monta en raras ocasiones. La partición primaria contiene el sistema operativo, aplicaciones, configuraciones y archivos personales. Estos archivos se pueden distribuir entre varias particiones por seguridad o comodidad.

source: One primary partition must contain information that your computer uses to start up, or <em>boot</em>. For this reason it is sometimes called a boot partition, or boot volume. To determine if a volume is bootable, look for <gui>Partition Flags</gui> in <gui>Disk Utility</gui>. External media such as USB drives and CDs may also contain a bootable volume.
es: Una partición primaria debe contener información que su equipo necesita para iniciarse, o <em>arrancarse</em>. Por esta razón, a veces se le denomina «partición de arranque», o «volumen de arranque». Para saber si un determinado volumen es arrancable, mire en <gui>Opciones de la partición</gui> en la <gui>Utilidad de discos</gui>. Los soportes externos, como las unidades USB o los CD, también pueden contener un volumen arrancable.

source: If you have a removable disk like a USB memory stick or an external hard disk, you may wish to completely remove all of the files you have on there. You can do this by <em>formatting</em> the disk - this deletes all of the files on the disk and leaves it empty.
es: Si tiene un disco extraíble, como una memoria USB o un disco duro externo, es posible que quiera eliminar por completo todos los archivos que tienen allí. Puede hacer esto <em>formateando</em> el disco - esto elimina todos los archivos en el disco y lo deja vacío.

source: Click the <gui>dash</gui> and open the <app>Disk Utility</app>.
es: Pulse el <gui>Tablero</gui> y abra la <app>Utilidad de discos</app>.

source: Find the disk you want to wipe in the list on the left side of the window and click to select it.
es: Busque el disco que desea limpiar en la lista en el lado izquierdo de la ventana y pulse para seleccionarlo.

source: Click <gui>Unmount Volume</gui>. Then click <gui>Format Volume</gui>.
es: Pulse <gui>Desmontar volumen</gui>. Luego pulse <gui>Formatear volumen</gui>.

source: In the window that pops up, choose a <gui>Type</gui> for the disk. This chooses what is known as the <em>file system type</em>.
es: En la ventana que aparece, seleccione un <gui>Tipo</gui> para el disco. Esta elección se conoce como el <em>tipo de sistema de archivos</em>.

source: If you want to use the disk on Windows and Mac OS computers as well as Linux, choose <gui>FAT</gui>. If you only want to use it on Windows, <gui>NTFS</gui> may be a better option.
es: Si quiere usar el disco en equipos Windows y Mac OS así como en Linux, seleccione <gui>FAT</gui>. Si solo quiere usarlo con Windows, <gui>NTFS</gui> puede ser una opción mejor.

source: Formatting permanently deletes your files
es: El formateo permanente elimina sus archivos

source: Once the drive has been formatted, the files on it will have been completely removed, so you can't get them back. It is possible that special recovery software could retrieve the files, so formatting a disk is not a completely secure way of wiping a disk.
es: Una vez que la unidad se ha formateado, los archivos que hubiera se eliminarán por completo, por lo que no los podrá recuperar. Es posible que con un software especial de recuperación pueda recuperar los archivos, por lo que el formateo de un disco no es una forma completamente segura de limpiar un disco.

source: Hard disks have a built-in health-check called <em>SMART</em>. This continually checks for potential problems, and can warn you if the disk is about to fail. This is useful for avoiding future loss of important data.
es: Los discos duros disponen de un verificador interno de salud denominado <em>SMART</em>, el cual está continuamente buscando posibles problemas y puede avisarle cuando el disco esté a punto de fallar. Esto resulta útil para evitar futuras pérdidas de datos importantes.

source: To check your disk's health status:
es: Para comprobar el estado de salud de su disco:

source: Select your hard drive in the <gui>Storage Devices</gui> list. Information will appear about the disk and its status under <gui>Drive</gui>.
es: Seleccione su disco duro en la lista <gui>Dispositivos de almacenamiento</gui>. La información sobre el disco y su estado aparecerá debajo de <gui>Unidad</gui>.

source: To see details of the data and tests applied, click on the <gui>SMART Data</gui> button located below <gui>SMART Status</gui>.
es: Para ver más detalles de los datos y las pruebas aplicadas, pulse en el botón <gui>Datos SMART</gui> situado bajo <gui>Estado SMART</gui>.

source: Even if the <gui>SMART Status</gui> indicates that the disk <em>isn't</em> healthy, there may be no cause for alarm. However, it's better to be prepared with a <link xref="backup-why">backup</link> to prevent data loss. You may wish to take the computer/hard disk to a professional for further diagnosis and repair.
es: Incluso aunque el <gui>Estado SMART</gui> indique que el disco <em>no</em> está sano, eso no tiene por qué ser motivo de alarma. No obstante, es mejor estar preparado con una <link xref="backup-why">copia de seguridad</link> para prevenir pérdida de datos. Puede que quiera llevar el equipo o el disco duro a un profesional para un mejor diagnóstico y reparación.

source: Use <gui>Disk Usage Analyzer</gui> or <gui>System Monitor</gui>.
es: Use <gui>Analizador de uso de disco</gui> o <gui>Monitor de sistema</gui>.

source: With Disk Usage Analyzer
es: Con el «Analizador de uso de disco»

source: To check the free disk space and disk capacity using <gui>Disk Usage Analyzer</gui>:
es: Comprobar el espacio de disco libre y la capacidad del disco usando el <gui>Analizador de uso de disco</gui>:

source: Click the <gui>dash</gui> in the top left corner of the screen.
es: Pulse el <gui>Tablero</gui> en la esquina superior izquierda de la pantalla.

source: Start typing <input>Disk Usage Analyzer</input>.
es: Empiece tecleando <input>Analizador de uso del disco</input>.

source: Press <key>Enter</key> or click on the <gui>Disk Usage Analyzer</gui> icon.
es: Pulse <key>Intro</key> o en el icono del <gui>Analizador de uso de disco</gui>.

source: The <gui>Disk Usage Analyzer</gui> window will display the <gui>Total file system capacity</gui> and <gui>Total file system usage</gui>, in percentage and gigabytes. Click on <gui>View as Rings Chart</gui> to change the display to <gui>View as Treemap Chart</gui>.
es: La ventana del <gui>Analizador de uso de disco</gui> mostrará la <gui>Capacidad total del sistema de archivos</gui> y el <gui>Uso total de los sistemas de archivos</gui>, en tanto por ciento y en Gigabytes (GiB). Pulse en <gui>Ver como gráfico de anillos</gui> para cambiar la visualización a <gui>Ver como gráfico de árbol</gui>.

source: With System Monitor
es: Con el monitor del sistema

source: To check the free disk space and disk capacity with <gui>System Monitor</gui>:
es: Comprobar el espacio libre del disco y su capacidad con el <gui>Monitor de sistema</gui>:

source: Click the <gui>Dash</gui> in the top left corner of the screen.
es: Pulse el <gui>Tablero</gui> en la esquina superior izquierda de la pantalla.

source: Start typing <input>System Monitor</input>.
es: Empiece tecleando <input>Monitor del sistema</input>.

source: Press <key>Enter</key> or click on the <gui>System Monitor</gui> icon.
es: Pulse <key>Intro</key> o en el icono del <gui>Monitor de sistema</gui>.

source: Click on the <gui>File Systems</gui> tab.
es: Pulse en la pestaña <gui>Sistemas de archivo</gui>.

source: For each device, the <gui>System Monitor</gui> window displays the Total, Free, Available and Used space.
es: Para cada dispositivo, la ventana del <gui>Monitor del sistema</gui> muestra el espacio total, el libre, el disponible y el usado.

source: If you later change your mind, you can get the clock back by clicking the icon in the top right of the panel and selecting <gui>System Settings</gui>. In the Personal section, click <gui>Time &amp; Date</gui>.
es: Si cambia de opinión más tarde, puede hacer que el reloj vuelva pulsando el icono situado en la esquina superior del panel y seleccionando <gui>Configuración del sistema</gui>. En la sección Personal, pulse <gui>Fecha y hora</gui>.
ru: Если позже вы передумаете, вы можете вернуть часы, щёлкнув на значке в правом верхнем углу панели и выбрав <gui>Параметры системы</gui>. В разделе "Персональные", щёлкните <gui>Время и дата</gui>.

source: In the System section, click <gui>Language Support</gui>.
es: En la sección Sistema, pulse <gui>Soporte de idiomas</gui>.
ru: В разделе "Система" щёлкните <gui>Язык системы</gui>.

source: <link xref="clock-set">Set date and time</link>, <link xref="clock-timezone">timezone</link>, <link xref="clock-calendar">calendar and appointments</link>...
es: <link xref="clock-set">Establecer la fecha y la hora</link>, <link xref="clock-timezone">zona horaria</link>, <link xref="clock-calendar">calendario y citas</link>...

source: Date &amp; time
es: Fecha y hora

source: The adapter could be turned off or doesn't have drivers, or Bluetooth might be disabled or blocked.
es: Puede que el adaptador esté apagado o que no tenga controladores, o puede que tenga desactivado el Bluetooth o que esté bloqueado.

source: Some Bluetooth devices block connections by default, or require you to change a setting to allow connections to be made. Make sure that your device is set-up to allow connections.
es: Algunos dispositivos Bluetooth bloquean las conexiones de manera predeterminada o requieren que se les cambie la configuración para permitir las conexiones. Asegúrese de que su dispositivo permite las conexiones.
