Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: I hear crackling or buzzing when sounds are playing
ast: Se escuchan chisporroteos o zumbidos al reproducir soníos
el: Ακούω τρίξιμο ή βούισμα κατά την αναπαραγωγή ήχου
es: Se escuchan chisporroteos o zumbidos al reproducir sonidos
fi: Kuulen rätinää tai surinaa, kun ääntä toistetaan
nl: Ik hoor gekraak of gezoem wanneer er geluid wordt afgespeeld
pt_br: Eu ouço estalos ou zumbido quando o som está tocando
ru: При воспроизведении звуков я слышу треск или гудение

source: If you hear crackling or buzzing when sounds are playing on your computer, you may have a problem with the audio cables or connectors, or a problem with the drivers for the sound card.
ast: Si escucha chisporroteos o zumbidos al reproducir soníos en su equipu, puede tener un problema colos cables o los conectores de soníu, o un problema colos controladores de la tarxeta de soníu.
el: Αν ακούτε τρίξιμο ή βούισμα κατά την αναπαραγωγή ήχου στον υπολογιστή σας, ίσως έχετε πρόβλημα με τα καλώδια σύνδεσης ή τα καλώδια του ήχου, ή ακόμη ενδεχομένως έχετε πρόβλημα με το πρόγραμμα οδήγησης της κάρτας ήχου.
es: Si escucha chisporroteos o zumbidos al reproducir sonidos en su equipo, puede tener un problema con los cables o los conectores de sonido, o un problema con los controladores de la tarjeta de sonido.
fi: Jos kuulet rasahtavan tai surisevan äänen tietokoneesi toistaessa ääntä, ongelma voi johtua äänikaapeleista tai -liittimistä, tai äänikortin ajureista.
nl: Als u gekraak of gezoem hoort wanneer er geluid wordt afgespeeld op uw computer, dan kan het zijn dat u een probleem heeft met de audiokabels of connectoren, of een probleem met het stuurprogramma voor de geluidskaart.
pt_br: Se você ouvir estalidos ou zumbidos quando sons são reproduzidos em seu computador, talvez você tenha um problema com os cabos ou os conectores de áudio ou com os drivers de sua placa de som.
ru: Если вы слышите треск или гудение при воспроизведении звуков на вашем компьютере, возможно, проблема в звуковых кабелях или разъёмах, либо в драйверах для звуковой карты.

source: Check that the speakers are plugged in correctly.
ast: Compruebe que los altavoces tan conectados correcho.
el: Ελέγξτε ότι τα ηχεία έχουν συνδεθεί σωστά.
es: Compruebe que los altavoces están conectados correctamente.
fi: Varmista, että kaiuttimet on kytketty kunnolla
nl: Zorg ervoor dat de luidsprekers op de juiste manier zijn aangesloten.
pt_br: Verifique se os alto-falantes estão conectados corretamente.
ru: Проверьте, правильно ли подключены колонки.

source: If the speakers aren't fully plugged in, or if they are plugged into the wrong socket, you might hear a buzzing sound.
ast: Si los altavoces no tan correcho enchufados o lo tan nel zócalo equivocado, puede oír un zumbido.
el: Αν τα ηχεία δεν είναι σωστά συνδεδεμένα, ή αν είναι συνδεδεμένα σε λάθος υποδοχή, μπορεί να ακούτε κάποιο βούισμα.
es: Si los altavoces no están correctamente enchufados o lo están en el zócalo equivocado, puede oír un zumbido.
fi: Jos kaiuttimet on liitetty tietokoneeseen huolimattomasti tai väärään liittimeen, niistä saattaa kuulua surisevaa ääntä.
nl: Als de luidsprekers niet helemaal zijn aangesloten, of als ze in de verkeerde aansluiting zitten, dan hoort u mogelijk een zoemend geluid.
pt_br: Se os alto-falantes não estão completamente conectados ou conectados no conector errado, você poderá ouvir um som chiado.
ru: Если штекер колонок вставлен не полностью, или подключён не в то гнездо, вы можете услышать гудение.

source: Make sure the speaker/headphone cable isn't damaged.
ast: Asegúrese de que los cables de los altavoces/cascos no tan dañaos.
el: Βεβαιωθείτε ότι το κώδια για το ηχείο/τα ακουστικά δεν είναι κατεστραμμένο.
es: Asegúrese de que los cables de los altavoces/cascos no están dañados.
fi: Varmista, ettei kaiuttimien/kuulokkeiden johto ole rikki.
nl: Controleer of de kabel van de luidspreker/hoofdtelefoon niet beschadigd is.
pt_br: Certifique-se de que o cabo do alto-falante/fone de ouvido não está danificado.
ru: Проверьте, не повреждён ли кабель колонок/наушников.

source: Audio cables and connectors can gradually wear with use. Try plugging the cable or headphones into another audio device (like an MP3 player or a CD player) to check if there is still a crackling sound. If there is, you may need to replace the cable or headphones.
ast: Los cables y los conectores de soníu se pueden deteriorar col usu. Pruebe a coneutar el cable o los auriculares en otru preséu de soníu (como un reproductor MP3 o de CD) pa comprobar si entá se escucha el chisporroteo. Si es así, deberá camudar el cable o los auriculares.
el: Τα καλώδια ήχου και οι συνδέσεις μπορεί σταδιακά να φθαρούν. Προσπαθήστε να τα συνδέσετε σε άλλη μονάδα αναπαραγωγής (όπως μια συσκευή αναπαραγωγής MP3 ή CD) ώστε να ελέγξετε αν υπάρχει ακόμα τρίξιμο στον ήχο. Αν υπάρχει, ίσως χρειαστεί να αντικαταστήσετε τα καλώδια ή τα ακουστικά.
es: Los cables y los conectores de sonido se pueden deteriorar con el uso. Pruebe a conectar el cable o los auriculares en otro dispositivo de sonido (como un reproductor MP3 o de CD) para comprobar si todavía se escucha el chisporroteo. Si es así, deberá reemplazar el cable o los auriculares.
fi: Äänikaapelit- ja liittimet kuluvat ajan myötä. Yritä liittää kaapeli tai kuulokkeet toiseen äänilähteeseen (esimerkiksi MP3-tai CD-soittimeen) ja tarkista, onko äänessä vielä ongelmia. Jos on, saattaa olla tarpeen hankkia uusi kaapeli tai kuulokkeet.
nl: Audiokabels en connectoren kunnen geleidelijk aan slijten. Sluit de kabel of hoofdtelefoon aan op een ander geluidsapparaat (zoals een MP3-speler of een cd-speler) om te controleren of u nog steeds een krakend geluid hoort. Als dat zo is, dan kan het zijn dat u de kabel of hoofdtelefoon moet vervangen.
pt_br: Cabos e conectores de áudio podem-se desgastar com o uso. Experimente conectar o cabo ou fones de ouvido a outro dispositivo de áudio (como um tocador de MP3 ou de CD) para verificar se ainda há estalidos. Se houver, talvez seja necessário substituir o cabo ou fones.
ru: Аудиокабели и соединители со временем могут частично изнашиваться. Попробуйте подключить кабели или наушники к другому звуковому устройству (MP3-плеер или CD-плеер), чтобы проверить, не исчезнут ли щелчки. Если исчезнут, то вам, скорее всего, придётся заменить кабель или наушники.

source: Check if the sound drivers aren't very good.
ast: Comprobar si los controladores de soníu no son buenos
el: Ελέγξτε αν τα προγράμματα οδήγησης ήχου δεν είναι επαρκή.
es: Comprobar si los controladores de sonido no son buenos
fi: Tarkista äänikortin ajureiden laatu.
nl: Controleer of het stuurprogramma voor de geluidskaart wel helemaal goed functioneert.
pt_br: Confira se os drivers de som não estão muito bons.
ru: Проверьте, не является ли источником проблем плохой драйвер.

source: Some sound cards don't work very well on Linux because they don't have very good drivers. This problem is more difficult to identify. Try searching for the make and model of your sound card on the internet, plus the search term "Ubuntu", to see if other people are having the same problem.
ast: Dalgunes tarxetes de soníu no funcionan mui bien con Linux porque no disponen de buenos controladores. Esti problema es más difícil de identificar. Pruebe guetando en Internet la marca y el modelu de su tarxeta de soníu, amestando el términu «Ubuntu» pa ver si otres personas tienen el mesmu problema.
el: Μερικές κάρτες ήχου δε συνεργάζονται πολύ καλά με το Linux εξαιτίας της έλλειψης των σωστών προγραμμάτων οδήγησής τους. Αυτό το πρόβλημα είναι το δυσκολότερο στην αναγνώρισή του. Προσπαθήστε τον κατασκευαστή και το μοντέλο της κάρτας ήχου σας στο διαδίκτυο, μαζί με τον όρο «Ubuntu», ώστε να δείτε αν και άλλοι χρήστες έχουν το ίδιο πρόβλημα.
es: Algunas tarjetas de sonido no funcionan muy bien con Linux porque no disponen de buenos controladores. Este problema es más difícil de identificar. Pruebe buscando en Internet la marca y el modelo de su tarjeta de sonido, añadiendo el término «Ubuntu» para ver si otras personas tienen el mismo problema.
fi: Jotkin äänikortit eivät toimi kunnolla Linuxissa puutteellisen ajurituen vuoksi. Tätä ongelmaa on vaikeampi kartoittaa. Yritä etsiä internetistä äänikorttisi valmistajan nimellä, mallilla ja lisää vielä hakuehdoksi "Ubuntu". Näin pystyt havaita, koskeeko ongelma yleisesti myös muita käyttäjiä.
nl: Sommige geluidskaarten werken niet goed op Linux-systemen omdat ze geen goede stuurprogramma's hebben. Dit probleem is moeilijker te herkennen. Zoek op het internet naar het merk en model van uw geluidskaart in combinatie met de term "Ubuntu" om te zien of anderen hetzelfde probleem hebben.
pt_br: Algumas placas de som não funcionam muito bem no Linux porque eles não possuem drivers muito bons. Esse problema é mais difícil de ser identificado. Experimente procurar pela marca e modelo de sua placa na Internet, juntamente ao termo "Ubuntu", para ver se outras pessoas estão tendo o mesmo problema.
ru: Некоторые звуковые карты работают в Linux не очень хорошо, потому что для них нет хороших драйверов. Такую проблему более сложно обнаружить. Попробуйте выполнить поиск в интернете по производителю и модели вашей звуковой карты и слову "Ubuntu", чтобы проверить, не было ли подобных проблем и у других людей.

source: You can run <cmd>sudo lspci -v</cmd> in the <app>Terminal</app> to get more information about your sound card.
ast: Puede executar <cmd>sudo lspci -v</cmd> nel <app>Terminal</app> pa obtener más información sobro su tarxeta de soníu.
el: Μπορείτε να εκτελέσετε την εντολή <cmd>sudo lspci -v</cmd> στο <app>Τερματικό</app> για να λάβετε περισσότερες πληροφορίες σχετικά με την κάρτα ήχου σας.
es: Puede ejecutar <cmd>sudo lspci -v</cmd> en el <app>Terminal</app> para obtener más información sobre su tarjeta de sonido.
fi: Äänikortista saa lisätietoja suorittamalla <app>Päätteessä</app> komennon <cmd>sudo lspci -v</cmd>.
nl: U kunt <cmd>sudo lspci -v</cmd> in de <app>Terminal</app> uitvoeren om meer informatie te krijgen over uw geluidskaart.
pt_br: Você poderá rodar <cmd>sudo lspci -v</cmd> no <app>Terminal</app> para conseguir mais informações sobre a sua placa de som.
ru: Вы можете набрать <cmd>sudo lspci -v</cmd> в <app>Терминале</app> для получения более подробной информации о вашей звуковой карте.

source: Check that it's not muted, that cables are plugged in properly, and that the sound card is detected.
ast: Compruebe que no ta silenciado, que los cables tan enchufados correcho y que la tarxeta de soníu se ha deteutáu.
el: Ελέγξτε ότι δεν είναι σε κατάσταση σίγασης, ότι τα καλώδια είναι κατάλληλα συνδεδεμένα, και ότι η κάρτα ήχου έχει εντοπιστεί.
es: Compruebe que no está silenciado, que los cables están enchufados correctamente y que la tarjeta de sonido se ha detectado.
fi: Tarkista, että ääntä ei ole vaimennettu, johdot on kytketty oikein ja äänikorttisi on tunnistettu.
nl: Zorg ervoor dat Dempen niet is aangevinkt, de kabels op de juiste manier zijn aangesloten en dat de geluidskaart gedetecteerd is.
pt_br: Verifique se ele não está mudo, se os cabos estão conectados corretamente e se a placa de som é detectada.
ru: Проверьте, не выключен ли звук, правильно ли подключены провода, и обнаружена ли звуковая карта.

source: I can't hear any sounds on the computer
ast: No puedo oír dengún soníu nel equipu
el: Δεν ακούω καθόλου ήχο από τον υπολογιστή
es: No puedo oír ningún sonido en el equipo
fi: Tietokoneesta ei kuulu mitään ääniä
nl: Ik hoor helemaal geen geluid op de computer
pt_br: Não consigo ouvir nenhum som no computador
ru: Компьютер не издаёт никаких звуков

source: If you can't hear any sounds on your computer, for example when you try to play some music, try these troubleshooting steps to see if you can fix the problem.
ast: Si no puede escuchar dengún soníu en su equipu, por exemplu, cuando intenta reproducir música, siga estos pasos de solución de problemes pa ver si puede solucionar el problema.
el: Αν δεν ακούτε κανέναν ήχο από τον υπολογιστή σας, για παράδειγμα προσπαθώντας να αναπαράγετε μουσική, δοκιμάστε αυτά τα βήματα αντιμετώπισης προβλημάτων και δείτε αν μπορείτε να διορθώσετε το πρόβλημα.
es: Si no puede escuchar ningún sonido en su equipo, por ejemplo, cuando intenta reproducir música, siga estos pasos de solución de problemas para ver si puede solucionar el problema.
nl: Als u helemaal geen geluid hoort op uw computer, wanneer u bijvoorbeeld muziek probeert af te spelen, probeer dan de volgende stappen voor probleemoplossing om te zien of u het probleem op kunt lossen.
pt_br: Se você não consegue ouvir os sons em seu computador, por exemplo, quando você tenta tocar alguma música, tente estas etapas de solução de problemas para ver se você consegue corrigir o problema.
ru: Если компьютер не издаёт никаких звуков, например, при попытке воспроизведения музыки, выполните следующие шаги, чтобы проверить, помогут ли они решить проблему.

source: Make sure that the sound is not muted
ast: Asegúrese de que el soníu no ta silenciado
el: Βεβαιωθείτε ότι ο ήχος δεν είναι σε σίγαση
es: Asegúrese de que el sonido no está silenciado
fi: Varmista, ettei ääntä ole vaimennettu
nl: Zorg ervoor dat het geluid niet gedempt is.
pt_br: Certifique-se que o som não está mudo
ru: Проверьте, не выключен ли звук

source: Click the <gui>sound menu</gui> on the top panel (it looks like a speaker) and make sure that the sound is not muted or turned down.
ast: Calca nel <gui>iconu de soníu</gui> nel panel superior (paez a un altavoz) y asegúrese de que el soníu no esté silenciáu o na posición haza abaxo.
el: Κάντε κλικ στο <gui>μενού ήχου</gui> στον πάνω πίνακα (μοιάζει με ηχείο) και σιγουρευτείτε ότι ο ήχος δεν είναι σε κατάσταση σίγασης.
es: Pulse en el <gui>icono de sonido</gui> en el panel superior (parece a un altavoz) y asegúrese de que el sonido no esté silenciado o en la posición hacia abajo.
fi: Napsauta <gui>äänivalikkoa</gui> yläpaneelista (kaiuttimen näköinen kuvake) ja varmista, ettei ääntä ole vaimennettu tai ettei äänen taso ole liian matala.
nl: Klik op het <gui>geluidsmenu</gui> in het bovenpaneel (het ziet eruit als een luidspreker) en controleer of het geluid niet gedempt is of het volume laag staat.
pt_br: Clique no <gui>menu som</gui> no painel superior (parece um alto-falante) e certifique-se de que o som não está mudo ou baixo.
ru: Щёлкните на <gui>звуковом меню</gui> на верхней панели (оно выглядит как громкоговоритель) и убедитесь, что звук не отключен и громкость его не уменьшена до предела.

source: Some laptops have mute switches or keys on their keyboards—try pressing that key to see if it unmutes the sound.
ast: Dellos equipos portátiles tienen interruptores de silenciu o tecles en sus teclados, pruebe a calcar esa tecla pa ver si se activa el soníu.
el: Μερικοί φορητοί υπολογιστές έχουν πλήκτρα ή κουμπιά στο πληκτρολόγιό τους- δοκιμάστε να πατήσετε αυτά τα πλήκτρα και δείτε αν ο ήχος βγαίνει από την κατάσταση σίγασης.
es: Algunos equipos portátiles tienen interruptores de silencio o teclas en sus teclados, pruebe a pulsar esa tecla para ver si se activa el sonido.
fi: Joissain näppäimistöissä on Vaimenna-näppäin. Paina kyseistä näppäintä, jos näppäimistössäsi on sellainen, ja äänen pitäisi palautua.
nl: Sommige laptops hebben schakelaars of toetsen op hun toetsenbord om het geluid te dempen—probeer op die toets te drukken om te kijken of het geluid daardoor niet meer gedempt wordt.
pt_br: Alguns laptops tem interruptores ou teclas de mudo em seus teclados—tente pressionar esta tecla para retirar o mudo do som.
ru: Некоторые портативные компьютеры имеют переключатели или клавиши для отключения звука — попробуйте нажать такую клавишу, чтобы проверить, не включится ли звук.

source: You should also check that you haven't muted the application that you're using to play sound (e.g. your music player or movie player). The application may have a mute or volume button in its main window, so check that. Also, click the sound menu on the top panel and choose <gui>Sound Settings</gui>. When the <gui>Sound</gui> window appears, go to the <gui>Applications</gui> tab and check that your application is not muted on there.
ast: También tien de comprobar que no ha silenciáu la aplicación que ta usando pa reproducir el soníu (por exemplu, su reproductor de música o reproductor de películas). Pa poder comprobar esto, la aplicación puede tener un botón de silenciu o de volume en su ventana principal. También puede calcar nel iconu de soníu nel panel superior y escoyer <gui>Configuración de soníu</gui>. Cuando la ventana de <gui>Soníu</gui> aparezca, vaya a la pestaña <gui>Aplicaciones</gui> y compruebe que su aplicación no ta silenciada equí.
el: Πρέπει επίσης να ελέγξετε ότι δεν έχετε θέσει σε κατάσταση σίγασης την εφαρμογή που χρησιμοποιείτε για την αναπαραγωγή ήχου (π.χ. την εφαρμογή αναπαραγωγής μουσικής ή ταινιών). Οι εφαρμογές πιθανόν να έχουν ένα κουμπί ρύθμισης έντασης στο κύριο παράθυρό τους, για αυτό ελέγξτε το και αυτό επίσης. Ακόμη, κάντε κλικ στο μενού ήχου στο πάνω μέρος του πίνακα και επιλέξτε <gui>Ρυθμίσεις ήχου</gui>. Όταν εμφανιστεί το παράθυρο <gui>Ήχος</gui>, μεταβείτε στην καρτέλα <gui>Εφαρμογές</gui> και ελέγξτε ότι η εφαρμογή δεν είναι σε κατάσταση σίγασης εκεί.
pt_br: Você deverá também verificar se não colocou em "mudo" o aplicativo que você está usando para reproduzir áudio (p. ex. seu reprodutor de música ou seu reprodutor de vídeo). O aplicativo pode ter um botão de mudo ou de volume na sua janela principal, então verifique isso. Também, clique no menu de som no painel superior e selecione <gui>Configurações de som</gui>. Quando a janela de <gui>Som</gui> aparecer, vá para guia <gui>Aplicativos</gui> e verifique ali se o seu aplicativo não está com o som desativado (mudo).

source: Check that the speakers are turned on and connected properly
ast: Compruebe que los altavoces tan encendidos y conectados correcho
el: Βεβαιωθείτε ότι τα ηχεία είναι ενεργοποιημένα και σωστά συνδεδεμένα
es: Compruebe que los altavoces están encendidos y conectados correctamente
fi: Tarkista, että kaiuttimien johdot ovat kunnossa ja että kaiuttimet on kytketty päälle
nl: Controleer of de luidsprekers op de juiste manier verbonden en ingeschakeld zijn.
pt_br: Verifique se os alto-falantes estão ligados ou conectados corretamente
ru: Проверьте, включены ли колонки и правильно ли они подключены

source: If your computer has external speakers, make sure that they are turned on and that the volume is turned up. Make sure that the speaker cable is securely plugged into the "output" audio socket on the back of the computer. This socket is usually light green in color.
ast: Si su equipu tien altavoces esternos, asegúrese de que tan encendidos y que el volume ta activáu. Asegúrese de que el cable del altavoz esté coneutáu al zócalo de la «salida» na parte posterior del equipu. Esta toma es polo general de color verde claro.
el: Αν ο υπολογιστής σας έχει εξωτερικά ηχεία, βεβαιωθείτε ότι είναι σε κατάσταση λειτουργίας και ότι η έντασή τους είναι ανοιχτή. Βεβαιωθείτε ότι το καλώδιο σύνδεσης είναι συνδεδεμένο με ασφάλεια στην υποδοχή ήχου που έχει σήμανση «έξοδος» στο πίσω μέρος του υπολογιστή. Αυτή η υποδοχή έχει συνήθως ανοιχτό πράσινο χρώμα.
es: Si su equipo tiene altavoces externos, asegúrese de que están encendidos y que el volumen está activado. Asegúrese de que el cable del altavoz esté conectado al zócalo de la «salida» en la parte posterior del equipo. Esta toma es por lo general de color verde claro.
nl: Als uw computer externe luidsprekers heeft, controleer dan of ze ingeschakeld zijn en het volume hoog genoeg staat. Controleer of de luidsprekerkabel goed is aangesloten of de ‘uitvoer’-audioaansluiting aan de achterkant van uw computer. Deze aansluiting is gewoonlijk lichtgroen van kleur.
pt_br: Se o seu computador tem alto falantes externos, certifique-se que eles estão ligados e que o volume esteja alto. Certifique-se que o cabo do alto falante esteja conectado corretamente no socket de saída atrás de seu computador. Esse socket geralmente tem uma cor verde claro.
ru: Если ваш компьютер имеет внешние аудиоколонки, проверьте, включены ли они, и не уменьшена ли до предела громкость. Убедитесь в том, что разъём колонок надёжно вставлен в гнездо аудиовыхода с задней стороны компьютера. Это гнездо обычно зелёного цвета.

source: Some sound cards are able to switch which socket they use for output (to the speakers) and input (from a microphone, for instance). The output socket may be different when running Linux than on Windows or Mac OS. Try connecting the speaker cable to the different audio sockets on the computer in turn to see if that works.
ast: Dalgunes tarxetes de soníu son capaces de camudar el zócalo que usan pa la salida (de los altavoces) y la entrada (dende el micrófono, por exemplu). El zócalo de salida puede ser distintu cuando se ejecuta Linux en vegada de Windows o Mac OS. Intente coneutar el cable del altavoz a los estremaes zócalos de audio nel equipu sucesivamente, pa ver si furrula.
el: Ορισμένες κάρτες ήχου είναι σε θέση να αλλάξουν την υποδοχή που χρησιμοποιούν ως έξοδο (προς τα ηχεία) και είσοδο (από ένα μικρόφωνο, για παράδειγμα). Η υποδοχή εξόδου μπορεί να διαφέρει αν το λειτουργικό σας είναι Linux απο το αν το λειτουργικό σας ήταν Windows ή Mac OS. Δοκιμάστε να συνδέσετε το καλώδιο των ηχείων σε διαφορετική υποδοχή ήχου του υπολογιστή ώστε να δείτε αν έτσι λειτουργεί.
es: Algunas tarjetas de sonido son capaces de cambiar el zócalo que usan para la salida (de los altavoces) y la entrada (desde el micrófono, por ejemplo). El zócalo de salida puede ser diferente cuando se ejecuta Linux en vez de Windows o Mac OS. Intente conectar el cable del altavoz a los diferentes zócalos de audio en el equipo sucesivamente, para ver si funciona.
nl: Sommige geluidskaarten kunnen de aansluitingen die ze voor uitvoer (naar de luidsprekers) en invoer (van bijvoorbeeld een microfoon) gebruiken omwisselen. De uitvoeraansluiting kan anders zijn op Linux dan op Windows of Mac OS. Probeer de luidsprekerkabel op de verschillende aansluitingen aan te sluiten om te kijken of dit helpt.
pt_br: Algumas placas de som são capazes de trocar qual socket elas usam para saída (para os alto falantes) e entrada (a partir de um microfone, por exemplo). O socket de saída pode ser diferente quando rodando Linux, Windows ou Mac OS. Tente conectar o cabo do alto falante em diferentes sockets de audio no computador para ver se ele funciona.
ru: Некоторые звуковые карты умеют переключать гнёзда, используемые ими для вывода (на колонки) и ввода (например, с микрофона). Выходное гнездо при работе в Linux может отличаться от используемого в Windows или Mac OS. Попробуйте поочерёдно переключать кабель колонок в различные аудиогнёзда на компьютере.
