Repository: ahoneybun/pop-docs
Catalog: ubuntu-help/*/*.po
Languages: ast, ca, cs, de, el, es, fi, fr, gl, hr, id, ko, lt, lv, ms, my, nl, pl, pt_br, ru, sl, sv, tr, zh_cn

source: If you have increased the brightness to the maximum but it's still not bright enough, you may need to adjust the <em>contrast</em> or <em>gamma</em> settings of the screen instead. Not all screens allow you to change both of these settings, however.
ast: Si decide aumentar el brillo al máximu pero entá no le resulta lo bastante brillante, puede que ten que ajustsar el <em>contraste</em> o el <em>gamma</em> de la pantalla. No obstante, no toes les pantalles permiten camudar esas opciones.
el: Εάν έχετε αυξήσει την φωτεινότητα στο μέγιστο αλλά δεν είναι ακόμα αρκετά φωτεινά, μπορεί να χρειαστεί να ρυθμίσετε την <em>αντίθεση</em> ή τις ρυθμίσεις οθόνης <em>γάμμα</em>. Δεν σας επιτρέπουν ωστόσο όλες οι οθόνες τη δυνατότητα να αλλάξετε και τις δύο ρυθμίσεις.
es: Si decide aumentar el brillo al máximo pero todavía no le resulta lo bastante brillante, puede que tenga que ajustsar el <em>contraste</em> o el <em>gamma</em> de la pantalla. No obstante, no todas las pantallas permiten cambiar esas opciones.
nl: Als u de helderheid op maximum heeft gezet, maar het is nog niet helder genoeg, dan dient u mogelijk de scherminstellingen voor <em>contrast</em> of <em>gamma</em> aan te passen. Niet alle schermen bieden echter de mogelijkheid om beide van deze instellingen te wijzigen.
pt_br: Se você aumentou o brilho ao máximo, mas ele ainda não tem brilho o bastante, você pode precisar ajustar o <em>contraste</em> ou <em>gama</em> da tela. Contudo, nem todos os monitores permitem que você altere essas duas configurações.
ru: Если вы увеличили яркость до максимума, но экран всё ещё недостаточно яркий, то возможно, следует настроить <em>контрастность</em> или <em>гамму</em> экрана. Однако не все мониторы позволяют изменять эти параметры.

source: Laptops go to sleep when you close the lid, in order to save power.
ast: Los portátiles se suspenden cuando se zarra la tapa pa ahorrar enerxía.
el: Οι φορητοί υπολογιστές αναστέλλουν την λειτουργία τους όταν κλείνετε το καπάκι, ώστε να εξοικονομούν ενέργεια.
es: Los portátiles se suspenden cuando se cierra la tapa para ahorrar energía.
fi: Kannettavat siirtyvät valmiustilaan sulkiessasi kannen virran säästämiseksi.
nl: Laptops worden in de pauzestand gezet wanneer ze dicht gedaan worden, om energie te sparen.
pt_br: Laptops suspendem quando você fecha a tampa, a fim de economizar energia.
ru: Ноутбуки для экономии электроэнергии переходят в спящий режим при закрытии крышки.

source: Why does my computer turn off when I close the lid?
ast: ¿Por qué se apaga mi equipu cuando cierro la tapa?
el: Γιατί ο φορητός μου απενεργοποιείται όταν κλείνω το καπάκι;
es: ¿Por qué se apaga mi equipo cuando cierro la tapa?
fi: Miksi tietokoneeni sammuu, kun suljen kannen?
nl: Waarom wordt mijn computer uitgeschakeld wanneer ik hem dicht doe?
pt_br: Por que meu computador desliga quando eu fecho a tampa?
ru: Почему мой компьютер отключается, когда я закрываю его крышку.

source: When you close the lid of your laptop, your computer will <em>suspend</em> in order to save power. This means that the computer is not actually turned off - it has just gone to sleep. You can wake it up by opening the lid. If it doesn't wake up, try clicking the mouse or pressing a key. If that still doesn't work, press the power button.
ast: Cuando zarra la pantalla de su portátil, su equipu se <em>suspende</em> pa ahorrar enerxía. Esto quies decir que el equipu no ta realmente apagáu - solo ta durmiendo. Puede despertarlo abriendo de nuevu la pantalla. Si no se despierta así, pruebe pulsando un botón del mur o una tecla cualquiera. Si sigue sin funcionar, calca el botón de prendíu.
el: Όταν κλείνετε το καπάκι του φορητού υπολογιστή σας, ο υπολογιστής σας θα μπει σε <em>αναστολή</em> για να εξοικονομήσει ενέργεια. Αυτό σημαίνει ότι ο υπολογιστής δεν είναι στην πραγματικότητα απενεργοποιημένος - απλώς έχει αναστείλει τη λειτουργία του. Μπορείτε να τον ενεργοποιήσετε με το άνοιγμα του καπακιού. Αν δεν ενεργοποιηθεί, δοκιμάστε να κάνετε κλικ με το ποντίκι ή πατήστε ένα πλήκτρο. Αν, παρόλα αυτά, εξακολουθεί να μη λειτουργεί, πατήστε το κουμπί λειτουργίας.
es: Cuando cierra la pantalla de su portátil, su equipo se <em>suspende</em> para ahorrar energía. Esto quiere decir que el equipo no está realmente apagado - solo está durmiendo. Puede despertarlo abriendo de nuevo la pantalla. Si no se despierta así, pruebe pulsando un botón del ratón o una tecla cualquiera. Si sigue sin funcionar, pulse el botón de encendido.
nl: Wanneer u uw laptop dicht doet, wordt deze in de <em>pauzestand</em> gezet om energie te sparen. Dit houdt in dat de computer niet werkelijk wordt uitgeschakeld maar in de pauzestand wordt gezet. U kunt hem weer activeren door hem open te maken. Als dat niet gebeurt, probeer dan een muisklik te geven of op een toets te drukken. Als dat nog niet werkt, druk dan op de aan/uit-knop.
pt_br: Quando você fecha a tampa do seu laptop, seu computador irá <em>suspender</em> a fim de economizar energia. Isso significa que o computador não está realmente desligado - ele apenas foi dormir. Você pode acordá-lo levantando a tampa. Se isso não o acordar, tente clicar com o mouse ou pressionar uma tecla. Se isso ainda não funcionar, pressione o botão liga-desliga.
ru: Когда вы закрываете крышку вашего ноутбука, ваш компьютер переводится в <em>ждущий режим</em> для экономии электроэнергии. Это означает, что компьютер отключён не полностью, а переведён в режим ожидания. Вы можете вернуться в рабочий режим открыв крышку. Если возобновление рабочего режима не произошло, щёлкните по кнопке мыши или нажмите любую клавишу на клавиатуре. Если это также не помогло, нажмите кнопку включения питания.

source: Some computers are unable to suspend properly, normally because their hardware isn't completely supported by the operating system (e.g. the Linux drivers are incomplete). In this case, you may find that you are unable to wake up your computer after you've closed the lid. You can try to <link xref="power-suspendfail">fix the problem with suspend</link>, or you can prevent the computer from trying to suspend when you close the lid.
ast: Dellos equipos no se suspenden correcho, normalmente porque su hardware no furrula completamente col sistema operativu (p. ex. los controladores de Linux son incompletos). Nesti caso, verá que no puede reanudar su equipu dempués de haber cerráu la tapa del portátil. Puede intentar <link xref="power-suspendfail">resolver problemes al suspender</link>, o puede evitar que el equipu intente suspenderse cuando cierre la tapa de su portátil.
el: Μερικοί υπολογιστές αδυνατούν να ανασταλούν σωστά, συνήθως επειδή το υλικό τους δεν υποστηρίζεται πλήρως από το λειτουργικό σύστημα (π.χ. τα προγράμματα οδήγησης Linux είναι ελλιπή). Σε αυτή την περίπτωση, ενδεχομένως να διαπιστώσετε ότι είστε σε θέση να ενεργοποιήσετε τον υπολογιστή σας αφού έχετε κλειστό το καπάκι. Μπορείτε να δοκιμάσετε να <link xref="power-suspendfail">διορθώσετε το πρόβλημα με την αναστολή</link> ή μπορείτε να αποτρέψετε τον υπολογιστή από την προσπάθεια να μπει σε αναστολή όταν κλείνετε το καπάκι.
es: Algunos equipos no se suspenden correctamente, normalmente porque su hardware no funciona completamente con el sistema operativo (p. ej. los controladores de Linux son incompletos). En este caso, verá que no puede reanudar su equipo después de haber cerrado la tapa del portátil. Puede intentar <link xref="power-suspendfail">resolver problemas al suspender</link>, o puede evitar que el equipo intente suspenderse cuando cierre la tapa de su portátil.
nl: Sommige computers kunnen niet op de juiste manier in de pauzestand worden gezet, meestal omdat hun hardware niet volledig wordt ondersteund door het besturingssysteem (bijv. de Linux stuurprogramma's zijn onvolledig). In dit geval kan het zijn dat u uw laptop niet kunt activeren nadat hij dicht is gemaakt. U kunt <link xref="power-suspendfail">het probleem met de pauzestand oplossen</link> proberen, of u kunt voorkomen dat de computer in de pauzestand wordt gezet wanneer hij dicht gedaan wordt.
pt_br: Alguns computadores não são capazes de suspender devidamente, normalmente porque o hardware deles não é completamente suportado pelo sistema operacional (e.g. os drivers Linux estão incompletos). Nesse caso, você pode perceber que você não é capaz de acordar seu computador depois que você fechou a tampa. Você pode tentar <link xref="power-suspendfail">corrigir o problema com o suspender</link> ou você pode prevenir que o computador tente suspender quando você fechar a tampa.
ru: Некоторые компьютеры не могут быть переведены в ждущий режим правильно, так как их оборудование не полностью поддерживается операционной системой (например, незавершённые драйверы для Linux). В этом случае, вы столкнётесь с тем, что компьютер не возвращается в рабочий режим при открытии крышки. Вы можете попробовать <link xref="power-suspendfail">устранить неисправность с ждущим режимом</link> или отключить перевод компьютера в ждущий режим после закрытия крышки.

source: Stop the computer from suspending when the lid is closed
ast: Parar la suspensión del equipu cuando se zarra la tapa
el: Διακοπή του υπολογιστή από την αναστολή όταν το καπάκι είναι κλειστό
es: Parar la suspensión del equipo cuando se cierra la tapa
fi: Estä tietokonetta siirtymästä valmiustilaan, kun kansi suljetaan
nl: Voorkomen dat de computer in de pauzestand wordt gezet wanneer hij dicht wordt gedaan
pt_br: O computador sai do modo de suspensão quando ele é fechado.
ru: Отмена перевода компьютера в ждущий режим при закрытии крышки

source: If you don't want the computer to suspend when you close the lid, you can change the settings for that behavior. To set the computer to blank the screen, rather than suspend, when the lid is closed:
ast: Si no quies que el equipu se suspenda cuando cierre la tapa del portátil, puede camudar les opciones de esti comportamiento. Pa facer que el equipu oscurezca la pantalla (en llugar de suspender el equipu) cuando cierre la tapa del portátil:
el: Εάν δεν θέλετε ο υπολογιστής να μπαίνει σε αναστολή όταν κλείνετε το καπάκι, μπορείτε να αλλάξετε τις ρυθμίσεις για την εν λόγω συμπεριφορά. Για να ρυθμίσετε τον υπολογιστή να απενεργοποιεί την οθόνη, αντί να μπαίνει σε αναστολή, όταν το καπάκι είναι κλειστό:
es: Si no quiere que el equipo se suspenda cuando cierre la tapa del portátil, puede cambiar las opciones de este comportamiento. Para hacer que el equipo oscurezca la pantalla (en lugar de suspender el equipo) cuando cierre la tapa del portátil:
nl: Als u niet wilt dat de computer in de pauzestand wordt gezet wanneer u hem dicht doet, kunt u de instellingen daarvoor wijzigen. Om het scherm op zwart te zetten in plaats van de pauzestand te gebruiken wanneer de computer dicht wordt gedaan:
pt_br: Se você não quer que o computador entre em modo de suspensão quando você o fecha, você pode mudar as configurações para esse comportamento. Para configurar tela preta, ao invés de suspensão, quando ele é fechado:
ru: Если вы не хотите, чтобы компьютер переводился в ждущий режим при закрытии крышки, вы можете изменить эти настройки. Чтобы использовать отключение экрана, вместо перевода в ждущий режим, при закрытии крышки:

source: Be very careful if you change this setting. Some laptops can overheat if they are left running with the lid closed, especially if they are in a confined place like a backpack.
ast: Ten mucho cuidáu si camuda esta opción. Dellos portátiles pueden sobrecalentase si se dejan funcionando cola tapa cerrada, especialmente si tan nun llugar confinado, como una mochila.
el: Να είστε πολύ προσεκτικοί εάν αλλάξετε αυτή τη ρύθμιση. Μερικοί φορητοί υπολογιστές μπορεί να υπερθερμανθούν αν συνεχίσουν να εκτελούνται με το καπάκι κλειστό, ειδικά αν είναι σε ένα περιορισμένο χώρο όπως ένα σακίδιο.
nl: Wees zeer voorzichtig als u deze instelling wijzigt. Sommige laptops kunnen oververhit raken als ze actief blijven als de klep gesloten is, vooral als de laptop in een afgesloten plaats zoals een rugzak zit.
pt_br: Tenha muito cuidado se você alterar essa configuração. Alguns notebooks podem superaquecer, se forem deixados em execução com a tampa fechada, especialmente se eles estão em um lugar confinado como uma mochila.
ru: Будьте бдительны при изменении этой настройки. Некоторые ноутбуки могут перегреваться, если закрыть крышку и оставить их в рабочем режиме, особенно, если они находятся в ограниченном пространстве, например, рюкзаке.

source: Open the <app>Terminal</app> application from the <gui>Dash</gui>.
ast: Abra la aplicación <app>Terminal</app> dende el <gui>Tablero</gui>.
el: Ανοίξτε την εφαρμογή <app>Τερματικό</app> από το <gui>Ταμπλό</gui>.
fi: Avaa <app>Pääte</app> <gui>Dashista</gui>.
nl: Open het <app>Terminal</app>-programma vanuit de <gui>Dash</gui>.
pt_br: Abra o aplicativo <app>Terminal</app> a partir do <gui>Painel</gui>.
ru: Откройте приложение <app>Терминал</app> в <gui>Главном меню</gui>.

source: To change the setting used when running on battery power, type this command and press <key>Enter</key>:
ast: Pa camudar la configuración usada cuando se trabaja con baterías, teclee esta orde y calca <key>Intro</key>:
el: Για να αλλάξετε τη ρύθμιση που χρησιμοποιείται όταν ο υπολογιστής λειτουργεί με μπαταρία, πληκτρολογήστε την εντολή αυτή και πατήστετο πλήκτρο <key>Enter</key>:
pt_br: Para alterar a configuração usada quando estiver utilizando a bateria, digite este comando e pressione a tecla <key>Enter</key>:
ru: Для изменения настройки используемой при питании от батареи, введите эту команду и нажмите клавишу <key>Enter</key>:

source: To change the setting used when running on AC power, type this command and press <key>Enter</key>:
ast: Pa camudar el axuste utilizáu al usar una fonte de CA, escribe esti comandu y calca <key>Intro</key>:
el: Για να αλλάξετε τη ρύθμιση όταν λειτουργεί με εναλλασσόμενο ρεύμα, πληκτρολογήστε την εντολή αυτή και πατήστε <key>Enter</key>:
pt_br: Para alterar a configuração usada quando estiver utilizando corrente alternada, digite este comando e pressione a tecla <key>Enter</key>:
ru: Для изменения настройки используемой при питании от электросети, введите эту команду и нажмите клавишу <key>Enter</key>:

source: There are other settings available besides "blank," such as "nothing," which causes the computer to do nothing.
ast: Hai otres opciones disponibles aparte de «en blanco», como «res» que fai que el equipu no fae res.
el: Υπάρχουν και άλλες ρυθμίσεις που είναι διαθέσιμες παράλληλα με το «μαύρη οθόνη», όπως το «κενή οθόνη», στην οποία ο υπολογιστής δεν κάνει τίποτα.
nl: Er zijn ook andere instellingen beschikbaar naast ‘blank’, zoals ‘nothing’, waarbij uw computer niets doet.
pt_br: Existem outras configurações disponíveis além de "em branco", como "nada", que faz com que o computador não faça nada.

source: Some fan-control software could be missing, or your laptop may be running hot.
ast: Puede faltar dalgún software controlador de los ventiladores o su portátil puede tar recalentando.
el: Κάποιο λογισμικό ελέγχου του ανεμιστήρα θα μπορούσε να λείπει ή ο φορητός σας υπολογιστής ίσως είναι πολύ ζεστός.
es: Puede faltar algún software controlador de los ventiladores o su portátil puede estar recalentando.
nl: Het kan zijn dat er software om de ventilator te besturen ontbreekt, of uw laptop kan te warm worden.
pt_br: Algum software de controle de ventilador pode estar faltando, ou seu laptop pode estar ficando quente.
ru: Возможно, отсутствует программа, управляющая скоростью вентиляторов, или ваш ноутбук слишком сильно нагревается.

source: The laptop fan is always running
ast: El ventilador de mi portátil siempres ta funcionando
el: Ο ανεμιστήρας του φορητού υπολογιστή γυρίζει συνέχεια
fi: Kannettavan tuuletin pyörii jatkuvasti
nl: De ventilator van de laptop staat altijd aan
pt_br: O ventilador laptop está sempre em execução
ru: Вентилятор ноутбука работает постоянно

source: If your laptop's cooling fan is always running, it could be that the hardware that controls the laptop's cooling system isn't very well supported in Linux. Some laptops need extra software to control their cooling fans efficiently, but this software may not be installed (or available for Linux at all) and so the fans just run at full speed all of the time.
ast: Si el ventilador de su portátil ta siempres funcionando, podría deberse a que el hardware que controla el sistema de refrigeración del portátil no furrula mui bien con Linux. Dellos portátiles necesiten software adicional pa controlar eficientemente sus ventiladores de refrigeración, pero dicho software podría no tar instaláu (o disponible pa Linux) y por tanto los ventiladores estarían funcionando a máxima velocidá too el tiempu.
el: Αν ο ανεμιστήρας του φορητού σας λειτουργεί συνεχώς, ίσως φταίει το ότι το υλικό που ελέγχει το σύστημα ψύξης του φορητού δεν υποστηρίζεται καλά στο Linux. Μερικοί φορητοί χρειάζονται επιπρόσθετο λογισμικό για τον αποδοτικό έλεγχο των ανεμιστήρων τους, το οποιο ίσως να μην είναι εγκατεστημένο (ή γενικότερα διαθέσιμο στα Linux) και γι'αυτό οι ανεμιστήρες δουλεύουν σε πλήρη ταχύτητα όλη την ώρα.
es: Si el ventilador de su portátil está siempre funcionando, podría deberse a que el hardware que controla el sistema de refrigeración del portátil no funciona muy bien con Linux. Algunos portátiles necesitan software adicional para controlar eficientemente sus ventiladores de refrigeración, pero dicho software podría no estar instalado (o disponible para Linux) y por tanto los ventiladores estarían funcionando a máxima velocidad todo el tiempo.
nl: Als de ventilator van uw laptop blijft draaien, kan het zijn dat de hardware die het koelsysteem van de laptop regelt niet goed wordt ondersteund in Linux. Sommige laptops hebben extra software nodig om op een efficiënte manier de koelventilatoren te besturen, maar misschien is deze software niet geïnstalleerd (of helemaal niet beschikbaar voor Linux) waardoor de ventilator continue op volle snelheid draait.
pt_br: Se o ventilador interno do seu notebook está sempre rodando, pode ser que o circuito que controla o sistema de resfriamento não é muito bem desenvolvido no Linux. Alguns notebooks precisam de software extra para controlar seus ventiladores eficientemente, mas o software pode não estar instalado ( ou disponível para Linux), então eles rodam na velocidade máxima o tempo todo.
ru: Если вентиляторы ноутбука вращаются постоянно, возможно, что оборудование, управляющее охлаждающей системой, не очень хорошо поддерживается в Linux. Некоторым ноутбукам требуются дополнительные программы для эффективного управления вентиляторами, но они могут быть не установлены (или вообще недоступны для Linux), поэтому вентиляторы всё время вращаются на полной скорости.

source: If this is the case, you may be able to change some settings or install extra software that allows full control of the fan. For example, <link href="http://vaio-utils.org/fan/">vaiofand</link> can be installed to control the fans of some Sony VAIO laptops. Installing this software is quite a technical process which is highly dependent on the make and model of your laptop, so you may wish to seek specific advice on how to do it for your computer.
ast: En tal caso, quizá pueda camudar dalgunes opciones o instalar software que le permita un control total del ventilador. Por exemplu, puede instalar <link href="http://vaio-utils.org/fan/">vaiofand</link> pa controlar los ventiladores de dellos portátiles Sony VAIO. Instalar esti software es un procesu algo técnico que depende fuertemente de la marca y modelu de su portátil, polo que puede que desee guetar aida específica sobro cómo hacerlo en su equipu.
el: Αν όντως συμβαίνει αυτό, ίσως μπορείτε να αλλάξετε κάποιες ρυθμίσεις ή να εγκαταστήσετε πρόσθετο λογισμικό που επιτρέπει τον πλήρη έλεγχο των ανεμιστήρων. Για παράδειγμα, μπορείτε να εγκαταστήσετε το <link href="http://vaio-utils.org/fan/">vaiofand</link> για να ελέγχετε τους ανεμιστήρες σε κάποιους φορητούς Sony VAIO. Η εγκατάσταση αυτού του λογισμικού είναι μια καθαρά τεχνική διαδικασία που εξαρτάται σε μεγάλο βαθμό από τον κατασκευαστή και το μοντέλο του φορητού σας, οπότε ίσως θελήσετε να αναζητήσετε συγκεκριμένες συμβουλές για το πώς θα το κάνετε αυτό στον υπολογιστή σας.
es: En tal caso, quizá pueda cambiar algunas opciones o instalar software que le permita un control total del ventilador. Por ejemplo, puede instalar <link href="http://vaio-utils.org/fan/">vaiofand</link> para controlar los ventiladores de algunos portátiles Sony VAIO. Instalar este software es un proceso algo técnico que depende fuertemente de la marca y modelo de su portátil, por lo que puede que desee buscar ayuda específica sobre cómo hacerlo en su equipo.
nl: Als dit het geval is, kunt u mogelijk enkele instellingen wijzigen of extra software installeren waarmee de ventilator volledig aangestuurd wordt. U kunt bijvoorbeeld <link href="http://vaio-utils.org/fan/">vaiofand</link> installeren om de ventilator van bepaalde Sony VAIO laptops aan te sturen. Het installeren van deze software is een vrij technisch proces dat sterk afhankelijk is van het merk en model van uw laptop, dus zult u misschien op zoek willen gaan naar gericht advies over hoe dit voor uw computer te doen.
pt_br: Se esse é o caso, você pode ser capaz de alterar algumas configurações ou instalar programas extras que permitem controle total do ventilador. Por exemplo, <link href="http://vaio-utils.org/fan/">vaiofand</link> pode ser instalado para controlar os ventiladores de alguns laptops Sony VAIO. Instalar esse software é um processo bastante técnico, altamente dependente do modelo e marca do seu laptop, então você pode desejar procurar informação específica sobre como fazer isso no seu computador.
ru: В таком случае может понадобиться изменить некоторые настройки, либо установить дополнительное программное обеспечение для управления вентиляторами. Например, для управления вентиляторами на некоторых ноутбуках Sony VAIO можно установить <link href="http://vaio-utils.org/fan/">vaiofand</link>. Установка подобного программного обеспечения сильно зависит от производителя и модели ноутбука, поэтому вам понадобится поискать специфические советы о том, как сделать это на вашем компьютере.
