Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: To remove a group from the system, click on <guilabel>Manage Groups</guilabel>, select the group you want to delete and click <guilabel>Delete</guilabel>
bn: সিস্টেম থেকে কোন গ্রুপকে বাদ দিতে চাইলে, <guilabel>Manage Groups</guilabel>, এ ক্লিক করুন এবং যে গ্রুপটি মুছে ফেলতে চান সেটি নির্বাচন করে <guilabel>Delete</guilabel> চাপুন
ca: Per a suprimir un grup del sistema, feu clic a <guilabel>Gestiona els grups</guilabel>, seleccioneu-lo, i feu clic a <guilabel>Suprimeix</guilabel>
cs: Pro odstanění skupiny ze systému klikněte na <guilabel>Správa skupin</guilabel>, vyberte skupinu, kterou chcete odstranit, a klikněte na <guilabel>Odstranit</guilabel>.
da: For at fjerne en gruppe fra systemet, klik på <guilabel>Håndtér grupper</guilabel>, markér den gruppe du ønsker at slette og klik på <guilabel>Slet</guilabel>
de: Um eine Gruppe vom System zu löschen, klicken Sie auf <guilabel>Gruppen verwalten</guilabel>, wählen Sie die Gruppe die entfernen wollen und klicken Sie auf <guilabel>Löschen</guilabel>.
el: Για να διαγράψετε μια ομάδα από το σύστημα κάντε κλικ στην <guilabel>Διαχείριση ομάδων</guilabel>, επιλέξτε μια ομάδα που θέλετε να διαγράψετε και κάντε κλικ στο κουμπί <guilabel>Διαγραφή</guilabel>
es: Para eliminar un grupo del sistema, pulse en <guilabel>Gestionar grupos</guilabel>, seleccione el grupo que desea borrar y pulse en <guilabel>Borrar</guilabel>
fr: Pour supprimer un groupe du système, cliquez sur <guilabel>Gérer les groupes</guilabel>, sélectionnez le groupe que vous voulez supprimer et cliquez sur <guilabel>Supprimer</guilabel>.
gl: Para eliminar un grupo do sistema, prema en <guilabel>Xestionar grupos</guilabel>, escolla o grupo que quere eliminar e prema en <guilabel>Eliminar</guilabel>
gu: એક જૂથને સિસ્ટમ માંથી દૂર કરવા માટે, <guilabel>જૂથોની વ્યવસ્થા કરો</guilabel> પર ક્લિક કરો, તમે દૂર કરવા માગતા હો તે જૂથ પસંદ કરો, અને <guilabel>કાઢી નાખો</guilabel> પર ક્લિક કરો.
it: Per rimuovere un gruppo dal sistema, fare clic su <guilabel>Gestione gruppi</guilabel>, selezionare il gruppo da eliminare e fare clic su <guilabel>Elimina</guilabel>
lv: Lai izņemtu grupu no sistēmas, klikšķiniet <guilabel>Pārvaldīt grupas</guilabel>, izvēlieties grupu, kuru jūs vēlaties dzēst un klikšķiniet <guilabel>Delete</guilabel>.
nb: For å fjerne en gruppe fra systemet, trykk på <guilabel>Håndter grupper</guilabel>, velg gruppen som skal slettes og trykk <guilabel>Slett</guilabel>.
nl: Om een groep uit het systeem te verwijderen, klik op <guilabel>Groepen beheren</guilabel>, selecteer de groep die u wilt verwijderen en klik op <guilabel>Verwijderen</guilabel>
pt_br: Para remover um grupo do sistema, clique em <guilabel>Gerenciar Grupos</guilabel>, selecione o grupo que você deseja remover e então clique em <guilabel>Remover</guilabel>
ru: Для того, что бы удалить группу из системы, выберите <guilabel>Управление группами</guilabel>, выберите группу и нажмите <guilabel>Удалить</guilabel>.
sk: Skupinu zo systému odstránite kliknutím na <guilabel>Spravovať skupiny</guilabel>, zvolením skupiny, ktorú chcete odstrániť a kliknutím na <guilabel>Zmazať</guilabel>.
sl: Za odstranitev skupine iz sistema, kliknite na <guilabel>Upravljanje s skupinami</guilabel>, izberite skupino, ki jo želite odstraniti in kliknite <guilabel>Izbriši</guilabel>
sr: Да уклоните групу са система, кликните <quote><guilabel>Уредите групе</guilabel></quote>, изаберите групу коју желите да избришете и кликните на дугме <quote><guilabel>Обриши</guilabel></quote>.
tr: Sistemden bir grubu silmek için <guilabel>Grupları Yönet</guilabel>'e tıklayın, ardından silmek istediğiniz grubu seçin ve <guilabel>Sil</guilabel>'e tıklayın.
zh_cn: 要删除系统中一个组，点击 <guilabel>组管理</guilabel>选择你要删除的组然后点击<guilabel>删除</guilabel>
zh_hk: 欲刪除系統中某羣組時，先按<guilabel>管理羣組</guilabel>、選取要刪除的羣組後按下<guilabel>刪除</guilabel>即可。

source: @@image: '/usr/share/icons/Humanity/apps/24/evolution.svg'; md5=632ba739ef016370c1a4cbe54a24b586
it: non serve

source: @@image: '/usr/share/icons/hicolor/24x24/apps/empathy.png'; md5=0bb1fb080097f6eb8328dd81a7cc62aa
it: non serve

source: @@image: '/usr/share/icons/Humanity/categories/24/applications-office.svg'; md5=c413ba7d688d628f4eade9eafa468ebc
it: non serve

source: @@image: '/usr/share/icons/Humanity/apps/48/gnome-apt.svg'; md5=820e8044f351465152533c174e901c41
it: non serve

source: @@image: '/usr/share/icons/Humanity/apps/48/gnome-help.svg'; md5=17bc27005f67015464a78bfb48523e9c
it: non serve

source: If you are new to Ubuntu, this section will help you to familiarize yourself with the desktop, perform some common tasks, and point you towards getting further help if you need it.
bn: আপনি যদি উবুন্টুতে নতুন হন, এই সেকশন আপনাকে ডেস্কটপে পরিচিত করতে সহায়তা করবে, কিছু সাধারণ টাস্ক কার্যকর করবে, এবং আপনার আরো সহায়তার প্রয়োজন হলে আপনাকে সেই সম্বন্ধে নির্দেশ করবে।
ca: Si sou nou a l'Ubuntu, aquesta secció us ajudarà a familiaritzar-vos amb l'escriptori, dur a terme tasques comunes i orientar-vos sobre com obtenir ajuda addicional si cal.
cs: Pokud začínáte s Ubuntu, tato sekce vám pomůže seznámit se s pracovním prostředím, provádět některé běžné úkoly a nasměrovat vás k získání další nápovědy, pokud ji budete potřebovat.
da: Hvis Ubuntu er nyt for dig, vil denne sektion hjælpe dig med at blive bekendt med skrivebordet, udføre nogle simple opgaver, og vise dig hvor du kan få yderligere hjælp.
de: Wenn Sie neu bei Ubuntu sind, wird Ihnen dieses Kapitel helfen, sich mit der Arbeitsoberfläche vertraut zu machen und einige gebräuchliche Aufgaben zu erledigen. Es wird Ihnen weiterhin helfen, weitere Hilfe zu erhalten, wenn Sie diese benötigen.
el: Αν είστε νέος χρήστης του Ubuntu αυτή η ενότητα θα σας βοηθήσει να εξοικειωθείτε με την επιφάνεια εργασίας, να εκτελέσετε κάποιες συνηθισμένες εργασίες και θα σας κατευθύνει να βρείτε περαιτέρω βοήθεια αν την χρειαστείτε.
es: Si es nuevo en Ubuntu, esta sección le ayudará a familiarizarse con el escritorio, realizar algunas tareas comunes y le pondrá en el camino de conseguir más ayuda si la necesita.
fr: Si vous débutez avec Ubuntu, cette section vous aidera à vous familiariser avec le bureau, à effectuer des tâches ordinaires, et vous guidera pour trouver une aide complémentaire si vous en avez besoin.
gl: Se é novo en Ubuntu, esta sección axudaralle a familiarizarse co escritorio, realizar algunhas tarefas comúns e poralle no camiño de conseguir máis axuda se a necesita.
it: Se siete nuovi utenti di Ubuntu questa sezione vi aiuterà ad ambientarvi con l'ambiente grafico, a eseguire semplici azioni e vi illustrerà come poter ottenere ulteriore aiuto nel caso fosse necessario.
lv: Ja esat iesācējs Ubuntu, šī sadaļa palīdzēs jums iepazīties ar darbvirsmu, izpildīt vispārīgus uzdevumus, kā arī norādīs, kur jūs varēsiet iegūt papildus palīdzību, ja tāda jums būs nepieciešama.
nb: Hvis Ubuntu er nytt for deg vil denne seksjonen hjelpe deg å bli kjent med skrivebordet, utføre vanlige gjøremål, og vise hvordan du kan få ytterligere hjelp hvis du behøver det.
nl: Als u nieuw bent in Ubuntu, dan zal deze sectie u helpen bij het vertrouwd raken met het bureaublad en het uitvoeren van enkele algemene taken; ook vindt u hier verwijzingen naar verdere hulp als u die nodig heeft.
pt_br: Se você é novo no Ubuntu, esta sessão te ajudará a familiarizar-se com o ambiente de trabalho, realizar tarefas comuns, e apontará o caminho para obter outros tópicos de ajuda caso seja necessário.
sk: Ak je pre vás Ubuntu nové, táto sekcia vám pomôže zoznámiť sa s pracovnou plochou, vykonávať bežné úkony a nasmeruje vás na ďalšiu pomoc, ak ju budete potrebovať.
sl: Če ste novi v Ubuntu-ju, se vam bo ta oddelek pomagal seznaniti z namizjem, opravljati nekatere skupne naloge in vas usmeri k dodatni pomoči, če jo potrebujete.
sr: Ако сте нови у Убунтуу, овај одељак ће вам помоћи да се упознате са радном површином, да обавите неке уобичајене задатке и усмериће вас како да набавите више помоћи ако вам је потребна.
tr: Eğer Ubuntu'da yeniyseniz bu bölüm, kendini masaüstüyle kaynaştırma, bazı temel görevleri yürütme ve daha fazla yardıma ihtiyacın olduğunda onu bulma hakkında size yardımcı olacak.
zh_cn: 如果刚开始使用Ubuntu，本章节将帮助您熟悉 桌面、执行一些常见任务，并指导您如何在需要时 获得进一步帮助。
zh_hk: 如果您是 Ubuntu 的新鮮人，這個章節將會幫助您熟悉您的桌面、進行一些常見的操作、以及在您需要時提供進一步的幫助。

source: Welcome to Ubuntu
bn: উবুন্টুতে স্বাগতম
ca: Us donem la benvinguda a l'Ubuntu
cs: Vítejte v Ubuntu
da: Velkommen til Ubuntu
de: Willkommen bei Ubuntu
el: Καλώς ορίσατε στο Ubuntu
es: Bienvenido/a a Ubuntu
fr: Bienvenue sur Ubuntu
gl: Benvida/o a Ubuntu
it: Benvenuti in Ubuntu
lv: Laipni lūdzam Ubuntu
nb: Velkommen til Ubuntu
nl: Welkom bij Ubuntu
pt_br: Bem-vindo(a) ao Ubuntu
ru: Добро пожаловать в Ubuntu
sk: Vitajte v Ubuntu
sl: Dobrodošli v Ubuntuju
sr: Добродошли у Убунту
tr: Ubuntu'ya Hoşgeldiniz
zh_cn: 欢迎使用 Ubuntu
zh_hk: 歡迎使用 Ubuntu

source: Ubuntu is a community developed operating system that is perfect for laptops, desktops and servers. Whether you use it at home, at school or at work Ubuntu contains all the applications you'll ever need.
bn: উবুন্টু একটি কমিউনিটি ডেভলোপ অপারেটিং সিস্টেম যা কিনা ল্যাপটপ, ডেস্কটপ এবং সার্ভারের জন্য পূর্ণাঙ্গ। আপনি বাসায়, স্কুল অথবা কাজের সময় যেখানেই এটি ব্যবহার করেননা কেন আপনার যেকোন সময় প্রয়োজন হতে পারে এরূপ সব এপ্লিকেশন উবুন্টু ধারণ করে।
ca: L'Ubuntu és un sistema operatiu desenvolupat per la comunitat, i és perfecte per a ordinadors portàtils, de sobretaula i servidors. Tant si el feu servir a casa, a l'escola o a la feina, l'Ubuntu conté totes les aplicacions que mai podreu necessitar.
cs: Ubuntu je komunitou vyvíjený operační systém, který je vhodný pro notebooky, stolní počítače a servery. Ať už jej použijete doma, ve škole nebo v práci, Ubuntu obsahuje všechny potřebné aplikace.
da: Ubuntu er et fældeskabs udviklet operativsystem, perfekt til hjemmet, arbejdscomputere og servere. Uanset om du bruger det derhjemme, i skolen eller på arbejde, indeholder Ubuntu alle de programmer du får brug for.
de: Ubuntu ist ein von einer Gemeinschaft entwickeltes Betriebssystem, das perfekt für Laptops, Desktops und Server geeignet ist. Ob Sie es zu Hause, in der Schule oder bei der Arbeit verwenden, Ubuntu enthält alle Anwendungen, die Sie brauchen werden.
el: Το Ubuntu είναι ένα λειτουργικό σύστημα που αναπτύσσεται από κοινότητα εθελοντών και που είναι τέλειο για laptop, desktop και server. Όπου και να το χρησιμοποιήσετε, στο σπίτι, στο σχολείο ή στην δουλειά το Ubuntu περιέχει όλες τις εφαρμογές που θα χρειαστείτε.
es: Ubuntu es un sistema operativo desarrollado por la comunidad que es perfecto para portátiles, escritorio y servidores. Tanto si lo usa en casa, en la escuela o en el trabajo, Ubuntu contiene todas las aplicaciones que usted necesitará siempre.
fr: Ubuntu est un système d'exploitation développé par une communauté et qui est parfait pour les ordinateurs portables, de bureau ou les serveurs. Que vous l'utilisiez à la maison, à l'école ou au travail, Ubuntu contient toutes les applications dont vous aurez besoin.
gl: Ubuntu é un sistema operativo desenvolvido pola comunidade que é perfecto para portátiles, escritorio e servidores. Tanto se o usa na casa, na escola ou no traballo, Ubuntu conten todos os aplicativos que vostede necesitará sempre.
it: Ubuntu è un sistema operativo sviluppato dalla comunità perfetto per computer portatili, desktop e server. Sia che venga usato a casa, a scuola o al lavoro, Ubuntu dispone di tutto ciò di cui si ha bisogno.
lv: Ubuntu ir kopienas izstrādāta operētājsistēma, kas ir ļoti piemērota klēpjdatoriem, darbvirsmas datoriem un serveriem. Vienalga, vai izmantojat to mājās, skolā vai darbā - Ubuntu satur visa veida lietotnes, kas jums būs jebkad vajadzīgas.
nb: Ubuntu er et operativsystem utviklet av et felles samfunn, og passer ypperlig for bærbare datamaskiner, stasjonære, og for tjenere. Om du bruker det hjemme, på skolen eller på jobben, vil Ubuntu kunne tilby alle de programmene du behøver.
nl: Ubuntu is een besturingssysteem dat ontwikkeld is door een gemeenschap. Het is uitstekend geschikt voor laptops, desktops en servers. Of u het nu thuis, op school of op het werk gebruikt, Ubuntu heeft alle toepassingen die u nodig heeft.
pt_br: O Ubuntu é um sistema operacional desenvolvido pela comunidade, e é perfeito para uso tanto em computadores de mesa, quanto em laptops, e servidores. Estando em casa, escola ou trabalho, o Ubuntu possui todas as aplicações que você possa precisar.
ru: Ubuntu — операционная система, разрабатываемая сообществом, которая отлично подходит для ноутбуков, настольных компьютеров и серверов. Не важно, используете ли вы её дома, в школе или на работе, Ubuntu содержит все приложения, которые вам когда-либо понадобятся.
sk: Ubuntu je operačný systém vyvíjaný komunitou, ktorý je skvelý pre notebooky, desktopy a servery. Či už ho používate doma, v škole, alebo v práci, Ubuntu obsahuje všetok softvér ktorý kedy budete potrebovať.
sl: Ubuntu je operacijski sistem, ki ga je razvila skupnost in je odličen za prenosne in namizne računalnike ter strežnike. Ubuntu lahko uporabljate vsepovsod, saj vsebuje vse programe, ki jih potrebujete.
sr: Убунту је оперативни систем који је развила заједница а који је савршен за преносиве, кућне рачунаре и сервере. Било да га користите код куће, у школи или на послу Убунту садржи све апликације које ће вам икада затребати.
tr: Ubuntu, dizüstü bilgisayarlar, masaüstleri ve sunucular için gelişmiş işletim sistemine sahip harika bir topluluktur. Evde, okulda, işte kullanılan Ubuntu, ihtiyaç duyduğum tüm uygulamaları içerir.
zh_cn: Ubuntu是社区开发的操作系统，它非常适合 笔记本电脑、台式机和服务器。无论在家庭、学校还是 在工作中使用，Ubuntu都包含所有必须的应用程序。
zh_hk: Ubuntu 是個由社羣開發的作業系統，適合用於筆記型電腦、桌上型電腦和伺服器。無論您再何處使用 Ubuntu ，Ubuntu 都包含您可能會用到的一切軟件。

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition".
bn: উবুন্টু সবসময়ই বিনামূল্যে পাওয়া যায়, এবং "এন্টারপ্রাইজ সংস্করণ" এর জন্য কোন অতিরিক্ত মূল্য রাখা হয়না।
ca: L'Ubuntu sempre serà gratuït i sense cap cost addicional per a la «versió corporativa».
cs: Ubuntu bude vždy zcela zdarma a neexistuje žádný zvláštní poplatek za "komerční verzi".
da: Ubuntu vil altid være gratis, og der er ingen ekstra gebyr for "enterprise"-udgaven.
de: Ubuntu wird immer kostenlos sein, und es gibt keine Extragebühr für die "Unternehmensausgabe".
el: Το Ubuntu θα είναι πάντα δωρεάν και δεν υπάρχει επιπλέον κόστος για την "enterprise edition".
es: Ubuntu siempre será gratuito, y no hay costes extra para la «edición de empresa»
fr: Ubuntu restera toujours gratuit et la "version entreprise" n'entraine aucun surcoût.
gl: Ubuntu siempre será de balde, e non hai custos extra para a «edición de empresa»
it: Ubuntu non sarà mai a pagamento e non è prevista alcuna quota aggiuntiva per l'edizione "enterprise".
lv: Ubuntu vienmēr būs bez maksas, nav nekas papildus jāmaksā par "biznesa versiju".
nb: Ubuntu vil alltid være gratis å bruke, og det vil ikke være en ekstra avgift for "bedriftsutgaven".
nl: Ubuntu zal altijd gratis zijn, en er zijn geen extra kosten voor de "enterprise edition".
pt_br: O Ubuntu será sempre livre de cobranças, e não existe cobranças extras para uma eventual "edição para empresas"
ru: Ubuntu всегда будет бесплатна и без дополнительной платы за "промышленную редакцию".
sk: Ubuntu bude vždy zadarmo a takisto je zadarmo aj "enterprise edícia" pre firmy.
sl: Ubuntu bo vedno brezplačen. Prav tako ni nobenega dodatnega plačila za "profesionalno različico".
sr: Убунту ће увек бити бесплатан и нема додатних трошкова за <quote>пословно издање</quote>.
tr: Ubuntu daima ücretsiz olacaktır. "Kuruluş sürümü" için ek ücret yoktur.
zh_cn: Ubuntu将永远免费，而且 "企业版"也不会有任何额外费用。
zh_hk: Ubuntu 永遠免費，即使是「企業版本」也不會收取額外的費用。

source: Ubuntu includes the very best in translations and accessibility infrastructure that the free software community has to offer, to make Ubuntu usable for as many people as possible.
bn: উবুন্টু সঠিক অনুবাদ এবং স্বাচ্ছন্দ্যকরণ পরিকাঠামো অন্তর্ভুক্ত করে যাকিনা মুক্ত সফ্টওয়্যার কমিউনিটি উপস্থাপন করবে, যাতে করে অনেক বেশিসংখ্যক মানুষ এটি ব্যবহার করতে পারে।
ca: L'Ubuntu inclou el millor que ofereix la comunitat de programari lliure en traduccions i infraestructura d'accessibilitat, per fer de l'Ubuntu una eina útil per al major nombre de persones possible.
cs: Ubuntu obsahuje kvalitní překlady a vstřícnou infrastrukturu, kterou nabízí komunita svobodného softwaru, aby bylo Ubuntu použitelné pro co možná nejvíce lidí.
da: For at gøre Ubuntu brugbar for så mange mennesker som muligt indeholder Ubuntu det allerbedste, som fri software-fællesskabet kan tilbyde inden for oversættelser og tilgængeligheds-infrastruktur.
de: Ubuntu vereint das Beste aus den Bereichen Übersetzung und Barrierefreiheit, das die Freie-Software-Gemeinschaft zu bieten hat, um Ubuntu für möglichst viele Menschen zugänglich zu machen.
el: Το Ubuntu προσφέρει το καλύτερο που υπάρχει στη κοινότητα Ελεύθερου Λογισμικού, τόσο στις μεταφράσεις όσο και στην υποδομή προσιτότητας , ώστε να μπορούν να το χρησιμοποιήσουν όσο το δυνατόν περισσότεροι άνθρωποι.
es: Ubuntu usa lo mejor en infraestructura de traducciones y accesibilidad que la comunidad del software libre es capaz de ofrecer, para hacer que Ubuntu sea utilizable por el mayor número de personas posible.
fr: Ubuntu inclut ce qui se fait de mieux dans la communauté du logiciel libre en matière de traductions et de programmes d'accessibilité, afin de rendre Ubuntu utilisable par un maximum de personnes.
gl: Ubuntu inclúe o mellor en infraestrutura de traducións e de accesibilidade que a comunidade de software libre é quen de ofrecer, para facer Ubuntu utilizábel a tantas persoas como for posíbel.
it: Ubuntu comprende il meglio che la comunità del software libero offre in termini di traduzioni e infrastrutture per l'accesso universale, così da rendere Ubuntu utilizzabile dal maggior numero di utenti possibile.
lv: Ubuntu, cenšoties būt noderīgs pēc iespējas vairāk cilvēkiem, satur labākos tulkojumus un pieejamības infrastruktūru, ko brīvās programmatūras kopiena var piedāvāt.
nb: Ubuntu har de beste oversettelsene og den beste tilgjengelighets-teknologien som miljøet for fri programvare kan tilby, for å gjøre Ubuntu tilgjengelig for så mange mennesker som mulig.
nl: Ubuntu bevat de beste vertalingen en toegankelijkheidsfuncties die de vrijesoftwaregemeenschap te bieden heeft, zodat zo veel mogelijk mensen er gebruik van kunnen maken.
pt_br: O Ubuntu inclui as melhores traduções e infraestrutura de acessibilidade que a comunidade de software livre tem a oferecer, tornando o Ubuntu útil ao maior número de pessoas possível.
ru: Ubuntu включает в себя всё самое лучшее из предлагаемого сообществом свободного программного обеспечения в области переводов и средств для людей с ограниченными возможностями, чтобы сделать Ubuntu удобным для наибольшего количества людей.
sk: Aby bolo Ubuntu použiteľné pre čo najviac ľudí, obsahuje to najlepšie, čo môže komunita slobodného softvéru ponúknuť, z oblasti lokalizácie do jednotlivých jazykov a dostupnosti pre hendikepovaných.
sl: Ubuntu vključuje najboljša prevajalska orodja in infrastrukturo za ljudi s posebnimi potrebami, ki ju prosto programska skupnost lahko ponudi, tako da je lahko uporaben za kar največje število ljudi.
sr: Убунту укључује најбоље у превођењу и у инфраструктури приступачности које заједница слободног софтвера може да понуди, како би учинио Убунту употребљивим за што је могуће више људи.
tr: Ubuntu, olabildiğince çok kişinin kullanabilmesi için özgür yazılım topluluğunun sunduğu en iyi çeviri ve erişilebilirlik altyapısını içerir.
zh_cn: Ubuntu包含由自由软件社区提供的非常优秀的 翻译和可访问性基础架构，以便使Ubuntu 对尽可能多的人有用。
zh_hk: Ubuntu 包含了自由軟件社羣應該提供最出色的翻譯和無障礙環境架構。唯有如此，才能令 Ubuntu 對盡可能多的人有用。

source: Ubuntu is released regularly and predictably; a new release is made every six months. Each release is supported for at least 18 months.
bn: উবুন্টু নিয়মিত এবং আগে থেকেই ধারণা করা যায় এরূপ রিলিজ হয়; প্রত্যেক ছয় মাস পরপরই একটি নতুন রিলিজ বের হয়। প্রত্যেক রিলিজ কমপক্ষে ১৮ মাস সাপোর্ট করে।
ca: L'Ubuntu es publica de forma regular i predicible; es realitza una versió nova cada sis mesos. Cada versió és suportada com a mínim durant 18 mesos.
cs: Ubuntu je vydáváno pravidelně a předvídatelně; nová vydání vycházejí každých šest měsíců. Každé vydání je podporováno nejméně 18 měsíců.
da: Ubuntu udgives regelmæssigt og periodisk; der bliver lavet en ny udgivelse hver sjette måned. Hver udgivelse understøttes i mindst 18 måneder.
de: Ubuntu wird regelmäßig und vorhersehbar freigegeben. Eine neue Version wird alle 6 Monate herausgegeben. Jede Version wird für mindestens 18 Monate unterstützt.
el: Το Ubuntu κυκλοφορεί κανονικά και προβλέψιμα· μια καινούργια έκδοση πραγματοποιείται κάθε έξι μήνες. Κάθε έκδοση υποστηρίζεται για τουλάχιστον 18 μήνες.
es: Ubuntu se publica se manera regular y predecible, se hace una nueva versión cada seis meses. Cada versión es soportada al menos durante 18 meses.
fr: Les versions d'Ubuntu sont publiées de manière régulière et selon un calendrier bien établi ; une nouvelle version voit le jour tous les six mois. Chacune d'elles est prise en charge pendant au moins 18 mois.
gl: Ubuntu publicase de xeito regular e predecíbel, faise unha nova versión cada seis meses. Cada versión é asistida, alomenos, durante 18 meses.
it: Ubuntu è rilasciato regolarmente a scadenze previste; ogni 6 mesi viene resa disponibile una nuova versione che verrà supportata per almeno 18 mesi.
lv: Ubuntu tiek izlaists regulāri un paredzamos intervālos, katram jaunam laidienam iznākot ik pēc sešiem mēnešiem. Katrs laidiens tiek atbalstīts vismaz 18 mēnešus.
nb: Ubuntu utgis jevnlig; en ny utgave er klar hver sjette måned. Hver utgave har brukerstøtte for minst 18 måneder.
nl: Er zijn regelmatig en voorspelbaar nieuwe uitgaven van Ubuntu; elke zes maanden is er een nieuwe uitgave. Elke uitgave wordt ten minste 18 maanden ondersteund.
pt_br: O Ubuntu é lançado regularmente, e previsivelmente. Uma nova versão é lançada a cada seis meses. Cada versão é suportada por pelo menos 18 meses.
ru: Ubuntu выпускается регулярно и предсказуемо — новые версии выходят каждые полгода. Каждая версия поддерживается, как минимум, 18 месяцев.
sk: Ubuntu je vydávané pravidelne a predvídateľne, každých šesť mesiacov. Každé vydanie je podporované aspoň 18 mesiacov.
sl: Ubuntu izhaja redno in predvidljivo; nova različica izide vsakih 6 mesecev. Vse različice so podprte za vsaj 18 mesecev.
sr: Убунту се издаје редовно и предвидиво; сваких шест месеци је доступно ново издање. Свако издање је подржано најмање 18 месеци.
tr: Ubuntu düzenli ve öngörülü olarak yükseltilir. Yeni sürüm her altı ayda bir yapılır. Herbir sürüm en az 18 ay desteklenir.
zh_cn: Ubuntu定期预告发布， 每六个月发布一个新版本。每个版本都提供至少18个月的支持。
zh_hk: Ubuntu 固定每六個月推出新版本。每個版本都有最少十八個月的支援。
