Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: Ubuntu is entirely committed to the principles of open source software development; we encourage people to use open source software, improve it and pass it on.
bn: উবুন্টু সম্পূর্ণরূপে ওপেন সোর্স সফ্টওয়্যার ডেভলোপমেন্ট মূলনীতি সম্পাদন করে; আমরা মানুষকে ওপেন সোর্স সফ্টওয়্যার ব্যবহার করতে, উন্নতিসাধন করতে এবং অগ্রসর করতে উৎসাহিত করি।
ca: L'Ubuntu està compromès amb els principis del desenvolupament de programari lliure; encoratgem tothom a fer servir programari lliure, millorar-lo i distribuir-lo.
cs: Ubuntu je zcela zavázáno zásadám vývoje softwaru s otevřeným zdrojovým kódem; povzbuzujeme lidi, aby používali software s otevřeným zdrojovým kódem, vylepšovali jej a šířili dál.
da: Ubuntu støtter helhjertet principperne bag udvikling af åben kildekode-software (open source). Vi opfordrer folk til at bruge åben kildekode-software, forbedre det og give det videre.
de: Ubuntu ist den Grundsätzen der Entwicklung von freier Software verpflichtet. Wir ermutigen zur Verwendung, Weiterentwicklung und Weitergabe freier Software.
el: Το Ubuntu υποστηρίζει απόλυτα τις αρχές ανάπτυξης του ελεύθερου λογισμικού. Ενθαρρύνουμε τους ανθρώπους να χρησιμοποιούν λογισμικό ανοιχτού κώδικα, να το βελτιώνουν και να το προωθούν.
es: Ubuntu está totalmente comprometido con los principios del desarrollo de software de código abierto; animamos a la gente a utilizar software de código abierto, a mejorarlo y a compartirlo.
fr: Ubuntu adhère entièrement aux principes de développement des logiciels libres; nous vous encourageons à utiliser les logiciels libres, à contribuer à leur amélioration et à leur diffusion.
gl: Ubuntu axústase enteiramente aos principios do desenvolvemento de software libre; animamos á xente a usar o software libre, merollalo e promovelo.
it: Ubuntu è votato completamente ai principi del software libero e open source; gli utenti sono incoraggiati all'uso, al miglioramento e alla diffusione del software libero e open source.
lv: Ubuntu pilnībā atbalsta atvērtā pirmkoda programmatūras izstrādes principus; mēs vēlamies, lai cilvēki lieto atvērtā pirmkoda programmatūru, attīsta to un izplata to tālāk.
nb: Ubuntu er helt og holdent bundet til prinsippene rundt utvikling av fri programvare; vi oppfordrer alle til å bruke fri programvare, bygge på den og dele den med andre.
nl: Ubuntu schaart zich volledig achter de grondbeginselen van de opensource-softwareontwikkeling. Wij stimuleren mensen om opensource-software te gebruiken, te verbeteren en te verspreiden.
pt_br: O Ubuntu é totalmente comprometido com os princípios de desenvolvimento de software livre; nós encorajamos as pessoas a utilizarem, melhorarem e distribuírem software livre.
ru: Ubuntu всецело предана принципам разработки свободного программного обеспечения; мы призываем людей использовать свободное программное обеспечение, улучшать его и распространять дальше.
sk: Ubuntu je úplne oddané princípom vývoja slobodného softvéru, povzbudzujeme ľudí, aby používali slobodný softvér, zlepšovali ho a ďalej rozširovali.
sl: Ubuntu docela sledi načelom odprtokodnega razvoja programske opreme. Ljudi spodbujamo, naj uporabljajo odprtokodno programje, ga izboljšujejo in predajajo drugim.
sr: Убунту је у потпуности предан принципима развоја слободног софтвера; охрабрујемо људе да користе софтвер отвореног кôда, да га унапређују и да га прослеђују даље.
tr: Ubuntu, kendini tamamen açık kaynak kodlu yazılım geliştirme ilkelerine adamıştır; bizler, insanları açık kaynak kodlu yazılım kullanmaya, geliştirmeye ve bu yazılımları başkalarına aktarmaya teşvik etmekteyiz.
zh_cn: Ubuntu完全承诺开源软件开发的原则； 我们鼓励人们使用开源软件、改进它并 使之继续发展下去。
zh_hk: Ubuntu 完全遵守開放源碼軟件發展的原則；我們鼓勵人們使用、改進並散佈開放源碼軟件。

source: The key promises of Ubuntu are: <placeholder-1/>
bn: উবুন্টুর মূখ্য প্রতিশ্রুতি হলো: <placeholder-1/>
ca: Les promeses principals de l'Ubuntu són: <placeholder-1/>
cs: Klíčové vlastnosti Ubuntu jsou: <placeholder-1/>
da: Ubuntus vigtigste løfter er: <placeholder-1/>
de: Die wichtigsten Versprechen von Ubuntu sind: <placeholder-1/>
el: Οι βασικές υποσχέσεις του Ubuntu είναι: <placeholder-1/>
es: Las promesas calves de Ubuntu son: <placeholder-1/>
fr: Les engagements fondamentaux d'Ubuntu sont : <placeholder-1/>
gl: As promesas clave de Ubuntu son: <placeholder-1/>
it: Le promesse fondamentali di Ubuntu sono: <placeholder-1/>
lv: Ubuntu galvenie solījumi ir: <placeholder-1/>
nb: De viktigste løftene til Ubuntu er: <placeholder-1/>
nl: De belangrijkste beloftes van Ubuntu zijn: <placeholder-1/>
pt_br: As promessas chave do Ubuntu são: <placeholder-1/>
ru: Главные обещания Ubuntu: <placeholder-1/>
sk: Kľúčové prísľuby Ubuntu sú: <placeholder-1/>
sl: Ključne Ubuntu obljube so: <placeholder-1/>
sr: Најважнија обећања Убунтуа су: <placeholder-1/>
tr: Ubuntu'nun vaat ettiği anahtarlar: <placeholder-1/>
zh_cn: Ubuntu的主要承诺有：<placeholder-1/>
zh_hk: Ubuntu 最重要之承諾：<placeholder-1/>

source: For more information about Ubuntu, see <ulink url="ghelp:about-ubuntu">About Ubuntu</ulink>.
bn: উবুন্টুর সংক্রান্ত আরও তথ্য জানতে, <ulink url="ghelp:about-ubuntu">উবুন্টু পরিচিতি</ulink> দেখুন।
ca: Per obtenir més informació sobre l'Ubuntu, vegeu <ulink url="ghelp:about-ubuntu">Quant a l'Ubuntu</ulink>.
cs: Chcete-li zjistit více informací o Ubuntu, přečtěte si sekci <ulink url="ghelp:about-ubuntu">O Ubuntu</ulink>.
da: Se <ulink url="ghelp:about-ubuntu">Om Ubuntu</ulink>, for yderligere information om Ubuntu.
de: Für mehr Information über Ubuntu, siehe <ulink url="ghelp:about-ubuntu"> Über Ubuntu </ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το Ubuntu, δείτε <ulink url="ghelp:about-ubuntu">Για το Ubuntu</ulink>.
es: Para más información vea <ulink url="ghelp:about-ubuntu">Acerca de Ubuntu</ulink>.
fr: Pour plus d'informations à propos d'Ubuntu, consultez <ulink url="ghelp:about-ubuntu">À propos d'Ubuntu</ulink>.
gl: Para obter máis información vexa <ulink url="ghelp:about-ubuntu">Acerca de Ubuntu</ulink>.
it: Per maggiori informazioni su Ubuntu, consultare, <ulink url="ghelp:about-ubuntu">Informazioni su Ubuntu</ulink>.
lv: Lai uzzinātu ko vairāk par Ubuntu, skatiet <ulink url="ghelp:about-ubuntu">Par Ubuntu</ulink>.
nb: For mer informasjon om Ubuntu, følg <ulink url="ghelp:about-ubuntu">Om Ubuntu</ulink>.
nl: Zie voor meer informatie over Ubuntu <ulink url="ghelp:about-ubuntu">About Ubuntu</ulink>.
pt_br: Para mais informações sobre o Ubuntu, veja <ulink url="ghelp:about-ubuntu">Sobre o Ubuntu</ulink>.
ru: Для получения большей информации, смотрите <ulink url="ghelp:about-ubuntu">Об Ubuntu</ulink>.
sk: Pre viac informácií o Ubuntu, viď <ulink url="ghelp:about-ubuntu">O Ubuntu</ulink>.
sl: Za več podrobnosti o Ubuntuju si oglejte <ulink url="ghelp:about-ubuntu">O Ubuntu</ulink>.
sr: За више информација о Убунтуу, погледајте: <ulink url="ghelp:about-ubuntu">О Убунтуу</ulink>.
tr: Ubuntu hakkında daha fazla bilgi için, <ulink url="ghelp:about-ubuntu">Ubuntu Hakkında</ulink>'ya bakınız.
zh_cn: 有关Ubuntu的更多信息，请参阅<ulink url="ghelp:about-ubuntu">关于Ubuntu</ulink>。
zh_hk: 詳情請見<ulink url="ghelp:about-ubuntu">關於 Ubuntu</ulink>。

source: Getting around the desktop
bn: ডেস্কটপের ধারেকাছে
ca: Com moure's per l'escriptori
cs: Seznámení s pracovním prostředím
da: Finde rundt på skrivebordet
de: Die Arbeitsoberfläche kennen lernen.
el: Περιήγηση στην επιφάνεια εργασίας
es: Cómo moverse en el escritorio
fr: Découverte du bureau
gl: Como moverse no escritorio
it: Usare l'ambiente grafico
lv: Darbošanās darbvirsmā
nb: Bli kjent med skrivebordet
nl: Omgaan met het bureaublad
pt_br: Conhecendo o ambiente de trabalho
ru: Обзор рабочего стола
sk: Orientujeme sa na pracovnej ploche
sl: Delo na namizju
sr: Упознавање са радном површи
tr: Masaüstünden alma
zh_cn: 熟悉桌面
zh_hk: 瞭解桌面

source: Ubuntu's desktop experience is designed to be as efficient and usable as possible. Here is a short introduction to the different areas:
bn: কার্যকর এবং সম্ভাব্য ব্যবহারোপযোগী করে উবুন্টু ডেস্কটপ অভিজ্ঞতা পরিকল্পনা করা হয়েছে। ভিন্ন ভিন্ন ক্ষেত্রের জন্য এখানে ছোট একটি ভূমিকা দেওয়া হলো:
ca: L'experiència amb l'escriptori de l'Ubuntu està dissenyada per ser el màxim d'eficient i usable possible. Aquí teniu una petita introducció a les diverses àrees:
cs: Pracovní prostředí Ubuntu je navrženo tak, aby bylo co nejvíce efektivní a použitelné. Zde je krátký úvod do různých oblastí:
da: Ubuntus skrivebords er designet til at være så effektivt og nemt som muligt. Her er en kort introduktion til de forskellige områder:
de: Die Arbeitsoberfläche von Ubuntu wurde entworfen, um so effizient und verwendbar wie möglich zu sein. Hier ist eine kurze Einführung in die verschiedenen Gebiete:
el: Η επιφάνεια εργασίας του Ubuntu έχει σχεδιαστεί ώστε να είναι όσο πιο αποτελεσματική και ευκολοχρησιμοποίητη γίνεται. Εδώ θα δείτε μια σύντομη εισαγωγή στους διάφορους τομείς:
es: La experiencia del escritorio de Ubuntu, está diseñada para ser lo más eficaz y utilizable posible. He aquí una breve introducción a las diferentes áreas:
fr: L'utilisation du bureau Ubuntu est pensée pour être aussi efficace et fonctionnelle que possible. Voici une brève présentation de ses différents éléments :
gl: A experiencia do escritorio de Ubuntu está deseñada para ser o máis eficaz e usábel posíbel. Aquí ten unha breve introdución ás diferentes áreas:
it: L'esperienza utente dell'ambiente grafico di Ubuntu è progettata per essere il più efficiente e utilizzabile possibile. Le parti principali dell'interfaccia sono:
lv: Ubuntu darbvirsmas pieredze ir veidota, lai tā būtu tik efektīva un lietojama, cik vien iespējams. Šeit ir īss ievads dažādās jomās:
nb: Ubuntuskrivebordet er laget for å være så effektivt og brukervennlig som mulig. Her er en kort oversikt over de forskjellige områdene:
nl: Het bureaublad van Ubuntu is ontworpen om zo efficiënt en bruikbaar mogelijk te zijn. Hier volgt een korte introductie van de verschillende onderdelen:
pt_br: A experiência de usuário no Ubuntu é desenvolvida proporcionando o máximo de eficiência e usabilidade. Eis uma breve introdução às diferentes áreas:
ru: Оформление рабочего стола Ubuntu спроектировано так, что быть как можно более удобным и эффективным. Вот краткое введение в различные его части:
sk: Pracovné prostredie Ubuntu bolo navrhnuté tak, aby bolo čo najviac efektívne a ergonomické. Nasleduje krátky úvod do rôznych oblastí:
sl: Ubuntu namizje je oblikovano tako, da je učinkovito in uporabno kot je mogoče. Tukaj je kratek uvod v različna področja:
sr: Искуство Убунтуове радне површи је дизајнирано тако да буде ефикасно и употребљиво што је више могуће. Овде је кратак увод у различите области:
tr: Ubuntu'nun masaüstü deneyimi, mümkün olduğunca verimli ve etkili olması için tasarlandı. Burada farklı alanlar için küçük bir tanıtım vardır:
zh_cn: Ubuntu的桌面体验设计为尽可能 高效有用。下面是对不同区域的简要介绍：
zh_hk: Ubuntu 的設計理念是盡可能的有效率、同時也容易使用。這裏是一些對於不同範籌的簡短介紹：

source: <guilabel>Applications</guilabel> - start applications and find new ones in <application>Software Center</application>
bn: <guilabel>এপ্লিকেশন</guilabel> - এপ্লিকেশন আরম্ভ করা এবং নতুন খুঁজুন <application>সফ্টওয়্যার কেন্দ্র</application>
ca: <guilabel>Aplicacions</guilabel> - inicieu aplicacions i trobeu-ne de noves al <application>Centre de programari</application>
cs: <guilabel>Aplikace</guilabel> - místo pro spouštění aplikací anebo nalezení nových v <application>Centru softwaru</application>
da: <guilabel>Programmer</guilabel> - start programmer og find nye under <application>Softwarecenter</application>
de: <guilabel>Anwendungen</guilabel> - Anwendungen starten und neue im <application>Software Center</application> erhalten.
el: <guilabel>Εφαρμογές</guilabel> - εκκινήστε εφαρμογές και βρείτε καινούργιες στο <application>Κέντρο λογισμικού</application>
es: <guilabel>Aplicaciones</guilabel> - iniciar aplicaciones y buscar nuevas en <application>Centro de software</application>
fr: <guilabel>Applications</guilabel> - lancez des applications et découvrez en de nouvelles dans la <application>Logithèque Ubuntu</application>
gl: <guilabel>Aplicativos</guilabel> - iniciar aplicativos e buscar novos en <application>Centro de software</application>
it: <guilabel>Applicazioni</guilabel>: avviare applicazioni e trovarne di nuove utilizzando <application>Software Center</application>
lv: <guilabel>Lietotnes</guilabel> - startējiet lietotnes un atrodiet jaunas <application>Programmatūras centrā</application>
nb: <guilabel>Programmer</guilabel> - start programmer og finn nye i <application>Programvaresenteret</application>
nl: <guilabel>Toepassingen</guilabel> - start toepassingen en zoek naar nieuwe in het <application>Softwarecentrum</application>
pt_br: <guilabel>Aplicações</guilabel> - Iniciar aplicativos e procurar por novos em <application>Central de programas</application>
ru: <guilabel>Приложения</guilabel> — запускайте приложения и находите новые в <application>Центре приложений</application>
sk: <guilabel>Aplikácie</guilabel> - spustite aplikácie a nájdite nové v <application>Centre softvéru</application>
sl: <guilabel>Programi</guilabel> - zaganjajte programe in poiščite nove v <application>Programsko središče Ubuntu</application>
sr: <guilabel>Програми</guilabel> — покрените апликације и пронађите нове у <application>Софтверском центру</application>.
tr: <guilabel>Uygulamalar</guilabel> - uygulamaları başlat ve <application>Yazılım Merkezi</application>nden yenilerini bul.
zh_cn: <guilabel>应用程序</guilabel> - 启动应用程序并找出 <application>软件中心</application>中的最新应用程序
zh_hk: <guilabel>應用程式</guilabel> - 開啟應用程式；新軟件可自 <application>軟件中心</application> 取得

source: <guilabel>Places</guilabel> - find files and folders on your computer
bn: <guilabel>অবস্থান</guilabel> - আপনার কম্পিউটারে ফাইল এবং ফোল্ডার অনুসন্ধান করুন
ca: <guilabel>Llocs</guilabel> - trobeu fitxers i carpetes al vostre ordinador
cs: <guilabel>Místa</guilabel> - místo pro hledání souborů a složek ve vašem počítači
da: <guilabel>Steder</guilabel> - find filer og mapper på din computer
de: <guilabel>Orte</guilabel> - Finden Sie Dateien und Ordner auf Ihrem Rechner
el: <guilabel>Τοποθεσίες</guilabel> - βρείτε αρχεία και φακέλους στον υπολογιστή σας
es: <guilabel>Lugares</guilabel> - busque archivos y carpetas en su equipo
fr: <guilabel>Raccourcis</guilabel> - accédez aux dossiers et fichiers sur votre ordinateur
gl: <guilabel>Lugares</guilabel> - busque ficheiros e cartafoles no seu computador
it: <guilabel>Risorse</guilabel>: trovare file e cartelle sul proprio computer
lv: <guilabel>Vietas</guilabel> - atrodiet failus un mapes jūsu datorā
nb: <guilabel>Steder</guilabel> - finn filer og mapper på datamaskinen
nl: <guilabel>Locaties</guilabel> - vind bestanden en mappen op uw computer
pt_br: <guilabel>Locais</guilabel> - procure arquivos e pastas no seu computador
ru: <guilabel>Переход</guilabel> — позволяет найти файлы и папки на вашем компьютере
sk: <guilabel>Miesta</guilabel> - nájdite súbory a priečinky na vašom počítači
sl: <guilabel>Mesta</guilabel> - poiščite datoteke in mape na svojem računalniku
sr: <guilabel>Пречице</guilabel> — пронађите датотеке и фасцикле на вашем рачунару.
tr: <guilabel>Yerler</guilabel> - bilgisayarınızda dosya ve klasörleri bulun
zh_cn: <guilabel>位置</guilabel> - 找出计算机上的文件和文件夹
zh_hk: <guilabel>位置</guilabel> - 在電腦找尋檔案及資料夾

source: <guilabel>System</guilabel> - customise Ubuntu's settings and find help
bn: <guilabel>সিস্টেম</guilabel> - উবুন্টুর সেটিং স্বনির্ধারণ করুন এবং সহায়তা খুঁজুন
ca: <guilabel>Sistema</guilabel> - personalitzeu els paràmetres de l'Ubuntu i obteniu ajuda
cs: <guilabel>Systém</guilabel> - místo pro přizpůsobení nastavení Ubuntu a hledání pomoci
da: <guilabel>System</guilabel> - ændr Ubuntus indstillinger og få hjælp
de: <guilabel>System</guilabel> - Ubuntu an Ihre Bedürfnisse anpassen und Hilfe finden.
el: <guilabel>Σύστημα</guilabel> - προσαρμόστε τις ρυθμίσεις του Ubuntu και βρείτε βοήθεια
es: <guilabel>Sistema</guilabel> - personalice la configuración de Ubuntu y encuentre ayuda
fr: <guilabel>Système</guilabel> - personnalisez les paramètres d'Ubuntu et trouvez de l'aide
gl: <guilabel>Sistema</guilabel> - personalice a configuración de Ubuntu e atope axuda
it: <guilabel>Sistem</guilabel>: personalizzare le impostazioni di Ubuntu e trovare aiuto
lv: <guilabel>Sistēma</guilabel> - pielāgojiet Ubuntu iestatījumus un sameklējiet palīdzību
nb: <guilabel>System</guilabel> - juster innstillinger i Ubuntu og finn hjelpefunksjoner
nl: <guilabel>Systeem</guilabel> - pas de instellingen van Ubuntu aan en zoek hulp
pt_br: <guilabel>Sistema</guilabel> - Modificar configurações do Ubuntu, e obter ajuda.
ru: <guilabel>Система</guilabel> — позволяет настроить Ubuntu по вашему усмотрению и получить необходимую помощь
sk: <guilabel>Systém</guilabel> - prispôsobte si Ubuntu nastavenia a nájdite pomoc
sl: <guilabel>Sistem</guilabel> - prilagodite nastavitve Ubuntu in poiščite pomoč
sr: <guilabel>Систем</guilabel> — прилагодите поставке Убунтуа и пронађите помоћ.
tr: guilabel>Sistem</guilabel> - Ubuntu ayarlarını düzenleyin ve yardımı bulun
zh_cn: <guilabel>系统</guilabel> - 自定义Ubuntu的设置并查找帮助
zh_hk: <guilabel>系統</guilabel> - 自訂 Ubuntu 設置及找尋幫忙

source: <emphasis>The menubar</emphasis> is found at the top left of your screen and is where you go to start applications, find files and customise settings. It is made up of three menus: <placeholder-1/>
el: <emphasis>Η γραμμή μενού</emphasis> βρίσκεται στην επάνω αριστερή γωνία της οθόνης σας και είναι το σημείο από όπου εκκινείτε τις εφαρμογές, βρίσκετε αρχεία και προσαρμόζετε τις ρυθμίσεις. Αποτελείται από τρία μενού: <placeholder-1/>
fr: <emphasis>La barre de menus</emphasis> est localisée en haut à droite de votre écran et est le lieu à partir duquel vous pouvez lancer des applications, trouver des fichiers et personnaliser les paramètres. Elle est constituée de trois menus:<placeholder-1/>
it: La <emphasis>barra dei menù</emphasis> è situata in alto nello schermo ed è da dove si lanciano le applicazioni, si accede ai propri file e si personalizzano le impostazioni. La barra è composta da tre menù: <placeholder-1/>
sk: <emphasis>Panel ponuky</emphasis> sa nachádza v ľavom hornom rohu obrazovky a odtiaľ môžete spúšťať aplikácie, hľadať súbory a prispôsobovať si nastavenia. Je tvorený trojicou ponúk: <placeholder-1/>
sl: <emphasis>Menijsko vrstico</emphasis> lahko najdete v zgornjem levem kotu vašega ekrana. Tam lahko zaženete programe, najdete datoteke in prilagajate nastavitve. Sestavljena je iz treh menijev: <placeholder-1/>
sr: <emphasis>Линија менија</emphasis> се налази у горњем левом углу вашег екрана и њу користите да покренете апликације, пронађете датотеке и прилагодите поставке. Чине је три основна менија: <placeholder-1/>
zh_cn: <emphasis>菜单栏</emphasis>位于屏幕顶部左侧，这里是 启动应用程序、查找文件和自定义设置的地方。它 由三个菜单组成：<placeholder-1/>
