Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: Ubuntu includes applications for playing and managing music and for playing and editing video.
bn: উবুন্টু মিউজিক খেলা এবং পরিচালনা এবং ভিডিও খেলা এবং সম্পাদনা করার এপ্লিকেশন সংযুক্ত করে।
ca: L'Ubuntu inclou diverses aplicacions per reproduir i gestionar música i per reproduir i editar vídeo.
cs: Ubuntu obsahuje aplikace pro přehrávání a správu hudby a přehrávání a úpravu videa.
da: Ubuntu inkluderer programmer til afspilning og håndtering af musik og afspilning og redigering af video.
de: Ubuntu enthält Anwendungen zum Abspielen und Verwalten von Musik und zum Abspielen und Bearbeiten von Videos.
el: Το Ubuntu περιλαμβάνει εφαρμογές για αναπαραγωγή και διαχείριση μουσικής όπως επίσης και για αναπαραγωγή και επεξεργασία βίντεο.
es: Ubuntu incluye aplicaciones para reproducir y gestionar música y para reproducir y editar vídeo.
fr: Ubuntu offre des applications permettant la lecture et la gestion de la musique ainsi que la lecture et le montage de vidéos.
gl: Ubuntu inclúe aplicativos para reproducir e xestionar música e para reproducir e editar vídeo.
it: Ubuntu comprende applicazioni per la riproduzione e la gestione di musica, così come per la riproduzione e la modifica di video.
lv: Ubuntu ir iekļautas lietotnes mūzikas atskaņošanai un pārvaldīšanai un video atskaņošanai un rediģēšanai.
nb: I Ubuntu følger det med programmer for å spille av og behandle musikk, og for avspilling og redigering av video.
nl: In Ubuntu zitten toepassingen voor het afspelen en beheren van muziek en voor het afspelen en bewerken van video's.
pt_br: O Ubuntu inclui aplicações para execução e gerenciamento de músicas, e para execução e edição de vídeos.
ru: Ubuntu включает в себя приложения для прослушивания и управления музыкой и просмотра и редактирования видео.
sk: Ubuntu obsahuje aplikácie na prehrávanie a správu hudby a na prehrávanie a úpravu videa.
sl: Ubuntu vsebuje programe za predvajanje in urejanje glasbe ter predvajanje in urejanje video posnetkov.
sr: Убунту садржи апликације за репродукцију и управљање музиком и за репродукцију и уређивање видео записа.
tr: Müzik oynatma ve yönetme, video oynatma ve düzenleme ile ilgili uygulamalar Ubuntu'da bulunur.
zh_cn: Ubuntu包含用于播放和管理音乐及播放 和编辑视频的应用程序。
zh_hk: Ubuntu 包含了可播放、管理音樂以及可播放、編輯影片的應用程式。

source: Music and video files require special software to play them, called <emphasis>codecs</emphasis>. Some codecs (for example those required to play MP3s) are not included by default in Ubuntu because they are <ulink url="ghelp:add-applications#restricted-software">proprietary</ulink>. You will be prompted to add support for the necessary codec if you try to play a music or video file which is not supported.
bn: মিউজিক এবং ভিডিও ফাইল চালানোর জন্য বিশেষ সফ্টওয়্যার প্রয়োজন, যাকে বলা হয় <emphasis>কোডেক</emphasis>। কিছু কোডেক (উদাহরণ স্বরূপ MP3 চালাতে প্রয়োজন হয়) যা কিনা উবুন্টুতে পূর্বনির্ধারিত ভাবে থাকবেনা কারণ তা <ulink url="ghelp:add-applications#restricted-software">মালিকানা</ulink>। যে মিউজিক অথবা ভিডিও ফাইল আপনি চালাতে চাচ্ছেন তা যদি সমর্থিত না হয় তাহলে আপনার প্রয়োজনীয় কোডেক সাপোর্ট সংযুক্ত করার কথা বলা হবে।
ca: Els fitxers de música i de vídeo necessiten programari especial per reproduir-los, que s'anomenen <emphasis>còdecs</emphasis>. Alguns còdecs (com ara els que calen per reproduir fitxers MP3) no s'inclouen de manera predeterminada a l'Ubuntu donat que són programari <ulink url="ghelp:add-applications#restricted-software">privatiu</ulink>. Si intenteu reproduir un fitxer de música o de vídeo que no sigui compatible, us apareixerà un missatge per afegir el còdec que faci falta.
cs: Soubory s hudbou a videem vyžadují pro přehrávání speciální software, tzv. <emphasis>kodeky</emphasis>. Některé kodeky (například ty pro přehrávání MP3) nejsou v Ubuntu standardně dostupné, protože jsou <ulink url="ghelp:add-applications#restricted-software">nesvobodné</ulink>. Pokud se pokusíte přehrát hudbu nebo video, které není podporováno, budete vyzváni k instalaci dodatečných kodeků.
da: Musik- og videofiler kræver særlig software for at blive afspillet, kaldet <emphasis>codecs</emphasis>. Nogle codecs (for eksempel dem, der kræves for at spille MP3'er) er ikke inkluderet som standard i Ubuntu, fordi de er <ulink url="ghelp:add-applications#restricted-software">proprietære</ulink>. Du vil blive spurgt om du vil installere det nødvendige codec, hvis du prøver at afspille en musik- eller videofil, der ikke er understøttet.
de: Musik- und Videodateien benötigen spezielle Software, genannt <emphasis>Codecs</emphasis> um sie abzuspielen. Einige Codecs (z.B. diejenigen, die zum Abspielen von MP3 benötigt werden) sind in Ubuntu nicht standardmäßig enthalten, weil sie <ulink url="ghelp:add-applications#restricted-software">proprietär</ulink> sind. Sie werden aufgefordert, zusätzliche, unterstützende Software zu installieren, wenn sie versuchen, eine Musik- oder Videodatei abzuspielen, die nicht unterstützt wird.
el: Τα αρχεία μουσικής και βίντεο απαιτούν ειδικά λογισμικά για την αναπαραγωγή τους, που ονομάζονται <emphasis>κωδικοποιητές (codecs)</emphasis>. Κάποιοι κωδικοποιητές (για παράδειγμα αυτοί που απαιτούνται για την αναπαραγωγή των MP3) δεν περιλαμβάνονται από προεπιλογή στο Ubuntu επειδή είναι <ulink url="ghelp:add-applications#restricted-software">ιδιοταγές</ulink>. Θα σας προταθεί να προσθέσετε υποστήριξη για τους απαραίτητους κωδικοποιητές όταν προσπαθήσετε ν' αναπαραγάγετε κάποιο αρχείο μουσικής ή βίντεο που δεν υποστηρίζεται.
es: Los archivos de música y vídeo requieren de software especial (llamado <emphasis>códecs</emphasis>) para poder ser reproducidos. Algunos códecs (por ejemplo los requeridos para reproducir MP3) no se incluyen de forma predeterminada en Ubuntu, debido a que son <ulink url="ghelp:add-applications#restricted-software">propietarios</ulink>. Se le preguntará si desea añadir soporte para los códecs necesarios si intenta reproducir un archivo de música o vídeo que no sea soportado.
fr: Pour leur lecture, les fichiers audio et vidéo requièrent des logiciels spéciaux appelés <emphasis>codecs</emphasis>. Certains codecs (par exemple ceux qui sont nécessaires à la lecture des fichiers MP3) ne sont pas intégrés par défaut dans Ubuntu car ils sont <ulink url="ghelp:add-applications#restricted-software">propriétaires</ulink>. Si vous essayez de lire un fichier audio ou vidéo qui n'est pas pris en charge, Ubuntu vous proposera d' installer le codec nécessaire.
gl: Os ficheiros de música e vídeo requiren dun software especial (chamado <emphasis>códecs</emphasis>) para poder ser reproducidos. Algúns códecs (por exemplo os requiridos para reproducir MP3) non se inclúen de xeito predeterminado en Ubuntu, debido a que son <ulink url="ghelp:add-applications#restricted-software">propietarios</ulink>. Preguntaráselle se desexa engadir compatibilidade para os códecs necesarios se tenta reproducir un ficheiro de música ou vídeo que non sexa compatíbel.
it: Per poter riprodurre musica e video sono necessari dei software particolari, chiamati <emphasis>codec</emphasis>. Alcuni codec (come quelli necessari per ascoltare MP3) non possono essere inclusi nel CD di Ubuntu in quanto sono <ulink url="ghelp:add-applications#restricted-software">proprietari</ulink>. Nel casi si tenti di riprodurre un file che necessita di tali codec, verrà richiesto di installare quelli appropriati.
lv: Mūzikas un video failiem ir nepieciešama speciāla programmatūra, saukta par <emphasis>kodekiem</emphasis>, lai tos atskaņotu. Daži kodeki (kā, piemēram, tādi, kas nepieciešami MP3 atskaņošanai) nav iekļauti Ubuntu pēc noklusējuma, tāpēc ka tie ir <ulink url="ghelp:add-applications#restricted-software">patentēti</ulink> un tos kontrolē komerciāli uzņēmumi. jums tiks piedāvāts pievienot atbalstu nepieciešamajam kodekam, ja jūs mēģināsiet atskaņot mūziku vai video failu, kas uz doto brīdi sistēmā nav atbalstīts.
nb: Musikk og film kan kreve spesiell programvare for avspilling, kalt <emphasis>kodeker</emphasis>. Noen kodeker (f.eks dem som kreves for avspilling av MP3er) følger ikke med Ubuntu som standard, da de er <ulink url="ghelp:add-applications#restricted-software">proprietære</ulink>. Du vil bli spurt om du ønsker å legge til kodekstøtte for avspilling av musikk eller film du forsøker å spille av.
nl: Voor het afspelen van muziek- en videobestanden heeft u speciale software, <emphasis>codecs</emphasis> genaamd, nodig. Sommige codecs (bijvoorbeeld codecs, nodig om MP3's af te spelen) zitten niet standaard in Ubuntu omdat ze tot de <ulink url="ghelp:add-applications#restricted-software">niet-vrije software</ulink> behoren. Er zal u gevraagd worden ondersteuning tot te voegen voor de benodigde codec wanneer u probeert muziek- of videobestanden af te spelen die niet ondersteund worden.
pt_br: Arquivos de música e vídeo exigem softwares especiais para reproduzi-los, chamados <emphasis>codecs</emphasis>. Alguns codecs (por exemplo, aqueles necessários para tocar MP3s) não são incluídos por padrão no Ubuntu porque são <ulink url="ghelp:add-applications#restricted-software">proprietários</ulink>. Você será solicitado a adicionar suporte para o codec necessário se você tentar reproduzir um arquivo de música ou vídeo que não é suportado.
ru: Музыкальные и видеофайлы требуют для проигрывания специальное программное обеспечение, называемое <emphasis>кодеками</emphasis>. Некоторые кодеки (например, для воспроизведения MP3) по-умолчанию не включены в Ubuntu, так как они <ulink url="ghelp:add-applications#restricted-software">проприетарные</ulink>. При попытке воспроизведения неподдерживаемого музыкального или видеофайла вы сможете добавить поддержку необходимого кодека.
sk: Hudobné a video súbory potrebujú špeciálny softvér na prehrávanie nazývaný <emphasis>kodek</emphasis>. Niektoré kodeky, napríklad tie potrebné na prehrávanie MP3 súborov, nie sú predvolene nainštalované v Ubuntu, pretože je to softvér <ulink url="ghelp:add-applications#restricted-software">s vyhradenými autorskými právami</ulink>. Budete vyzvaný na pridanie podpory pre potrebný kodek, ak sa pokúsite prehrať hudobný alebo video súbor, ktorý nie je podporovaný
sl: Glasba in video datoteke potrebujejo za predvajanje posebno programsko opremo imenovano <emphasis>kodeki</emphasis>. Nekateri kodeki (npr. MP3) niso vključeni v Ubuntu, saj so <ulink url="ghelp:add-applications#restricted-software">lastniški</ulink>. Ko boste predvajali glasbo ali video za katerega nimate kodekov, boste pozvani za njihov prejem.
sr: Музичке и видео датотеке захтевају посебан софтвер за њихову репродукцију, под називом <emphasis>кодеци</emphasis>. Неки кодеци (на пример они неопходни за репродукцију МП3 датотека) нису унапред укључени у Убунтуу јер су <ulink url="ghelp:add-applications#restricted-software">власнички</ulink>. Бићете упитани да додате подршку за неопходне кодеке ако покушате да репродукујете музичке или видео датотеке које нису подржане.
tr: Müzik ve video dosyalarını oynatmak için, <emphasis>kodek</emphasis> olarak adlandırılan özel yazılıma ihtiyaç duyarlar. Bazı kodekler (örneğin MP3 oynatmak için gerekli olan), Ubuntu'da öntanımlı olarak bulunmaz. Çünkü onlar <ulink url="ghelp:add-applications#restricted-software">tescilli</ulink>dir. Eğer desteklenmeyen bir müzik veya video oynatmayı denerseniz, gerekli kodek desteğinin eklenmesi sizden istenecektir.
zh_cn: 音乐和视频文件需要特别的软件才能播放，称为 <emphasis>编码解码器</emphasis>。一些编码解码器（例如播放 MP3所需的编码解码器）默认不包含在Ubuntu中，因为它们是<ulinkurl="ghelp:add-applications#restricted-software">专有技术</ulink>。如果 播放不支持的音乐或视频文件，则会提示添加对 必要编码解码器的支持。
zh_hk: 音樂和影片檔需要特殊的軟件才能播放，這些軟件稱為<emphasis>編解碼器(codecs)</emphasis>。Ubuntu 預設未有納入某些編解碼器 (例如播放 MP3 音樂所需的編解碼器)，這是因為其受到<ulink url="ghelp:add-applications#restricted-software">版權保護</ulink>。當您嘗試要播放不支援的音樂或影片檔時，您將會接到提示，決定是否要增加所需編解碼器的支援。

source: To add support for all frequently used music and video files, <ulink url="apt:ubuntu-restricted-extras">install the ubuntu-restricted-extras package</ulink>. This will also add support for <ulink url="ghelp:musicvideophotos#video-playback-flash">websites which use Flash video</ulink>.
bn: নিয়মিত সব ব্যবহৃত মিউজিক এবং ভিডিও ফাইল সাপোর্ট যোগ করার জন্য, <ulink url="apt:ubuntu-restricted-extras"> উবুন্টু সীমাবদ্ধ অতিরিক্ত প্যাকেজ ইনস্টল করুন</ulink>। এটি <ulink url="ghelp:musicvideophotos#video-playback-flash"> ওয়েবসাইট এর জন্য সাপোর্টও যোগ করে যা কিনা ফ্ল্যাশ ভিডিও ব্যবহার করবে</ulink>।
ca: Per afegir compatibilitat a a tots els còdecs que utilitzen freqüentment els fitxers de música i vídeo, <ulink url="apt:ubuntu-restricted-extras">instal·leu el paquet ubuntu-restricted-extras</ulink>. Aquest paquet també us afegirà compatibilitat per als <ulink url="ghelp:musicvideophotos#video-playback-flash">llocs web que utilitzin vídeo Flash</ulink>.
cs: Pro přidání podpory pro nejčastěji používané soubory s hudbou a videem <ulink url="apt:ubuntu-restricted-extras">nainstalujte balík ubuntu-restricted-extras</ulink>. Tím se také přidá podpora pro <ulink url="ghelp:musicvideophotos#video-playback-flash">webové stránky, které používají video Flash</ulink>.
da: <ulink url="apt:ubuntu-restricted-extras">Installere pakken ubuntu-restricted-extras</ulink>, for at tilføje understøttelse af ofte anvendte musik- og videofiler. Dette vil også tilføje understøttelse af <ulink url="ghelp:musicvideophotos#video-playback-flash">hjemmesider der bruger Flash-video</ulink>.
de: Um Unterstützung für alle oft genutzten Musik- und Videodateien zu installieren, <ulink url="apt:ubuntu-restricted-extras">installieren Sie das ubuntu-restricted-extras Paket</ulink>. Dies wird darüber hinaus auch Unterstützung für <ulink url="ghelp:musicvideophotos#video-playback-flash">Webseiten, die Flash Video nutzen</ulink> hinzufügen.
el: Για να προσθέσετε υποστήριξη για όλους τους συνήθεις τύπους αρχείων μουσικής και βίντεο, <ulink url="apt:ubuntu-restricted-extras">εγκαταστήστε το πακέτο ubuntu-restricted-extras package</ulink>. Έτσι, θα προσθέσετε επίσης, υποστήριξη για <ulink url="ghelp:musicvideophotos#video-playback-flash">ιστοσελίδες που χρησιμοποιούν Flash video</ulink>.
es: Para añadir soporte para los archivos de música y vídeo comúnmente usados <ulink url="apt:ubuntu-restricted-extras">instale el paquete ubuntu-restricted-extras</ulink>. Este paquete también añade soporte para <ulink url="ghelp:musicvideophotos#video-playback-flash">sitios que usan vídeo Flash</ulink>.
fr: Pour permettre la prise en charge de tous les types de fichiers audio et vidéo courants, <ulink url="apt:ubuntu-restricted-extras">installez le paquet ubuntu-restricted-extras</ulink>. Cela permettra également une prise en charge <ulink url="ghelp:musicvideophotos#video-playback-flash">des sites Web utilisant Flash</ulink>.
gl: Para engadir compatibilidade cos ficheiros de música e vídeo usados frecuentemente <ulink url="apt:ubuntu-restricted-extras">instale o paquete ubuntu-restricted-extras</ulink>. Este paquete tamén engade compatibilidade con <ulink url="ghelp:musicvideophotos#video-playback-flash">sitios que usan vídeo Flash</ulink>.
it: Per aggiungere il supporto ai più diffusi file audio e video, <ulink url="apt:ubuntu-restricted-extras">installare il pacchetto ubuntu-restricted-extras</ulink>. In questo modo verrà aggiunto il supporto anche per <ulink url="ghelp:musicvideophotos#video-playback-flash">siti web che utilizzano Flash</ulink>.
lv: Lai pievienotu visu populārāko mūzikas un video failu formātu atbalstu, <ulink url="apt:ubuntu-restricted-extras">instalējiet ubuntu-restricted-extras pakotni</ulink>. Šī pakotne nodrošinās arī atbalstu <ulink url="ghelp:musicvideophotos#video-playback-flash">tīmekļa vietnēm, kas izmanto Flash video.</ulink>.
nb: For å legge til støtte for all hyppige brukte musikk- og videofiler, <ulink url="apt:ubuntu-restricted-extras">installer pakken ubuntu-restricted-extras</ulink>. Dette vil også legge til støtte for <ulink url="ghelp:musicvideophotos#video-playback-flash">nettsider som bruker Flashvideo</ulink>.
nl: Om ondersteuning toe te voegen voor alle veelgebruikte muziek- en videobestanden <ulink url="apt:ubuntu-restricted-extras">installeert u het pakket ubuntu-restricted-extras</ulink>. Dit voegt ook ondersteuning toe voor <ulink url="ghelp:musicvideophotos#video-playback-flash">websites die Flash video gebruiken</ulink>.
pt_br: Para adicionar suporte para todas os arquivos de música e vídeo frequentemente utilizados, <ulink url="apt:ubuntu-restricted-extras">instalar o pacote ubuntu-restricted-extras</ulink>. Isso vai adicionar suporte para <ulink url="ghelp:musicvideophotos#video-playback-flash">sites que usam vídeo em Flash</ulink>.
ru: Чтобы добавить поддержку всех распространённых музыкальных и видеофайлов, <ulink url="apt:ubuntu-restricted-extras">установите пакет ubuntu-restricted-extras</ulink>. Этот пакет также добавит поддержку для <ulink url="ghelp:musicvideophotos#video-playback-flash">сайтов, которые используют Flash</ulink>.
sk: <ulink url="apt:ubuntu-restricted-extras">Nainštalovaním ubuntu-restricted-extras package</ulink> získate podporu pre všetky často používané hudobné a video súbory. Týmto tiež pridáte podporu pre <ulink url="ghelp:musicvideophotos#video-playback-flash">webové stránky ktoré používajú Flash video</ulink>.
sl: Za namestitev vseh kodekov, ki so pogosto uporabljeni <ulink url="apt:ubuntu-restricted-extras"> namestite paket ubuntu-restricted-extras </ulink>. Ta paket bo prav tako dodal podporo za <ulink url="ghelp:musicvideophotos#video-playback-flash">spletne strani, ki uporabljajo video Flash</ulink>.
sr: Да додате подршку за све најчешће коришћене музичке и видео датотеке, <ulink url="apt:ubuntu-restricted-extras"> инсталирајте пакет <quote>ubuntu-restricted-extras</quote></ulink>. Ово ће такође додати подршку за <ulink url="ghelp:musicvideophotos#video-playback-flash">веб сајтове који користе Флеш видео</ulink>.
tr: Sıklıkla kullanılan tüm müzik ve video dosyalarının desteğini eklemek için, <ulink url="apt:ubuntu-restricted-extras">ubuntu-restricted-extras paketini yükleyin</ulink>. Bu ayrıca, <ulink url="ghelp:musicvideophotos#video-playback-flash">Flash video kullanan websiteler</ulink> için desteği de ekleyecektir.
zh_cn: 要添加所有对常用音频和视频文件的支持，请参阅<ulinkurl="apt:ubuntu-restricted-extras">安装ubuntu-restricted-extras 软件包</ulink>。这还将添加对<ulinkurl="ghelp:musicvideophotos#video-playback-flash">使用 Flash 视频网站 的支持</ulink>。
zh_hk: <ulink url="apt:ubuntu-restricted-extras">安裝 ubuntu-restricted-extras 套件</ulink>以加入所有常用的影音檔支援。安裝此套件也將會支援<ulink url="ghelp:musicvideophotos#video-playback-flash">使用 Flash 的網站</ulink>。

source: For more instructions about playing music and videos, see <ulink url="ghelp:musicvideophotos">Music, Video and Photos</ulink>.
bn: মিউজিক এবং ভিডিও চালানোর জন্য আরও নির্দেশাবলী পেতে দেখুন <ulink url="ghelp:musicvideophotos"> মিউজিক, ভিডিও এবং ছবি</ulink>।
ca: Per obtenir més informació sobre com reproduir música i vídeo, vegeu <ulink url="ghelp:musicvideophotos">Música, vídeo i fotos</ulink>.
cs: Chcete-li zjistit více instrukcí o přehrávání hudby a videa, přečtěte si oddíl <ulink url="ghelp:musicvideophotos">Hudba, video a fotografie</ulink>.
da: Se <ulink url="ghelp:musicvideophotos">Musik, video og fotos</ulink>, for flere instrukser om afspilning af musik og video.
de: Für weitere Anleitungen über das Abspielen von Musik und Videos, siehe <ulink url="ghelp:musicvideophotos">Musik, Video und Fotos</ulink>.
el: Για περισσότερες οδηγίες σχετικά με την αναπαραγωγή μουσικής και βίντεο, δείτε <ulink url="ghelp:musicvideophotos">Μουσική, βίντεο και φωτογραφίες</ulink>.
es: Para obtener más información sobre cómo reproducir música y vídeos, vea <ulink url="ghelp:musicvideophotos">Música, vídeo y fotos</ulink>.
fr: Pour en savoir plus sur la lecture de musique et de vidéos, consultez <ulink url="ghelp:musicvideophotos">Musique, photos et vidéos</ulink>.
gl: Para obter máis información sobre como reproducir música e vídeos, vexa <ulink url="ghelp:musicvideophotos">Música, vídeo e fotos</ulink>.
it: Per maggiori informazioni sulla riproduzione di musica e video, consultare <ulink url="ghelp:musicvideophotos">Musica, video e fotografie</ulink>.
lv: Lai uzzinātu vairāk par mūzikas un video atskaņošanu, skatiet <ulink url="ghelp:musicvideophotos">Mūzika, video un fotogrāfijas</ulink>.
nb: For mer informasjon om avspilling av musikk og video, følg <ulink url="ghelp:musicvideophotos">Musik, video og bilder</ulink>.
nl: Zie voor meer instructies over het afspelen van muziek en video's <ulink url="ghelp:musicvideophotos">Music, Video and Photos</ulink>.
pt_br: Para obter mais instruções sobre como reproduzir música e vídeos, veja <ulink url="ghelp:musicvideophotos">Música, vídeo e fotos</ulink>.
ru: Для получения дополнительной информации о воспроизведении музыки и видео, см. <ulink url="ghelp:musicvideophotos">Музыка, видео и фото</ulink>.
sk: Viac informácií o prehrávaní hudby a videa môžete nájsť v sekcii <ulink url="ghelp:musicvideophotos">Hudba, video a fotografie</ulink>.
sl: Za več navodil o predvajanju glasbe in video datotek, si oglejte <ulink url="ghelp:musicvideophotos">Glasba, Video in Slike</ulink>.
sr: За више упутства у вези репродукције музике и видео снимака, погледајте: <ulink url="ghelp:musicvideophotos">Музика, видео и фотографије</ulink>.
tr: Müzik ve videoları oynatma hakkında daha fazla yönerge için <ulink url="ghelp:musicvideophotos">Müzik, Video ve Fotoğraflar</ulink>'a bakın.
zh_cn: 有关播放音乐和视频的更多说明，请参阅<ulinkurl="ghelp:musicvideophotos">音乐、视频和照片</ulink>。
zh_hk: 有關播放音樂和影片的更多指示，請見<ulink url="ghelp:musicvideophotos">音樂、影片和相片</ulink>。

source: Keeping updated
bn: সবসময় হালনাগাদ রাখা হয়
ca: Com mantenir-se actualitzat
cs: Udržení počítače v bezpečí
da: Hold dig opdateret
de: Das System auf dem neuesten Stand halten
el: Ενημέρωση
es: Mantenerse actualziado
fr: Rester à jour
gl: Manterse actualizado
it: Mantenersi aggiornati
lv: Uzturēt sistēmu atjauninātu
nb: Holde systemet oppdatert
nl: Bijgewerkt blijven
pt_br: Mantenha atualizado
ru: Регулярные обновления
sk: Pravidelné aktualizácie
sl: Posodabljanje sistema
sr: Одржавање ажурирања
tr: Güncel kalın
zh_cn: 保持系统最新
zh_hk: 保持在最新狀態

source: Ubuntu delivers security and other updates to your software automatically.
bn: উবুন্টু স্বয়ংক্রিভাবে নিরাপত্তা এবং অন্যান্য সফ্টওয়্যার হালনাগাদ দেয়।
ca: L'Ubuntu proporciona automàticament actualitzacions de seguretat i d'altres tipus.
cs: Ubuntu poskytuje bezpečnostní a další aktualizace vašeho softwaru automaticky.
da: Ubuntu leverer automatisk sikkerheds opdatering og andre opdateringer til din software.
de: Ubuntu liefert automatisch Sicherheits- und andere Aktualisierungen für Ihre Software.
el: Το Ubuntu παρέχει αυτόματα ενημερώσεις ασφαλείας και συντήρησης για το λογισμικό σας.
es: Ubuntu proporciona actualizaciones de seguridad y de otro tipo para su software automáticamente.
fr: Ubuntu fournit automatiquement les mises à jours pour vos logiciels, qu'elles soient de sécurité ou autres.
gl: Ubuntu fornece automaticamente actualizacións de seguranza e doutro tipo para o seu software.
it: Ubuntu fornisce automaticamente gli aggiornamenti di sicurezza.
lv: Ubuntu automātiski nodrošina drošības un citus atjauninājumus jūsu programmatūrai.
nb: Ubuntu leverer oppdateringer til installert programvare automatisk.
nl: Ubuntu verstrekt automatisch beveiligings- en andere updates van uw software.
pt_br: Ubuntu provê atualizações de segurança e outras, automaticamente para seu software.
ru: Ubuntu предоставляет обновления безопасности и другие обновления программ автоматически.
sk: Ubuntu automaticky dodáva bezpečnostné a iné aktualizácie pre váš softvér.
sl: Ubuntu vam samodejno prinaša varnostne in druge posodobitve.
sr: Убунту аутоматски испоручује безбедносне и друге исправке за ваш софтвер.
tr: Yazılımına güvenlik ve diğer güncellemeleri Ubuntu otomatik olarak iletir.
zh_cn: Ubuntu会自动提供软件的安全和其他更新。
zh_hk: Ubuntu 會自動為您的軟件捎來安全更新以及其他更新。
