Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bn: ubuntu-doc@lists.ubuntu.com (উবুন্টু ডকুমেন্টেশন প্রকল্প)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fr: ubuntu-doc@lists.ubuntu.com (Projet de Documentation d'Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
gu: ubuntu-doc@lists.ubuntu.com (ઉબુન્ટુ દસ્તાવેજીકરણ યોજના)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@list.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_hk: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: New to Ubuntu?
bn: উবুন্টুতে নতুন?
ca: Sou nou a l'Ubuntu?
cs: Začínáte s Ubuntu?
da: Ny bruger af Ubuntu?
de: Neu bei Ubuntu?
el: Νέος χρήστης του Ubuntu;
es: ¿Nuevo en Ubuntu?
fr: Nouvel utilisateur d'Ubuntu ?
gl: É a súa primeira vez con Ubuntu?
gu: ઉબુન્ટુમાં નવા છો?
it: Appena arrivato a Ubuntu?
lv: iesācējs Ubuntu vidē?
nb: Ny Ubuntubruker?
nl: Nieuw bij Ubuntu?
pt_br: Novo no Ubuntu?
ru: Не знакомы с Ubuntu?
sk: Ste nový v Ubuntu?
sl: Novi v Ubuntuju?
sr: Нови у Убунтуу?
tr: Ubuntu'da yeni misiniz?
zh_cn: Ubuntu 新手？
zh_hk: 新手上路？

source: Introduction to the basics of Ubuntu, and what you need to know if you are switching to Ubuntu from another operating system.
bn: উবুন্টু এর মৌলিক বিষয়সমূহের ভূমিকা, এবং আপনি অন্য অপারেটিং সিস্টেম থেকে উবুন্টুতে আসার জন্য যা জানা প্রয়োজন।
ca: Introducció als fonaments de l'Ubuntu, i a tot allò que hauríeu de saber si heu canviat d'un altre sistema operatiu a l'Ubuntu.
cs: Základní úvod do Ubuntu, který vás provede při přechodu z jiného operačního systému.
da: Grundlæggende introduktion til Ubuntu, og hvad du bør vide, hvis du er i gang med at skifte til Ubuntu fra et andet operativsystem.
de: Einführung in die Grundlagen von Ubuntu: Was Sie wissen sollten, wenn Sie von einem anderen Betriebssystem zu Ubuntu wechseln.
el: Εισαγωγή στα βασικά του Ubuntu, και τι θα πρέπει να γνωρίζετε όταν αλλάζετε στο Ubuntu από ένα άλλο λειτουργικό σύστημα.
es: Una introducción a los conceptos básicos de Ubuntu, y lo que necesita saber si está cambiando a Ubuntu desde otro sistema operativo.
fr: Introduction aux bases d'Ubuntu et ce que vous devez savoir si vous passez à Ubuntu à partir d'un autre système d'exploitation.
gl: Introdución elemental a Ubuntu e ao que precisa saber se está na transición a Ubuntu desde outro sistema operativo.
gu: ઉબુન્ટુ નો સામાન્ય પરિચય અને જો તમે અન્ય ઓપરેટીંગ સિસ્ટમથી આવતા હો તો તમારે જાણવાલાયક વસ્તુઓ
it: Introduzione alle basi di Ubuntu e alle informazioni necessarie se si sta passando a Ubuntu da un altro sistema operativo.
lv: Ievads Ubuntu pamatfunkcijās, un informācija, kuru jums jāzina, ja jūs pārslēdzaties uz Ubuntu no citas operētājsistēmas.
nb: Introduksjon til grunnleggende bruk av Ubuntu, og hva du bør vite hvis du bytter til Ubuntu fra et annet operativsystem.
nl: Introductie tot de basisconcepten van Ubuntu, en wat u moet weten wanneer u overstapt van een ander besturingssysteem naar Ubuntu.
pt_br: Introdução aos conceitos básicos do Ubuntu e o que você precisa saber se estiver mudando de outro sistema operacional para o Ubuntu.
ru: Введение в основы Ubuntu и то, что вы должны знать о переходе на Ununtu с других операционных систем.
sk: Úvod do základov Ubuntu a čo potrebujete vedieť, ak chcete prejsť na Ubuntu z iného operačného systému.
sl: Uvod v osnove Ubuntuja ter kaj morate vedeti, če ste prešli na Ubuntu iz drugega operacijskega sistema.
sr: Увод у основе Убунтуа, и шта бисте требали да знате ако прелазите на Убунту са неког другог оперативног система.
tr: Ubuntu'nun temellerine giriş, eğer başka bir işletim sisteminden Ubuntu'ya geçiyorsanız ne bilmek istersiniz?
zh_cn: Ubuntu基础介绍，以及从其他操作系统转到 Ubuntu所需了解的内容。
zh_hk: Ubuntu 基礎介紹、從其他作業系統改用 Ubuntu 該知道的事。

source: Users and Groups
bn: ব্যবহারকারী এবং দলসমূহ
ca: Usuaris i grups
cs: Uživatelé a skupiny
da: Brugere og grupper
de: Benutzer und Gruppen
el: Χρήστες και ομάδες
es: Usuarios y grupos
fr: Utilisateurs et groupes
gl: Usuarios e grupos
gu: વપરાશકર્તા અને જૂથો
it: Utenti e gruppi
lv: Lietotāji un grupas
nb: Brukere og grupper
nl: Gebruikers en groepen
pt_br: Usuários e Grupos
ru: Пользователи и группы
sk: Používatelia a skupiny
sl: Uporabniki in skupine
sr: Корисници и групе
tr: Kullanıcılar ve Gruplar
zh_cn: 用户和组
zh_hk: 使用者及羣組

source: Credits and License
bn: স্বীকৃতি এবং লাইসেন্স
ca: Crèdits i llicència
cs: Zásluhy a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
es: Créditos y licencia
fr: Remerciements et Licence
gl: Créditos e licenza
gu: શ્રેય અને પરવાનો
it: Riconoscimenti e licenza
lv: Izstrādātāji un licence
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
pt_br: Créditos e Licença
ru: Разработчики и лицензия
sk: Poďakovania a licencia
sl: Zasluge in licenca
sr: Заслуге и лиценца
tr: Hazırlayanlar ve Lisans
zh_cn: 荣誉与授权许可
zh_hk: 貢獻者與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bn: এই লেখ্যটি Ubuntu Documentation Team (https://wiki.ubuntu.com/DocumentationTeam) দ্বারা পরিচালিত। কর্মীদের তালিকা দেখুন এখানে <ulink url="../../libs/C/contributors.xml">Contributors Page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>, for en liste over bidragydere
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxa a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
gu: આ દસ્તાવેજ ઉબુન્ટુ દસ્તાવેજીકરણ ટુકડી (https://wiki.ubuntu.com/DocumentationTeam) દ્વારા સંભાળવામાં આવે છે. ફાળો આપનાર વ્યક્તિઓના નામની યાદી માટે <ulink url="../../libs/C/contributors.xml">ફાળો આપનાર વ્યક્તિઓનું પાનું</ulink> જુઓ.
it: Questo documento viene mantenuto dal gruppo documentazione di Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). L'elenco dei collaboratori è visibile presso <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
lv: Šo dokumentu uztur Ubuntu dokumentācijas grupa (https://wiki.ubuntu.com/DocumentationTeam). Izstrādātāju sarakstu var aplūkot šeit: <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
ru: Этот документ поддерживается командой документирования Убунту (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников перейдите по ссылке <ulink url="../../libs/C/contributors.xml">Страница участников команды документирования</ulink>.
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
tr: Bu belge Ubuntu belgelendirme takımı (https://wiki.ubuntu.com/DocumentationTeam) tarafından sağlanmaktadır. Katkı sağlayanların bir listesi için, <ulink url="../../libs/C/contributors.xml">katkı sağlayanlar sayfası</ulink>na göz atabilirsiniz.
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>
zh_hk: 本文件由 Ubuntu 文件團隊 (https://wiki.ubuntu.com/DocumentationTeam) 維護。相關名單可在 <ulink url="../../libs/C/contributors.xml">貢獻者頁面</ulink> 取得。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bn: এই লেখ্যটি Creative Commons ShareAlike 2.5 License (CC-BY-SA) এর অধীনে প্রকাশিত।
ca: Aquest document s'ha fet públic sota la llicència ShareAlike 2.5 de Creative Commons (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fr: Ce document est diffusé sous licence Creative Commons Paternité - Partage à l'identique (CC-BY-SA 2.5).
gl: Este documento está dispoñíbel baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
gu: આ દસ્તાવેજ "ક્રિયેટીવ કોમન્સ શેરઅલાઇક ૨.૫ લાઇસન્સ (CC-BY-SA)" ની અંતર્ગત ઉપલબ્ધ કરાવવામાં આવ્યો છે.
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
lv: Šis dokuments ir pieejams saskaņā ar Creative Commons ShareAlike 2.5 licenci (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ru: Этот документ доступен по лицензии Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA)
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında kullanıma sunulmuştur.
zh_cn: 本文档根据Creative Commons ShareAlike 2.5 许可证(CC-BY-SA)提供。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bn: আপনি উবুন্টু ডকুমেন্টেশন-এর সোর্স কোড এই লাইসেন্সের্ অধীনে যথেচ্ছ পরিবর্তন, যোগ ও উন্নততর করতে পারেন ৷ ডকুমেন্টেশন-এর পরবর্তী সব কাজও একই লাইসেন্সের্ অধিনে প্রকাশিত হবে ৷
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être diffusés sous cette même licence.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta mesma licenza.
gu: તમે આ લાઇસન્સની શરતોને માન્ય રાખી ઉબુન્ટુ દસ્તાવેજીકરણ સોર્સ કોડને બદલી અથવા સુધારી શકો છો. આમાંથી કરવામાં આવેલ દરેક કામ આજ લાઇસન્સ અંતર્ગત હોવુ જરૂરી છે.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
lv: Jūs varat brīvi mainīt, papildināt un uzlabot Ubuntu dokumentācijas kodu saskaņā ar šo licenci. Visus šī darba atvasinājumus ir jālicenzē ar šo licenci.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
ru: По условиям данной лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Все производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne meniť, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené práce musia byť vydané za podmienok tejto licencie.
sl: Ubuntu dokumentacijsko izvorno kodo lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Lisans koşullarına göre Ubuntu belgeleme kaynak kodunu değiştirmekte, genişletmekte ve geliştirmekte özgürsünüz. Türetilmiş bütün çalışmalar, bu lisans altında yayımlanmak zorundadır.
zh_cn: 您可以根据该许可证自由修改、扩展和改进Ubuntu 文档的源代码。所有派生工作必须根据该许可证 发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bn: আশা করা হচ্ছে যে এই ডকুমেনটেশনটি কার্যকর হবে, কিন্তু কোনরকম ওয়ারেন্টি ব্যতীত; MERCHANTABILITYএর implied warranty ব্যতীত অথবা DISCLAIMER এ বর্ণনাকৃত একটি বিশেষ উদ্দেশ্যের জন্য।
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de CALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
gu: આ દસ્તાવેજ એ આશાએ વહેંચવામાં આવે છે કે તે મદદરૂપ થશે, પણ કોઇપણ વોરંટી વિના; વેચાણયોગ્યતાની અથવા કોઇ ઉદ્દેશ્ય માટેની સાનુકુળતા સુદ્ધા ની ગર્ભિત વોરંટી વિના, જાહેરનામામાં વર્ણવ્યા પ્રમાણે.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka kādam tā būs noderīga, tā tiek izplatīta BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implicada de COMERCIABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ru: Эта документация распространяется с надеждой, что она будет Вам полезна, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОГО ПРИМЕНЕНИЯ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPÍSANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sr: Ова документација је дoстављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGÂTNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
zh_cn: 分发本文档的目的是希望它能有所帮助，但 不提供任何保证；不包含任何针对免责条款中 说明的特殊用途适销性或适用性的暗示保证。
