Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: You need administrative rights to use this application (see <ulink url="administrative.xml">Administrative tasks</ulink>). You need to log out and in again in order for the changes to become effective.
ca: Heu de tenir permisos d'administració per a utilitzar aquesta aplicació (vegeu <ulink url="administrative.xml">Tasques administratives</ulink>). Haureu de sortir i tornar a entrar de manera que els canvis tinguin efecte.
cs: Potřebujete práva správce k použití této aplikace (viz <ulink url="administrative.xml">Úlohy správy</ulink>). Potřebujete se odhlásit a znovu přihlásit, aby se změny uvedly v platnost.
da: Du skal have administrative rettigheder for at bruge dette program (se <ulink url="administrative.xml">Administrative opgaver</ulink>). Du skal logge ud og ind igen, for at ændringerne træder i kraft.
de: Sie brauchen Administratorrechte, um diese Anwendung zu benutzen (siehe <ulink url="administrative.xml">Administrative Aufgaben</ulink>). Sie müssen sich abmelden und erneut anmelden, damit die Änderungen wirksam werden.
el: Θα χρειαστείτε δικαιώματα διαχειριστή για να χρησιμοποιήσετε την εφαρμογή αυτή (Δείτε το <ulink url="administrative.xml">Εργασίες Διαχείρισης</ulink>. Θα χρειαστεί να εξέλθετε και να εισέλθετε ξανά στο σύστημα για να πραγματοποιηθούν οι αλλαγές.
es: Necesita tener privilegios administrativos para usar esta aplicación (consulte <ulink url="administrative.xml">Tareas administrativas</ulink>). Necesitará terminar su sesión e iniciar una nueva para que los cambios surtan efecto.
fr: Vous devez disposer des droits « administrateur » pour utiliser cette application (consultez <ulink url="administrative.xml">Tâches administratives</ulink>). Vous devrez vous déconnecter et vous reconnecter pour que les changements soient effectifs.
gl: Precisa privilexios administrativos para usar este aplicativo (consulte <ulink url="administrative.xml">Tarefas administrativas</ulink>). Terá que sair da sesión e entrar de novo para que os cambios teñan efecto.
gu: તમારી પાસે આ કાર્યક્રમ વાપરવા માટે વહીવટી હક્કો હોવા જરુરી છે (<ulink url="administrative.xml">વહીવટી કાર્યો</ulink> જુઓ). બદલાવો લાગુ કરવા માટે તમારે લોગ આઉટ કરી ફરી પાછા લોગ ઇન કરવું જરુરી છે.
it: Per utilizzare questa applicazione sono necessari privilegi di amministratore (consultare <ulink url="administrative.xml">Compiti amministrativi</ulink>). È necessario terminare la sessione e ripetere l'accesso affinché i cambiamenti abbiano effetto.
lv: Jums būs nepieciešamas administratīvās tiesības, lai lietotu šo lietotni (skat. <ulink url="administrative.xml">Administrativie uzdevumi</ulink>). Jūs bus jāatsakās un jāpiesakās sistēmā no jauna, lai izmaiņas stātos spēkā.
nb: Du trenger administrative rettigheter for å bruke dette programmet (se <ulink url="administrative.xml">Administrative oppgaver</ulink>). Du må logge deg ut og inn igjen for at endringene skal tre i kraft.
nl: U heeft beheerdersrechten nodig om dit programma te gebruiken (zie <ulink url="administrative.xml">Beheerderstaken</ulink>). U moet u opnieuw aanmelden om de veranderingen toe te passen.
pt_br: Você precisa de direitos administrativos para usar esta aplicação (veja <ulink url="administrative.xml">Tarefas Administrativas</ulink>). Você precisa fechar a sessão e retornar para que as alterações tenham efeito.
ru: Вам потребуются права администратора для использования этого приложения (см. <ulink url="administrative.xml">Административные задачи</ulink>). Для вступления в силу сделанных изменений, необходимо выйти и снова войти в систему.
sk: Na použitie tejto aplikácie potrebujete oprávnenia správcu (pozri <ulink url="administrative.xml">Správcovské úlohy</ulink>). Aby sa zmeny prejavili, musíte sa odhlásiť a znova prihlásiť.
sl: Za poganjanje tega programa potrebujete skrbniška dovoljenja (gl. <ulink url="administrative.xml">Skrbniška opravila</ulink>). Da bi se narejene spremembe tudi upoštevale, se morate odjaviti in ponovno prijaviti v sistem.
sr: Потребна су вам администраторска права да бисте користили ову апликацију (погледајте <ulink url="administrative.xml">Административни послови</ulink>). Морате да се одјавите и да се поново пријавите да би промене ступиле на снагу.
tr: Bu uygulamayı kullanabilmek için yönetimsel izinlere sahip olmanız gerekiyor (bkz : <ulink url="administrative.xml">Administrative tasks</ulink>). Çıkış yapmanız ve uygun bir kullanıcıyla giriş yapmanız gerekiyor.
zh_cn: 您需要管理权限来使用该应用程序 (参见 <ulink url="administrative.xml">管理任务</ulink>)。您需要登出再登入来使得改动生效。
zh_hk: 使用此管理工具需要管理員權限（參見<ulink url="administrative.xml">管理工作</ulink>）。修改使用者或羣組設定後必須重新登入系統，修改的部份方能生效。

source: To add a new user, click on <guilabel>Add user</guilabel>, fill-in the data fields then click <guilabel>OK</guilabel>. To edit the properties of each user, click the <guilabel>Properties</guilabel> button located in the main <guilabel>Users</guilabel> window.
ca: Per a afegir un usuari nou, feu clic a <guilabel>Afegeix un usuari</guilabel>, introduïu les dades als camps corresponents, i llavors feu clic a <guilabel>D'acord</guilabel>. Si voleu editar les propietats de cada usuari, feu clic al botó <guilabel>Propietats</guilabel> de la finestra <guilabel>Usuaris</guilabel>.
cs: Pro přidání nového uživatele klikněte na <guilabel>Přidat uživatele</guilabel>, vyplňte příslušné údaje a klikněte na <guilabel>OK</guilabel>. Pro úpravu atributů jednotlivých uživatelů klikněte na tlačítko <guilabel>Vlastnosti</guilabel> v hlavním okně <guilabel>Uživatelé</guilabel>.
da: For at tilføje en ny bruger, klik på <guilabel>Tilføj bruger</guilabel>, udfyld datafelterne og klik herefter på <guilabel>O.k.</guilabel>. For at redigere indstillinger for hver enkelt bruger, klik på <guilabel>Egenskaber</guilabel> i hovedvinduet <guilabel>Brugere</guilabel>.
de: Um ein neues Benutzerkonto anzulegen, klicken Sie auf <guilabel>Benutzer hinzufügen...</guilabel>, füllen die Eingabefelder aus und bestätigen mit <guilabel>OK</guilabel>. Um die Einstellungen der einzelnen Benutzerkonten zu bearbeiten, wählen Sie es aus und klicken auf <guilabel>Eigenschaften</guilabel>.
el: Για να προσθέσετε ένα νέο χρήστη κάντε κλικ στο <guilabel>Προσθήκη χρήστη</guilabel>, συμπληρώστε τα στοιχεία του και πατήστε <guilabel>OK</guilabel>. Για να ρυθμίσετε τις ιδιότητες του κάθε χρήστη κάντε κλικ στο κουμπί <guilabel>Ιδιότητες</guilabel> που βρίσκεται στο κεντρικό παράθυρο των <guilabel>Ρυθμίσεων του χρήστη</guilabel>
es: Para añadir a un nuevo usuario, pulse en <guilabel>Añadir usuario</guilabel>, Rellene los campos de datos y pulse en <guilabel>Aceptar</guilabel>. Para editar las propiedades de cada usuario, pulse el botón <guilabel>Propiedades</guilabel> situado en la ventana principal de <guilabel>Usuarios</guilabel> .
fr: Pour ajouter un nouvel utilisateur, cliquez sur <guilabel>Ajouter un utilisateur…</guilabel>, saisissez les informations dans les différents champs, puis cliquez sur <guilabel>Ok</guilabel>. Pour modifier les propriétés d'un utilisateur donné, sélectionnez-le dans l'onglet <guilabel>Utilisateurs</guilabel> de la fenêtre principale puis cliquez sur le bouton <guilabel>Propriétés</guilabel>.
gl: Para engadir un usuario novo, prema en <guilabel>Engadir usuario</guilabel>, encha os campos de datos e prema en <guilabel>Aceptar</guilabel>. Para modificar as propiedades de cada usuario, prema no botón <guilabel>Propiedades</guilabel> que se atopa na xanela principal <guilabel>Usuarios</guilabel>.
gu: એક નવો વપરાશકર્તા ઉમેરવા માટે <guilabel>વપરાશકર્તા ઉમેરો</guilabel> પર ક્લિક કરો, અને માહિતીના ખાના ભર્યા બાદ <guilabel>બરાબર</guilabel> પર ક્લિક કરો. પ્રત્યેક વપરાશકર્તાના ગુણધર્મો બદલવા માટે <guilabel>ગુણધર્મો</guilabel> બટન પર ક્લિક કરો જે મુખ્ય <guilabel>વપરાશકર્તાઓ</guilabel> વિન્ડોમાં ઉપલબ્ધ છે.
it: Per aggiungere un nuovo utente, fare clic su <guilabel>Aggiungi utente</guilabel>, inserire i dati necessari e poi fare clic su <guilabel>OK</guilabel>. Per modificare le proprietà di ciascun utente, fare clic sul pulsante <guilabel>Proprietà</guilabel> nella finestra principale <guilabel>Impostazioni utenti</guilabel>.
lv: Lai pievienotu jaunu lietotāju, klikšķiniet <guilabel>Pievienot lietotāju</guilabel>, aizpildiet datu laukus un tad klikšķiniet <guilabel>Labi</guilabel>. Lai rediģētu katra lietotāja īpašības, klikšķiniet <guilabel>Īpašības</guilabel> pogu galvenajā <guilabel>Lietotāji</guilabel> logā.
nb: For å legge til en ny bruker, trykk på <guilabel>Legg til bruker</guilabel>. Fyll ut datafeltene og trykk <guilabel>OK</guilabel>. For å endre på innstillingene til en av brukerne så trykker du på <guilabel>Egenskaper</guilabel>.
nl: Om een nieuwe gebruiker toe te voegen, klikt u op <guilabel>Gebruiker toevoegen</guilabel>, vul daarna de velden in en klik op <guilabel>OK</guilabel>. Om de eigenschappen van een gebruiker te wijzigen, klikt u op de knop <guilabel>Eigenschappen</guilabel> die u kunt vinden in het <guilabel>Gebruikers</guilabel>-hoofdvenster.
pt_br: Para adicionar um novo usuário, clique em <guilabel>Adicionar usuário</guilabel>, preencha os campos de dados e então clique em <guilabel>OK</guilabel>. Para editar as propriedades de cada usuário, clique no botão <guilabel>Propriedades</guilabel> localizado na janela principal <guilabel>Usuários</guilabel>.
ru: Чтобы добавить нового пользователя, выберите <guilabel>Добавить пользователя</guilabel>, заполните поля, затем нажмите <guilabel>OK</guilabel>. Чтобы изменить свойства любого пользователя нажмите кнопку <guilabel>Свойства</guilabel> в главном окне на вкладке <guilabel>Пользователи</guilabel>.
sk: Nového používateľa pridáte kliknutím na <guilabel>Pridať používateľa</guilabel>, potom vyplňte polia údajmi a kliknite na <guilabel>OK</guilabel>. Vlastnosti používateľa upravíte po kliknutí na tlačidlo <guilabel>Vlastnosti</guilabel>, ktoré sa nachádza v hlavnom okne <guilabel>Používateľa</guilabel>.
sl: Za dodajanje novega uporabnika kliknite <guilabel>Dodaj uporabnika</guilabel>, izpolnite podatkovna polja in kliknite <guilabel>V redu</guilabel>. Lastnosti posameznih uporabnikov urejate s klikom na gumb <guilabel>Lastnosti</guilabel>, ki se nahaja v glavnem oknu <guilabel>Uporabniki</guilabel>.
sr: Да додате новог корисника, кликните <quote><guilabel>Додај корисника</guilabel></quote>, попуните поља за податке и затим кликните <quote><guilabel>У реду</guilabel></quote>. Да измените податке сваког корисника, кликните на дугме <quote><guilabel>Напредна подешавања</guilabel></quote> које се налази у главном прозору <quote><guilabel>Корисника</guilabel></quote>.
tr: Yeni bir kullanıcı eklemek için <guilabel>Kullanıcı Ekle</guilabel>'ye basın, boş alanları doldurup <guilabel>Tamam</guilabel>'a basın. Bir kullanıcının özelliklerini düzenlemek için <guilabel>Kullanıcılar</guilabel> penceresinde bulunan <guilabel>Özellikler</guilabel> düğmesine basın.
zh_cn: 若想添加一个新用户，请点击 <guilabel>添加用户</guilabel>，填写各项数据后点击 <guilabel>确定</guilabel>。若想编辑每个用户的属性，请点击位于主 <guilabel>用户< /guilabel> 窗口中的 <guilabel>属性</guilabel> 按钮。
zh_hk: 要新增使用者，點選<guilabel>新增使用者</guilabel>，填寫資料欄位後點選<guilabel>確定</guilabel>。要編輯使用者的屬性，點選<guilabel>使用者</guilabel>視窗中的<guilabel>屬性</guilabel>按鈕。

source: To give a new user administrative rights (see <ulink url="administrative.xml">Administrative Tasks</ulink>), edit that user's properties, and under the <guilabel>User Privileges</guilabel> tab, ensure that the <guilabel>Administer the system</guilabel> box is checked.
ca: Per a atorgar permisos d'administració a un usuari nou (vegeu <ulink url="administrative.xml">Tasques administratives</ulink>), editeu les propietats de l'usuari i assegureu-vos que a la pestanya de <guilabel>Privilegis d'usuari</guilabel> el quadre de verificació <guilabel>Administració del sistema</guilabel> està activat.
cs: Pro přiřazení uživateli správcovských oprávnění (viz <ulink url="administrative.xml">Úlohy správy</ulink>) upravte vlastnosti daného uživatele a pod panelem <guilabel>Uživatelská oprávnění</guilabel> se ujistěte, že políčko <guilabel>Spravovat systém</guilabel> je zaškrtlé.
da: For at give en ny bruger administrative rettigheder (se <ulink url="administrative.xml">Administrative opgaver</ulink>), redigér denne brugers egenskaber og under fanebladet <guilabel>Brugerrettigheder</guilabel> skal <guilabel>Administér systemet</guilabel>-feltet være afkrydset.
de: Um dem neuen Benutzer administrative Rechte zu verleihen (siehe <ulink url="administrative.xml">Administrative Aufgaben</ulink>), bearbeiten Sie die Eigenschaften dieses Benutzers und stellen Sie sicher, dass <guilabel>System administrieren</guilabel> im Reiter <guilabel>Benutzerrechte</guilabel> angekreuzt ist.
el: Για να δώσετε δικαιώματα διαχειριστή σε ένα νέο χρήστη (δείτε <ulink url="administrative.xml">Εργασίες Διαχείρισης</ulink>) επιλέξτε στις ιδιότητες του χρήστη την ετικέτα <guilabel>Προνόμια χρήστη</guilabel> και βεβαιωθείτε ότι το κουτάκι δίπλα στο <guilabel>Διαχείριση του συστήματος</guilabel> είναι επιλεγμένο.
es: Para dar privilegios administrativos a un nuevo usuario (consulte <ulink url="administrative.xml">Tareas administrativas</ulink>), edite las propiedades de ese usuario, y bajo la solapa <guilabel>Privilegios del usuario</guilabel>, asegúrese de que la casilla <guilabel>Administrar el sistema</guilabel> está marcada.
fr: Pour accorder à un nouvel utilisateur les droits d'administration du système (voir <ulink url="administrative.xml">Tâches administratives</ulink>), modifiez les propriétés de cet utilisateur en cochant la case <guilabel>Administrer le système</guilabel> dans l'onglet <guilabel>Privilèges utilisateur</guilabel>.
gl: Para darlle dereitos administrativos a un usuario novo (consulte <ulink url="administrative.xml">Tarefas administrativas</ulink>), edite as propiedades dese usuario e, baixo a lapela <guilabel>Privilexios de usuario</guilabel>, asegúrese de que está seleccionado <guilabel>Administrar o sistema</guilabel>.
gu: નવા વપરાશકર્તાને વહીવટી હક્કો આપવા માટે (<ulink url="administrative.xml">વહીવટી કાર્યો</ulink> જુઓ), તે વપરાશકર્તાના ગુણધર્મો સંપાદિત કરો, અને <guilabel>વપરાશકર્તા વિશેષાધિકારો</guilabel> ટેબ નીચે, ખાત્રી કરો કે <guilabel>સિસ્ટમનું સંચાલન કરો</guilabel> ને ટીકમાર્ક કરેલુ છે.
it: Per garantire a un utente i permessi di amministratore (consultare <ulink url="administrative.xml">Compiti amministrativi</ulink>), modificare le proprietà dell'utente e nella scheda <guilabel>Privilegi utente</guilabel> assicurarsi che l'opzione <guilabel>Amministrazione del sistema</guilabel> sia selezionata.
lv: Lai piešķirtu jaunam lietotājam administratīvās tiesības (see <ulink url="administrative.xml">Administratīvie uzdevumi</ulink>), labojiet lietotāja īpašības, un <guilabel>Lietotāja privilēģijas</guilabel> cilnē pārliecinieties ka <guilabel>Pārvaldīt sistēmu</guilabel> kastīte ir atķeksēta.
nb: For å gi en ny bruker administrative rettigheter (se <ulink url="administrative.xml">Administrative oppgaver</ulink>), endre den brukerens innstillinger, og under <guilable>Brukerrettigheter</guilabel>-fanen, kryss av på <guilabel>Administrer systemet</guilabel>.
nl: Om een nieuwe gebruiker beheerdersrechten te geven (zie <ulink url="administrative.xml">Beheerderstaken</ulink>), vinkt u het vinkje <guilabel>Systeembeheerder</guilabel> aan in de eigenschappen van de gebruiker in het tabblad <guilabel>Gebruikersrechten</guilabel>.
pt_br: Para dar direitos administrativos a um novo usuário (veja <ulink url="administrative.xml">Tarefas Administrativas</ulink>), edite as propriedades do usuário e sob a aba <guilabel>Privilégios do Usuário</guilabel> assegure-se de que a caixa <guilabel>Administrar o sistema</guilabel> está marcada.
ru: Чтобы предоставить новому пользователю права администратора (см. <ulink url="administrative.xml">Административные задачи</ulink>), откройте свойства пользователя и убедитесь, что на закладке <guilabel>Права пользователя</guilabel> отмечен пункт <guilabel>Администрирование системы</guilabel>.
sk: Práva správcu (pozri <ulink url="administrative.xml">Správcovské úlohy</ulink>), pridelíte novému používateľovi vo vlastnostiach daného používateľa. V karte <guilabel>Používateľské práva</guilabel> sa uistite, že políčko <guilabel>Spravovať systém</guilabel> je označené.
sl: Če hočete novemu uporabniku podeliti skrbniške pravice (gl. <ulink url="administrative.xml">Skrbniška opravila</ulink>), uredite njegove lastnosti in pod zavihkom <guilabel>Uporabniška dovoljenja</guilabel> obkljukajte <guilabel>Oskrbovanje sistema</guilabel>.
sr: Да дате новом кориснику администраторска права (погледајте <ulink url="administrative.xml">Административни послови</ulink>), измените напредна подешавања тог корисника и у језичку <quote><guilabel>Овлашћења корисника</guilabel></quote>, уверите се да је означена ставка <quote><guilabel>Администрира систем</guilabel></quote>.
tr: Yeni bir kullanıcıya yönetimsel hakları vermek için (bkz : <ulink url="administrative.xml">Yönetimsel Görevler</ulink>); kullanıcının özelliklerini düzenleyin ve alttaki <guilabel>Kullanıcı Hakları</guilabel> tabındaki <guilabel>Sistemi Yönet</guilabel> kutusunu seçili halet getirin.
zh_cn: 若想赋予一个新用户管理权限 (参见 <ulink url="administrative.xml">管理任务</ulink>)，请编辑该用户的属性，在 <guilabel>用户权限</guilabel> 标签下，确保 <guilabel>管理系统</guilabel> 框已被勾上。
zh_hk: 欲授予某使用者管理權限（見<ulink url="administrative.xml">管理工作</ulink>），請編輯該使用者之屬性、並於<guilabel>使用者權限</guilabel>一頁下勾選<guilabel>管理此系統</guilabel>項目。
