Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: When security updates are available, the <application>Update Manager</application> automatically starts up. For other updates you will be prompted once a week. To install updates, just click <guibutton>Install Updates</guibutton> and enter your password when prompted.
bn: যখন নিরাপত্তার কোন হালনাগাদ থাকে, <application>হালনাগাদ করার ব্যবস্থাপক</application> স্বয়ংক্রিভাবে শুরু হয়। প্রতি সপ্তাহে একবার করে অন্যান্য হালনাগাদ আপনাকে জানানো হবে। হালনাগাদ ইনস্টল করতে, <guibutton>হালনাগাদ ইনস্টল</guibutton> ক্লিক করুন এবং যখন বলা হবে তখন আপনার পাসওয়ার্ড দিন।
ca: Quan hi hagi actualitzacions de seguretat disponibles, el <application>Gestor d'actualitzacions</application> s'iniciarà automàticament. Per a les altres actualitzacions se us preguntarà un cop a la setmana. Per a instal·lar actualitzacions, simplement feu clic a <guibutton>Instal·la les actualitzacions</guibutton> i introduïu la vostra contrasenya quan sigui sol·licitada.
cs: Když jsou bezpečnostní aktualizace dostupné, automaticky se spustí <application>Správce aktualizací</application>. Na další aktualizace budete upozorňováni jednou týdně. Pro instalaci aktualizací klikněte na tlačítko <guibutton>Nainstalovat aktualizace</guibutton> a zadejte své heslo, pokud jste dotázáni.
da: Når sikkerhedsopdateringer er tilgængelige, vil <application>Opdateringshåndteringen</application> automatisk starte. Du vil blive noteret, om andre opdateringer, en gang om ugen. Hvis du vil installere opdateringer, skal du blot klikke <guibutton>Installér opdateringer</guibutton> og indtaste din adgangskode, når du bliver bedt om det.
de: Wenn Sicherheitsaktualisierungen verfügbar sind, startet die <application>Aktualisierungsverwaltung</application> automatisch. Über andere Aktualisierungen werden Sie einmal pro Woche benachrichtigt. Um die Aktualisierungen zu installieren, klicken Sie einfach <guibutton>Aktualisierungen installieren</guibutton> an und geben Sie Ihr Passwort ein, wenn Sie dazu aufgefordert werden.
el: Όταν είναι διαθέσιμες ενημερώσεις ασφαλείας, η εφαρμογή <application>Διαχείριση ενημερώσεων</application> εκκινεί αυτόματα. Για άλλες ενημερώσεις θα λάβετε μήνυμα προτροπής μια φορά την εβδομάδα. Για να εγκαταστήσετε ενημερώσεις, πατήστε απλά στο <guibutton>Εγκατάσταση ενημερώσεων</guibutton> και εισάγετε τον κωδικό σας όταν σας ζητηθεί.
es: Cuando hay actualizaciones de seguridad disponibles, el <application>Gestor de actualizaciones</application> se inicia automáticamente. Para otras actualizaciones se le preguntará una vez a la semana. Para instalar las actualizaciones, simplemente pulse en <guibutton>Instalar actualizaciones</guibutton> e introduzca su contraseña cuando se le pida.
fr: Lorsque des mises à jour de sécurité sont disponibles, le <application>Gestionnaire de mise à jour</application> se lance automatiquement. Pour les autres mises à jour, vous serez tenu au courant une fois par semaine. Pour installer les mises à jour, cliquez simplement sur <guibutton>Installer les mises à jour</guibutton> et saisissez votre mot de passe quand il vous sera demandé.
gl: Cuando hai actualizacións de seguranza dispoñíbeis, o <application>Xestor de actualizacións</application> iníciase automaticamente. Para outras actualizacións preguntaráselle unha vez á semana. Para instalar as actualizacións, simplemente prema en <guibutton>Instalar actualizacións</guibutton> e introduza o seu contrasinal cando se lle pida.
it: Quando sono disponibili aggiornamenti di sicurezza, <application>Gestore aggiornamenti</application> viene avviato automaticamente. In caso di presenza di altri aggiornamenti, viene avviato una volta alla settimana. Per installare gli aggiornamenti, fare clic su <guibutton>Installa aggiornamenti</guibutton> e inserire la propria password quando richiesto.
lv: Kad ir pieejami drošības atjauninājumi, tiek automātiski palaists <application>Atjaunināšanas pārvaldnieks</application>. Citu atjauninājumu sakarā jūs informēs vienreiz nedēļā. Lai instalētu atjauninājumus, klikšķiniet <guibutton>Instalēt atjauninājumus</guibutton> un ievadiet jūsu paroli, ja tā tiek pieprasīta.
nb: Når nye sikkerhetsoppdateringer er tilgjengelige starter verktøyet for <application>Oppdatering</application> automatisk. Andre oppdateringer blir du minnet på en gang i uken. For å installére oppdateringer, trykk på <guibutton>Installér oppdateringer</guibutton> og skriv inn passordet ditt når du blir spurt om dette.
nl: Wanneer er beveiligingsupdates beschikbaar zijn, zal <application>Updatebeheer</application> automatisch starten. Voor overige updates zal het eens per week starten. Om de updates te installeren, hoeft u slechts op <guibutton>Updates installeren</guibutton> te klikken en uw wachtwoord in te voeren als dat wordt gevraagd.
pt_br: Quando atualizações de segurança estiverem disponíveis, o <application>Gerenciador de atualizações</application> automaticamente será iniciado. Para outras atualizações você será perguntado uma vez por semana. Para instalar as atualizações, basta clicar em <guibutton>Instalar atualizações</guibutton> e entrar com sua senha quando for solicitada.
ru: Когда доступны обновления безопасности, автоматически запускается <application>Менеджер обновлений</application>. О других обновлениях у вас будет спрашиваться раз в неделю, устанавливать их или нет. Чтобы установить обновления, просто нажмите <guibutton>Установить обновления</guibutton> и введите свой пароль, когда он будет запрошен.
sk: <application>Správca aktualizácií</application> sa automaticky spustí ak sú k dispozícii bezpečnostné aktualizácie. Na ostatné aktualizácie budete upozornený raz za týždeň. Aktualizácie nainštalujete kliknutím na <guibutton>Nainštalovať aktualizácie</guibutton> a zadaním vášho hesla po vyzvaní.
sl: Ko so varnostne posodobitve na voljo, se <application>Upravljalnik posodobitev</application> samodejno zažene. Za ostale posodobitve pa boste opozorjeni enkrat na teden. Za namestitev posodobitev kliknite <guibutton>Namesti posodobitve</guibutton> in vpišite svoje geslo.
sr: Када су безбедносне исправке доступне, <application>Управник ажурирања</application> се аутоматски покреће. За остале исправке бићете упитани једном недељно. Да инсталирате исправке, само кликните <quote><guibutton>Инсталирај ажурирања</guibutton></quote> и унесите вашу лозинку када будете упитани.
tr: Güvenlik güncellemeleri kullanılabildiğinde <application>Güncelleme Yöneticisi</application> otomatik olarak başlatılacaktır. Diğer güncellemeler için haftada bir kez uyarılacaksınız. Güncellemeleri yüklemek için sadece <guibutton>Güncelleme Yükle</guibutton>'ye tıklayın ve eğer istenirse şifrenizi girin.
zh_cn: 当安全更新可用时，<application>更新 管理器</application>将自动启动。对于其他更新， 您将每周收到一次提示。要安装更新，只需单击<guibutton>安装 更新</guibutton>并在提示时输入密码。
zh_hk: 當有保安更新提供，<application>更新管理員</application> 會自動開啟。而其他更新會每星期提醒一次。要安裝更新，只須點擊 <guibutton>安裝更新</guibutton> ，然後在螢幕出現指示時輸入密碼。

source: Depending on the software which has been updated, Ubuntu may prompt you to restart your system.
bn: যে সফ্টওয়্যার হালনাগাদ করা হয়েছে তার উপর নির্ভর করে, উবুন্টু আপনাকে সিস্টেম পুনরায় শুরু করতে বলতে পারে।
ca: En funció del programari que s'hagi actualitzat, l'Ubuntu us demanarà que reinicieu el sistema.
cs: V závislosti na softwaru, který byl aktualizován, vás může Ubuntu vyzvat k restartování vašeho systému.
da: Afhængig af de programmer der er blevet opdateret, er det muligt du vil blive bedt om at genstarte dit system.
de: Je nach Software, die aktualisiert wurde, kann Ubuntu Sie auffordern Ihr System neu zu starten.
el: Ανάλογα με το λογισμικό που ενημερώνεται κάθε φορά, το Ubuntu μπορεί να σας προτρέψει να επανεκκινήσετε το σύστημα σας.
es: En función del software que se ha actualizado, Ubuntu le puede pedir que reinicie el sistema.
fr: Selon le logiciel qui a été mis à jour, Ubuntu peut vous demander de redémarrer votre système.
gl: En función do software que se haxa actualizado, Ubuntu pode pedirlle que reinicie o seu sistema.
it: In base al software che è stato aggiornato, potrebbe essere richiesto di riavviare il sistema.
lv: Atkarībā no programmatūras kura tika atjaunināta, Ubuntu varētu jums piedāvāt pārstartēt sistēmu.
nb: Avhengig av programmet som har blitt oppdatert kan Ubuntu måtte spørre deg om å starte datamaskinen på nytt.
nl: Afhankelijk van de software die bijgewerkt is kan Ubuntu u vragen uw systeem opnieuw op te starten.
pt_br: Dependendo do software que foi atualizado, o Ubuntu pode pedir para reiniciar o sistema.
ru: В зависимости от программного обеспечения, которое было обновлено, Ubuntu может попросить вас перезагрузить вашу систему.
sk: Podľa toho ktorý softvér sa aktualizoval, Ubuntu vás môže vyzvať na reštart vášho systému.
sl: Glede na programsko opremo, ki je bila posodobljena, lahko Ubuntu od vas zahteva ponovni zagon vašega računalnika.
sr: У зависности од ажурираног софтвера, Убунту може да затражи од вас да поново покренете систем.
tr: Güncellenen yazılıma bağlı olarak, Ubuntu sizden sisteminizi yeniden başlatmanızı isteyebilir.
zh_cn: 根据已更新的软件不同，Ubuntu可能提示您重新 启动系统。
zh_hk: Ubuntu 可能會提示您重新啟動系統，視其更新的軟件而定。

source: For further reading on keeping your computer up to date and other computer safety tips, see <ulink url="ghelp:keeping-safe">Keeping Your Computer Safe</ulink>. Further reading on how applications are managed in Ubuntu can be found in <ulink url="ghelp:add-applications">Adding, Removing and Updating Applications</ulink>.
bn: আপনার কম্পিউটারকে হালনাগাদকৃত রাখতে এবং অন্যান্য কম্পিউটার সংক্রান্ত নিরাপত্তা সূচক পরামর্শ পেতে দেখুন <ulink url="ghelp:keeping-safe">আপনার কম্পিউটারকে নিরাপদ রাখুন <ulink url="ghelp:keeping-safe">। উবুন্টুতে এপ্লিকেশন কিভাবে পরিচালনা করা হয় তা জানতে <ulink url="ghelp:add-applications">এপ্লিকেশন যোগ করা, অপসারণ এবং হালনাগাদ করা</ulink>।
ca: Per obtenir més informació sobre com mantenir el vostre ordinador actualitzat i d'altres consells de seguretat, vegeu <ulink url="ghelp:keeping-safe">Com mantenir l'ordinador segur</ulink>. Podeu obtenir més informació sobre com gestionar les aplicacions de l'Ubuntu a <ulink url="ghelp:add-applications">Afegir, eliminar i actualitzar aplicacions</ulink>.
cs: Chcete-li zjistit další informace o udržování vašeho počítače v bezpečí a jiné bezpečnostní tipy, přečtěte si oddíl <ulink url="ghelp:keeping-safe">Udržování počítače v bezpečí</ulink>. Další informace o spravování aplikací v Ubuntu naleznete v oddílu <ulink url="ghelp:add-applications">Přidávání, odstraňování a aktualizace aplikací</ulink>.
da: Se <ulink url="ghelp:keeping-safe">Hold din computer sikker</ulink>, for at læse mere om at holde din computer opdateret og andre computersikkerhedstips. Læs mere om, hvordan programmer håndteres i Ubuntu under <ulink url="ghelp:add-applications">Tilføj, fjern og opdatér programmer</ulink>.
de: Für weitere Informationen darüber, wie Sie Ihren Rechner auf dem neuesten Stand halten und andere Sicherheitshinweise beim Umgang mit dem Rechner erhalten Sie unter <ulink url="ghelp:keeping-safe">Wie Sie Ihren Rechner schützen</ulink>. Weitere Informationen, wie Anwendungen in Ubuntu organisiert werden, können Sie unter <ulink url="ghelp:add-applications">Anwendungen hinzufügen, entfernen und aktualisieren</ulink> finden.
el: Για πληροφορίες σχετικές με την ενημέρωση του υπολογιστή σας και για άλλες συμβουλές ασφαλείας του υπολογιστή, δείτε <ulink url="ghelp:keeping-safe">Κρατήστε τον υπολογιστή σας ασφαλή</ulink>. Περισσότερα σχετικά με τον τρόπο διαχείρισης των εφαρμογών στο Ubuntu μπορείτε να βρείτε στην <ulink url="ghelp:add-applications">Προσθαφαίρεση και ενημέρωση εφαρμογών</ulink>.
es: Para averiguar más sobre cómo mantener su equipo al día y otros consejos de seguridad, vea <ulink url="ghelp:keeping-safe">Cómo mantener seguro su equipo</ulink>.Puede leer más sobre cómo se administran las aplicaciones en Ubuntu en <ulink url="ghelp:add-applications">Añadir, eliminar y actualizar aplicaciones</ulink>.
fr: Pour en savoir plus sur la mise à jour de votre ordinateur et obtenir des conseils en matière de sécurité, consultez <ulink url="ghelp:keeping-safe">Protéger votre ordinateur</ulink>. Pour plus d'informations sur la gestion des applications dans Ubuntu, consultez <ulink url="ghelp:add-applications">Ajouter, supprimer et mettre à jour des applications</ulink>.
gl: Para ler máis sobre como manter o seu equipo ao día e outros consellos de seguranza, vexa <ulink url="ghelp:keeping-safe">Como mantener seguro o seu computador</ulink>. Pode ler máis sobre como se administran os aplicativos en Ubuntu en <ulink url="ghelp:add-applications">Engadir, eliminar e actualizar aplicativos</ulink>.
it: Per maggiori informazioni su come mantenere il proprio computer aggiornato e altri suggerimenti per la sicurezza del computer, consultare <ulink url="ghelp:keeping-safe">Mantenere il proprio computer sicuro</ulink>. Informazioni su come sono gestite le applicazioni in Ubuntu possono essere trovate in <ulink url="ghelp:add-applications">Aggiungere, rimuovere e aggiornare applicazioni</ulink>.
lv: Lai uzzinātu vairāk, kā uzturēt savu datoru atjauninātu un citi datora drošības padomi, skatiet <ulink url="ghelp:keeping-safe">Keeping Your Computer Safe</ulink>. Lai uzzinātu vairāk, kā lietotnes tiek pārvaldītas Ubuntu vidē, lasiet <ulink url="ghelp:add-applications">Lietotņu pievienošana, atjaunināšana un noņemšana</ulink>.
nb: Mer informasjon om å holde datamaskinen oppdatert og trygg finnes på<ulink url="ghelp:keeping-safe">Holde datamaskinen din trygg</ulink>. Mer informasjon om hvordan programvare behandles i Ubuntu finnes på <ulink url="ghelp:add-applications">Legge til, fjerne og oppdatere programmer</ulink>.
nl: Zie voor meer informatie over het bijwerken van uw computer en andere beveiligingstips <ulink url="ghelp:keeping-safe">Uw computer veilig houden</ulink>. Meer informatie over het beheer van toepassingen in Ubuntu vindt u in <ulink url="ghelp:add-applications">Toepassingen toevoegen, verwijderen en bijwerken</ulink>.
pt_br: Para ler mais sobre como manter seu computador atualizado e outras dicas de segurança, consulte <ulink url="ghelp:keeping-safe">Mantendo seu computador seguro</ulink>. Leitura complementar sobre como os aplicativos são gerenciados no Ubuntu pode ser encontrada em <ulink url="ghelp:add-applications">Adicionando, Removendo e Atualizando Aplicações</ulink>.
ru: Узнать больше о регулярных обновлениях и других советах по компьютерной безопасности можно в статье <ulink url="ghelp:keeping-safe">Поддержание безопасности компьютера</ulink>. О том, как управлять приложениями в Ubuntu, можно узнать, прочитав <ulink url="ghelp:add-applications">Добавление, удаление и обновление приложений</ulink>.
sk: Ak sa chcete dozvedieť viac aktualizovaní vášho počítača a bezpečnosti, pozrite <ulink url="ghelp:keeping-safe">Udržiavanie počítača v bezpečí</ulink>. Ďalšie informácie o správe aplikácií môžete nájsť v sekcii <ulink url="ghelp:add-applications">Pridávanie, odstraňovanie a aktualizovanie aplikácií</ulink>.
sl: Za nadaljnje branje o tem kako posodabljati svoj računalnik in drugih varnostnih namigih si oglejte <ulink url="ghelp:keeping-safe">Ohranite računalnik varen</ulink>. Nadaljnje branje o tem kako poteka upravljanje s programi v Ubuntu je mogoče najti v <ulink url="ghelp:add-applications">Dodajanje, Odstranjevanje in Posodabljanje programov</ulink>.
sr: За даље читање о одржавању вашег рачунара ажурираним и о другим саветима о безбедности рачунара, погледајте: <ulink url="ghelp:keeping-safe">Одржавајте ваш рачунар безбедним</ulink>. Даље читање о томе како се управља апликацијама у Убунтуу можете наћи у одељку: <ulink url="ghelp:add-applications">Додавање, уклањање и ажурирање апликација</ulink>.
tr: Bilgisayarınızın güvenliği ve diğer bilgisayar güvenlik türleri ile ilgili daha fazlasını okumak için, <ulink url="ghelp:keeping-safe">Bilgisayarını Güvende Tutma</ulink>'ya bakın. Ubuntu'da uygulamalar nasıl yönetilir hakkında daha fazlasını okumak için <ulink url="ghelp:add-applications">Uygulamaları Ekleme, Kaldırma ve Güncelleme</ulink>'ye bakın.
zh_cn: 有关保持计算机时刻处于最新状态和其他计算机安全 提示的更多信息，请参阅<ulink url="ghelp:keeping-safe">保持计算机 安全</ulink>。有关如何管理Ubuntu中应用程序的更多信息， 请参阅<ulink url="ghelp:add-applications">添加、卸载和 更新应用程序</ulink>。
zh_hk: 有關保持您的電腦於最新狀態，以及其他電腦安全的技巧的進階課題，請見<ulink url="ghelp:keeping-safe">確保電腦安全</ulink>。有關 Ubuntu 如何管理應用程式的進階課題，可見<ulink url="ghelp:add-applications">新增、移除以及更新應用程式</ulink>。

source: Getting more info/help
bn: আরও তথ্য/সহায়তা পাওয়া
ca: Com obtenir més informació o ajuda
cs: Získání více informací nebo pomoci
da: Find mere information/hjælp
de: Mehr Informationen und Hilfe erhalten
el: Εύρεση περισσότερων πληροφοριών/βοήθειας
es: Conseguir más ayuda/información
fr: Obtenir plus d'informations ou de l'aide
gl: Obtendo máis información/axuda
it: Ottenere maggiore aiuto o informazioni
lv: Kā iegūt vairāk informācijas un palīdzību
nb: Få informasjon og hjelp
nl: Meer informatie/hulp krijgen
pt_br: Obtendo mais informações/ajuda
ru: Дополнительная информация/справка
sk: Získavanie pomoci a informácií
sl: Pridobivanje več podatkov/pomoči
sr: Набављање још информација—помоћи
tr: Daha fazla bilgi/yardım almak
zh_cn: 获得更多的信息/帮助
zh_hk: 取得更多資訊/幫助

source: Ubuntu comes with an extensive help system. Click <menuchoice><guimenu>System</guimenu><guimenuitem>Help and Support</guimenuitem></menuchoice> to access it.
bn: উবুন্টু ব্যাপক সহায়তা সিস্টেমসহ পাওয়া যায়। এটিতে প্রবেশ করতে <menuchoice><guimenu>সিস্টেম</guimenu><guimenuitem>সহায়তা এবং সাপোর্ট</guimenuitem></menuchoice> ক্লিক করুন।
ca: L'Ubuntu té un sistema d'ajuda molt extens. Feu clic a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Ajuda i suport</guimenuitem></menuchoice> per accedir-hi.
cs: Ubuntu přichází s rozsáhlým systémem nápovědy. Pro zpřístupnění zvolte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Nápověda a podpora</guimenuitem></menuchoice>.
da: Ubuntu indeholder et omfattende hjælpesystem. Klik <menuchoice><guimenu>System</guimenu><guimenuitem>Hjælp og support</guimenuitem></menuchoice> for at tilgå det.
de: Ubuntu kommt mit einem umfassenden Hilfssystem. Klicken Sie auf <menuchoice><guimenu>System</guimenu><guimenuitem>Hilfe und Unterstützung</guimenuitem></menuchoice> um darauf zuzugreifen.
el: Το Ubuntu έχει εκτεταμένο σύστημα βοήθειας. Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Βοήθεια και υποστήριξη</guimenuitem></menuchoice> για να το χρησιμοποιήσετε.
es: Ubuntu incluye un extenso sistema de ayuda. Pulse en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Ayuda y soporte</guimenuitem></menuchoice> para acceder a él.
fr: Ubuntu intègre un système d'aide très complet. Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Aide et soutien</guimenuitem></menuchoice> pour y accéder.
gl: Ubuntu inclúe un extenso sistema de axuda. Prema en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Axuda e asistencia</guimenuitem></menuchoice> para acceder a él.
it: Ubuntu è dotato di un completo ed esaustivo sistema di aiuto. Per accedervi, selezionare <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Aiuto e supporto</guimenuitem></menuchoice>.
lv: Ubuntu nāk ar plašu palīdzības sistēmu. Kliķšiniet <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Palīdzība un atbalsts</guimenuitem></menuchoice>, lai tai piekļūtu.
nb: Ubuntu tilbyr et utførlig hjelpsystem. Klikk på <menuchoice><guimenu>System</guimenu><guimenuitem>Hjelp og støtte</guimenuitem></menuchoice> for å få tilgang til den.
nl: Ubuntu wordt geleverd met een uitgebreid hulpsysteem. Om toegang hiertoe te krijgen klikt u op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Hulp en ondersteuning</guimenuitem></menuchoice>.
pt_br: Ubuntu vem com um extenso sistema de ajuda. Clique <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Ajuda e Suporte</guimenuitem></menuchoice> para acessa-lo.
ru: Ubuntu поставляется с большой справочной системой. Для доступа к ней нажмите <menuchoice><guimenu>Система</guimenu><guimenuitem>Справка и поддержка</guimenuitem></menuchoice>.
sk: Ubuntu je dodávané s rozsiahlym systémom pomocníka. Kliknite na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Pomoc a podpora</guimenuitem></menuchoice> aby ste ho spustili.
sl: Ubuntu prihaja z obsežnim sistemom pomoči. Za dostop do pomoči kliknite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Pomoč in podpora</guimenuitem></menuchoice>
sr: Убунту долази са опширном помоћи система. Да јој приступите, кликните <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Помоћ и подршка</guimenuitem></menuchoice></quote>.
tr: Ubuntu kapsamlı bir yardım sistemi ile gelir. Ona erişmek için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yardım ve Destek</guimenuitem></menuchoice>'e tıklayın.
zh_cn: Ubuntu随附扩展帮助系统。单击 <menuchoice><guimenu>系统</guimenu><guimenuitem>帮助和 支持</guimenuitem></menuchoice>即可访问。
zh_hk: Ubuntu 有廣泛的求助系統。點擊 <menuchoice><guimenu>系統</guimenu><guimenuitem>求助與支援</guimenuitem></menuchoice>。
