Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: If you don't find the answer there, you may find the <ulink url="https://help.ubuntu.com/community/UserDocumentation">community contributed documentation website</ulink> helpful.
bn: আপনি যদি নথিবদ্ধকরণে উত্তর না পেয়ে থাকেন তাহলে এখানে সহায়ক পাবেন <ulink url="https://help.ubuntu.com/community/UserDocumentation">কমিউনিটি নথিবদ্ধকরণ ওয়েবসাইট প্রদান</ulink>।
ca: Si no hi trobeu la vostra resposta, potser us serà útil el <ulink url="https://help.ubuntu.com/community/UserDocumentation">lloc web de documentació mantingut per la comunitat</ulink>
cs: Pokud zde nenaleznete odpověď, můžete využít <ulink url="https://help.ubuntu.com/community/UserDocumentation">webovou stránku s dokumentací spravovanou komunitou</ulink>.
da: Hvis du ikke kan finde svaret der, vil du muligvis finde den <ulink url="https://help.ubuntu.com/community/UserDocumentation">fældeskabs bidraget dokumentation hjemmeside</ulink> hjælpsom.
de: Wenn Sie dort keine Antwort finden, könnte Ihnen vielleicht die <ulink url="https://help.ubuntu.com/community/UserDocumentation">von der Gemeinschaft unterstützte Webseite</ulink> weiter helfen.
el: Αν δεν βρείτε την απάντηση που ψάχνετε εκεί, η <ulink url="https://help.ubuntu.com/community/UserDocumentation">συντηρούμενη από την κοινότητα ιστοσελίδα τεκμηρίωσης</ulink> μπορεί να σας φανεί χρήσιμη.
es: Si no encuentra la respuesta aquí, tal vez le sea de utilidad el <ulink url="https://help.ubuntu.com/community/UserDocumentation">sitio de documentación contribuida por la comunidad</ulink>.
fr: Si vous n'y trouvez pas la réponse à votre question, le <ulink url="http://doc.ubuntu-fr.org/">site de la communauté francophone des utilisateurs d'Ubuntu</ulink> vous sera sûrement d'un grand secours.
gl: Se non atopa aquí a resposta, pode que lle sexa de utilidade o <ulink url="https://help.ubuntu.com/community/UserDocumentation">sitio de documentación aportada pola comunidade</ulink>.
it: Nel caso non si trovi una risposta al proprio problema, è possibile provare a cercare nella <ulink url="http://wiki.ubuntu-it.org">documentazione scritta dalla comunità</ulink>.
lv: Ja jūs neatrodat savu atbildi tur, jums varētu palīdzēt <ulink url="https://help.ubuntu.com/community/UserDocumentation">kopienas izstrādātās dokumentācijas tīmekļa vietne</ulink>.
nb: Hvis du ikke finner svar på spørsmålene dine her kan du gå til <ulink url="https://help.ubuntu.com/community/UserDocumentation">nettsamfunnets dokumentasjon</ulink>.
nl: Als u daar niet het antwoord vindt, probeer dan de <ulink url="https://help.ubuntu.com/community/UserDocumentation">documentatiewebsite van de Ubuntu-gemeenschap</ulink>.
pt_br: Se você não encontrar a resposta lá, você pode encontrar ajuda no <ulink url="https://help.ubuntu.com/community/UserDocumentation">site da comunidade de contribuição de documentação</ulink>.
ru: Если вы не находите ответ здесь, вы можете найти полезным <ulink url="https://help.ubuntu.com/community/UserDocumentation">поддерживаемый сообществом сайт документации</ulink>.
sk: Ak tam nenájdete odpovede na vaše otázky, môže vám pomôcť <ulink url="https://help.ubuntu.com/community/UserDocumentation">webová stránka obsahujúca dokumentáciu zostavenú komunitou</ulink>.
sl: Če odgovora tam ne najdete lahko poskusite s <ulink url="https://help.ubuntu.com/community/UserDocumentation">spletno strani dokumentacije, ki jo je prispevala ubuntu skupnost</ulink> helpful.
sr: Ако тамо не нађете одговор, можете наћи корисним <ulink url="https://help.ubuntu.com/community/UserDocumentation"> веб сајт документације којој доприноси заједница</ulink>.
tr: Eğer orada hiçbir cevap bulamazsanız, <ulink url="https://help.ubuntu.com/community/UserDocumentation">belgelendirme websitesine katılan topluluk</ulink> yardımı bulabilirsiniz.
zh_cn: 如果没有找到答案，您会发现查找<ulinkurl="https://help.ubuntu.com/community/UserDocumentation">社区 贡献的文档网站</ulink>会有所帮助。
zh_hk: 如果沒有在這裡找到解答，<ulink url="https://help.ubuntu.com/community/UserDocumentation">社羣所貢獻的文件網站</ulink>可能會對您有幫助。

source: If you can't find the answers in the documentation, there is an extensive community of volunteers who provide free support. See the <ulink url="http://www.ubuntu.com/support/free">Ubuntu website</ulink> for the different options.
bn: আপনি যদি নথিবদ্ধকরণে উত্তর না পেয়ে থাকেন তাহলে ব্যাপক স্বেচ্ছাসেবক কমিউনিটি রয়েছে যারা কিনা বিনামূল্যে আপনাকে সাপোর্ট দিবে। ভিন্ন অপশনের জন্য <ulink url="http://www.ubuntu.com/support/free">উবুন্টু ওয়েবসাইট</ulink> দেখুন।
ca: Si encara no podeu trobar les respostes a la documentació, hi ha una comunitat de voluntaris molt àmplia que us pot proporcionar suport de forma gratuïta. Vegeu el <ulink url="http://www.ubuntu.com/support/free">lloc web de l'Ubuntu</ulink> per a trobar diferents opcions.
cs: Pokud nenaleznete odpověď v dokumentaci, existuje rozsáhlá komunita dobrovolníků, kteří poskytují bezplatnou podporu. Pro více možností navštivte <ulink url="http://www.ubuntu.com/support/free">webovou stránku Ubuntu</ulink>.
da: Hvis du ikke kan finde svar i dokumentationen, er der et omfattende fællesskab af frivillige, som yder gratis support. Se <ulink url="http://www.ubuntu.com/support/free">Ubuntu hjemmeside</ulink> for de forskellige muligheder.
de: Wenn Sie die Antworten in der Dokumentation nicht finden können, gibt es eine umfassende Gemeinschaft von Freiwilligen, die kostenlose Unterstützung zur Verfügung stellen. Siehe <ulink url="http://www.ubuntu.com/support/free"> Ubuntu Webseite </ulink> für die verschiedenen Optionen.
el: Αν δεν μπορείτε να βρείτε απαντήσεις στην τεκμηρίωση, υπάρχει μια μεγάλη κοινότητα εθελοντών που παρέχει δωρεάν υποστήριξη. Δείτε τον <ulink url="http://www.ubuntu.com/support/free">ιστότοπο του Ubuntu</ulink> για τις διάφορες διαθέσιμες επιλογές.
es: Si no puede encontrar las respuestas en la documentación, existe una extensa comunidad de voluntarios que proporciona soporte gratuito. Vaya al <ulink url="http://www.ubuntu.com/support/free">Sitio Web de Ubuntu</ulink> para ver las diferentes opciones.
fr: Si vous ne trouvez pas les réponses à voss question dans la documentation, il existe une importante communauté de bénévoles proposant de l'aide gratuitement. Rendez-vous sur le <ulink url="http://www.ubuntu.com/support/free">site Web d'Ubuntu</ulink> pour découvrir les différentes possibilités qui s'offrent à vous.
gl: Se non pode atopar as respostas na documentación, existe unha extensa comunidade de voluntarios que proporciona asistencia de balde. Vaia ata o <ulink url="http://www.ubuntu.com/support/free">Sitio Web de Ubuntu</ulink> para ver as diferentes opcións.
it: Se non si riesce a trovare una risposte nella documentazione, è possibile provare con il supporto gratuito fornito dalla comunità dei volontari. Per maggiori informazioni, consultare <ulink url="http://www.ubuntu.it/supporto/">il sito web di Ubuntu</ulink>
lv: Ja jūs nespējat atrast atbildes dokumentācijā, ir pieejams plašs brīvprātīgo kopienas atbalsts pa brīvu. Skatiet <ulink url="http://www.ubuntu.com/support/free">Ubuntu tīmekļa vietni</ulink>, lai izvērtētu dažādās iespējas.
nb: Hvis du ikke kan finne svar på spørsmålene dine i dokumentasjonen, finnes det et stort nettsamfunn med frivillige som sørger for gratis brukerstøtte. Gå til <ulink url="http://www.ubuntu.com/support/free">Ubuntunettsiden</ulink> for å få en oversikt over alternativene.
nl: Als u het antwoord niet vindt in de documentatie, dan is er een grote groep vrijwilligers die gratis ondersteuning biedt. Zie de <ulink url="http://www.ubuntu.com/support/free">Ubuntu-website</ulink> voor de verschillende mogelijkheden.
pt_br: Se você não consegue encontrar as respostas na documentação, existe uma extensa comunidade de voluntários que dão suporte gratuito. Veja o <ulink url="http://www.ubuntu.com/support/free">site do Ubuntu</ulink> para as diferentes opções.
ru: Если вы не можете найти ответы в этой документации, есть большое сообщество добровольцев, бесплатно оказывающих поддержу. Посмотрите <ulink url="http://ubuntu.ru/">веб-сайт «Ubuntu по-русски»</ulink>, чтобы ознакомиться с различными вариантами.
sk: Ak vám nepomôže dokumentácia, existuje rozsiahla komunita dobrovoľníkov, ktorý poskytujú podporu zadarmo. Rôzne možnosti sú uvedené na <ulink url="http://www.ubuntu.com/support/free">webovej stránke Ubuntu</ulink>.
sl: Če ne najdete pomoči v dokumentaciji, obstaja široka skupnost prostovoljcev, ki zagotavljajo brezplačno pomoč. Oglejte si <ulink url="http://www.ubuntu.com/support/free">Ubuntu spletno stran</ulink> za različne možnosti.
sr: Ако не можете да пронађете одговоре у документацији, постоји обимна заједница волонтера који пружају бесплатну подршку. Погледајте <ulink url="http://www.ubuntu.com/support/free">веб сајт Убунтуа</ulink> за различите опције.
tr: Eğer belgelendirmede cevapları bulamazsanız, özgür destek sağlayan gönüllüler oluşturduğu kapsamlı bir topluluğu vardır. Farklı seçenekler için <ulink url="http://www.ubuntu.com/support/free">Ubuntu websitesine</ulink> bakın.
zh_cn: 如果没有在文档中找到答案，还有大量 社区志愿者可以提供免费支持。请参阅<ulinkurl="http://www.ubuntu.com/support/free">Ubuntu 网站</ulink>了解 不同的选项。
zh_hk: 如果您沒辦法在文件尋求解答，廣泛的志願者社羣會提供免費的支援。請見<ulink url="http://www.ubuntu.com/support/free"> Ubuntu 的網站</ulink>，有更多不同的方向可供選擇。

source: If you want professional support, Canonical provides <ulink url="http://www.ubuntu.com/support/paid">commercial technical support</ulink>.
ca: Si voleu suport professional, Canonical us proporciona <ulink url="http://www.ubuntu.com/support/paid">suport tècnic comercial</ulink>.
cs: Pokud chcete profesionální podporu, poskytuje společnost Canonical <ulink url="http://www.ubuntu.com/support/paid">komerční technickou podporu</ulink>.
da: Canonical udbyder <ulink url="http://www.ubuntu.com/support/paid">kommerciel teknisk support</ulink>, hvis du ønsker professionel support.
de: Wenn Sie professionelle Unterstützung wünschen: Canonical liefert <ulink url="http://www.ubuntu.com/support/paid">Kommerziellen technischen Support</ulink>.
es: Si desea soporte profesional, Canonical proporciona <ulink url="http://www.ubuntu.com/support/paid">soporte técnico comercial</ulink>.
gl: Se desexa asistencia profesional, Canonical fornece <ulink url="http://www.ubuntu.com/support/paid">asistencia técnica comercial</ulink>.
it: Per ricevere supporto professionale, Canonical fornisce <ulink url="http://www.ubuntu.com/support/paid">supporto tecnico a pagamento</ulink> (in inglese).
nb: Hvis du ønsker profesjonell hjelp, sørger Canonical for <ulink url="http://www.ubuntu.com/support/paid">kommersiell teknisk støtte</ulink>.
pt_br: Se você quer suporte profissional, a Canonical oferece <ulink url="http://www.ubuntu.com/support/paid">suporte técnico comercial</ulink>.
ru: Если вам нужна профессиональная поддержка, Canonical предоставляет <ulink url="http://www.ubuntu.com/support/paid">коммерческую техническую поддержку</ulink>.
sk: Ak potrebujete profesionálnu podporu, Canonical poskytuje <ulink url="http://www.ubuntu.com/support/paid">komerčnú technickú podporu</ulink>.
sl: Če želite profesionalno podporo, Canonical ponuja <ulink url="http://www.ubuntu.com/support/paid">komercialno tehnično podporo</ulink>.
tr: Eğer profesyonel destek istiyorsanız, Canonical <ulink url="http://www.ubuntu.com/support/paid">ticari teknik destek</ulink> sunar.
zh_cn: 如果希望得到专业的支持，Canonical 提供<ulinkurl="http://www.ubuntu.com/support/paid">商业技术 支持</ulink>。

source: translator-credits
bn: Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan লীন https://launchpad.net/~kobilin056
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Joan Duran https://launchpad.net/~jodufi Sergi Mateo https://launchpad.net/~sergimateo
cs: David Vachulka, 2006 Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun Kamil Páral https://launchpad.net/~kamil.paral Zdeněk Dlauhý https://launchpad.net/~zdlauhy dvx https://launchpad.net/~david-konstrukce-cad
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo John H. https://launchpad.net/~john-hojsholt Mads Peter Rommedahl https://launchpad.net/~lhademmor Michael Bæk https://launchpad.net/~pointybluehat Michael Christensen https://launchpad.net/~conphara
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Arne https://launchpad.net/~bloodymary22 Jochen Skulj https://launchpad.net/~joskulj Marcel Schmücker https://launchpad.net/~versus666 Mathias Menzer https://launchpad.net/~mfm Matthew East https://launchpad.net/~mdke Moritz Baumann https://launchpad.net/~mo-germany Ralf https://launchpad.net/~ralf-weyer Steffen Eibicht https://launchpad.net/~steffeneibicht Tapsiturtle https://launchpad.net/~tapsiturtle Timo Schlappinger https://launchpad.net/~tim2611 thetrifi https://launchpad.net/~thomas-klockenkaemper
el: Launchpad Contributions: sterios prosiniklis https://launchpad.net/~steriosprosiniklis
es: Launchpad Contributions: Gonzalo Núñez https://launchpad.net/~gnunezr Jose Bovet Derpich https://launchpad.net/~jose-bovet Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
fr: Launchpad Contributions: Matthew East https://launchpad.net/~mdke
gl: Launchpad Contributions: Francisco Diéguez https://launchpad.net/~frandieguez Miguel Anxo Bouzada https://launchpad.net/~mbouzada
gu: Launchpad Contributions: BKD https://launchpad.net/~bkd-online
it: Launchpad Contributions: Flavia Weisghizzi https://launchpad.net/~flavia.weisghizzi Luca Zorzi https://launchpad.net/~lucazorzi91 Milo Casagrande https://launchpad.net/~milo Valter Mura https://launchpad.net/~valtermura-gmail
lv: Launchpad Contributions: Arvis Lācis https://launchpad.net/~arvis-lacis
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: 6675636b796f75 https://launchpad.net/~6675636b796f75-deactivatedaccount Eirik Fikkan https://launchpad.net/~efikkan Kjetil Birkeland Moe https://launchpad.net/~kjetilbi Kjetil Birkeland Moe https://launchpad.net/~kjetilbmoe Matthew East https://launchpad.net/~mdke Rune C. Akselsen https://launchpad.net/~runeakselsen Thor K. H https://launchpad.net/~nitrolinken
nl: Launchpad Contributions: Gwijde https://launchpad.net/~gwijde-maegherman
pt_br: Launchpad Contributions: André Gondim https://launchpad.net/~andregondim Eberval Oliveira Castro https://launchpad.net/~eberval-gmail Henrique P. Machado https://launchpad.net/~zehrique Italoclone https://launchpad.net/~italoclone Lucas Siza https://launchpad.net/~lucasxd2 Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Tiago Hillebrandt https://launchpad.net/~tiagoscd billpessoni https://launchpad.net/~billpessoni
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: #D|zeR by RSIS https://launchpad.net/~riqqer Alexey Balmashnov https://launchpad.net/~a.balmashnov Alexey Reztsov https://launchpad.net/~ariafan Andrey "ХолоD" Bobylev https://launchpad.net/~xojiod Dmitriy Kudryashov https://launchpad.net/~overmailed Igor Zubarev https://launchpad.net/~igor.zubarev Matthew East https://launchpad.net/~mdke Roman Bolshakov https://launchpad.net/~roolebo Sergei Cherepanov https://launchpad.net/~s.cherepanov Sergey Kirienko https://launchpad.net/~skirienko Sergey Sedov https://launchpad.net/~serg-sedov Антон Лаврёнов https://launchpad.net/~antoshachips
sk: Launchpad Contributions: Laco Gubík https://launchpad.net/~laco Pavol Klačanský https://launchpad.net/~pavolzetor Peter Chabada https://launchpad.net/~ubuntu-chabada
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic Bernard Banko https://launchpad.net/~beernarrd Darko Mohar https://launchpad.net/~mohar-darko Klemen Košir https://launchpad.net/~klemen913
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Ahmet ERTEM https://launchpad.net/~ahmetertem Angel Spy https://launchpad.net/~dilara.ekinci Cihan Ersoy https://launchpad.net/~cihan.ersoy EsatYuce https://launchpad.net/~esat Kayra Akman https://launchpad.net/~ckakman can kaçan https://launchpad.net/~amon-ra ggokcay https://launchpad.net/~ggokcay
zh_cn: Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 jayfantsy https://launchpad.net/~jayfantsy licongcq https://launchpad.net/~licongcq prongs https://launchpad.net/~zgzzx10 zhangmiao https://launchpad.net/~mymzhang 英华 https://launchpad.net/~wantinghard
zh_hk: Launchpad Contributions: Walter Cheuk https://launchpad.net/~wwycheuk

source: @@image: '/usr/share/icons/Humanity/places/48/distributor-logo.svg'; md5=487124cb55d7026456a0166cf479c542
tr: @@resim: '/usr/share/icons/Humanity/places/48/distributor-logo.svg'; md5=487124cb55d7026456a0166cf479c542

source: @@image: '/usr/share/pixmaps/firefox.png'; md5=a1b882e469a26bc245ded835fa7a083a
tr: @@resim: '/usr/share/pixmaps/firefox.png'; md5=a1b882e469a26bc245ded835fa7a083a

source: @@image: '/usr/share/icons/hicolor/24x24/apps/rhythmbox.png'; md5=a0bb4d568b7aef81b4c4ed81d2bb6ebf
tr: @@resim: '/usr/share/icons/hicolor/24x24/apps/rhythmbox.png'; md5=a0bb4d568b7aef81b4c4ed81d2bb6ebf

source: @@image: '/usr/share/icons/ubuntu-mono-dark/status/24/gnome-netstatus-disconn.svg'; md5=23be43004130b295f5c2bf19c6ff49c0
tr: @@resim: '/usr/share/icons/ubuntu-mono-dark/status/24/gnome-netstatus-disconn.svg'; md5=23be43004130b295f5c2bf19c6ff49c0

source: @@image: '/usr/share/icons/Humanity/apps/48/gnome-volume-control.svg'; md5=a8801f2a25402e3c73109f4c9bb2d7d7
tr: @@resim: '/usr/share/icons/Humanity/apps/48/gnome-volume-control.svg'; md5=a8801f2a25402e3c73109f4c9bb2d7d7

source: @@image: '/usr/share/icons/Humanity/apps/48/update-manager.svg'; md5=4a985d0cb1e48848e32cea69694fdfe1
tr: @@resim: '/usr/share/icons/Humanity/apps/48/update-manager.svg'; md5=4a985d0cb1e48848e32cea69694fdfe1

source: <placeholder-1/><emphasis>The menubar</emphasis> is found at the top left of your screen and is where you go to start applications, find files and customise settings. It is made up of three menus: <placeholder-2/>
da: <placeholder-1/><emphasis>Menulinjen</emphasis> findes øverest til venstre på din skærm, her starter du programmer, finder filer og juster indstillinger. Den er opdelt i tre menuer: <placeholder-2/>
de: <placeholder-1/><emphasis>Der Menübereich</emphasis> ist in der linken oberen Ecke Ihres Bildschirms angeordnet. Hier können Sie Anwendungen starten, Dateien finden und Einstellungen anpassen.
es: <placeholder-1/><emphasis>La barra de menú</emphasis> se encuentra en la parte superior izquierda de su pantalla; desde ahí puede iniciar programas, buscar archivos y personalizar preferencias. Está compuesta por tres menús: <placeholder-2/>
gl: <placeholder-1/><emphasis>A barra de menús</emphasis> atopase na parte superior esquerda da súa pantalla; desde aí pode iniciar programas, buscar ficheiros e y personalizar preferencias. Está formada por tres menús: <placeholder-2/>
pt_br: <placeholder-1/><emphasis> A barra de menus</emphasis> está localizada no canto superior esquerdo da tela, e é o local que você visita para iniciar aplicativos, encontrar arquivos, e modificar configurações. É composto por três menus: <placeholder-2/>

source: <placeholder-1/> Import, manage and edit photos with <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice>
da: <placeholder-1/> Importer, organiser og rediger billeder med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>F-Spot fotohåndtering</guimenuitem></menuchoice>
de: <placeholder-1/> Importieren, verwalten and bearbeiten Sie Fotos mit <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>F-Spot Photo Manager</guimenuitem></menuchoice>
es: <placeholder-1/> Importe, administre y edite fotografías con <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Administrador de fotos F-Spot</guimenuitem></menuchoice>
gl: <placeholder-1/> Importe, administre r edite fotografías con <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Xestor de fotos F-Spot</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Importe, gerencie e edite fotos com <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>F-Spot Gerenciador de Fotos</guimenuitem></menuchoice>

source: <placeholder-1/> Instant messaging and video calls with <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy Internet Messenger</guimenuitem></menuchoice>
sr: <placeholder-1/> За тренутне поруке и видео позиве користите Емпатију: <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Емпатија — интернет писмоноша</guimenuitem></menuchoice>.

source: <placeholder-1/> Complete office suite <application>LibreOffice</application> at <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem></menuchoice>
sr: <placeholder-1/> За све канцеларијске послове користите <application>Либре Офис</application>: <menuchoice><guimenu>Програми</guimenu><guimenuitem>Канцеларија</guimenuitem></menuchoice>.

source: <placeholder-1/> Import, buy and manage music with <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Banshee Media Player</guimenuitem></menuchoice>
sr: <placeholder-1/> За увожење, куповину и управљање музиком користите Злослутничку музичку кутију: <menuchoice><guimenu>Програми</guimenu><guimenuitem>Звук и видео</guimenuitem><guimenuitem>Злослутничка музичка кутија</guimenuitem></menuchoice>.

source: If you want professional support, Canonical provides <ulink url="http://www.ubuntu.com/support/services">commercial technical support</ulink>.
sr: Ако желите професионалну подршку, Каноникал обезбеђује <ulink url="http://www.ubuntu.com/support/services">комерцијалну техничку помоћ</ulink>.

source: mdke@ubuntu.com (Matthew East)
gu: mdke@ubuntu.com (મૅથ્યુ ઇસ્ટ)

source: Whether you&rsquo;ve upgraded from a previous version of Ubuntu, or you&rsquo;re switching from Windows or Mac OS X, these pages will help you get your bearings.
gu: તમે ઉબુન્ટુની જુની આવૃત્તિને અદ્યતન કરી હોય, કે તમે વિન્ડોઝ અથવા મૅક OS X માંથી આવતા હો, આ પાનાઓ તમને તમારી વસ્તુઓ મેળવવામાં મદદ કરશે.

source: Basic computer skills
gu: સામાન્ય કોમ્પ્યુટર વિશેની આવડતો

source: An overview of your desktop and how to use it
gu: તમારા ડૅસ્કટોપ અને તેને વાપરવા વિશેનું સર્વસામાન્ય વર્ણન

source: The role of the administrator
gu: વહીવટકર્તાની ભૂમિકા

source: If you&rsquo;ve been using Windows
gu: જો તમે વિન્ડોઝ વાપરતા હો
