Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: <emphasis>The notification area</emphasis> is found in the top right hand corner of your screen and displays the status of different applications. You can use it to change the volume, change your online status in different applications, and shut down your computer.
bn: <emphasis>ঘোষণা ক্ষেত্র</emphasis> আপনার স্ক্রীণের শীর্ষ ডান প্রান্তে পাওয়া যাবে এবং ভিন্ন ভিন্ন এপ্লিকেশনের অবস্থান প্রদর্শন করবে। আপনি ভলিউম পরিবর্তন, আপনার ভিন্ন ভিন্ন এপ্লিকেশনের অনলাইন অবস্থান পরিবর্তন, এবং কম্পিউটার বন্ধ করতে এটি ব্যবহার করতে পারবেন।
ca: <emphasis>L'àrea de notificació</emphasis> està situada a la part superior dreta de la pantalla i mostra l'estat de diverses aplicacions. Podeu utilitzar-la per canviar el volum, canviar el vostre estat de connexió a diverses aplicacions, i aturar l'ordinador.
cs: <emphasis>Oznamovací oblast</emphasis> se nachází v pravé horní části vaší obrazovky a zobrazuje stav různých aplikací. Můžete zde změnit hlasitost, změnit online stav v různých aplikacích a vypnout počítač.
da: Øverst til højre på din skærmen finder du <emphasis>statusfeltet</emphasis>, her vises stauts for forskellige programmer. Du kan bruge det til at ændre lydstyrken, ændre din online status i forskellige programmer, og lukke din computer.
de: <emphasis>Der Benachrichtigungsbereich</emphasis> befindet sich in der rechten oberen Bildschirmecke und zeigt den Status verschiedener Anwendungen. Sie können hier die Lautstärke ändern, Ihren Online-Status in verschiedenen Anwendungen ändern und Ihren Rechner ausschalten.
el: <emphasis>Η περιοχή ειδοποιήσεων</emphasis> βρίσκεται στην επάνω δεξιά γωνία της οθόνης και προβάλει την κατάσταση διάφορων εφαρμογών. Μπορείτε να την χρησιμοποιήσετε για ν' αλλάξετε την ένταση, την κατάσταση διαθεσιμότητας σας σε διάφορες εφαρμογές επικοινωνίας και για να τερματίσετε τον υπολογιστή σας.
es: <emphasis>El área de notificación</emphasis> se encuentra en la parte superior derecha de su pantalla, y muestra el estado de distintos programas. Puede usarla para cambiar el volumen, cambiar su estado «en línea» en distintos programas, y apagar su equipo.
fr: <emphasis>La zone de notification</emphasis> située dans le coin supérieur droit de l'écran affiche l'état de différentes applications. Vous pouvez l'utiliser pour ajuster le volume sonore, modifier votre statut en ligne pour différentes applications ou éteindre votre ordinateur.
gl: <emphasis>A área de notificación</emphasis> pódese encontrar na esquina superior dereita da súa pantalla e mostra o estado dos distintos aplicativos. Pode usala para cambiar o nivel de volume, cambiar o seu estado en diferentes aplicativos e apagar o computador.
it: <emphasis>L'area di notifica</emphasis> è posizionata nell'angolo in alto a destra dello schermo e visualizza lo stato di diverse applicazioni. Da quest'area è possibile cambiare il volume, cambiare lo stato dei servizi in rete e spegnere il computer.
lv: <emphasis>ZIņojumu lauks</emphasis> ir atrodams augšējā labējā ekrāna sturī un tas rāda dažādu lietotņu statusu. Jūs varat to izmantot, lai mainītu skaļumu, mainītu jūsu tiešsaistes statusu dažādās lietotnēs, kā arī lai izslēgtu datoru.
nb: <emphasis>Varslingsområdet</emphasis> finnes øverst til høyre på skjermen og viser status til forskjellige programmer. Du kan bruke denne til å endre lydvolumet, endre nettstatus for forskjellige programmer, og slå av datamaskinen.
nl: Het <emphasis>mededelingengebied</emphasis> vindt u rechts boven in uw scherm; het toont de status van diverse applicaties. U kunt er het volume wijzigen, uw online-status in verschillende toepassingen wijzigen, en uw computer afsluiten.
pt_br: <emphasis>A área de notificação</emphasis> se encontra no canto superior direito da tela e mostra o status de diferentes aplicações. Você pode usá-la para alterar o volume, alterar seu status em diferentes programas e desligar seu computador.
ru: <emphasis>Область уведомлений</emphasis> находится в правом верхнем углу экрана и отображает состояние различных приложений. Вы можете использовать область уведомлений, чтобы изменить уровень громкости, изменить свой статус в различных приложениях, а так же выключить компьютер.
sk: <emphasis>Oblasť upozornení</emphasis> sa nachádza v pravom hornom rohu obrazovky a zobrazuje stav rôznych aplikácií. Môžete ju použiť na zmenu hlasitosti, zmenu stavu pripojenia v rôznych aplikáciach a na vypnutie počítača.
sl: <emphasis>Obvestilno področje</emphasis> se nahaja v zgornjem desnem kotu zaslona in prikazuje stanje različnih programov. Lahko ga uporabljate za spremembo glasnosti, spremembo stanja v različnih programih ali za zaustavitev svojega računalnika.
sr: <emphasis>Обавештајна зона</emphasis> се налази у горњем десном углу вашег екрана и приказује стање различитих апликација. Можете да је користите да промените јачину звука, промените ваше стање на мрежи у различитим апликацијама и да искључите рачунар.
tr: <emphasis>Bilgilendirme alanı</emphasis> ekranınızın sağ üst köşesinde bulunur ve farklı uygulamaların durumlarını gösterir. Sesi, farklı uygulamalardaki çevrimiçi durumlarınızı değiştirmek ve bilgisayarınızı kapatmak için onu kullanabilirsiniz.
zh_cn: <emphasis>通知区域</emphasis>位于屏幕右上角， 该区域显示不同应用程序的状态。您 可以使用它来更改音量、更改不同应用程序的在线状态， 以及关闭计算机。
zh_hk: <emphasis>通知區域</emphasis> 位於螢幕右上角，用於顯示不同應用程式之狀態；亦可用以變更音量、變更不同應用程式之上線狀態、以及關閉電腦。

source: For further reading about getting around your desktop, see <ulink url="ghelp:user-guide#overview">the Desktop Overview</ulink>.
ca: Si voleu obtenir més informació sobre com moure-us per l'escriptori, vegeu la <ulink url="ghelp:user-guide#overview">descripció general de l'escriptori</ulink>.
cs: Chcete-li zjistit další informace o vašem pracovním prostředí, přečtěte si sekci <ulink url="ghelp:user-guide#overview">Přehled o pracovním prostředí</ulink>.
da: Se <ulink url="ghelp:user-guide#overview">Oversigt over skrivebordet</ulink>, for at læse mere om at finde rundt på skrivebordet.
de: Für weitere Informationen zum Kennenlernen der Arbeitsoberfläche lesen Sie <ulink url="ghelp:user-guide#overview">Überblick Arbeitsoberfläche</ulink>.
es: Para leer más sobre cómo moverse por su escritorio, vea <ulink url="ghelp:user-guide#overview">Introducción al escritorio</ulink>.
gl: Para ler máis sobre como moverse polo seu escritorio vexa <ulink url="ghelp:user-guide#overview">a Vista previa do escritorio</ulink>.
it: Per maggiori informazioni sull'ambiente grafico, consultare la sezione <ulink url="ghelp:user-guide#overview">Panoramica dell'ambiente grafico</ulink>.
nb: Mer informasjon om bruk av skrivebordet finnes på <ulink url="ghelp:user-guide#overview">skrivebordsoversikten</ulink>.
pt_br: Para maiores informações e uma visão geral do seu desktop, veja <ulink url="ghelp:user-guide#overview">Visão geral do desktop</ulink>
ru: Для дальнейшего знакомства с вашим рабочим столом, посмотрите <ulink url="ghelp:user-guide#overview">Обзор рабочей среды</ulink>.
sk: Pre ďalšie informácie ohľadom pracovnej plochy, pozrite <ulink url="ghelp:user-guide#overview">Prehľad pracovnej plochy</ulink>.
sl: Za nadaljno branje o delu na namizju si oglejte <ulink url="ghelp:user-guide#overview">Pregled namizja</ulink>.
tr: Masaüstünüzle ilgili daha fazla şey okumak için, <ulink url="ghelp:user-guide#overview">Masaüstü Önizleme</ulink>'ye bakınız.
zh_cn: 有关桌面的更多介绍，请参阅<ulinkurl="ghelp:user-guide#overview">桌面概述</ulink>。

source: Applications for different tasks
bn: ভিন্ন টাস্কের জন্য এপ্লিকেশন
ca: Aplicacions per a tasques diferents
cs: Aplikace pro různé činnosti
da: Programmer til forskellige opgaver
de: Anwendungen für verschiedene Aufgaben
el: Εφαρμογές για διάφορες εργασίες
es: Aplicaciones para diferentes tareas
fr: Des applications adaptées à chaque tâche
gl: Aplicativos para diferentes tarefas
it: Applicazioni per diverse attività
lv: Lietotnes dažādiem uzdevumiem
nb: Programmer for forskjellige oppgaver
nl: Toepassingen voor verschillende taken
pt_br: Aplicativos para diferentes tarefas
ru: Приложения для различных целей
sk: Aplikácie pre rôzne úlohy
sl: Programi za različne naloge
sr: Апликације за различите задатке
tr: Farklı işler için uygulamalar
zh_cn: 用途各异的应用程序
zh_hk: 適用不同工作的應用程式

source: Ubuntu has a wide range of applications included by default. They include:
bn: উবুন্টুতে পূর্বনির্ধারিত ভাবে অনেক এপ্লিকেশন সংযুক্ত। তা সংযুক্ত করে:
ca: L'Ubuntu té un ampli ventall d'aplicacions instal·lades per defecte. Aquestes inclouen:
cs: Ubuntu standardně obsahuje široký okruh aplikací. Jedná se o:
da: Ubuntu indeholder fra start en bred vifte af programmer. Disse inkluderer:
de: Ubuntu besitzt ein breites Angebot von standardmäßig enthaltenen Anwendungen. Sie enthalten:
el: Το Ubuntu περιλαμβάνει από προεπιλογή μια μεγάλη γκάμα εφαρμογών. Περιλαμβάνει:
es: Ubuntu tiene un amplio rango de aplicaciones incluidas de manera predeterminada. Incluye:
fr: Ubuntu dispose d'un large éventail d'applications disponibles par défaut. En voici un aperçu :
gl: Ubuntu ten un amplo abano de aplicativos incluidos de xeito predeterminado. Inclúe:
it: Ubuntu dispone di moltissime applicazioni fin dalla prima installazione:
lv: Ubuntu ir atrodams pēc noklusējuma iekļauts plašs lietotņu klāsts. Tajā var atrast:
nb: Ubuntu har en rekke programmer som følger med installasjonen. Disse er:
nl: Ubuntu bevat standaard een keur aan toepassingen. Deze zijn:
pt_br: O Ubuntu tem uma ampla variedade de aplicativos inclusos por padrão, dentre elas:
ru: Ubuntu включает в себя широкий спектр приложений, установленных по-умолчанию. В их числе:
sk: Ubuntu obsahuje širokú škálu aplikácií, ktoré sú zahrnuté v systéme. Vrátane:
sl: Ubuntu privzeto vključuje širok nabor programov. Programi, ki jih vsebuje:
sr: Убунту има широк спектар унапред одабраних апликација. Оне укључују:
tr: Ubuntu öntanımlı olarak geniş bir uygulama içeriğine sahiptir. Bunlar:
zh_cn: Ubuntu默认包含大量应用程序，包括：
zh_hk: Ubuntu 內建廣泛的應用程式，包括：

source: <placeholder-1/> Browse the internet with <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
bn: <placeholder-1/>যার সাথে ইন্টারনেটের ব্রাউজ করবেন<menuchoice><guimenu>এপ্লিকেশন</guimenu><guisubmenu>ইন্টারনেট</guisubmenu><guimenuitem>ফায়ারফক্স ওয়েব ব্রাউজার</guimenuitem></menuchoice>
ca: <placeholder-1/> Navegueu per Internet amb <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>
cs: <placeholder-1/> Brouzdejte internetem pomocí <menuchoice><guimenu>Aplikace</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Webový prohlížeč Firefox</guimenuitem></menuchoice>
da: <placeholder-1/> Surf på internettet med <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
de: <placeholder-1/> Surfen Sie im Internet mit <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
el: <placeholder-1/> Περιηγηθείτε στο διαδίκτυο με <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Δαιδίκτυο</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
es: <placeholder-1/> Navegue por Internet con <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>
fr: <placeholder-1/> Parcourez Internet avec <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigateur Web Firefox</guimenuitem></menuchoice>
gl: <placeholder-1/> Navegue pola Internet con <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>
it: <placeholder-1/> Esplorare il web con <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
lv: <placeholder-1/> Pārlūkojiet tīmekli ar <menuchoice><guimenu>Lietotnes</guimenu><guisubmenu>Internets</guisubmenu><guimenuitem>Firefox tīmekļa pārlūks</guimenuitem></menuchoice>
nb: <placeholder-1/> Besøk nettsider med <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internett</guisubmenu><guimenuitem>Firefox nettleser</guimenuitem></menuchoice>
nl: <placeholder-1/>Surf op het internet met <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webbrowser</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Navegue na internet com <menuchoice><guimenu>Apicações</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice>
ru: <placeholder-1/> Путешествуйте по интернету с помощью <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Веб-браузер Firefox</guimenuitem></menuchoice>
sk: <placeholder-1/> Prezerajte Internet pomocou <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox - internetový prehliadač</guimenuitem></menuchoice>
sl: <placeholder-1/> Brskajte po internetu s <menuchoice><guimenu>Programi</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>
sr: <placeholder-1/> За претраживање интернета користите Фајерфокс: <menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Фајерфокс веб претраживач</guimenuitem></menuchoice>.
tr: <placeholder-1/> <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>İnternet</guisubmenu><guimenuitem>Firefox Web Tarayıcısı</guimenuitem></menuchoice> ile internete erişin.
zh_cn: <placeholder-1/>使用 <menuchoice><guimenu>应用程序 </guimenu><guisubmenu>Internet</guisubmenu>< guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> 浏览internet
zh_hk: <placeholder-1/> 以 <menuchoice><guimenu>應用程式</guimenu><guisubmenu>互聯網</guisubmenu><guimenuitem>Firefox 網頁瀏覽器</guimenuitem></menuchoice> 瀏覽互聯網

source: <placeholder-1/> Manage email and calendar with <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>
bn: <placeholder-1/> যার সাথে ইমেইল এবং ক্যালেন্ডার পরিচালনা করবেন <menuchoice><guimenu>এপ্লিকেশন</guimenu><guimenuitem>ইভোলিউশন মেইল</guimenuitem></menuchoice>
ca: <placeholder-1/> Gestioneu els correus electrònics i el calendari amb <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Ofimàtica</guimenuitem><guimenuitem>Correu i calendari de l'Evolution</guimenuitem></menuchoice>
cs: <placeholder-1/> Spravujte e-mail a kalendář pomocí <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Kancelář</guimenuitem><guimenuitem>Pošta Evolution</guimenuitem></menuchoice>
da: <placeholder-1/> Håndter e-post and kalender med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem><guimenuitem>Evolution E-post og Kalender</guimenuitem></menuchoice>
de: <placeholder-1/> Organisieren Sie Ihre E-Mails und Ihren Kalender mit <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Büro</guimenuitem><guimenuitem>Evolution-E-Mail und -Kalender</guimenuitem></menuchoice>
el: <placeholder-1/> Διαχειριστείτε αλληλογραφία και ημερολόγιο με <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφείο</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>
es: <placeholder-1/> Gestione correo electrónico y calendarios con <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Oficina</guimenuitem><guimenuitem>Correo Evolution</guimenuitem></menuchoice>
fr: <placeholder-1/> Gérez vos courriels et votre agenda avec <menuchoice><guimenu>Applications</guimenu><guimenuitem>Bureautique</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>
gl: <placeholder-1/> Xestione correo electrónico e calendarios con <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Oficina</guimenuitem><guimenuitem>Correo do Evolution</guimenuitem></menuchoice>
it: <placeholder-1/> Gestire posta elettronica ed email con <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Ufficio</guimenuitem><guimenuitem>Email e calendario Evolution</guimenuitem></menuchoice>
lv: <placeholder-1/> Pārvaldiet jūsu e-pastu un kalendāru ar <menuchoice><guimenu>Lietotnes</guimenu><guimenuitem>Birojs</guimenuitem><guimenuitem>Evolution pasts un kalendārs</guimenuitem></menuchoice>
nb: <placeholder-1/> Behandle e-post og kalender med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem><guimenuitem>Evolution e-post og kalender</guimenuitem></menuchoice>
nl: <placeholder-1/> Beheer uw e-mail en agenda met <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Kantoor</guimenuitem><guimenuitem>Evolution e-mail</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Gerencie correio e agenda com <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Escritório</guimenuitem><guimenuitem>Correio e Agenda Evolution</guimenuitem></menuchoice>
ru: <placeholder-1/> Управляйте письмами и ежедневником с помощью <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Офис</guimenuitem><guimenuitem>Электронная почта и календарь Evolution</guimenuitem></menuchoice>
sk: <placeholder-1/> Spravujte email a kalendár s <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Kancelária</guimenuitem><guimenuitem>Pošta a Kalendár Evolution</guimenuitem></menuchoice>
sl: <placeholder-1/> Upravljajte elektronsko pošto in koledar s <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pisarna</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>
sr: <placeholder-1/> За управљање е-поштом и календаром користите Еволуцију: <menuchoice><guimenu>Програми</guimenu><guimenuitem>Канцеларија</guimenuitem><guimenuitem>Еволуција пошта</guimenuitem></menuchoice>.
tr: <placeholder-1/> E psta ve takvim yönetimi <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ofis</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>
zh_cn: <placeholder-1/>使用 <menuchoice><guimenu>应用程序 </guimenu><guimenuitem>Office</guimenuitem>< guimenuitem>Evolution 邮箱</guimenuitem></menuchoice>管理电子邮件和日历

source: <placeholder-1/> Instant messaging and video calls with <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy IM Client</guimenuitem></menuchoice>
ca: <placeholder-1/> Missatgeria instantània i videoconferències amb <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Client de missatgeria instantània Empathy</guimenuitem></menuchoice>
cs: <placeholder-1/> Komunikace a videohovory pomocí <menuchoice><guimenuitem>Aplikace</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Komunikátor Empathy</guimenuitem></menuchoice>
da: <placeholder-1/> Chat og lav video opkald med <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy - IM-Klient</guimenuitem></menuchoice>
de: <placeholder-1/> Instant Messaging und Videotelefonie mit <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy Sofortnachrichtenprogramm</guimenuitem></menuchoice>
es: <placeholder-1/> Mensajería instantánea y vídeo llamadas con <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy</guimenuitem></menuchoice>
gl: <placeholder-1/> Mensaxaría instantánea e vídeo chamadas con <menuchoice><guimenuitem>Aplicativos</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy</guimenuitem></menuchoice>
it: <placeholder-1/> Inviare messaggi istantanei ed eseguire chiamate video con <menuchoice><guimenuitem>Applicazioni</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Messaggistica istantanea Empathy</guimenuitem></menuchoice>
nb: <placeholder-1/> Lynmeldinger og videosamtaler med <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Internett</guimenuitem><guimenuitem>Empathy lynmeldingsklient</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Mensagem instantânea e chamadas de vídeo com <menuchoice><guimenuitem>Aplicativos</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy Cliente de Mensagem Instantânea</guimenuitem></menuchoice>
ru: <placeholder-1/> Обменивайтесь сообщениями и совершайте видео-звонки с помощью <menuchoice><guimenuitem>Приложения</guimenuitem><guimenuitem>Интернет</guimenuitem><guimenuitem>Клиент обмена мгновенными сообщениями Empathy</guimenuitem></menuchoice>
sk: <placeholder-1/> Okamžité správy (IM) a video rozhovory s <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy - internetový komunikátor</guimenuitem></menuchoice>
sl: <placeholder-1/> Hipna sporočila in video klici s <menuchoice><guimenuitem>Programi</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Hitro sporočanje Empathy</guimenuitem></menuchoice>
tr: <placeholder-1/> <menuchoice><guimenuitem>Uygulamalar</guimenuitem><guimenuitem>İnternet</guimenuitem><guimenuitem>Empathy Mesajlaşma İstemcisi</guimenuitem></menuchoice> ile anlık mesajlaşma ve video görüşmeleri yapın.
zh_cn: <placeholder-1/>使用 <menuchoice><guimenuitem>应用程序 </guimenuitem><guimenuitem>Internet</gui menuitem><guimenuitem>Empathy IM Client</guimenuitem></menuchoice>

source: <placeholder-1/> Import, manage and edit photos with <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>Shotwell Photo Manager</guimenuitem></menuchoice>
el: <placeholder-1/> Εισαγωγή, διαχείριση και επεξεργασία φωτογραφιών με το <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφικά</guimenuitem><guimenuitem>Διαχείριση φωτογραφιών Shotwell</guimenuitem></menuchoice>
fr: <placeholder-1/> Importez, gérez et éditez vos photos avec <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphisme</guimenuitem><guimenuitem>Gestionnaire de photos Shotwell</guimenuitem></menuchoice>
it: <placeholder-1/> Importare, gestire e modificar fotografie con <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>Gestore di fotografie Shotwell</guimenuitem></menuchoice>
sk: <placeholder-1/> Importujte, spravujte a upravujte fotografie pomocou <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Shotwell - správca fotiek</guimenuitem></menuchoice>
sl: <placeholder-1/> Uvozite, upravljajte in urejajte fotografije s <menuchoice><guimenu>Programi</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Shotwell upravljalnik slik</guimenuitem></menuchoice>
sr: <placeholder-1/> За увожење, управљање и уређивање фотографија користите Фото-бунар: <menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Фото-бунар организовање слика</guimenuitem></menuchoice>.
zh_cn: <placeholder-1/>使用 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>图形</guimenuitem ><guimenuitem>Shotwell Photo Manager</guimenuitem></menuchoice> 导入、管理和编辑照片
