Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: To add a new group, click on <guilabel>Manage Groups</guilabel> and click <guilabel>Add group</guilabel>. Choose a name for the new group and, if you want, change the default value for the <guilabel>Group ID</guilabel>. If you try to allocate a <guilabel>Group ID</guilabel> that is in use, the system will warn you.
ca: Per a afegir un grup nou, feu clic a <guilabel>Gestiona els grups</guilabel> i seguidament a <guilabel>Afegeix un grup</guilabel>. Escolliu un nom per al grup nou, i si voleu, canvieu el valor per defecte de l'<guilabel>Identificador de grup</guilabel>. En cas que intenteu ubicar un <guilabel>Identificador de grup</guilabel> que ja estigui essent utilitzat, rebreu un avís del sistema.
cs: Pro přidání nové skupiny klikněte na <guilabel>Spravovat skupiny</guilabel> a <guilabel>Přidat skupinu</guilabel>. Zvolte název nové skupiny a pokud chcete, můžete změnit výchozí hodnotu v <guilabel>ID skupiny</guilabel>. Pokud se pokusíte aktuálně používané <guilabel>ID skupiny</guilabel>, tak vás systém upozorní.
da: For at tilføje en ny gruppe, klik på <guilabel>Håndtér grupper</guilabel> og klik på <guilabel>Tilføj gruppe</guilabel>. Vælg et navn til den nye gruppe og, hvis du ønsker det, redigér standardværdien for <guilabel>Gruppe-id</guilabel>. Hvis du prøver at tildele et <guilabel>Gruppe-id</guilabel>, som er i brug, vil systemet advare dig.
de: Um eine neue Gruppe hinzuzufügen, klicken Sie bitte auf <guilabel>Gruppen verwalten</guilabel>. Wählen Sie einen Namen für die neue Gruppe und, wenn Sie wollen, verändern sie die Voreinstellung für die <guilabel>Gruppenkennung</guilabel>. Wenn Sie versuchen, eine bereits verwendete <guilabel>Gruppenkennung</guilabel> zu belegen, wird Sie das System Sie warnen.
el: Για να προσθέσετε μια νέα ομάδα κάντε κλικ στο <guilabel>Διαχείριση ομάδων</guilabel> και μετά στο <guilabel>Προσθήκη ομάδας</guilabel>. Επιλέξτε ένα όνομα για την νέα ομάδα και, αν θέλετε, αλλάξτε την προεπιλεγμένη τιμή του πεδίου <guilabel>Ταυτότητα ομάδας</guilabel>. Αν προσπαθήσετε να χρησιμοποιήσετε μια <guilabel>Ταυτότητα ομάδας</guilabel> που χρησιμοποιείται ήδη, το σύστημα θα σας προειδοποιήσει.
es: Para añadir un nuevo grupo, pulse en <guilabel>Gestionar grupos</guilabel> y luego en <guilabel>Añadir grupo</guilabel>. Seleccione un nombre para el nuevo grupo y, si lo desea, cambie el valor predeterminado del <guilabel>ID del grupo</guilabel>. Si intenta usar un <guilabel>ID de grupo</guilabel> que ya se está usando, el sistema le avisará.
fr: Pour ajouter un nouveau groupe, cliquez sur <guilabel>Gérer les groupes</guilabel> et sur <guilabel>Ajouter un groupe</guilabel>. Choisissez un nom pour le nouveau groupe et, si vous le souhaitez, changez la valeur par défaut de <guilabel>ID du groupe</guilabel>. Si vous essayez d'attribuer un <guilabel>ID de groupe</guilabel> déjà utilisé, le système vous préviendra.
gl: Para engadir un grupo novo, prema en <guilabel>Xestionar grupos</guilabel> e prema en <guilabel>Engadir grupo</guilabel>. Escolla un nome para o novo grupo e, se quere, modifique o valor predefinido do <guilabel>ID de grupo</guilabel>. Se tenta asignar un <guilabel>ID de grupo</guilabel> que xa exista, o sistema avisarao.
gu: નવું જૂથ ઉમેરવા માટે <guilabel>જૂથોની વ્યવસ્થા કરો</guilabel> પર ક્લિક કરો અને <guilabel>જૂથ ઉમેરો</guilabel> પર ક્લિક કરો. નવા જૂથ માટે એક નામ પસંદ કરો, અને જો તમે ચાહો તો, <guilabel>જૂથ ID</guilabel> ની મૂળભૂત કિંમત બદલો. જો તમે એવો <guilabel>જૂથ ID</guilabel> આપ્યો જે પહેલેથીજ વપરાશમાં છે, તો સિસ્ટમ તમને ચેતવણી આપશે.
it: Per aggiungere un nuovo gruppo, fare clic su <guilabel>Gestione gruppi</guilabel> e quindi <guilabel>Aggiungi gruppo</guilabel>. Scegliere un nome per il nuovo gruppo e, se si vuole, cambiare il valore predefinito di <guilabel>ID del gruppo</guilabel>. Nel caso in cui si provi a inserire un <guilabel>ID del gruppo</guilabel> già in uso, il sistema avvertirà.
lv: Lai pievienotu jaunu grupu, klikšķiniet <guilabel>Pārvaldīt grupas</guilabel> un pēc tam <guilabel>Pievienot grupu</guilabel>. Izvēlieties jaunās grupas nosaukumu un, ja vēlaties, izmainiet <guilabel>Grupas ID</guilabel> noklusēto vērtību. Ja jūs mēģināsiet piešķirt <guilabel>Grupas ID</guilabel>, kas jau tiek izmantots, sistēma jūs brīdinās par to.
nb: For å legge til en ny gruppe, trykk på <guilabel>Håndter grupper</guilabel> og trykk <guilabel>Legg til gruppe</guilabel>. Velg et navn for den nye gruppen, og hvis du ønsker, skift standardverdien for gruppens <guilabel>Gruppe-ID</guilabel>. Hvis du prøver å bruke en <guilabel>Gruppe-ID</guilabel> som allerede er i bruk, så vil systemet advare deg.
nl: Om een nieuwe groep toe te voegen, klikt u op <guilabel>Groepen beheren</guilabel> en daarna op <guilabel>Groep toevoegen</guilabel>. Kies een naam voor de nieuwe groep en wijzig, indien gewenst, de standaardwaarde van de <guilabel>Groeps-ID</guilabel>. Als u probeert een <guilabel>Groeps-ID</guilabel> toe te wijzen dat al in gebruik is, dan zal het systeem u waarschuwen.
pt_br: Para adicionar um novo grupo, clique em <guilabel>Gerenciar Grupos</guilabel> e clique em <guilabel>Adicionar grupo</guilabel>. Escolha um nome para o novo grupo e, se desejar, mude o valor padrão para o <guilabel>ID do Grupo</guilabel>. Se você tentar alocar um <guilabel>ID de Grupo</guilabel> que já está em uso, o sistema lhe avisará.
ru: Для добавления новой группы, кликните <guilabel>Управление группами</guilabel> и затем <guilabel>Добавить группу</guilabel>. Дайте название новой группе и, если нужно, измените стандартное значение <guilabel>ID Группы</guilabel>. Если вы попытаесь присвоить уже используемый <guilabel>ID Группы</guilabel>, то вы будете уведомлены об этом.
sk: Novú skupinu pridáte kliknutím na <guilabel>Spravovať skupiny</guilabel> a potom na <guilabel>Pridať skupinu</guilabel>. Vyberte názov skupiny a ak si prajete, zmeňte <guilabel>ID skupiny</guilabel>. Ak sa pokúsite pridať <guilabel>ID skupiny</guilabel>, ktoré sa už používa, systém vás na to upozorní.
sl: Za dodajanje skupine kliknite na <guilabel>Upravljanje s skupinami</guilabel> in nato na <guilabel>Dodaj skupino</guilabel>. Izberite ime za novo skupino in po želji spremenite privzeto vrednost <guilabel>ID skupine</guilabel>. Če boste skušali dodeliti <guilabel>ID skupine</guilabel>, ki je že v uporabi, vas bo sistem o tem opozoril.
sr: Да додате нову групу, кликните <quote><guilabel>Уреди групе</guilabel></quote> а затим <quote><guilabel>Додај</guilabel></quote>. Изаберите име за нову групу, и уколико желите, промените подразумевану вредност <quote><guilabel>Број групе</guilabel></quote>. Ако покушате да доделите <quote><guilabel>Број групе</guilabel></quote> који је већ у употреби, систем ће вас упозорити о томе.
tr: Yeni bir grup eklemek için, <guilabel>Grupları Yönet</guilabel>e ve <guilabel>Grup Ekle</guilabel>ye tıklayınız. Grup için bir ad seçin ve isterseniz, <guilabel>Grup Tanımlaması</guilabel>nın varsayılan değerini değiştirin. Eğer kullanımda olan bir <guilabel>Grup Tanımlaması</guilabel>nı atamaya çalışırsanız, sistem sizi uyaracaktır.
zh_cn: 要添加一个组，点击<guilabel>组管理</guilabel> 和<guilabel>添加组</guilabel>。为新组选择一个名字，如果您愿意可更改<guilabel>组 ID</guilabel>；如果您尝试使用已被使用的<guilabel>组 ID</guilabel> ，系统会提醒你。
zh_hk: 欲新增羣組，請點選<guilabel>管理羣組</guilabel>後再按<guilabel>新增羣組</guilabel>。輸入新羣組名稱後，亦可按需求更動<guilabel>羣組識別碼</guilabel>的預設值。如果你指定的<guilabel>羣組識別碼</guilabel>已由其他羣組佔用，則系統會通知你。

source: You can add users to the newly created group by selecting the checkbox next to each users name in the <guilabel>Group Members</guilabel> list. Removing a user is as simple as adding one: unselect the checkbox next to a users name. When you are ready, click <guilabel>OK</guilabel> and the new group with its users, if inserted, will be created.
ca: Podeu afegir usuaris al grup nou si seleccioneu la casella de verificació al costat del nom de cada usuari a la llista de <guilabel>Membres del grup</guilabel>. Suprimir un usuari del grup és tan fàcil com afegir-n'hi un: només heu de desactivar la casella de verificació del costat del nom de l'usuari. Un cop hàgiu acabat, feu clic a <guilabel>D'acord</guilabel> i es crearà el grup nou amb els seus usuaris -si és que n'heu insertat un.
cs: Do nově vytvořené skupiny můžete přidat uživatele vybráním pole vedle jména každého uživatele v seznamu <guilabel>Členové skupiny</guilabel>. Odstranění uživatele je stejně snadné jako jeho přidání: zrušte pole vedle uživatelského jména. Až máte vše hotovo, klikněte <guilabel>OK</guilabel> a nová skupina s jejími členy, pokud byli zadáni, bude vytvořena.
da: Du kan tilføje brugere til den nyoprettede gruppe ved at sætte kryds i feltet ud for hver brugers navn i listen <guilabel>Gruppemedlemmer</guilabel>. At fjerne en bruger er lige så let som at tilføje én: Fjern markeringen i afkrydsningsfeltet ud for brugerens navn. Når du er klar, klik på <guilabel>O.k.</guilabel> og den nye gruppe med dens brugere, hvis tilføjet, vil blive oprettet.
de: Sie können Benutzer zu einer neu erstellten Gruppe durch das Ankreuzen der entsprechenden Ankreuzfelder in der Liste der <guilabel>Gruppenmitglieder</guilabel> hinzufügen. Das Entfernen ist dabei genauso leicht wie das Hinzufügen: Dazu müssen Sie einfach das Ankreuzfeld neben dem Benutzernamen deaktivieren. Wenn Sie bereit sind die Einrichtung der Benutzerkonten und Gruppen abzuschließen, klicken Sie auf <guilabel>OK</guilabel> und die Einstellungen werden übernommen.
el: Μπορείτε να προσθέσετε χρήστες στην νέα ομάδα με το να επιλέξετε το κουτάκι δίπλα σε κάθε χρήστη στην λίστα με τα <guilabel>Μέλη ομάδας</guilabel>. Το να αφαιρέσετε ένα χρήστη από την ομάδα είναι το ίδιο με το να προσθέσετε έναν. Απλά αποεπιλέξτε το κουτάκι δίπλα στο όνομα του. Όταν είστε έτοιμοι κάντε κλικ στο <guilabel>OK</guilabel> και η νέα ομάδα μαζί με τους χρήστες της θα δημιουργηθεί.
es: Puede añadir usuarios al grupo recién creado seleccionando la casilla junto al nombre de cada usuario en la lista <guilabel>Miembros del grupo</guilabel>. Quitar a un usuario es tan simple como añadir uno: des-seleccione la casilla junto al nombre del usuario. Cuando haya terminado, pulse <guilabel>Aceptar</guilabel> y se creará el nuevo grupo con sus usuarios, en su caso.
fr: Vous pouvez ajouter des utilisateurs au groupe nouvellement créé en sélectionnant la case à côté de chaque nom d'utilisateur dans la liste <guilabel>Membres du groupe</guilabel>. Supprimer un utilisateur est aussi facile que d'en ajouter un : désélectionnez la case à côté du nom d'utilisateur. Lorsque vous êtes prêt, cliquez sur <guilabel>OK</guilabel> et le nouveau groupe avec ses utilisateurs (si vous en avez ajouté) sera créé.
gl: Pode engadir usuarios ao grupo recén creado seleccionando as caixiñas que están a carón do nome de cada usuario na lista <guilabel>Membros do grupo</guilabel>. Eliminar un usuario é tan sinxelo como engadilo: elimine a marca da caixiña que está a carón do nome do usuario. Cando remate, prema en <guilabel>Aceptar</guilabel> e crearáse o novo grupo cos seus usuarios se os incluíu.
gu: તમે નવા બનાવેલ જૂથમાં <guilabel>જૂથના સભ્યો</guilabel>ની યાદીમાં વપરાશકર્તાઓનાં નામની સામેના ખાનામાં ટીકમાર્ક કરી તેમને તે જૂથમાં ઉમેરી શકો છો. એક વપરાશકર્તાને દૂર કરવો તે જૂથમાં ઉમેરવા જેટલું જ સરળ છે: વપરાશકર્તાઓનાં નામની સામેના ખાનામાં ટીકમાર્ક કાઢી નાખો. જ્યારે તમે તૈયાર હો, ત્યારે <guilabel>બરાબર</guilabel> પર ક્લિક કરો અને નવું જૂથ તેના વપરાશકર્તાઓ સાથે, જો હશે તો, બનાવવામાં આવશે.
it: È possibile aggiungere un utente al gruppo appena creato selezionando la casella vicino al nome di ciascun utente dall'elenco <guilabel>Membri del gruppo</guilabel>. Rimuovere un utente è semplice quanto aggiungerne uno: deselezionare la casella vicino al nome dell'utente. Quando si è pronti, fare clic su <guilabel>OK</guilabel> e il nuovo gruppo con i suoi utenti, se inseriti, verrà creato.
lv: Jūs varat pievienot lietotājus tikko izveidotajai grupai, atķeksējot izvēles rūtiņu blakus katram lietotāja vārdam <guilabel>Grupas lietotāji</guilabel> sarakstā. Lietotāja izņemšana no saraksta ir tikpat vienkārša kā pievienošana: attīriet izvēles rūtiņu blakus lietotāja vārdam. Kad esat pabeiguši, klikšķiniet <guilabel>Labi</guilabel>, un jaunā grupa ar tās lietotājiem, ja tādi ir pievienoti, tiks izveidota.
nb: Du kan legge til brukere til den nylig opprettede gruppen ved å krysse av ruten ved siden av hver brukers navn i <guilabel>Gruppemedlemmer</guilabel>-listen. Å fjerne en bruker er like lett som å legge en til; fjern krysset ved siden av en brukers navn. Når du er ferdig, trykk <guilabel>OK</guilabel> og den nye gruppen med dens brukere, hvis noen, vil bli opprettet.
nl: U kunt gebruikers toevoegen aan de nieuw aangemaakte groep, door het vakje naast de gebruikersnaam in de lijst <guilabel>Groepsleden</guilabel> aan te vinken. Het verwijderen van een gebruiker uit een groep is net zo eenvoudig als het toevoegen van een gebruiker: verwijder het vinkje naast de gebruikersnaam. Klik, wanneer u klaar bent, op <guilabel>OK</guilabel> en de nieuwe groep met zijn gebruikers, indien toegevoegd, zal worden aangemaakt.
pt_br: Você pode adicionar usuários ao grupo recém criado selecionando a caixa de verificação ao lado de cada nome de usuário na lista <guilabel>Membros do Grupo</guilabel>. Remover um usuário é simples como adicionar um: desmarque a caixa de verificação ao lado do nome dos usuários. Quando você terminar, clique em <guilabel>OK</guilabel> e o novo grupo com seus usuários, se incluídos, será criado.
ru: Вы сможете добавить пользователей во вновь созданную группу отмечая их галочкой в списке <guilabel>Участники группы</guilabe. Удалять пользователей так же легко, как и добавлять: просто уберите галочку напротив имени пользователя. Когда будете готовы, нажмите <guilabel>OK</guilabel> и новая группа с включёнными в неё пользователями будет создана.
sk: Používateľov do novovytvorenej skupiny pridáte tak, že označíte políčko vedľa mena používateľa v zozname <guilabel>Členovia skupiny</guilabel>. Odobranie používateľa zo skupiny je tak isto jednoduché ako jeho pridanie: odznačte políčko vedľa jeho mena. Keď skončíte, kliknite na <guilabel>OK</guilabel> a vytvoríte tak novú skupinu s jej používateľmi.
sl: Novo ustvarjenim skupinam lahko dodate uporabnike tako, da kliknete na kvadratek poleg posameznega uporabnikovega imena v seznamu <guilabel>Člani skupine</guilabel>. Enako enostavna je odstranitev uporabnika: odstranite kljukico s kvadratka pred imenom uporabnika. Ko boste končali, kliknite <guilabel>V redu</guilabel> in ustvarjena bo nova skupina z uporabniki, če so bili dodani.
sr: Можете да додате кориснике у новонастале групе тако што ћете означити поље за потврду поред имена сваког корисника са списка <quote><guilabel>Чланови групе</guilabel></quote>. Уклањање корисника је једноставно исто као и додавање: поништите поље за потврду поред имена корисника. Када сте спремни, кликните на дугме <quote><guilabel>У реду</guilabel></quote> и нова група са својим корисницима, ако су унешени, биће створена.
tr: Yeni oluşturduğunuz gruba kullanıcı eklemek için <guilabel>Grup Üyeleri</li> listesindeki kullanıcı isimlerinin yanındaki kutucukları işaretleyerek ekleyebilirsiniz. Eklediğinizi silmek için basitçe kullanıcı adı yanındaki kutucuğu bol olarak bırakın. Devam etmek için <guilabel>Tamam</guilabel>'a tıklayın ve üyelerinizle birlikte grubunuz oluşturulsun.
zh_cn: 通过选中<guilabel>组成员</guilabel>列表中用户名前的复选框您可将用户添加到新建的组中。移除一个用户和添加一个同样简单：去掉用户名前的复选框。准备就绪后，点击<guilabel>确定</guilabel>一个新组和它的用户(如果有的话)就被创建。
zh_hk: 你還可以將一些使用者加到這個新建立的羣組，只要在<guilabel>羣組成員</guilabel>選單中勾選要加入的使用者帳號名稱就行了，自羣組剔除某使用者也只要取消勾選即可。一切完工後，點選<guilabel>確定</guilabel>，則新羣組及其成員名單便建立完畢。

source: To edit the properties of a group, from within the <guilabel>Groups</guilabel> main window, choose a group name and click on the <guilabel>Properties</guilabel> button.
ca: Si voleu editar les propietats d'un grup, aneu a la finestra principal dels <guilabel>Grups</guilabel>, trieu un nom de grup i seguidament feu clic al botó <guilabel>Propietats</guilabel>.
cs: Pro editaci vlastností skupiny z okna <guilabel>Skupiny</guilabel> vyberte její jméno a klikněte na tlačítko <guilabel>Vlastnosti</guilabel>.
da: For at redigere en gruppes egenskaber, vælg et gruppenavn i hovedvinduet for <guilabel>Grupper</guilabel> og klik på knappen <guilabel>Egenskaber</guilabel>.
de: Um Einstellungen an einer Gruppe vorzunehmen wählen Sie diese auf dem Reiter <guilabel>Gruppen</guilabel> aus und klicken auf <guilabel>Eigenschaften</guilabel>.
el: Για να ρυθμίσετε τις ιδιότητες μιας ομάδας, από το κεντρικό παράθυρο των <guilabel>Ρυθμίσεων ομάδων</guilabel>, επιλέξτε μια ομάδα και κάντε κλικ στο κουμπί <guilabel>Ιδιότητες</guilabel>.
es: Para editar las propiedades de un grupo, dentro de la ventana principal de <guilabel>Grupos</guilabel>, escoja un grupo y pulse el botón <guilabel>Propiedades</guilabel>.
fr: Pour éditer les propriétés d'un groupe, depuis la fenêtre principale des <guilabel>Groupes</guilabel>, choisissez un nom de groupe et cliquez sur le bouton <guilabel>Propriétés</guilabel>.
gl: Para modificar as propiedades dun grupo, desde dentro da xanela princial <guilabel>Grupos</guilabel>, escolla o nome dun grupo e prema no botón <guilabel>Propiedades</guilabel>.
gu: <guilabel>જૂથો</guilabel>ની મુખ્ય વિન્ડો માંથી જ જૂથના ગુણધર્મો સંપાદિત કરવા માટે, એક જૂથનું નામ પસંદ કરો, અને <guilabel>ગુણધર્મો</guilabel> બટન પર ક્લિક કરો.
it: Per modificare le proprietà di un gruppo, dalla finestra principale <guilabel>Impostazioni dei gruppi</guilabel>, selezionare un gruppo e fare clic sul pulsante <guilabel>Proprietà</guilabel>.
lv: Lai rediģētu grupas īpašības, galvenajā <guilabel>Grupas</guilabel> logā izvēlieties grupas nosaukumu un klikšķiniet <guilabel>Īpašības</guilabel>.
nb: For å endre egenskapene til en gruppe, inne i <guilabel>Gruppe</guilabel>-hovedvinduet, velg en gruppe og trykk på <guilabel>Egenskaper</guilabel>.
nl: Kies, om de eigenschappen van een groep te wijzigen, in het hoofdvenster van <guilabel>Groepen</guilabel> een groepsnaam en klik op de knop <guilabel>Eigenschappen</guilabel>.
pt_br: Para editar as propriedades de um grupo, a partir da janela principal <guilabel>Grupos</guilabel>, selecione o nome do grupo e clique no botão <guilabel>Propriedades</guilabel>.
ru: Чтобы изменить свойства группы, из вкладки <guilabel>Группы</guilabel> в главном окне выберите группу из списка и нажмите кнопку <guilabel>Свойства</guilabel>.
sk: Pre úpravu vlastností skupiny vo vnútri hlavného okna <guilabel>Skupiny</guilabel> vyberte názov skupiny a kliknite na tlačidlo <guilabel>Vlastnosti</guilabel>.
sl: Za urejanje lastnosti skupine v glavnem oknu <guilabel>Skupine</guilabel> izberite ime skupine in kliknite na gumb <guilabel>Lastnosti</guilabel>.
sr: Да измените својства групе, у главном прозору <quote><guilabel>Групе</guilabel></quote>, одаберите групу и кликните на дугме <quote><guilabel>Подаци</guilabel></quote>.
tr: Bir grubun özelliklerini düzenlemek için <guilabel>Gruplar</guilabel> penceresinde bir grup adı seçip <guilabel>Özellikler</guilabel> düğmesine basın.
zh_cn: 若想编辑组的属性，请在 <guilabel>组</guilabel> 主窗口中，选择一个组名并点击 <guilabel>属性</guilabel> 按钮。
zh_hk: 要編輯羣組的屬性，從<guilabel>羣組</guilabel>主視窗，選擇羣組名稱且點選<guilabel>屬性</guilabel>按鈕。

source: To remove a user from the system, select the user you want to delete and click <guilabel>Delete</guilabel>.
bn: সিস্টেম থেকে কোন ব্যবহারকারীকে সরিয়ে দিতে, ব্যবহারকারীর নাম নির্বাচন করুন এবং <guilabel>Delete</guilabel> চাপুন।
ca: Per a suprimir un usuari del sistema, seleccioneu-lo i feu clic a <guilabel>Suprimeix</guilabel>.
cs: Pro odstranění uživatele ze systému vyberte uživatele, kterého chcete odstranit, a klikněte na <guilabel>Odstranit</guilabel>.
da: For at fjerne en bruger fra systemet, markér den bruger du ønsker at slette og klik på <guilabel>Slet</guilabel>.
de: Um einen Benutzer vom System zu löschen, wählen Sie den zu entfernenden Benutzer und klicken dann auf <guilabel>Löschen</guilabel>.
el: Για να αφαιρέσετε ένα χρήστη από το σύστημα, επιλέξτε τον χρήστη που θέλετε να διαγράψετε και πατήστε <guilabel>Διαγραφή</guilabel>.
es: Para eliminar a un usuario del sistema, seleccione el usuario que desee burrar y pulse <guilabel>Borrar</guilabel>.
fr: Pour supprimer un utilisateur du système, sélectionnez l'utilisateur que vous voulez supprimer et cliquez sur <guilabel>Supprimer</guilabel>.
gl: Para eliminar un usuario do sistema, escolla o usuario que quere eliminar e prema <guilabel>Eliminar</guilabel>.
gu: એક વપરાશકર્તાને સિસ્ટમ માંથી દૂર કરવા માટે, તેને પસંદ કરી <guilabel>કાઢી નાખો</guilabel> પર ક્લિક કરો.
it: Per rimuovere un utente dal sistema, selezionare l'utente da eliminare e fare clic su <guilabel>Elimina</guilabel>.
lv: Lai izņemtu lietotāju no sistēmas, izvēlieties lietotāju, kuru jūs vēlaties dzēst un klikšķiniet <guilabel>Dzēst</guilabel>.
nb: For å fjerne en bruker fra systemet, velg brukeren som skal fjernes og trykk <guilabel>Slett</guilabel>.
nl: Om een gebruiker uit het systeem te verwijderen, selecteer de gebruiker die u wilt verwijderen en klik op <guilabel>Verwijderen</guilabel>.
pt_br: Para remover um usuário do sistema, escolha o usuário que você deseja remover e clique em <guilabel>Remover</guilabel>.
ru: Для того, что бы удалить пользователя из системы, выберите его и нажмите <guilabel>Удалить</guilabel>.
sk: Používateľa zo systému odstránite tak, že zvolíte používateľa, ktorého chcete odstrániť a kliknete na <guilabel>Zmazať</guilabel>.
sl: Za izbris uporabnika iz sistema, izberite želenega uporabnika in kliknite <guilabel>Izbriši</guilabel>.
sr: Да уклоните корисника са система, изаберите корисника кога желите да избришете и кликните на дугме <quote><guilabel>Обриши</guilabel></quote>.
tr: Sistemden bir kullanıcı silmek için silmek istediğiniz kullanıcıyı seçin ve <guilabel>Sil</guilabel>'e tıklayın.
zh_cn: 要从系统中删除用户，请选择希望删除的用户并 单击<guilabel>删除</guilabel>。
zh_hk: 欲從系統中刪除使用者帳號，先選取一個使用者，再按下<guilabel>刪除</guilabel>。
