Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bn: লাইসেন্সের একটি কপি এখানে পাওয়া যাবে: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ক্রিয়েটিভ কমনস শেয়ার-এলাইক লাইসেন্স</ulink>
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñíbel unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
gu: આ લાઇસન્સની એક નકલ અહી ઉપલબ્ધ છે: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ક્રિયેટીવ કોમન્સ શેરઅલાઇક લાઇસન્સ</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
lv: Licences kopija ir pieejama šeit:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike licence</ulink>
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия этой лицензии доступна по адресу <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija te licence je objavljena na <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir örneği <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> adresinde mevcuttur.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
es: Proyecto de Documentación de Ubuntu
fr: Projet de documentation d'Ubuntu
gl: Proxecto de Documentación de Ubuntu
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
it: Progetto documentazione di Ubuntu
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
pt_br: Projeto de Documentação Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sr: Пројекта Убунту документације
tr: Ubuntu Belgelendirme Projesi
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
bn: ক্যানোনিক্যাল লিমিটেড এবং <placeholder-1/>-এর সদস্যরা
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e os membros do <placeholder-1/>
gu: કેનોનિકલ લિ. અને <placeholder-1/> ના સભ્યો
it: Canonical Ltd. e i membri del <placeholder-1/>
lv: Canonical Ltd. un <placeholder-1/> locekļi
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
zh_cn: Canonical 公司和 <placeholder-1/> 的成员
zh_hk: Canonical 有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
es: Poyecto de documentación de Ubuntu
fr: Le projet de documentation d'Ubuntu
gl: Proxecto de Documentación de Ubuntu
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
it: Il Progetto documentazione di Ubuntu
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
pt_br: O Projeto de Documentação do Ubuntu
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sr: Пројекат Убунту документације
tr: Ubuntu Belgelendirme Projesi
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: During installation of Ubuntu, a single user and password is created. However, any modern operating system permits multiple users to operate the computer while preserving their own personal settings and files. On Ubuntu, each user has their own <emphasis>home directory</emphasis> in which files and settings are stored. Further, each user can be part of one or more <emphasis>groups</emphasis>, which define which parts of the system that user has access to.
ca: Durant la instal·lació de l'Ubuntu es crea un sol usuari amb la corresponent contrasenya. Tot i això, avui dia qualsevol sistema operatiu modern permet que diversos usuaris treballin amb el mateix ordinador i mantinguin la seva configuració i fitxers de forma separada. A l'Ubuntu, cada usuari té el seu propi <emphasis>directori d'usuari</emphasis>, en el qual s'emmagatzemen els seus fitxers i configuració. Addicionalment, cada usuari pot formar part d'un o més <emphasis>grups</emphasis>, els quals defineixen a quines parts del sistema aquest usuari té accés.
cs: Během instalace Ubuntu byl vytvořen jediný uživatel a jeho heslo. Avšak všechny moderní operační systémy dovolují pracovat s počítačem mnoha uživatelům, včetně zachování jejich osobních nastavení a souborů. V Ubuntu, každý uživatel má svůj vlastní <emphasis>domovský adresář</emphasis>, ve kterém jsou uloženy soubory a nastavení. Dále každý uživatel může být součástí jedné nebo více <emphasis>skupin</emphasis>, které určují, k jakým částem systému má daný uživatel možnost přistupovat.
da: Under installationen af Ubuntu vil en enkelt bruger og et kodeord blive oprettet. Dog tillader ethvert moderne operativsystem adskillige brugere at anvende computeren med deres egne personlige indstillinger og filer. I Ubuntu har hver bruger sin egen <emphasis>hjemmemappe</emphasis>, hvor filer og indstillinger gemmes. Desuden kan hver enkelt bruger være del af en eller flere <emphasis>grupper</emphasis>, som definerer, hvilke dele af systemet brugeren har adgang til.
de: Während der Installation von Ubuntu wird ein Benutzerkonto mit Passwort erstellt. Jedes moderne Betriebssystem gibt jedoch mehreren Benutzern die Möglichkeit, den Computer zu verwenden und schützt ihre persönlichen Einstellungen und Dateien. In Ubuntu besitzt jeder Benutzer ein <emphasis>persönliches Verzeichnis</emphasis>, worin Dateien und Einstellungen gespeichert werden. Desweiteren kann jeder Benutzer zu einer oder mehreren <emphasis>Gruppen</emphasis> gehören, die festlegen, auf welche Bestandteile des Systems er zugreifen darf.
el: Κατά τη διάρκεια της εγκατάστασης του Ubuntu, δημιουργείται μόνο ένας χρήστης και ένας κωδικός πρόσβασης. Όλα όμως τα σύγχρονα λειτουργικά συστήματα επιτρέπουν τη λειτουργία περισσότερων χρηστών σε έναν υπολογιστή, ο καθένας από τους οποίους διατηρεί τις προσωπικές του ρυθμίσεις και αρχεία. Στο Ubuntu κάθε χρήστης έχει τον δικό του <emphasis>Προσωπικό φάκελο<emphasis> στον οποίο αποθηκεύονται οι ρυθμίσεις και τα αρχεία του. Επιπλέον, κάθε χρήστης μπορεί να είναι μέλος μιας ή περισσότερων <emphasis>ομάδων</emphasis>, από την οποία καθορίζεται σε ποια σημεία του συστήματος έχει πρόσβαση ο χρήστης.
es: Durante la instalación de Ubuntu, se crea un único usuario y contraseña. Sin embargo, cualquier sistema operativo moderno permite que varios usuarios puedan trabajar con el equipo, manteniendo por separado sus propias opciones y archivos personales. En Ubuntu, cada usuario tiene su propio <emphasis>directorio personal</emphasis> en los que se almacenan los archivos y las opciones. Además, cada usuario puede formar parte de uno o varios <emphasis>grupos</emphasis>, que definen a qué partes del sistema tiene acceso dicho usuario.
fr: Pendant l'installation d'Ubuntu, un seul utilisateur (avec son mot de passe) est créé. Toutefois, les systèmes d'exploitation modernes permettent à plusieurs personnes d'utiliser un même ordinateur, tout en préservant les paramétrages et les fichiers de chacun. Sur Ubuntu, chaque utilisateur dispose de son propre <emphasis>dossier personnel</emphasis> dans lequel sont stockés ses fichiers et ses paramètres. De plus, chaque utilisateur peut être membre d'un ou plusieurs <emphasis>groupes</emphasis>, lesquels définissent à quelles parties du système cet utilisateur a accès.
gl: Durante a instalación de Ubuntu créase un único usuario e contrasinal. Poréní, calquer sistema operativo moderno permite que varios usuarios traballen co computador ao tempo que se preservan a súa configuración persoal e os seus ficheiros. En Ubuntu, cada usuario ten o seu propio <emphasis>directorio persoal</emphasis> no que se gardan os ficherios e a configuración. Todos os directorios personais atópanse no directorio /home. Ademais, cada usuario pode ser parte dun ou máis <emphasis>grupos</emphasis>, co que se define a que partes do sistema ten acceso ese usuario.
gu: ઉબુન્ટુના સ્થાપન વખતે, એક વપરાશકર્તા અને તેનો પાસવર્ડ બનાવવામાં આવે છે. જો કે, કોઇપણ આધુનિક ઓપરેટીંગ સિસ્ટમ ઘણાબધા વપરાશકર્તાઓને કોમ્પ્યુટર ચલાવવાની પરવાનગી આપે છે, અને તેમના વ્યક્તિગત રૂપરેખાંકનો તથા દસ્તાવેજો જાળવે છે. ઉબુન્ટુમાં દરેક વપરાશકર્તાને તેમની <emphasis>ઘર ડિરેક્ટરી</emphasis> હોય છે જેમાં ફાઇલો અને રૂપરેખાંકનો સંગ્રહાયેલા હોય છે. તેથી વધુ, દરેક વપરાશકર્તા એક અથવા વધુ <emphasis>જૂથો</emphasis>નો સભ્ય હોઇ શકે છે, જે જણાવે છે કે વપરાશકર્તા સિસ્ટમના ક્યા ભાગોમાં દાખલ થઇ શકે છે.
it: Durante l'installazione di Ubuntu, viene creato un singolo utente. I moderni sistemi operativi consentono a più utenti di utilizzare il computer, mantenendo i propri dati personali e le proprie impostazioni. Con Ubuntu, ogni utente ha una sua <emphasis>directory home</emphasis> in cui vengono salvati i file e le impostazioni. Inoltre, ogni utente può far parte di uno o più <emphasis>gruppi</emphasis> che definiscono a quali parti del sistema è possibile accedere.
lv: Ubuntu instalēšanas laikā tiek izveidots viens lietotājs ar paroli. Taču jebkura modernā operētājsistēma atļauj vairākiem lietotājiem strādāt ar datoru, tai pašā laikā saglabājot viņu personīgos iestatījumus un failus. Ubuntu katram lietotājam ir sava <emphasis>mājas direktorija</emphasis>, kurā tiek glabāti faili un iestatījumi. Papildus katrs lietotājs var būt daļa no vienas vai vairākām <emphasis>grupām</emphasis>, kas raksturo, pie kurām sistēmas daļām lietotājs var piekļūt.
nb: Under installasjon av Ubuntu blir det kun opprettet én brukerkonto. Men hvert moderne operativsystem lar flere brukere ha hver sin konto med sine personlige filer. I Ubuntu har hver bruker sin egen <emphasis>hjemmemappe</emphasis> med sine filer og innstillinger. I tillegg kan hver bruker være medlem av en eller flere <emphasis>grupper</emphasis>, som angir hvilke deler av systemet brukeren har tilgang til.
nl: Tijdens de installatie van Ubuntu wordt er één gebruiker met wachtwoord aangemaakt. Elk modern besturingssysteem ondersteunt echter meerdere gebruikersaccounts met elk hun eigen persoonlijke instellingen en bestanden. In Ubuntu heeft iedere gebruiker zijn <emphasis>persoonlijke map</emphasis> waarin bestanden en instellingen worden opgeslagen. Verder kan iedere gebruiker lid zijn van een of meerdere <emphasis>groepen</emphasis>, die bepalen welke delen van het besturingssysteem de gebruiker mag gebruiken.
pt_br: Durante a instalação do Ubuntu, um único usuário e senha é criado. Contudo, qualquer sistema operacional moderno permite que múltiplos usuários operem o computador, preservando suas configurações e arquivos pessoais. No Ubuntu, cada usuário tem seu próprio <emphasis>diretório home</emphasis>, onde ficam armazenados arquivos e configurações. Além disso, cada usuário pode fazer parte de um ou mais <emphasis>grupos</emphasis>, que definem a que partes do sistema aquele usuário tem acesso.
ru: При установке Ubuntu создаётся один пользователь и пароль. Однако, любая современная операционная система позволяет многим пользователям работать с компьютером, при этом сохраняя собственные файлы и настройки. В Ubuntu каждый пользователь имеет собственный <emphasis>домашний каталог</emphasis>, в котором хранятся его файлы и настройки. Также, каждый пользователь может быть членом одной или нескольких <emphasis>групп</emphasis>, определяющих, к каким компонентам системы пользователь будет иметь доступ.
sk: Počas inštalácie Ubuntu bol vytvorený jediný používateľ a heslo. Avšak všetky moderné operačné systémy dovoľujú pracovať s počítačom viacerým používateľom, pričom zachovávajú ich osobné nastavenia a súbory. V Ubuntu má každý používateľ svoj vlastný <emphasis>domovský adresár</emphasis>, v ktorom sú uložené nastavenia a súbory. Okrem toho každý používateľ môže byť súčasťou jednej alebo viacerých <emphasis>skupín</emphasis>, ktoré určujú, k akým častiam systému má daný používateľ prístup.
sl: Med namestitvijo operacijskega sistema se ustvari samo en uporabniški račun z geslom. Vsak sodoben operacijski sistem omogoča, da lahko z njim dela več uporabnikov, vsak s svojimi osebnimi nastavitvami. V Ubuntuju ima vsak uporabnik svojo <emphasis>domačo mapo</emphasis>, v kateri so shranjene njegove datoteke in nastavitve. Poleg tega je lahko vsak uporabnik član ene ali več <emphasis>skupin</emphasis>, ki določajo, do katerih delov sistema sme uporabnik dostopati.
sr: Током инсталације Убунтуа, створен је један корисник и лозинка. Међутим, било који модерни оперативни систем дозвољава већем броју корисника да користе рачунар и чува њихове сопствене поставке и датотеке. У Убунтуу, сваки корисник има свој <emphasis>лични директоријум</emphasis> у коме су сачуване датотеке и поставке. Даље, сваки корисник може бити део једне или више <emphasis>група</emphasis>, које дефинишу којим деловима система корисник има приступ.
tr: Ubuntu'nun yüklenmesi sırasında, yalnızca bir kullanıcı adı ve parolası oluşturulur. Ancak, bütün çağdaş işletim sistemleri bilgisayarı birden fazla kullanıcı yönetirken, kendilerine ait ayarları ve dosyaları saklamalarını sağlar. Ubuntu'da, her bir kullanıcı kendi dosyalarını ve ayarlarını <emphasis>ev dizininde</emphasis> saklar. Dahası, her bir kullanıcı, erişiminin bulunduğu sistem parçalarını tanımlayan bir veya daha fazla <emphasis>grubun</emphasis> parçası olabilir.
zh_cn: 在 Ubuntu 的安装过程中，会创建一个用户及其密码。然而，任何现代操作系统都允许多个用户来操作计算机，并同时保管他们各自的个人设置和文件。在 Ubuntu 中，每个用户都有他们自己的 <emphasis>主目录</emphasis>，用来存储文件和设定。此外，每个用户都可以成为一个或多个 <emphasis>组</emphasis> 的成员，其中组被用来定义用户可以访问系统的哪些部分。
zh_hk: 在 Ubuntu 的安裝過程中會建立一組使用者帳號及密碼，不過近代的作業系統都能在同一台電腦上為眾多使用者保留其個人設定及私人檔案。在 Ubuntu 中，每個使用者都有個<emphasis>個人資料夾</emphasis>（home），私人檔案跟設定皆儲存於其中。此外，每個使用者都可以隸屬於一個（以上）的<emphasis>羣組</emphasis>（group），藉此設定其可存系統中的哪些部份。

source: To modify the users or groups on your system, you can use the <application>Users And Groups</application> application located in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>.
ca: Si voleu modificar els usuaris o els grups del sistema, podeu utilitzar l'aplicació <application>Usuaris i grups</application>, la qual trobareu a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Usuaris i grups</guimenuitem></menuchoice>.
cs: Pro změnu uživatelů nebo skupin na vašem systému můžete použít aplikaci <application>Uživatelé a skupiny</application> umístěnou v <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Uživatelé a skupiny</guimenuitem></menuchoice>.
da: For at ændre brugere eller grupper på dit system, kan du bruge <application>Brugere og grupper</application>-programmet i <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Brugere og grupper</guimenuitem></menuchoice>.
de: Um die Benutzer oder Gruppen anzupassen, können Sie die Anwendung <application>Benutzer und Gruppen</application> verwenden, die Sie im Menü <menuchoice><guimenu>System</guimenu> und dort im Untermenü <guimenuitem>Systemverwaltung</guimenuitem> als Menüpunkt <guimenuitem>Benutzer und Gruppen</guimenuitem></menuchoice> finden können.
el: Για να τροποποιήσετε τους χρήστες και τις ομάδες στον υπολογιστή σας, μπορείτε να χρησιμοποιήσετε την εφαρμογή <application>Χρήστες και Ομάδες</application> που βρίσκεται στο <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Χρήστες και Ομάδες</guimenuitem></menuchoice>.
es: Para modificar los usuarios o grupos de su sistema, puede usar la aplicación <application>Usuarios y grupos</application>, situada en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>.
fr: Pour modifier les utilisateurs ou les groupes sur votre système, vous pouvez utiliser l'application <application>Utilisateurs et groupes</application> située dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Utilisateurs et groupes</guimenuitem></menuchoice>.
gl: Para modificar os usuarios ou grupos do seu sistema, pode empregar o aplicativo <application>Usuarios e grupos</application>, que se atopa en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios e grupos</guimenuitem></menuchoice>.
gu: તમારી સિસ્ટમમાં વપરાશકર્તાઓ અથવા જૂથો બદલવા માટે તમે <application>વપરાશકર્તાઓ અને જૂથો</application> કાર્યક્રમ વાપરી શકો છો જે <menuchoice><guimenu>સિસ્ટમ</guimenu><guimenuitem>સંચાલન</guimenuitem><guimenuitem>વપરાશકર્તા અને જૂથો</guimenuitem></menuchoice> માં ઉપલબ્ધ છે.
it: Per modificare gli utenti o i gruppi nel proprio sistema, è possibile usare l'applicazione <application>Utenti e gruppi</application> accessibile da <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Utenti e gruppi</guimenuitem></menuchoice>.
lv: Lai mainītu lietotājus vai grupas jūsu sistēmā, jūs varat izmantot <application>Lietotāji un grupas</application> lietotni <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Administrēšana</guimenuitem><guimenuitem>Lietotāji un grupas</guimenuitem></menuchoice>.
nb: For å endre på brukere eller grupper på systemet ditt, kan du bruke verktøyet <application>Brukere og grupper</application>, som du finner under <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukere og grupper</guimenuitem></menuchoice>.
nl: Om de gebruikers of groepen op uw systeem te beheren, kunt u het programma <application>Gebruikers en groepen</application> gebruiken, te bereiken via <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Gebruikers en groepen</guimenuitem></menuchoice>.
pt_br: Para modificar usuários e grupos em seu sistema, você pode utilizar a aplicação <application>Usuários e Grupos</application>, localizada em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Usuários e Grupos</guimenuitem></menuchoice>.
ru: Для управления пользователями и группами системы вы можете использовать приложение <application>Пользователи и группы</application>, расположенное в меню <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Пользователи и группы</guimenuitem></menuchoice>.
sk: Na zmenu používateľov alebo skupín na vašom systéme môžete použiť program <application>Používatelia a skupiny</application>, ktorý sa nachádza v <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Používatelia a skupiny</guimenuitem></menuchoice>.
sl: Za spreminjanje uporabnikov in skupin lahko uporabite program <application>Uporabniki in skupine</application>, ki se nahaja pod <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Uporabniki in skupine</guimenuitem></menuchoice>.
sr: Да измените кориснике или групе на вашем систему, можете да користите апликацију <quote><application>Корисници и групе</application></quote> тако што ћете отворити <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Корисници и групе</guimenuitem></menuchoice></quote>.
tr: Sisteminizdeki kullanıcıları ve grupları değiştirmek için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Kullanıcılar ve Gruplar</guimenuitem></menuchoice> bölümünde yer alan <application>Kullanıcılar ve Gruplar</application> uygulamasını kullanabilirsiniz.
zh_cn: 若想修改您系统中的用户或组，您可以使用 <application>用户和组</application> 应用程序，其位于 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>用户和组</guimenuitem></menuchoice>。
zh_hk: 欲管理系統中的使用者或羣組資訊，可以用<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>使用者及羣組</guimenuitem></menuchoice>的<application>使用者及羣組</application>工具。
