Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: <placeholder-1/> Complete office suite <application>Openoffice.org</application> at <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem></menuchoice>
ca: <placeholder-1/> El paquet ofimàtic <application>Openoffice.org</application> a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Ofimàtica</guimenuitem></menuchoice>
cs: <placeholder-1/> Kompletní kancelářský balík <application>Openoffice.org</application> v <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Kancelář</guimenuitem></menuchoice>
da: <placeholder-1/> Komplet kontorpakke <application>Openoffice.org</application> under <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem></menuchoice>
de: <placeholder-1/> Eine komplette Office Suite: <application>Openoffice.org</application> unter <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Büro</guimenuitem></menuchoice>
es: <placeholder-1/> La suite ofimática completa <application>Openoffice.org</application> en <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Oficina</guimenuitem></menuchoice>
gl: <placeholder-1/> A suite ofimática completa <application>Openoffice.org</application> en <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Ofimática</guimenuitem></menuchoice>
it: <placeholder-1/> <application>Openoffice.org</application>, una suite completa da ufficio disponibile in <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Ufficio</guimenuitem></menuchoice>
nb: <placeholder-1/> Fullstendig kontorpakke <application>Openoffice.org</application> med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Suite completa de escritório <application>Openoffice.org</application> em <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Escritório</guimenuitem></menuchoice>
ru: <placeholder-1/> Полнофункциональный офисный пакет <application>Openoffice.org</application> доступен в <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Офис</guimenuitem></menuchoice>
sk: <placeholder-1/> Kompletná kancelárska sada <application>Openoffice.org</application> v <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Kancelária</guimenuitem></menuchoice>
sl: <placeholder-1/> Celoten pisarniški paket <application>Openoffice.org</application> v <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pisarna</guimenuitem></menuchoice>
tr: <placeholder-1/> <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ofis</guimenuitem></menuchoice>'deki application>Openoffice.org</application> ile ofis uygulamalarınızı tamamlayın.
zh_cn: <placeholder-1/>完整的办公套件 <application>Openoffice.org</application> 位于 <menuchoice><guimenu>应用程序 </guimenu><guimenuitem>Office</guimenuitem></menuchoice>

source: <placeholder-1/> Import, buy and manage music with <menuchoice><guimenu>Applications</guimenu><guimenuitem>Sound &amp; Video</guimenuitem><guimenuitem>Rhythmbox Music Player</guimenuitem></menuchoice>
ca: <placeholder-1/> Importeu, compreu i gestioneu música amb <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>So i vídeo</guimenuitem><guimenuitem>Reproductor de música Rhythmbox</guimenuitem></menuchoice>
cs: <placeholder-1/> Importujte, nakupujte a spravujte hudbu pomocí <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Zvuk a video</guimenuitem><guimenuitem>Přehrávač hudby Rhythmbox</guimenuitem></menuchoice>
da: <placeholder-1/> Importer, køb og organiser musik med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og video</guimenuitem><guimenuitem>Rhythmbox musikafspiller</guimenuitem></menuchoice>
de: <placeholder-1/> Importieren, kaufen und organisieren Sie Musik mit <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Unterhaltungsmedien</guimenuitem><guimenuitem>Rhythmbox Musik-Wiedergabeprogramm</guimenuitem></menuchoice>
es: <placeholder-1/> Importe, compre y administre música con <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Sonido y Vídeo</guimenuitem><guimenuitem>Rhythmbox</guimenuitem></menuchoice>
gl: <placeholder-1/> Importe, compre e administre música con <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Son e vídeo</guimenuitem><guimenuitem>Rhythmbox</guimenuitem></menuchoice>
it: <placeholder-1/> Importare, comprare e gestire musica con <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Audio e video</guimenuitem><guimenuitem>Riproduttore musicale Rhythmbox</guimenuitem></menuchoice>
nb: <placeholder-1/> Importer, kjøp og behandle musikk med <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Lyd og bilde</guimenuitem><guimenuitem>Rhythmbox musikkavspiller</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Importe, compre e gerencie músicas com <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Multimídia</guimenuitem><guimenuitem>Rhythmbox Reprodutor de Músicas</guimenuitem></menuchoice>
ru: <placeholder-1/> Импортируйте, покупайте и управляйте музыкой с помощью <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Аудио и видео</guimenuitem><guimenuitem>Музыкальный проигрыватель Rhythmbox</guimenuitem></menuchoice>
sk: <placeholder-1/> Importujte, nakupujte a spravujte hudbu pomocou <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Zvuk a video</guimenuitem><guimenuitem>Rhythmbox - prehrávač hudby</guimenuitem></menuchoice>
sl: <placeholder-1/> Uvozite, kupujte in urejajte glasbo z <menuchoice><guimenu>Programi</guimenu><guimenuitem>Zvok in video</guimenuitem><guimenuitem>Rhythmbox Predvajalnik glasbe</guimenuitem></menuchoice>
tr: <placeholder-1/> <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ses &amp; Video</guimenuitem><guimenuitem>Rhythmbox Müzik Oynatıcısı</guimenuitem></menuchoice> ile müzik alın ve yönetin.
zh_cn: <placeholder-1/>使用 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>声音和 视频</guimenuitem><guimenuitem> Rhythmbox Music Player</guimenuitem></menuchoice> 导入、购买和管理音乐

source: <placeholder-1/> Backup and synchronise files with <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
bn: <placeholder-1/> যার সাথে ফাইল ব্যাকআপ এবং সিঙ্ক্রোনাইজ করা হবে <menuchoice><guimenu>সিস্টেম</guimenu><guimenuitem>পছন্দসমূহ</guimenuitem><guimenuitem>উবুন্টু ওয়ান</guimenuitem></menuchoice>
ca: <placeholder-1/> Feu còpies de seguretat i sincronitzeu fitxers amb <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
cs: <placeholder-1/> Zálohujte a synchronizujte soubory pomocí <menuchoice><guimenu>Systém</guimenu><guimenuitem>Předvolby</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
da: <placeholder-1/> Sikkerhedskopier og synkroniser filer med <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
de: <placeholder-1/> Sichern und synchronisieren Sie Ihre Daten mit <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
el: <placeholder-1/> Δημιουργήστε αντίγραφα ασφαλείας και συγχρονίστε αρχεία με <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Υπηρεσία ubuntu one</guimenuitem></menuchoice>
es: <placeholder-1/> Respalde y sincronice archivos con <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
fr: <placeholder-1/> Sauvegardez et synchronisez vos fichiers avec <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
gl: <placeholder-1/> Faga copias de seguranza e sincronice ficheiros con <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
it: <placeholder-1/> Eseguire copie di sicurezza e sincronizzare i propri file con <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
lv: <placeholder-1/> Veidojiet failu rezerves kopijas un sinhronizējiet tos ar <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Iestatījumi</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
nb: <placeholder-1/> Gjør sikkerhetskopi og synkroniser filer med <menuchoice><guimenu>System</guimenu><guimenuitem>Innstillinger</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
nl: <placeholder-1/> Back-up maken van bestanden en synchroniseren met <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
pt_br: <placeholder-1/> Faça cópias de segurança e sincronize arquivos com <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferências</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
ru: <placeholder-1/> Делайте резервные копии и синхронизируйте файлы с помощью <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметры</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
sk: <placeholder-1/> Zálohujte a synchronizujte súbory s <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
sl: <placeholder-1/> Varnostno kopiranje in usklajevanje s <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
sr: <placeholder-1/> За прављење резервних копија и усаглашавање датотека користите Убунту један: <menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Убунту један</guimenuitem></menuchoice>.
tr: <placeholder-1/> Yedekleme ve eşleştirme için <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Tercihler</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>
zh_cn: <placeholder-1/>使用 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice> 备份和同步文件

source: You can find and add more applications at the touch of a button. See <xref linkend="add-applications"/> for details.
bn: আপনি এপ্লিকেশন পেতে এবং আরও যোগ করতে একটি বোতাম স্পর্শ করুন। বিস্তারিত তথ্যের জন্য দেখুন <xref linkend="add-applications"/>।
ca: Podeu cercar i afegir més aplicacions amb uns clics de ratolí. Vegeu <xref linkend="add-applications"/> per obtenir més informació.
cs: Další aplikace můžete najít a nainstalovat stisknutím tlačítka. Pro více podrobností si přečtěte <xref linkend="add-applications"/>.
da: Du kan finde og installere flere programmer med et enkelt tryk på en knap. Se <xref linkend="add-applications"/> for forklaring.
de: Sie können noch mehr Anwendungen mit einem Knopfdruck finden und hinzufügen. Siehe <xref linkend="add-applications"/> für weitere Details.
el: Μπορείτε να βρείτε και να προσθέσετε περισσότερες εφαρμογές με το πάτημα ενός πλήκτρου. Δείτε για λεπτομέρειες το <xref linkend="add-applications"/>.
es: Puede encontrar y añadir más aplicaciones con un toque de ratón. Vea <xref linkend="add-applications"/> para más detalles.
fr: Vous pouvez trouver et installer des applications supplémentaires en seulement quelques clics. Voyez <xref linkend="add-applications"/> pour plus d'informations.
gl: Pode atopar e engadir máis aplicativos con un toque de rato. Vexa <xref linkend="add-applications"/> para obter máis detalles.
it: Ulteriori applicazioni possono essere installate con un semplice clic del mouse. Per maggiori informazioni, consultare <xref linkend="add-applications"/>.
lv: Jūs varat atrast un pievienot vēl lietotnes ar pāris pogas spiedieniem. Skatiet <xref linkend="add-applications"/>, lai uzzinātu vairāk.
nb: Du kan installere flere programmer ved et enkelt museklikk. Se <xref linkend="add-applications"/> for mer informasjon.
nl: U kunt meer toepassingen vinden en toevoegen met één druk op een knop. Zie voor details: <xref linkend="add-applications"/>.
pt_br: Você pode encontrar e adicionar mais aplicações com o toque de um botão. Veja <xref linkend="add-applications"/> para mais detalhes.
ru: Вы можете найти и добавить больше приложений одним нажатием кнопки. См. подробнее в <xref linkend="add-applications"/>.
sk: Môžete nájsť a nainštalovať viac aplikácií pomocou pár kliknutí. Pre viac informácií pozrite <xref linkend="add-applications"/>.
sl: S pritiskom na gumb lahko najdete in dodate več programov. Za podrobnosti si oglejte <xref linkend="add-applications"/> .
sr: Можете пронаћи и додати још апликација једноставним притиском на дугме. За више детаља погледајте: <xref linkend="add-applications"/>.
tr: Herhangi bir düğmeye tıklayarak daha fazlasını bulabilir ve ekleyebilirsiniz. Ayrıntılar için <xref linkend="add-applications"/>'a bakın.
zh_cn: 触摸一下按钮即可找到并添加更多应用程序。请参阅<xreflinkend="add-applications"/>了解详细信息。
zh_hk: 您可以在彈指間尋找並加入更多應用程式。更多詳情請見 <xref linkend="add-applications"/>。

source: Connecting to the internet
bn: ইন্টারনেটে সংযুক্ত করা হচ্ছে
ca: Com connectar-se a Internet
cs: Připojení na Internet
da: Opretter forbindelse til internettet
de: Mit dem Internet verbinden
el: Σύνδεση στο διαδίκτυο
es: Conectarse a Internet
fr: Connexion à Internet
gl: Conectar á Internet
it: Come connettersi a Internet
lv: Pievienošanās Internetam
nb: Hvordan koble til internett?
nl: Verbinding maken met het internet
pt_br: Conectando à Internet
ru: Подключение к Интернету
sk: Pripojenie na Internet
sl: Povezovanje na internet
sr: Повезивање на интернет
tr: İnternete Bağlanmak
zh_cn: 连接到互联网
zh_hk: 連接互聯網

source: It's easy to manage your internet connection with <application>Network Manager</application>.
bn: <application>নেটওয়ার্ক ব্যবস্থাপক</application> এর সাহায্যে আপনার ইন্টারনেট সংযোগ পরিচালনা করা সহজ।
ca: És fàcil gestionar la vostra connexió a Internet amb les <application>Connexions de xarxa</application>.
cs: Pomocí <application>Správce sítě</application> je jednoduché spravovat vaše internetové připojení.
da: Det er let at håndtere din internet forbindelse med <application>Netværkshåndtering</application>.
de: Es ist einfach, Ihre Internet-Verbindung mit dem <application>Netzwerk-Manager</application> zu verwalten.
el: Είναι εύκολο να διαχειριστείτε την σύνδεση σας στο διαδίκτυο με τον <application>Δαιχειριστή δικτύου (network manager)</application>.
es: Es sencillo gestionar su conexión a Internet con el <application>Gestor de red</application>.
fr: La gestion de votre connexion Internet est facile grâce au <application>Gestionnaire de réseau</application>.
gl: É doado xestionar a súa conexión a Internet co <application>Xestor de redes</application>.
it: Gestire la connessione a Internet con <application>Network Manager</application> è molto semplice.
lv: Ir viegli pārvaldīt jūsu savienojumu ar Internet izmantojot <application>Tīkla pārvaldnieku</application>.
nb: Det er enkelt å koble til internett med <application>Network Manager</application>.
nl: Uw internetverbinding is eenvoudig te beheren met het programma <application>Netwerkbeheer</application>.
pt_br: É fácil gerenciar sua conexão à internet com o <application>Gerenciador de Redes</application>.
ru: Управлять вашим интернет-соединением просто в <application>Network Manager</application>.
sk: Vaše pripojenie na internet môžete jednoducho spravovať pomocou application>Správcu siete</application>.
sl: Povezovanje na internet z <application>Upravljalnikom omrežij</application> je preprosto.
sr: Врло је лако да управљате вашим интернет везама користећи <application>Управника мреже</application>.
tr: <application>Ağ Yöneticisi</application> ile internet bağlantısını yönetmek kolay.
zh_cn: 使用 <application>Network Manager</application> 管理internet连接非常容易。
zh_hk: 以 <application>網絡管理員</application> 管理互聯網很容易。

source: The <application>Network Manager</application> icon in the notification area in the top right corner of your desktop tells you the status of your network connection and allows you to connect or disconnect. Click on the icon for options.
bn: আপনার ডেস্কটপের শীর্ষ ডানের প্রান্তে ঘোষণা ক্ষেত্রে <application>নেটওয়ার্ক ব্যবস্থাপক</application> আইকন আপনার নেটওয়ার্ক সংযোগের অবস্থা জানাবে এবং সংযুক্ত করতে অথবা সংযোগ বিছিন্ন করতে অনুমতি দিবে। অপশনের জন্য আইকনে ক্লিক করুন।
ca: La icona de les <application>Connexions de xarxa</application> a l'àrea de notificació a la part superior dreta de l'escriptori us indica l'estat de la connexió de xarxa i us permet connectar-vos i desconnectar-vos. Feu clic a la icona per obtenir més opcions.
cs: Ikona <application>Správce sítě</application> nacházející se v oznamovací oblasti v pravé horní části obrazovky vám oznamuje stav vašeho připojení k síti a umožňuje vám připojit se nebo odpojit. Chcete-li zobrazit více možností, klikněte na ikonu.
da: Ikonet for <application>Netværkshåndtering</application> i statusfelt, øverst til højre på dit skrivebord, viser dig status for din netværksforbindelse og gør dig i stand til at til- eller frakoble. Klik på ikonet for valgmuligheder.
de: Das Symbol des <application>Netzwerk-Managers</application> im Benachrichtigungsfeld in der rechten oberen Bildschirmecke zeigt Ihnen den Status Ihrer Netzwerkverbindung und erlaubt Ihnen die Verbindung herzustellen oder zu trennen. Klicken Sie auf das Symbol für weitere Optionen.
el: Το εικονίδιο του <application>Διαχειριστή δικτύου</application> στην περιοχή ειδοποιήσεων στην επάνω δεξιά γωνία της επιφάνειας εργασίας σας υποδεικνύει την κατάσταση της σύνδεσης δικτύου και σας επιτρέπει να συνδεθείτε ή να αποσυνδεθείτε. Κάντε κλικ στο εικονίδιο για περισσότερες επιλογές.
es: El icono del <application>Gestor de la red</application>, localizado en el área de notificación en la parte superior izquierda de su escritorio, le indica el estado de su conexión de red, y le permite conectarse o desconectarse. Pulse en el icono para ver las opciones que proporciona.
fr: L'icône du <application>gestionnaire de réseau</application> située dans la zone de notification en haut à droite de l'écran vous indique l'état de votre connexion réseau et permet de vous connecter ou de vous déconnecter. Cliquez sur cette icône pour accéder à plus d'options.
gl: A icona do <application>Xestor de redes</application>, localizado na el área de notificación na parte superior esquerda do seu escritorio, indicalle o estado da súa conexión de rede, e permitelle conectarse ou desconectarse. Prema na icona para ver as opcións que fornece.
it: L'icona di <application>Network Manager</application> nell'area di notifica indica lo stato della propria connessione di rete e consente di connettersi o disconnettersi. Basta fare clic col mouse sull'icona per visualizzare tutte le opzioni.
lv: <application>Tīkla pārvaldnieka</application> ikona ziņojumu laukā augšējā labējā jūsu darbvirsmas stūrī ziņo jums par jūsu savienojuma ar tīklu stāvokli un ļauj jums savienoties ar vai atvienoties no tīkla. Klikšķiniet uz ikonas, lai iegūtu opcijas.
nb: Ikonet til <application>Network Manager</application> i varslingsområdet i øverste høyre hjørne viser deg statusen til nettverksforbindelsene dine og lar deg koble til og fra. Klikk på ikonet for ytterligere alternativer.
nl: Het <application>Netwerkbeheer</application>-pictogram in het mededelingengebied rechts boven op het bureaublad geeft de status aan van uw netwerkverbinding en u kunt er een verbinding mee maken of verbreken. Klik voor opties op het pictogram.
pt_br: O ícone do<application>Gerenciador de Redes</application> na área de notificação do canto superior direito da área de trabalho mostra o status da sua conexão de rede e permite conectar-se ou desconectar-se dela. Clique sobre o ícone para opções.
ru: Значок <application>Network Manager</application> в области уведомлений в правом верхнем углу рабочего стола показывает состояние вашего подключения к сети и позволяет подключить или отключить сеть. Нажмите на значок для выбора параметров.
sk: Ikona <application>Správcu siete</application> v oblasti upozornení v pravom hornom rohu vašej pracovnej plochy vám oznámi stav vášho sieťového pripojenia a umožňuje vám pripojiť sa alebo odpojiť. Pre viac možností kliknite na ikonu.
sl: Ikona <application>Upravljalnika omrežji</application> v obvestilnem področju vam pove stanje vaše omrežne povezave in vam omogoča povezavo ali prekinitev povezave. Kliknite na ikono za možnosti.
sr: Иконица <application>Управника мреже</application> у обавештајној зони у горњем десном углу радне површине вас обавештава о стању мреже и омогућава вам да се повежете или да прекинете везу. Кликните на иконицу за опције.
tr: Bilgisayarınızın sağ üst köşesinin bilgilendirme alanındaki <application>Ağ Yöneticisi</application> simgesi, ağınızın bağlantı durumunu gösterir ve bağlanmayı veya bağlantıyı kesmeyi sağlar. Seçenekler için simgeye tıklayın.
zh_cn: 桌面右上角通知区域中的 <application>Network Manager</application> 图标显示网络连接的状态， 并使您能够连接或断开连接。单击该图标可查看 选项。
zh_hk: 桌面右上通知區域的 <application>網絡管理員</application> 圖示讓您查看網絡連線狀態，並讓您連線或斷線。在上按一下可見選項。

source: Disconnected
bn: বিছিন্ন
ca: Desconnectat
cs: Odpojeno
da: Forbindelse afbrudt
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
fr: Déconnecté
gl: Desconectado
it: Disconnessi
lv: Atvienots
nb: Frakoblet
nl: Niet verbonden
pt_br: Desconectado
ru: Отключено
sk: Odpojený
sl: Prekinjena povezava
sr: Нисте повезани на мрежу
tr: Bağlantı Kesildi
zh_cn: 已断开
zh_hk: 斷線

source: Wired Network Connected
bn: তারযুক্ত নেটওয়ার্ক সংযোগ
ca: Connexió de xarxa amb fil activa
cs: Drátová síť připojena
da: Kablet netværk forbundet
de: Kabelgebundenes Netzwerk verbunden
el: Ενσύρματη σύνδεση ενεργή
es: Red cableada conectada
fr: Connecté à un réseau filaire
gl: Conectada a rede con fíos
it: Rete via cavo connessa
lv: Savienots ar vadu tīklu
nb: Kablet nettverksforbindelse
nl: Verbonden via bekabeld netwerk
pt_br: Rede com fio conectada
ru: Проводное соединение установлено
sk: Drôtová sieť pripojená
sl: Žična povezava vzpostavljena
sr: Повезани сте на жичану мрежу
tr: Kablolu Ağ Bağlı
zh_cn: 有线网络已连接
zh_hk: 連接有線網絡

source: Wireless Network Connected
bn: তারবিহীন নেটওয়ার্ক সংযোগ
ca: Connexió de xarxa sense fil activa
cs: Bezdrátová síť připojena
da: Trådløst netværk forbundet
de: Funknetzwerkverbindung verbunden
el: Ασύρματη σύνδεση ενεργή
es: Red inalámbrica conectada
fr: Connecté à un réseau sans fil
gl: Conectada a rede sen fíos
it: Rete senza fili connessa
lv: Savienots ar bezvadu tīklu
nb: Trådløs nettverksforbindelse
nl: Verbonden via draadloos netwerk
pt_br: Rede sem fio conectada
ru: Беспроводное соединение установлено
sk: Bezdrôtová sieť pripojená
sl: Brezžična povezava vzpostavljena
sr: Повезани сте на бежичну мрежу
tr: Kablosuz Ağ Bağlı
zh_cn: 无线网络已连接
zh_hk: 連接無線網絡
