Repository: ahoneybun/pop-docs
Catalog: newtoubuntu/po/*.po
Languages: bn, ca, cs, da, de, el, es, fr, gl, gu, it, lv, nb, nl, pt_br, ru, sk, sl, sr, tr, zh_cn, zh_hk

source: For further reading or troubleshooting see <ulink url="ghelp:internet">Internet and Networks</ulink>.
bn: এছাড়াও পড়া অথবা কারিগরী সমস্যার সমাধানের জন্য দেখুন <ulink url="ghelp:internet">ইন্টারনেট এবং নেটওয়ার্ক</ulink>।
ca: Si voleu més informació o solucionar problemes vegeu <ulink url="ghelp:internet">Internet i xarxes</ulink>.
cs: Pro více podrobností nebo řešení problémů si přečtěte oddíl <ulink url="ghelp:internet">Internet a sítě</ulink>.
da: Se <ulink url="ghelp:internet">Internet og netværk</ulink>, for mere information eller fejlfinding.
de: Für weitere Informationen und zur Problembehebung, siehe <ulink url="ghelp:internet">Internet und Netzwerke</ulink>.
el: Για περισσότερες πληροφορίες ή επίλυση προβλημάτων δείτε <ulink url="ghelp:internet">Internet και δίκτυα</ulink>.
es: Para más lectura o solución de problemas vea<ulink url="ghelp:internet">Internet y redes</ulink>.
fr: Pour en savoir plus ou en cas de problème, consultez <ulink url="ghelp:internet">Internet et réseaux</ulink>.
gl: Para outras tecturas ou solución de problemas vexa<ulink url="ghelp:internet">Internet e redes</ulink>.
it: Per maggiori informazioni o per la risoluzione di problemi, consultare <ulink url="ghelp:internet">Internet e reti</ulink>.
lv: Lai uzzinātu ko vairāk, skatiet <ulink url="ghelp:internet">Internet un tīkli</ulink>.
nb: For mer informasjon og feilsøking, følg <ulink url="ghelp:internet">Internett og nettverk</ulink>.
nl: Zie voor meer informatie en probleemoplossingen <ulink url="ghelp:internet">Internet and Networks</ulink>.
pt_br: Para mais informações ou solução de problemas, veja <ulink url="ghelp:internet">Internet e Redes</ulink>.
ru: Для дальнейшего чтения или устранения неполадок см. <ulink url="ghelp:internet">Интернет и Сети</ulink>.
sk: Pre viac informácií alebo riešenie problémov pozrite <ulink url="ghelp:internet">Internet a siete</ulink>.
sl: Za nadaljnje branje ali za rešitev težav glejte <ulink url="ghelp:internet">Internet in omrežja</ulink>.
sr: За даље читање или решавање проблема погледајте: <ulink url="ghelp:internet">Интернет и мреже</ulink>.
tr: Daha fazlasını okumak ya da sorun çözmek için <ulink url="ghelp:internet">İnternet ve Ağlar</ulink>'a bakın.
zh_cn: 有关阅读和故障排除的更多信息，请参阅<ulinkurl="ghelp:internet">Internet和网络</ulink>。
zh_hk: 進階課題和排難解疑請見<ulink url="ghelp:internet">互聯網和網絡</ulink>。

source: Adding applications
bn: এপ্লিেকশন যোগ করা হচ্ছে
ca: Com afegir aplicacions
cs: Přidávání aplikací
da: Tilføj programmer
de: Anwendungen hinzufügen
el: Προσθήκη εφαρμογών
es: Añadir aplicaciones
fr: Ajouter des applications
gl: Engadir aplicativos
it: Aggiungere applicazioni
lv: Lietotņu pievienošana
nb: Legge til programmer
nl: Toepassingen toevoegen
pt_br: Adicionando aplicações
ru: Установка приложений
sk: Pridávanie aplikácií
sl: Dodajanje programov
sr: Додавање апликација
tr: Uygulamaları eklemek
zh_cn: 添加应用程序
zh_hk: 添加應用程式

source: Ubuntu makes it easy to add new applications.
bn: উবুন্টু নতুন এপ্লিকেশন যোগের প্রক্রিয়া সহজ করে।
ca: Amb l'Ubuntu és molt fàcil afegir aplicacions noves.
cs: Přidávat nové aplikace je v Ubuntu jednoduché.
da: Ubuntu gør det let at tilføje nye programmer.
de: Ubuntu macht es leicht, neue Anwendungen hinzuzufügen.
el: Το Ubuntu σας διευκολύνει να προσθέσετε νέες εφαρμογές.
es: Ubuntu simplifica añadir aplicaciones nuevas.
fr: Il est facile d'ajouter de nouvelles applications avec Ubuntu.
gl: Ubuntu fai doado engadir novos aplicativos.
it: Utilizzando Ubuntu è semplicissimo installare nuove applicazioni.
lv: Ubuntu ir ērts, lai pievienotu jaunas lietotnes.
nb: Ubuntu gjør det enkelt å legge til nye programmer.
nl: Het is makkelijk om in Ubuntu nieuwe toepassingen toe te voegen.
pt_br: O Ubuntu facilita a adição de novas aplicações.
ru: В Ubuntu очень легко устанавливать новые приложения.
sk: Ubuntu uľahčuje pridávanie nových aplikácií.
sl: Z Ubuntujem je dodajanje programov enostavno.
sr: Убунту чини олакшаним додавање нових апликација.
tr: Ubuntu yeni uygulamaları eklemeyi kolaylaştırıyor.
zh_cn: Ubuntu 让添加应用程序变得很简单。
zh_hk: 在 Ubuntu 添加應用程式很容易。

source: There is no need to download applications from websites. Simply open the <application>Software Center</application> and you have thousands of applications ready to install at the click of a button from Ubuntu's archive of applications.
bn: ওয়েব সাইট থেকে এপ্লিকেশন ডাউনলোড করার কোন প্রয়োজন নেই। <application>সফ্টওয়্যার কেন্দ্র</application> খুলুন এবং হাজার হাজার এপ্লিকেশন ইনস্টল হওয়ার জন্য তৈরি হয়ে আছে আপনি শুধু উবুন্টু এপ্লিকেশন আর্কাইভ থেকে বোতাম ক্লিক করুন।
ca: No cal baixar aplicacions des de llocs web. Simplement obriu el <application>Centre de programari</application> i trobareu milers d'aplicacions a punt per instal·lar fent uns quants clics de ratolí de l'arxiu d'aplicacions de l'Ubuntu.
cs: Není nutné stahovat žádné aplikace z webových stránek. Stačí spustit aplikaci <application>Centrum softwaru</application> a jedním kliknutím získáte přístup k tisícům aplikací dostupných k instalaci ze zdrojů aplikací pro Ubuntu.
da: Der er ingen grund til at hente programmer fra hjemmesider. Åben blot <application>Softwarecenter</application> og du vil have tusindvis af programmer, fra Ubuntus arkiver af programmer, der er klar til at installere med et enkelt klik på en knap.
de: Sie müssen keine Anwendungen von Webseiten herunterladen. Öffnen Sie einfach das <application>Software Center</application> und es stehen Ihnen tausende von Anwendungen zur Installation per Knopfdruck zur Verfügung.
el: Δεν υπάρχει καμία ανάγκη να κάνετε λήψη εφαρμογών από ιστοσελίδες. Απλά ανοίξτε το <application>Κέντρο λογισμικού</application> και έχετε χιλιάδες εφαρμογές έτοιμες για εγκατάσταση με ένα μόνο κλικ από το αρχείο εφαρμογών του Ubuntu.
es: No es necesario descargar aplicaciones desde sitios web, Simplemente abra el <application>Centro de software</application> y tiene miles de aplicaciones listas para instalar con un solo clic en el botón de archivador de Ubuntu de aplicaciones.
fr: Pas besoin de télécharger des programmes à partir de sites Web. Accédez simplement à la <application>Logithèque Ubuntu</application> et vous découvrirez dans le dépôt d'applications d'Ubuntu des milliers de logiciels supplémentaires prêts à être installés d'un clic de souris.
gl: Non é preciso descargar aplicativos desde sitios web, Simplemente abra o <application>Centro de software</application> e terá milleiros de aplicativos listos para instalar con un só clic en el botón desde o arquivador de aplicativos de Ubuntu.
it: Non è necessario scaricare applicazioni da siti web. Basta aprire il programma <application>Software Center</application> per avere a disposizione migliaia di programmi pronti per essere installati alla semplice pressione di un pulsate.
lv: Jums nav nepieciešams lejupielādēt lietotnes no tīmekļa vietnēm. Vienkārši atverat <application>Programmatūras centru</application>, un jums jau ir pieejamas tūkstošiem lietotņu, kuras var instalēt jūsu sistēmā ar viena peles klikšķa palīdzību.
nb: Man behøver ikke laste ned programmer fra nettsider. Ganske enkelt åpne <application>Programvaresenteret</application> og du har tusener av programmer klar til installasjon, tilgjengelig fra Ubuntu sine programarkiver på nett.
nl: U hoeft geen toepassingen van websites te downloaden. Open eenvoudigweg het <application>Softwarecentrum</application> en u vindt duizenden toepassingen, klaar om met één druk op de knop geïnstalleerd te worden uit Ubuntu's toepassingenarchief.
pt_br: Não há necessidade de baixar aplicações de sites da internet. Simplesmente abra a <application>Central de Programas</application> e você terá milhares de aplicações prontas para serem instaladas com o clique de um botão, direto dos arquivos de aplicações do Ubuntu.
ru: Не нужно загружать приложения с веб-сайтов. Просто откройте <application>Центр приложений</application> и вы найдёте тысячи приложений, готовых для установки по нажатию кнопки из архива приложений Ubuntu.
sk: Nie je potrebné sťahovať aplikácie z webových stránok. Jednoducho otvorte <application>Centrum softvéru</application> a máte k dispozícii tisíce aplikácií pripravených na inštaláciu niekoľkými kliknutiami myši z Ubuntu archívu aplikácií.
sl: Programov ni treba prejeti s spletnih strani. Preprosto odprite <application>Programsko središče Ubuntu</application>, kjer je na tisoče programov, ki jih namestite s preprostim klikom.
sr: Нема потребе да преузимате апликације са веб сајтова. Једноставно отворите <application>Софтверски центар</application> и имаћете хиљаде апликација спремних за инсталацију једноставним кликом на дугме из Убунтуове архиве апликација.
tr: Uygulamaları web sitelerinden indirmenize gerek yoktur. Sadece <application>Yazılım Merkezi</application>ni açın ve binlerce uygulamanın simgelerine tıklayarak yüklemek için Ubuntu arşivlerinde hazır olduğunu göreceksiniz.
zh_cn: 无需从网站下载应用程序。只需简单地打开 <application>软件中心</application>，您会发现已经有 数以千计的应用程序已准备好从Ubuntu的应用程序归档中 一键安装。
zh_hk: 您不必從網站下載應用程式。只要開啟 <application>軟件中心</application>，便可以在彈指之間從 Ubuntu 的應用程式庫安裝成千上萬的應用程式。

source: Any applications installed in this way can be easily and safely updated or removed.
bn: এই পদ্ধতিতে ইনস্টলকৃত যে কোন এপ্লিকেশন সহজেই এবং নিরাপদভাবে হালনাগাদ অথবা অপসারণ করা যাবে।
ca: Qualsevol aplicació instal·lada amb aquest mètode la podreu actualitzar o eliminar de forma fàcil i segura.
cs: Všechny aplikace nainstalované tímto způsobem mohou být snadno a bezpečně aktualizovány nebo odstraněny.
da: Alle program der installeres på denne måde kan let og sikkert opdateres eller fjernes.
de: Jede der installierten Anwendungen kann auf diese Weise leicht und sicher aktualisiert oder entfernt werden.
el: Κάθε εφαρμογή που εγκαθίσταται με αυτόν τον τρόπο μπορεί να ενημερωθεί ή ν' απομακρυνθεί εύκολα και με ασφάλεια.
es: Todas las aplicaciones instaladas en esta forma se pueden eliminar o actualizar de manera sencilla y segura.
fr: Toutes les applications installées par ce biais pourront être mises à jour ou supprimées facilement et en toute sécurité.
gl: Todos os aplicativos instalados deste xeito podense eliminar ou actualizar de xeito doado e seguro.
it: Tutte le applicazioni installate in questo modo possono essere aggiornate o rimosse facilmente e in sicurezza.
lv: Jebkura lietotne, kas instalēta šādā veidā, var tikt viegli un droši atjaunināta vai izņemta.
nb: Programmer som installeres på denne måten vil alltid holdes oppdatert og lett kunne fjernes.
nl: Elke toepassing die op deze manier is geïnstalleerd kan gemakkelijk en veilig worden bijgewerkt of verwijderd.
pt_br: Qualquer aplicativo instalado desta forma, pode facilmente ser atualizado ou removido.
ru: Любые приложения, установленные таким способом, могут быть легко и безопасно обновлены или удалены.
sk: Hocijaká aplikácia nainštalovaná týmto spôsobom, môže byť jednoducho aktualizovaná alebo odstránená.
sl: Vse programe nameščene na ta način je mogoče enostavno in varno posodabljati ali odstranjevati.
sr: Било која апликација инсталирана на овај начин може бити безбедно и лако ажурирана или уклоњена.
tr: Bu şekilde kurulmuş herhangi uygulama kolayca ve güvenli bir şekilde güncellenebilir veya kaldırılabilir.
zh_cn: 以这种方式安装的任意应用程序可以轻松安全地更新或 卸载。
zh_hk: 任何照此安裝的應用程式都能又容易又安全地升級或移除。

source: You'll find the <application>Software Center</application> in the menu at <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>
bn: আপনি মেনুতে <application>সফ্টওয়্যার কেন্দ্র</application><menuchoice><guimenu>এপ্লিকেশন</guimenu><guimenuitem>উবুন্টু সফ্টওয়্যার কেন্দ্র</guimenuitem></menuchoice> খূঁজে পাবেন।
ca: Trobareu el <application>Centre de programari</application> al menú <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Centre de programari de l'Ubuntu</guimenuitem></menuchoice>
cs: <application>Centrum softwaru</application> naleznete v nabídce <menuchoice><guimenu>Aplikace</guimenu><guimenuitem>Centrum softwaru pro Ubuntu</guimenuitem></menuchoice>
da: Du kan finde <application>Softwarecenteret</application> i menuen under <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu Softwarecenter</guimenuitem></menuchoice>
de: Sie finden das <application>Software Center</application> im Menü unter <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>
el: Θα βρείτε το <application>Κέντρο λογισμικού</application> στο μενού <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Κέντρο λογισμικού Ubuntu</guimenuitem></menuchoice>
es: Encontrará el <application>Centro de Software</application> en el menú <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Centro de software de Ubuntu</guimenuitem></menuchoice>
fr: Accédez à la <application>Logithèque Ubuntu</application> depuis le menu <menuchoice><guimenu>Applications</guimenu>
gl: Atopará o <application>Centro de software</application> no menú <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Centro de software de Ubuntu</guimenuitem></menuchoice>
it: È possibile trovare <application>Software Center</application> scegliendo <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>
lv: Jūs atradīsiet <application>Programmatūras centru</application> izvēlnē <menuchoice><guimenu>Lietotnes</guimenu><guimenuitem>Ubuntu programmatūras centrs</guimenuitem></menuchoice>
nb: Du finner <application>Programvaresenteret</application> i menyen på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntus programvaresenter</guimenuitem></menuchoice>
nl: U vindt het <application>Softwarecentrum</application> in het menu bij <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ubuntu softwarecentrum</guimenuitem></menuchoice>
pt_br: Você encontrará a <application>Central de Programas</application> no menu <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem> Central de Programas do Ubuntu</guimenuitem></menuchoice>
ru: Вы сможете найти <application>Центр приложений</application> в меню <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Центр приложений Ubuntu</guimenuitem></menuchoice>
sk: <application>Centrum Ubuntu</application> môžete nájsť v ponuke <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Centrum softvéru Ubuntu</guimenuitem></menuchoice>
sl: <application>Programsko središče Ubuntu</application> najdete v meniju <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice>
sr: <application>Софтверски центар</application> ћете наћи у менију <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice></quote>.
tr: <application>Yazılım Merkezi</application>ni, <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ubuntu Yazılım Merkezi</guimenuitem></menuchoice>ndeki menüde bulacaksınız.
zh_cn: 您将发现<application>软件中心</application>位于 <menuchoice><guimenu>应用程序</guimenu><guimenuitem> Ubuntu 软件 中心</guimenuitem></menuchoice>
zh_hk: 在選單可找到 <application>軟件中心</application>，就位於 <menuchoice><guimenu>應用程式</guimenu><guimenuitem>Ubuntu 軟件中心</guimenuitem></menuchoice>

source: For more instructions about using <application>Software Center</application>, see <ulink url="ghelp:software-center">the Software Center help</ulink>. Further reading on how applications are managed in Ubuntu can be found in <ulink url="ghelp:add-applications">Adding, Removing and Updating Applications</ulink>.
bn: <application>সফ্টওয়্যার কেন্দ্র</application> ব্যবহার করার জন্য আরও নির্দেশবলী জানতে দেখুন, <ulink url="ghelp:software-center">সফ্টওয়্যার কেন্দ্র সহায়তা</ulink>। উবুন্টুতে এপ্লিকেশন কিভাবে পরিচালনা করা হয় তা আরও জানতে দেখুন <ulink url="ghelp:add-applications">যোগ করা, অপসারণ এবং এপ্লিকেশন হালনাগাদ করা</ulink>
ca: Per obtenir més informació sobre com utilitzar el <application>Centre de programari</application>, vegeu l'<ulink url="ghelp:software-center">ajuda del centre de programari</ulink>. Podeu obtenir més informació sobre com gestionar les aplicacions a l'Ubuntu a <ulink url="ghelp:add-applications">Afegir, eliminar i actualitzar aplicacions</ulink>.
cs: Chcete-li zjistit více instrukcí o používání <application>Centra softwaru</application>, přečtěte si <ulink url="ghelp:software-center">nápovědu k Centru softwaru</ulink>. Další informace o spravování aplikací v Ubuntu naleznete v oddílu <ulink url="ghelp:add-applications">Přidávání, odstraňování a aktualizace aplikací</ulink>.
da: Se <ulink url="ghelp:software-center">Softwarecenterhjælpen</ulink>, for flere instruktioner om brug af <application>Softwarecenter</application>. Yderlige information om hvordan programmer håndteres i Ubuntu kan findes under <ulink url="ghelp:add-applications">Tilføj, fjern og opdatér programmer</ulink>.
de: Für weitere Hinweise, wie man das <application>Software Center</application> benutzt, siehe <ulink url="ghelp:software-center">Software Center Hilfe</ulink>.
el: Για περισσότερες οδηγίες σχετικά με την χρήση του <application>Κέντρου λογισμικού</application>, δείτε <ulink url="ghelp:software-center">την βοήθεια του κέντρου λογισμικού</ulink>. Περισσότερα σχετικά με την διαχείριση ενημερώσεων στο Ubuntu θα βρείτε στην <ulink url="ghelp:add-applications">Προσθαφαίρεση και ενημέρωση εφαρμογών</ulink>.
es: Para obtener más instrucciones sobre cómo utilizar el <application>Centro de software</application> consulte la <ulink url="ghelp:software-center">ayuda del Centro de software</ulink>. Puede leer más sobre cómo se administran las aplicaciones en Ubuntu en <ulink url="ghelp:add-applications">Añadir, eliminar y actualizar aplicaciones</ulink>.
fr: Pour plus d'informations sur l'utilisation de la <application>Logithèque Ubuntu</application>, consultez <ulink url="ghelp:software-center">Aide de la logithèque Ubuntu</ulink>. Pour en savoir plus sur la gestion des applications dans Ubuntu, consultez <ulink url="ghelp:add-applications">Ajouter, supprimer et mettre à jour des applications</ulink>.
gl: Para obter máis instruciones sobre como utilizar o <application>Centro de software</application> consulte a <ulink url="ghelp:software-center">axuda do Centro de software</ulink>. Pode ler máis sobre como se administran os aplicativos en Ubuntu en <ulink url="ghelp:add-applications">Engadir, eliminar e actualizar aplicativos</ulink>.
it: Per maggiori informazioni sull'utilizzo di <application>Software Center</application>, consultare <ulink url="ghelp:software-center">l'aiuto di Software Center help</ulink>. Informazioni sulla gestione delle applicazioni in Ubuntu possono essere trovate in <ulink url="ghelp:add-applications">Aggiungere, rimuovere e aggiornare applicazioni</ulink>.
lv: Lai uzzinātu vairāk, kā lietot <application>Programmatūras centru</application>, skatiet <ulink url="ghelp:software-center">Programmatūras centra palīdzību</ulink>. Plašāk par lietotņu pārvaldīšanu Ubuntu vidē var uzzināt šeit: <ulink url="ghelp:add-applications">Lietotņu pievienošana, atjaunināšana un noņemšana</ulink>.
nb: For mer informasjon om bruk av <application>Programvaresenteret</application>, følg <ulink url="ghelp:software-center">hjelp for programvaresenteret</ulink>. Ytterligere informasjon om bruk av programmer i Ubuntu finnes på <ulink url="ghelp:add-applications">Legge til, fjerne og oppdatere programmer</ulink>.
nl: Zie voor meer instructies over het gebruik van het <application>Ubuntu softwarecentrum</application> <ulink url="ghelp:software-center">the Software Center help</ulink>. Meer informatie over het beheer van toepassingen in Ubuntu vindt u in <ulink url="ghelp:add-applications">Adding, Removing and Updating Applications</ulink>.
pt_br: Para maiores informações sobre utilização da <application>Central de Programas</application>, visite <ulink url="ghelp:software-center">Ajuda da Central de Programas</ulink>. Outras informações sobre como os aplicativos são gerenciados no Ubuntu podem ser encontradas em <ulink url="ghelp:add-applications">Adicionando, removendo, e atualizando aplicativos</ulink>.
ru: Для более подробных инструкций об использовании <application>Центра приложений</application> смотрите <ulink url="ghelp:software-center">Справку по Центру приложений</ulink>. Дополнительную информацию о том, как управлять приложениями в Ubuntu, можно найти в <ulink url="ghelp:add-applications">Установка, удаление и обновление приложений</ulink>.
sk: Ďalšie používateľské inštrukcie pre <application>Centrum softvéru</application> môžete nájsť v <ulink url="ghelp:software-center"> pomocníkovi Centra softvéru</ulink>. Ďalšie informácie o správe aplikácii v Ubuntu je možné nájsť v sekcii <ulink url="ghelp:add-applications">Pridávanie, odstraňovanie a aktualizovanie aplikácií</ulink>.
sl: Za več navodil o uporabi <application>Programsko središče Ubuntu</application>, glejte <ulink url="ghelp:software-center">Pomoč programskega središča</ulink>
sr: За више упутства у вези коришћења <application>Софтверског центра</application>, погледајте: <ulink url="ghelp:software-center"><quote>Помоћ Софтверског центра</quote></ulink>. За читање о томе како се управља апликацијама у Убунтуу можете наћи у одељку <ulink url="ghelp:add-applications"><quote>Додавање, уклањање и ажурирање апликација</quote></ulink>.
tr: <application>Yazılım Merkezi</application>ni kullanma hakkında daha fazla yönerge için, <ulink url="ghelp:software-center">Yazılım Merkezi yardımı</ulink>na bakın. Ubuntu'da uygulamalar nasıl yönetilir hakkında daha fazlasını okumak için <ulink url="ghelp:add-applications">Uygulamaları Ekleme, Kaldırma ve Güncelleme</ulink>'ye bakın.
zh_cn: 有关使用<application>软件 中心</application>的更多说明，请参阅<ulink url="ghelp:software-center">软件 中心帮助</ulink>。有关在Ubuntu中如何管理应用程序的 信息，请参阅<ulink url="ghelp:add-applications">添加、 卸载和更新应用程序</ulink>。
zh_hk: 有關使用 <application>軟件中心</application> 的更多指示，請見<ulink url="ghelp:software-center">軟件中心幫助</ulink>。有關 Ubuntu 如何管理應用程式的進階課題，見<ulink url="ghelp:add-applications">新增、移除以及更新應用程式</ulink>。

source: Playing music and videos
bn: মিউজিক এবং ভিডিও প্লে করা হচ্ছে
ca: Com reproduir música i vídeos
cs: Přehrávání hudby a videa
da: Afspil musik og videoer
de: Musik und Videos abspielen
el: Αναπαραγωγή μουσικής και ταινιών
es: Reproducir música y vídeos
fr: Lire de la musique et des vidéos
gl: Reproducir música e vídeos
it: Riprodurre musica e video
lv: Mūzikas un video atskaņošana
nb: Spille av musikk og film
nl: Muziek en video's afspelen
pt_br: Reproduzindo músicas e vídeos
ru: Воспроизведение музыки и видео
sk: Prehrávanie hudby a videa
sl: Predvajanje glasbe in video posnetkov.
sr: Репродукција музике и видеа
tr: Müzik çalmak ve video oynatmak
zh_cn: 播放音乐和视频
zh_hk: 播放音樂及影片
