Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: On Ubuntu, you simply open a <emphasis>package manager</emphasis>, search for the application that you want and click a button to install it. Removing an application is just as simple.
ast: N'Ubuntu, simplemente abres un <emphasis>xestor de paquetes</emphasis>, busques l'aplicación de desees y calques nel botón d'instalar. Desaniciar una aplicación ye igual de cenciello.
ca: A l'Ubuntu simplement heu d'obrir un <emphasis>gestor de paquets</emphasis>, cercar l'aplicació que vulgueu i fer clic a un botó per a instal·lar-la. Si la voleu suprimir més endavant, el procés és igual de simple.
da: I Ubuntu, skal du blot åbne et <emphasis>pakkehåndteringsprogram</emphasis>, søge efter det program, som du ønsker og klikke på en knap for at installere det. Fjernelse af et program er lige så enkel.
eo: En Ubuntu, oni simple malfermas <emphasis>pakaĵan administrilon</emphasis>, serĉas la aplikaĵon deziratan kaj alklakas butonon por instali ĝin. Malinstali aplikaĵon estas same simple.
es: En Ubuntu, simplemente abra un <emphasis>gestor de paquetes</emphasis>, busque la aplicación de desee y pulse el botón de instalar. Eliminar una aplicación es igual de sencillo.
fi: Ubuntussa yksinkertaisesti avataan <emphasis>pakettienhallinta</emphasis>, etsitään haluttu sovellus ja napsautetaan painiketta jotta asennus tapahtuu. Sovelluksen poistaminen on aivan yhtä yksinkertaista.
gl: En Ubuntu, sinxelamente abra un <emphasis>xestor de paquetes</emphasis>, busque o aplicativo que desexe e prema o botón de instalar. Eliminar un aplicativo é igual de sinxelo.
hu: Ubuntu alatt csak egy <emphasis>csomagkezelőt</emphasis> kell megnyitnia, amelyben kiválaszthatja, és egy gombnyomással telepítheti a kívánt alkalmazást. Az eltávolítás ugyanilyen egyszerű.
id: Dalam Ubuntu, Anda cukup hanya membuka sebuah <emphasis>manajer paket</emphasis>, mencari aplikasi yang Anda inginkan, dan mengklik sebuah tombol untuk memasangnya. Menghapus sebuah aplikasi juga sama mudahnya.
lv: Uz Ubuntu jūs vienkārši atverat <emphasis>pakotņu pārvaldnieku</emphasis>, atrodat lietotni, kuru vēlaties un nospiežat pogu, lai to instalētu. Lietotņu noņemšana ir tikpat vienkārša.
nb: I Ubuntu åpner man ganske enkelt <emphasis>pakkebehandleren</emphasis>, søker etter programmet man ønsker, og klikker en knapp for å installere det. Å fjerne det igjen er like enkelt.
nl: In Ubuntu opent u simpelweg een <emphasis>pakketbeheerder</emphasis> (Engels: package manager), zoekt u naar de toepassing die u wilt en drukt u op de knop om deze te installeren. Een toepassing verwijderen is net zo eenvoudig.
pt: No Ubuntu, simplesmente abre um <emphasis>gestor de pacotes</emphasis>, procura pela aplicação que quer e clica num botão para a instalar. Remover uma aplicação é tão simples como o anterior.
ro: În Ubuntu, trebuie doar să deschideți <emphasis>administratorul de pachete</emphasis>, să căutați aplicația pe care o doriți și să apăsați un buton pentru a o instala. Eliminarea unei aplicații este la fel de simplă.
sk: V Ubuntu si jednoducho spustíte <emphasis>správcu balíkov/emphasis>, nájdete si aplikáciu ktorú chcete a kliknite na tlačidlo aby ste ju nainštalovali. Odobrať aplikáciu je rovnako jednoduché.
sl: V Ubuntuju pa preprosto odprete <emphasis>upravljalnik paketov</emphasis>, v njem poiščete želeni program ter ga s klikom na gumb tudi namestite. Enako preprosta je tudi odstranitev programa.
sq: Në Ubuntu, ju thjesht hapni një <emphasis>menaxhues paketash</emphasis>, kërkoni për programin që dëshironi dhe klikoni një buton për ta instaluar atë. Heqja e programit është po aq e thjeshtë.
sr: У Убунтуу, једноставно отварате <quote><emphasis>управника пакета</emphasis></quote>, тражите апликацију коју желите и кликате на дугме да је инсталирате. Уклањање апликације је исто тако једноставно.
tr: Ubuntu'da, basitce <emphasis>paket yöneticisi</emphasis>' ni açarsınız, istediğiniz uygulama için arama yaparsınız ve yüklemek için bir düğmeye tıklarsınız. Bir uygulamayı kaldırmak da bu kadar basittir.
uk: З Ubuntu ви просто відкриваєте <emphasis>Менеджер пакунків</emphasis>, шукаєте потрібну вам програму і натискаєте кнопку, щоб її встановити. Так само просто й видаляти програми.
vi: Trên Ubuntu, bạn đơn giản chỉ cần mở <emphasis> chương trình quản lý các gói dữ liệu <emphasis>, hoặc tìm kiếm ứng dụng bạn cần, sau đó chọn nút cài đặt. Gỡ bỏ ứng dụng đó cũng rất đơn giản.
zh_cn: Ubuntu 中，您只需打开<emphasis>软件包管理器</emphasis>，搜索您想安装的应用程序，点击按钮来安装。移除应用程序也同样简单。
zh_hk: 在 Ubuntu，只要打開<emphasis>套件管理員</emphasis>，搜尋想要的應用軟件，然後滑鼠按一下就可以安裝好了。 移除應用程式也是同樣的簡單方便。

source: The package manager downloads applications from a <emphasis>software repository</emphasis>, which is a location on the Internet which stores a collection of applications. These applications come bundled in <emphasis>packages</emphasis>, which contain all of the information needed for installation. You can download packages yourself, using your web browser, if you like, but it is generally much more convenient to let the package manager handle this for you.
ast: El xestor de paquetes descarga aplicaciones d'un<emphasis>repositoriu de software</emphasis>, que ye un allugamientu d'Internet que almacena una colección d'aplicaciones. Estes aplicaciones vienen agrupaes en <emphasis>paquetes</emphasis>, que contienen tola información necesaria pa la instalación. Puedes descargar paquetes tú mesmu usando'l ñavegador web, si prefieres; pero en xeneral ye muncho más conveniente dexar que'l xestor de paquetes remane esto por tí.
ca: El gestor de paquets baixa les aplicacions d'un <emphasis>dipòsit de programari</emphasis>, que és un lloc d'Internet on aquestes s'emmagatzemen. Les aplicacions s'inclouen en <emphasis>paquets</emphasis>, els quals contenen tota la informació requerida per a la instal·lació. Si voleu, els paquets els podeu baixar vós mateix utilitzant el navegador, però en general és molt més recomanable deixar que el gestor de paquets s'encarregui d'aquesta tasca.
da: Pakkehåndteringen henter programmer fra et <emphasis>softwarearkiv</emphasis>, som er et sted på internettet, hvor samlinger af programmer opbevares. Disse programmer kommer i <emphasis>pakker</emphasis>, som indeholder alle de nødvendige oplysninger til installationen. Du kan selv hente pakkerne ved hjælp af din webbrowser, hvis du ønsker det, men det er generelt langt mere praktisk at lade pakkehåndteringen gøre dette for dig.
eo: La pakaĵa administrilo elŝutas aplikaĵojn el <emphasis>deponejo de programaroj</emphasis>, kiu estas loko en la Interreto kiu konservas aplikaĵojn. Tiuj aplikaĵoj estas kunigitaj en <emphasis>pakaĵoj</emphasis>, kiuj enhavas ĉiujn informojn bezonatajn por instali ĝin. Vi mem povas elŝuti pakaĵojn, uzante TTT-foliumilon, se vi preferas, sed ĝenerale estas pli konvene lasi al la pakaĵa administrilo trakti tion.
es: El gestor de paquetes descarga aplicaciones desde un<emphasis>repositorio de software</emphasis>, que es una ubicación de Internet que almacena una colección de aplicaciones. Estas aplicaciones vienen agrupadas en <emphasis>paquetes</emphasis>, que contienen toda la información necesaria para la instalación. Puede descargar paquetes por sí mismo, utilizando su navegador web, si le gusta, pero es en general mucho más conveniente dejar que el gestor de paquetes maneje esto por usted.
fi: Pakettienhallinta noutaa sovellukset <emphasis>ohjelmalähteestä</emphasis>, joka on Internetissä oleva sijainti johon kokoelma sovelluksia on tallennettuna. Nämä sovellukset tulevat <emphasis>paketteina</emphasis>, jotka sisältävät kaikki asentamiseen tarvittavat tiedot. Voit noutaa paketteja itse WWW-selaimella halutessasi, mutta yleisesti ottaen on huomattavasti kätevämpää antaa pakettienhallintaohjelman hoitaa tämä.
gl: O xestor de paquetes descarga aplicativos dende un <emphasis>repositorio de software</ emphasis>, que é unha localización da Internet que almacena unha colección de aplicativos. Estes aplicativos veñen agrupados en <emphasis>paquetes</ emphasis>, que conteñen todas as informacións necesarias para a instalación. Pode baixar os paquetes vostede mesmo utilizando o seu navegador web, se o prefire, pero normalmente é moito máis cómodo deixar o que o xestor de paquetes xestione isto por vostede.
hu: A csomagkezelő az alkalmazásokat egy szoftvertárolóból tölti le, amely egy alkalmazásokat tároló hely az interneten. Ezek az alkalmazások <emphasis>csomagokba</emphasis> vannak szervezve, amelyek a telepítéshez szükséges összes információt tartalmazzák. Ha akar, letölthet csomagokat a webböngészője segítségével, de általában sokkal kényelmesebb ezt a csomagkezelőre hagyni.
id: Manajer paket mengunduh aplikasi dari sebuah <emphasis>repositori perangkat lunak</emphasis>, yang merupakan sebuah tempat di Internet yang menyimpan sejumlah aplikasi. Aplikasi-aplikasi ini dibungkus dalam <emphasis>paket-paket</emphasis>, yang berisi semua informasi yang diperlukan untuk pemasangan. Anda dapat mengunduh sendiri paket-paket, menggunakan penjelajah web anda, kalau Anda suka, tetapi pada umumnya lebih mudah membiarkan manajer paket untuk melakukan hal ini bagi Anda.
lv: Pakotņu pārvaldnieks lejupielādē lietotnes no <emphasis>programmatūras krātuves</emphasis>, kura atrodas Internetā un kurā glabājas lietotņu kolekcija. Šīs lietotnes tiek sakomplektētas <emphasis>pakotnēs</emphasis>, kuras satur visu instalēšanai nepieciešamo informāciju. Ja vēlaties, pakotnes no tīmekļa varat lejupielādēt paši, bet vienkāršāk ir ļaut pakotņu pārvaldniekam to izdarīt jūsu vietā.
nb: Pakkehåndtereren laster ned applikasjoner fra en <emphasis>programvare-kilde</emphasis>, som er et lager på Internett med en samling applikasjoner. Disse applikasjonene kommer samlet i <emphasis>pakker</emphasis> som inneholder all nødvendig informasjon for å kunne installere applikasjonene. Du kan også laste ned pakker på egenhånd ved bruk av en nettleser, men det er i ofte greiere å la pakkehåndtereren ta seg av dette for deg.
nl: De pakketbeheerder downloadt toepassingen van een <emphasis>softwarebron</emphasis> (Engels: repository). Dit is een plek op het internet waar een verzameling toepassingen is opgeslagen. Deze toepassingen zijn gebundeld in <emphasis>pakketten</emphasis>, die alle benodigde informatie voor de installatie bevatten. Als u wilt, kunt u zelf pakketten downloaden via uw webbrowser, maar het is doorgaans veel makkelijker om de pakketbeheerder dit te laten doen.
pt: O gestor de pacotes faz o download de aplicações de um <emphasis>repositório de software</emphasis>, que é uma localização na Internet que contém uma colecção de aplicações. Estas aplicações vem em<emphasis>pacotes</emphasis>, que contém toda a informação necessária para a instalação. Você pode fazer o download dos pacotes, usando o browser web se quiser, mas é muito mais conveniente deixar o gestor de pacotes fazer isso por si.
ro: Administratorul de pachete descarcă aplicațiile dintr-un <emphasis>depozit de programe</emphasis>, care reprezintă o locație pe Internet unde se stochează o colecție de aplicații. Aceste aplicații vin grupate în <emphasis>pachete</emphasis>, care conțin toate informațiile necesare pentru instalare. Dacă doriți, puteți descărca singur pachete, utilizând un navigator web, dar, în general, este mai convenabil să lăsați administratorul de pachete să realizeze această acțiune în locul dumneavoastră.
sk: Správca balíkov sťahuje aplikácie z <emphasis>repozitára softvéru</emphasis>, čo je miesto na Internete, kde je uložená kolekcia aplikácií. Tieto aplikácie sú zabalené do <emphasis>balíkov</emphasis>, ktoré obsahujú všetky informácie potrebné pre inštaláciu. Ak chcete, tak si sami môžete stiahnuť aplikácie pomocou webového prehliadača, ale zvyčajne je oveľa jednoduchšie nechať správcu balíkov aby sa o to postaral namiesto vás.
sl: Upravljalnik paketov prejema programe iz določenega <emphasis>skladišča programske opreme</emphasis>, ki je internetno mesto, na katerem je shranjena zbirka programov. Programi so povezani v <emphasis>pakete</emphasis>, ki vsebujejo vse podatke, potrebne za namestitev. Pakete lahko tudi sami prenesete s pomočjo spletnega brskalnika, če tako želite, vendar je ponavadi veliko bolj preprosto, če pustite, da to za vas stori upravljalnik paketov.
sq: Menaxhuesi i paketave i shkarkon programet nga një <emphasis>magazinë programesh</emphasis>, e cila është një vendndodhje në internet që ruan njëgrup programesh. Këto programe janë të bashkangjitura në <emphasis>paketa</emphasis>, të cilat përmbajnë të gjithë informacionin e nevojitur për instalim. Ju mund t'i shkarkoni paketat vetë, duke përdorur shfletuesin tuaj të internetit, nëse dëshironi, por zakonisht është më e volitshme të lini menaxhuesin e paketave të merret me këtë punë për ju.
sr: Управник пакета преузима апликацију из <quote><emphasis>ризнице софтвера</emphasis></quote>, а то је локација на Интернету која складишти скуп апликација. Ове апликације се испоручују у <quote><emphasis>пакетима</emphasis></quote>, који садрже све потребне информације за инсталацију. Сами можете преузети пакете, користећи веб претраживач, ако желите, али углавном је много прикладније да управник пакета то обави уместо вас.
tr: Paket yöneticisi, uygulamaları internetteki bir alanda depolayan <emphasis>yazılım deposundan</emphasis> indirir. Bu uygulamalar, yükleme için gerekli tüm bilgileri içeren <emphasis>paketler</emphasis> halinde toplanmış olarak gelir. Paketleri, isterseniz internet tarayıcısını kullanarak kendiniz indirebilirsiniz, ancak genellikle bunu sizin için paket yöneticisinin yapmasını sağlamak çok daha güvenilirdir.
uk: Менеджер пакунків завантажує програми зі <emphasis>сховища програмного забезпечення</emphasis>. Це адреса в інтернеті, де зберігається зібрання програм. Ці програми пов'язані в <emphasis>пакунки</emphasis>, в яких міститься вся інформація, необхідна для встановлення. Можна, при бажанні, завантажити пакунки самому, використовуючи веб-переглядач, проте набагато зручніше для цього використати Менеджер пакунків.
vi: Chương trình quản lý các gói ứng dụng <emphasis>software repository</emphasis>, là khu vực chứa những dữ liệu các ứng dụng thu thập từ Internet. Những ứng dụng bao gồm cả một bộ <emphasis>packages</emphasis>, trong đó chứa toàn bộ thông tin cần thiết để cài đặt. Bạn có thể tự tải về các gói, bằng cách dùng trình duyệt của bạn, nếu bạn thích, nhưng nó không tiện lợi bằng chương trình quản lý gói dữ liệu mang lại cho bạn.
zh_cn: 软件包管理器从<emphasis>软件仓库</emphasis>中下载应用程序，软件仓库是 Internet 上储存着一批应用程序的地方。这些应用程序捆绑在包含着安装所需的所有信息的<emphasis>软件包</emphasis>中。如果您愿意，您可以使用浏览器自行下载软件包，但让软件包管理器来为您处理一般更方便。
zh_hk: Ubuntu 套件管理員將從網絡的<emphasis>軟件庫</emphasis>下載應用軟體，網絡的套件庫收錄了一系列 Ubuntu 支援的應用程式。這些軟件被打包成<emphasis>套件</emphasis>，其包含了軟件安裝所需的一切資料。如果您想要的話，您也可以用網頁瀏覽器自行下載這些套件，並手動安裝，但一般來說，使用套件管理員來下載、安裝、並管理套件會是比較方便的。

source: Some packages depend on other packages being installed in order to work. For example, a word processing package may require a printing package to be installed. The package manager automatically installs these <emphasis>dependencies</emphasis> for you.
ast: Dellos paquetes dependen de que otros paquetes tean instalaos para poder funcionar. Por exemplu, un paquete de procesáu de testos puede necesitar instalar un paquete d'impresión. El xestor de paquetes instala automáticamente estes <emphasis>dependencies</emphasis> por tí.
ca: Alguns paquets depenen de la instal·lació d'altres per a poder funcionar. Per exemple, pot ser que un paquet de processament de textos requereixi la instal·lació d'un paquet per a imprimir. El gestor de paquets s'encarrega d'instal·lar aquestes <emphasis>dependències</emphasis> automàticament.
da: Nogle pakker er afhængige af, at andre pakker også er installeret for at fungere. For eksempel kan en tekstbehandlingspakke kræve at en udskrivningspakke er installeret. Pakkehåndteringen vil automatisk installere disse <emphasis>afhængigheder</emphasis> for dig.
eo: Por funkcii iuj pakaĵoj dependas de aliaj pakaĵoj jam instalitaj. Ekzemple, dokumentoredaktilo eble bezonas ke presila pakaĵo estu instalita. La pakaĵa administrilo aŭtomate instalas tiujn <emphasis>dependecojn</emphasis> por vi.
es: Algunos paquetes dependen de otros paquetes que se están instalando para poder trabajar. Por ejemplo, un paquete de procesamiento de textos puede exigir una impresroa a instalar. El gestor de paquetes instala automáticamente <emphasis>estas dependencias</emphasis> para usted.
fi: Jotkin paketit riippuvat toisista asennettavista paketeista toimiakseen. Esimerkiksi tekstinkäsittelypaketti saattaa vaatia tulostuspaketin asentamista. Pakettienhallinta asentaa nämä <emphasis>riippuvuudet</emphasis> automaattisesti.
gl: Algúns paquetes necesitan que outros paquetes sexan instalados para funcionar. Por exemplo, o paquete dun procesador de textos pode necesitar que se instale un paquete de impresión. O xestor de paquetes automaticamente instala estas <emphasis>dependencias</emphasis> por vostede.
hu: Néhány csomag működése más csomagok telepítésétől függ. Egy szövegszerkesztő csomag például megkövetelheti egy nyomtatókezelő csomag telepítését. A csomagkezelő automatikusan telepíti ezeket a <emphasis>függőségeket</emphasis>.
id: Beberapa paket bergantung pada paket-paket lain yang telah dipasang agar dapat bekerja. Sebagai contoh, sebuah paket pengolah kata mungkin membutuhkan sebuah paket pencetakan yang telah terpasang. Manajer paket secara otomatis memasang <emphasis>ketergantungan</emphasis> ini untuk Anda.
lv: Dažām pakotnēm, lai tās varētu strādāt, ir nepieciešams instalēt citas pakotnes. Piemēram, teksta apstrādes pakotnei ir nepieciešama drukāšanas pakotne. Pakotņu pārvaldnieks uzinstalēs šīs <emphasis>atkarības</emphasis>.
nb: Noen pakker er avhengige av at andre pakker installeres for å fungere. For eksempel kan et tekstbehandlingsprogram kreve at en utskrift pakke skal installeres. Pakkenbehandleren installerer automatisk disse <emphasis>avhengighetene</emphasis> for deg.
nl: Sommige pakketten zijn afhankelijk van andere pakketten om te kunnen werken. Bijvoorbeeld, een tekstverwerkingspakket kan een printerpakket nodig hebben om geïnstalleerd te kunnen worden. De pakketbeheerder installeert deze <emphasis>afhankelijkheden</emphasis> (Engels: dependencies) voor u.
pt: Alguns pacotes dependem de outros pacotes instalados de maneira a funcionar. Por exemplo, um pacote de processamento de texto pode precisar que um pacote de impressão esteja instalado. O gestor de pacotes instala automaticamente estas <emphasis>dependências</emphasis> por si.
ro: Funcționarea unor pachete depinde de instalarea altora. De exemplu, pentru ca un procesor de text să poată funcționa, poate fi necesară instalarea unui pachet de imprimare. Administratorul de pachete instalează automat aceste <emphasis>dependențe</emphasis> în locul dumneavoastră.
sk: Niektoré balíky, na to aby mohli fungovať, závisia od nainštalovania iných balíkov. Napríklad textový editor môže potrebovať aby bol nainštalovaný balík pre tlač. Správca balíkov pre vás automaticky inštaluje tieto <emphasis>závislosti</emphasis>.
sl: Določeni paketi za svoje delovanje zahtevajo, da so nameščeni tudi drugi paketi. Tako na primer paket urejevalnika besedil lahko zahteva paket za tiskanje. Upravljalnik paketov namesto vas samodejno namesti obe <emphasis>odvisnosti</emphasis>.
sq: Disa paketa varen nga instalimi i paketave të tjera në punën e tyre. Përshembull një paketë për përpunimin e tekstit mund të kërkojë një paketë printimi të instaluar. Menaxhuesi i paketave i instalon automatikisht këto <emphasis>vartësi</emphasis> për ju.
sr: Неки пакети зависе од других пакета који су инсталирани да би радили. На пример, пакет за обраду текста може да захтева да буде инсталиран и пакет за штампање. Управник пакета аутоматски инсталира ове <quote><emphasis>зависности</emphasis></quote>.
tr: Bazı paketlerin çalışabilmesi başka paketlerin kurulu olmasına bağlıdır. Örneğin, bir kelime işleme paketi yazdırma paketinin kurulu olmasına gereksinim duyabilir. Paket yöneticisi otomatik olarak bu <emphasis>bağımlılıkları</emphasis> sizin için kurar.
uk: Для роботи певних пакунків необхідно, щоб було встановлено інші пакунки. Наприклад, пакунок обробки текстів може вимагати, щоб було встановлено пакунок друку. Менеджер пакунків автоматично встановлює ці <emphasis>залежності</emphasis>.
vi: Một vài gói dữ liệu phụ thuộc vào những gói khác được yêu cầu để cài đặt. Ví dụ, gói dữ liệu chương trình đánh văn bản yêu cầu gói dữ liệu in ấn được cài đặt. Chương trình quản lý gói dữ liệu sẽ tự động cài đặt <emphasis>dependencies</emphasis> cho bạn.
zh_cn: 某些软件包的正常工作依赖于已安装的其他软件包。例如，某个文字处理软件包可能需要安装某个打印软件包。软件包管理器会自动为您安装这些<emphasis>依赖</emphasis>。
zh_hk: 某些套件需要依賴其他相關套件才能使用。舉例來說，文書處理軟體的套件可能會需要打列用的套件。套件管理員會自動幫您安裝這些<emphasis>依賴套件</emphasis>。
