Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Some web pages have links which install applications when you click them. These are known as <quote>apt:</quote> links. After clicking the link, you will be asked if you would like to install additional software. Click <guibutton>Install</guibutton> to start the installation process.
ast: Delles páxines web tienen enllaces qu'instalen aplicaciones al calcar enriba d'ellos. Conócense como enllaces <quote>apt:</quote>. Tres calcar nel enllaz, va preguntásete si quies instalar software adicional. Calca <guibutton>Instalar</guibutton> para entamar el procesu d'instalación.
ca: Algunes pàgines web contenen enllaços que instal·len aplicacions en fer-hi clic. Aquests es coneixen com a enllaços <quote>apt:</quote>. Un cop hàgiu fet clic a l'enllaç, se us demanarà si voleu instal·lar programari addicional. Llavors haureu de fer clic al botó <guibutton>Instal·la</guibutton> per a iniciar el procés d'instal·lació.
da: Nogle websider har links, som installerer programmer, når du klikker på dem. Disse er kendt som <quote>apt:</quote>-links. Når du har klikket på linket, bliver du spurgt om hvorvidt du vil installere ekstra software. Klik <guibutton>Installér</guibutton> for at starte installationen.
eo: Iuj retpaĝoj havas ligilojn kiuj instalas aplikaĵojn kiam oni alklakas ilin. Tiuj nomiĝas <quote>apt:</quote>-ligiloj. Alkalkinte la ligilon, ĝi demandos al vi ĉu vi volas instali pluan programaron. Alklaku je <guibutton>Instali</guibutton> por startigi la instalan procedon.
es: Algunas páginas web disponen de enlaces que instalan aplicaciones cuando se pulsa sobre ellos. Se conocen como enlaces <quote>apt:</quote>. Cuando pulse en uno de esos enlaces, se le preguntará si desea instalar software adicional. Pulse en <guibutton>Instalar</guibutton> para iniciar el proceso de instalación.
fi: Joillain WWW-sivuilla on linkkejä sovellusten asentamiseen. Näitä kutsutaan <quote>apt:</quote>-linkeiksi. Linkin napsauttamisen jälkeen kysytään, halutaanko ohjelmistoja asentaa. Napsauta <guibutton>Asenna</guibutton> käynnistääksesi asennustoiminnon.
gl: Algunhas páxinas de web teñen ligazóns que instalan aplicativos cando se preme nelas. Son conhecidas como ligazóns <quote>apt:</quote>. Depois de premer na ligazón, precisará confirmar a instalación do programa. Prema sobre <guibutton>Instalar</guibutton> para iniciar o proceso de instalación.
hu: Néhány weboldalon olyan hivatkozások találhatók, amelyekre kattintva csomagok települnek. Ezeket <quote>apt:</quote> hivatkozásoknak hívjuk. A hivatkozásra kattintva a program megkérdezi, hogy szeretne-e további szoftvereket telepíteni. Nyomja meg a <guibutton>Telepítés</guibutton> gombot a telepítési folyamat elindításához.
lv: Dažās tīmekļa lapās ir saites, kuras instalē lietotnes, kad uz tām uzklikšķina. Tās ir <quote>apt:</quote> saites. Pēc saites atvēršanas jums prasīs, vai vēlaties instalēt papildus programmatūru. Klikšķiniet <guibutton>Instalēt</guibutton>, lai sāktu instalēšanas procesu.
nb: Noen nettsider har lenker som installerer applikasjoner når du trykker på dem. Disse er kjent som <quote>apt:</quote>-lenker. Etter at du har trykket blir du spurt om du vil installere tilleggsprogramvare. Trykk <guibutton>Installer</guibutton> for å starte prosessen.
nl: Sommige webpagina’s bevatten koppelingen die toepassingen installeren wanneer u erop klikt. Dit zijn <quote>apt:</quote>-koppelingen. Nadat u op de koppeling heeft geklikt, zal u gevraagd worden of u extra software wilt installeren. Druk op <guibutton>Installeren</guibutton> om de installatie te beginnen.
pt: Algumas páginas da Internet contêm ligações que instalam aplicações quando são clicados. Estas são conhecidos como ligações <quote>apt:</quote>. Depois de clicar na ligação, será questionado se gostaria de instalar software adicional. Clique <guibutton>Instalar</guibutton> para começar o processo de instalação.
ro: Unele pagini web conțin legături care instalează aplicații când sunt accesate. Acestea sunt denumite legături <quote>apt:</quote>. După accesarea unei asemenea legături, veți fi întrebat dacă doriți să instalați aplicația. Dați un clic pe <guibutton>Instalează</guibutton> pentru a începe procesul de instalare.
sk: Niektoré webové stránky obsahujú odkazy, ktoré nainštalujú aplikácie keď na ne kliknete. Tieto sú známe ako <quote>apt:</quote> odkazy. Po kliknutí na tento odkaz budete vyzvaný, či chcete nainštalovať ďalšie programy. Kliknite na <guibutton>Inštalovať</guibutton> aby ste začali inštalačný proces.
sl: Nekatere spletne strani vsebujejo povezave, ki ob kliku začnejo nameščati programe. Imenujejo se povezave <quote>apt</quote>. Po kliku na takšne povezave se bo pojavilo okno z vprašanjem, če bi radi namestili dodaten program. Kliknite <guibutton>Namesti</guibutton> in začel se bo namestitveni postopek.
sq: Disa faqe interneti kanë lidhje të cilat instalojnë programe kur klikoni mbi to. Këto njihen si lidhje <quote>apt:</quote>. Pasi klikoni mbi lidhjen, ju do të pyeteni nëse dëshironi të instaloni programe shtesë. Klikoni <guibutton>Instalo</guibutton> për të nisur proçesin e instalimit.
sr: Неке веб странице садрже везе које инсталирају апликације када кликнете на њих. Познате су као <quote>апт:</quote> везе. Након што кликнете на везу, бићете упитани да ли желите да инсталирате додатни софтвер. Кликните <quote><guibutton>Инсталирај</guibutton></quote> да започнете процес инсталације.
tr: Bazı web sayfaları üzerlerine tıkladığınızda uygulamalar yükleyen bağlantılara sahiptir. Bunlar <quote>apt:</quote> bağlantıları olarak bilinir. Bağlantıyı tıkladıktan sonra, ek yazılımı yüklemek isteyip istemediğiniz sorulacaktır. Yükleme işlemini başlatmak için <guibutton>yükle</guibutton>' yi tıklayınız.
uk: Деякі веб-сторінки містять посилання, після натискання яких розпочинається процес установки. Вони відомі під назвою <quote>apt:</quote> посилання. Після натискання посилання вас запитають чи потрібно встановити додаткове програмне забезпечення. Щоб розпочати процес установки, натисніть кнопку <guibutton>Установити</guibutton>.
vi: Một vài đường dẫn trên các website có thể cài đặt ứng dụng khi bạn nhấn vào. Nó sẽ được biết như đường dẫn <quote>apt:</quote>. Sau khi bạn nhấn vào đường dẫn, bạn sẽ được hỏi có muốn cài đặt phần mềm này không. Nhấn <guibutton>Cài đặt </guibutton> để bắt đầu chạy chương trình cài đặt.
zh_cn: 一些网页上的链接在被点击时会安装软件，即<quote>apt:</quote>链接。点击该链接后，您会被询问是否想要安装额外的软件。点击<guibutton>安装</guibutton>将开始安装进程。
zh_hk: 有些網頁提供了可以自動安裝軟件的連結。稱為<quote>apt:</quote>連結。 點選 apt 連結之後，會出現安裝提示詢問您是否要安裝額外的軟件。 按下<guibutton>安裝</guibutton>按鈕開始安裝應用程式。

source: The application can only be downloaded and installed if it is available in a software repository which is currently enabled on your computer. This means that websites cannot trick you into installing software which is potentially harmful to your computer.
ast: L'aplicación sólo puede descargase ya instalase si ta disponible nun repositoriu de software que actualmente tea activáu nel to equipu. Esto significa que los sitios web nun pueden engañate pa que instales software potencialmente dañible pal to equipu.
ca: Només es pot baixar i instal·lar l'aplicació si està disponible en un paquet de programari habilitat en el vostre ordinador. Això vol dir que els llocs web no podran enganyar-vos per a fer-vos instal·lar programari que podria malmetre l'ordinador.
da: Programmet kan kun hentes og installeres, hvis det er tilgængelig i de softwarearkiver, som i øjeblikket er aktiveret på din computer. Dette betyder, at hjemmesider ikke kan narre dig til at installere software, som er potentielt skadelige for din computeren.
eo: Eblas elŝuti kaj instali la aplikaĵon nur se ĝi estas disponebla en programara deponejo kiu estas enŝaltita en via komputilo. Tio signifas ke retejoj ne povas trompi vin instali programaron kiu eble difektigos vian komputilon.
es: La aplicación sólo puede ser descargada e instalada si está disponible en un repositorio de software que actualmente esté activado en su equipo. Esto implica que los sitios web no le pueden engañar para que instale software potencialmente perjudicial para su equipo.
fi: Sovellus voidaan noutaa ja asentaa vain, jos se on saatavilla tietokoneella käytössä olevasta ohjelmalähteestä. Tämä tarkoittaa, että WWW-sivut eivät tällä tavalla voi huijata asentamaan ohjelmia, jotka ovat mahdollisesti haitallisia tietokoneelle.
gl: O aplicativo soamente pode ser descargado e instalado se estiver dispoñíbel nun dos repositorios de software habilitados no seu computador. Isto significa que os sitios non o poderán enganar, e instalar programas que poidan danar o seu computador.
hu: Az alkalmazás csak akkor tölthető le és telepíthető, ha elérhető a számítógépén engedélyezett egyik szoftvertárolóból. Ez azt jelenti, hogy a weboldalak így nem csaphatják be és nem vehetik rá rosszindulatú szoftverek telepítésére.
lv: Lietotne tiks lejupielādēta un instalēta tikai tad, ja tā būs pieejama jūsu datora programmatūras krātuvē. Tas nozīmē, ka tīmekļa vietnes nevarēs iemānīt programmatūru, kura varētu kaitēt jūsu datoram.
nb: Applikasjonen kan kun lastes ned og installeres hvis den er tilgjengelig i et programvarelager som allerede er i bruk på din datamaskin. Dette betyr at nettsider kan lure deg til å installere programvare som potensielt kan være skadelig for din datamaskin.
nl: De toepassing kan alleen worden gedownload en geïnstalleerd als zij beschikbaar is in een softwarearchief dat momenteel ingeschakeld is op uw computer. Dit betekent dat websites u niet kunnen misleiden om een toepassing te installeren die mogelijk schadelijk is voor uw computer.
pt: Esta aplicação só pode ser descarregada e instalada se estiver disponível num repositório de software que esteja activado no seu computador. Isto significa que os websites não poderão enganá-lo de forma a instalar software que seja potencialmente nocivo para o seu computador.
ro: Aplicația pot fi descărcată și instalată doar dacă este disponibilă într-un depozit de software care este activat pe calculatorul dumneavoastră. Aceasta înseamnă că site-urile web nu vă pot păcăli să instalați aplicații care ar putea fi dăunătoare calculatorului.
sk: Aplikácia môže byť stiahnutá a nainštalovaná len pokiaľ je dostupná v repozitári softvéru, ktorý je momentálne aktivovaný na vašom počítači. To znamená, že webové stránky vás nemôžu oklamať a nainštalovať softvér ktorý môže poškodiť váš počítač.
sl: Programe lahko prejmete in namestite samo tedaj, kadar so na voljo v skladiščih programske opreme, ki jih imate vkjučene na svojem računalniku. To pomeni, da vas spletne strani ne morejo preslepiti in namestiti programov, ki bi morda lahko škodovali vašemu računalniku.
sq: Programi mund të shkarkohet dhe instalohet vetëm nëse është i disponueshëm në një magazinë programesh e cila është e aktivizuar në kompjuterin tuaj. Kjo do të thotë që faqet e internetit nuk mund t'iu gënjejnë që të instaloni programe që mund të jenë potencialisht të dëmshme për kompjuterin tuaj.
sr: Апликација може бити преузета и инсталирана ако је доступна у ризници софтвера која је тренутно омогућена на вашем рачунару. То значи да веб сајтови не могу да вас преваре у инсталирању софтвера који је потенцијално штетан за ваш рачунар.
tr: Uygulama sadece, bilgisayarınızda halihazırda etkinleştirilmiş yazılım depolarında bulunuyorsa indirilebilir ve kurulabilir. Bu, web sitelerinin sizi bilgisayarınıza potansiyel olarak zarar verecek yazılımları yüklemeniz için kandıramayacakları anlamına gelir.
uk: Програму можна завантажити та установити лише якщо вона доступна у сховищі програмного забезпечення, яке на даний момент увімкнено на вашому комп'ютері. Це означає, що веб-сайти не можуть шляхом обману примусити вас установити програмне забезпечення, яке може потенційно завдати шкоди вашому комп'ютеру.
vi: Ứng dụng này có thể được tải về và cài đặt nếu nó tồn tại trong kho dữ liệu được chọn trong máy tính của bạn. Nó có nghĩa là websites không thể cài đặt những phần mềm gây nguy hại cho máy tính của bạn.
zh_cn: 应用程序只有在在您计算机当前启动的软件源中可用时才可以被下载和安装。这意味着某些网站无法诱骗您安装对您的电脑有潜在危害的软件
zh_hk: 這些應用程式將只會從您設定的套件庫來源下載。而不是使用網站提供的套件，所以提供 apt 連結的網站亦無法在連結潛藏其它惡意程式。

source: Removing an application
ast: Desaniciar una aplicación
ca: Com suprimir una aplicació
da: Fjern et program
eo: Forigi aplikaĵon
es: Eliminar una aplicación
fi: Sovelluksen poistaminen
gl: Eliminando un aplicativo
hu: Alkalmazás eltávolítása
id: Membuang suatu aplikasi
lv: Lietotņu izņemšana
nb: Fjerne et program
nl: Een toepassing verwijderen
pt: A desinstalar uma aplicação
ro: Eliminarea unei aplicații
sk: Odstraňovanie aplikácie
sl: Odstranjevanje programov
sq: Të heqësh një program
sr: Уклањање апликације
tr: Bir uygulamayı kaldırmak
uk: Видалення програми
vi: Gỡ bỏ một ứng dụng
zh_cn: 移除应用软件
zh_hk: 移除應用程式

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>.
ast: Calca en <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Centru de Software d'Ubuntu</guimenuitem></menuchoice>.
ca: Feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Centre de programari de l'Ubuntu</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu softwarecenter</guimenuitem></menuchoice>.
eo: Alklaku menuerojn <menuchoice><guimenu>Aplikaĵoj</guimenu><guimenuitem>Programara Centro de Ubuntu</guimenuitem></menuchoice>.
es: Pulse en <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Centro de software de Ubuntu</guimenuitem></menuchoice>.
fi: Napsauta <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Ubuntun sovellusvalikoima</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Centro de Software de Ubuntu</guimenuitem></menuchoice>.
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Ubuntu szoftverközpont</guimenuitem></menuchoice> menüpontot.
lv: Klikšķiniet <menuchoice><guimenu>Lietotnes</guimenu><guimenuitem>Ubuntu programmatūras centrs</guimenuitem></menuchoice>.
nb: Trykk <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>.
nl: Kies <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ubuntu softwarecentrum</guimenuitem></menuchoice>.
pt: Clique <menuchoice><guimenu>Aplicações</guimenu><guimenuitem>Centro de Software Ubuntu</guimenuitem></menuchoice>.
ro: Dați clic pe <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Centru Software Ubuntu</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Centrum softvéru Ubuntu</guimenuitem></menuchoice>.
sl: Kliknite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Qendra e Programeve të Ubuntu</guimenuitem></menuchoice>.
sr: Кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>i tıklayın.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Центр програмного забезпечення Ubuntu</guimenuitem></menuchoice>.
vi: Nhắp <menuchoice><guimenu>Ứng dụng</guimenu><guimenuitem>Trung tâm phần mềm Ubuntu</guimenuitem></menuchoice>.
zh_cn: 点击 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Ubuntu 软件中心</guimenuitem></menuchoice>。
zh_hk: 點選 <menuchoice><guimenu>應用程式</guimenu> <guimenuitem>Ubuntu 軟件中心</guimenuitem></menuchoice>。

source: In the <emphasis>Installed Software</emphasis> section, find the application that you want to remove by finding it in the list or by searching for it.
ast: Na faza <emphasis>Software instaláu</emphasis>, atopa l'aplicación que quies desaniciar, escoyendo na llista o buscándola.
ca: A la secció <emphasis>Programari instal·lat</emphasis>, trieu l'aplicació que vulgueu suprimir a la llista o cerqueu-la.
da: Find det program, som du ønsker at fjerne på listen eller ved at søge efter det i sektionen <emphasis>Installeret software</emphasis>.
eo: En la kadro <emphasis>Instalita programaro</emphasis>, trovu la forigotan aplikaĵon, serĉante ĝin en la listo aŭ alie.
es: En la sección <emphasis>Software instalado</emphasis>, encuentre la aplicación que desea eliminar, eligiendo en la lista o buscándola.
fi: Etsi poistettava sovellus <emphasis>Asennetut ohjelmistot</emphasis> -osiosta joko luettelosta tai tekemällä haku.
gl: Na sección <emphasis>Sofware instalado</emphasis>, atope o aplicativo que quere eliminar mirando a lista ou buscandoa.
hu: A <emphasis>Telepített szoftverek</emphasis> szakaszban keresse meg az eltávolítandó alkalmazást a listában, vagy keressen rá.
lv: Sadaļā <emphasis>Instalētā programmatūra</emphasis>, atrodiet lietotni, kuru vēlaties izņemt.
nb: Finn applikasjonen du vil fjerne ved å søke eller bla den opp i listen i<emphasis>Installert programvare</emphasis>-seksjonen.
nl: In het gedeelte <emphasis>Geïnstalleerde software</emphasis> kunt u het te verwijderen programma vinden door het zelf in de lijst te zoeken, of door de zoekfunctie te gebruiken.
pt: Na secção <emphasis>Software Instalado</emphasis>, descubra a aplicação que pretende remover encontrando-a na lista ou procurando por ela.
ro: În secțiunea <emphasis>Software instalat</emphasis>, căutați sau găsiți în listă aplicația pe care doriți să o eliminați.
sk: V sekcii <emphasis>Nainštalovaný softvér</emphasis> nájdite aplikáciu ktorú chcete odobrať lokalizáciou v zozname alebo vyhľadaním.
sl: V razdelku <emphasis>Nameščeni programi</emphasis>sami ali s pomočjo iskalnika poiščite program, ki bi ga radi odstranili.
sr: У одељку <quote><emphasis>Инсталирани софтвер</emphasis></quote>, нађите апликацију коју желите да уклоните тако што ћете је наћи на списку или извршити претраживање.
tr: <emphasis>Installed Software</emphasis> sekmesi içerisinde , kaldırmayı istediğiniz uygulamayı listede bularak ya da araştırarak bulun.
uk: В секції <emphasis>Встановлене програмне забезпечення</emphasis> знайдіть програму яку ви хочете видалити шляхом пошуку у списку або за допомогою поля пошуку.
zh_cn: 在 <emphasis>已安装软件</emphasis> 一栏，通过在列表中查找或搜索来找到您想卸载的软件。
zh_hk: 在 <emphasis>已安裝軟件</emphasis> 選項中，可以藉由在清單內直接尋找，或是使用搜尋功能來查詢您想要移除的應用程式。

source: Select the application and click <guibutton>Remove</guibutton>.
ast: Seleicion l'aplicación y calca<guibutton>Desinstalar</guibutton>.
ca: Seleccioneu l'aplicació i feu clic a <guibutton>Suprimeix-lo</guibutton>.
da: Vælg et program og klik på <guibutton>Fjern</guibutton>.
es: Seleccione la aplicación y pulse<guibutton>Desinstalar</guibutton>.
fi: Valitse sovellus ja napsauta <guibutton>Poista</guibutton>-painiketta.
gl: Seleccione o aplicativo e prema en <guibutton>Eliminar</guibutton>.
hu: Válassza ki az eltávolítani kívánt alkalmazást, és nyomja meg az <guibutton>Eltávolítás</guibutton> gombot.
lv: Izvēlieties lietotni un spiediet <guibutton>Izņemt</guibutton>.
nb: Velg programmet og klikk <guibutton>Fjern</guibutton>.
nl: Kies de toepassing en druk op <guibutton>Verwijderen</guibutton>.
sl: Izberite program in pritisnite gumb <guibutton>Odstrani</guibutton>.
sr: Изаберите апликацију и притисните <quote><guibutton>Уклони</guibutton></quote>.
tr: Uygulamayı seçin ve <guibutton>Kaldır</guibutton>'a tıklayın.
uk: Виберіть програму і натисніть <guibutton>Remove</guibutton>.
zh_cn: 选择应用程序并点击 <guibutton>卸载</guibutton>。
zh_hk: 選取應用程式並點擊<guibutton>移除</guibutton>。

source: You may be asked to enter your password. After you have done that, the application will be removed. This should not take very long.
ast: Quiciabes te pidan introducir la contraseña. Fecho esto, desinstalaráse l'aplicación. Nun tendría de llevar munchu tiempu.
ca: Potser se us demanarà que introduïu la vostra contrasenya. Després de que ho hàgiu fet, se suprimirà l'aplicació. Això no hauria de trigar gaire.
da: Du vil blive bedt om at indtaste din adgangskode. Når du har gjort dette, vil programmet blive fjernet. Det burde ikke tage særlig lang tid.
es: Quizá se le pida que introduzca su contraseña. Una vez que lo haga, se desinstalará la aplicación. No debería tardar mucho tiempo.
fi: Sinulta voidaan kysyä salasanaasi. Salasanan antamisen jälkeen sovellus poistetaan nopeasti.
gl: Pode que se lle pida que introduza o seu contrasinal. Unha vez que feito, desinstalarase o aplicativo. Non debería levarlle moito tempo.
hu: A program bekérheti a jelszavát. Ezután az alkalmazás eltávolításra kerül. Ez általában nem tart sokáig.
lv: Jums varētu paprasīt ievadīt paroli. Pēc veiksmīgas tās ievadīšanas lietotne tiks izņemta. Tam nevajadzētu aizņemt daudz laika.
nb: Du kan bli spurt om passord. Etter at du har gjort dette vil programmet fjernes. Dette pleier ikke ta spesielt lang tid.
nl: U kan gevraagd worden om uw wachtwoord in te geven. Nadat u dat gedaan heeft, zal de toepassing verwijderd worden. Dit zou niet lang moeten duren.
sl: Obstaja možnost, da boste vprašani za svoje geslo. Ko ga boste vpisali, bo program izbrisan. To ne bi smelo vzeti preveč časa.
sr: Од вас може бити затражено да унесете лозинку. Након што сте то урадили, апликација ће бити уклоњена. Ово не треба да траје дуго.
tr: Şifreni girmen istenecektir. Bunu yaptıktan sonra, uygulama kaldırılacak. Bu işlem çok zaman almaz.
uk: Система, можливо, запросить Ваш пароль. Після введення паролю, програма буде видалена. Весь процес займе небагато часу.
zh_cn: 您会被要求输入自己的密码。当您完成后，应用程序便会被卸载。这应该不会花太长时间。
zh_hk: 您可能要輸入密碼。密碼通過驗證後，應用程式將被移除。整個過程應不會花費太多時間。
