Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Some applications depend on others being installed in order to work properly. If you try to remove an application which is needed by another application, both of them will be removed. You will be asked to confirm that this is what you want to happen before the applications are removed.
ast: Dalgunes aplicaciones dependen de qu'otres tean instalaes pa funcionar. Si intentes desinstalar una aplicación de la que depende otra aplicación, van desinstalase dambes. Va pidísete que confirmes qu'eso ye lo que quies enantes de desinstalales.
ca: Algunes aplicacions depenen del fet que altres estiguin instal·lades per funcionar correctament. Si intenteu suprimir una aplicació que és necessària per a una altra aplicació, llavors ambdues seran suprimides. Abans de fer res, se us demanarà que confirmeu si voleu que això passi.
da: Nogle programmer afhænger af at andre er installeret for at virke korrekt. Hvis du forsøger at fjerne et program som er nødvendigt for et andet program, vil begge blive fjernet. Du vil blive bedt om at bekræfte, at du vil udføre disse handlinger, før programmerne bliver fjernet.
es: Algunas aplicaciones dependen de que otras estén instaladas para funcionar. Si intenta desinstalar una aplicación de la que depende otra aplicación, ambas serán desinstaladas. Se le pedirá que confirme que eso es lo que quiere antes de desinstalarlas.
fi: Jotkut sovellukset vaativat toimiakseen muita sovelluksia. Jos yrität poistaa sovelluksen jota jokin toinen sovellus tarvitsee, poistetaan molemmat sovellukset. Sinulta kysytään vahvistus poistoon ennen sen suorittamista.
gl: Algúns aplicativos dependen de que outros estea instalados para funcionar. Se tenta desinstalar un aplicativo do que depende outro aplicativo, ambas serán desinstaladas. Pediraselle que confirme que iso é o que quere facer antes de desinstalalas.
hu: Néhány alkalmazás megfelelő működése mások jelenlétén múlik. Ha megpróbál eltávolítani egy másik alkalmazás által igényelt alkalmazást, akkor mindkét alkalmazás eltávolításra kerül. Az alkalmazások eltávolítása előtt a program megerősítést kér.
lv: Dažas lietotnes, lai tās pareizi strādātu, ir atkarīgas no citām lietotnēm. Ja mēģināsiet izņemt lietotni, kura ir vajadzīga citai lietotnei, abas tiks izņemtas. Pirms tam jums jautās, vai tas tiešām ir tas, ko vēlaties.
nb: Noen programmer avhenger av at andre programmer også installeres. Hvis du forsøker å fjerne et program som behøves av et annet program, vil begge fjernes. Du vil bli spurt om en bekreftelse på om dette virkelig er ønskelig før disse programmene fjernes.
nl: Sommige toepassingen zijn afhankelijk van andere toepassingen, die geïnstalleerd moeten zijn, om correct te kunnen werken. Als u probeert een toepassing te verwijderen die nodig is voor een andere, zullen beiden verwijderd worden. Alvorens deze verwijderd zullen worden, zult u gevraagd worden om te bevestigen dat u dit wenst.
sl: Nekateri programi so za pravilno delovanje odvisni od drugih nameščenih programov. Če poskusite izbrisati program, ki je zahtevan za delovanje drugega programa, bosta izbrisana oba. Vprašani boste za potrditev, če res želite izbrisati program.
sr: Неке апликације зависе од других инсталираних да би исправно функционисале. Ако покушате да уклоните апликацију која је потребна некој другој апликацији, обе ће бити уклоњене. Бићете упитани да потврдите да ли је то оно што желите пре него што апликација буде уклоњена.
tr: Bazı uygulamaların düzgün olarak çalışması için bazı diğer yüklemelere gerek duyar. Eğer başka uygulama tarafından gerekli bir uygulamayı kaldırmaya çalışırsan, onların hepsi kaldırılacak. Uygulamaları kaldırmadan önce bunu gerçekten yapmak istediğiniz size sorulacaktır.
zh_cn: 一些应用程序依赖其他已安装的程序才能正常工作。如果您试图卸载另一个应用程序需要的应用程序，二者都会被卸载。系统将在应用程序卸载前要求您确认是否希望这样做。
zh_hk: 有一些應用程式必須依賴其他應用程式才能正常運作。如果您試圖移除被另一個應用程式依賴的應用程式，兩者會一同移除。在移除之前，系統會先詢問您是否真的想要這樣做。

source: If the application that you want to remove is not available in the <application>Ubuntu Software Center</application>, use Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>) to remove it instead.
ast: Si l'aplicación que quies desaniciar nun ta disponible nel <application>Centru de Software d'Ubuntu</application>, usa Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Xestor de paquetes Synaptic</guimenuitem></menuchoice>) pa desaniciala.
ca: Si l'aplicació que voleu suprimir no està disponible al <application>Centre de programari de l'Ubuntu</application>, utilitzeu el Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Gestor de paquets Synaptic</guimenuitem></menuchoice>) per a suprimir-la.
da: Hvis det program, du ønsker at fjerne, ikke er tilgængeligt i <application>Ubuntu softwarecenter</application>, skal du bruge Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>) for at fjerne det i stedet.
eo: Se la aplikaĵo forigota ne disponeblas en la <application>Ubuntu Programara Centro</application>, uzu je Synaptic (<menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>La pakaĵmastrumilo Synaptic</guimenuitem></menuchoice>) por forigi ĝin.
es: Si la aplicación que desea eliminar no está disponible en el <application>Centro de software de Ubuntu</application>, utilice Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice>) para eliminarla.
fi: Jos poistettavaksi haluamasi sovellus ei ole näkyvillä <application>Ubuntun sovellusvalikoimassa</application>, käytä Synapticia (<menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Synaptic-pakettienhallinta</guimenuitem></menuchoice>) poistamiseen.
gl: Se o aplicativo que desexa eliminar non está disponíbel no <application>Centro de Software de Ubuntu</application>, no seu canto empregue Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Xestor de paquetes Synaptic</guimenuitem></menuchoice>) para eliminalo.
hu: Ha az eltávolítani kívánt alkalmazás nem érhető el az <application>Ubuntu szoftverközpontban</application>, akkor használja a Synapticot (<menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelő</guimenuitem></menuchoice>) az eltávolítására.
lv: Ja lietotne, kuru vēlaties izņemt, nav pieejama <application>Ubuntu programmatūras centrā</application>, lietojiet Synaptic (<menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Administrēšana</guimenuitem><guimenuitem>Synaptic pakotņu pārvaldnieks</guimenuitem></menuchoice>), lai to izņemtu.
nb: Hvis applikasjonen du ønsker å fjerne ikke er tilgjengelig i <application>Ubuntu Programvaresenter</application>, bruk Synaptic (<menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Synaptic Pakkebehandler</guimenuitem></menuchoice>) for å fjerne den.
nl: Als het programma dat u wilt verwijderen niet te vinden is in het <application>Ubuntu softwarecentrum</application>, kunt u Synaptic (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Synaptic pakketbeheer</guimenuitem></menuchoice>) gebruiken om het te verwijderen.
pt: Se a aplicação que pretende remover não estiver disponível através do <application>Centro de Software Ubuntu</application>, utilize o Synaptic (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>) para removê-la.
ro: Dacă aplicația pe care doriți să o eliminați nu e disponibilă în <application>Centrul Software Ubuntu</application>, folosiți Synaptic (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Synaptic - administrator de pachete</guimenuitem></menuchoice>) pentru a o elimina.
sk: Ak sa aplikácia ktorú chcete odinštalovať nenachádza v <application>Centre softvéru Ubuntu</application>, použite Synaptic (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca balíkov Synaptic</guimenuitem></menuchoice>) aby ste ju odobrali.
sl: Če programa, ki ga želite izbrisati, ni v <application>Programskem središču Ubuntu</application>, uporabite Synaptic (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Upravljalnik paketov Synaptic</guimenuitem></menuchoice>).
sr: Ако апликација коју желите да уклоните није доступна у <quote><application>Убунтуовом софтверском центру</application></quote>, користите Синаптик за њено уклањање: <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Синаптик управник пакета</guimenuitem></menuchoice></quote>.
tr: Eğer kaldırmak istediğiniz uygulamaya <application>Ubuntu Software Center</application> içerisinde ulaşılamıyorsa, kaldırmak yerine Synaptic'i (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>) kullanın.
uk: Якщо програма яку ви хочете видалити недоступна в <application>Центрі програмного забезпечення Ubuntu</application>, то щоб видалити її використовуйте Synaptic (<menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Менеджер пакунків Synaptic</guimenuitem></menuchoice>).
zh_cn: 如果软件在 <application>Ubuntu 软件中心</application>中无法删除，可以使用新立得 (<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>新立得软件包管理器</guimenuitem></menuchoice>) 来删除。
zh_hk: 如果您想要移除的應用程式不在 <application>Ubuntu 軟件中心</application>內，請使用 Synaptic (<menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Synaptic 套件管理程式</guimenuitem></menuchoice>) 移除。

source: Adding a software repository
ast: Amestar un repositoriu de software
ca: Com afegir un dipòsit de programari
da: Tilføjelse et softwarepakkearkiv
eo: Aldoni programaran deponejon
es: Añadir un repositorio de software
fi: Ohjelmalähteen lisääminen
gl: Engadindo un repositorio de software
hu: Szoftvertároló hozzáadása
id: Menambah suatu repositori perangkat lunak
lv: Programmatūras krātuves pievienošana
nb: Legge til et programvarearkiv
nl: Een softwarebron toevoegen
pt: A adicionar um repositório de software
ro: Adăugarea unui depozit de aplicații
sk: Pridanie repozitára softvéru
sl: Dodajanje skladišča programske opreme
sq: Të shtosh një magazinë programesh
sr: Додавање ризнице софтвера
tr: Uygulama deposu eklemek
uk: Додавання сховища програмного забезпечення
zh_cn: 添加软件仓库
zh_hk: 加入軟件庫

source: Software is available from third-party sources, as well as from the default Ubuntu software repositories. If you want to install software from a third-party software repository, you must add it to the package manager's list of available repositories.
ast: Hai software disponible de terceres fontes, igual de los repositorios de software predeterminaos d'Ubuntu. Si quies instalar software del repositoriu d'un terceru, tienes que amestalu a la llista de repositorios disponibles del xestor de paquetes.
ca: A més a més dels dipòsits predeterminats de l'Ubuntu, també hi ha programari disponible d'altres fonts, anomenades de tercers. Si voleu instal·lar programari d'un dipòsit de tercers, haureu d'afegir-lo a la llista de dipòsits del gestor de paquets.
da: Software er tilgængelig fra tredjepartskilder, såvel som fra standard Ubuntu-softwarepakkearkiver. Hvis du vil installere software fra et tredjeparts-softwarepakkearkiv, skal du føje det til pakkehåndteringens liste over tilgængelige arkiver.
eo: Programaroj estas akireblaj el fontoj sendependaj de Ubuntu, krom el la defaŭltaj deponejoj de Ubuntu. Se vi volas instali programaron el sendependa deponejo, vi devas aldoni ĝin al la listo de disponeblaj deponejoj de la pakaĵmastrulio.
es: Hay software disponible de fuentes de terceros, así como de los repositorios de software de Ubuntu predeterminados. Si desea instalar el software de un tercero, debe añadirle a la lista del gestor de paquetes de los repositorios disponibles.
fi: Ohjelmia on saatavilla kolmansilta osapuolilta Ubuntun oletusohjelmalähteiden lisäksi. Jos haluat asentaa ohjelmia kolmannen osapuolen ohjelmalähteistä, nämä ohjelmalähteet tulee lisätä pakettienhallinnan käyttämiin saatavilla oleviin ohjelmalähteisiin.
gl: O software está dispoñíbel tanto en repositorios de terceiros coma nos repositorios padrón do Ubuntu. Se vostede desexa instalar software dun repositorio de terceiros, precisa incluílo na lista de repositorios dispoñíbeis do Xestor de paquetes.
hu: Szoftverek az alapértelmezett Ubuntu tárolók mellett harmadik féltől származó forrásokból is elérhetők. Ha ilyen harmadik féltől származó szoftvertárolóból szeretne telepíteni, akkor azt fel kell vennie a csomagkezelő által elérhető tárolók listájára.
id: Perangkat lunak tersedia dari sumber pihak ketiga, dan juga dari repositori perangkat lunak baku Ubuntu. Apabila Anda ingin memasang perangkat lunak dari repositori perangkat lunak pihak ketiga, Anda harus menambahkannya ke dalam daftar repositori tersedia pada pengelola paket.
lv: Programmatūra ir pieejama no trešās puses avotiem, vai arī no noklusētajām Ubuntu programmatūras krātuvēm. Ja vēlaties instalēt programmatūru no trešās puses programmatūras krātuves, jums tā būs jāpievieno pieejamo krātuvju sarakstam.
nb: Programvare er tilgjengelig fra tredjeparts-kilder, i tillegg til standard Ubuntu programvare-arkiv. Hvis du ønsker å installere programvare fra et tredjeparts programvarearkiv, må du legge det til i pakkebehandlerens liste over tilgjengelige arkiv.
nl: Software is verkrijgbaar vanuit softwarebronnen van derden en de standaard Ubuntu-softwarebronnen. Als u software wilt installeren van een softwarebron van derden, moet u ze toevoegen aan de bronnenlijst van de pakketbeheerder.
pt: O Software é disponibilizado por outras fontes, bem como pelos repositórios de software Ubuntu padrão. Se pretende instalar software de um repositório de terceiros, deve adicionar esse repositório à lista de repositórios disponíveis do Gestor de Pacotes.
ro: Este disponibil software atât de la surse terțe, cât și din depozitele implicite Ubuntu. Dacă doriți să adăugați software de la surse terțe, trebuie să adăugați depozitul respectiv în lista de depozite disponibile a administratorului de pachete.
sk: Softvér je k dispozícii zo zdrojov tretích strán takisto ako je k dispozícii z repozitárov softvéru Ubuntu. Ak chcete nainštalovať softvér z repozitára tretej strany, musíte ho pridať do zoznamu repozitárov správcu balíkov.
sl: Programi so na voljo tudi iz virov tretjih oseb, kot tudi iz privzetih skladišč programske opreme Ubuntu. Če želite namestiti program iz skladišča programske opreme tretje osebe, ga morate dodati v seznam skladišč programske opreme upravljalnika paketov.
sq: Programet janë të disponueshme nga magazina të palëve të treta, si dhe nga magazinat e programeve të Ubuntu. Nëse dëshironi të instaloni programe nga një magazine e programeve të palëve të treta, ju duhet ta shtoni atë në listën e magazinave të disponueshme të menaxhuesit të paketave.
sr: Софтвер је доступан из независних извора, као и из основних Убунтуових софтверских ризница. Ако желите да инсталирате софтвер из независних ризница софтвера, морате да је додате управнику пакета на списак доступних ризница.
tr: Varsayılan Ubuntu yazılım depolarında olduğu gibi üçüncü taraf kaynaklarda da yazılımlar mevcuttur. Eğer bir üçüncü-taraf yazılım deposundan yazılım yüklemek istiyorsanız, onu paket yöneticisinin geçerli depolar listesine eklemelisiniz.
uk: Програмне забезпечення доступне з джерел третіх сторін, як і з типових сховищ програмного забезпечення Ubuntu. Якщо потрібно встановити програмне забезпечення зі сховища програм третьої сторони, необхідно додати його до списку доступних сховищ менеджера пакунків.
vi: Phần mềm từ bên thứ ba, được để mặc định trong kho phần mềm của Ubuntu . Nếu bạn muốn cài đặt phần mềm bên thứ ba trong kho dữ liệu , bạn phải chọn nó trong danh sách kho quản lý dữ liệu
zh_cn: 软件除了从默认的 ubuntu 的软件源安装外，也可以从第三方源获得。如果您想从第三方源安装软件，您必须先要把它添加到软件包管理器的可用源列表里。
zh_hk: 軟件也可以由第三方來源的套件庫提供，如果你要由第三方套件庫來安裝軟體，要手動將之加入套件管理員的清單。

source: Only add software repositories from sources that you trust. Third-party software repositories are not checked for security by Ubuntu members, and may contain software which is harmful to your computer.
ast: Amieste programes namái de repositorios nos que s'enfote. Lo repositorios de programes de terceros nun son xixilaos polos miembros de seguridá d'Ubuntu y podrían contener programas dañinos pal so equipu.
ca: Només afegiu dipòsits de programari de fonts en les quals confieu. La seguretat dels dipòsits de programari de tercers no és comprovada per membres de l'Ubuntu i poden contenir programari que sigui nociu per al vostre ordinador.
da: Tilføj kun softwarekilder fra steder du stoler på. Tredjeparts softwarekilder bliver ikke kontrolleret for sikkerhed af Ubuntu-medlemmer og kan indeholde software, som er skadelig for din computer.
eo: Aldonu programarajn deponejojn nur de fontoj kiujn vi fidas. Membroj de Ubuntu ne kontrolas por sekureco sendependajn deponejojn, kaj tiuj eble enhavas programojn kiuj difektigos vian komputilon.
es: Añada programas solamente de repositorios en los que confía. Lo repositorios de programas de terceros no son vigilados por los miembros de seguridad de Ubuntu y podrían contener programas dañinos para su equipo.
fi: Lisää vain sellaisia ohjelmalähteitä joihin luotat. Ubuntun kehittäjät eivät ole tarkastaneet kolmannen osapuolen ohjelmalähteitä tietoturvauhkien varalta, ja ne voivat jopa sisältää haittaohjelmia.
gl: Engada só repositorios de software de lugares nos que confíe. A seguranza dos repositorios de software de terceiras partes non a comproban os membros de Ubuntu e poden conter software que dane o computador.
hu: Csak olyan forrásokból adjon hozzá tárolókat, amelyekben megbízik. A harmadik féltől származó tárolók biztonságát nem ellenőrzik az Ubuntu tagjai, így azok a számítógépére káros programokat is tartalmazhatnak.
id: Hanya tambahkan repositori perangkat lunak dari sumber yang Anda percayai. Repositori perangkat lunak pihak ketiga tidak diperiksa untuk keamanan oleh para anggota Ubuntu, dan mungkin mengandung perangkat lunak yang berbahaya untuk komputer Anda.
lv: Pievienojiet programmatūras krātuves tikai no vietām, kurām jūs uzticaties. Ubuntu projekta dalībnieki nepārbauda trešo pušu krātuvju drošumu, un tās var saturēt kaitniecisku programmatūru.
nb: Legg kun til programvare-arkiv fra kilder du stoler på. Tredjeparts programvare-arkiv er ikke sikkerhetssjekket av Ubuntu-medlemmer, og kan inneholde programvare som er skadelig for din maskin.
nl: Voeg alleen softwarebronnen toe die u vertrouwt. Softwarebronnen van derden worden niet gecontroleerd op veiligheid door het Ubuntu-team en kunnen software bevatten die schadelijk is voor uw computer.
pt: Apenas adicione repositórios de software de fontes em que você confia. Repositórios de software de terceiros não são verificados quanto à sua segurança por membros do Ubuntu, e podem conter software que é nocivo para o seu computador.
ro: Adăugați depozite software doar din surse de încredere. Depozitele de software din surse terțe nu sunt verificate de membrii Ubuntu și pot conține software dăunător.
sk: Vždy pridávajte len repozitáre softvéru zo zdrojov ktorým veríte. Repozitáre tretích strán nie sú bezpečnostne overené spolupracovníkmi Ubuntu, čiže môžu obsahovať škodlivý softvér.
sl: Dodajte le skladišča programske opreme, ki jim zaupate. Skladišča tretjih oseb niso preverjena s strani članov Ubuntuja in morda vsebujejo škodljive programe, ki lahko škodujejo vašemu računalniku.
sq: Shtoni magazina programesh vetëm nga burime të cilave ju i besoni. Magazinat e programeve të palëve të treta nuk kontrollohen për siguri nga anëtarët e Ubuntu dhe mund të përmbajnë programe të cilat janë të dëmshme për kompjuterin tuaj.
sr: Додајте ризнице софтвера само из извора којима верујете. Независне софтверске ризнице нису означене из безбедносних разлога и могу да садрже софтвер који је штетан за ваш рачунар.
tr: Yalnızca güvendiğiniz kaynaklardan yazılım deposu ekleyin. Üçüncü taraf yazılım depolarının Ubuntu üyelerince güvenlik kontrolleri yapılmamaktadır, bu nedenle bilgisayarınıza zararlı yazılımlar içerebilirler.
uk: Додавайте сховища з програмним забезпеченням тільки з тих джерел, яким ви довіряєте. Сховища третіх сторін не перевіряються на безпечність членами Ubuntu і можуть містити програмне забезпечення, яке може спричинити шкоду вашому комп'ютеру.
zh_cn: 只添加你信任渠道的软件列表。第三方软件列表并未由Ubuntu成员检查过其安全性，因此可能会包含有对你电脑有害的软件。
zh_hk: 建議您只從可靠的來源新增軟件庫。因為 Ubuntu 成員並不會檢查第三方軟件庫的安全性，所以由其中下載到的軟件可能會傷害您電腦。

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>.
hu: Nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Ubuntu szoftverközpont</guimenuitem></menuchoice> alkalmazást.
sl: Odprite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice>.
sr: Отворите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice></quote>.

source: Click <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Software Sources...</guimenuitem></menuchoice> and enter your password if prompted.
hu: Válassza a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> menüpontot.
sl: Kliknite <menuchoice><guimenuitem>Uredi</guimenuitem><guimenuitem>Programski viri ...</guimenuitem></menuchoice> in vnesite geslo, če boste pozvani.
sr: Кликните <menuchoice><guimenuitem>Уређивање</guimenuitem><guimenuitem>Извори програма...</guimenuitem></menuchoice> и унесите вашу лозинку ако вам је затражена.

source: Select <guilabel>Other Software</guilabel>.
hu: Válassza az <guilabel>Egyéb szoftver</guilabel> lapot.
sl: Izberite <guilabel>Drugi programi</guilabel>.
sr: Изаберите језичак <guilabel>Остали софтвер</guilabel>.
