Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
eo: Kopio de la permesilo estas ĉi tie havebla: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Krea Komunaĵa Kunhaveca Permesilo</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza CompartirIgual da Creative Commons</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
id: Salinan lisensi tersedia di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
lv: Licences kopija ir pieejama šeit: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons „Atribuire-Distribuire în condiții identice”</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Bu lisansın bir kopyası şu adreste mevcuttur : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
vi: Bạn có thể xem bản sao của giấy phép này tại đây: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 该授权许可的副本可以在这里找到：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
zh_hk: 本授權文件的副本可由此處取得：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyeutu de Documentación d'Ubuntu
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojekt for Ubuntu
eo: Dokumentada projekto de Ubuntu
es: Proyecto de Documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
gl: Proxecto de Documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
pt: Projecto de Documentação do Ubuntu
ro: Proiectul de documentație Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројектa Убунту документације
tr: Ubuntu Belgelendirme Projesi
uk: Проект документації Ubuntu
vi: Dự án biên soạn tài liệu cho Ubuntu
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
eo: Canonical Ltd. kaj membroj de la <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
lv: Canonical Ltd. un <placeholder-1/> dalībnieki
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
pt: Canonical Lda. e os membros da <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. і учасники <placeholder-1/>
vi: Canonical Ltd. và các thành viên của <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员
zh_hk: Canonical 有限公司和 <placeholder-1/> 的成員

source: The Ubuntu Documentation Project
ast: El Proyeutu de Documentación d'Ubuntu
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojektet for Ubuntu
eo: La Dokumentada projekto de Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
gl: O proxecto de documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
pt: Projecto de Documentação Ubuntu
ro: Proiectul de documentație Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекaт Убунту документације
tr: Ubuntu Belgelendirme Projesi
uk: Проект документації Ubuntu
vi: Dự án Tài liệu Ubuntu
zh_cn: Ubuntu 文档项目
zh_hk: Ubuntu 文件計劃

source: This section discusses how applications are installed, removed and kept up-to-date. Also covered are how packages are stored by Ubuntu and made available for download.
ast: Nesta seición trátase de cómo instalar aplicaciones, desaniciales y calteneles actualizaes. También cubre como almacena los paquetes Ubuntu y los ufre pa descargar.
ca: Aquesta secció exposa com s'instal·len, se suprimeixen i s'actualitzen les aplicacions. També s'hi descriu com els paquets s'emmagatzemen a l'Ubuntu i com estan disponibles per a baixar-los.
da: Dette afsnit omfatter, hvordan programmer installeres, fjernes og holdes ajour. Yderligere omfatter det hvordan pakker er lagret af Ubuntu og gjort tilgængelige, så de kan hentes.
eo: Tiu sekcio klarigas kiel instali, malinstali kaj aktualigi aplikaĵojn. Ankaŭ kiel Ubuntu konservas pakaĵojn kaj disponigas ilin por elŝutado.
es: En esta sección se habla de como se instalan las aplicaciones, se eliminan y se mantienen actualizadas. También cubre como se almacenan los paquetes en Ubuntu y están disponibles para su descarga.
fi: Tässä osiossa kerrotaan sovellusten asentamisesta, poistamisesta ja ajan tasalla pitämisestä. Myös Ubuntun tapa säilyttää paketteja ja tarjota niitä noudettaviksi käsitellään.
gl: Nesta sección discútese como os aplicativos son instalados, eliminados e actualizados. Tamén abrangue como os paquetes de Ubuntu son almacenados e están dispoñíbeis para descarga
hu: Ez a szakasz leírja, hogy hogyan lehet programokat telepíteni, törölni és frissíteni. Leírja továbbá, hogy az Ubuntu hogyan tárolja és teszi elérhetővé a csomagokat.
id: Bab ini membahas mengenai bagaimana perangkat lunak dipasang, dihapus, dan dijaga terkini. Juga dibahas mengenai bagaimana paket-paket disimpan oleh Ubuntu dan tersedia untuk diunduh.
lv: Šī sadaļa aplūko, kā lietotnes instalēt, noņemt un atjaunināt. Ir apskatīts arī kā Ubuntu glabā pakotnes un padara tās pieejamas lejupielādēšanai.
nb: Denne delen beskriver hvordan programmer installeres, fjernes og vedlikeholdes. Her dekkes også hvordan pakker lagres i Ubuntu og hvordan de gjøres tilgjengelig for nedlasting.
nl: Deze sectie behandelt het installeren, verwijderen en bijwerken van programma's. Ook wordt uitgelegd hoe pakketten bij Ubuntu bewaard worden en te download worden gesteld.
pt: Esta secção discute como as aplicações são instaladas, removidas em mantidas em dia. Também fala como os pacotes são armazenados pelo Ubuntu e tornados disponíveis para download.
ro: Această secțiune prezintă modul în care se instalează, se elimină și se actualizează aplicațiile. De asemenea, este prezentat și modul de stocare a pachetelor în Ubuntu și cum sunt ele puse la dispoziție pentru descărcare.
sk: Táto sekcia opisuje ako sú aplikácie inštalované, ako sa odoberajú a ako sa udržiavajú v aktuálnej verzii. Tiež je vysvetlené ako Ubuntu spravuje a sťahuje balíky.
sl: V tem odseku je govora o tem, kako se namešča programe, se jih odstranjuje in vzdržuje, da so vedno posodobljeni. Razloženo je tudi, kako so paketi v Ubuntuju shranjeni in dani na voljo za prenos.
sq: Ky seksion diskuton se si programet instalohen, hiqen dhe mbahen të përditësuar. Gjithashtu mbulohet edhe seksioni se si paketat ruhen nga Ubuntu dhe bëhen të dispoueshme për shkarkim.
sr: Овај одељак говори о томе како се апликације инсталирају, уклањају и одржавају ажуриране. Такође ће бити речи о томе како су пакети смештени у Убунтуу и на који начин су доступни за преузимање.
tr: Bu bölümde uygulamaların nasıl yükleneceğinden, kaldırılacağından ve güncel tutulacağından söz edilir. Ayrıca paketlerin Ubuntu tarafından nasıl depolandığı ve indirmeye hazır hale getirildiği ele alınır.
uk: У цьому розділі описується як встановити та видалити програми, а також як залишати їх оновленими. Також висвітлено як в Ubuntu зберігаються пакунки і яким чином їх можна завантажити.
vi: Khu vực này thảo luận về làm thế nào cài đặt cái , gỡ và cập nhật các ứng dụng. Nó cũng bao gồm cái gói dữ liệu được lưu giữ và làm bởi Ubuntu để tải về.
zh_cn: 本节讨论了如何安装，删除和更新应用程序。同时还包括，Ubuntu 的软件包是如何储存和下载的。
zh_hk: 本章節主要說明 Ubuntu 應用軟件的安裝、移除、以及更新，並解釋 Ubuntu 如何存放套件，及提供下載的方式。

source: How is software installation on Ubuntu different from on Windows?
ast: ¿Qué diferencies hai na instalación de software ente Ubuntu y Windows?
ca: De quina manera és diferent la instal·lació de programari a l'Ubuntu en comparació amb el Windows?
da: Hvordan er softwareinstallation på Ubuntu anderledes end på Windows?
eo: Kiel instali programaron en Ubuntu diferencas de en MS Windows?
es: ¿Qué diferencias hay en la instalación de software entre Ubuntu y Windows?
fi: Kuinka ohjelmistojen asentaminen Ubuntussa eroaa Windowsista?
gl: Qué diferenzas hai na instalación de software en Ubuntu en relación con Windows?
hu: Miben különbözik a szoftvertelepítés Ubuntun a Windowson megszokottól?
id: Bagaimana pemasangan perangkat lunak pada Ubuntu berbeda dari Windows?
lv: Kādas ir Ubuntu un Windows atšķirības programmatūras instalēšanā?
nb: Hvordan installeres programmer forskjellig på Ubuntu og Windows?
nl: Op welke manier is software installeren in Ubuntu anders dan in Windows?
pt: Quão diferente é a instalação de software do Ubuntu em relação ao Windows?
ro: Prin ce se deosebește instalarea de software în Ubuntu față de Windows?
sk: Ako sa líši inštalácia softvéru v Ubuntu od inštalácie vo Windows?
sl: Kako se namestitev programske opreme na Ubuntuju razlikuje od tiste na Windowsih?
sq: Nga ndryshon instalimi i programeve në Ubuntu nga ai në Windows?
sr: Која је разлика у инсталирању софтвера у Убунтуу и у Виндовсу?
tr: Ubuntu'da yazılım yüklemenin Windows'takinden farkı nedir?
uk: Чим відрізняється встановлення програмного забезпечення в Ubuntu від цього процесу у Windows?
vi: Sự khác nhau khi cài đặt Ubuntu và Window ?
zh_cn: Ubuntu 的软件安装和 Windows 的有什么区别？
zh_hk: 安裝 Ubuntu 和 Windows 軟件有何不同？

source: Ubuntu handles software installation in a very different way to Windows.
ast: Ubuntu remana la instalación de software de manera enforma distinta a Windows.
ca: L'Ubuntu gestiona la instal·lació de programari d'una manera molt diferent que al Windows.
da: Ubuntu håndterer installation af software på en meget anderledes måde end Windows.
eo: Ubuntu traktas instaladon laŭ malsama maniero ol MS Windows.
es: Ubuntu maneja la instalación de software de manera muy diferente a Windows.
fi: Ubuntu käsittelee ohjelmien asennusta hyvin erilaisella tavalla Windowsiin verrattuna.
gl: Ubuntu manexa a instalación de software dunha maneira moi diferente a Windows.
hu: Az Ubuntu a Windowson megszokottól teljesen eltérően kezeli a szoftvertelepítést.
id: Ubuntu menangani perangkat lunak dengan cara yang sangat berbeda dari Windows.
lv: Ubuntu organizē programmatūras instalēšanu citādi nekā Windows.
nb: ubuntu gjør installasjoner svært forskjellig fra Windows.
nl: Ubuntu behandelt installatie van software heel anders dan Windows.
pt: O Ubuntu trata da instalação de software de uma maneira diferente da do Windows.
ro: Ubuntu gestionează foarte diferit instalarea de software, în comparație cu Windows.
sk: Ubuntu spravuje inštaláciu softvéru veľmi rozdielnym spôsobom oproti Windows.
sl: Ubuntu se nameščanja programov loteva povsem drugače kakor Windows.
sq: Ubuntu merret me instalimin e programeve në një mënyrë krejt të ndryshme nga Windows.
sr: Убунту врши инсталацију софтвера на другачији начин од Виндовса.
tr: Ubuntu yazılım yüklemelerini, Windows'tan çok farklı bir şekilde ele alır.
uk: Між встановленням програмного забезпечення в Ubuntu й Windows існує значна різниця.
vi: Ubuntu có những cách thức cài đặt phần mềm rất khác Window.
zh_cn: 在软件的安装的方式上，Ubuntu 相对于 Windows 来说有很大的不同。
zh_hk: 在 Ubuntu 安裝軟件的方式和 Windows 非常不同。

source: If you want to install an application on Windows, you must normally buy a CD containing the software, or download an installer package from the Internet. You then run the installer program, which guides you through the installation process.
ast: Si quies instalar una aplicación en Windows, normalmente has de mercar un CD que contién el software o descargar un paquete instalador d'Internet. Lluéu executes el programa instalador que te guia pol procesu d'instalación.
ca: Si voleu instal·lar una aplicació al Windows, normalment heu de comprar un CD que contingui el programari, o bé baixar un paquet d'instal·lació d'Internet. Llavors heu d'executar el programa d'instal·lació, el qual us guia a través del procés d'instal·lació.
da: Hvis du vil installere et program på Windows skal du normalt købe en cd, som indeholder programmet eller hente et installationsprogram fra internettet. Du kører derefter installationsprogrammet, der guider dig igennem installationsprocessen.
eo: Se oni volas instali aplikaĵon en Windows, kutime oni devas aĉeti diskon kiu enhavas la programaron, aŭ elŝuti instalpakaĵon el la Interreto. Tiam oni rulas la instalprogramon, kiu gvidas onin tra la instalado.
es: Si desea instalar una aplicación en Windows, normalmente debe comprar un CD que contiene el software o descargar un paquete de instalación desde Internet. Después correrá el programa instalador que le guiará a través del proceso de instalación.
fi: Jos halutaan asentaa sovellus Windowsissa, tulee yleensä ostaa ohjelman sisältävä CD-levy tai ladata asennuspaketti Internetistä. Tämän jälkeen suoritetaan asennusohjelma, joka ohjaa asennustapahtuman läpi.
gl: Se desexa instalar un aplicativo en Windows, normalmente deberá comprar un CD que conteña o software ou descargar un paquete de instalación dende a Internet. Logo, executará o programa instalador que o guiará a través do proceso de instalación.
hu: Ha egy alkalmazást Windows alá akar telepíteni, normális esetben meg kell vennie a szoftvert tartalmazó CD-t, vagy le kell töltenie egy telepítőcsomagot az internetről. Ezután futtatni kell a telepítőprogramot, amely végigvezeti a telepítési folyamaton.
id: Jika anda ingin memasang sebuah aplikasi pada Windows, biasanya Anda harus membeli sebuah CD yang berisi perangkat lunak, atau mengunduh sebuah paket installer dari Internet. Anda kemudian menjalankan program installer, yang memandu Anda saat proses pemasangan.
lv: Ja vēlaties instalēt lietotnes uz Windows, jums vajadzētu nopirkt CD, uz kura ir programmatūra, vai jālejupielādē instalēšanas pakotne no Interneta. Tad jūs palaižat instalēšanas programmu, kura pavada jūs cauri instalēšanas procesam.
nb: Hvis du vil installere et program i Windows må du vanligvis kjøpe en CD med programvaren på, eller laste ned et installasjonsprogram fra internett. Du kjører så dette installasjonsprogrammet, som leder deg gjennom installasjonsprosessen.
nl: Als u een toepassing wilt installeren in Windows, dan moet u normaal gesproken een cd met de software kopen, of een installatiepakket van het internet downloaden. Vervolgens voert u het installatieprogramma uit, dat u door het installatieproces leidt.
pt: Se você quer instalar uma aplicação no Windows, você normalmente compra um CD que contém o software, ou faz o download de um pacote de instalação da Internet. Depois você corre o programa de instalação, que o guia através do processo de instalação.
ro: Dacă doriți să instalați o aplicație în Windows, trebuie să cumpărați CD-ul care conține aplicația sau să descărcați pachetul de instalare de pe Internet. Apoi trebuie să rulați programul de instalare, care vă va ghida prin întregul proces de instalare.
sk: Ak si chcete nainštalovať aplikáciu vo Windows, zvyčajne si musíte kúpiť CD ktoré obsahuje softvér, alebo si stiahnuť inštalátor z Internetu. Potom spustíte inštalátor, ktorý vás prevedie inštaláciou.
sl: Če hočete v sistemu Windows namestiti kakšen program, morate običajno kupiti CD, na katerem se nahaja ali pa z interneta prenesti namestitveni paket, ki ga potem zaženete, da vas vodi skozi postopek namestitve.
sq: Nëse dëshironi të instaloni një program në Windows, normalisht ju duhet të blini CD-në që përmban programin, ose të shkarkoni paketën e instalimit nga interneti. Pastaj ju nisni programin instalues, i cili ju udhëzon në proçesin e instalimit.
sr: Ако желите да инсталирате апликацију у Виндовсу, обично морате да купите ЦД који садржи софтвер, или да преузмете инсталациони пакет са Интернета. Затим покрећете инсталациони програм, који вас води кроз процес инсталације.
tr: Windows' ta bir uygulama yüklemek istiyorsanız, normal olarak yazılımı içeren bir CD almanız veya internetten yükleme paketi indirmeniz gerekir. Daha sonra yükleme işlemi boyunca size rehberlik edecek yükleyici programı çalıştırırsınız.
uk: Якщо ви хочете встановити програму в Windows, зазвичай потрібно купити CD-диск з програмним забезпеченням або завантажити інсталятор програми з інтернету. Після цього запускаєте програму інсталятора, яка надає інструкції під час процесу встановлення.
vi: Nếu bạn cài đặt một ứng dụng trên Window, bạn phải mua một đĩa CD chứa phần mềm đó, hoặc tải về và cài đặt các gói dữ liệu qua Internet. Sau đó bạn phải chạy chương trình cài đặt , qua sự hướng dẫn của chương trình đó.
zh_cn: 在 Windows 上如果你想安装应用程序，通常你需要购买包含该软件的CD，或者从互联网下载安装包。然后打开安装程序，这将引导您完成应用程序的安装。
zh_hk: 如果在 Windows 安裝軟件，一般來說你需要買一張包含軟件的 CD，或是從網絡下載，然後執行安裝程式，並按照安裝提示來完成安裝步驟。
