Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: <emphasis role="strong">Unsupported updates:</emphasis> When new versions of popular software are released they are sometimes <quote>back-ported</quote> to an older version of Ubuntu so that users can benefit from new features and fixes for problems. These backports are unsupported, may cause problems when installed and should only be used by people who are in desperate need of a new version of a software package which they know has been backported.
ast: <emphasis role="strong">Actualizaciones non sofitaes:</emphasis> Cuando se llancen versiones nueves de software popular, a veces reescríbense <quote>(back-ported)</quote> pa una versión anterior d'Ubuntu pa que los usuarios puedan beneficiase de les nueves carauterístiques ya igües de problemes. Estes reescritures nun tan sofitaes, pueden dar problemes tres instalase y habríen usase namái pola xente que necesite de mou desesperáu una versión nueva d'un paquete de software que sepan que ta reescritu.
ca: <emphasis role="strong">Actualitzacions no suportades:</emphasis> quan s'alliberen versions noves de programari popular, aquestes s'adapten i s'alliberen per a versions més antigues de l'Ubuntu (procés anomenat <quote>backporting</quote> en anglès). D'aquesta manera, els usuaris es poden beneficiar de funcions noves i solucions per a problemes. Aquestes versions adaptades no estan mantingudes pels desenvolupadors de l'Ubuntu i pot ser que causin problemes en instal·lar-les, per la qual cosa només les haurien d'utilitzar aquells qui realment necessitin la versió més nova d'un programa concret que s'hagi alliberat segons aquest procediment.
da: <emphasis role="strong">Ikke-understøttede opdateringer:</emphasis> Når nye versioner af populær software bliver frigivet, bliver de undertiden <quote>tilbageporteret</quote> til en ældre version af Ubuntu, så brugerne kan drage nytte af nye funktioner og rettelser af problemer. Disse backports er ikke understøttet, der kan opstå problemer, når de er installeret, og bør kun anvendes af personer der har desperat brug for en ny version af en softwarepakke, som de ved er blevet tilbageporteret.
eo: <emphasis role="strong">Neeltenataj ĝisdatigoj:</emphasis> Kiam oni publikigas novajn versiojn de populara programaro oni iam <quote>retroportas</quote> ĝin al pli malnova versio de Ubuntu por ke uzantoj povu profiti de riparoj kaj novaj funkcioj. Tiaj retroportoj estas nesubtenataj, eble kaŭzas problemojn kiam instalitaj kaj tiuj devus uzi ilin, nur kiuj urĝe bezonas novan version de pakaĵo kiu estas retroportita.
es: <emphasis role="strong">Actualizaciones no soportadas: </emphasis> Cuando las nuevas versiones de programas populares se liberan a veces se <quote>adaptan </quote> a una versión antigua de Ubuntu para que los usuarios puedan beneficiarse de las nuevas características y correcciones para los problemas. Estas adaptaciones no están soportadas, puede causar problemas cuando se instalan y sólo deben ser utilizadas por personas que tengan una necesidad desesperada de una nueva versión de un paquete de programas que se conoce han sido adaptados.
fi: <emphasis role="strong">Tukemattomat päivitykset:</emphasis> Kun uusia versioita tunnetuista ohjelmistoista julkaistaan, ne silloin tällöin <quote>takaisinsovitetaan</quote> vanhemmalle Ubuntun versiolle, jotta käyttäjät voivat hyötyä uusista toiminnoista ja korjauksista ongelmiin. Ubuntun kehittäjät eivät tue näytä takaisinsovitettuja sovelluksia ja ne saattavat aiheuttaa ongelmia. Nämä ohjelmat on tarkoitettu käyttäjille, jotka välttämättä tarvitsevat uuden version jostain ohjelmistopaketista.
gl: <emphasis role="strong">Actualizacións non soportadas:</emphasis> Cando se publican versións novas de software popular, ás veces <quote>pórtanse para tras</quote> para unha versión anterior de Ubuntu para que os usuarios se poidan beneficiar das novas funcionalidades e dos arranxos dos problemas. Estas portaxes non están soportadas, poden causar problemas cando se instalen e só as deberían empregar aquelas persoas que teñan a necesidade desesperada dunha versión nova dun paquete de software que saben que se portou para tras.
hu: <emphasis role="strong">Nem támogatott frissítések:</emphasis> Ha egy népszerű program új verzióját adják ki, néha az Ubuntu régebbi verzióihoz is elkészítik annak csomagjait (ezt hívják <quote>visszaportolásnak</quote>), hogy az ezeket használók is hozzájuthassanak az új funkciókhoz és hibajavításokhoz. Ezekhez a visszaportolt csomagokhoz nincs hivatalos támogatás, problémákat okozhatnak, és telepítésük csak azoknak ajánlott, akiknek mindenképp szükségük van egy szoftvercsomag újabb verziójára, amiről tudják, hogy készült belőle ilyen visszaportolt változat.
id: Tidak didukung <emphasis role="strong"> update: </ emphasis> Ketika versi baru dari perangkat lunak yang populer adalah mereka kadang-kadang dilepaskan kembali <quote>-porting </ quote> untuk sebuah versi Ubuntu agar pengguna bisa mendapatkan keuntungan dari fitur-fitur baru dan perbaikan untuk masalah. Backports ini adalah tidak didukung, dapat menimbulkan masalah bila terpasang dan hanya boleh digunakan oleh orang-orang yang putus asa membutuhkan versi baru dari paket perangkat lunak yang telah mereka ketahui backported.
lv: <emphasis role="strong">Neatbalstīti atjauninājumi:</emphasis> Kad iznāk jauna populāras programmatūras versija, tās dažkārt tiek <quote>atpakaļportētas</quote> uz vecāku Ubuntu versiju, lai lietotāji varētu saņemt jaunās iespējas un kļūdu labojumus. Šie atpakaļporti nav atbalstīti, var izraisīt problēmas un tos vajadzētu lietot tikai tiem, kuriem tiešām vajag jaunākās programmatūras pakotnes, par kurām viņi zin, ka tās ir atpakaļportētas.
nb: <emphasis role="strong">Ikke støttede oppdateringer:</emphasis> Når nye versjoner av populære programmer lanseres vil de noen ganger <quote>tilbakeføres</quote> - tilpasset en eldre versjon av Ubuntu, slik at brukere kan dra nytte av nye funksjoner og løste feil i programvaren. Disse tilbakeføringene gis ikke brukerstøtte på, de kan føre til problemer og skal kun brukes av personer som virkelig behøver en ny versjon av programvaren og er klar over konsekvensene ved slik tilbakeføring.
nl: <emphasis role="strong">Niet-ondersteunde updates:</emphasis> Als nieuwe versies van programma's beschikbaar komen, worden deze soms <quote>back-ported</quote> naar een oudere versie van Ubuntu, zodat gebruikers toegang hebben tot nieuwe functies en oplossingen van problemen. Deze backports worden niet ondersteund, kunnen problemen veroorzaken als ze geïnstalleerd worden en zouden alleen gebruikt moeten worden door mensen die absoluut de nieuwste versie van een pakket nodig hebben.
pt: <emphasis role="strong"> Actualizações não suportadas: </ emphasis> Quando novas versões de software popular são lançadas são por vezes <quote> back-ported </ quote> para uma versão mais antiga do Ubuntu para que os utilizadores possam beneficiar de novas funcionalidades e correcções para os problemas. Estes backports não são suportados, podem causar problemas quando instalados e só devem ser utilizados por pessoas que necessitam desesperadamente de uma nova versão de um pacote de software que eles sabem que foram backported.
ro: <emphasis role="strong">Actualizări fără un suport specific:</emphasis> Când sunt lansate noi versiuni ale programelor de succes, câteodată sunt <quote>back-ported</quote> pentru o versiune mai veche de Ubuntu, astfel încât utilizatorii să beneficieze de noi facilități și corecții ale erorilor. Aceste portări nu au un suport specific, pot cauza probleme când sunt instalate și ar trebui folosite doar de către cei care au nevoie urgentă de o versiune nouă a unui program despre care știu că a fost portat pentru o versiune anterioară.
sk: <emphasis role="strong">Nepodporované aktualizácie:</emphasis> Niekedy, keď je vydaná nová verzia populárneho softvéru, tá je <quote>spätne portovaná</quote> do staršej verzie Ubuntu, aby mohli používatelia využiť nové funkcie a opravy problémov. Tieto spätne portované balíky nie sú podporované, môžu spôsobiť problémy keď sa nainštalujú a mali by byť použité tými ktorý zúfalo potrebujú novú verziu softvéru, o ktorom vedia že bol spätne portovaný.
sl: <emphasis role="strong">Nepodprte posodobitve:</emphasis> Ko izidejo nove različice prilljubljene programske opreme, so včasih predelane na starejšo različico, da lahko uporabniki Ubuntuja izkoristijo vse nove zmožnosti in popravke. Ta predelana programska oprema je nepodprta, saj lahko povzroča težave pri namestitvi. Predelano programsko opremo naj namestijo samo tisti, ki nujno potrebujejo novejšo različico te programske opreme.
sq: <emphasis role="strong">Përditësimet e pa suportuara:</emphasis> Kur dalin versione të reja të programeve të njohura ato ndonjëherë <quote>i jepen</quote> një versioni të vjetër të Ubuntu në mënyrë që përdoruesit të përfitojnë nga programet e reja dhe rregullimi i problemeve. Këto programe nuk suportohen, mund të shkaktojnë probleme kur instalohen dhe duhet të përdoren vetëm nga njerëz që kanë një nevojë të dëshpëruar për një version të ri të paketës së programeve që ata e dinë që është publikuar.
sr: <emphasis role="strong">Неподржавана ажурирања:</emphasis> Када су објављене нове верзије популарних софтвера, понекад су <quote>прилагођени</quote> на старију верзију Убунтуа, тако да корисници могу искористити нове могућности и решења проблема. Ови прилагођени нису подржани, могу да изазову проблеме када су инсталирани и треба да их користе само они којима је очајнички потребна нова верзија софтверског пакета а који знају да је прилагођена.
tr: <emphasis role="strong">Unsupported updates:</emphasis> Popüler yazılımın yeni versiyonu güncellendiğinde bazen Ubuntu'nun sonraki versiyonunda kullanıcıların faydalanması ve problemlere çözüm bulmaları için <quote>back-ported</quote> desteği vardır. Bu geri uyumluluk desteklenmez yüklediğinde problemlere sebep olabilir ve geri uyumlu olarak bilinen yazılım paketlerinin yeni versiyonuna tehlikedeki kişilerin tarafından kullanılabilir.
uk: <emphasis role="strong">Непідтримувані оновлення:</emphasis> інколи нові версії популярного програмного забезпечення <quote>бекпортуються</quote> до раніших версій Ubuntu, тому користувачі можуть мати користь від використання нових можливостей та усунення проблем. Ці бекпорти не підтримуються, що може викликати проблеми після встановлення, тому їх мають використовувати лише ті, кому украй необхідна нова версія пакунку програмного забезпечення, для якої відомо, що існує бекпорт.
vi: <emphasis role="strong">Cập nhật không được hỗ trợ:</emphasis> Khi một phiên bản mới của các phần mềm thông dụng được phát hành, thỉnh thoảng chúng được <quote>xuất ngược</quote> trở lại các phiên bản cũ của Ubuntu để người sử dụng có thể tận hưởng những tính năng mới cũng như sửa lỗi. Những phiên bản xuất ngược này không được hỗ trợ, có thể gây vấn đề khi cài đặt và chỉ nên được sử dụng bởi những người không thể không cần một phiên bản mới của phần mềm mà họ biết rằng đã được xuất ngược
zh_cn: <emphasis role="strong">不支持的更新：</emphasis>当流行软件的新版本被释出时，它们时而被<quote> 向下修补 </quote>到Ubuntu的旧版本中，以便让用户能够不更新Ubuntu版而享受新的软件功能和错误补丁。这些向下修补是没有支持的，安装后可能会造成问题，只有急需某软件包向下修补版本的用户才该启用此更新来源。
zh_hk: <emphasis role="strong">無支援更新：</emphasis>當最新版的熱門軟件剛出爐時，它們有時候會 <quote>back-port</quote> 到較舊版的 Ubuntu 上，好讓舊版的使用者可以享受到最新版應用程式的最新功能與改進。這些 <quote>backports</quote> 屬於「無支援更新」，安裝後有可能發生問題，較適合那些非使用最新版軟件不可的使用者。(若該軟件已經進入「回殖(backport)」的話)

source: translator-credits
ast: Launchpad Contributions: Matthew East https://launchpad.net/~mdke
ca: Launchpad Contributions: Joan Duran https://launchpad.net/~jodufi
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Jan Ask https://launchpad.net/~janaskhoej-gmail Mads Lundby https://launchpad.net/~lundbymads-gmail Mads Peter Rommedahl https://launchpad.net/~lhademmor Michael Bæk https://launchpad.net/~mchlbk Per Kongstad https://launchpad.net/~p-kongstad Søren Vind https://launchpad.net/~sorenvind
eo: Launchpad Contributions: Matthew East https://launchpad.net/~mdke
es: Launchpad Contributions: Alvaro Lazaro https://launchpad.net/~alazaro Ariel Cabral https://launchpad.net/~acabral1961 Carlos Joel Delgado Pizarro https://launchpad.net/~carlosj2585 Daniel Añez Scott https://launchpad.net/~danielscott171 Demuxer https://launchpad.net/~demuxer Jorge_C https://launchpad.net/~jorgecanardo Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Vladimir Rojas https://launchpad.net/~vladyrojas
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Elias Julkunen https://launchpad.net/~eliasj Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Jiri Grönroos https://launchpad.net/~jiri-gronroos Jussi Aalto https://launchpad.net/~jtaalto Riku Eskelinen https://launchpad.net/~kingi89 Teemu Sivonen https://launchpad.net/~teemu-sivonen Timo Jyrinki https://launchpad.net/~timo-jyrinki eXlin https://launchpad.net/~hirvonen-henri
gl: Launchpad Contributions: Antón Méixome https://launchpad.net/~meixome Felipe Gil Castiñeira https://launchpad.net/~xil Julio Pedreira https://launchpad.net/~julio.pedreira Matthew East https://launchpad.net/~mdke Miguel Anxo Bouzada https://launchpad.net/~mbouzada Pablo Casais Solano https://launchpad.net/~pcasais Xosé https://launchpad.net/~ubuntu-galizaweb
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng
id: Andy Apdhani <imtheface@gmail.com>, 2006. Launchpad Contributions: Samsul Ma'arif https://launchpad.net/~samsulscoutina
lv: Launchpad Contributions: Gints Neimanis https://launchpad.net/~gints
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Finn Andersen https://launchpad.net/~xiphias256
nl: Launchpad Contributions: Erwin Poeze https://launchpad.net/~donnut Floris Douw https://launchpad.net/~fdouw Frank Groeneveld https://launchpad.net/~frankgroeneveld Heureka https://launchpad.net/~jan-de-ridder Jan Claeys https://launchpad.net/~janc Kenneth Venken https://launchpad.net/~kenneth-venken Pieter De Praetere https://launchpad.net/~kameraadpjotr Redmar https://launchpad.net/~redmar Stefan de Vries https://launchpad.net/~stefandevries1994-gmail Steven De Baets https://launchpad.net/~stevendebaets Tino Meinen https://launchpad.net/~a-t-meinen cschutijser https://launchpad.net/~cschutijser cumulus007 https://launchpad.net/~cumulus-007 leoquant https://launchpad.net/~leoquant
pt: Launchpad Contributions: Dark_Webster https://launchpad.net/~pedro-flores-16
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Bogdan BOTEZ https://launchpad.net/~bmbogdan Claudia Cotună https://launchpad.net/~special4ti Delia Halici https://launchpad.net/~deliascumpika Doru Horișco https://launchpad.net/~doruhushhush Horia Duțescu https://launchpad.net/~hvd Ic3-T https://launchpad.net/~mazilu59 Ionuț Jula https://launchpad.net/~ionutjula Lucian Adrian Grijincu https://launchpad.net/~lucian.grijincu Mircea SIMION https://launchpad.net/~misimion Perghel Alin https://launchpad.net/~perghel-alin Silviu Bojica https://launchpad.net/~bojicas Stefan Nistor a.k.a. Vultoor https://launchpad.net/~vultoor Valentin Bora https://launchpad.net/~bvali ottmar kaiser https://launchpad.net/~otty69
sk: Launchpad Contributions: JohnyN https://launchpad.net/~johnyn Jozef Bucha https://launchpad.net/~bucha-jozef Laco Gubík https://launchpad.net/~lacogubik-gmail Laco Horváth https://launchpad.net/~6205 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Matthew East https://launchpad.net/~mdke Prescott https://launchpad.net/~prescott helix84 https://launchpad.net/~helix84
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sq: Launchpad Contributions: Kastriot https://launchpad.net/~kmfet-2004 Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Ahmet ERTEM https://launchpad.net/~ahmetertem Angel Spy https://launchpad.net/~dilara.ekinci Celal ERGÜN https://launchpad.net/~celalergun Cihan Ersoy https://launchpad.net/~cihan.ersoy Efe Çiftci https://launchpad.net/~efeciftci Emrah Ergin https://launchpad.net/~erginemr-hotmail Erdem Doğan https://launchpad.net/~erdemdogan83 EsatYuce https://launchpad.net/~esat Hanzogot https://launchpad.net/~hanzogot Hasan İlingi https://launchpad.net/~hasanilingi1981-gmail Holy Penguin https://launchpad.net/~holypenguin Kayra Akman https://launchpad.net/~ckakman Koray Bıyıkoğlu https://launchpad.net/~kobi Mert Dirik https://launchpad.net/~mertdirik Mustafa VELİOĞLU https://launchpad.net/~mustinet Orhan BALCI https://launchpad.net/~orhanbalci Orçun Kemal Küçük https://launchpad.net/~heartquake83 Selçuk SEVER https://launchpad.net/~severselcuk Süleyman Can Özülkü https://launchpad.net/~suley-man-can01 alperenc https://launchpad.net/~alperenc bluefire https://launchpad.net/~bluefire-386 caglarersoz https://launchpad.net/~chaosofzeus can kaçan https://launchpad.net/~amon-ra celil aydin https://launchpad.net/~celil-aydin ggokcay https://launchpad.net/~ggokcay ironic https://launchpad.net/~fatihbostanci lipstick https://launchpad.net/~sinanaykut-gmail sabitertan https://launchpad.net/~sabitertan ubuntuki https://launchpad.net/~aleverzurumlu
uk: Launchpad Contributions: Alex Belinsky https://launchpad.net/~alex-belinsky Anton Gladky https://launchpad.net/~gladky-anton Anton Tolpeev https://launchpad.net/~anton-tolpeev CrabMan https://launchpad.net/~oleg-min Eugene Babiy https://launchpad.net/~eugene-babiy Kharts https://launchpad.net/~kharts Kiril https://launchpad.net/~kiril-mik-os Marta Velychko https://launchpad.net/~martavelychko Matthew East https://launchpad.net/~mdke Sergiy Gavrylov https://launchpad.net/~gavro Vitaliy Shyshko https://launchpad.net/~linux-kyiv Whitemaster https://launchpad.net/~whitemaster atany https://launchpad.net/~ye-gorshkov oleg voitsikhovskyi https://launchpad.net/~uaolegua svv https://launchpad.net/~skrypnychuk Діковець Борис https://launchpad.net/~bordik-gmail Сергій Матрунчик (SkyMan) https://launchpad.net/~skymanphp
vi: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Phan Trọng Khanh https://launchpad.net/~khanhpt Vu Do Quynh https://launchpad.net/~vu-do-quynh blackrises https://launchpad.net/~blackrises clarious https://launchpad.net/~clarious ducnha https://launchpad.net/~nhakhtn hoang448 https://launchpad.net/~hoang448 sotacom https://launchpad.net/~sothacom zeratulbk https://launchpad.net/~congtumotsach
zh_cn: Launchpad Contributions: Boning Chen https://launchpad.net/~neodarksaver Jonathan Lumb https://launchpad.net/~jonolumb Matthew East https://launchpad.net/~mdke Tao Wei https://launchpad.net/~weitao1979 Wentao Tang https://launchpad.net/~wisetang Xhacker Liu https://launchpad.net/~xhacker Xiao Liu https://launchpad.net/~rollingqueen YunQiang Su https://launchpad.net/~wzssyqa ZhangCheng https://launchpad.net/~xxzc Zhaofeng https://launchpad.net/~tregedie Zhou, Ye https://launchpad.net/~zhouye lhquark https://launchpad.net/~lhquark luojie-dune https://launchpad.net/~luojie-dune prongs https://launchpad.net/~zgzzx10 stone_unix https://launchpad.net/~gaoghy zhangmiao https://launchpad.net/~mymzhang 冯超 https://launchpad.net/~rainofchaos 英华 https://launchpad.net/~wantinghard
zh_hk: Launchpad Contributions: Anthony Wong https://launchpad.net/~anthonywong Walter Cheuk https://launchpad.net/~wwycheuk

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and select <guilabel>Other Software</guilabel>.
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice> og vælg <guilabel>Anden software</guilabel>.
es: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice> y seleccione <guilabel>Otro software</guilabel>.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Ohjelmalähteet</guimenuitem></menuchoice> ja valitse <guilabel>Muut ohjelmistot</guilabel>.
gl: Abrir <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orixes do software</guimenuitem></menuchoice> e escolla <guilabel>Outro software</guilabel>.
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice> en kies <guilabel>Overige software</guilabel>.
ro: Deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice> și selectați <guilabel>Alt software</guilabel>.
sk: Otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice> a vyberte <guilabel>Ostatný softvér</guilabel>.
sq: Hap <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Burimet e Programeve</guimenuitem></menuchoice> dhe zgjidh <guilabel>Programe të Tjera</guilabel>.
tr: <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and select <guilabel>Other Software</guilabel>'i açın.
uk: Відкрийте <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Джерела програмного забезпечення</guimenuitem></menuchoice> та виберіть <guilabel>Інше програмне забезпечення</guilabel>.
zh_cn: 打开 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice> 然后选择 <guilabel>其它软件</guilabel>。

source: You will be notified that the information about available software is out-of-date. Click <guibutton>Reload</guibutton>.
da: Du vil blive underrettet om, at informationen om tilgængelig software er forældet. Klik på <guibutton>Genindlæs</guibutton>.
es: Se le notificará que la información sobre el software disponible está obsoleta. Pulse <guibutton>Recargar</guibutton>.
fi: Näytölle tulee ilmoitus, että ohjelmatiedot eivät ole ajan tasalla. Napsauta <guibutton>Lataa uudelleen</guibutton>.
gl: Seralle notificado que a información sobre os programas están desactualizadas. Prema sobre <guibutton>Recargar</guibutton>.
nl: Er zal gemeld worden dat de software-informatie niet meer actueel is. Druk op <guibutton>Herladen</guibutton>.
ro: Veți fi anunțat dacă informația despre software-ul disponibil mai este valabilă. Apăsați pe <guibutton>Reîncarcă</guibutton>.
sk: Budete upozornený, že informácie o dostupných programoch sú neaktuálne. Kliknite na <guibutton>Obnoviť</guibutton>.
sq: Pas kësaj do të njoftoheni se informacioni për programet e disponueshme nuk është i përditësuar. Klikoni <guibutton>Ringarko</guibutton>.
tr: Var olan yazılımlar ile ilgili bilgilerin güncel olmamaları hakkında bilgilendirileceksiniz. <guibutton>Tekrar Yükle</guibutton>'ye tıklayın.
uk: Вас попередять, що інформація про доступне програмне забезпечення застаріла. Натисніть кнопку <guibutton>Повторно завантажити</guibutton>.
zh_cn: 会提醒您有效的软件信息已经过期。点击 <guibutton>重新载入</guibutton> 。
