Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of the Synaptic window. The packages should be listed under the <guimenuitem>Ubuntu 9.10_Karmic_Koala</guimenuitem> section.
sk: Niektoré balíky z <emphasis>main</emphasis> a <emphasis>restricted</emphasis> Ubuntu repozitárov môžu byť nainštalované z inštalačného CD Ubuntu. Jednoducho vložte vaše inštalačné CD a otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správcu balíkov Synaptic</guimenuitem></menuchoice>. Na zobrazenie zoznamu balíkov z inštalačného CD kliknite na tlačidlo <guibutton>Pôvod</guibutton> v ľavej spodnej časti okna. Zoznam balíkov by mal byť zobrazený v sekcii <guimenuitem>Ubuntu 9.10_Karmic_Koala</guimenuitem> .
sq: Disa paketa nga magazinat e paketave Ubuntu <emphasis>main</emphasis> dhe <emphasis>restricted</emphasis> mund të instalohen nga CD e instalimit të Ubuntu. Thjesht vendosni CD e instalimit të Ubuntu dhe hapni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Menaxhuesi i Paketave Synaptic</guimenuitem></menuchoice>. Për të listuar vetëm paketat në CD e instalimit të Ubuntu, klikoni tek butoni <guibutton>Origjina</guibutton> në cepin poshtë majtas të dritares së Synaptic. Paketat do të jenë të listuara në seksionin <guimenuitem>Ubuntu 9.10_Karmic_Koala</guimenuitem>.

source: deb http://ppa.launchpad.net/<emphasis>user</emphasis>/ppa/<emphasis>ppa-name</emphasis> maverick main
fi: deb http://ppa.launchpad.net/<emphasis>käyttäjä</emphasis>/ppa/<emphasis>ppa-nimi</emphasis> maverick main
tr: deb http://ppa.launchpad.net/<emphasis>kullanıcı</emphasis>/ppa/<emphasis>ppa-adı</emphasis> maverick main
