Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Software repositories
ast: Repositorios de software
ca: Dipòsits de programari
da: Software-arkiver
eo: Pakaĵ-magazenoj
es: Repositorios de software
fi: Ohjelmalähteet
gl: Repositorios de software
hu: Szoftvertárolók
id: Repositori perangkat lunak
lv: Programmatūras krātuves
nb: Programvarekanaler
nl: Softwarebronnen
pt: Repositórios de Software
ro: Depozite de programe
sk: Repozitáre softvéru
sl: Skladišča programske opreme
sq: Magazinat e programeve
sr: Ризнице софтвера
tr: Yazılım depoları
uk: Сховища програмного забезпечення
vi: Kho phần mềm
zh_cn: 软件库
zh_hk: 軟件庫

source: To organize the software, Ubuntu repositories are categorized into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Free Software Philosophy</ulink>.
hu: Az Ubuntu négy tárolóba rendszerezi a csomagokat: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> és <emphasis>Multiverse</emphasis>. A besorolás szempontjai az adott program fejlesztői által adott támogatás mértéke és az Ubuntu <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Szabad szoftveres irányelveinek</ulink> való megfelelőség foka.
sl: Za organizacijo programske opreme so skladišča Ubuntu razdeljena v štiri skupine: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> in <emphasis>Multiverse</emphasis>. Razlogi za razvrstitev temeljijo na stopnji podpore, ki jo nudijo ekipe programske opreme za program in na stopnji skladnosti programa s <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">filozofijo proste programske opreme</ulink>.
sr: За организовање софтвера, Убунту ризнице су подељене у четири групе: <quote><emphasis>Главни</emphasis>, <emphasis>Ограничени</emphasis>, <emphasis>Универзум</emphasis> и <emphasis>Мултиверзум</emphasis></quote>. Критреијум коришћен за одређивање који софтвер иде у коју категорију се заснива на нивоу подршке коју развојна екипа софтвера обезбеђује за програм и нивоу усклађености који програм има са <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">Филозофијом слободног софтвера</ulink>.

source: The standard Ubuntu Install CD contains some software from the <emphasis>Main</emphasis> and <emphasis>Restricted</emphasis> categories.
ast: El CD d'Instalación estándar d'Ubuntu contien software de les categoríes <emphasis>Main</emphasis> y <emphasis>Restricted</emphasis>
ca: El CD d'instal·lació estàndard de l'Ubuntu conté programari de les categories <emphasis>Main</emphasis> i <emphasis>Restricted</emphasis>.
da: Den almindelige Ubuntu-installations-cd indeholder software fra kategorierne <emphasis>Main</emphasis> og <emphasis>Restricted</emphasis>.
eo: La norma instala lumdisko de Ubuntu enhavas programaĵojn el la kategorioj <emphasis>Ĉefa</emphasis> kaj <emphasis>Restriktita</emphasis>.
es: El CD de instalación estándar de Ubuntu contiene software de las categorías <emphasis>Main</emphasis> y <emphasis>Restricted</emphasis>
fi: Ubuntun asennus-CD sisältää joitain ohjelmia lähinnä <emphasis>Main</emphasis>-luokasta, mutta myös hieman <emphasis>Restricted</emphasis>-luokasta.
gl: O CD de instalación normal de Ubuntu contén algún software das categorías <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
hu: A hagyományos Ubuntu telepítő CD a <emphasis>Main</emphasis> és a <emphasis>Restricted</emphasis> kategóriák bizonyos csomagjait tartalmazza.
id: CD Instalasi Ubuntu standar memuat beberapa perangkat lunak dari katagori <emphasis>Main</emphasis> dan <emphasis>Restricted</emphasis>.
lv: Standarta Ubuntu instalēšanas kompaktdisks satur daļu programmatūras no <emphasis>Main</emphasis> un <emphasis>Restricted</emphasis> grupām.
nb: Ubuntus installasjons-CD inneholder programvare fra <emphasis>Main</emphasis>- og <emphasis>Restricted</emphasis>- kanalene.
nl: De standaard installatie-cd van Ubuntu bevat diverse software uit de categorieën <emphasis>Main</emphasis> en <emphasis>Restricted</emphasis>.
pt: O CD de Instalação-base do Ubuntu contém algum software das categorias <emphasis>Main</emphasis> e <emphasis>Restricted</emphasis>.
ro: CD-ul Ubuntu standard de instalare conține software din categoriile <emphasis>Main</emphasis> și <emphasis>Restricted</emphasis>.
sk: Štandardné inštalačné CD Ubuntu obsahuje softvér zo zdrojov <emphasis>Main</emphasis> (Hlavný) a <emphasis>Restricted</emphasis> (neslobodný).
sl: Običajni namestitveni CD Ubuntu vsebuje nekatero programsko opremo iz kategorij <emphasis>main</emphasis> in <emphasis>restricted</emphasis>.
sq: Disku standart i instalimit të Ubuntu përmban disa programe nga katëgoritë <emphasis>Kryesore</emphasis> dhe <emphasis>Të Kufizuara</emphasis>.
sr: Стандардни Убунтуов инсталациони ЦД садржи софтвер из категорија <quote><emphasis>Главни</emphasis></quote> и <quote><emphasis>Ограничени</emphasis></quote>.
tr: Standart Ubuntu Yükleme CD'si <emphasis>Main</emphasis> ve <emphasis>Restricted</emphasis> kategorilerinden bazı yazılımları içerir.
uk: Стандартний інсталяційний диск Ubuntu містить деякі програми із категорій <emphasis>Основні</emphasis> та <emphasis>Обмежені</emphasis>.
vi: Đĩa cài đặt Ubuntu bao gồm các phần mềm từ các nhóm <emphasis>Main - Chính</emphasis> và <emphasis>Restricted - Giới hạn</emphasis>.
zh_cn: Ubuntu 的标准安装 CD 包含了来自 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 分类的一些软件。
zh_hk: 標準 Ubuntu 安裝光碟包含 <emphasis>Main</emphasis> 和 <emphasis>Restricted</emphasis> 兩個類別的軟件。

source: If your system is connected to the Internet, many more software programs are made available for installation. For example, the <quote>Universe</quote> and <quote>Multiverse</quote> repositories are only available over the Internet.
ast: Si el to sistema ta coneutáu a Internet, hai munchos más programes disponibles pa instalar. Por exemplu, los repositorios <quote>Universe</quote> y <quote>Multiverse</quote> namái tan disponibles na Internet.
ca: Si el vostre sistema està connectat a Internet, tindreu al vostre abast molt més programari per a instal·lar. Per exemple, els dipòsits <quote>Universe</quote> i <quote>Multiverse</quote> estan només disponibles a Internet.
da: Hvis dit system er forbundet til internettet, vil der være mange flere programmer, som du kan installere. For eksempel er <quote>Universe</quote>- og <quote>Multiverse</quote>-arkiverne kun tilgængelige over internettet.
eo: Se via sistemo estas ligita al la Interreto, vi havas multe da aliaj programoj je dispono. Ekzemple la magazenoj <emphasis>Universo</emphasis> kaj <emphasis>Multiverso</emphasis> estas disponeblaj nur rete.
es: Si su sistema está conectado a Internet, podrá acceder a un gran grupo adicional de programas disponibles para su instalación. Por ejemplo, los repositorios <quote>Universe</quote> y <quote>Multiverse</quote> están disponibles únicamente a través de Internet.
fi: Jos järjestelmäsi on yhdistetty Internetiin, voit asentaa lukuisia muitakin ohjelmistoja. Esimerkiksi <quote>Universe</quote>- ja <quote>Multiverse</quote>-ohjelmalähteet ovat saatavilla vain Internetin välityksellä.
gl: Se o seu sistema está conectado á Internet, disporá de moitos máis programas para instalar. Por exemplo,
hu: Ha rendszere csatlakozik az internetre, még több alkalmazás telepíthető. Például a <quote>Universe</quote> és <quote>Multiverse</quote> tárolók csak az interneten keresztül érhetők el.
id: Bila sistem anda tersambung ke Internet, banyak lagi program perangkat lunak tersedia untuk dipasang. Sebagai contoh, repositori <quote>Universe</quote> dan <quote>Multiverse</quote> hanya tersedia lewat Internet.
lv: Ja jūsu sistēmai ir savienojums ar Internet, tad instalēšanai ir pieejamas arī daudzas citas lietotnes. Piemēram, <quote>Universe</quote> un <quote>Multiverse</quote> krātuves ir pieejamas tikai izmantojot Internet.
nb: Om din datamaskin er koblet til Internett, vil mye mer programvare være tilgjengelig for installasjon. For eksempel er <quote>Univers</quote>- og <quote>Multivers</quote>-kanalene bare tilgjengelig over Internett.
nl: Wanneer uw systeem met het internet verbonden is, is er meer software beschikbaar voor installatie. Zo zijn de pakketbronnen <quote>Universe</quote> en <quote>Multiverse</quote> alleen via het internet beschikbaar.
pt: Se o seu sistema está ligado à Internet, muito mais programas estão disponíveis para instalação. Por exemplo, os repositórios <quote>Universo</quote> and <quote>Multiverso</quote> estão disponíveis apenas na Internet.
ro: Dacă sistemul dumneavoastră este conectat la Internet, mult mai multe programe software sunt disponibile pentru instalare. De exemplu, depozitele <quote>Universe</quote> și <quote>Multiverse</quote> sunt accesibile numai prin Internet.
sk: Pokiaľ je váš systém pripojený na internet, máte k dispozícii na inštaláciu množstvo ďalších programov. Napríklad repozitáre <quote>Universe</quote> (Spravovaný komunitou) a <quote>Multiverse</quote> (Obmedzený) sú dostupné iba prostredníctvom internetu.
sl: Če je vaš sistem priključen povezan na internet, je na voljo veliko več programske opreme. Skladišči <quote>Universe</quote> in <quote>Multiverse</quote> sta na voljo le preko medmrežja.
sq: Nëse sistemi juaj është i lidhur me Internetin, shumë programe të tjera bëhen të disponueshme për tu instaluar. Përshembull, magazinat <quote>Universe</quote> dhe <quote>Multiverse</quote> janë të disponueshme vetëm në Internet.
sr: Уколико је ваш систем повезан на Интернет, много више софтверских програма је доступно за инсталирање. На пример, <quote>Универзум</quote> и <quote>Мултиверзум</quote> ризнице су доступне једино преко Интернета.
tr: Eğer sisteminiz Internet'e bağlıysa, başka bir çok yazılım programı yüklenebilir. Örneğin, <quote>Universe</quote> ve <quote>Multiverse</quote> depoları yalnızca Intenet üzerinden kullanılabilir.
uk: Якщо ваша система підключена до Інтернету, ви матимете можливість для встановлення багатьох програм. Наприклад, сховища <quote>Універсальні</цитата> та <quote>Мультиуніверсальні</цитата> доступні тільки через Інтернет.
vi: Nếu hệ thống của bạn kết nối với Internet, nhiều phần mềm được tạo ra và sẽ được cài đặt. Ví dụ, Kho <quote>Universe - Mở rộng</quote> và <quote>Multiverse - Đa mở rộng</quote> thì chỉ có thể sử dụng được thông qua internet.
zh_cn: 如果您的系统已经连接到因特网的话，您还可以安装比这多得多的软件。比如 <quote>Universe</quote> 和 <quote>Multiverse</quote> 软件库是只能通过因特网访问的。
zh_hk: 如你的電腦有連接互聯網，就有眾多軟件程式可供安裝。例如 <quote>Universe</quote> 及 <quote>Multiverse</quote> 軟件庫的軟件只能從互聯網下載。

source: The <emphasis>Multiverse</emphasis> repository contains software which has been classified as <emphasis>non-free</emphasis>. This software may not be permitted in some jurisdictions. When installing each package from this repository, you should verify that the laws of your country permit you to use it. Also, this software may not include security updates.
ast: El repositoriu <emphasis>Multiverse</emphasis> contién software clasificáu como <emphasis>non-llibre</emphasis>. La utilización d'estos paquetes puede nun tar permitida en dalgunes xurisdicciones. Al instalar cada paquete d'esti repositoriu tendríes que verificar si les lleis del to país permiten utilizalu. Amás, estos paquetes puede que nun incluyan actualizaciones de seguridá.
ca: El dipòsit <emphasis>Multiverse</emphasis> conté programari que ha estat classificat com a <emphasis>no lliure</emphasis>. Aquest programari podria no estar permès a certes jurisdiccions. Quan s'instal·li un paquet d'aquest dipòsit cal verificar si les lleis del vostre país permeten la seva utilització. També és possible que aquest programari no proporcioni actualitzacions de seguretat.
da: <emphasis>Multiverse</emphasis>-arkivet indeholder software, som er blevet klassificeret som <emphasis>ikke-fri</emphasis>. Denne software er muligvis ikke tilladt i nogle jurisdiktioner. Hver gang du installerer en pakke fra dette arkiv, bør du undersøge, om dit lands love tillader dig at bruge den. Desuden modtager denne software muligvis ikke sikkerhedsopdateringer.
eo: La magazeno <emphasis>Multiverso</emphasis> enhavas programojn klasitajn kiel <emphasis>ne liberajn</emphasis>. En iuj jurisdikcioj la uzo de tiaj programoj povas esti ne permesita. Instalonte pakaĵon el tiu magazeno vi kontrolu, ĉu la leĝoj de via lando permesas al vi la uzon. Krome eble ne estas sekurecaj aktualigoj por tiaj pakaĵoj.
es: El repositorio <emphasis>Multiverse</emphasis> contiene software que ha sido clasificado como <emphasis>non-free (no libre)</emphasis>. La utilización de estos paquetes puede no estar permitida en algunas jurisdicciones. Antes de instalar un paquete desde este repositorio deberá verificar que las leyes de su país le permitan utilizarlo. Además, estos paquetes pueden no incluir actualizaciones de seguridad.
fi: <emphasis>Multiverse</emphasis>-ohjelmalähde sisältää ohjelmia, jotka ovat määritelty <emphasis>epävapaiksi</emphasis>. Nämä ohjelmat eivät ole kaikissa maissa laillisia. Jos asennat ohjelmia tästä ohjelmalähteestä, tarkista että maasi lait sallivat ohjelman käytön. Näille ohjelmille ei ole myöskään tarjolla turvallisuuspäivityksiä.
gl: O repositorio <emphasis>Multiverse</emphasis> contén software clasificado como <emphasis>non libre</emphasis>. Este software pode non estar permitido nalgunhas xurisdicións. Ao instalar cada programa deste repositorio deberá comprobar que as leis do seu país lle permiten usalo. Así mesmo, este software pode non incluír actualizacións de seguranza.
hu: A <emphasis>Multiverse</emphasis> tároló olyan szoftvereket tartalmaz, melyeket a <emphasis>non-free</emphasis> (nem szabad) kategóriába soroltak be. Egyes jogrendszerekben ezek használata nem megengedett. Amikor ebből a tárolóból telepít csomagokat, ellenőrizze hogy országának törvényei lehetővé teszik-e a jogszerű használatot. Ezen szoftverekre nem készülnek minden esetben biztonsági frissítések.
id: Repositori <emphasis>Multiverse</emphasis> memuat perangkat lunak yang telah digolongkan sebagai <emphasis>bukan bebas</emphasis>. Perangkat lunak ini mungkin tidak diijinkan di beberapa jurisdiksi. Ketika memasang setiap paket dari repositori ini, anda mesti memastikan bahwa hukum di negara anda mengijinkan anda memakainya. Perangkat lunak ini mungkin juga tidak memuat pembaruan keamanan.
lv: <emphasis>Multiverse</emphasis> krātuve satur programmatūru, kuru var klasificēt kā <emphasis>nebrīvu</emphasis>. Šo programmu lietošanai var būt juridiski šķēršļi. Ja instalējat lietotnes no šīs krātuves, pārliecinieties, ka jūsu valstī nav šāda veida šķēršļu šīs programmatūras lietošanai. Programmatūrai no šīs krātuves var nebūt pieejami drošības jauninājumi.
nb: <emphasis>Multiverse</emphasis>-kanalen inneholder programvare som betegnes som <emphasis>godseid</emphasis>. Denne programvare kan være forbudt i enkelte jurisdiksjoner. Ved installere pakker fra programvarekanalene, bør du kontrollere at lovene i land ditt tillater dette. Forøvrig inkluderer denne programvaren ikke alltid sikkerhetsoppdateringer.
nl: De <emphasis>Multiverse</emphasis>-softwarebron bevat software die als <emphasis>niet-vrij</emphasis> wordt aangemerkt. Deze software kan in sommige rechtsgebieden niet toegestaan zijn. Als u een pakket uit deze softwarebron installeert, dient u te controleren of de wetten in uw land het gebruik van de software toestaan. Het is tevens mogelijk dat er geen beveiligingsupdates uitkomen voor deze software.
pt: O repositório <emphasis>Multiverse</emphasis> contém aplicações classificadas como <emphasis>não-livres</emphasis>. Estas aplicações podem não ser permitidas por algumas jurisdições. Quando instala pacotes deste repositório, deve verificar se as leis do seu país os permitem utilizar. Adicionalmente, deve ter em conta que estas aplicações podem não ter actualizações de segurança.
ro: Depozitul <emphasis>Multiverse</emphasis> conține software clasificat ca fiind <emphasis>non-free (non-gratuit)</emphasis>. Acest software poate fi interzis de anumite legislații. Când instalați câte un pachet din acest depozit, trebuie să verificați dacă legislația țării dumneavoastră permite utilizarea acestui pachet. De asemenea, acest software nu include neapărat și actualizări de securitate.
sk: Repozitár <emphasis>Multiverse</emphasis> obsahuje softvér, ktorý bol zaradený medzi <emphasis>neslobodný</emphasis>. Je možné, že použitie tohto softvéru v niektorých jurisdikciách nie je povolené. Ak sa rozhodnete inštalovať balík z tohto repozitára, mali by ste si overiť, že vám to zákony vašej krajiny umožňujú. Tento softvér taktiež nemusí obsahovať bezpečnostné aktualizácie.
sl: Skladišče <emphasis>Multiverse</emphasis> vsebuje programsko opremo, ki je bila označena kot <emphasis>neprosta</emphasis>. Ta programska oprema v nekaterih državah ni dovoljena. Pred namestitvijo se prepričajte, da vam zakoni v vaši državi dovoljujejo njeno uporabo. Ta programska oprema morda ne vsebuje varnostnih posodobitev.
sq: Magazina <emphasis>Multiverse</emphasis> përmban programe që janë klasifikuar si <emphasis>jo-falas</emphasis>. Këto programe mund të mos lejohen në disa juridiksione. Kur instaloni çdo paketë nga magazina e vet, ju duhet të verifikoni që ligjet e vendit tuaj ju lejojnë ta përdorni atë. Gjithashtu, këto programe mund të mos përfshijnë përditësimet e sigurisë.
sr: <quote><emphasis>Мултиверзум</emphasis></quote> ризница садржи софтвер који је класификован као <quote><emphasis>неслободан</emphasis></quote>. Овај софтвер може бити да није дозвољен у неким правосуђима. Када инсталирате неки пакет из ове ризнице, треба да проверите да ли вам закон у вашој земљи дозвољава његово коришћење. Такође, могуће је да овај софтвер не садржи сигурносне исправке.
tr: <emphasis>Multiverse</emphasis> deposu, <emphasis>ücretsiz olmayan</emphasis> olarak sınıflandırılmış yazılımları içerir. Bu yazılımlarda da bazı yargılamalarda izin verilmemiş olabilir. Bu yazılım deposundan her paket yüklemesi sırasında ülkenizde bu paketin kullanılmasına yasaların izin verdiğini onaylamalısınız. Aynı zamanda , bu yazılım güvenlik güncellemelerini içermiyor da olabilir.
uk: У сховищі <emphasis>Мультиуніверсальні</emphasis> міститься програмне забезпечення, віднесене до <emphasis>закритого</emphasis>. В деяких судових системах ці програми можуть бути забороненими. При встановленні кожного пакунку зі сховища потрібно підтвердити, що законодавство вашої країни дозволяє його використовувати. Крім того, це програмне забезпечення може не включати оновлення.
vi: Kho chứa <emphasis>Multiverse - Đa mở rộng</emphasis> bao gồm các phần mềm phân loại vào nhóm <emphasis>non-free - không tự do</emphasis>. Các phần mềm nầy có khi không có quyền trong một số khu vực. Khi cài đặt mỗi gói từ kho chứa nầy, bạn nên kiểm tra các điều luật của quốc gia bạn để sử dụng nó. Ngoài ra, phần mềm nầy có khi không bao gồm cập nhật bảo mật.
zh_cn: <emphasis>Multiverse</emphasis> 软件库中存放的软件被分类为 <emphasis>非自由的</emphasis>。这些软件在某些法律管辖下可能不被允许。在安装这个软件库中的每个软件包时，您应当确认您的国家的法律允许您使用它。此外，这些软件可能还不包含安全更新。
zh_hk: <emphasis>Multiverse</emphasis> 軟件庫含有列為 <emphasis>非自由</emphasis> 的軟件。這軟件可能在某些管轄區域不獲准使用。 當你從這軟件庫安裝每項套件時，必須核實你的國家法例是否准許使用，這軟件亦可能不包括安全更新。

source: Update repositories
ast: Anovar repositorios
ca: Dipòsits d'actualitzacions
da: Opdateringspakkearkiv
eo: Aktualigi deponejojn
es: Actualizar repositorios
fi: Ohjelmalähteiden päivittäminen
gl: Repositorios de actualizacións
hu: Tárolók frissítése
id: Mutakhirkan repositori
lv: Atjauninājumu krātuves
nb: Oppdater programvarelister
nl: Softwarebronnen bijwerken
pt: Actualizar os repositórios
ro: Actualizarea depozitelor
sk: Repozitáre aktualizácií
sl: Posodobi skladišča
sq: Përditëso magazinat
sr: Ажурирање ризница
tr: Depoları güncelle
uk: Сховища оновлень
zh_cn: 更新仓库
zh_hk: 更新軟件庫
