Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d'Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Documentada projekto de Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de Documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentație Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)
vi: ubuntu-doc@lists.ubuntu.com (Dự án tài liệu Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)
zh_hk: ubuntu-doc@lists.ubuntu.com（Ubuntu文件計劃）

source: Adding, Removing and Updating Applications
ast: Amestar, Desaniciar y Anovar Aplicaciones
ca: Addició, supressió i actualització d'aplicacions
da: Tilføj, fjern og opdatér programmer
eo: Aldoni, forigi kaj aktualigi aplikaĵojn
es: Instalar, desinstalar y actualizar aplicaciones
fi: Ohjelmien lisääminen, poistaminen ja päivittäminen
gl: Engadir, Eliminar e Actualizar aplicativos
hu: Alkalmazások hozzáadása, eltávolítása és frissítése
id: Menambah, Menghapus dan Memutakhirkan Aplikasi
lv: Lietotņu pievienošana, atjaunināšana un noņemšana
nb: Legge til, fjerne eller oppdatere programmer
nl: Toepassingen installeren, verwijderen en bijwerken
pt: Instalar, Remover e Actualizar Aplicações
ro: Adăugarea, dezinstalarea și actualizarea aplicațiilor
sk: Pridávanie, odstraňovanie a aktualizovanie aplikácií
sl: Dodajanje, odstranjevanje in posodabljanje programov
sq: Shtim,Heqje dhe Përditesim i aplikacioneve
sr: Додавање, уклањање и ажурирање апликација
tr: Uygulamaları Ekleme, Kaldırma ve Güncelleme
uk: Встановлення, видалення та оновлення програм
vi: Thêm, Gỡ bỏ và cập nhật các ứng dụng
zh_cn: 添加、删除和更新应用程序
zh_hk: 新增、移除及更新程式

source: Instructions on how to install and uninstall software, including information on package management.
ast: Instrucciones pa instalar y desinstalar software, incluyendo información pa tresnar paquetes.
ca: Instruccions per a instal·lar i desinstal·lar programari, a més d'informació referent a la instal·lació de paquets.
da: Instruktioner til hvordan du installerer og afinstallerer programmer, deriblandt information om pakkehåndtering.
eo: Instrukcioj por instalado kaj malinstalado de programaĵoj, inkluzive de informoj pri la administrado de pakaĵoj.
es: Instrucciones sobre cómo instalar y desinstalar aplicaciones, incluyendo información sobre gestión de paquetes.
fi: Ohjeita ohjelmien asentamisesta ja poistamisesta sekä tietoa pakettienhallinnasta.
gl: Instrucións acerca de como instalar e desinstalar programas, incluído información acerca da xestión de paquetes.
hu: Utasítások szoftverek telepítéséhez és eltávolításához, beleértve csomagkezeléssel kapcsolatos információkat is.
id: Petunjuk bagaimana menambah dan mengurangi perangkat lunak, termasuk informasi dalam pengelolaan paket.
lv: Instrukcijas par pakotņu instalēšanu un noņemšanu, kā arī par pakotņu pārvaldību.
nb: Introduksjon til å installere og fjerne programvare, inkuderer også informasjon om pakkehåndtering.
nl: Instructies over hoe u software installeert en verwijdert, inclusief informatie over pakketbeheer.
pt: Instruções sobre como instalar e desinstalar aplicações, incluindo informação sobre a gestão de pacotes.
ro: Instrucțiuni despre instalarea și dezinstalarea aplicațiilor, inclusiv despre gestionarea pachetelor.
sk: Pokyny ako inštalovať a odinštalovať softvér, vrátane informácií o správe balíkov.
sl: Navodila, kako namestiti in odstraniti programe ter informacije o upravljanju paketov.
sq: Instruksione se si të hiqni apo shtoni software, duke përfshirë dhe informacionin për menaxhimin e paketave.
sr: Упутства о томе како да инсталирате и дизинсталирате софтвер, укључујући информације о управљању пакетима.
tr: Yazılım yüklemeye ve kaldırmaya dair, paket yönetimi hakkında bilgi içeren açıklamalar.
uk: Інструкції про те як встановлювати та видаляти програмне забезпечення, включаючи інформацію про керування пакунками.
vi: Hướng dẫn cách cài và gỡ bỏ phần mềm, cùng với thông tin về quản lý gói
zh_cn: 介绍如何安装和卸载软件，包括软件包管理上的信息。
zh_hk: 說明如何安裝或移除軟件，包括如何管理套件。

source: Credits and License
ast: Créditos y Llicencia
ca: Crèdits i llicència
da: Bidragydere og licens
eo: Agnoskoj kaj permesilo
es: Créditos y licencia
fi: Tekijät ja lisenssi
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
id: Kredit dan Lisensi
lv: Izstrādātāji un licence
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
pt: Créditos e Licença
ro: Autori și licență
sk: Poďakovanie a licencia
sl: Zasluge in licenca
sq: Kredite dhe Linçensimi
sr: Заслуге и лиценца
tr: Hazırlayanlar ve Lisans
uk: Подяки та ліцензія
vi: Chứng chỉ và Giấy phép
zh_cn: 致谢与许可
zh_hk: 貢獻者與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
eo: Ĉi tiu dokumento estas prizorgata de la Ubuntu-dokumentada teamo (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuintoj, vidu la <ulink url="../../libs/C/contributors.xml">paĝo de kontribuintoj</ulink>
es: Este documento lo mantiene el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, consulte la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
gl: Este documento é mantido polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
id: Dokumen ini dikelola oleh Tim dokumentasi Ubuntu (https: / / wiki.ubuntu.com / DocumentationTeam). Daftar kontributor dapat dilihat di<ulink url="../../libs/C/contributors.xml"> halaman kontributor </ ulink>
lv: Šo dokumentu uztur Ubuntu dokumentācijas grupa (https://wiki.ubuntu.com/DocumentationTeam). Izstrādātāju sarakstu var aplūkot <ulink url="../../libs/C/contributors.xml">līdzautoru lapā</ulink>
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
pt: Esta documentação é mantida pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, consulte a <ulink url="../../libs/C/contributors.xml">página de contribuidores</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
sk: Tento dokument spravuje Ubuntu dokumentačný tím (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
tr: Bu belge Ubuntu Belgelendirme Takımı (https://wiki.ubuntu.com/DocumentationTeam) tarafından sağlanmaktadır. Katkı sağlayanların bir listesi için, <ulink url="../../libs/C/contributors.xml">katkı sağlayanlar sayfası</ulink>na göz atabilirsiniz.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
vi: Tài liệu này được viết và chỉnh sửa bởi nhóm biên soạn tài liệu Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Để xem danh sách những người đã đóng góp cho dự án, hãy xem <ulink url="../../libs/C/contributors.xml">trang cộng tác viên</ulink>
zh_cn: 本文档由 Ubuntu 文档团队(https://wiki.ubuntu.com/DocumentationTeam)维护。贡献者名单详见<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>
zh_hk: 本文件是由 Ubuntu 文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。請參看<ulink url="../../libs/C/contributors.xml">貢獻者頁</ulink>取得貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ca: Aquest document està publicat sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
eo: Tiu ĉi dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
gl: Este documento distribúese baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
lv: Šis dokuments ir pieejams saskaņā ar Creative Commons ShareAlike 2.5 licenci (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt: Este documento está disponível segundo a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ro: Acest document este disponibil sub licența Creative Commons „Atribuire-Distribuire în condiții identice” 2.5 (CC-BY-SA).
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 Lisansı (CC-BY-SA) altında kullanıma sunulmuştur.
uk: Цей документ розповсюджується за ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
vi: Tài liệu này được phân phối với giấy phép Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档系基于 Creative Commons ShareAlike 2.5 License (CC-BY-SA)授权许可发布。
zh_hk: 本文件是以Creative Commons ShareAlike 2.5 License (CC-BY-SA) 發放的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre pa camudar, agrandar y ameyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos han publicase baxo esta llicencia.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
eo: Oni estas libera por modifi, pligrandigi kaj plibonigi la dokumentaran fontkodon de Ubuntu laŭ la kondiĉoj de ĉi tiu permesilo. Ĉiun derivan laboraĵon oni devas disdoni laŭ ĉi tiu permesilo.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo a esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dengan salah satu atau kedua lisensi ini.
lv: Jūs varat brīvi mainīt, papildināt un uzlabot Ubuntu dokumentācijas kodu saskaņā ar šo licenci. Visus šī darba atvasinājumus ir jālicenzē ar šo licenci.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăți codul sursă al documentației Ubuntu, respectând termenii acestei licențe. Orice lucrare derivată din această documentație trebuie să se supună termenilor acestei licențe.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Ubuntu belgeleme kaynak kodunu bu lisans şartlarına göre değiştirme, genişletme ve geliştirmekte özgürsünüz. Tüm türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.
vi: Bạn được quyền tự do chỉnh sửa, mở rộng và cải tiến các tài liệu mã nguồn của Ubuntu theo các điều khoản của giấy phép. Tất cả các công việc phải được đưa ra theo giấy phép.
zh_cn: 您可以基于本许可的条款而自由地对 Ubuntu 文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。
zh_hk: 你可以自由地以此許可證的條文修改、擴充和改進Ubuntu說明文件源碼。然而所有衍生的作品都必須在此許可證下發放。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidá, pero ENSIN GARANTÍA DENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
eo: Ĉi-tiu dokumentaro distribuatas esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
es: Esta documentación se distribuye con la esperanza de que resulte útil, pero SIN NINGUNA GARANTÍA; sin ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattavuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de\nCALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka tā būs kādam noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICIO GARANȚIE; nici măcar garanția presupusă de VANDABILITATE sau de ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE DECLINARE A RESPONSABILITĂȚII.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.
vi: Tài liệu này được cung cấp với hy vọng nó sẽ hữu ích cho bạn, nhưng KHÔNG CÓ BẤT KỲ ĐẢM BẢO NÀO; thậm chí không có sự đảm bảo bao hàm của KHẢ NĂNG KINH DOANH ĐƯỢC hay SỰ PHÙ HỢP CHO MỘT MỤC ĐÍCH SỬ DỤNG CỤ THỂ NHƯ MÔ TẢ TRONG ĐIỀU KHOẢN TỪ BỎ TRÁCH NHIỆM.
zh_cn: 本文档发布的目的是期望能发挥一定作用。但我们不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或用于某一特定目的适用性也不提供任何形式(包括默许)的担保。
zh_hk: 本項文件的分發目的是給予幫助，然而卻不保證; 甚至不包含免責聲明內的可售性或適用於某一目的之保證。
