Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: In some cases, restricted software is the only option. Such cases include software for the playback of certain audio and video formats, some fonts and <ulink type="help" url="ghelp:hardware#jockey">drivers for some graphics cards</ulink>.
ast: En dellos casos, el software restrinxíu ye la única opción. Entre estos inclúyense programes pa la reproducción de dellos formatos de soníu y videu, , dalgunes tipografíes o <ulink type="aida" url="ghelp:hardware#jockey">controladores pa delles tarxetes gráfiques</ulink>.
ca: En alguns casos, el programari restrictiu és l'única opció. Alguns casos són el programari per a reproduir certs formats d'àudio i de vídeo, alguns tipus de lletra i <ulink type="help" url="ghelp:hardware#jockey">controladors d'algunes targetes gràfiques</ulink>.
da: I nogle tilfælde er begrænset software den eneste mulighed. Sådanne tilfælde omfatter software til afspilning af lyd og video i visse formater, visse skrifttyper og <ulink type="help" url="ghelp:hardware#jockey">drivere til visse grafikkort</ulink>.
eo: En iuj kazoj, restriktita programaro estas la sola eblo. Tiaj kazoj inkluzivas programojn por spekti specifajn son- kaj video-formatojn, iujn tiparojn kaj <ulink type="help" url="ghelp:hardware#jockey">pelilojn por specifaj grafikaj kartoj</ulink>.
es: En algunos casos, el software restringido es la única opción. Entre estos se incluyen programas para la reproducción de ciertos formatos de sonido y vídeo, determinadas tipografías o <ulink type="ayuda" url="ghelp:hardware#jockey">controladores para algunas tarjetas gráficas</ulink>.
fi: Joissain tapauksissa rajoitetut ohjelmistot ovat ainoa vaihtoehto. Tällaisia tapauksia ovat muun muassa tiettyjen ääni- ja videomuotojen toistaminen, jotkin kirjasimet ja <ulink type="help" url="ghelp:hardware#jockey">ajurit joillekin näytönohjaimille</ulink>.
gl: En algúns casos, o software restringido é a única opción. Esos casos inclúen software para a reproducción de certos formatos de son e vídeo, algúns tipos de letra e <ulink type="help" url="ghelp:hardware#jockey"> controladores para algunhas tarxetas gráficas</ulink>.
hu: Néhány esetben csak a korlátozott szoftverek használata jelent megoldást. Ilyen például bizonyos hang- vagy videófájlok lejátszása, egyes betűkészletek vagy <ulink type="help" url="ghelp:hardware#jockey">egyes grafikus kártyák meghajtói</ulink>
lv: Dažos gadījumos ierobežotā programmatūra ir vienīgā iespēja. Piemēram, programmatūra noteiktu video un audio formātu atskaņošanai, daži fonti un <ulink type="help" url="ghelp:hardware#jockey">draiveri dažām video kartēm</ulink>.
nb: I noen tilfeller er begrenset programvare det eneste alternativet. Slike tilfeller innbefatter programvare for avspilling av visse lyd- og videoformater, enkelte skrifttyper og <ulink type="help" url="ghelp:hardware#jockey">drivere til enkelte grafikkort</ulink>.
nl: In sommige gevallen is beperkte software de enige optie. Zulke gevallen zijn bijvoorbeeld software voor het afspelen van bepaalde auto- en videoformaten, sommige lettertypen en <ulink type="help" url="ghelp:hardware#jockey">stuurprogramma's voor sommige grafische kaarten</ulink>.
pt: Em alguns casos, software restrito é a única opção. Estes casos incluem software que lê certos formatos de áudio e vídeo, alguns tipos de letra e <ulink type="help" url="ghelp:hardware#jockey">controladores para algumas placas gráficas</ulink>.
ro: În unele cazuri, singura opțiune este software restricționat. Astfel de cazuri includ software de redare pentru anumite formate audio și video, unele fonturi și <ulink type="help" url="ghelp:hardware#jockey">drivere pentru anumite plăci grafice</ulink>.
sk: V niektorých prípadoch je neslobodný softvér jedinou možnosťou. K takýmto prípadom môžeme zaradiť softvér na prehrávanie určitých druhov audio a video formátov, niektoré typy písma a <ulink type="help" url="ghelp:hardware#jockey">ovládače pre niektoré grafické karty</ulink>.
sl: V nekaterih primerih je omejena programska oprema edina možnost. Taki primeri vključujejo programsko opremo za predvajanje nekaterih zvočnih in video zapisov, nekatere pisave in <ulink type="help" url="ghelp:hardware#jockey">gonilnike za nekatere grafične kartice</ulink>.
sr: У неким случајевима, ограничени софтвер је једина опција. Такви случајеви обухватају софтвер за репродукцију одређених аудио и видео формата, неке словне ликове и <ulink type="help" url="ghelp:hardware#jockey">драјвере за неке графичке картице</ulink>.
tr: Bazı durumlarda kısıtlı yazılım sadece seçenektir. Yazılım belirli ses ve vidyo formatlarının pleybeki, bazı yazılar ve <ulink type="yardım" url="ghelp:hardware#jockey">bazı grafik kartları için sürücüler</ulink> gibi durumlar içerir.
uk: У деяких випадках, обмежене програмне забезпечення - це єдина можливість. Такі випадки включають програмне забезпечення для програвання певних аудіо- та відеоформатів, деякі шрифти та <ulink type="help" url="ghelp:hardware#jockey">драйвери для деяких графічних плат</ulink>.
zh_cn: 在某些情况下，受限驱动是唯一的选择。这些情况包括要播放特定的音频和视频格式，一些字体和 <ulink type="help" url="ghelp:hardware#jockey">某些显卡的驱动</ulink>。
zh_hk: 在某些情況，受限制軟件是唯一的選擇。這些情況包括某些音訊與視訊格式的播放控制用軟件、某些字型與<ulink type="help" url="ghelp:hardware#jockey">某一些顯示卡的驅動程式</ulink>。

source: You should be warned by the package manager when you try to install restricted software. If the restricted software cannot be used legally in your country then there is little you can do; you should not install the software. If the software is restricted simply because it is non-free, you may choose to use it (for example, in the case of graphics card drivers). Be aware that most restricted software is not supported in Ubuntu, and problems with such software often cannot be corrected by Ubuntu developers.
ast: El xestor de paquetes habría d'avisate cuando tentes instalar software restrinxíu. Si el software restrinxíu nun puede usase llegalmente nel to país, nun hay muncho que pueda facese; nun tendríes que instalar el software. Si el software ye restrinxíu simplemente porque ye non-llibre, puedes escoyer instalalu (por exemplu, nel casu de controladores pa tarxetes gráfiques). Atalanta que Ubuntu nun da sofitu pa la mayoría del software restrinxíu, y que los desarrolladores d'Ubuntu munches veces nun pueden iguar los problemes con esti software.
ca: El gestor de paquets us hauria d'avisar quan intenteu instal·lar programari restrictiu. Si el programari restrictiu no es pot utilitzar de manera legal al vostre país, no podreu fer altra cosa que no instal·lar el programari. Si la restricció prové del fet que sigui no lliure, podeu decidir utilitzar-lo (com per exemple en el cas de controladors de targetes gràfiques). Tingueu en compte però, que la majoria del programari restrictiu no està mantingut a l'Ubuntu, i sovint els desenvolupadors de l'Ubuntu no en poden solucionar els problemes.
da: Når du installere begrænset software, vil du modtage en advarsel fra pakkehåndteringen. Hvis den begrænsede software ikke kan bruges lovligt i dit land, er der ikke meget, du kan gøre; du bør ikke installere softwaren. Hvis softwaren er begrænset, blot fordi den ikke er fri, kan du vælge at bruge den (for eksempel i tilfælde af drivere til grafikkort). Vær opmærksom på, at det meste begrænsede software ikke er understøttet i Ubuntu, og problemer med denne type software ofte ikke kan løses af Ubuntu-udviklere.
eo: La pakaĵa mastrumilo devus averti vin kiam vi provas instali restriktitan programaron. Se ne eblas laŭleĝe uzi la restriktitan programaron en via lando, tiam vi povas fari malmulton; vi devus ne instali la programaron. Se la programo estas restriktita nur ĉar ĝi estas mallibera, vi eble elektos uzi ĝin (ekzemple, en la kazo de peliloj por grafika karto). Notu ke ubuntu ne subtenas plejajn restriktitajn programarojn, kaj Ubuntu-evoluigantoj ofte ne povas korekti problemojn ĉe tia programaro.
es: El gestor de paquetes le advertirá cuando intente instalar software restringido. Si el software restringido no se puede usar legalmente en su país, entonces no hay mucho que hacer; no debería instalar ese software. Si el software es restringido simplemente porque no es libre, puede optar por instalarlo (por ejemplo, en el caso de los controladores de tarjetas gráficas). Tenga en cuenta que Ubuntu no soporta la mayoría del software restringido, y que los desarrolladores de Ubuntu generalmente no pueden corregir los problemas provocados por dicho software.
fi: Pakettienhallinnan pitäisi varoittaa sinua, jos yrität asentaa rajoitettuja ohjelmistoja. Jos rajoitettua ohjelmistoa ei voi laillisesti käyttää maassasi, ei ole paljonkaan tehtävissä; sinun ei tulisi asentaa kyseistä ohjelmistoa. Jos ohjelma on rajoitettu vain koska se on epävapaa, voit käyttää sitä (esimerkiksi näytönohjainajurien tapauksessa). Huomaa kuitenkin, että Ubuntu ei tue useimpia rajoitettua ohjelmia, ja Ubuntun kehittäjät eivät voi korjata kyseisiin ohjelmiin liittyviä ongelmia.
gl: O xestor de paquetes debería avisar cando se tente instalar software restritivo. Se o software restritivo non se pode empregar legalmente no se país pouco se podes facer; non debera instalar o programa. Se o programa é restrinxido simplemente porque non é libre, pode escoller usalo (por exemplo, no caso dos controladores das tarxetas gráficas). Teña en conta que moitos programas restritivos non están soportados en Ubuntu e os problemas con eses programas non poden habitualmente ser corrixidos polos desenvolvedores de Ubuntu.
hu: Ha korlátozott szoftvert próbál meg telepíteni, a csomagkezelőtől értesítést kap. Ha az adott országban nem használhatók legálisan a korlátozott szoftverek, akkor nincs mit tenni, ne telepítse azokat. Ha a szoftver azért korlátozott, mert nem szabad szoftver, eldöntheti hogy használja-e ezeket a szoftvereket (például videokártyák eszközmeghajtóit). Az Ubuntu nem támogatja a legtöbb korlátozott szoftvert, ha probléma van egy ilyen szoftverrel, az Ubuntu fejlesztők nem javíthatják azt.
id: Anda akan diperingati oleh pengatur paket ketika anda mencoba memasang perangkat lunak terlarang. Jika perangkat lunak terlarang tidak dapat digunakan secara legal di negara anda, ada yang harus anda lakukan, jangan memasang perangkat lunak tersebut. Jika perangkat lunak tersebut dilarang karena tidak bebas, anda boleh memilih untuk menggunakannya (misalnya, dalam kasus driver kartu grafis). Hati-hati karena kebanyakan perangkat lunak terlarang tidak didukung oleh Ubuntu, dan masalah dengan perangkat lunak tersebut sering tidak bisa dikoreksi oleh Ubuntu.
lv: Kad instalējat ierobežoto programmatūru, pakotņu pārvaldniekam vajadzētu jūs par to brīdināt. Ja ierobežoto programmatūru jūsu valstī nevar likumīgi lietot, neko daudz tur nevar darīt – jums nevajadzētu instalēt to programmatūru. Ja programmatūra ir ierobežota tāpēc, ka tā ir nebrīva (piemēram, grafikas draiveru gadījumā), jūs varat to instalēt. Ņemiet vērā, ka ierobežoto programmatūru Ubuntu neatbalsta, un bieži problēmas ar šādu programmatūru Ubuntu izstrādātāji nevar atrisināt.
nb: Du skal få en advarsel av pakkebehandleren når du forsøker å installere begrenset programvare. Hvis den begrensede programvaren ikke kan brukes lovlig i landet er det lite du kan gjøre; du bør ikke installere programvaren. Hvis programvaren er begrenset kun fordi den ikke er gratis/åpen, kan du velge å bruke den (f.eks for grafikkortdrivere). Vær oppmerksom på at begrenset programvare ikke gis brukerstøtte av Ubuntu, og problemer som kan oppstå ikke kan utbedres av Ubuntu-utviklere.
nl: U zou een waarschuwing van de pakketbeheerder moeten krijgen wanneer u beperkte software probeert te installeren. Als deze beperkte software niet legaal in uw land gebruikt mag worden kunt u weinig doen; u zou deze software niet moeten installeren. Als de software beperkt is alleen omdat het niet-vrij is, kunt u ervoor kiezen het wel te gebruiken (bijvoorbeeld stuurprogramma's voor grafische kaarten). Let wel op dat de meeste beperkte software niet ondersteund wordt in Ubuntu en dat problemen met deze software niet kunnen worden opgelost door de ontwikkelaars van Ubuntu.
pt: Você deve ser alertado pelo gestor de pacotes quando tentar instalar software restrito. Se o software restrito não poder ser utilizado legalmente no seu país então pouco pode fazer; não deve instalar o software. Se o software é restrito simplesmente pelo facto de não ser livre, pode optar por utilizá-lo (por exemplo, no caso dos controladores da placa gráfica). Esteja ciente de que a maioria do software restrito não é suportado noUbuntu, e problemas com esse software muitas vezes não podem ser corrigidos por programadores do Ubuntu.
ro: Ar trebui să fiți atenționați de către administratorul de pachete când încercați să instalați software restricționat. Dacă software-ul restricționat nu poate fi folosit legal în țara dumneavoastră, atunci nu aveți de ales; nu ar trebui să instalați acest software. Dacă software-ul este restricționat doar pentru că nu este liber, puteți alege să îl folosiți (de exemplu, în cazul driverelor pentru plăcile grafice). Fiți conștient că majoritatea software-ului restricționat nu are suport în Ubuntu, iar problemele legate de astfel de software deseori nu pot fi corectate de programatorii Ubuntu.
sk: Keď sa pokúsite nainštalovať obmedzený softvér prostredníctvom správcu balíkov, mali by ste byť varovaný, že ide o tento typ softvéru. Ak obmedzený softvér nemôže byť legálne použitý vo vašej krajine, nemali by ste tento softvér nainštalovať. Ak je daný softvér klasifikovaný ako obmedzený iba preto že je neslobodný, môžete si vybrať použiť ho (napríklad ak ide o ovládač grafickej karty). Avšak je potrebné si uvedomiť, že väčšina obmedzeného softvéru nie je podporovaná v Ubuntu a žiaden z problémov týkajúcich sa tohto softvéru nemôže byť vývojármi Ubuntu opravený.
sl: Upravljalnik paketov bi vas moral opozoriti, ko boste poskušali namestiti omejeno programsko opremo. Če omejena programska oprema v vaši državi ne sme biti uporabljena legalno, programske opreme ne smete namestiti. Če je programska oprema omejena, ker je neprosta, jo lahko uporabite (na primer, gonilnik za grafično kartico). Zavedajte se, da večina omejene programske opreme ni podprta v Ubuntuju, zato težave Ubuntu razvijalci ne morejo odpraviti.
sq: Juve do të paralajmëroheni nga menaxhuesi i paketave kur përpiqeni të instaloni programe të kufizuara. Nëse programi i kufizuar nuk mund të përdoret ligjërisht në vendin tuaj atëherë pak ngelet për ju; ju duhet të mos e instaloni programin. Nëse programi është kufizuar thjesht sepse nuk është falas, ju mund të zgjidhni ta përdorni atë (përshembull në rastin e driverave të kartave grafike). Kini parasysh që programet e kufizuara nuk suportohen në Ubuntu dhe problemet me programe të tilla shpesh nuk mund të korrigjohen nga krijuesit e Ubuntu.
sr: Управник пакета би требао да вас упозори када покушате да инсталирате ограничени софтвер. Ако ограничени софтвер не може бити легално коришћен у вашој земљи онда мало шта можете да урадите; не бисте требали да инсталирате софтвер. Ако је софтвер ограничен само зато што је неслободан, можете изабрати да га користите (на пример, у случају драјвера графичких картица). Имајте на уму да већина ограниченог софтвера није подржана у Убунтуу, и често Убунту програмери проблеме са таквим софтвером не могу исправити.
tr: Paket yöneticisi tarafından, kısıtlanmış bir yazılım kurmaya çalıştığınızda, uyarılırsınız. Eğer ülkenizde bu kısıtlanmış yazılım kanuni olarak kullanılamıyorsa, bu yazılımı kurmamak için yapmanız gereken bir kaç küçük şey var. Eğer yazılım basit olarak kısıtlanmışsa, çünkü özgür değildir, kullanmak için seçebilirsiniz (Mesela, Ekran bağdaştırıcı kartı). Çoğu kısıtlanmış yazılımın Ubuntu tarafından desteklenmediğini ve bu tür yazılımların sorunlarının Ubuntu geliştiricilerince düzeltilmediğini biliniz.
uk: Менеджер пакунків має попередити вас при спробі встановлення обмеженого програмного забезпечення. Якщо обмежені програми неможливо законно використовувати у вашій країні, тут нічого не вдієш. У такому випадку не встановлюйте такі програми. Якщо програмне забезпечення обмежене через те, що воно закрите, можна використовувати його (наприклад, драйвери відеокарт). Візьміть до уваги, що більшість обмеженого програмного забезпечення не підтримується в Ubuntu, тому дуже часто розробники Ubuntu не мають можливості виправити проблеми, які виникають при роботі таких програм.
vi: Bạn sẽ được cảnh báo khi cố sử dụng phần mềm giới hạn. Nếu phần mềm giới hạn không thể được sử dụng một cách hợp pháp ở nước của bạn, bạn khó có thể làm gì; bạn không nên cài phần mềm đó. Nếu phần mềm là phần mềm giới hạn đơn giản vì nó không tự do, bạn có thể sử dụng nó (ví dụ, trong trường hợp card đồ họa). Chú ý rằng phần lớn các phần mềm giới hạn không được hỗ trợ trong Ubuntu, và các vần đề liên quan đến chúng thông thường không thể được sửa chữa bởi các nhà phát triển Ubuntu.
zh_cn: 当您尝试安装这些受限软件时，您会得到包管理器相应的警告。如果根据国家的法律使用这些受限软件不合法，您只能放弃安装；但是如果只是非自由造成的限制，那么安装没有问题(比如某些显卡驱动)。您需要记得的是，大多数受限软件在 Ubuntu 中得不到支持，Ubuntu 开发人员也无法更正这些软件的错误。
zh_hk: 當你試着安裝受限制軟件時， 套件管理程式會提出警告。如果這個受限制軟件在您的國家不能合法使用，那您就沒有什麼動作能做；您不應該安裝這個軟件。如果這個軟件僅僅是因為它採用非自由授權，而歸類於受限制軟件，那麼您可以自行決定要不要安裝它 (例如原廠的顯示卡驅動程式)。請注意，Ubuntu 並不支援大多數的受限制軟件，而且Ubuntu 開發者通常無法解決這類軟件所產生的問題。
