Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: If you are not connected to the Internet, you can use a CD containing package files to install applications on your computer. The Ubuntu installation CD can be used for this purpose, and other CDs with different packages are available as well. Additionally, the program <application>APTonCD</application> can automatically backup installed packages on your system, and create CDs with the contents of various repositories on them.
ast: Si nun tas conectáu a Internet, puedes usar un CD que contenga archivos de paquetes pa instalar aplicaciones nel ordenador. Para esto puede usase'l CD d'instalación d'Ubuntu, igual que otros CDs con diferentes paquetes. Amás, el programa <application>APTonCD</application> puede facer copia de seguridá automática de los paquetes instalaos nel sistema, y crear CDs col conteníu de varios repositorios d'elles.
ca: Si no esteu connectats a Internet, podeu utilitzar un CD que contingui fitxers de paquet per a instal·lar aplicacions a l'ordinador. Podeu utilitzar el CD d'instal·lació de l'Ubuntu o altres CD que hi ha disponibles amb paquets diferents. De manera addicional, el programa <application>APTonCD</application> permet fer una còpia de seguretat automàtica dels paquets instal·lats al sistema i crear CD que continguin diversos dipòsits.
da: Hvis du ikke er forbundet til internettet, kan du bruge en cd, der indeholder pakke filer, til at installere programmer på din computer. Ubuntu installations-cd'en kan bruges til dette formål, og andre cd'er med forskellige pakker er også tilgængelige. Derudover kan programmet <application>APTonCD</application> automatisk gemme installerede pakker fra dit system, og oprette cd'er med indholdet af forskellige arkiver på dem.
eo: Se vi ne estas konektita al la Interreto, vi povas uzi KD-on kiu enhavas pakaĵojn por instali aplikaĵojn en vian komputilon. La instala KD de Ubuntu estas uzebla por tiu celo, kaj aliaj KD-oj kun aliaj pakaĵoj ankaŭ disponeblas. Plue, la programo <application>APTonCD</application> povas aŭtomate krei restaŭrkopion de instalitaj pakaĵoj en via sistemo, kaj krei KD-ojn kun la enhavo de diversaj deponejoj sur ili.
es: Si no está conectado a Internet, puede usar un CD que contenga archivos de paquetes para instalar aplicaciones en su equipo. Para ello puede usar el CD de instalación de Ubuntu, así como otros CDs con paquetes diferentes. Además, el programa <application>APTonCD</application> puede hacer una copia automática de los paquetes instalados en su sistema y crear CDs con el contenido de varios repositorios a partir de ella.
fi: Jos tietokoneesi ei ole yhdistetty Internetiin, voit asentaa ohjelmia CD-levyiltä. Ubuntun asennuslevyn lisäksi tähän tarkoitukseen voi käyttää muitakin CD-levyjä joilta voi löytyä eri ohjelmia. Lisäksi <application>APTonCD</application>-ohjelmaa voidaan käyttää varmuuskopioimaan järjestelmään asennetut paketit CD-levylle muista ohjelmalähteistä haettujen pakettien lisäksi.
gl: Se non esta conectado á Internet, pode usar un CD que contén os paquetes para instalar os aplicativos no seu co computador. O CD de instalación de Ubuntu pode ser usado para isto, e outros CD con diferentes paquetes son válidos tamén. Adicionalmente, o programa <application>APTonCD</application> pode automaticamente facer unha copia de seguranza dos paquetes instalados no seu sistema, e crear CD co contido de varios repositorios nel.
hu: Ha nem csatlakozik az internetre, használhat csomagfájlokat tartalmazó CD-t alkalmazások telepítéséhez a számítógépére. Az Ubuntu telepítő CD használható erre a célra, és más csomagokat tartalmazó CD-k is elérhetők. Ezen kívül az <application>APTonCD</application> program képes automatikusan menteni a rendszerre telepített csomagokat, és CD-ket készíteni a különböző tárolók tartalmából.
lv: Ja nav savienojuma ar Internetu, varat izmantot kompaktdisku, kurā ir pakotņu faili, lai instalētu programmatūru uz datora. Šim nolūkam var izmantot Ubuntu instalēšanas disku, kā arī citus diskus ar citām pakotnēm. Programma <application>APTonCD</application> var automātiski izveidot rezerves kopijas uz datora instalētajām pakotnēm un izveidot kompaktdisku ar dažādu krātuvju saturu.
nb: Hvis du ikke er koblet til Internett kan du bruke en CD som inneholder de pakkefilene som er nødvendige for å installere applikasjoner på din datamaskin. Ubuntus installasjons-CD kan brukes til dette i tillegg til CD-er med andre pakker. Programmet <application>APTonCD</application> kan automatisk ta sikkerhetskopi av installerte pakker på ditt system for deretter å lage CD-er med innholdet av deres programvarekilder.
nl: Als u niet verbonden bent met het internet, kunt u een cd met installatiepakketten op uw computer gebruiken. De installatie-cd van Ubuntu kan hiervoor gebruikt worden. Cd's met andere pakketten zijn ook beschikbaar. Bovendien kan <application>APTonCD</application> automatisch een reservekopie maken van geïnstalleerde pakketten op uw computer. Ook kan het cd's aanmaken met pakketten van verschillende bronnen.
pt: Se não tem ligação à Internet, pode usar um CD contendo pacotes de ficheiros para instalar aplicações no seu computador. O CD de instalação do Ubuntu pode ser usado para este efeito, e outros CD's com outros pacotes também estão disponíveis. Para além disso, o programa <application>APTonCD</application> pode fazer uma cópia de segurança automática dos pacotes instalados no seu computador, e criar CD's com os conteúdos dos respectivos repositórios.
ro: Dacă nu sunteți conectat la Internet, puteți utiliza un CD cu fișiere pachet pentru a instala aplicațiile pe calculator. În acest scop, se poate utiliza CD-ul de instalare Ubuntu; de asemenea, sunt disponibile și alte CD-uri, cu pachete diferite. Suplimentar, programul <application>APTonCD</application> poate realiza copii de siguranță, în mod automat, pentru pachetele instalate în sistem și poate crea CD-uri care să cuprindă conținutul mai multor depozite.
sk: Ak nie ste pripojený na Internet, môžete na inštaláciu aplikácií použiť CD obsahujúce inštalačné balíky. Na tento zámer môžete využiť inštalačné CD Ubuntu, alebo aj CD s inými balíkmi, ktoré sú k dispozícii pre tento účel. Program <application>APTonCD</application> môže automaticky zálohovať balíky ktoré sú nainštalované na vašom systéme a vytvoriť z nich CD ktoré bude obsahovať rôzne repozitáre.
sl: Če nimate internetne povezave, lahko uporabite CD, ki vsebuje pakete za nameščanje programov na računalnik. Za ta namen lahko uporabite Ubuntu namestitveni CD ali kateri drugi CD, ki vsebuje pakete. Program <application>APTonCD</application> lahko samodejno naredi varnostno kopijo paketov na vašem računalniku in naredi CD z vsebino različnih skladišč.
sq: Nëse nuk jeni i lidhur me internetin, ju mund të përdorni një CD që përmban skedarët e paketave për të instaluar programe në kompjuterin tuaj. Disku i instalimit të Ubuntu mund të përdoret për këtë qëllim dhe CD të tjerë me paketa të ndryshme janë gjithashtu të disponueshëm. Veç kësaj, programi <application>APTonCD</application> mund të marrë automatikisht paketat e instaluara në sistemin tuaj dhe të krijojë disqe me përmbajtjen e disa magainave në to.
sr: Ако нисте повезани на Интернет, можете да користите ЦД који садржи датотеке пакета да инсталирате апликације на ваш рачунар. Убунтуов инсталациони ЦД може да се користи за ову сврху, а такође су доступни и други ЦД дискови са различитим пакетима. Поред тога, програм <quote><application>АПТонЦД</application></quote> може аутоматски да направи копију инсталираних пакета на вашем систему и да направи ЦД дискове са садржајем различитих ризница на њим.
tr: Eğer internete bağlı değilseniz, bilgisayarınıza uygulamaları kurmak için paket dosyalarını içeren bir CD kullanabilirsiniz.Ubuntu Kurulum CD' si bu amaçla kullanılabilir, ve ayrıca farklı paketler içeren diğer CD' lerde kullanılabilir. Ek olarak, <application>APTonCD</application> yazılımı sisteminizde kurulu olan paketleri otomatik olarak yedekleyebilir ve içinde çeşitli depolardan içeriklerin bulunduğu CD ler yaratabilir.
uk: Якщо ви не підключені до Інтернету, для встановлення програм на комп'ютері можете використати CD-диск, на якому містяться файли пакунків. Для цього можна використати інсталяційний диск Ubuntu, а також інші доступні CD-диски з іншими пакунками. Крім того, програма <application>APTonCD</application> може автоматично створювати резервну копію установлених у вашій системі пакунків та створювати CD-диски з вмістом різних сховищ.
vi: Nếu bạn không có kết nối Internet , bạn có thể sử dụng CD chứ nội dung các file cài đặt trong máy tính của bạn . Đĩa cài Ubuntu có thể sử dụng vì những lý dó đó , hoặc những đĩa CD với những gói dữ liệu khác đều được . Thêm vào đó , chương trình <application>APTonCD</application> có thể tự động sao lưu cái gói ứng dụng được cài đặt trên hệ thống của bạn , và tạo CD với nội dung được lưu trong đó
zh_cn: 如果没有连到互联网，您可以使用一张包含软件包的光盘来安装应用程序。此时可以使用 Ubuntu 安装 CD ，也可以使用包含不同软件包的其他 CD 。另外，<application>APTonCD</application> 这一程序可以自动备份您系统上已安装的软件包并创建包含各种软件库的光盘。
zh_hk: 如果你沒有網絡連線，你可以使用包含軟件套件檔案的光碟來安裝應用程式，Ubuntu 的安裝光碟也可以拿來當作是套件安裝光碟來使用。也有其他包括各種應用程式的各種套件光碟。 此外，有一個工具軟件：<application>APTonCD</application> 可以自動備份那些已安裝至你電腦的套件檔案，並製作成套件光碟。

source: Installing packages using the Ubuntu installation CD
ast: Instalar paquetes usando'l CD d'instalación d'Ubuntu
ca: Instal·lació de paquets amb el CD d'instal·lació de l'Ubuntu
da: Installér pakkefiler ved hjælp af Ubuntus installations-cd
eo: Instali pakaĵojn uzante la Ubuntu-instalan KD-on
es: Instalar paquetes usando el CD de instalación de Ubuntu
fi: Pakettien asentaminen Ubuntun asennus-CD-levyltä
gl: Instalar paquetes usando o CD de instalación de Ubuntu
hu: Csomagok telepítése az Ubuntu telepítőlemez használatával
id: Menginstal paket menggunakan CD Instalasi Ubuntu
lv: Pakotņu instalēšana, izmantojot Ubuntu instalēšanas kompaktdisku (CD)
nb: Innstallere pakker fra Ubuntu installasjons-CDen
nl: Pakketten installeren met de Ubuntu-installatie-cd
pt: A instalar pacotes utilizando o CD de instalação do Ubuntu
ro: Instalarea pachetelor folosind CD-ul de instalare Ubuntu
sk: Inštalácia balíkov prostredníctvom inštalačného CD Ubuntu
sl: Nameščanje paketov z uporabo Ubuntu namestitvenega CD-ja
sq: Të instalosh paketat duke përdorur diskun e instalimit të Ubuntu
sr: Инсталирање пакета користећи Убунтуов инсталациони ЦД
tr: Paketleri Ubuntu'nun kurulum CD'sinden yükleme
uk: Встановлення пакунків із інсталяційного диску Ubuntu.
vi: Cài đặt gói, sử dụng Đĩa cài đặt Ubuntu
zh_cn: 用 Ubnutu 安装光盘安装软件包
zh_hk: 正在使用 Ubuntu 安裝光碟安裝套件

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of the Synaptic window. The packages should be listed under the <guimenuitem>Ubuntu 11.04 _Natty Narwhal_</guimenuitem> section.
hu: A <emphasis>main</emphasis> és a <emphasis>restricted</emphasis> tároló néhány csomagja telepíthető az Ubuntu telepítőlemezéről is. Helyezze be az Ubuntu telepítőlemezét, majd nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelő</guimenuitem></menuchoice> menüpontot. A telepítőlemezről elérhető csomagok kiszűréséhez kattintson az <guibutton>Eredet</guibutton> gombra a Synaptic ablakának bal alsó sarkában. A csomagok az <guimenuitem>Ubuntu 11.04 _Natty Narwhal_</guimenuitem> szakaszban lesznek felsorolva.
sl: Nekatere paketi iz skladišč <emphasis>main</emphasis> in <emphasis>restricted</emphasis> lahko namestite iz namestitvenega CD-ja Ubuntu. Enostavno vstavite svoj namestitveni CD Ubuntu in odprite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Upravljalnik paketov Synaptic</guimenuitem></menuchoice>. Da prikažete samo seznam paketov na namestitvenem CD-ju Ubuntu, kliknite na gumb <guibutton>Izvor</guibutton> v spodnjem levem kotu okna Synaptic. Paketi bi morali biti prikazani pod odsekom <guimenuitem>Ubuntu 11.04 _Natty Narwhal_</guimenuitem>.
sr: Неки пакети из <quote><emphasis>главне</emphasis></quote> (main) и <quote><emphasis>ограничене</emphasis></quote> (restricted) Убунтуове ризнице пакета могу бити инсталирани са Убунтуовог инсталационог ЦД-а. Једноставно убаците ваш Убунтуов инсатлациони ЦД и отворите: <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Синаптик — Управник пакета</guimenuitem></menuchoice></quote>. Да излистате само пакете са Убунтуовог инсталационог ЦД-а, кликните на дугме <quote><guibutton>Порекло</guibutton></quote> у доњем левом углу Синаптиковог прозора. Пакети требају бити наведени у одељку <quote><guimenuitem>Убунту 11.04 _Natty Narwhal_</guimenuitem></quote>.

source: If the packages are not listed, it may be because the CD is not listed as a package repository (the CD should be listed as a repository by default). To add the CD as a package repository, follow the instructions in <xref linkend="repository-cds"/>, below.
ast: Si los paquetes nun apaecen llistaos, puede ser porque'l CD nun ta llistáu como repositoriu de paquetes (el CD habría llistase como repositoriu de manera predeterminada). P'amestar el CD como repositoriu de paquetes, sigue les instrucciones de <xref linkend="repository-cds"/>, más embaxo.
ca: Si no es mostren els paquets, pot ser perquè el CD no està llistat com a dipòsit de paquets (cosa que hauria de passar de manera predeterminada). Per a afegir el CD com a dipòsit de paquets, seguiu les instruccions a <xref linkend="repository-cds"/> de més avall.
da: Hvis pakkerne ikke vises, kan det være, fordi cd'en ikke står nævnt som et pakkearkiv (cd'en burde som standard være anført som et arkiv). For at tilføje cd'en som et pakkearkiv, skal du følge instruktionerne i <xref linkend="repository-cds"/> herunder.
eo: Se la pakaĵoj ne estas listigitaj, eble la KD ne estas agordita kiel pakaĵa deponejo (la KD devus esti listigita tiel defaŭlte). Por aldoni la KD-on kiel pakaĵan deponejon, sekvu la instrukciojn en <xref linkend="repository-cds"/>, sube.
es: Si no se muestran los paquetes, puede ser debido a que el CD no aparece como un repositorio de paquetes (el CD debería aparecer como un repositorio de forma predeterminada). Para añadir el CD como un repositorio de paquetes, siga las instrucciones de <xref linkend="repository-cds"/>, más abajo.
fi: Jos paketteja ei ole luettelossa, CD-levy ei välttämättä ole määritelty ohjelmalähteeksi (CD-levyn pitäisi oletuksena olla ohjelmalähteenä). Lisätäksesi CD-levyn ohjelmalähteeksi, seuraa ohjeita osiossa <xref linkend="repository-cds"/>, alempana.
gl: Se os paquetes non están listados pódese deber a que o CD non está listado como repositorio de paquetes (o CD debería estar listado como repositorio por omisión). Para engadir o CD como repositorio de paquetes, siga as instrucións en <xref linkend="repository-cds"/>, máis abaixo.
hu: Ha a csomagok nem jelennek meg, akkor valószínűleg a CD nincs megjelölve csomagforrásként (a CD-nek alapértelmezésben forrásnak kellene lennie). A CD forrásokhoz adásához kövesse a <xref linkend="repository-cds"/> szakasz utasításait.
id: Jika paket tidak terdaftar, ini mungkin karena CD tidak terdaftar sebagai repositori paket (CD seharusnya didaftarkan sebagai repositori secara default). Untuk menambahkan CD sebagai repositori paket, ikuti instruksi berkut di bawah ini <xref linkend="repository-cds"/>.
lv: Ja pakotnes nav redzamas, tas varētu būt tāpēc, ka kompaktdisks nav pielikts kā pakotņu krātuve (tam vajadzētu būt krātuvju sarakstā pēc noklusējuma). Lai pievienotu kompaktdisku kā pakotņu krātuvi, sekojiet <xref linkend="repository-cds"/> instrukcijām zemāk.
nb: Hvis pakkene ikke er listet kan det være fordi CD'en ikke finnes i pakkearkivet (CD'en skal i utgangspunktet listes her som standard). For å legge til en CD i pakkearkivet, følge instruksjonene i <xref linkend="repository-cds"/> under.
nl: Als de pakketten niet in de lijst staan, dan kan dat zijn doordat de cd niet als pakketbron wordt weergegeven (de cd hoort standaard als pakketbron te worden weergegeven). Om de cd als pakketbron toe te voegen, volgt u onderstaande instructies in <xref linkend="repository-cds"/>.
pt: Se os pacotes não estão listados, pode ser porque o CD não está listado como um repositório de pacotes (o CD deve estar listado como repositório por omissão). Para adicionar o CD como um repositório de pacotes, siga as instruções em <xref linkend="repository-cds"/>, abaixo.
ro: Dacă pachetele nu sunt listate, aceasta se poate datora faptului că CD-ul nu este listat ca depozit de pachete (CD-ul ar trebui să fie listat implicit ca depozit de pachete). Pentru a adăuga un CD ca depozit de pachete, urmați instrucțiunile de mai jos, din <xref linkend="repository-cds"/>.
sk: Ak tam balíky nie sú uvedené, môže tak byť z dôvodu, že CD nie je vedené ako zdroj balíkov (predvolene by CD malo byť uvedené ako zdroj). Na pridanie CD ako zdroja balíkov nasledujte inštrukcie podľa <xref linkend="repository-cds"/>, nižšie.
sl: Če paketi niso na seznamu, je to morda zato, ker CD-ja ni na seznamu skladišč paketov (CD bi moral biti privzeto na seznamu skladišč). Za dodajanje CD-ja kot skladišče paketov, sledite navodilom v <xref linkend="repository-cds"/>.
sq: Nëse paketat nuk janë rreshtuar, mund të jetë sepse CD nuk është listuar si një magazinë paketash (CD duhet të jetë i listuar si një magazinë paraprakisht). Për ta rreshtuar CD-në si një magazinë paketash ndiqni udhëzimet tek <xref linkend="repository-cds"/>, këtu poshtë.
sr: Ако пакети нису на списку, може бити због тога што ЦД није наведен као ризница пакета (ЦД би требао унапред да буде наведен као ризница). Да додате ЦД као ризницу пакета, погледајте: <xref linkend="repository-cds"/>, испод и следите упутства.
tr: Eğer paketler listelenmediyse, CD'nin paket deposu olarak listelenmemesinden kaynaklanıyor olabilir. (CD varsayılan şekilde, depo olarak listelenmiştir). CD'yi paket deposu olarak eklemek için aşağıdaki <xref linkend="repository-cds"/> talimatları takip edin.
uk: Якщо пакунки не вказано, причиною цього може бути те, що CD-диск не вказано сховищем пакунків (типово CD-диск повинен бути вказаний як сховище). Щоб дадати CD-диск як сховище, виконайте нижчеподані інструкції в <xref linkend="repository-cds"/>.
vi: Nếu các gói chưa được liệt kê ra, có thể CD chưa nằm trong danh sách các kho phần mềm (lẽ ra CD được mặc định coi là một kho phần mềm). Để thêm CD vào danh sách các kho phần mềm, làm theo hướng dẫn ở <xref linkend="repository-cds"/>, bên dưới.
zh_cn: 如果这些软件包没有被列出来，那有可能是安装光盘没有被标识为软件源(缺省情况下，安装光盘应该已经存在于软件源列表中)。要将安装光盘添加为软件源，请执行 <xref linkend="repository-cds"/> 中的如下步骤：
zh_hk: 如果套件不在清單，有可能是此張光碟未列入套件庫 (此光碟應已預設列入套件庫中)。要把此張光碟列入套件庫中，請遵照下列方法 <xref linkend="repository-cds"/>。

source: Enabling other CDs that can be used to install packages
ast: Activar otros CDs que pueden usase pa instalar paquetes
ca: Habilitació d'altres CD per a la instal·lació de paquets
da: Aktivere andre cd'er som kan bruges til at installere pakker
eo: Ebligi aliajn KD-ojn kiuj estas uzeblaj por instali pakaĵojn
es: Habilitar otros CDs de forma que puedan ser usados para instalar paquetes
fi: Muiden pakettien asentamiseen käytettävien CD-levyjen käyttöönotto
gl: Habilitar outros CDs que poidan ser usados para instalar paquetes
hu: Más, csomagtelepítésre használható CD-k engedélyezése
id: Memungkinkan CD lain yang dapat dipakai untuk memasang paket-paket
lv: Citu kompaktdisku, kurus var izmantot pakotņu instalēšanai, aktivizēšana
nb: Aktivering av andre CDer som kan brukes for installasjon av pogramvarepakker
nl: Inschakelen van andere cd's die gebruikt kunnen worden om pakketten te installeren
pt: Permitir que outros CDs possam ser usados para instalar pacotes
ro: Activarea altor CD-uri ce pot fi folosite la instalarea de pachete
sk: Povolenie iných CD, ktoré môžu byť použité na inštalovanie balíkov
sl: Omogočanje drugih CD-jev, ki jih je mogoče uporabiti za nameščanje paketov
sq: Të aktivizosh disqe të tjera që mund të përdoren për të instaluar paketat
sr: Омогућавање других ЦД дискова који могу бити коришћени за инсталирање пакета
tr: Paket kurmak için kullanılabiliecek diğer CD'leri etkinleştirme
uk: Увімкнення інших CD-дисків, які можуть використовуватися для встановлення пакунків
vi: Cài các gói phần mềm từ các CD khác
zh_cn: 使其他光盘能用来安装软件包。
zh_hk: 啟用其他可用於安裝套件的光碟

source: To enable Synaptic and other package managers to install software from CDs which contain packages:
ast: Pa permitir que Synaptic y otros xestores de paquetes instalen software de CDs que contengan paquetes:
ca: Per a permetre que el Synaptic i altres gestors de paquets puguin instal·lar programari des de CD que contenen paquets:
da: For at gøre det muligt for Synaptic og andre pakkehåndteringer at installere software fra cd'er, som indeholder pakker:
eo: Por ebligi al Synaptic kaj aliaj pakaĵaj mastrumiloj instali programarojn el KD kiu enhavas pakaĵojn:
es: Para permitir que Synaptic y otros gestores de paquetes puedan instalar software de CDs que contengan paquetes:
fi: Mahdollistaaksesi Synapticin ja muiden pakettienhallintaohjelmien asentaa ohjelmia CD-levyiltä, jotka sisältävät paketteja:
gl: Para activar ou Synaptic e outros xestores de paquetes para instalar sofware de CDs que conteñan paquetes:
hu: Ahhoz, hogy a Synaptic és más csomagkezelők szoftvereket telepíthessenek csomagokat tartalmazó CD-kről:
id: Untuk mengaktifkan Synaptic dan pengatur paket lainnya untuk memasang perangkat lunak dari CD yang mengandung paket:
lv: Lai ļautu Synaptic un citiem pakotņu pārvaldniekiem instalēt programmatūru no kompaktdiska, kurš satur pakotnes:
nb: For å la Synaptic og andre pakkebehandlere installere programvare fra CDer som inneholder pakker:
nl: Om met Synaptic en andere pakketbeheerders softwarepakketten vanaf cd's te installeren:
pt: Para activar o Synaptic e outros gestores de pacotes para instalar software de CDs que contenham pacotes:
ro: Pentru a permite aplicației Synaptic și altor administratoare de pachete să instaleze software de pe CD-uri care conțin pachete:
sk: Pre nastavenie Synapticu a iných správcov balíkov, aby inštalovali balíky z inštalačných CD:
sl: Za omogočitev Synaptica in drugih upravljalnikov paketov za namestitev programov s CD-ja, ki vsebuje pakete:
sq: Të aktivizosh Synaptic dhe menaxhues të tjerë të paketave për të instaluar programe nga CD të cilët përmbajnë paketat:
sr: Да омогућите да Синаптик и други управници пакета могу да инсталирају софтвер са ЦД-а који садрже пакете:
tr: Snypactic ya da diğer paket yöneticilerini, içinde paket bulunan CD'lerden yazılım kurmaya izin vermek için:
uk: Щоб дозволити Synaptic та іншим менеджерам пакунків встановлювати програмного забезпечення з CD-дисків, на яких містяться пакунки:
vi: Để Synaptic và các trình quản lý gói khác có thể cài phần mềm từ các CD có chứa các gói phần mềm:
zh_cn: 要启用新立得软件包管理器和其它的软件包管理器来安装含有软件包的 CD 上的软件：
zh_hk: 讓 Synaptic 和其他套件管理程式能夠從包含軟件套件的光碟片安裝軟件：
