Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: As a security measure, all PPAs use a unique GPG key to digitally sign the packages that they provide. This makes it easy to check that the packages have not been tampered with since Launchpad built them and to be sure that you are downloading from the PPA that you want. In order for your package manager to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the PPA overview page on Launchpad. Until you add the PPA's key to your system, you will see warnings that you are downloading from an untrusted source.
ast: Como midida de seguridá, tolos PPA usen una clave GPG pa roblar dixitalmente los paquetes que proporcionen. Esto fai más cenciello comprobar que los paquetes nun s'alteriaren dende que Launchpad los creó, asina como garantizar que los ta descargando del PPA que deseya. Pa que'l so xestor de paquetes pueda comprobalo, necesitará la clave pública que correspuenda coles robles. Esa clave tendría de tar disponible pa la so descarga na páxina xeneral del PPA en Launchpad. Hasta qu'amieste la clave del PPA nel so sistema, verá alvertencies de que ta descargando d'un orixe non fiable.
ca: Com a mesura de seguretat, tots els PPA utilitzen una clau única GPG per a signar digitalment els paquets que proporcionen. Això fa més fàcil comprovar que no s'han modificat els paquets des que el Launchpad els va construir, i també per a assegurar-vos que esteu obtenint els fitxers del PPA que voleu. Per tal que el vostre gestor de paquets pugui comprovar-ho, us caldrà la clau pública que correspongui a les signatures. Hauríeu de poder-vos baixar la clau de la pàgina general del PPA al Launchpad. Fins que no afegiu la clau PPA al vostre sistema, es mostraran advertències que esteu realitzant baixades d'una font no fiable.
da: Som en sikkerhedsforanstaltning bruger alle PPA'er en unik GPG-nøgle til digitalt at underskrive de pakker, de leverer. Det gør det nemt at kontrollere, at pakkerne ikke er blevet ændret siden Launchpad byggede dem, og for at sikre at du henter fra den PPA, du ønsker. For at dit pakkehåndteringsprogram skal kunne kontrollere dette, skal du bruge den offentlige nøgle, der modsvarer signaturerne. Nøglen bør være tilgængelig i oversigtssiden for PPA'en på Launchpad. Du vil se advarsler om, at du henter fra en ikke-betroet kilde, indtil du tilføjer PPA'ens nøgle til dit system.
eo: Kiel sekureca rimedo, ĉiuj PPA-oj uzas unikan GPG-ŝlosilon por aŭtentikigi la pakaĵojn kiujn ili provizas. Tio faciligas kontroli ke la pakaĵoj ne estas fiŝanĝitaj post konstruo fare de Launchpad, kaj por certiĝi ke vi elŝutas el la PPA dezirata. Por ke via pakaĵmastrumilo povu kontroli tion, vi bezonas la publikan ŝlosilon kiu rilatas al la aŭtentikigoj. La ŝlosilo devus disponebli por elŝuto ĉe la PPA-resuma paĝo en Launchpad. Ĝis vi estas aldoninta la ŝlosilon de la PPA al via sistemo, vi vidos avertojn ke vi elŝutas el nefidata fonto.
es: Como medida de seguridad, todos los PPA usan una clave GPG para firmar digitalmente los paquetes que proporcionan. Esto hace más fácil comprobar que los paquetes no han sido alterados desde que Launchpad los creó, así como garantizar que los está descargando del PPA que desea. Para que su gestor de paquetes pueda comprobarlo, necesitará la clave pública que se corresponda con las firmas. Esa clave debería estar disponible para su descarga en la página general del PPA en Launchpad. Hasta que añada la clave del PPA en su sistema, verá advertencias de que está descargando de un origen no fiable.
fi: Turvallisuussyistä kaikki PPA-ohjelmalähteissä luodut paketit on allekirjoitettu yksilöllisellä GPG-avaimella. Allekirjoitus varmistaa, että paketteja ei ole muutettu sen jälkeen kun ne luotiin Launchpadissa ja että asennat paketteja juuri siitä PPA-lähteestä josta haluat. Paketinhallintaohjelmisto tarvitsee allekirjoitukseen käytettävän avaimen julkisen osan allekirjoitusten varmistamiseksi. Sen voi ladata pakettilähteen kotisivulta Launchpadista. Ennen kuin avain on lisätty järjestelmään paketinhallintaohjelmisto varoittaa sinua asennuksen yhteydessä siitä, että asennuslähteeseen ei luoteta.
gl: Como medida de seguranza, todos os PPA empregan unha chave GPG única para asinar dixitalmente os paquetes que fornecen. Isto facilita a comprobación de que ninguén argallou cos paquetes desde que Launchpad os construíu e que vostede teña a seguranza de que vai descargar do PPA que desexa. Para que o seu xestor de paquetes sexa quen de verificar isto, vostede precisa da chave pública que corresponde coas sinaturas. A chave debe ser disponíbel para descargar na páxina xeral do PPA en Launchpad. Até que engada a chave do PPA ao sistema verá advertencias de que está a descargar dunha fonte na que non se confía.
hu: Biztonsági okokból minden személyes tároló egy egyedi GPG kulcsot használ a csomagja digitális aláírásához. Így könnyen ellenőrizhető a sértetlenségük, és hogy a megfelelő tárolóból tölt-e le. Ehhez a csomagkezelőjének szüksége van az aláíráshoz tartozó nyilvános kulcsra. A kulcs a Launchpad-en, a tároló áttekintő oldalán található meg. Amíg nem adja hozzá a PPA kulcsát a rendszeréhez, figyelmeztetéseket fog látni, hogy bizonytalan forrásból tölt le csomagokat.
lv: Kā drošības mērs, katrs PPA izmanto unikālu GPG atslēgu, lai digitāli parakstītu piedāvātās pakotnes. Tas ļauj viegli pārbaudīt, vai pakotnes nav mainītas kopš Launchpad tās izveidoja, un ka tās tiek lejupielādētas no tā PPA, no kura vēlaties. Lai pakotņu pārvaldnieks to varētu pārbaudīt, jums vajag publisko atslēgu, kura atbilst parakstiem. Šai atslēga vajadzētu būt pieejamai lejupielādēšanai PPA pārskata lapā uz Launchpad. Kamēr nepievienosiet PPA atslēgu, jūs redzēsiet brīdinājumus, ka jūs lejupielādējat no neuzticama avota.
nb: Som et sikkerhetstiltak må alle PPA'er bruke en unik GPG-nøkkel for å signere pakkene som de tilbyr. Dette gjør det enkelt å sjekke at pakkene ikke har blitt tuklet med siden Launchpad bygget dem og forå være sikker på at du laster ned fra PPA'en du ønsker. For at pakkebehandleren skal kunne sjekke dette behøver du den offentlige nøkkelen som tilsvarer den i pakkesignaturen. Denne nøkkelen skal være tilgjengelig for nedlasting fra PPA'en sin oversiktsside på Launchpad. Inntil du legger inn PPA'ens nøkkel i systemet vil du få advarsler om at du laster ned fra en usikker kilde.
nl: Als een veiligheidsmaatregel gebruiken alle PPA's een GPG-sleutel om aangeboden bestanden digitaal te ondertekenen. Dit maakt het eenvoudig om te controleren of er niet is geknoeid met de bestanden sinds ze zijn aangemaakt en zo weet u ook zeker dat u vanuit de juiste PPA's downloadt. Om te zorgen dat uw pakketbeheerder in staat is om dit na te gaan, moet u de publieke sleutel hebben die hoort bij de handtekening. Deze sleutel zou als download beschikbaar moeten zijn op de PPA-overzichtspagina van Launchpad. Tenzij u de sleutel van de PPA aan uw systeem toevoegt, zult u waarschuwingen krijgen dat u software uit een niet-vertrouwde bron downloadt.
pt: Como medida de segurança, todos os PPAs utilizam uma chave GPG única para assinar digitalmente os pacotes que fornecem. Isto torna fácil verificar se os pacotes foram alterados desde que o Launchpad os construiu, e para se assegurar de que está a transferir do PPA que deseja. Para que o gestor de pacotes possa verificar isto, você precisa da chave pública que corresponde às assinaturas. A chave deve estar disponível para transferir da página geral do PPA no Launchpad. Até que possa adicionar a chave do PPA ao seu sistema, você deverá ver avisos de que está a transferir de uma fonte não confiável.
ro: Ca măsură de siguranță, toate APP utilizează o cheie GPG unică pentru a semna digital pachetele furnizate. Astfel se poate verifica ușor dacă pachetele au fost modificate de la crearea lor de către Launchpad și vă puteți asigura că descărcați din APP dorită. Pentru ca administratorul de pachete să poată verifica, vă este necesară cheia publică ce corespunde semnăturii. Cheia ar trebui să fie disponibilă pe pagina de prezentare generală pentru APP din Launchpad. Până în momentul adăugării cheii APP la sistem, veți fi avertizat că descărcați dintr-o sursă neverificată.
sk: Ako bezpečnostné opatrenie , všetky PPA používajú unikátny GPG kľúč na digitálny podpis balíkov ktoré poskytujú. To umožňuje ľahko skontrolovať že s balíkmi nebolo manipulované odkedy boli zostavené Launchpadom a že sťahujete z PPA z ktorého chcete sťahovať. Aby to váš správca balíkov mohol skontrolovať, potrebujete tento verejný kľúč ktorý korešponduje s podpismi. Kľúč by mal byť k dispozícii na stiahnutie na stránke PPA na Launchpade. Pokiaľ tento kľúč nepridáte do vášho systému, uvidíte upozornenia že sťahujete z nedôveryhodného zdroja.
sl: Kot varnostni ukrep večina PPA-jev uporablja ključ GPG za digitalni podpis datotek, ki jih ponujajo. To omogoča, da preprosto preverimo, če so bili paketi spremenjeni od takrat, ko jih je Launchpad zgradil. Prepričajte se, da prejemate pakete iz željenega PPA-ja. Da bi bil vaš upravljalnik paketov sposoben to preveriti, potrebujete javni ključ, ki ustreza podpisom. Ključ bi moral biti na voljo za prenos s pregledne strani PPA-ja na Launchpadu. Dokler ne dodate ključa PPA-ja v svoj sistem, boste videli opozorila, da prejemate pakete iz nezaupanega vira.
sq: Si një masë sigurije, të gjitha PPA-të përdorin një çelës unik GPG për të shënuar në mënyrë digitale paketat që ato japin. Kjo e bën të lehtë kontrollin e faktit që paketat të mos jenë ndryshuar që kur Launchpad i ka ndërtuar ato dhe për tu siguruar që ju po i shkarkoni nga PPA-ja që dëshironi. Për të bërë që menaxhuesi juaj i paketave të jetë në gjendje ta kontrollojë këtë, juve ju nevojitet çelësi publik që i korrespondon gjurmëve. Çelësi duhet të jetë i disponueshëm për tu shkarkuar nga faqja mbikqyrëse e PPA në Launchpad. Për sa kohë që nuk i keni shtuar çelësin PPA sistemit tuaj, ju do të shikoni paralajmërime se jeni duke shkarkuar nga një burim i pa besuar.
sr: Као мера сигурности, све личне архиве користите јединствени ГПГ кључ за дигитално потписивање пакета које обезбеђују. То олакшава проверавање да нису пакети неовлашћено измењени док их Ланчпад не угради и да будете сигурни да преузимате са личне архиве са које желите. Да би ваш управник пакета могао то да провери, потребан вам је јавни кључ који одговара потписима. Кључ треба да буде доступан за преузимање на прегледној страници личне архиве на Ланчпаду. Све док вашем систему не додате кључ личне архиве, видећете упозорења која вас обавештавају о томе да преузимате из непоузданог извора.
tr: Bir güvenlik önlemi gibi, bütün PPA'lar temin edilen paketlere dijital olarak girmek için eşsiz bir GPG anahtarı kullanır. Bu, paketlerin Launchpad onları kurduğundan beri bozulmadığını kontrol etmek ve istediğin PPA'dan indirdiğinden emin olmak için kolayca yapılır. Paket yöneticin düzenli bunu kontrol edebilmesi için imzalara uygun gelen kişisel anahtara ihtiyacın var. Anahtar Launchpad'da PPA görünüm sayfasında indirme yapmak için kullanılabilir. Sistemine PPA'nın anahtarını ekleyene kadar güvenilir olmayan bir kaynaktan yükleme yaptığına dair uyarılar göreceksin.
uk: З питань безпеки, усі PPA використовують унікальний ключ GPG для того, щоб за допомогою нього ставити цифровий підпис на пакетах, які вони пропонують. Після цього легко перевірити, чи не підроблялися пакети з того моменту, як Launchpad зібрав їх та щоб бути впевненим, що ви завантажуєте з тих PPA, з яких бажаєте. Щоб менеджер пакетів зміг перевірити це, необхідно, щоб публічний ключ відповідав підпису. Ключ повинен бути доступний для завантаження з сторінки перегляду PPA на Launchpad. Доки ви не додасте ключ PPA в вашу систему, ви будете бачити попередження про те, що ви завантажуєте з недостовірного джерела.
zh_cn: 作为一个安全措施，所有的PPA都使用唯一的GPG钥匙对它们提供的软件包做数字签名。这会确保自从Launchpad打包后未被更改过，并确保你正在从你所希望的PPA处下载。为了使你的软件包管理器能够检查这些信息，你需要相应签名的公共钥匙。钥匙应该可以从Launchpad上PPA的总览页面可下载。直到你将PPA的钥匙加入到你的系统里之前你会一直看到有关于你正在从非信任渠道下载的警告。
zh_hk: 作為一種安全手段，所有的 PPA 都使用獨一無二的 GPG 金鑰來數碼簽署他們提供的套件。這使檢查套件是否遭到竄改變得更簡單，因為 Launchpad 建立這些套件並且確保您正在下載的是您想要的 PPA。為了讓您的套件管理員也能檢查簽章，您需要有簽章所對應的公眾金鑰。該金鑰應該能從 Launchpad 上的 PPA 概覽頁下載。若您沒有將 PPA 金鑰添加至您的系統中，您將看見您正從未信任的來源下載套件之警告。

source: The key used to sign a PPA is listed on the PPA overview page. Instructions on how to add the key can be found in <xref linkend="adding-repos"/>.
ast: La clave que s'usó pa roblar un PPA amuésase na páxina xeneral del PPA. Pa tener instrucciones sobro cómo amestar la clave, consulte <xref linkend="adding-repos"/>.
ca: La clau que s'utilitza per a firmar una PPA es mostra a la pàgina general del PPA. Podeu obtenir instruccions sobre com afegir la clau a <xref linkend="adding-repos"/>.
da: Nøglen der bruges til at underskrive en PPA, er anført på PPA-oversigtssiden. Instruktioner om hvordan en nøgle tilføjes kan findes i <xref linkend="adding-repos"/>.
eo: La ŝlosilo uzebla por aŭtentikigi je PPA estas listigita en la PPA-resuma paĝo. Kiel aldoni la ŝlosilon troviĝas en <xref linkend="adding-repos"/>.
es: La clave que se usó para firmar un PPA se muestra en la página general del PPA. Para obtener instrucciones sobre cómo añadir la clave, consulte <xref linkend="adding-repos"/>.
fi: PPA-ohjelmalähteen pakettien allekirjoitukseen käytetty avain löytyy PPA-lähteen kotisivulta. Ohjeet avaimen lisäämiseen löytyvät ohjeesta <xref linkend="adding-repos"/>.
gl: A chave empregada para asinar un PPA aparece na páxina xeral do PPA. Pódense atopar instrucións acerca de como engadir a chave en <xref linkend="adding-repos"/>.
hu: A személyes tároló aláírásához használt kulcs a tároló áttekintő nézetén található. A kulcs hozzáadásával kapcsolatos utasítások a <xref linkend="adding-repos"/> részben találhatók.
lv: Atslēga, kuru izmanto PPA parakstīšanai, atrodas PPA pārskata lapā. Instrukcijas, kā pievienot atslēgu, var atrast <xref linkend="adding-repos"/>.
nb: Nøkkelen som er brukt til signering av PPA er listet på oversiktssiden for PPA'en. Beskrivelse av hvordan du legger til denne nøkkelen finnes i <xref linkend="adding-repos"/>.
nl: De sleutel die gebruikt wordt om de PPA te ondertekenen is te vinden op de PPA-overzichtspagina. Instructies over het toevoegen van sleutels vindt u in <xref linkend="adding-repos"/>.
pt: A chave usada para assinar um PPA está listada na página de resumo do PPA. Instruções sobre como adicionar a chave encontram-se em <xref linkend="adding-repos"/>.
ro: Cheia utilizată pentru a semna o APP este afișată pe pagina de prezentare generală pentru APP. Instrucțiunile privind modul de adăugare a unei chei se află în <xref linkend="adding-repos"/>.
sk: Kľúč použitý na podpis PPA je uvedený na stránke PPA. Inštrukcie na pridanie kľúča môžete nájsť v <xref linkend="adding-repos"/>.
sl: Ključ, uporabljen za podpis PPA-ja, je zabeležen na pregledni strani PPA-ja. Navodila, kako dodati ključ, lahko najdete v <xref linkend="adding-repos"/>.
sq: Çelësi që përdoret për të regjistruar një PPA është listuar në faqen mbikqyrëse të PPA. Udhëzime për mënyrën se si mund ta shtoni çelësin do të gjeni tek <xref linkend="adding-repos"/>.
sr: Кључ коришћен за потписивање личне архиве је наведен на страници за преглед личне архиве. Да пронађете упутства о томе како да додате кључ, погледајте <xref linkend="adding-repos"/>.
tr: Herhangi bir PPA imzalamak için kullanılan anahtarlar PPA genel görünüm sayfasında listelenmiştir. Anahtar eklemek için gerekli talimatlar <xref linkend="adding-repos"/> adresinde bulunabilir.
uk: Ключ, який використовується для підпису PPA разташований на сторінці перегляду PPA. Інструкції, як додати ключ, можуть бути знайдені в <xref linkend="adding-repos"/>.
zh_cn: 用来给PPA签名的钥匙列在PPA总览页面。关于如何添加钥匙的说明可在<xref linkend="adding-repos"/>处找到。
zh_hk: 用來簽署 PPA 的金鑰列於 PPA 概覽頁面。從<xref linkend="adding-repos"/>可以找到如何添加金鑰的指示。

source: Additional information about adding a PPA repository can be found on <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
ast: Puede alcontrase información adicional sobro cómo amestar un repositoriu PPA en <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
ca: Podeu trobar informació addicional sobre com afegir un dipòsit PPA al <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
da: Yderligere oplysninger om tilføjelse af en PPA-softwarekilde kan findes på <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
eo: Plua informo pri kiel aldoni PPA-deponejon troviĝas en <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
es: Puede encontrar información adicional sobre cómo añadir un repositorio PPA en <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
fi: Lisätietoja PPA-ohjelmalähteistä löytyy <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpadista</ulink>.
gl: Pódese atopar información adicional acerca de como engadir un repositorio PPA en <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
hu: Személyes tárolók hozzáadásáról további információkat a <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink> (angol) súgójában találhat.
id: Informasi tambahan mengenai bagaimana menambahkan sebuah repositori PPA tersedia di <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
lv: Papildus informāciju par PPA krātuves pievienošanu var atrast vietnē <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
nb: Ytterligere informasjon om å legge til PPA'er finnes på <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
nl: Extra informatie over het toevoegen van PPA-bronnen kunt u vinden op <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink> (Engelstalig).
pt: Mais informações sobre como adicionar um repositório PPA podem ser consultadas em <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
ro: Informații suplimentare despre adăugarea unui depozit APP se află în <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
sk: Dodatočné informácie o pridávaní PPA repozitára môžete nájsť na <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpade</ulink>.
sl: Dodatne podatke o dodajanju skladišča PPA lahko najdete na <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpadu</ulink>.
sq: Informacion i mëtejshëm për të shtuar një magazinë PPA mund të gjendet tek <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
sr: Додатне информације о додавању Ризнице личне архиве можете наћи на <ulink url="https://help.launchpad.net/Packaging/PPA">Ланчпаду</ulink>.
tr: PPA deposu ekleme hakkında daha fazla bilgi <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink> adresinde bulunabilir.
uk: Додаткова інформація з додавання PPA репозиторію може бути знайдена на <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>.
zh_cn: 关于添加PPA列表的更多信息可以在<ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink>找到。
zh_hk: 關於添加 PPA 套件庫的額外資訊可以在 <ulink url="https://help.launchpad.net/Packaging/PPA">Launchpad</ulink> 找到。

source: Installing software packages without an Internet connection
ast: Instalar paquetes de software ensin conexón a Internet
ca: Com instal·lar paquets de programari sense una connexió a Internet
da: Installer softwarepakker uden en internetforbindelse
eo: Instali programaran pakaĵon sen Interreta konekto
es: Instalar paquetes de software sin conexión a Internet
fi: Ohjelmapakettien asentaminen ilman Internet-yhteyttä
gl: Instalando paquetes de software sen conexión á Internet
hu: Szoftvercsomagok telepítése internetkapcsolat nélkül
id: Memasang paket perangkat lunak tanpa sambungan Internet
lv: Programmatūras pakotņu instalēšana bez savienojuma ar Internet
nb: Installerer programvarepakker uten en Internettforbindelse
nl: Softwarepakketten installeren zonder een internetverbinding
pt: A instalar pacotes de software sem uma ligação à Internet
ro: Instalarea pachetelor software fără o conexiune la Internet
sk: Inštalácia softvérových balíkov bez pripojenia na Internet
sl: Nameščanje programskih paketov brez internetne povezave
sq: Instalimi i paketave të programeve pa patur lidhje interneti
sr: Инсталирање софтверских пакета без Интернет везе
tr: İnternet bağlantısı olmadan uygulama paketlerini yüklemek
uk: Встановлення пакунків програмного забезпечення без підключення до Інтернету
vi: Cài đặt gói phần mềm không cần đường truyền Internet
zh_cn: 离线安装软件包
zh_hk: 無網絡連線時的安裝軟件方法
