Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: The Update Manager automatically finds software updates for your computer when they are available. It regularly gathers information on potential updates from a number of online update sources.
ast: El Xestor d'Actualizaciones restola automáticamente anovaciones de software pal to equipu cuando tan disponibles. Regularmente reúne información d'anovaciones potenciales dende una cantidad de fontes d'anovaciones en llinia.
ca: El gestor d'actualitzacions cerca actualitzacions de programari per a l'ordinador de manera automàtica quan n'hi ha de disponibles. Recull informació sobre actualitzacions potencials de manera regular a partir de diverses fonts d'actualitzacions en línia.
da: Opdateringshåndteringen finder automatisk softwareopdateringer til din computer, når de er tilgængelige. Den indsamler regelmæssigt oplysninger om potentielle opdateringer fra en række opdateringskilder på nettet.
eo: La Aktualiga Mastrumilo aŭtomate serĉas aktualigojn por via komputilo kiam ili estas haveblaj. Ĝi regule serĉas informon pri eblaj aktualigoj el kelkaj interretaj aktualigaj fontoj.
es: El Gestor de actualizaciones busca automáticamente actualizaciones de software para su equipo cuando están disponibles. Regularmente reúne la información de actualizaciones potenciales desde una cantidad de fuentes de actualizaciones en línea.
fi: Päivitysten hallinta löytää automaattisesti tietokoneelle saatavilla olevat päivitykset. Se kerää säännöllisesti tietoja mahdollisista päivityksistä useista verkossa olevista päivityslähteistä.
gl: O Xestor de Actualizacións atopa automaticamente as actualizacións de software para o computador cando están disponíbeis. Reúne información con regularidade acerca de actualizacións potenciais desde varias fontes de actualización en liña.
hu: A Frissítéskezelő automatikusan megtalálja az elérhető frissítéseket a számítógépéhez. Rendszeresen információkat gyűjt a különböző frissítési forrásokból a lehetséges frissítésekről.
id: Pengatur Perbaruan yang secara otomatis mencari perangkat lunak untuk komputer Anda ketika tersedia. Ia secara teratur mengumpulkan informasi mengenai potensi pembaruan dari sejumlah sumber update online.
lv: Atjaunināšanas pārvaldnieks automātiski atrod programmatūras uzlabojumus jūsu datoram, kad tie ir pieejami. Tas automātiski savāc informāciju par iespējamajiem atjauninājumiem no vairākiem tiešsaistes atjauninājumu avotiem.
nb: Oppdateringsbehandleren finner automatisk programvareoppdateringer for din datamaskin når de er gjort tilgjengelige. Regelmessig henter den informasjon om potensielle oppdateringer fra et antall av oppdateringskilder på nett.
nl: Het Updatebeheer vindt automatisch software-updates voor uw computer, wanneer deze beschikbaar zijn. Ook verzamelt het regelmatig informatie over mogelijke updates van verschillende online bronnen.
pt: O Gestor de actualizações encontra automaticamente actualizações de software para o seu computador quando estas estiverem disponíveis. Reúne regularmente informação sobre potenciais actualizações de uma serie de fontes de actualizações online.
ro: Administratorul de actualizări găsește automat actualizări ale programelor dacă acestea sunt disponibile. Adună constant informații despre posibile actualizări din câteva surse online.
sk: Keď sú k dispozícii softvérové aktualizácie pre váš počítač, správca aktualizácií ich automaticky nájde. Z viacerých zdrojov na internete pravidelne zhromažďuje informácie o potencionálnych aktualizáciách.
sl: Upravljalnik posodobitev samodejno poišče posodobitve za vaš računalnik, ko so na voljo. Upravljalnik posodobitev redno zbira podatke o posodobitvah iz številnih spletnih virov.
sq: Menaxhuesi i Përditësimeve automatikisht gjen përditësimet e programeve për kompjuterin tuaj kur ato janë të disponueshme. Ai mbledh rregullisht informacion për përditësimet potenciale nga një numër burimesh i përditësimeve në internet.
sr: Управник ажурирања аутоматски проналази исправке софтвера за ваш рачунар када су доступне. Редовно прикупља информације о потенцијалним исправкама са бројних извора на мрежи.
tr: Güncelleme Yöneticisi, hazır olduklarında bilgisayarınız için yazılım güncellemelerini otomatik olarak bulur. Yazılım Yöneticisi olası güncellemeler için düzenli olarak çevrimiçi güncelleme kaynaklarından bilgi toplar.
uk: Менеджер оновлень автоматично знаходить оновлення програмного забезпечення для комп'ютера, при їх наявності. Він регулярно збирає інформацію про потенційні оновлення з числа джерел оновлень в Інтернеті.
vi: Trình quản lý cập nhật tự động tìm cập nhật phần mềm cho máy tính của bạn nếu có. Nó thường xuyên thu thập thông tin cập nhật từ một số nguồn cập nhật trực tuyến.
zh_cn: 更新管理器通过定期从在线更新源获取潜在更新的信息，来自动地寻找适合您计算机的可用软件更新。
zh_hk: 當有軟件庫的有任何更新時，「更新管理員」會自動為你的電腦搜尋適合的軟件更新，它會從線上的數個更新來源蒐集潛在的可更新資訊。

source: If you click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> and select the <guilabel>Updates</guilabel> tab, you will notice that four update sources are available. An explanation for each of these is provided below:
ast: Si calques <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Oríxenes del software</guimenuitem></menuchoice> y escueyes la llingüeta <guilabel>Actualizaciones</guilabel>, verás qu'esisten cuatro fontes pa les actualizaciones. Embaxo dase una esplicación pa cauna d'elles:
ca: Si feu clic a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Fonts de programari</guimenuitem></menuchoice> i seleccioneu la pestanya <guilabel>Actualitzacions</guilabel> veureu que hi ha quatre fonts d'actualitzacions disponibles. Aquí en teniu la descripció:
da: Hvis du klikker <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice> og vælger fanebladet <guilabel>Opdateringer</guilabel>, vil du bemærke, at fire opdateringskilder er tilgængelige. En beskrivese af hver af disse findes nedenfor:
eo: Se vi alklakas al <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Programaraj fontoj</guimenuitem></menuchoice> kaj elektu la langeton <guilabel>Ĝisdatigoj</guilabel>, vi rimarku ke kvar aktualigaj fontoj disponeblas. Klarigo pri ĉiu el tiuj troviĝas jen:
es: Si pulsa <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del Software</guimenuitem></menuchoice> y selecciona la pestaña <guilabel>Actualizaciones</guilabel>, verá que hay cuatro fuentes de actualización disponibles. Debajo encontrará una descripción de cada una:
fi: Jos avaat <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Ohjelmalähteet</guimenuitem></menuchoice> ja valitset <guilabel>Päivitykset</guilabel>-välilehden, huomaat että neljä päivityslähdettä on saatavilla. Kuvaus jokaisesta näistä on alla:
gl: Ao premer <menuchoice><guimenu>sistema</guimenu><guimenuitem>administración</guimenuitem><guimenuitem>Fontes de software</guimenuitem></menuchoice> e seleccionar o separador <guilabel>Actualizacións</guilabel>, verá que se dispón de catro fontes de actualizacións. Abaixo explícase cada unha delas:
hu: Ha megnyitja a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> menüpontot és a <guilabel>Frissítések</guilabel> fület választja, láthatja, hogy négy frissítési forrás érhető el. Ezek leírásai:
id: Jika anda klik <menuchoice> <guimenu> Sistem </ guimenu> <guimenuitem> Administrasi </ guimenuitem> <guimenuitem> Sumber Perangkat Lunak </ guimenuitem> </ menuchoice> dan memilih <guilabel> Pembaruan </ guilabel> tab, Anda akan pemberitahuan bahwa empat memperbarui sumber-sumber yang tersedia. Penjelasan untuk masing-masing disediakan di bawah ini:
lv: Ja klikšķināsiet <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Administrēšana</guimenuitem><guimenuitem>Programmatūras avoti</guimenuitem></menuchoice> un izvēlēsities <guilabel>Atjauninājumi</guilabel> cilni, jūs pamanīsiet, ka ir pieejami četri atjauninājumu avoti. Izskaidrojums katram no tiem ir zemāk:
nb: Hvis du klikker på <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Programvarekilder</guimenuitem></menuchoice> og velger<guilabel>Oppdateringer</guilabel> fanen vil du legge merke til at det er fire oppdateringskilder som er tilgjengelige. En forklaring for hver av disse er gitt under:
nl: Als u <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Systeem</guisubmenu><guimenuitem>Softwarebronnen</guimenuitem></menuchoice> opent en naar het tabblad <guilabel>Updates</guilabel> gaat, zult u zien dat er vier updatebronnen beschikbaar zijn. De verschillen worden hieronder uitgelegd:
pt: Se clicar em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Fontes de Software</guimenuitem></menuchoice> e selecionar o separador <guilabel>Actualizações</guilabel>, notará que quatro novas fontes de actualização estão disponíveis. Uma explicação de cada uma destas é dada abaixo:
ro: Dacă apăsați <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse sofware</guimenuitem></menuchoice> și selectați tabul <guilabel>Actualizări</guilabel>, veți observa că există patru surse pentru actualizări. O descriere pentru fiecare dintre ele este oferită mai jos:
sk: Ak kliknete <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice> a vyberiete kartu <guilabel>Aktualizácie</guilabel>, tak uvidíte že sú k dispozícii štyri zdroje aktualizácií. Vysvetlenie každého z nich je uvedené nižšie:
sl: Če kliknete <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Programski viri</guimenuitem></menuchoice> in izberete zavihek <guilabel>Posodobitve</guilabel>, boste opazili, da so na voljo štirje viri posodobitev. Razlaga posameznih virov je napisana spodaj:
sq: Nëse klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Burimet e Programeve</guimenuitem></menuchoice> dhe zgjidhni tabelën<guilabel>Përditësimet</guilabel>, ju do të vini re që janë të disponueshme katër burime përditësimesh. Një shpjegim për çdonjërin prej tyre jepet më poshtë:
sr: Ако кликнете <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Извори софтвера</guimenuitem></menuchoice></quote> и изаберете језичак <quote><guilabel>Ажурирања</guilabel></quote>, приметићете да су доступна четири извора ажурирања. Објашњење за свако од њих је дато у наставку:
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazılım Kaynakları</guimenuitem></menuchoice>'na tıklayıp <guilabel>Güncellemeler</guilabel> sekmesini seçerseniz, dört adet güncelleme kaynağının hazır olduğunu göreceksiniz. Her biri için açıklama aşağıda sunulmuştur:
uk: Якщо ви натиснете <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Джерела програм</guimenuitem></menuchoice> та виберете вкладку <guilabel>Оновлення</guilabel>, то помітите, що доступно чотири джерела оновлень. Нижче подано пояснення для кожного з них.
vi: Nếu bạn nhấn vào <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Quản trị</guimenuitem><guimenuitem>Nguồn phần mềm</guimenuitem></menuchoice> và chọn thẻ <guilabel>Cập nhật</guilabel>, bạn sẽ thấy có bốn nguồn cập nhật phần mềm. Sau đây là giải thích của từng nguồn:
zh_cn: 如果你点击了 <menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice>，然后选择 <guilabel>更新</guilabel> 标签页, 你将会看到四个可用的更新源，下面是对应的说明：
zh_hk: 如果您按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>軟件來源</guimenuitem></menuchoice> 並選擇 <guilabel>更新</guilabel> 分頁，您將發現有四種主要的 Ubuntu 更新來源可用，以下為簡介：

source: <emphasis role="strong">Important security updates:</emphasis> Updates which fix critical security flaws are made available through this source. It is recommended that all users leave this source enabled (it should be enabled by default).
ast: <emphasis role="strong">Actualizaciones de seguridá importantes:</emphasis> Les actualizaciones que igüen fallos críticos de seguridá úfrense dende esta fonte. Encamiéntase a tolos usuarios dexar activada esta fonte (habría apaecer activada por omisión).
ca: <emphasis role="strong">Actualitzacions de seguretat importants:</emphasis> les actualitzacions que solucionen defectes de seguretat crítics estan disponibles en aquesta font. És recomanable que tots els usuaris tinguin aquesta font habilitada (la qual ja ho hauria d'estar de manera predeterminada).
da: <emphasis role="strong">Vigtige sikkerhedsopdateringer:</emphasis> Opdateringer som retter kritiske sikkerhedsmæssige fejl, er til rådighed via denne kilde. Det anbefales at alle brugere lader denne kilde forblive aktiveret (den bør være aktiveret som standard).
eo: <emphasis role="strong">Gravaj sekurecaj ĝisdatigoj:</emphasis> Aktualigoj kiuj riparas kritajn sekurecajn cimojn disponeblas per tiu fonto. Ni rekomendas ke ĉiuj uzantoj lasu tiun fonton enŝaltita.
es: <emphasis role="strong">Actualizaciones importantes de seguridad:</emphasis> Las actualizaciones que arreglan fallos críticos de seguridad están disponibles a través de esta fuente. Se recomienda que todos los usuarios dejen esta fuente activada (debería estarlo de forma predeterminada).
fi: <emphasis role="strong">Tärkeät turvallisuuspäivitykset:</emphasis> Kriittisiä turvallisuusvirheitä korjaavat päivitykset ovat saatavilla tästä lähteestä. Kaikkien käyttäjien on suositeltavaa jättää tämä lähde valituksi (sen tulisi olla oletuksena valittuna).
gl: <emphasis role="strong">Actualizacións de seguranza importantes:</emphasis> As actualizacións que arranxan erros de seguranza críticos distribúense desde esta fonte. Recoméndase que todos os usuarios deixen activada esta fonte (debería estar activada por omisión).
hu: <emphasis role="strong">Fontos biztonsági frissítések:</emphasis> Ebből a forrásból olyan frissítések érhetőek el, amelyek kritikus biztonsági hibákat javítanak. A forrás engedélyezése minden felhasználó számára ajánlott (alapértelmezés szerint engedélyezett).
id: <emphasis role="strong"> Perbaruan Penting Keamanan: </ penekanan> Pembaharuan yang kritis memperbaiki keamanan flaws dibuat tersedia melalui sumber ini. Dianjurkan agar semua pengguna mengaktifkan sumber ini (harus diaktifkan secara default).
lv: <emphasis role="strong">Svarīgi drošības atjauninājumi:</emphasis> Caur šo avotu ir pieejami atjauninājumi, kuri atrisina kritiskas drošības kļūdas. Katram lietotājam vajadzētu atstāt šo avotu ieslēgtu (tam ir jābūt ieslēgtam pēc noklusējuma).
nb: <emphasis role="strong">Viktige sikkerhetsoppdateringer:</emphasis> Oppdateringer som fikser kritiske sikkerhetshull og er tilgjengelig gjort gjennom denne kilden. Det er anbefalt at alle brukere lar denne kilden være aktivert (den skal være aktivert på forhånd).
nl: <emphasis role="strong">Belangrijke veiligheidsupdates:</emphasis> Updates voor kritische veiligheidslekken komen via deze bron. Het is aangeraden voor alle gebruikers om deze bron aangevinkt te laten (standaard staat deze aangevinkt).
pt: <emphasis role="strong">Actualizações de segurança importantes:</emphasis> Actualizações que corrigem falhas de segurança críticas são disponibilizadas através desta fonte. Recomenda-se que todos os utilizadores deixem esta fonte activada (deve estar ativada por omissão).
ro: <emphasis role="strong">Actualizări importante de securitate:</emphasis> Actualizări care repară defecte critice de securitate sunt puse la dipoziție prin această sursă. Este recomandat ca toți utilizatorii să lase această sursă activată (ar trebui să fie activată în mod implicit).
sk: <emphasis role="strong">Dôležité bezpečnostné aktualizácie:</emphasis> Aktualizácie, ktoré opravujú kritické bezpečnostné chyby, sú k dispozícii z tohoto zdroja. Je odporúčané aby všetci užívatelia nechali tento zdroj aktivovaný (mal by byť štandardne aktivovaný).
sl: <emphasis role="strong">Pomembne varnostne posodobitve:</emphasis> Posodobitve, ki popravijo kritične varnostne pomanjkljivosti so na voljo preko tega vira. Priporočeno je, da vsi uporabniki pustijo ta vir omogočen.
sq: <emphasis role="strong">Përditësime të rëndësishme të sigurisë:</emphasis> Përditësimet që rregullojnë probleme kritike të sigurisë bëhen të disponueshme me anë të këtij butrimi. Është e rekomandueshme që të gjithë përdoruesit ta lënë këtë burim të aktivizuar (ai duhet të jetë paraprakisht i aktivizuar).
sr: <emphasis role="strong">Важна сигурносна ажурирања:</emphasis> На овом извору су доступна ажурирања која исправљају критичне безбедносне пропусте. Препоручује се свим корисницима да оставе овај извор омогућеним (требало би да је већ унапред омогућен).
tr: <emphasis role="strong">Önemli Güvenlik Güncellemesi:</emphasis> Önemli güvenlik açıklarının güncellenmesi bu kaynak sayesinde kullanılabilir yapılmıştır. Tüm kullanıcıların bu kaynağı aktif etmekleri önerilmektedir. (Varsayılan olarak aktif edilmiştir).
uk: <emphasis role="strong">Важливі оновлення безпеки:</emphasis> оновлення, які усувають критичні дефекти в безпеці, доступні за допомогою цього джерела. Усім користувачам рекомендовано залишити це джерело увімкненим (воно повинно бути стандартно увімкненим).
vi: <emphasis role="strong">Cập nhật bảo mật quan trọng:</emphasis> Các cập nhật nhằm sửa các lỗi bảo mật lấy từ nguồn này. Mọi người nên để nguồn này được chọn (nó được chọn một cách mặc định)
zh_cn: <emphasis role="strong">重要安全更新：</emphasis>这种更新将发布能够解决紧要的软件安全漏洞更新。推荐所有用户都启用此源(默认设置为启用)。
zh_hk: <emphasis role="strong">重要保安更新：</emphasis>專門為嚴重的安全漏洞提供修補與更新，建議所有的使用者啟用此來源 (預設情況下應已啟用)。
