Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: You can download and install applications from websites. These applications are contained in Debian (.deb) packages. To install a Debian package:
ast: Puedes descargar ya instalar aplicaciones dende sitios web. Estes aplicaciones tan conteníes en paquetes Debian (.deb). Pa instalar un paquete Debian:
ca: Podeu baixar i instal·lar aplicacions de llocs web. Aquestes aplicacions són dins de paquets Debian (.deb). Podeu instal·lar un paquet Debian de la manera següent:
da: Du kan hente og installere programmer fra websteder. Disse programmer er pakket i Debian-pakker (.deb). Sådan installerer du en Debian-pakke:
eo: Vi povas elŝuti kaj instali aplikaĵojn el retejoj. Tiajn aplikaĵojn enhavas Debian (.deb)-pakaĵoj. Por instali Debian-pakaĵon:
es: Puede descargar e instalar aplicaciones desde sitios web. Estas aplicaciones están contenidas en paquetes debian (.deb). Para instalar un paquete Debian:
fi: Sovelluksia voidaan noutaa ja asentaa WWW-sivustoilta. Nämä sovellukset on säilötty Debian (.deb) -paketteihin. Asentaaksesi Debian-paketin:
gl: Pode descargar e instalar aplicativos desde webs. Eses aplicativos están en forma de paquetes de Debian (.deb). Para instalar un paquete de Debian:
hu: Alkalmazásokat weboldalakról is letölthet és telepíthet. Ezek az alkalmazások Debian (.deb) csomagokban vannak. Debian csomag telepítéséhez:
id: Anda bisa mengunduh dan memasang aplikasi dari berbagai situs web. Aplikasi-aplikasi ini tersimpan dalam paket-paket Debian (.deb). Untuk memasang sebuah paket Debian:
lv: Jūs varat lejupielādēt un instalēt lietotnes no Internet. Šīs lietotnes ir Debian (.deb) pakotnēs. Lai instalētu Debian pakotni:
nb: Du kan laste ned og installere programmer fra andre nettsteder. Disse programmene er i Debian (.deb) pakker. Hvis du vil installere en Debian-pakke:
nl: U kunt toepassingen van websites downloaden en installeren. Deze toepassingen zijn ingepakt in Debian-pakketten (.deb). Om een Debian-pakket te installeren:
pt: Pode descarregar e instalar aplicações de websites. Estas aplicações são guardadas em pacotes Debian (.deb). Para instalar um pacote Debian:
ro: Puteți să descărcați și să instalați aplicații de pe site-uri web. Aceste aplicații sunt conținute în pachete Debian (.deb). Pentru a instala un pachet Debian:
sk: Môžete si stiahnuť a nainštalovať aplikácie z webových stránok. Tieto aplikácie sú obsiahnuté v balíkoch Debian (.deb). Na nainštalovanie Debian balíka je potrebné:
sl: Programe lahko namestite s spletnih strani. Shranjeni so v paketih Debian (.deb). Za nameščanje paketov Debian storite naslednje:
sq: Ju mund të shkarkoni dhe instaloni programe nga faqet e internetit. Këto programe përmbahen në paketat Debian (.deb). Për të instaluar një paketë Debian:
sr: Можете да преузмете и инсталирате апликације са веб сајтова. Ове апликације су садржане у Дебиан (.deb) пакетима. Да инсталирате Дебиан пакет:
tr: Web sitelerinden uygulamaları indirip yükleyebilirsiniz. Bu uygulamalar Debian (.deb) paketleri halinde bulunuyor. Bir Debian paketini yüklemek için:
uk: Програми можна завантажити та встановити з веб-сайтів. Ці програми містяться в пакунках Debian (.deb). Щоб встановити пакунок Debian:
vi: Bạn có thể tải và cài đặt ứng dụng từ website . Những ứng dụng đó chứa gọi Debian .deb . Để cài đặt gói Debian
zh_cn: 您可以从网站上下载并安装应用软件。这些应用程序包含在 Debian (.deb) 软件包中。安装 Debian 软件包：
zh_hk: 你也可以自行由其他網站下載和安裝應用程式，這些應用程式被包成一個 Debian (副檔名 .deb) 套件。安裝 Debian 套件的方式：

source: Download the package from a website.
ast: Descarga el paquete d'un sitiu web.
ca: Baixeu el paquet d'un lloc web.
da: Hent pakken fra en hjemmeside.
eo: Elŝuti la pakaĵon el retejo.
es: Descargar el paquete desde un sitio web.
fi: Nouda paketti WWW-sivustolta.
gl: Descargar o paquete desde un web.
hu: Töltse le a csomagot a webhelyről.
id: Unduh paket tersebut dari sebuah situs web.
lv: Lejupielādē pakotni no tīmekļa vietnes.
nb: Last ned pakken fra en nettside.
nl: Download het pakket van een website.
pt: Descarregue o pacote de um website.
ro: Descărcați pachetul de pe un site web.
sk: Stiahnite balík z webovej stránky.
sl: Prenesite paket s spletne strani.
sq: Shkarko paketën nga një faqe interneti.
sr: Преузмите пакет са веб сајта.
tr: Paketi web sitesinden indirin.
uk: Завантажте пакунок з веб-сайту.
vi: Tải gói từ website
zh_cn: 从网站上下载软件包
zh_hk: 由網站下載 .deb 套件。

source: Double-click the package. It will be opened in the Package Installer.
ast: Calca dos veces enriba'l paquete. Abrirase l'instalador de paquetes.
ca: Feu doble clic al paquet, el qual s'obrirà a l'instal·lador de paquets.
da: Dobbeltklik på pakken. Den vil blive åbnet i pakkeinstallations-programmet.
eo: Duoble alklaku la pakaĵon. La Pakaĵinstalilo malfermos ĝin.
es: Pulse dos veces sobre el paquete. Se abrirá el instalador de paquetes.
fi: Kaksoisnapsauta pakettia. Se avautuu Paketinasentaja-ohjelmaan.
gl: Dobre clic sobre o paquete. Abrirase no Instalador de paquetes
hu: Kattintson duplán a csomagra, ekkor a Csomagtelepítő megnyitja azt.
id: Klik ganda pada paket tersebut. Paket ini akan terbuka dalam Pemasang Paket.
lv: Dubultklikšķiniet pakotni. Tā tiks atvērta ar pakotņu instalatoru.
nb: Dobbelklikk på pakken. Den skal åpnes i Pakkeinstalléreren.
nl: Dubbelklik op het pakket. Het zal in de pakketinstalleerder geopend worden.
pt: Clique duas vezes no pacote. Será aberto no Instalador de Pacotes.
ro: Dați dublu-clic pe pachet. Acesta va fi deschis în aplicația de instalare a pachetelor.
sk: Dvakrát kliknite na balík. Otvorí sa vám Inštalátor balíkov.
sl: Dvakrat kliknite na paket. Odprl se bo v Namestilniku paketov.
sq: Klikoni dy herë paketën. Ajo do të hapet nga Instaluesi i Paketave.
sr: Двапут кликните на пакет. Биће отворен у Инсталеру пакета.
tr: Pakete çift tıklayın. Paket Yükleyici çalışacaktır.
uk: Двічі клацніть пакунок. Він відкриється в Інсталяторі пакунків.
vi: Nhấn đúp vào gói. Nó sẽ được mở trong chương trình Cài đặt Gói dữ liệu.
zh_cn: 双击该软件包，软件包安装器就会打开。
zh_hk: 雙擊滑鼠點選下載好的套件，套件安裝程式會將之自動開啟。

source: Click <guibutton>Install</guibutton> to install the package.
ast: Calca <guibutton>Instalar</guibutton> pa instalar el paquete.
ca: Feu clic a <guibutton>Instal·la</guibutton> per a instal·lar el paquet.
da: Klik på <guibutton>Installér</guibutton> for at installere pakken.
eo: Alkalku je <guibutton>Instali</guibutton> por instali la pakaĵon.
es: Pulse <guibutton>Instalar</guibutton> para instalar el paquete.
fi: Napsauta <guibutton>Asenna</guibutton> asentaaksesi paketin.
gl: Prema <guibutton>Instalar</guibutton> para instalar o paquete.
hu: Kattintson a <guibutton>Telepítés</guibutton> gombra a csomag telepítéséhez.
id: Klik <guibutton>Pasang</guibutton> untuk memasang paket ini.
lv: Klikšķiniet <guibutton>Instalēt pakotni</guibutton>, lai instalētu pakotni.
nb: Trykk <guibutton>Installér pakke</guibutton> for å legge den inn.
nl: Druk op <guibutton>Installeren</guibutton> om het pakket te installeren.
pt: Clique <guibutton>Instalar</guibutton> para instalar o pacote.
ro: Dați clic pe <guibutton>Instalează</guibutton> pentru a instala pachetul.
sk: Kliknite na <guibutton>Nainštalovať balík</guibutton> aby ste nainštalovali balík.
sl: Za namestitev paketa kliknite gumb <guibutton>Namesti</guibutton>.
sq: Kliko butonin <guibutton>Instalo</guibutton> për të instaluar paketën.
sr: Кликните <quote><guibutton>Инсталирај</guibutton></quote> да инсталирате пакет.
tr: Paketi yüklemek için <guibutton>Yükle</guibutton>'ye basın.
uk: Щоб встановити пакунок, натисніть кнопку <guibutton>Встановити</guibutton>.
vi: Nhấn <guibutton>Cài đặt</guibutton> để cài đặt gói ứng dụng.
zh_cn: 点击<guibutton>安装</guibutton>以安装该软件包。
zh_hk: 按下<guibutton>安裝</guibutton>按鈕來安裝套件。

source: Installing single packages in this way is not recommended, for the following reasons:
ast: Instalar paquetes individuales d'esta manera nun s'encamienta, poles razones siguientes:
ca: La instal·lació de paquets d'aquesta manera no és recomanable per les raons següents:
da: Det kan ikke anbefales at installere enkeltpakker på denne måde af følgende grunde:
eo: Ni ne rekomendas instali unuopajn pakaĵojn tiel, pro la jenaj kialoj:
es: No es recomendable instalar paquetes individuales de esta manera, por las siguientes razones:
fi: Pakettien asentaminen tällä tavalla ei ole suositeltavaa seuraavista syistä:
gl: A instalación illada de paquetes deste modo non é recomendábel, polas razóns seguintes:
hu: Az önálló csomagok telepítésének a következők miatt nem ez a javasolt módja:
id: Memasang paket-paket tunggal dengan cara ini tidak disarankan, karena alasan berikut:
lv: Atsevišķu pakotņu instalēšana šādā veidā nav ieteicama sekojošu iemeslu dēļ:
nb: Å legge inn én og en pakke på denne måten er ikke anbefalt, av følgende årsak:
nl: Losse pakketten op deze manier installeren wordt niet aanbevolen, om de volgende redenen:
pt: Instalar pacotes únicos desta forma não é recomendado, pelas seguintes razões:
ro: Instalarea pachetelor în acest mod nu este recomandată, din următoarele motive:
sk: Inštalovať individuálne balíky týmto spôsobom nie je odporúčané z následujúcich dôvodov:
sl: Tovrstno nameščanje posameznih paketov ni priporočljivo iz naslednjih razlogov:
sq: Instalimi i paketave të vetme në këtë mënyrë nuk rekomandohet, për arsyet që vijojnë:
sr: Инсталирање појединачних пакета на овај начин се не препоручује, из следећих разлога:
tr: Aşağıdaki nedenlerden ötürü tekil paketleri bu şekilde yüklemek önerilmemektedir:
uk: Не радимо таким способом встановлювати окремі пакунки через наступні причини:
vi: Đang cài đặt gói ứng dụng đơn theo cách không được đề nghị vì những lý do:
zh_cn: 基于以下原因，不推荐以这种方式安装单个软件包：
zh_hk: 但不建議用這個方法安裝單一套件，原因有：

source: The packages have not been checked for security by Ubuntu members, and could contain software which harms your computer. You should only download single packages from websites that you trust.
ast: Los miembros d'Ubuntu nun tienen comprobao la seguridá de los paquetes, y puede contener software dañible pa l'ordenador. Habríes descargar paquetes individuales namái de sitios web de confianza.
ca: Els membres de l'Ubuntu no hauran comprovat si els paquets són segurs, per la qual cosa pot ser que continguin programari que malmeti el vostre ordinador. Només hauríeu de baixar paquets de llocs web en què confieu.
da: Pakkernes sikkerhed er ikke blevet kontrolleret af Ubuntu-medlemmer, og de kan indeholde software, der kan skade din computer. Du bør kun hente enkeltpakker fra websteder, som du har tillid til.
eo: La pakaĵoj ne estas kontrolitaj de membroj de Ubuntu, kaj eble enhavas programon kiu difektigos vian komputilon. Vi devus elŝuti unuopajn pakaĵojn el retejoj kiujn vi fidas.
es: La seguridad de los paquetes no ha sido verificada por los miembros de Ubuntu, y puede contener software que perjudique a su equipo. Sólo debe descargar paquetes individuales de los sitios web en los que usted confía.
fi: Ubuntun kehittäjät eivät ole tarkistaneet pakettien tietoturvallisuutta, ja paketit voivat siten sisältää tietokonetta vahingoittavia ohjelmia. Paketteja tulisi noutaa vain WWW-sivustoilta, joihin luotetaan.
gl: Os paquetes non foron verificados respecto da súa seguranza polos membros de Ubuntu e poden conter programas que danen o seu computador. Só debería descargar paquetes de sitiios nos que confíe.
hu: A csomagokat biztonsági szempontból nem ellenőrizték Ubuntu tagok és rosszindulatú szoftvereket is tartalmazhatnak. Csak megbízható weboldalakról letöltött önálló csomagokat telepítsen.
id: Paket-paket belum diperiksa untuk keamanan oleh para anggota Ubuntu, dan dapat mengandung perangkat lunak yang merusak komputer Anda. Anda sebaiknya hanya mengunduh paket tunggal dari situs yang Anda percayai.
lv: Ubuntu projekta dalībnieki nav pārbaudījuši šīs pakotnes drošumu, un tā var saturēt kaitniecisku programmatūru. Atsevišķu pakotņu lejupielādēšanu vajadzētu veikt tikai no vietām, kurām jūs uzticaties.
nb: Pakkene har ikke blitt sjekket av Ubuntu-medlemmer, og kan inneholde skadelig programvare. Last kun ned pakker fra nettsider som du stoler på.
nl: De pakketten zijn niet gecontroleerd op veiligheid door Ubuntu-ontwikkelaars, en kunnen schadelijke software bevatten. U kunt het beste alleen losse pakketten downloaden van websites die u vertrouwt.
pt: Os pacotes não foram verificados pelos membros da equipa de segurança do Ubuntu, e podem conter software malicioso. Deve apenas descarregar pacotes de sítios em que confie.
ro: Pachetele nu au fost verificate din punct de vedere al securității de către membrii Ubuntu și ar putea conține aplicații care să fie dăunătoare calculatorului dvs. Ar trebui să descărcați pachete doar de pe site-uri web în care aveți încredere.
sk: Tieto balíky neboli bezpečnostne overené spolupracovníkmi Ubuntu a môžu obsahovať softvér, ktorý môže poškodiť váš počítač. Samostatné balíky by ste mali sťahovať len z webových stránok ktorým veríte.
sl: Člani Ubuntuja niso preverili, če so ti paketi varni, tako da lahko vsebujejo programe, ki bi lahko škodili vašemu računalniku. Posamezne pakete prenašajte samo s spletnih strani, ki jim zaupate.
sq: Paketat nuk janë kontrolluar për sigurinë nga anëtarët e Ubuntu dhe mund të përmbajnë programe që mund ta dëmtojnë kompjuterin tuaj. Ju duhet të shkarkoni paketa të vetmuara vetëm nga faqet e internetit që ju i besoni.
sr: Чланови Убунтуа нису тестирали пакете на безбедност, а могу да садрже софтвер који може да оштети Ваш рачунар. Требали бисте да преузимате појединачне пакете само са веб сајтова у које имате поверења.
tr: Bu paketler Ubuntu üyeleri tarafından güvenlik açısından incelenmemişlerdir ve bilgisayarınıza zarar verecek yazılımlar içerebilirler. Sadece güvendiğiniz web sitelerinden tekil paketleri indirin.
uk: Безпечність пакунків не перевірена членами Ubuntu і вони можуть містити програмне забезпечення, яке завдає шкоду вашому комп'ютеру. Потрібно завантажувати окремі пакунки лише з веб-сайтів, яким ви довіряєте.
vi: Các gói dữ liệu không được kiểm tra độ bảo mật bởi các thành viên của Ubuntu, và nó có thể chứa các chương trình làm hại máy tính của bạn. Bạn chỉ nên tải những gói dữ liệu lẻ tử những website mà bạn tin tưởng.
zh_cn: 这些软件包未经 Ubuntu 成员进行安全检查，可能包含有对您的计算机有害的软件。您应该仅从您信任的网站上下载单个软件包。
zh_hk: Ubuntu 成員並無法檢查這些套件的安全性，這些套件亦有可能隱藏了一些會損害電腦的不明軟件。因此下載安裝前，請確定提供套件的網站是可靠的。

source: The package may require some extra software to run, which cannot be installed automatically. You will have to find and install this software yourself.
ast: El paquete puede necesitar dalgún software estra pa funcionar, que nun pueda instalase automáticamente. Tendrás qu'alcontrar ya instalar esi software por tí mesmu.
ca: Pot ser que calgui programari addicional perquè el paquet funcioni. Aquest programari no es pot instal·lar automàticament, per la qual cosa l'haureu de cercar i instal·lar vós mateix.
da: Pakken kan kræve yderligere software for at køre, som ikke kan installeres automatisk. Du bliver nødt til at finde og installere denne software selv.
eo: Por funkcii la pakaĵo eble bezonas pluan programaron, kiu ne instaliĝos aŭtomate. Vi mem devos trovi kaj instali tiun pakaĵon.
es: El paquete puede requerir software adicional para funcionar que no se puede instalar automáticamente. Tendrá que encontrar e instalar este software usted mismo.
fi: Paketit saattavat vaatia toimiakseen lisäohjelmia, joita ei voi asentaa automaattisesti. Tällaiset ohjelmat tulee etsiä ja asentaa itse.
gl: O paquete pode precisar de algun que outro programa para ser executar, que pode non ser instalado automaticamente. Cómpre que vostede mesmo encontre e instale o programa.
hu: A csomag működéséhez olyan további szoftverek lehetnek szükségesek, amelyek nem telepíthetők automatikusan. Ezeket Önnek kell megkeresnie és telepítenie.
id: Paket ini mungkin membutuhkan beberapa perangkat lunak tambahan agar dapat berjalan, yang tidak dapat dipasang secara otomatis. Anda harus menemukan dan memasang perangkat lunak ini sendiri.
lv: Pakotnei varētu būt vajadzīga papildus programmatūra, kuru nevar uzinstalēt automātiski. Tādā gadījumā jums pašiem būs jāatrod un jāuzinstalē šī papildus programmatūra.
nb: Pakken trenger kanskje tilleggsprogramvare for å kjøre, som ikke vil automatisk bli lagt inn. Du må finne denne programvaren selv.
nl: Om te werken, kan het pakket extra software nodig hebben die niet automatisch geïnstalleerd wordt. U zult deze software zelf moeten zoeken en installeren.
pt: Este pacote pode requerer algum software extra para correr, que não pode ser instalado automaticamente. Terá que encontrar e instalar este software você mesmo.
ro: Pachetul poate avea nevoie de aplicații suplimentare, care nu pot fi instalate automat. Va trebui să căutați și să instalați singur aceste aplicații.
sk: Tento balík môže potrebovať ďalší softvér aby sa mohol spustiť, ktorý sa nemôže nainštalovať automaticky. Tento softvér si budete musieť nájsť a nainštalovať sami.
sl: Paket lahko za svoje delovanje zahteva dodane programe, ki pa jih ni mogoče samodejno namestiti. Za njihovo namestitev boste morali poskrbeti sami.
sq: Paketës mund t'i duhen disa programe shtesë për të punuar, të cilat nuk mund të shkarkohen automatikisht. juve do t'iu duhet t'i gjeni dhe instaloni vetë këto programe.
sr: Пакет може да захтева неки додатни софтвер да би радио, а који не може бити инсталиран аутоматски. Мораћете сами да пронађете и инсталирате тај софтвер.
tr: Bu paket çalışmak için otomatik olarak yüklenemeyen ekstra bazı uygulamalara ihtiyaç duyuyor. Bu uygulamayı kendiniz bulup yüklemelisiniz.
uk: Щоб програмне забезпечення працювало, пакункам, можливо, необхідне додаткове програмне забезпечення, яке неможливо встановити автоматично. Вам самим треба буде самостійно знайти та встановити це програмне забезпечення.
vi: Gói dữ liệu này yêu cầu thêm vài phần mềm mở rộng để chạy, nó không thể cài đặt tự động được. Bạn sẽ phải tìm và tự mình cài đặt phần mềm này.
zh_cn: 该软件包的运行可能需要额外的软件，无法自动安装。您可能会要亲自寻找并安装该软件。
zh_hk: 這些單獨的套件可能需要額外的依賴軟體才能執行，而那些軟件無法自動安裝。您將需要自行找齊所有的依賴軟件，並依序手動安裝。

source: Clicking a link on a web page
ast: Calcando nel enllaz d'una páxina web
ca: Fent clic en un enllaç d'una pàgina web
da: Klik på et link på en webside
eo: Alklaki ligilon en retejo
es: Pulsar un vínculo en una página web
fi: Linkin napsauttaminen WWW-sivulla
gl: Premendo unha ligazón nunha páxina de web
hu: Weboldalon lévő hivatkozásra kattintás
id: Mengklik sebuah taut di halaman web.
lv: Lietotnes instalēšana klikšķinot saiti tīmekļa lapā
nb: Klikke på en lenke på en nettside
nl: Een koppeling op een webpagina aanklikken
pt: Clicando numa ligação numa página da Web.
ro: Accesarea unui link de pe o pagină web
sk: Kliknutím na odkaz na webovej stránke
sl: Povezave na spletnih straneh
sq: Klikimi i një shkurtoreje në një faqe interneti
sr: Кликање везе на веб страници
tr: Bir web sayfasındaki bağlantıya basmak
uk: Клацання посилання на веб-сторінці
vi: Nhấn vào đường dẫn trên website
zh_cn: 点击网页上的链接
zh_hk: 以網頁連結自動安裝軟件
