Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Select <guilabel>Other Software</guilabel> and click on the <guibutton>Add CD-ROM</guibutton> button.
ast: Escueyi <guilabel>Otru software</guilabel> y calca nel botón <guibutton>Amestar CD-ROM</guibutton>.
ca: Seleccioneu <guilabel>Altre programari</guilabel> i feu clic al botó <guibutton>Afegeix un CD-ROM</guibutton>.
da: Vælg <guibutton>Anden software</guibutton> og klik på knappen <guibutton>Tilføj cd-rom</guibutton>.
eo: Elektu je <guilabel>Aliaj programaroj</guilabel> kaj alklaku la butonon <guibutton>Aldoni KD-ROM-on</guibutton>.
es: Seleccione <guilabel>Otro software</guilabel> y pulse el botón <guibutton>Añadir CD-ROM</guibutton>.
fi: Valitse <guilabel>Muut ohjelmistot</guilabel> ja napsauta <guibutton>Lisää CD-levy</guibutton> -painiketta.
gl: Escolla <guilabel>Outro software</guilabel> e faga clic no botón <guibutton>Engadir CD-ROM</guibutton>
hu: Válassza az <guilabel>Egyéb szoftver</guilabel> fület, és nyomja meg a <guibutton>CD-ROM hozzáadása</guibutton> gombot.
lv: Izvēlieties <guilabel>Cita programmatūra</guilabel> un klikšķiniet <guibutton>Pievienot CD-ROM</guibutton> pogu.
nb: Velg <guilabel>Annen programvare</guilabel> og klikk knappen <guibutton>Legg til CD-ROM</guibutton>.
nl: Kies <guilabel>Overige software</guilabel> en druk op de knop <guibutton>Cd-rom toevoegen</guibutton>.
pt: Seleccione <guilabel>Outro Software</guilabel> e clique no botão <guibutton>Adicionar CD-ROM</guibutton>.
ro: Selectați <guilabel>Alt software</guilabel> și apăsați pe butonul <guibutton>Adaugă CD-ROM</guibutton>.
sk: Zvoľte <guilabel>Ostatný softvér</guilabel> a kliknite na tlačidlo <guibutton>Pridať CD-ROM</guibutton>.
sl: Izberite <guilabel>Drugi programi</guilabel> in kliknite na gumb <guibutton>Dodaj CD-ROM ...</guibutton>.
sq: Zgjidh <guilabel>Programe të Tjera</guilabel> dhe kliko në butonin <guibutton>Shto CD-ROM</guibutton>.
sr: Изаберите <quote><guilabel>Остали софтвер</guilabel></quote> и кликните на дугме <quote><guibutton>Додај ЦД-РОМ</guibutton></quote>.
tr: <guilabel>Other Software</guilabel>'i seçin ve <guibutton>Add CD-ROM</guibutton> düğmesi üzerine basın.
uk: Виберіть <guilabel>Інше програмне забезпечення</guilabel> та натисніть на кнопку <guibutton>Додати CD-ROM</guibutton>.
zh_cn: 选择 <guilabel>其它软件</guilabel> 然后点击 <guibutton>添加 CD-ROM</guibutton> 按钮。
zh_hk: 選取 <guilabel>其他軟件</guilabel> 並點擊<guibutton>添加光碟</guibutton>按鈕。

source: Insert the CD.
ast: Inxerta'l CD.
ca: Inseriu el CD.
da: Indsæt cd'en.
eo: Enigi la KD-n.
es: Inserte el CD.
fi: Syötä CD.
gl: Insira o CD.
hu: Tegye be a CD-t.
id: Masukkan CD.
lv: Ievietojiet kompaktdisku.
nb: Sett inn CDen.
nl: Plaats de cd in de speler.
pt: Insira o CD.
ro: Introduceți CD-ul.
sk: Vložte CD.
sl: Vstavite CD.
sq: Vendosni CD.
sr: Убаците ЦД.
tr: CD'yi yerleştirin.
uk: Вставте CD-диск.
vi: Cho đĩa CD vào
zh_cn: 插入光盘。
zh_hk: 放入 CD。

source: The packages should then be listed. To have Synaptic only list packages from the CD, click the <guibutton>Origin</guibutton> button on the lower left corner of the Synaptic window and then find the name of the CD in the list in the upper left corner the window.
ast: Los paquetes tendríen que llistase agora. Pa que Synaptic amuese namái paquetes del CD, calca nel botón <guibutton>Orixe</guibutton> del requexu fonderu izquierdu del ventanu de Synaptic y lluéu alcuentra'l nome del CD na llista del requexu cimeru izquierdu del ventanu.
ca: Llavors es mostraran els paquets. Si voleu que el Synaptic només mostri els paquets disponibles en el CD, feu clic al botó <guibutton>Origen</guibutton> de la cantonada inferior esquerra de la finestra del Synaptic i llavors cerqueu el nom del CD a la llista de la part superior esquerra de la finestra.
da: Pakkerne skulle herefter blive listet. For at få Synaptic til kun at vise pakker fra cd'en, skal du klikke på knappen <guibutton>Oprindelse</guibutton> i det nederste venstre hjørne af Synaptic-vinduet og derefter finde navnet på cd'en på listen i øverste venstre hjørne af vinduet.
eo: Tiam la pakaĵoj devus esti listigitaj. Por ke Synaptic listigu nur pakaĵojn el la KD, alklaku la butonon <guibutton>Origino</guibutton> ĉe la malsupra maldekstra angulo de la Synaptic-fenestro kaj tiam serĉu la nomon de la KD en la listo en la supra maldekstra angulo de la fenestro.
es: A continuación, deben mostrarse los paquetes. Para que Synaptic muestre únicamente los paquetes contenidos en el CD, pulse en el botón <guibutton>Origen</guibutton> situado en la esquina inferior izquierda de la ventana de Synaptic y a continuación busque el nombre del CD en la lista que aparecerá en la esquina superior izquierda de la ventana.
fi: Tällöin pakettien pitäisi näkyä listalla. Jotta Synaptic näyttäisi vain CD-levyllä olevat paketit, paina <guibutton>Lähde</guibutton> nappia Synapticin ikkunan vasemmasta alakulmasta ja etsi sitten CD-levyn nimi ikkunan vasemmassa yläkulmassa olevasta listasta.
gl: Os paquetes deberían aparecer nunha lista. Para que o Synaptic só liste os paquetes do CD, prema o botón <guibutton>Orixe</guibutton> do recanto inferior esquerdo da xanela do Synaptic e procure o nome do CD na lista no recanto superior esquerdo da xanela.
hu: A csomagok felsorolásra kerülnek. Ha azt szeretné, hogy a Synaptic csak azokat a csomagokat listázza, amelyek a telepítőlemezen találhatók, kattintson az <guibutton>Eredet</guibutton> gombra a Synaptic ablak bal alsó sarkában. Ezután az ablak bal felső sarkában keresse meg a CD nevét, amelyről telepíteni szeretne.
id: Paket-paket harus didaftar. Untuk membuat Synaptic hanya menampilkan daftar paket dari CD, klik tombol <guibutton>Asal</guibutton> pada ujung kiri bawah jendela Synaptic dan kemudian pilih nama dari CD pada daftar di ujung kiri atas jendela.
lv: Tad pakotnēm vajadzētu parādīties. Lai Synaptic rādītu pakotnes tikai no kompaktdiska, klikšķiniet <guibutton>Izcelsme</guibutton> pogu loga apakšējā kreisajā stūrī, un atrodiet kompaktdiska nosaukumu loga augšējā labajā stūrī.
nb: En liste over pakkene skal så vises. For at Synaptic kun skal vise pakkene fra CD'en, klikk knappen <guibutton>Opprinnelse</guibutton> nederst i venstre hjørne og finn så navnet på CD'en i listen øverst i venstre hjørne.
nl: De pakketten zouden dan weergegeven moeten worden. Om Synaptic alleen pakketten van de cd te laten tonen, drukt u op de knop <guibutton>Oorsprong</guibutton> linksonder in het venster van Synaptic, en kiest u vervolgens de naam van de cd in de lijst linksboven in het venster.
pt: Os pacotes deverão então estar listados. Para ter o Synaptic a listar apenas os pacotes do CD, clique no botão <guibutton>Origem</guibutton>, no canto inferior esquerdo da janela do Synaptic, e depois procure o nome do CD na lista, no canto superior esquerdo da janela.
ro: Pachetele ar trebui să fie apoi listate. Pentru a determina Synaptic să listeze doar pachetele de pe CD, apăsați butonul <guibutton>După origine</guibutton> din partea stângă-jos a ferestrei Synaptic și apoi căutați numele CD-ului în lista din partea stângă-sus a ferestrei.
sk: Balíky by sa mali následne načítať. Pre zobrazenie iba balíkov, ktoré sa nachádzajú na CD, kliknite na tlačidlo <guibutton>Pôvod</guibutton> v ľavom dolnom rohu okna programu a nájdite názov CD v zozname v hornej časti okna Synapticu.
sl: Paketi bi morali biti na seznamu. Da bi Synaptic izpisal le pakete iz CD-ja, kliknite gumb <guibutton>Izvor</guibutton> v spodnjem levem kotu okna Synaptic in nato poiščite ime CD-ja na seznamu v zgornjem levem kotu okna.
sq: Paketat pas kësaj duhet të jenë të listuara. Për të bërë që Synaptic të rreshtojë vetëm paketat nga CD, klikoni butonin <guibutton>Origjina</guibutton> në cepin poshtë majtas të dritares së Synaptic dhe pastaj gjeni emrin e CD-së në pjesën e sipërme majtas të dritares.
sr: Пакети би требали да се појаве на списку. Да би Синаптик излистао само пакете са ЦД-а, кликните на дугме <quote><guibutton>Порекло</guibutton></quote> у доњем левом углу прозора Синаптика, а затим пронађите име ЦД-а на списку у горњем левом углу прозора.
tr: Paketler çok geçmeden listenelecektir. Synaptic'i sadece CD'deki paketleri listeletmek için, Synaptic'in sol alt köşesinde bulunan <guibutton>Köken</guibutton> düğmesine tıklayın ve pencerenin sol üst köşesindeki listede CD'nin ismini bulun.
uk: Тоді пакунки повинні бути перелічені. Щоб в Synaptic відображався перелік пакунків лише з CD-диску, у нижньому лівому кутку вікна Synaptic натисніть кнопку <guibutton>Початок</guibutton>, після чого знайдіть назву CD-диска у переліку, що знаходиться у верхньому лівому кутку вікна.
vi: Các gói sẽ được liệt kê. Để Synaptic chỉ liệt kê các gói từ CD này, nhấn vào nút <guibutton>Nguồn</guibutton> ở góc dưới bên trái của cửa sổ Synaptic và sau đó tìm tên của CD trong danh sách ở phần phía trên bên trái của cửa sổ.
zh_cn: 软件包会被列出。想要新立得只列出这张光盘里的内容，点击左下角的<guibutton>源自</guibutton>按钮，再选择点击这张光盘的名字。
zh_hk: 新的套件應該會出現在列表上。如果只想顯示在新套件光碟中的軟件，按一下 Synaptic 視窗左下角的<guibutton>來源</guibutton> 按鈕，找找看光碟的套件的名稱，套件清單就在裏面。

source: Using APTonCD to install packages
ast: Usar APTonCD pa instalar paquetes
ca: Utilització de l'APTonCD per a instal·lar paquets
da: Brug APTonCD til at installere pakker
eo: Uzi je APTonCD por instali pakaĵojn
es: Usar APTonCD para instalar paquetes
fi: APTonCD-ohjelman käyttö pakettien asentamiseen
gl: Usar APTonCD para instalar paquetes
hu: Az APTonCD használata csomagok telepítéséhez
id: Sedang memakai APTonCD untuk memasang paket-paket
lv: APTonCD izmantošana pakotņu instalēšanai
nb: Bruk av APTonCD for å installere pakker
nl: APTonCD gebruiken om pakketten te installeren
pt: Usando APTonCD para instalar pacotes
ro: Folosirea APTonCD pentru instalarea pachetelor
sk: Používanie APTonCD na inštaláciu balíkov
sl: Uporaba APTonCD za namestitev paketov
sq: Përdorimi i APTonCD për të instaluar paketat
sr: Коришћење АПТонЦД за инсталирање пакета
tr: APTonCD'yi kullanarak paketleri kurmak
uk: Використання APTonCD для встновлення пакунків
vi: Dùng APTonCD để cài các gói
zh_cn: 使用 APTonCD 来安装软件包
zh_hk: 使用 APTonCD 安裝軟件套件

source: <application>APTonCD</application> can be used to create a CD that contains all the packages you have on your system, or it can create CDs with packages or entire repositories of your choice. In a package manager such as <application>Synaptic</application>, find the <emphasis>aptoncd</emphasis> package and install it.
ast: <application>APTonCD</application> puede usase pa crear un CD que contien tolos paquetes que tienes nel sistema, o puede crear CDs colos paquetes o repositorios enteros que prefieras. Nun xestor de paquetes como <application>Synaptic</application>, alcuentra el paquete <emphasis>aptoncd</emphasis> ya instálalu.
ca: Podeu utilitzar l'<application>APTonCD</application> per a crear un CD amb tots els paquets que hi ha al sistema, o bé amb els paquets o dipòsits complets que escolliu. Per a instal·lar-lo des d'un gestor de paquets com el <application>Synaptic</application>, cerqueu el paquet <emphasis>aptoncd</emphasis> i instal·leu-lo.
da: <application>APTonCD</application> kan bruges til at oprette en cd som indeholder alle de pakker du har installeret på dit system, eller den kan oprette cd'er med pakker eller hele arkiver, ud fra dit valg. I en pakkehåndtering såsom <application>Synaptic</application> skal du finde <emphasis>aptoncd</emphasis>-pakken og installere den.
eo: Oni povas uzi je <application>APTonCD</application> por krei KD-on kiu enhavas cxiujn pakaĵojn kiujn vi havas en via sistemo, aux por krei KD-on kun pakaĵoj aŭ tutaj deponejoj elektitaj de vi. En pakaĵa mastrumilo, ekzemple <application>Synaptic</application>, trovu la pakaĵon <emphasis>aptoncd</emphasis> kaj instalu ĝin.
es: <application>APTonCD</application> puede usarse para crear un CD que contenga todos los paquetes que tiene en su sistema, o para crear CDs con los paquetes o repositorios completos que usted elija. En un gestor de paquetes como <application>Synaptic</application>, localice el paquete <emphasis>aptoncd</emphasis> e instálelo.
fi: <application>APTonCD</application>-ohjelmaa voidaan käyttää kaikki järjestelmässä olevat paketit tai kokonaisia ohjelmalähteitä sisältävien CD-levyjen luomiseen. Etsi pakettienhallintaohjelmalla, kuten <application>Synapticilla</application>, <emphasis>aptoncd</emphasis>-pakettia ja asenna se..
gl: Pódese utilizar <application>APTonCD</application> para crear un CD que conteña todos os paquetes que ten no seu sistema ou pode crer CDs cos paquetes ou repositorios enteiros que queira. Nun xestor de paquetes como <application>Synaptic</application>, procure o paquete <emphasis>aptoncd</emphasis> e instáleo.
hu: Az <application>APTonCD</application> segítségével készíthet az összes, a rendszerén telepített csomagot tartalmazó CD-t, vagy kiválasztott csomagokat vagy teljes tárolókat tartalmazó CD-t. Egy csomagkezelőben, például a <application>Synapticban</application> keresse meg az <emphasis>aptoncd</emphasis> csomagot és telepítse.
id: <application>APTonCD</application> dapat digunakan untuk membuat sebuah CD yg berisi semua paket yg ada dalam sistem Anda, atau juga dapat membuat CD dg paket-paket atau isi repositori pilihan. Dalam manajer paket seperti <application>Synaptic</application>, cari paket <emphasis>aptoncd</emphasis> dan instal.
lv: <application>APTonCD</application> var tikt izmantots, lai izveidotu kompaktdisku, kurš satur visas pakotnes, kuras ir uz datora. Ar to var arī izveidot kompaktdisku ar pakotnēm vai pat veselām krātuvēm pēc jūsu izvēles. Pakotņu pārvaldniekā, kā, piemēram, <application>Synaptic</application>, atrodiet <emphasis>aptoncd</emphasis> pakotni un uzinstalējiet to.
nb: <application>APTonCD</application> kan brukes for å lage en CD med all programvare du har på datamaskinen din, eller det kan lage CD-er med programvare fra en valgt pakkebrønn. I en pakkebehandler som <application>Synaptic</application>, finn frem til <emphasis>aptoncd</emphasis>-pakken og innstaller den.
nl: <application>APTonCD</application> kan worden gebruikt om een cd te maken die alle pakketten bevat die u op uw systeem heeft, of om een cd te maken met pakketten of complete pakketbronnen naar keuze. Zoek het pakket <emphasis>aptoncd</emphasis> in een pakketbeheerder als <application>Synaptic</application> en installeer het.
pt: O <application>APTonCD</application> pode ser usado para criar um CD que contenha todos os pacotes que tenha instalado no seu sistema ou pode criar CDs com pacotes ou repositórios inteiros da sua escolha. Num gestor de pacotes como o <application>Synaptic</application>, encontre o pacote <emphasis>aptoncd</emphasis> e instale-o.
ro: <application>APTonCD</application> poate fi folosit pentru a crea un CD conținând toate pachetele instalate în sistem sau poate crea CD-uri cu pachete sau depozite complete, la alegere. Într-un administrator de pachete precum <application>Synaptic</application>, căutați și instalați pachetul <emphasis>aptoncd</emphasis>.
sk: <application>APTonCD</application> môže byť použité na vytvorenie CD obsahujúceho všetky balíky z vášho systému, alebo môže vytvoriť CD s balíkmi prípadne celými repozitármi podľa vášho výberu. V správcovi balíkov ako <application>Synaptic</application> nájdite balík <emphasis>aptoncd</emphasis> a nainštalujte ho.
sl: <application>APTonCD</application> je mogoče uporabiti za izdelavo CD-ja, ki vsebuje vse pakete, ki jih imate na svojem sistemu ali pa za ustvarjanje CD-ja z vsemi skladišči po vaši izbiri. V upravljalniku paketov, kot je <application>Synaptic</application>, poiščite paket <emphasis>aptoncd</emphasis> in ga namestite.
sq: <application>APTonCD</application> mund të përdoret për të krijuar një CD që përmban të gjitha paketat që ju keni në sistemin tuaj, ose mund të krijoni CD me paketa ose magazina të tëra që ju zgjidhni. Në një menaxhues paketash siç është <application>Synaptic</application>, gjeni paketën <emphasis>aptoncd</emphasis> dhe instalojeni atë.
sr: <application>АПТонЦД</application> можете да користите да направите ЦД који садржи све пакете које имате на вашем систему, или да направите ЦД са пакетима или читавим ризницама по вашем избору. У управнику пакета, као што је <application>Синаптик</application>, пронађите пакет <quote><emphasis>aptoncd</emphasis></quote> и инсталирајте га.
tr: <application>APTonCD</application> sisteminizdeki tüm paketlerin bulunduğu bir CD yaratmak için kullanılabilir ya da paketlerin veya seçtiğiniz bütün depoların bulunduğu CD'ler yaratabilir. Paket yöneticisinde, örneğin <application>Synaptic</application>, <emphasis>aptoncd</emphasis> paketini bul ve onu kur.
uk: <application>APTonCD</application> можна використовувати для створення CD-диску, на якому містяться пакунки з вашої системи. Також за допомогою цієї програми можна створити CD-диски з пакунками чи цілими сховищами, на ваш вибір. У менеджері пакунків такому як, <application>Synaptic</application> знайдіть пакунок <emphasis>aptoncd</emphasis> та встановіть його.
vi: <application>APTonCD</application> có thể dùng để tạo một CD mà chứa tất cả các gói bạn có trên hệ thống của bạn, hoặc nó có thể tạo các CD với các gói hoặc toàn bộ các kho phần mềm bạn muốn. Trong một trình quản lý gói nào đó, <application>Synaptic</application> chẳng hạn, tìm gói <emphasis>aptoncd</emphasis> và cài nó.
zh_cn: <application>APTonCD</application>可用来制作包含有您系统上所有软件包的CD，也可以制作包含的您选择的软件包或软件仓库的CD。在软件包管理器比如<application>新立得</application>中，找到<emphasis>aptoncd</emphasis>软件包并安装它。
zh_hk: <application>APTonCD</application>可用來燒錄光碟，這份光碟可包含所有已經安裝在系統上的套件、你所選的某些套件或整個套件庫。在套件管理員中 (比如：<application>Synaptic</application>)，找到 <emphasis>aptoncd</emphasis> 套件來安裝它。

source: Further documentation on APTonCD can be found on its website, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
ast: Puede alcontrase más información sobro APTonCD nel so sitiu web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
ca: Trobareu més documentació per a l'APTonCD al seu lloc web: <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
da: Yderligere dokumentation af APTonCD kan findes på dets hjemmeside <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
eo: Plua dokumentado pri APTonCD troviĝas en ĝia retejo, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
es: Podrá encontrar más información sobre APTonCD en su página web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
fi: Lisää tietoja sovelluksesta APTonCD löytyy sen verkkosivuilta, osoitteesta <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
gl: Pódese atopar máis documentación sobre APTonCD na súa web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
hu: Az APTonCD eszköz további dokumentációja az <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink> honlapon található.
id: Dokumentasi tentang APTonCD lebih lanjut dapat ditemukan pada website <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net </ ulink>
lv: Tālāku dokumentāciju par APTonCD var atrast tā tīmekļa vietnē, <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>
nb: Ytterligere informasjon om APTonCD finnes på internett, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
nl: Meer documentatie over APTonCD kunt u vinden op de website, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink> (Engelstalig)
pt: Mais documentação sobre o APTonCD podem ser encontradas no website, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ ulink>
ro: Documentație suplimentară despre APTonCD poate fi găsită pe pagina sa web, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
sk: Ďalšiu dokumentáciu pre APTonCD je možné nájsť na webovej stránke <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>.
sl: Dodatno dokumentacijo o APTonCD lahko najdete na spletni strani projekta, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
sq: Më tepër informacion për APTonCD mund të gjendet në këtë faqe, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
sr: Додатну документацију о АПТонЦД можете наћи на његовом веб сајту: <ulink url="http://aptoncd.sourceforge.net"> <quote>aptoncd.sourceforge.net</quote></ulink>
tr: Daha fazla APTonCD belgesi <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink> sitesinde bulunabilir.
uk: Докладну документацію про APTonCD можна знайти на веб-сайті програми <ulink url="http://aptoncd.sourceforge.net">aptoncd.sourceforge.net</ulink>.
vi: Tài liệu hướng dẫn cụ thể về APTonCD có trên website của chương trình, <ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink> Current Vietnamese:
zh_cn: 更多有关 APTonCD 的文档可以在它的网站找到，<ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>
zh_hk: 更多有關於 APTonCD 的說明文件可以參考：<ulink url="http://aptoncd.sourceforge.net"> aptoncd.sourceforge.net</ulink>

source: What is restricted and non-free software?
ast: ¿Qué ye software restrinxíu y non llibre?
ca: Què és el programari restrictiu i el programari no lliure?
da: Hvad er begrænset og ikke-fri software?
eo: Kio estas restriktitaj kaj malliberaj programaroj?
es: ¿Qué es software restringido y no libre?
fi: Mitä rajoitetut ja epävapaat ohjelmistot ovat?
gl: Que é o software restrinxido e non libre?
hu: Mik azok a zárt és nem szabad szoftverek?
id: Apa itu perangkat lunak terbatas dan tak bebas?
lv: Kas ir ierobežotā un nebrīvā programmatūra?
nb: Hva er begrenset og ikke gratis programvare?
nl: Wat is beperkte en niet-vrije software?
pt: O que é software restrito e software não-livre ?
ro: Ce înseamnă software restricționat și software non-free?
sk: Čo je obmedzený a neslobodný softvér?
sl: Kaj je omejena in neprosta programska oprema?
sq: Çfarë janë programet e kufizuara dhe jo falas?
sr: Шта је ограничен и неслободан софтвер?
tr: Kısıtlı ve özgür olmayan yazılım nedir?
uk: Що таке обмежене та не вільне програмне забезпечення?
zh_cn: 受限和非自由软件是什么？
zh_hk: 何謂受限軟件與非自由軟件？
