Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Most of the software available for Ubuntu is free, open-source software. This software is free for anyone to install and use, and people can modify the software and redistribute it if they like. Ubuntu is built from this type of software.
ast: La mayor parte del software disponible pa Ubuntu ye software llibre, de códigu abiertu. Cualisquiera puede instalar y usar esti software llibremente, y la xente puede camudar el software y redistribuyilu si-y peta. Ubuntu ta fechu con esta mena de software.
ca: La majoria del programari disponible per a l'Ubuntu és lliure i de codi obert. Aquest tipus de programari permet que qualsevol persona el pugui instal·lar i utilitzar de manera lliure i gratuïta, així com modificar-lo i redistribuir-lo si ho desitja. Aquest és el tipus de programari sobre el qual es construeix l'Ubuntu.
da: Hovedparten af den software, der er til rådighed til Ubuntu er fri software med åben kildekode. Denne software er fri for alle at installere og bruge, og folk kan ændre og genudgive softwaren, hvis de ønsker. Ubuntu er bygget af denne type software.
eo: Plejaj programaroj disponeblaj por Ubuntu estas liberaj, publikfontaj programaroj. Iu ajn rajtas instali kaj uzi tiajn programarojn, kaj oni povas modifi la programarojn kaj redisdoni ilin, se oni volas. Ubuntu estas konstruita el tiaj programaroj.
es: Muchos de los programas disponibles para Ubuntu son software libre (u «open source»). Cualquiera puede instalar y usar este software, y cualquiera puede modificarlo y redistribuirlo si lo desea. Ubuntu está construido sobre este tipo de software.
fi: Useimmat Ubuntun ohjelmat ovat vapaita, avoimen lähdekoodin ohjelmia. Nämä ohjelmat tarjoavat kaikille vapaudet asentaa, käyttää, muokata ja jakaa ohjelmia halutulla tavalla. Ubuntu rakennetaan tämäntyyppisistä ohjelmista.
gl: A maioriía do software dispoñible para Ubuntu é softweare ceibe de fonte aberta. Iste software é ceibe para que calquera o instale e use, e a comunidade pode modificalo e redistriubílo se quere. Ubuntu está construído con iste tipo de software.
hu: Az Ubuntuhoz elérhető legtöbb szoftver szabad és nyílt forráskódú. Ezek a programok bárki által szabadon telepíthetők és használhatók, és bárki módosíthatja, továbbadhatja őket. Az Ubuntu ilyen szoftverekből áll.
id: Kebanyakan perangkat lunak yang tersedia untuk Ubuntu adalah perangkat lunak bebas dan kode terbuka. Perangkat lunak ini bebas bagi siapapun untuk memasang dan menggunakan, dan orang-orang dapat memodifikasi perangkat lunak itu dan mendistribusikan kembali jika mereka mau. Tipe perangkat lunak seperti inilah Ubuntu dibuat.
lv: Lielākā daļa Ubuntu programmatūras ir brīva, atvērtā pirmkoda programmatūra. Šo programmatūru jebkurš var brīvi instalēt un lietot, un cilvēki var mainīt šo programmatūru un, ja vēlas, izplatīt. Ubuntu ir veidots no šāda veida programmatūras.
nb: Det meste av programvaren tilgjengelig i Ubuntu er gratis programvare basert på åpen kildekode. Denne programvaren er gratis for alle til installasjon og bruk, og folk kan forandre programvaren og redistribuere den hvis de vil. Ubuntu er bygget med denne typen programvare.
nl: De meeste software voor Ubuntu is vrije opensourcesoftware. Iedereen kan deze software vrij installeren en gebruiken, mensen kunnen de software aanpassen en delen als ze dat willen. Ubuntu is gebouwd op dit soort software.
pt: A maioria das aplicações disponíveis para Ubuntu é software livre com código fonte aberto. Este software pode ser livremente instalado e utilizado por qualquer pessoa, todos podem modificá-lo e redistribuí-lo se assim o desejarem. O Ubuntu é construído a partir de software deste tipo.
ro: Majoritatea software-ului disponibil în Ubuntu este gratuit, cu surse deschise. Oricine este liber să instaleze și să folosească acest software și oamenii îl pot modifica și redistribui dacă doresc. Ubuntu este construit din acest tip de software.
sk: Väčšina softvéru je pre Ubuntu dostupná zadarmo ako softvér s otvoreným zdrojovým kódom (open-source software). Tento softvér môže každý voľne nainštalovať a používať, hocikto ho môže upravovať a redistribuovať. Ubuntu pozostáva práve z tohto druhu softvéru.
sl: Večina programske opreme, ki je na voljo za Ubuntu je brezplačna in odprtokodna. Ta programska oprema je brezplačna tako za namestitev, kot za uporabo. Lahko jo spreminjate in razširjate po svojih željah. Ubuntu je zgrajen iz te vrste programske opreme.
sq: Shumica e programeve në Ubuntu janë falas dhe me burim të hapur. Këto programe janë falas për gjithkënd që t'i instalojë dhe përdorë dhe njerëzit mund t'i modifikojnë dhe rishpërndajnë programet nëse dëshirojnë. Ubuntu është ndërtuar nga këto lloj programesh.
sr: Већина софтвера доступног за Убунту је слободан, софтвер отвореног кôда. Свако може бесплатно да инсталира и користи овај софтвер и може да га измени и да га расподели ако жели. Убунту је изграђен овом врстом софтвера.
tr: Ubuntu için mevcut yazılımların birçoğu ücretsiz, açık-kaynak yazılımlardır. Herhangi bir kişi bu yazılımları yükleyip kullanabilir ve yazılımlar üzerinde değişiklikler yaparak tekrar dağıtabilirler. Ubuntu bu tür yazılımlarla inşa edilmiştir.
uk: Майже все програмне забезпечення, доступне для Ubuntu, є вільним програмним забезпеченням з відкритим програмним кодом. Будь-хто може вільно його встановлювати та використовувати, а також за бажанням змінювати й перерозповсюджувати. Ubuntu побудована саме з такого програмного забезпечення.
vi: Phần lớn các phần mềm trên Ubuntu là phần mềm tự do, nguồn mở. Phần mềm này được tự do cài đặt và sử dụng, và mọi người có thể chỉnh sửa và phân phối lại nó nếu họ muốn. Ubuntu được tạo nên từ loại phần mềm này.
zh_cn: Ubuntu 中的大多数可用软件都是自由、开源的，用户可以自由安装、使用、修改和发布。Ubuntu 就建立在这种软件的基础之上。
zh_hk: Ubuntu 所提供的軟件大部份都是自由、免費、開源的軟體。 提供讓任何人免費取得、安裝、和使用，並且軟體的原始碼可以自由修改並散佈。Ubuntu 就是建基於這類軟件。

source: <emphasis role="strong">Non-free software</emphasis> is software which is not freely redistributable or modifiable. This makes it difficult for the Ubuntu developers to improve the software and correct problems, so it is normally recommended that you use <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy"> free software</ulink> instead.
hu: A <emphasis role="strong">nem szabad szoftverek</emphasis> nem terjeszthetők vagy módosíthatók szabadon. Ez megnehezíti az Ubuntu fejlesztők számára az ilyen szoftverek fejlesztését és a problémák javítását, így általában azt javasoljuk, hogy használjon helyettük <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy"> szabad szoftvereket</ulink>.
sl: <emphasis role="strong">Lastniška programska oprema</emphasis> je programska oprema, ki ni prosto razširljiva in je ni mogoče prosto spreminjati. To razvijalcem Ubuntu otežuje izboljšavo programske opreme in odpravljanje napak, zato raje uporabite <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">prosto programsko opremo</ulink>.
sr: <emphasis role="strong">Неслободан софтвер</emphasis> је софтвер који није слободан за достављање или мењање. Што отежава Убунту програмерима његово побољшавање и исправљање грешака, тако да вам се углавном препоручује да уместо њега користите <ulink url="http://www.ubuntu.com/project/about-ubuntu/our-philosophy">слободан софтвер</ulink>.

source: <emphasis role="strong">Restricted software</emphasis> is software which has restrictions on its use, preventing it from being classed as free software. Non-free software is a type of restricted software, where the restrictions are due to the software having a non-free license. Other reasons for software being classed as restricted include legal issues (use of some types of software is illegal in some countries) and patent issues (some software requires a patent license to be used legally).
ast: El <emphasis role="strong">software restrinxíu</emphasis> ye software que pon llendes pal so usu, lo que torga que pueda clasificase como software llibre. El software non-llibre ye una triba de software restrinxíu, nel que les llendes son porque'l software tien una llicencia non-llibre. Otres razones pa que'l software tea clasificáu como restrinxíu ye por cuestiones llegales (l'usu de ciertes tribes de software ye illegal en dellos países) o cuestiones de patentes (algunos programes necesiten una llicencia de patente pa poder usase llegalmente).
ca: El <emphasis role="strong">programari restrictiu</emphasis> és aquell que presenta restriccions d'ús, cosa que fa que no es pugui classificar com a programari lliure. El programari no lliure és un tipus de programari restrictiu en el qual les restriccions rauen en una llicència que no és lliure. Altres raons per les quals el programari sigui classificat com a restrictiu poden ser legals (la utilització de cert tipus de programari és il·legal en alguns països) o de patents (cert programari requereix una llicència de patent per a poder-lo utilitzar de manera legal).
da: <emphasis role="strong">Begrænset software</emphasis> er software, hvor der er begrænsninger i brugen heraf, som forhindrer det i at blive klassificeret som fri software. Ikke-fri software er en form for begrænset software hvor begrænsningen består i softwaren har en ikke-fri licens. Andre årsager til at software klassificeres som ikke-fri kan være af juridisk karakter (brug af visse typer af software er ulovlig i nogle lande) og patentforhindringer (noget software kræver en patentlicens for at kunne bruges lovligt).
eo: <emphasis role="strong">Restriktitaj programaroj</emphasis> estas programaroj kiuj havas limigojn pri sia uzado, malebligante ke oni klasigu ĝin kiel liberaj programaroj. Mallibera programaro estas speco de restriktita programaro, kie la limigoj estas pro mallibera licenco. Aliaj kialoj por klasigi programon restriktita inkluzivas jurajn problemojn (uzi iujn specojn de programaro en iuj landoj estas kontraŭleĝe) kaj patentaj limigoj (iuj programoj postulas patentan licencon por laŭleĝa uzado).
es: El <emphasis role="strong">software restringido</emphasis> es el software que impone restricciones sobre su uso, lo que impide que pueda denominarse «software libre». El software no libre es un tipo de software restringido, en el que las restricciones se deben a que el software ha sido publicado con una licencia no libre. Entre otras razones por las cuales el software puede clasificarse como restringido, se incluyen cuestiones legales (el uso de ciertos tipos de software es ilegal en algunos países) o cuestiones de patentes (algunos programas necesitan una licencia de patente para poder usarlo legalmente).
fi: <emphasis role="strong">Rajoitetut ohjelmat</emphasis> ovat ohjelmia, joiden käyttö on jollain tavalla rajoitettua, minkä takia niitä ei voida luokitella vapaiksi ohjelmiksi. Epävapaat ohjelmat ovat rajoitettujen ohjelmien tyyppi, jossa rajoitukset johtuvat ohjelman käyttämästä epävapaasta lisenssistä. Muita syitä rajoitetuksi luokitteluun voivat olla lakiasiat (tietyntyyppisten ohjelmien käyttö on laitonta joissain maissa) tai patenttiasiat (jotkin ohjelmat vaativat tietyissä maissa patenttilisenssin, jotta niitä voitaisiin käyttää laillisesti).
gl: O <emphasis role="strong">Software restrictivo</emphasis> é software con restricións de uso, polo que non se pode calificar como software libre. O software non libre é un tipo de software restritivo no que as restricións son motivadas por non ter unha licenza libre. Outras razóns polas que o software se clasifica como restritivo inclúen motivacións legais legais (o uso dalgúns tipos de software é ilegal nalgúns países) e restricións por patentes (algúns programas requiren unha licenza de patente para poderen ser usados legalmente).
hu: A <emphasis role="strong">korlátozott szoftver</emphasis> olyan szoftver, amelyet csak korlátozottan lehet használni, így nem tekinthető szabad szoftvernek. A nem szabad szoftver a korlátozott szoftverek azon típusa, ahol a korlátozások a program nem szabad licenceléséből adódnak. A korlátozottság további okai lehetnek bizonyos jogi kérdések (például olyan szoftverek, melyek használata bizonyos országokban illegális) vagy szabadalmi problémák (a szoftver legális használatához szabadalmi licenc szükséges).
id: <emphasis role="strong"> Dibatasi perangkat lunak </ emphasis> adalah perangkat lunak yang telah membatasi penggunaannya, mencegah dari yang classed sebagai perangkat lunak bebas. Non-free software adalah jenis perangkat lunak dibatasi, dimana batasan yang ada karena perangkat lunak yang tidak bebas lisensi. Alasan lain untuk perangkat lunak yang dibatasi sebagai classed termasuk masalah-masalah hukum (penggunaan beberapa jenis perangkat lunak ilegal di beberapa negara) dan masalah-masalah paten (beberapa perangkat lunak memerlukan paten lisensi untuk digunakan secara legal).
lv: <emphasis role="strong">Ierobežotā programmatūra</emphasis> ir programmatūra, kuras lietošanai ir ierobežojumi, kas liedz to klasificēt kā brīvu programmatūru. Nebrīva programmatūra ir ierobežotas programmatūras paveids, kuras ierobežojumi izriet no nebrīvas licences. Programmatūra var skaitīties ierobežota arī dēļ juridiskiem iemesliem (dažās valstīs dažādu veidu programmatūras lietošana var būt nelikumīga) vai patentu dēļ (dažās valstīs noteiktu programmu lietošanai ir vajadzīga patentu licence).
nb: <emphasis role="strong">Begrenset programvare</emphasis> er programvare hvor det er lagt begrensninger på hvordan den kan brukes, slik at den ikke kan klassifiseres som fri programvare. Ufri programvare er en form for begrenset programvare, der begrensningene skyldes at at den ikke har en fri lisens. Andre grunner til at noen programmer blir klassifisert som begrenset, omfatter lovgivning (bruken av visse programmer er ulovlig i noen land) og patentspørsmål (i noen land kreves det en lisens for lovlig bruk av patentert programvare.)
nl: <emphasis role="strong">Beperke software</emphasis> is software die beperkt wordt in het gebruik en dus niet ingedeeld kan worden als vrije software. Niet-vrije software is beperkte software omdat ze gebonden is aan een niet-vrije licentie. Andere redenen om software in te delen als beperkt zijn wettelijke kwesties (gebruik van dit soort software is illegaal in sommige landen) en patentenkwesties (sommige software vereist een patentlicentie om legaal gebruikt te worden).
pt: <emphasis role="strong">Software restrito</emphasis> é software que impõe restrições ao seu uso, impedindo que seja classificado como software livre. O software não-livre é um tipo de software restrito onde as restrições derivam do facto de possuir uma licença não-livre. Existem outras razões que podem levar um software a ser classificado como não-livre, como questões legais (a utilização de certos tipos de software é considerada ilegal em alguns países) e de patentes (algumas aplicações requerem o licenciamento de patente para poderem ser utilizadas legalmente).
ro: <emphasis role="strong">Software restricționat</emphasis> este software care are restricții de utilizare, care îl împiedică să fie clasificat ca software gratuit/liber. Software-ul non-free este un tip de software restricționat, unde restricțiile sunt datorate faptului că software-ul are o licență neliberă (non-gratuită). Alte motive pentru care software-ul poate fi clasificat ca restricționat includ probleme de natură legală (folosirea anumitor tipuri de software este ilegală în anumite țări) și probleme legate de brevete (anumite aplicații software necesită o licență de brevet pentru a fi utilizate legal).
sk: <emphasis role="strong">Obmedzený softvér (Restricted software)</emphasis> je softvér, ktorý má určité obmedzenia týkajúce sa použitia, vďaka čomu nemôže byť klasifikovaný ako slobodný softvér. Neslobodný softvér je typom obmedzeného softvéru, v ktorom existujú obmedzenia vďaka neslobodnej licencii. Ďalšími dôvodmi, prečo je softvér klasifikovaný ako obmedzený, sú podmienky legálneho použitia (použitie určitého softvéru je nelegálne v niektorých krajinách) a taktiež patenty (niektorý softvér vyžaduje patentovú licenciu, aby mohol byť legálne použitý).
sl: <emphasis role="strong">Omejena programska oprema</emphasis> so programi, ki imajo omejeno uporabo, kar prepreči, da bi jo uvrstili med prosto programsko opremo. Neprosta programska oprema je vrsta omejene programske opreme, ki je omejena zaradi neproste licence. Drugi razlogi za to, da je programska oprema uvrščena med omejeno programsko opremo, so pravne ali patentne narave.
sq: <emphasis role="strong">Programet e kufizuara</emphasis> janë programe me kufizime në përdorimin e tyre, të cilat i ndalojnë të klasifikohen si programe falas. Programet jo-falas janë një tip i programeve të kufizuara, ku kufizimet ndodhin sepse programi nuk ka një liçensë falas. Arsye të tjera që bëjnë që një program të klasifikohet si i kufizuar janë arsyet ligjore (përdorimi i disa llojeve të programeve është i paligjshëm në disa vende) dhe patentat (disa programe kërkojnë një liçensë patente që të mund të përdoren ligjërisht).
sr: <emphasis role="strong">Ограничени софтвер</emphasis> је софтвер који има ограничења на коришћење, што га спречава да буде сврстан као слободан софтвер. Неслободан софтвер је врста ограниченог софтвера, где ограничења постоје због тога што софтвер има не-слободну лиценцу. Остали разлози због којих се софтвер сврстава као ограничен јесу правна питања (коришћење неких врста софтвера је незаконито у неким земљама) и питања патента (неки софтвери захтевају патентну лиценцу да би били законито коришћени).
tr: <emphasis role="strong">Kısıtlanmış yazılım</emphasis>, bu yazılımın özgür bir yazılım olarak sınıflandırılmasını engelleyen ve kullanımına kısıtlama getirilmiş yazılımdır. Özgür olmayan yazılım da lisans haklarının özgür olmamasından dolayı bir çeşit kısıtlanmış yazılımdır. Bir yazılımın kısıtlanmış olarak sınıflandırılmasının diğer sebebleri yasal sebepler (bazı ülkelerin bazı yazılımları yasaklaması) ve patent sorunlarıdır. (Bazı yazılımlar yasal kullanım için lisans istemektedir)
uk: <emphasis role="strong">Обмежене програмне забезпечення</emphasis> - це програми, для яких існує обмеження у використанні. І тому вони не належать до вільного програмного забезпечення. Закрите програмне забезпечення - це тип обмежених програм, обмеження в яких існують через те, що вони мають закриту ліцензію. Ми включаємо програми до обмежених через юридичні причини (використання деяких типів програмного забезпечення незаконне в певних країнах) та патентні питання (для законного використання деяких програм необхідна патентна ліцензія).
vi: <emphasis role="strong">Phần mềm giới hạn</emphasis> là phần mềm bị giới hạn trong việc sử dụng, không phải là phần mềm tự do. Phần mềm không tự do là một loại phần mềm giới hạn, trong đó các giới hạn được gây ra bởi giấy phép không tự do của nó. Những lý do khác khiên phần mềm được phân vào loại phần mềm giới hạn là các vấn đề pháp lý (việc sử dụng một số loại phần mềm là phạm pháp ở một số nước) và vấn đề bằng phát minh (một số phần mềm yêu cầu giấy phép sử dụng bằng phát minh để được sử dụng một cách hợp pháp).
zh_cn: 与自由软件不同，<emphasis role="strong">受限软件</emphasis>有使用上的限制。非自由软件也是一种受限软件，原因在于这些软件有着非自由的授权协议。被分为受限软件，其原因还可能关乎法律因素(某些类型的软件在某些国家是非法的)和授权因素(某些软件需要一份授权协议才能合法使用)。
zh_hk: <emphasis role="strong">受限制(Restricted)軟件</emphasis> 是屬於那些有附加授權限制的軟件，使其無法歸類為自由軟件。非自由軟件也屬於受限制軟件，因其包含非自由軟件的授權條款。而其他讓軟件歸類為受限制軟件的原因也包括法律因素 (因某些軟件類型對於某些國家法律是屬於非法的) 與專利問題 (某些軟件需要有專利授權許可證才能合法使用)。
