Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Synaptic can be used to manage advanced software packages (such as server applications) which Software Center does not manage.
ast: Synaptic puede usase pa xestionar paquetes de software avanzaos (como aplicaciones de sirvidor) que'l Centru de Software nun ye a xestionar.
ca: El Synaptic es pot utilitzar per a gestionar paquets de programari avançats (com ara aplicacions de servidor) que el centre de programari no gestiona.
da: Synaptic kan bruges til at håndtere avancerede softwarepakker (såsom serverprogrammer), som Softwarecenter ikke håndterer.
eo: Synaptic estas uzeble por mastrumi diversajn pakaĵojn (ekzemple por serviloj) kiujn Programara Centro ne mastrumas.
es: Synaptic se puede usar para gestionar paquetes de software avanzados (como aplicaciones de servidor) que el Centro de software no puede gestionar.
fi: Synapticia voidaan käyttää edistyneempien ohjelmapakettien hallintaan, joita ei hallita Sovelluskeskuksella. Näitä ovat muun muassa palvelinsovellukset.
gl: Synaptic podese empregar para administrar os paquetes avanzados de software (tales como aplicativos de servidor) que Centro de software non administra.
hu: A Synaptic segítségével olyan speciális szoftvercsomagok (például kiszolgálóalkalmazások) kezelhetők, amelyeket a Szoftverközpont nem jelenít meg.
lv: Synaptic var izmantot, lai pārvaldītu tehniskās programmatūras pakotnes, piemēram, serveru lietotnes, kuras programmatūras centrs nepārvalda.
nb: Synaptic brukes for å behandle avanserte programvarepakker (slik som webtjenere) og som Programvaresenteret ikke egner seg for.
nl: Synaptic kan gebruikt worden voor het beheren van geavanceerde softwarepakketten (zoals servertoepassingen), waarmee Softwarecentrum niet overweg kan.
pt: Synaptic pode ser usado para gerir pacotes de software avançado (tais como aplicações de servidores) que o Centro de Software não gere.
ro: Synaptic poate fi utilizat pentru administrarea pachetelor de software avansat (cum ar fi aplicațiile pentru server), care nu sunt administrate de Centrul Software.
sk: Synaptic môže byť použitý na správu pokročilých balíkov softvéru (ako napríklad serverové aplikácie), ktoré Centrum softvéru nespravuje.
sl: Synaptic lahko uporabite za upravljanje naprednejših programskih paketov (npr. strežniških programov), s katerimi Programsko središče Ubuntu ne upravlja.
sr: Синаптик може бити коришћен за управљање напредним софтверским пакетима (као што су сервер апликације) којима Софтверски центар не управља.
tr: Synaptic, Yazılım Merkezinin yönetemediği gelişmiş yazılım paketlerini yönetmek için kullanılabilir (sunucu uygulamaları gibi).
uk: Synaptic можна використовувати для керування складними програмними пакунками (наприклад, серверними додатками), що не керуються Центром програмного забезпечення.
zh_cn: 新立得可以被用来管理高级软件包(例如服务器程序)，这是软件中心所不能管理的。
zh_hk: Synaptic 可以用來管理軟體中心所無法管理的進階軟件套件 (如伺服器應用程式)。

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. Enter your password if prompted.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Xestor de paquetes Synaptic</guimenuitem></menuchoice>. Escribe to clave si te la pide.
ca: Feu clic a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Gestor de paquets Synaptic</guimenuitem></menuchoice>. Introduïu la vostra contrasenya si se us demana.
da: Klik på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>. Indtast din adgangskode, hvis du bliver spurgt om denne.
eo: Alklaku menuerojn <menuchoice><guimenu>Sistemo</guimenu><guimenuitem>Administrado</guimenuitem><guimenuitem>Pakaĵa mastrumilo de Synaptic</guimenuitem></menuchoice>. Enigu vian pasvorton se necesas.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice>. Introduzca su contraseña si se le pide.
fi: Napsauta <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Synaptic-pakettienhallinta</guimenuitem></menuchoice>. Syötä salasanasi pyydettäessä.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Xestor de paquetes Synaptic</guimenuitem></menuchoice>. Introduza o seu contrasinal se se lle pide.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Synaptic csomagkezelő</guimenuitem></menuchoice> menüpontot. Adja meg a jelszavát, amikor a program kéri.
id: Klik <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrasi</guimenuitem><guimenuitem>Manajer Paket Synaptic</guimenuitem></menuchoice>. Masukkan kata sandi Anda jika diminta.
lv: Spiediet <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Administrēšana</guimenuitem><guimenuitem>Synaptic pakotņu pārvaldnieks</guimenuitem></menuchoice>. Ievadiet paroli, ja to prasa.
nb: Klikk <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Synaptic Programpakkebehandler</guimenuitem></menuchoice>. Angi passordet ditt hvis du blir spurt.
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Synaptic pakketbeheer</guimenuitem></menuchoice>. Voer uw wachtwoord in indien gevraagd.
pt: Clique em <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administração</guimenuitem><guimenuitem>Gestor de Pacotes Synaptic</guimenuitem></menuchoice>. Introduza a sua palavra-passe caso seja solicitado.
ro: Apăsați pe <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Synaptic - administrator de pachete</guimenuitem></menuchoice>. Introduceți parola dacă este solicitată.
sk: Kliknite na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Správca balíkov Synaptic</guimenuitem></menuchoice>. Zadajte vaše heslo, keď budete vyzvaný.
sl: Kliknite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Upravljalnik paketov Synaptic</guimenuitem></menuchoice>. Po potrebi vnesite svoje geslo.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Menaxhuesi i Paketave Synaptic</guimenuitem></menuchoice>. Vendosni fjalëkalimin tuaj kur ju kërkohet.
sr: Кликните <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Синаптик управник пакета</guimenuitem></menuchoice></quote>. Унесите лозинку ако вам је затражена.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Synaptic Paket Yöeticisi' ni</guimenuitem></menuchoice> tıkla. Eğer istenirse parolanı gir.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Менеджер пакунків Synaptic</guimenuitem></menuchoice>. При необхідності введіть пароль.
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>新立得软件包管理器</guimenuitem></menuchoice>，如果弹出提示则输入密码。
zh_hk: 按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Synaptic 套件管理員</guimenuitem></menuchoice>，並在提示的對話框輸入密碼。

source: Click <guibutton>Search</guibutton> to search for an application, or click <guibutton>Sections</guibutton> and look through the categories to find one.
ast: Calca <guibutton>Guetar</guibutton> para guetar una aplicación, o calca <guibutton>Seiciones</guibutton> y restola ente les categoríes p'alcontrar una.
ca: Feu clic a <guibutton>Cerca</guibutton> per a cercar una aplicació, o feu clic a <guibutton>Seccions</guibutton> i cerqueu-la dins les categories.
da: Klik på <guibutton>Søg</guibutton> for at søge efter et program, eller tryk på <guibutton>Sektioner</guibutton> og gennemse kategorierne.
eo: Alkalku je <guibutton>Serĉi</guibutton> por serĉi aplikaĵon, aŭ alklaku je <guibutton>Sekcioj</guibutton> kaj tralegi la kategoriojn por trovi iun.
es: Pulse <guibutton>Buscar</guibutton> para buscar una aplicación, o pulse <guibutton>Secciones</guibutton> y busque entre las categorías para encontrar una.
fi: Napsauta <guibutton>Etsi</guibutton> etsiäksesi sovellusta tai <guibutton>Ryhmät</guibutton> selataksesi ohjelmaluokkia sovelluksen löytämiseksi.
gl: Prema <guibutton>Buscar</guibutton> para buscar un aplicativo, ou prema <guibutton>Seccións</guibutton> e busque entre as categorías para atopar unha.
hu: Kattintson a <guibutton>Keresés</guibutton> gombra a kívánt alkalmazás kereséséhez, vagy kattintson a <guibutton>Csoportok</guibutton> gombra a kategóriák tallózásához.
id: Klik <guibutton>Cari</guibutton> untuk mencari aplikasi, atau klik <guibutton>Bagian</guibutton> dan lihat untuk menemukan salah satu di kategori.
lv: Klikšķiniet <guibutton>Meklēt</guibutton>, lai meklētu lietotni, vai spiediet <guibutton>Sadaļas</guibutton> un caurskatiet kategorijas, lai to atrastu.
nb: Klikk <guibutton>Søk</guibutton> for å søke etter et program, eller klikk <guibutton>Seksjoner</guibutton> og se gjennom kategoriene for å finne en.
nl: Druk op <guibutton>Zoeken</guibutton> om te zoeken naar een toepassing, of klik op <guibutton>Onderdelen</guibutton> en kies een gewenste categorie.
pt: Clique em <guibutton>Procurar</guibutton> para procurar uma aplicação, ou clique em <guibutton>Secções</guibutton> e veja as categorias para encontrar uma.
ro: Apăsați pe <guibutton>Caută</guibutton>, pentru a căuta aplicații, sau pe <guibutton>Secțiuni</guibutton> și căutați printre categorii pentru a găsi una.
sk: Kliknite na <guibutton>Hľadať</guibutton> aby ste mohli vyhľadať aplikáciu, alebo kliknite na <guibutton>Oblasti</guibutton> a prezrite jednotlivé kategórie, aby ste našli aplikáciu.
sl: Za iskanje programov kliknite <guibutton>Išči</guibutton> ali pa si s klikom na <guibutton>Razdelki</guibutton> oglejte posamezne kategorije in v njih poiščite želeni program.
sq: Kliko <guibutton>Kërko</guibutton> për të kërkuar për një program, ose kliko <guibutton>Seksionet</guibutton> dhe shiko nëpër kategoritë për të gjetur një.
sr: Кликните <quote><guibutton>Претражи</guibutton></quote> да потражите неку апликацију или кликните <quote><guibutton>Одељак</guibutton></quote> и погледајте кроз категорије да нађете неку.
tr: Uygulama aramak için <guibutton>Arama</guibutton>' yı tıkla, veya <guibutton>Bölümler</guibutton>' i tıkla ve bir uygulama bulmak için kategorileri gözden geçir.
uk: Натисніть кнопку <guibutton>Пошук</guibutton>, щоб шукати програму, або кнопку <guibutton>Розділи</guibutton> і перегляньте категорії, щоб її знайти.
vi: Nhấn <guibutton>Tìm kiếm</guibutton> để tìm kiếm ứng dụng, hoặc nhấn <guibutton>Khu vực</guibutton> để tìm kiếm loại ứng dụng.
zh_cn: 点击<guibutton>搜索</guibutton>对应用程序进行搜索，或点击<guibutton>组别</guibutton>从分类中选择一个。
zh_hk: 按下 <guibutton>搜尋</guibutton> 來尋找軟件，或是按下 <guibutton>組別</guibutton> 然後由包含的類別找出你想要安裝的軟件。

source: Right-click the application that you want to install and select <guilabel>Mark for Installation</guilabel>.
ast: Calca col botón derechu na aplicación que quieras instalar y seleiciona <guilabel>Conseñar pa instalar</guilabel>.
ca: Feu clic amb el botó secundari a l'aplicació que vulgueu instal·lar i seleccioneu <guilabel>Marca per a instal·lar</guilabel>.
da: Højreklik på det program, du vil installere, og vælg <guilabel>Markér til installation</guilabel>.
eo: Dekstre alklaku la aplikaĵon instalotan kaj elektu je <guilabel>Marki por Instali</guilabel>.
es: Pulse con el botón derecho en la aplicación que desea instalar y seleccione <guilabel>Marcar para instalación</guilabel>.
fi: Napsauta asennettavaksi haluttavaa sovellusta hiiren oikealla painikkeella ja valitse <guilabel>Merkitse asennettavaksi</guilabel>.
gl: Prema o botón dereito no aplicativo que desexe instalar e seleccione <guilabel>Marcar para instalación</guilabel>.
hu: Kattintson a jobb egérgombbal a telepíteni kívánt alkalmazásra, és válassza a <guilabel>Kijelölés telepítésre</guilabel> menüpontot.
id: Klik kanan pada aplikasi yang ingin Anda pasang dan pilih <guilabel>Tandai untuk Pemasangan</guilabel>.
lv: Labais klikšķis un lietotnes, kuru vēlaties instalēt, un izvēlieties <guilabel>Atzīmēt kā instalējamu</guilabel>.
nb: Høyreklikk på programmet du vil installere, og velg <guilabel>Merk for installasjon</guilabel>.
nl: Klik met de rechtermuisknop op de toepassing die u wilt installeren en kies <guilabel>Markeren voor installatie</guilabel>.
pt: Clique do lado direito na aplicação que quer instalar e seleccione <guilabel>Marcar para instalação</guilabel>.
ro: Dați clic dreapta pe aplicația pe care doriți să o instalați și selectați <guilabel>Marchează pentru instalare</guilabel>.
sk: Kliknite pravým tlačidlom myši na aplikáciu ktorú chcete nainštalovať a vyberte <guilabel>Označiť na Inštaláciu</guilabel>.
sl: Z desnim gumbom kliknite program, ki ga želite namestiti in izberite <guilabel>Označi za namestitev</guilabel>.
sq: Kliko me të djathtën programin që dëshiron ta instalosh dhe zgjidh <guilabel>Shënoje për Instalim</guilabel>.
sr: Кликните десним тастером миша на програм који желите да инсталирате и изаберите <quote><guilabel>Означи за инсталацију</guilabel></quote>.
tr: Kurmak istediğiniz uygulamayı sağ tıklayın ve <guilabel>Kurulum için işaretle</guilabel>' yi seçin.
uk: Правою кнопкою клацніть програму, яку потрібно встановити, і виберіть пункт <guilabel>Позначити для встановлення</guilabel>.
vi: Chuột phải vào ứng dụng bạn muốn cài đặt và chọn <guilabel>Đánh dấu để cài đặt</guilabel>.
zh_cn: 右键点击您想要安装的应用程序，选择<guilabel>标记以便安装</guilabel>。
zh_hk: 在想要安裝的應用程式上面按滑鼠右鍵叫出選單，若要安裝，請選擇<guilabel>標記為安裝</guilabel>。

source: If you are asked if you would like to mark additional changes, click <guibutton>Mark</guibutton>.
ast: Si t'entruga si quies marcar cambéos adicionales, calca <guibutton>Marcar</guibutton>.
ca: Si se us demana si voleu marcar els canvis addicionals, feu clic a <guibutton>Marca</guibutton>.
da: Hvis du bliver spurgt, om du ønsker at markere yderligere ændringer, skal du klikke på <guibutton>Markér</guibutton>.
eo: Se Synaptic demandas ĉu marki pluajn ŝanĝojn, alklaku je <guibutton>Marki</guibutton>.
es: Si se le pregunta si desea marcar cambios adicionales, pulse <guibutton>Marcar</guibutton>.
fi: Jos lisämuutosten merkitsemisestä kysytään, napsauta <guibutton>Merkitse</guibutton>.
gl: Se se lle pregunta se desexa marcar cambios adicionais, prema <guibutton>Marcar</guibutton>.
hu: Ha a program megkérdezi, hogy kijelöli-e a további változtatásokat, nyomja meg a <guibutton>Kijelölés</guibutton> gombot.
id: Jika Anda ditanya apakan Anda ingin menandai perubahan tambahan, klik <guibutton>Tandai</guibutton>.
lv: Ja jums jautā, vai vēlaties atzīmēt papildus izmaiņas, spiediet <guibutton>Atzīmēt</guibutton>.
nb: Hvis du blir spurt om du vil merke flere endringer, klikk <guibutton>Merk</guibutton>.
nl: Als u gevraagd wordt of u extra wijzigingen wilt markeren, klik dan op <guibutton>Markeren</guibutton>.
pt: Se for questionado para marcar alterações adicionais, clique <guibutton>Marcar</guibutton>.
ro: Dacă sunteți întrebat dacă doriți să marcați modificări suplimentare, dați clic pe <guibutton>Marchează</guibutton>.
sk: Ak budete vyzvaný či chcete označiť požadované dodatočné zmeny, kliknite na <guibutton>Označiť</guibutton>.
sl: Na vprašanje, če bi radi označili dodatne spremembe, odgovorite s klikom na gumb <guibutton>Označi</guibutton>.
sq: Nëse pyeteni për të shënuar ndryshime të mëtejshme, klikoni <guibutton>Shëno</guibutton>.
sr: Ако будете упитани да ли желите да означите додатне измене, кликните <quote><guibutton>Означи</guibutton></quote>.
tr: Eğer ek değişiklikleri işaretlemeyi isteyip istemediğiniz sorulursa, guibutton>İşaretle</guibutton>' yi tıkla.
uk: Якщо вас запитають чи потрібно позначити додаткові зміни, натисніть кнопку <guibutton>Позначити</guibutton>.
zh_cn: 如果询问您是否想要标记附加的变更，点击<guibutton>标记</guibutton>。
zh_hk: 如果安裝提示問你是否要「標記其他的變更」，按下<guibutton>標記</guibutton>。

source: Select any other applications that you would like to install.
ast: Escueye cualisquiera otres aplicaciones que quieras instalar.
ca: Seleccioneu qualsevol altra aplicació que vulgueu instal·lar.
da: Vælg øvrige programmer, du ønsker at installere.
eo: Elektu aliajn aplikaĵojn, se vi ankaŭ volas instali ilin.
es: Seleccione cualquier otra aplicación que desee instalar.
fi: Valitse myös muut asennettavaksi haluttavat sovellukset samalla tavalla.
gl: Seleccione outros aplicativos que desexe instalar.
hu: Válassza ki a további telepíteni kívánt alkalmazásokat.
id: Pilih aplikasi lain yang ingin anda pasang.
lv: Izvēlieties jebkuru citu lietotni, ko jūs vēlētos instalēt.
nb: Velg eventuelt flere programmer som du ønsker å legge inn.
nl: Selecteer andere toepassingen die u wilt installeren.
pt: Escolha quaisquer outras aplicações que queira instalar.
ro: Selectați orice altă aplicație pe care doriți să o instalați.
sk: Vyberte ďalšie aplikácie ktoré chcete nainštalovať.
sl: Izberite še druge programe, ki bi jih želite namestili.
sq: Zgjidhni të gjitha programet që do të dëshironit të instalonit.
sr: Изаберите све друге апликације које желите да инсталирате.
tr: Yüklemek istediğiniz diğer uygulamaları seçin.
uk: Виберіть інші програми, які хочете встановити.
vi: Chọn bất cứ ứng dụng nào bạn muốn cài đặt
zh_cn: 选择您想要安装的其它应用程序。
zh_hk: 選擇任何您想要安裝的應用程式。

source: Click <guibutton>Apply</guibutton>, and then click <guibutton>Apply</guibutton> in the window that appears. The applications that you chose will be downloaded and installed.
ast: Calca <guibutton>Aplicar</guibutton>, y lluéu <guibutton>Aplicar</guibutton> nel ventanu qu'apaez. Les aplicaciones esbillaes van descargase ya instalase.
ca: Feu clic a <guibutton>Aplica</guibutton>, i llavors torneu a fer clic a <guibutton>Aplica</guibutton> a la finestra que apareix. Llavors es baixaran i s'instal·laran les aplicacions que hàgiu triat.
da: Klik på <guibutton>Anvend</guibutton>, og klik derefter på <guibutton>Anvend</guibutton> i det vindue der vises. De programmer, du har valgt, vil blive hentet og installeret.
eo: Alkalku je <guibutton>Efikigi</guibutton>, kaj alklaku je <guibutton>Efikigi</guibutton> en la fenestro kiu aperas. Synaptic tiam elŝutos kaj instalos la aplikaĵojn elektitajn
es: Pulse <guibutton>Aplicar</guibutton>, y luego <guibutton>Aplicar</guibutton> en la ventana que aparece. La aplicación que elija se descargará e instalará.
fi: Napsauta <guibutton>Toteuta</guibutton>, ja ilmestyvässä ikkunassa uudelleen <guibutton>Toteuta</guibutton>. Asennettavaksi valitut sovellukset noudetaan ja asennetaan.
gl: Prema <guibutton>Aplicar</guibutton>, e logo <guibutton>Aplicar</guibutton> na xanela que aparece. O aplicativo que elixa descargarase e instalarase.
hu: Nyomja meg az <guibutton>Alkalmaz</guibutton> gombot, majd a megjelenő ablakban is nyomja meg az <guibutton>Alkalmaz</guibutton> gombot. A kiválasztott alkalmazások letöltésre és telepítésre kerülnek.
id: Klik <guibutton>Terapkan</guibutton>, kemudian klik <guibutton>Terapkan</guibutton> pada jendela yang muncul. Aplikasi-aplikasi yang Anda pilih akan diunduh dan dipasang.
lv: Klikšķiniet <guibutton>Pielietot</guibutton>, un jaunajā logā tad klikšķiniet <guibutton>Pielietot</guibutton>. Izvēlētās lietotnes tiks lejupielādētas un uzinstalētas.
nb: Klikk <guibutton>Bruk</guibutton> og deretter <guibutton>Bruk</guibutton> i vinduet som dukker opp. Programmer som du har valgt vil bli lastet ned og installert.
nl: Druk op <guibutton>Toepassen</guibutton> en vervolgens op <guibutton>Toepassen</guibutton> in het volgende scherm. De door u gekozen toepassingen zullen gedownload en geïnstalleerd worden.
pt: Clique <guibutton>Aplicar</guibutton>, e depois clique <guibutton>Aplicar</guibutton> na janela que surgir. A aplicação que escolheu será descarregada e instalada.
ro: Dați clic pe <guibutton>Aplică</guibutton> și apoi pe <guibutton>Aplică</guibutton> în fereastra care apare. Aplicațiile pe care le-ați selectat vor fi descărcate și apoi instalate.
sk: Kliknite na <guibutton>Použiť</guibutton>, a potom kliknite na <guibutton>Použiť</guibutton> v okne ktoré sa objaví. Aplikácie ktoré si vyberiete budú stiahnuté a nainštalované.
sl: Kliknite <guibutton>Uveljavi</guibutton> in v oknu, ki se pojavi, prav tako <guibutton>Uveljavi</guibutton>. Izbrani programi se bodo prenesli in namestili.
sq: Klikoni <guibutton>Apliko</guibutton>, dhe pastaj klikoni <guibutton>Apliko</guibutton> në dritaren që shfaqet. Programet që ju zgjidhni do të shkarkohen dhe instalohen.
sr: Кликните <quote><guibutton>Примени</guibutton></quote>, а затим и у прозору који ће се појавити кликните <quote><guibutton>Примени</guibutton></quote>. Апликације које сте изабрали биће преузете и инсталиране.
tr: <guibutton>Onayla</guibutton>' yı tıklayın ve daha sonra, açılan pencerede <guibutton>Onayla</guibutton>' yı tıklayın. Seçtiğiniz uygulamalar indirilip kurulacaktır.
uk: Натисніть кнопку <guibutton>Застосувати</guibutton>, після цього у вікні, що з'явиться, знову клацніть кнопку <guibutton>Застосувати</guibutton>. Вибрані програми буде завантажено та встановлено.
vi: Nhấn <guibutton>Xác nhận</guibutton>, và sau đó nhấn <guibutton>Xác nhận</guibutton> vào cửa số vừa xuất hiện. Những ứng dụng bạn chọn sẽ được tải về và cài đặt.
zh_cn: 点击<guibutton>应用</guibutton>，在随后出现的窗口中点击<guibutton>应用</guibutton>。您所选的应用程序就会被下载并安装了。
zh_hk: 按下<guibutton>套用</guibutton>，在彈出的對話窗中，再按一次 <guibutton>套用</guibutton>按鈕，就會下載和安裝你選擇的軟件。

source: Downloading and installing a .deb package
ast: Descargar ya instalar un paquete .deb
ca: Com baixar i instal·lar un paquet .deb
da: Hent og installér en .deb pakke
eo: Elŝuti kaj instali .deb-pakaĵon
es: Descargar e instalar un paquete .deb
fi: .deb-paketin noutaminen ja asentaminen
gl: Descargar e instalar un paquete .deb
hu: .deb csomag letöltése és telepítése
id: Mengunduh dan memasang sebuah paket .deb
lv: Kā lejupielādēt un instalēt .deb pakotnes
nb: Laster ned og installerer en .deb pakke
nl: Een .deb-pakket downloaden en installeren
pt: A descarregar e instalar um pacote .deb
ro: Descărcarea și instalarea unui pachet .deb
sk: Stiahnutie a inštalácia .deb balíka
sl: Prenašanje in nameščanje paketov .deb
sq: Të shkarkosh dhe instalosh një paketë .deb
sr: Преузимање и инсталирање <quote>.deb</quote> пакета
tr: Bir .deb paketi indirmek ve yüklemek
uk: Завантаження та встановлення пакунку .deb
vi: Đang tải về cà cài đặt gói .deb
zh_cn: 下载并安装 .deb 软件包
zh_hk: 下載和安裝 .deb 套件
