Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: <ulink url="https://launchpad.net/">Launchpad</ulink> provides all users with their own Personal Package Archive (PPA) that can be used to build and store Ubuntu packages. In the same way that you can add a normal software repository, you can also add a PPA to the package manager's list of available repositories. PPAs work like normal Ubuntu archives. You can install software in the usual way -- for example, through apt-get or synaptic -- and whenever there's an update Ubuntu will prompt you to install it.
ast: <ulink url="https://launchpad.net/">Launchpad</ulink> apurre a tolos usuarios el so propiu ficheru personal de paquetes (PPA), que pueden usar pa crear y atroxar paquetes d'Ubuntu. Lo mesmo que puede amestase un repositoriu normal de software, tamién puede amestase un PPA a la llista de repositorios disponibles nel xestor de paquetes. Los PPA funcionen como repositorios normales d'Ubuntu. Puede instalar programes del mou avezáu, (por exemplu, per aciu de: apt-get o Synaptic) y siempres qu'heba un anovamientu, Ubuntu entrugará-y si quier instalalu.
ca: El <ulink url="https://launchpad.net/">Launchpad</ulink> proporciona a tots els usuaris el seu propi arxiu de paquets personal (PPA) que es pot utilitzar per a construir i emmagatzemar paquets de l'Ubuntu. De la mateixa manera que podeu afegir un dipòsit de programari normal, també podeu afegir un PPA a la llista de dipòsits disponibles del gestor de paquets. Els PPA funcionen igual que els arxius normals de l'Ubuntu. Podeu instal·lar-vos programari de la manera habitual (per exemple, mitjançant l'apt-get o el Synaptic) i sempre que hi hagi una actualització, l'Ubuntu us demanarà si voleu instal·lar-la.
da: <ulink url="https://launchpad.net/">Launchpad</ulink> giver alle brugere deres eget personlige pakkearkiv (PPA), som kan bruges til at bygge og opbevare Ubuntu-pakker. Ligesom du kan tilføje en almindelig softwarekilde, kan du også tilføje et PPA til pakkehåndteringens liste over tilgængelige kilder. Et PPA fungerer som et almindeligt Ubuntu-arkiv. Du kan installere software på den sædvanlige måde -- eksempelvis ved hjælp af apt-get eller synaptic -- og Ubuntu vil bede dig om at installere opdateringer, når de bliver tilgængelige.
eo: <ulink url="https://launchpad.net/">Launchpad</ulink> provizas al ĉiuj uzantoj Propran Pakaĵan Arkivon (PPA) kiun oni povas uzi por konstrui kaj konservi pakaĵojn de Ubuntu. Sammaniere kiel oni povas krei normalan programan deponejon, oni povas ankaŭ aldoni PPA-on al la listo de disponeblaj pakaĵoj de la pakaĵmastrumilo. PPA-oj funkcias kiel normalaj Ubuntu-deponejoj. Oni povas instali programaron en la kutima maniero - ekzemple per apt-get aŭ Synaptic - kaj kiam aktualigo disponeblas, Ubuntu petos ĉu instali ĝin.
es: <ulink url="https://launchpad.net/">Launchpad</ulink> proporciona a todos los usuarios su propio archivo personal de paquetes (PPA), que pueden usar para crear y almacenar paquetes de Ubuntu. Al igual que se puede añadir un repositorio normal de software, también se puede añadir un PPA a la lista de repositorios disponibles en el gestor de paquetes. Los PPA funcionan como repositorios normales de Ubuntu. Puede instalar programas de la manera habitual (por ejemplo, mediante apt-get o Synaptic) y siempre que haya una actualización Ubuntu le preguntará si desea instalarla.
fi: <ulink url="https://launchpad.net/">Launchpadin</ulink> käyttäjät voivat luoda henkilökohtaisia ohjelmalähteitä (PPA, Personal Package Archive) ja käyttää niitä Ubuntun pakettien luomiseen ja jakamiseen. PPA-ohjelmalähteiden käyttöönotto tapahtuu samalla tavalla kuin muidenkin ohjelmalähteiden ja ne toimivat muutenkin samalla tavalla kuin tavalliset Ubuntun ohjelmalähteet. Voit asentaa niissä olevia paketteja normaalisti esimerkiksi komennolla apt-get tai käyttämällä Synapticia ja päivitysten hallintaohjelma huomauttaa, kun paketit ovat päivittyneet.
gl: <ulink url="https://launchpad.net/">Launchpad</ulink> fornécelles a todos os usuarios o seu propio Arquivo persoais de paquetes (PPA), que se pode empregar para construír e almacenar paquetes para Ubuntu. Do mesmo xeito que se engade un repositorio normal de sofware, pódese tamén engadir un PPA á lista de repositorios disponíbels da lista do xestor de paquetes. Os PPA funcionan igual que os arquivos normais de Ubuntu. Pódese instalar sofware da maneira normal -- por exemplo, mediante apt-get ou synaptic -- e cada vez que haxa unha actualización, Ubuntu lle suxerirá que a instale.
hu: A <ulink url="https://launchpad.net/">Launchpad</ulink> minden felhasználójának biztosít egy személyes csomagtárolót (PPA - Personal Package Archive), ami Ubuntu csomagok összeállítására és tárolására alkalmas. Az általános tárolókhoz hasonlóan PPA-t is hozzáadhat a csomagkezelő forráslistájához. A PPA-k ugyanúgy működnek, mint a hivatalos Ubuntu tárolók. A megszokott módon telepíthet belőlük programokat – például apt-get vagy synaptic használatával –, és az Ubuntu minden elérhető frissítés telepítésére figyelmeztetni fogja.
lv: <ulink url="https://launchpad.net/">Launchpad</ulink> piedāvā visiem lietotājiem personīgos pakotņu arhīvus (PPA), kurus var izmantot, lai būvētu un uzglabātu Ubuntu pakotnes. Līdzīgi kā pievieno parastas programmatūras krātuves, tāpat var PPA pievienot pakotņu pārvaldnieka programmatūras krātuvju sarakstam. PPA darbosies kā parasts Ubuntu arhīvs. Jūs varat instalēt programmatūru kā parasti – piemēram, izmantojot apt-get vai synaptic – un kad parādīsies atjauninājumi, Ubuntu jums piedāvās tos uzinstalēt.
nb: <ulink url="https://launchpad.net/">Launchpad</ulink> tilbyr alle sine brukere Personlige Pakkearkiv (PPA) som kan brukes for å bygge og lagre Ubuntupakker. På samme måte som du kan legge til vanlige programmer, kan du også legge til PPA'er i pakkebehandlerens liste over pakkearkiver. PPA'er fungerer som vanlige Ubuntuarkiver. Du kan installere programvare på vanlige måte -- for eksempel gjennom apt-get eller synaptic -- og når en oppdatering blir tilgjengelig vil du bli spurt om å installere den.
nl: <ulink url="https://launchpad.net/">Launchpad</ulink> voorziet alle gebruikers van de mogelijkheid om een eigen persoonlijk pakketarchief (PPA) aan te maken, dat kan gebruikt worden om Ubuntu-pakketten te maken en op te slaan. U kunt PPA's op dezelfde manier aan de softwarebronnen van uw pakketbeheerder toevoegen zoals u dat doet met reguliere softwarebronnen. U kunt software installeren op de gebruikelijke wijze -- bijvoorbeeld via apt-get of synaptic -- en zodra er een update is, biedt Ubuntu deze ter installatie aan.
pt: O <ulink url="https://launchpad.net/">Launchpad</ulink> fornece a todos os utilizadores um Arquivo de Pacote Pessoal (PPA) que pode ser usado para criar e armazenar pacotes Ubuntu. Da mesma maneira que pode se adicionar um repositório de software normal, você também pode adicionar um PPA à lista do gestor de pacotes de repositórios disponíveis. Os PPAs funcionam tal como arquivos Ubuntu normais. Você pode instalar software da maneira usual - por exemplo, através de apt-get ou do synaptic -- e sempre que haja uma actualização, o Ubuntu vai perguntar-lhe se a quer instalar.
ro: <ulink url="https://launchpad.net/">Launchpad</ulink> furnizează fiecărui utilizator propria Arhivă personală de pachete (APP), care poate fi utilizată pentru a realiza și depozita pachete Ubuntu. Puteți adăuga o APP la lista de depozite disponibile a administratorului de pachete în același mod în care adăugați un depozit normal de software. APP funcționează la fel ca arhivele normale de Ubuntu. Puteți instala software în modul obișnuit -- de exemplu, utilizând apt-get sau synaptic -- și, ori de câte ori va fi disponibilă o actualizare, Ubuntu vă va solicita să o instalați.
sk: <ulink url="https://launchpad.net/">Launchpad</ulink> poskytuje všetkým používateľom ich vlastný Osobný archív balíkov (PPA), ktorý môže byť použitý na zostavenie a uskladnenie Ubuntu balíkov. Rovnakým spôsobom ako môžete pridať obyčajný repozitár softvéru, môžete pridať aj PPA do zoznamu repozitárov v správcovi balíkov. PPA fungujú rovnakým spôsobom ako obyčajné Ubuntu archívy. Môžete nainštalovať softvér zvyčajným spôsobom -- napríklad, pomocou apt-get alebo Synapticu -- a ak sú k dispozícii aktualizácie, Ubuntu vás vyzve na ich inštaláciu.
sl: <ulink url="https://launchpad.net/">Launchpad</ulink> zagotovi vsakemu uporabniku njegov lasten Osebni arhiv paketov (PPA), ki je lahko uporabljen za izgradnjo in hrambo paketov Ubuntu. Na enak način, kot dodate programski vir, lahko v upravljalnik paketov kot vir dodate tudi PPA. PPA deluje kot običajen arhiv Ubuntu. Program lahko namestite na običajen način -- na primer, lahko uporabite apt-get ali Synaptic -- in kadarkoli so na voljo podobitve, vas bo Ubuntu obvestil.
sq: <ulink url="https://launchpad.net/">Launchpad</ulink> u jep të gjithë përdoruesve një Arkiv Personal Paketash - Personal Package Archive (PPA) i cili mund të përdoret për të ndërtuar dhe ruajtur paketa të Ubuntu. Në të njëjtën mënyrë siç shtoni një magazinë normale programesh, ju mund t'i shtoni një PPA listës së magazinave të disponueshme. PPA-të punojnë si arkiva normale të Ubuntu. Ju mund të instaloni programe si normalisht -- përshembull, me anë të apt-get ose synaptic -- dhe sa herë të ketë një përditësim Ubuntu do t'iu njoftojë që ta instaloni.
sr: <ulink url="https://launchpad.net/">Ланчпад</ulink> обезбеђује свим корисницима њихове сопствене Личне архиве пакета (PPA) које могу бити коришћене за изградњу и складиштење Убунту пакета. На исти начин на који можете да додате нормалну ризницу софтвера, можете да додате и личну архиву на листу доступних ризница у управнику пакета. Ове архиве раде као и нормалне Убунту архиве. Можете да инсталирате софтвер на уобичајени начин (на пример, преко апт-гета или синаптика) и када буде било доступних ажурирања Убунту ће затражити да их инсталира.
tr: <ulink url="https://launchpad.net/">Launchpad</ulink> bütün kullanıcılara onların oluşturabileceği ve depolayabileceği Ubuntu paketlerinin kendi Kişisel Paket Arşivini (PPA) temin eder. Aynı şekilde kullanılabilir depoların listesinin paket yönetici listesine normal bir yazılım deposu, bir PPA ekleyebilirsin. PPA'lar normal Ubuntu arşivi gibi çalışır. Olağan bir şekilde yazılım yükleyebilirsin. Örneğin apt-get veya synaptic. Her an yükleme için seni yönlendirecek bir Ubuntu güncellemesi vardır.
uk: <ulink url="https://launchpad.net/">Launchpad</ulink>забезпечує усіх користувачів власним персональним архівом пакетів (PPA), який може використовуватися для створення та зберігання пакетів Ubuntu. Крім того, що ви можете додавати звичайний репозиторій у пакетний менеджер, у вас також є можливість додавати PPA до списку доступних репозиторіїв у пакетному менеджері. PPA працює як звичайний архів Ubuntu. Ви можете встановлювати програмне забезпечення звичайним чином -- наприклад, за допомогою apt-get або Synaptic -- і якщо з'явиться оновлення для програми, Ubuntu запропонує вам встановити його.
zh_cn: <ulink url="https://launchpad.net/">Launchpad</ulink> 为所有用户提供他们自有的用于创建和存储Ubuntu软件包的私人软件包存储(PPA)。如你添加正常的软件列表一样，你也可以将PPA加入到你的软件包管理器的可用列表里。PPA就像正常的Ubuntu存档一样工作。你可以用正常的安装命令安装软件--例如，使用apt-get或新立得--而且当有更新可用时Ubuntu会提示你安装。
zh_hk: <ulink url="https://launchpad.net/">Launchpad</ulink> 提供所有使用者他們自己的「個人套件庫 ( PPA ) 」，PPA 可以用來建立與儲存 Ubuntu 套件。與加入套件庫的方法相同，您可以將 PPA 加入套件管理程式的可用套件庫當中。PPA 的運作類似普通 Ubuntu 套件庫，您可以 apt-get 指令或 Synaptic 套件管理程式等常用方法安裝軟件；而且有更新時 Ubuntu 一樣會通知您。

source: You download and install PPA packages at your own risk. Ubuntu, Launchpad and Canonical do not endorse these packages. You must be certain that you trust the PPA owner before you install their software.
ast: Descargue ya instale paquetes PPA baxo'l so propiu riesgu. Ubuntu, Launchpad y Canonical nun respalden estos paquetes. Tien de tar seguru que tien enfotu nel propietariu del programa enantes d'instalalu.
ca: Baixeu-vos i instal·leu-vos paquets PPA sota el vostre risc. L'Ubuntu, el Launchpad i Canonical no certifiquen aquests paquets. Heu d'estar segur que confieu en el propietari del PPA abans que us instal·leu els seus programes.
da: Du henter og installerer PPA-pakker på egen risiko. Ubuntu, Launchpad og Canonical er ikke ansvarlige for disse pakker. Du skal være sikker på at du har tillid til PPA-ejeren, før du installerer deres software.
eo: Vi elŝutas kaj instalas PPA-pakaĵojn je via propra risko. Ubuntu, Launchpad kaj Canonical ne garantias tiujn pakaĵojn. Vi devas esti certa ke vi fidas la PPA-posedanton antaŭ ol instali ties programaron.
es: Descargue e instale paquetes PPA bajo su propio riesgo. Ubuntu, Launchpad y Canonical no respaldan estos paquetes. Debe estar seguro que confía en el propietario del PPA antes de instalarlo.
fi: Voit asentaa paketteja PPA-ohjelmalähteistä omalla vastuullasi. Ubuntu, Launchpad ja Canonical eivät tarkista niissä jaettavia paketteja. Sinun on voitava varmasti luottaa PPA-ohjelmalähteen ylläpitäjään ennen kuin asennat paketteja kyseisestä ohjelmalähteestä.
gl: Os paquetes dos PPA descárganse e instálanse baixo a súa propia responsabilidade. Ubuntu, Launchpad e Canonical non se comprometen con estes paquetes. Debe ter a certeza de que confía no propietario do PPA antes de instalar o seu software.
hu: Csakis saját felelősségére töltsön le, és telepítsen csomagokat PPA-kból. Az Ubuntu, a Launchpad és a Canonical nem hitelesíti ezeket a csomagokat. Biztosnak kell lennie abban, hogy megbízik a PPA tulajdonosában, mielőtt programokat telepít belőle.
lv: Jūs lejupielādējat un instalējat PPA uz savu atbildību. Ubuntu, Launchpad un Canonical neapstiprina šīs pakotnes. Jums jābūt pārliecinātam, ka uzticaties PPA īpašniekam, pirms instalējat tā programmatūru.
nb: Du laster ned og installerer PPA-pakker på egen risiko. Ubuntu, Launchpad og Canonical kan ikke gå gode for disse pakkene. Du må selv stole på PPA-eieren før du installerer dens programvare.
nl: U downloadt en installeert PPA-pakketten op eigen risico. Noch Ubuntu, noch Launchpad, noch Canonical ondersteunen deze pakketten. U dient de PPA-eigenaar te vertrouwen voordat u zijn software installeert.
pt: Pode transferir e instalar pacotes PPA a seu próprio risco. O Ubuntu, Launchpad e a Canonical não sancionam estes pacotes. Você deve estar seguro acerca do proprietário do PPA antes o seu software.
ro: Descărcați și instalați pachetele din APP pe propriul risc. Ubuntu, Launchpad și Canonical nu girează aceste pachete. Trebuie să fiți sigur că aveți încredere în proprietarul APP înainte de a instala software-ul furnizat.
sk: PPA balíky sú stiahnuté a nainštalované na vaše vlastné riziko. Tieto balíky nie sú schválené Ubuntu, Launchpadom a Canonicalom. Musíte si byť istý že dôverujete vlastníkovi PPA predtým ako nainštalujete jeho softvér.
sl: Pakete PPA prenašate in nameščate na lastno odgovornost. Ubuntu, Launchpad in Canonical ne pregledujejo teh paketov. Zato morate biti prepričani, da zaupate lastniku PPA-ja, preden namestite njegove programe.
sq: Ju i shkarkoni dhe instaloni paketat PPA duke marrë parasysh rrezikun. Ubuntu, Launchpad dhe PPA nuk janë përgjegjëse për këto paketa. Ju duhet të siguroheni që mund t'i besoni atij që ka PPA-në para se të instaloni programet e tyre.
sr: Преузимате и инсталирате пакете из личних архива на сопствени ризик. Убунту, Лансирна рампа и Каноникал не одобравају ове пакете. Морате бити сигурни да имате поверења у власнике личних архива пре него што инсталирате њихов софтвер.
tr: PPA(Kişisel Paket Arşivi) indirilmesi ve yüklenmesi tamamen sizin sorumluluğunuzdadır. Ubuntu, Launchpad ve Canonical bu paketleri desteklemez. Yazılımlarını indirmeden, PPA sahibine güvendiğinizden emin olmalısınız.
uk: Ви завантажуєте та встановлюєте PPA пакети на свій власний ризик. Ubuntu, Launchpad і Canonical не перевіряють ці пакети. Ви повинні бути впевненими, що ви довіряєте власнику PPA перед тим, як встановите програмне забезпечення.
zh_cn: 你要为自己下载安装的PPA软件包的安全性负责。Ubuntu, Launchpad和Canonical不对这些软件包负任何责任。在安装软件之前，你一定要确任你信任PPA的拥有者。
zh_hk: 您必須自行承擔下載與安裝 PPA 上套件的風險。Ubuntu、Launchpad 和 Canonical 並不為這些套件背書。您必須確定您信任 PPA 的擁有者，然後再安裝他們的套件。

source: You should begin by familiarizing yourself with <xref linkend="adding-repos"/> before beginning.
ast: Tendría de familiarizase con <xref linkend="adding-repos"/> enantes d'escomencipiar.
ca: Abans de començar hauríeu de familiaritzar-vos amb <xref linkend="adding-repos"/>.
da: Før du starter bør du gøre dig fortrolig med <xref linkend="adding-repos"/>.
eo: Vi devus ekkoni je <xref linkend="adding-repos"/> antaŭ ol komenci.
es: Debería familiarizarse con <xref linkend="adding-repos"/> antes de comenzar.
fi: Tutustu aluksi ohjeeseen <xref linkend="adding-repos"/>.
gl: Deberíase familiarizar con <xref linkend="adding-repos"/> antes de comezar.
hu: Mielőtt belekezdene, ajánlott a <xref linkend="adding-repos"/> téma elolvasása.
lv: Pirms sākat, jums vajadzētu iepazīties ar <xref linkend="adding-repos"/>.
nb: Du bør starte med å gjøre deg kjent med <xref linkend="adding-repos"/> før du begynner.
nl: Het is aan te raden om <xref linkend="adding-repos"/> door te lezen alvorens u begint.
pt: Você pode começar por familiarizar-se com <xref linkend="adding-repos"/> antes de começar.
ro: Înainte de a începe, ar trebui să vă familiarizați cu <xref linkend="adding-repos"/>.
sk: Predtým ako začnete mali by ste sa zoznámiť s <xref linkend="adding-repos"/>.
sl: Pred začetkom je priporočljivo, da se seznanite z <xref linkend="adding-repos"/>.
sq: Ju duhet të filloni duke familjarizuar veten me <xref linkend="adding-repos"/> para se të filloni.
sr: Пре него што почнете треба да проучите <xref linkend="adding-repos"/>.
tr: İlk önce <xref linkend="adding-repos"/> ile başlamadan önce kendinizi alıştırmalısınız.
uk: Спочатку вам необхідно ознайомитись із <xref linkend="adding-repos"/>.
zh_cn: 在开始之前你可以通过<xref linkend="adding-repos"/>来熟悉了解一下。
zh_hk: 在開始之前，您應該先試着熟悉 <xref linkend="adding-repos"/> 。

source: The APT line for the PPA can be found on the PPA overview page on Launchpad, and should look similar to the following:
ast: La llinia d'APT pal PPA puede alcontrase na páxina de resume de PPA en Launchpad y tien de ser asemeyada a lo siguiente:
ca: Podeu trobar la línia APT per al PPA a la pàgina general del PPA al Launchpad. Aquesta hauria de ser similar a la següent:
da: APT-linjen for en PPA kan findes på PPA-oversigtssiden på Launchpad, og vil ligne følgende:
eo: La APT-ĉeno por la PPA troviĝas en la PPA-resuma paĝo en Launchpad, kaj devus aspekti simila al la jena:
es: La línea de APT para el PPA se puede encontrar en la página de resumen del PPA en Launchpad y debe ser similar a lo siguiente:
fi: Ohjelmalähteen lisäävä rivi löytyy PPA-ohjelmalähteen kotisivulta Launchpadista. Se näyttää suunnilleen seuraavalta:
gl: Pódese atopar a liña de APT para o PPA na páxina xeral do PPA en Launchpad, que debe ser semellante á seguinte:
hu: A személyes tároló APT sora a Launchpad-en, a PPA áttekintő oldalán található, és valahogy így kell kinéznie:
lv: Personīgā pakotņu arhīva APT rindu var atrast Launchpad, PPA pārskata lapā. Tai vajadzētu izskatīties apmēram šādi:
nb: APT-linjen for PPA-en finner du på hovedsiden til PPA-arkivet i Launchpad, og vil se ut som følgende:
nl: U kunt de APT-regel voor het PPA vinden op de PPA-overzichtspagina van Launchpad. De regel dient er ongeveer uit te zien als het volgende:
pt: A linha APT para o PPA encontra-se na página de resumo do PPA no Launchpad, e deve assemelhar-se ao seguinte:
ro: Rândul APT pentru APP se află pe pagina de prezentare generală pentru APP din Launchpad și trebuie să arate în modul următor:
sk: APT reťazec pre PPA je možné nájsť na stránke PPA na Launchpade a mal by vyzerať podobne ako následujúci:
sl: Vrstico APT za PPA je mogoče najti na pregledni strani PPA na Launchpadu in bi morala biti podobna naslednjemu:
sq: Rreshti i APT për PPA-në mund të gjendet në faqen mbikqyrëse të PPA në Launchpad dhe duket i ngjajshëm me sa vijon:
sr: АПТ линију личне архиве можете пронаћи на прегледној страници личне архиве на Ланчпаду, а требала би да изгледа слично следећем:
tr: PPA için APT satırı, Launchpad üzerindeki PPA sayfasında bulunabilir ve şuna benzer:
uk: Рядок APT для PPA може бути знайдений на сторінці перегляду PPA на Launchpad, і повинен виглядати так:
zh_cn: PPA的APT命令行可以在Launchpad的PPA总览页发现，应该似于如下:
zh_hk: 您可以在 Launchpad 上面的 PPA 概覽頁面找到相關的 APT 資訊，看起來應該像這樣：

source: deb http://ppa.launchpad.net/<emphasis>user</emphasis>/ppa/<emphasis>ppa-name</emphasis> natty main
hu: deb http://ppa.launchpad.net/<emphasis>felhasználó</emphasis>/ppa/<emphasis>ppa-név</emphasis> natty main
sr: deb http://ppa.launchpad.net/<emphasis>корисник</emphasis>/ppa/<emphasis>ппа-име</emphasis> natty main
