Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: By default, only applications from the official Ubuntu software repositories are available in your package manager. If you cannot find the application that you want in the default repositories, you can add other (<quote>third-party</quote>) repositories and install it from there.
ast: Por omisión, sólo tan disponibles les aplicaciones de los repositorios de software oficiales d'Ubuntu nel xestor de paquetes. Si nun puedes alcontrar l'aplicación que quies nos repositorios predeterminaos, puedes amestar otros repositorios (<quote>de terceres partes</quote>) pa instalar desde allí.
ca: Per defecte, només les aplicacions dels dipòsits de programari oficials de l'Ubuntu estan disponibles al gestor de paquets. Si no podeu trobar l'aplicació que cerqueu als dipòsits predeterminats, podeu afegir-hi altres dipòsits <quote>de tercers</quote> i instal·lar-les des d'allí.
da: Som standard er det kun programmer fra de officielle Ubuntu-softwarearkiver, som er tilgængelige i din pakkehåndtering. Hvis du ikke kan finde det program, som du ønsker i disse softwarearkiver, kan du tilføje andre (<quote>tredjeparts</quote>-)arkiver og installere programmet derfra.
eo: Defaŭlte nur aplikaĵoj el la oficialaj Ubuntu-programaraj deponejoj estas disponeblaj per via pakaĵa administrilo. Se vi ne povas trovi la aplikaĵon deziratan en la defaŭltaj deponejoj, vi povas aldoni aliajn deponejojn (<quote>de ekstera liveranto</quote>) kaj instali ĝin el tie.
es: De manera predeterminada, sólo las aplicaciones de los repositorios de software oficiales de Ubuntu están disponibles en su gestor de paquetes. Si no puede encontrar la aplicación que desee en los repositorios predeterminados, puede añadir otros repositorios (<quote>de terceros</quote>) e instalarlo desde allí.
fi: Oletuksena vain Ubuntun virallisista ohjelmalähteissä olevat sovellukset ovat saatavilla pakettienhallinnassa. Jos et löydä haluamaasi sovellusta oletusohjelmalähteistä, voit lisätä muita (<quote>kolmannen osapuolen</quote>) ohjelmalähteitä ja asentaa niistä.
gl: De modo predeterminado, no seu xestor de paquetes soamente están dispoñíbeis os aplicativos dos repositorios de software oficiais de Ubuntu. Se vostede non atopa o aplicativo que quere nos repositorios predeterminados, pode engadir outros repositorios (<quote>de terceiros</quote>) e instalalo a dende aí.
hu: Alapértelmezésben csak a hivatalos Ubuntu szoftvertárolók alkalmazásai érhetők el a csomagkezelőben. Ha nem talál egy keresett alkalmazást az alapértelmezett tárolókban, felvehet más (<quote>harmadik féltől származó</quote>) tárolókat, amelyekből telepítheti.
id: Secara baku, hanya aplikasi dari repositori perangkat lunak resmi Ubuntu yang muncul di manajer paket Anda. Jika Anda tidak dapat menemukan aplikasi yang Anda inginkan pada repositori baku, Anda dapat menambahkan repositori lain (<quote>third-party</quote>) dan memasangnya dari sana.
lv: Pēc noklusējuma, pakotņu pārvaldniekam ir pieejamas lietotnes tikai no oficiālajām Ubuntu programmatūras krātuvēm. Ja nevarat atrast vēlamo lietotni noklusētajās krātuvēs, varat pievienot citas (<quote>trešās-puses</quote>) krātuves, un instalēt no tām.
nb: Som standard er kun applikasjoner fra Ubuntus offisielle programvarelagre tilgjengelige i din pakkehåndterer. Hvis du ikke finner applikasjonen du leter etter i programvarelagrene kan du legge til andre (<quote>tredjeparts-</quote>) lagre og installere applikasjonen fra disse.
nl: Standaard zijn alleen toepassingen van de officiële softwarebronnen van Ubuntu beschikbaar in uw pakketbeheerder. Als u de toepassing die u zoekt niet kunt vinden in de standaard bronnen, dan kunt u andere (<quote>third-party</quote>) archieven toevoegen en de toepassing van hieruit installeren.
pt: Por predefinição, apenas aplicações do repositório de software oficial do Ubuntu estão disponíveis no seu gestor de pacotes. Se não conseguir encontrar a aplicação que quer nos repositórios predefinidos, você pode adicionar outro(s) repositórios (<quote>de terceiros</quote>) e instalá-los a partir daí.
ro: În administratorul de pachete sunt disponibile, în mod implicit, numai aplicațiile din depozitele oficiale de software Ubuntu. Dacă aplicația dorită nu se află în depozitul implicit, puteți adăuga alte depozite (de la <quote>terțe părți</quote>), din care să instalați acea aplicație.
sk: Štandardne sú v správcovi balíkov k dispozícii len aplikácie z oficiálnych softvérových repozitárov Ubuntu. Ak nemôžete nájsť v štandardných repozitároch aplikáciu ktorú chcete, môžete si pridať repozitáre (<quote>tretích strán</quote>) a nainštalovať ju odtiaľ.
sl: Privzeto je nastavljeno tako, da so v upravljalniku paketov na voljo samo uradna Ubuntujeva skladišča programske opreme. Če želenega programa v teh skladiščih ne najdete, lahko dodate skladišča tretjih oseb in ga namestite od tam.
sq: Paraprakisht, vetëm programet nga magazinat zyrtare të programeve të Ubuntu janë të disponueshme në menaxhuesin tuaj të paketave. Nëse nuk mund ty gjeni programin që kërkoni në magazinat e parazgjedhura, ju mund të shtoni një magazinë tjetër të (<quote>palëve të treta</quote>) dhe të instaloni prej saj.
sr: Унапред је постављено да су само апликације са званичних Убунтуових софтверских ризница доступне у вашем управнику пакета. Ако не можете да пронађете апликацију коју желите у основним ризницама, можете да додате друге ризнице (<quote>трећих лица</quote>) и да је инсталирате одатле.
tr: Varsayılan olarak, paket yöneticinizde sadece Ubuntu' nun resmi depolarındaki uygulamalar bulunur. Eğer istediğniz uygulamayı varsayılan depolarda bulamıyorsanız, diğer (<quote>üçüncü taraf</quote>) depoları ekleyebilir ve oradan kurabilirsiniz.
uk: Типово лише програми з офіційних сховищ програмного забезпечення Ubuntu доступні у вашому менеджері пакунків. Якщо не вдається знайти потрібну програму в типових сховищах, можна додати інші сховища (<quote>третьої сторони</quote>) та встановити її звідти.
vi: Mặc định, chỉ những ứng dụng phần mềm được phân phối chính thức bởi Ubuntu mới xuất hiện trong chương trình quản lý các gói ứng dụng. Nếu bạn không tìm thấy ứng dụng bạn muốn được mặc định cài đặt, bạn có thể yêu cầu (<quote>third-party</quote>) để được cài đặt từ chúng.
zh_cn: 软件包管理器中默认仅提供官方 Ubuntu 软件仓库中的应用程序。如果您在默认仓库中找不到您想要安装的应用程序，您可以添加其它(<quote>第三方</quote>)软件仓库并从中安装该程序。
zh_hk: 預設只能在 Ubuntu 軟件庫找到正式支援的軟件，但如果您在預設的軟件庫找不到想要安裝的軟件，也可以手動加入其他 (<quote>第三方</quote>) 軟件庫，並從那裏取得軟件並安裝。

source: Installing an application
ast: Instalar una aplicación
ca: Com instal·lar una aplicació
da: Installation af et program
eo: Instali aplikaĵon
es: Instalar una aplicación
fi: Sovelluksen asentaminen
gl: Instalar un aplicativo
hu: Alkalmazás telepítése
id: Memasang sebuah aplikasi
lv: Lietotnes instalēšana
nb: Installasjon av et program
nl: Een toepassing installeren
pt: Instalar uma aplicação
ro: Instalarea unei aplicații
sk: Inštalácia aplikácie
sl: Nameščanje programov
sq: Instalimi i një programi
sr: Инсталирање апликације
tr: Bir uygulama yüklemek
uk: Встановленння програми
vi: Đang cài đặt ứng dụng
zh_cn: 安装应用程序
zh_hk: 安裝應用程式

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice> and search for an application, or select a category and find an application from the list.
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Centru de software d'Ubuntu</guimenuitem></menuchoice> y gueta una aplicación o seleiciona una categoría y alcuentra una aplicación na llista.
ca: Feu clic a <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Centre de programari de l'Ubuntu</guimenuitem></menuchoice> i cerqueu una aplicació, o bé seleccioneu una categoria i cerqueu una aplicació de la llista.
da: Klik på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu Softwarecenter</guimenuitem></menuchoice> og søg efter et program, eller vælg en kategori og find et program på listen.
es: Pulse <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Centro de software de Ubuntu</guimenuitem></menuchoice> y busque una aplicación o seleccione una categoría y encuentre una aplicación en la lista.
fi: Valitse <menuchoice><guimenu>Sovellukset</guimenu><guimenuitem>Ubuntun sovellusvalikoima</guimenuitem></menuchoice> ja etsi ohjelmaa sen nimellä tai valitse sopiva ryhmä ja etsi ohjelmaa sieltä.
gl: Prema en <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Centro de software de Ubuntu</guimenuitem></menuchoice> e busque por aplicativo, ou escolla unha categoría e busque un aplicativo na lista.
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Ubuntu szoftverközpont</guimenuitem></menuchoice> menüpontot, és keresse meg az alkalmazást, vagy válasszon ki egy kategóriát és válogasson a listából.
lv: Klikšķiniet <menuchoice><guimenu>Lietotnes</guimenu><guimenuitem>Ubuntu programmatūras centrs</guimenuitem></menuchoice> un meklējiet lietotni, vai izvēlieties kategoriju un atrodiet lietotni no saraksta.
nb: Klikk <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntus programvaresenter</guimenuitem></menuchoice> og søk etter et program, eller velg en kategori og finn et program fra listen.
nl: Kies <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ubuntu softwarecentrum</guimenuitem></menuchoice> en zoek naar een toepassing, of kies een categorie en kies een toepassing uit de lijst.
sl: Kliknite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice> in z iskalnikom poiščite program ali izberite kategorijo in na seznamu poiščite program.
sr: Кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice></quote> и потражите неку апликацију или изаберите категорију и пронађите неку апликацију са списка.
tr: <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Ubuntu Yazılım Merkezi</guimenuitem></menuchoice>'ne tıklayın ve uygulama arayın veya bir kategori seçip oradaki listeden bir uygulama bulun.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Центр програм Ubuntu</guimenuitem></menuchoice> і знайдіть програму, чи виберіть категорію і виберіть програму із списка.
zh_cn: 点击 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Ubuntu 软件中心</guimenuitem></menuchoice> 并搜索应用程序，或者选择一个分类并从列表中查找应用程序。
zh_hk: 點選 <menuchoice><guimenu>應用程式</guimenu><guimenuitem>Ubuntu 軟件中心</guimenuitem></menuchoice> 並搜尋您想要的應用程式，或者也可點選上方的類別並從清單選擇想要安裝的軟件。

source: Select the application that you are interested in and click <guibutton>Install</guibutton>.
ast: Seleiciona l'aplicación na que tas interesáu y calca <guibutton>Instalar</guibutton>.
ca: Seleccioneu l'aplicació en la qual esteu interessat i feu clic a <guibutton>Instal·la'l</guibutton>.
da: Vælg det program du er interesseret i, og klik på <guibutton>Installér</guibutton>.
es: Seleccione la aplicación en la que está interesado y pulse <guibutton>Instalar</guibutton>.
fi: Valitse kiinnostava sovellus ja napsauta <guibutton>Asenna</guibutton>-painiketta.
gl: Seleccione o aplicativo no que estea interesado e prema en <guibutton>Instalar</guibutton>.
hu: Válassza ki az Önt érdeklő alkalmazást, és nyomja meg a <guibutton>Telepítés</guibutton> gombot.
lv: Izvēlieties sev vēlamo lietotni un spiediet <guibutton>Instalēt</guibutton>.
nb: Velg programmet du som ønsker å installere, og klikk deretter <guibutton>Installer</guibutton>.
nl: Kies de toepassing waarin u geïnteresseerd bent en druk op <guibutton>Installeren</guibutton>.
sl: Izberite program, ki ga želite namestiti in kliknite <guibutton>Namesti</guibutton>.
sr: Изаберите апликацију која вас интересује, а затим кликните <quote><guibutton>Инсталирај</guibutton></quote>.
tr: İstediğiniz uygulamayı seçin ve <guibutton>Yükle</guibutton>'ye tıklayın.
uk: Виберіть необхідну програму і натисніть <guibutton>Встановити</guibutton>.
zh_cn: 选择您要安装的应用程序并点击 <guibutton>安装</guibutton>。
zh_hk: 選取您感興趣的程式並按 <guibutton>安裝</guibutton>。

source: You will be asked to enter your password. Once you have done that the installation will begin, as long as you have a working Internet connection.
ast: Va pidísete qu'introduzas la contraseña. Fecho esto, la instalación escomencipiará si tas coneutáu a Internet.
ca: Se us sol·licitarà que introduïu la vostra contrasenya. Un cop ho hàgiu fet la instal·lació començarà si esteu connectat a Internet.
da: Du vil blive bedt om at indtaste din adgangskode. Når du har gjort dette vil installationen begynde, såfremt du har en fungerende internetforbindelse.
es: Se le pedirá que introduzca su contraseña. Una vez lo haya hecho la instalación comenzará si está conectado a Internet.
fi: Sinulta kysytään salasanaasi, jonka antamisen jälkeen asennus alkaa kunhan internet-yhteys on käytössä.
gl: Solicitaráselle que introduza o seu contrasinal. Unha vez o teña feito de seguido comezará a instalación, se está conectado á Internet
hu: A program bekéri a jelszavát. Ezután megkezdődik a telepítés, amennyiben rendelkezik internetkapcsolattal.
lv: Jums palūgs ievadīt paroli. Kad to izdarīsiet, sāksies instalēšana, ja jums ir pieejams Interneta pieslēgums.
nb: Du vil bli spurt om å skrive inn passord. Når du har gjort dette vil installasjonen begynne, så sant du har en internettforbindelse.
nl: U zult gevraagd worden om een wachtwoord in te geven. Zodra u dat gedaan heeft zal de installatie beginnen, zolang u een werkende internetverbinding heeft.
sl: Vprašani boste za svoje geslo. Ko ga boste vnesli, se bo namestitev začela. Če izgubite internetno povezavo, se bo namestitev prekinila.
sr: Од вас ће бити затражено да унесете лозинку. Након што сте то урадили инсталација ће почети само ако имате радну интернет везу.
tr: Şifreni girmen istenecektir. Bunu yaptıktan sonra, eğer Internet bağlantın varsa yükleme başlayacaktır.
uk: Система запросить Ваш пароль. Одразу почнеться встановлення, швидкість якого залежатиме від швидкості Вашого інтернету.
zh_cn: 您会被要求输入自己的密码。当您完成后安装便会开始，只要您有一个可用的网络连接。
zh_hk: 您要輸入密碼。只要您有可用的網絡連線，一旦完成密碼檢驗後會開始安裝。

source: The installation usually finishes quickly, but could take a while if you have a slow Internet connection. When it has finished, your new application will be ready to use; most applications can be accessed from the Applications menu.
ast: Davezu, la instalación fina aína, pero si la to conexón a Internet ye lenta puede llevar un tiempu. Cuando fine la instalación, la nueva aplicación va tar llista pa usar. Puedes acceder a la mayoría de les aplicaciones al traviés del menú Aplicaciones.
ca: Normalment la instal·lació acaba ràpidament, però pot trigar si teniu una connexió a Internet lenta. Quan hagi acabat, l'aplicació nova estarà a punt per utilitzar-la. Es pot accedir a la majoria d'aplicacions mitjançant el menú d'aplicacions.
da: Installationen afsluttes normalt hurtigt, men kan tage lidt tid, hvis du har en langsom internetforbindelse. Når den er færdig, vil dit nye program være klart til brug. De fleste programmer kan tilgås fra menuen Programmer.
es: Habitualmente la instalación acaba rápidamente, pero si su conexión a Internet es lenta puede tardar un tiempo. Cuando haya terminado, la nueva aplicación estará lista para usar. Se puede acceder a la mayoría de las aplicaciones a través del menú Aplicaciones.
fi: Asennus tapahtuu yleensä nopeasti mutta voi joskus kestää jonkin aikaa, jos internet-yhteytesi on hidas. Asennuksen jälkeen uusi sovellus on käyttövalmis, ja se löytyy yleensä Sovellukset-valikosta.
gl: A instalación adoita rematar moi rápido, mais se a súa conexión a Internet é moi lenta pode levarlle algo máis de tempo. En canto remate, o novo aplicativo estará preparado para seren usado. Podese acceder á maioría de aplicativos ao través do menú Aplicativos.
hu: A telepítés általában gyorsan befejeződik, de lassú internetkapcsolat mellett ez sokáig tarthat. A befejezése után az új alkalmazások készen állnak a használatra; a legtöbb elérhető az Alkalmazások menüből.
lv: Instalēšana parasti beidzas ātri, bet tā var aizņemt kādu laiku, ja ir lēns Interneta savienojums. Kad tā beigsies, jaunā lietotne būs gatava lietošanai; vairums lietotnēm var piekļūt, izmantojot 'Lietotnes' izvēlni.
nb: Installasjonen tar vanligvis kort tid, men kan også ta en stund hvis du har en treg internettforbindelse. Når denne er fullført vil ditt nye program kunne brukes; de fleste programmer kan letes opp på Programmer-menyen.
nl: De installatie zal gewoonlijk snel eindigen, maar kan een tijdje duren als u een langzame internetverbinding heeft. Wanneer de installatie afgelopen is, zal uw nieuwe toepassing klaar zijn voor gebruik; de meeste toepassingen kunnen via het menu Toepassingen bereikt worden.
sl: Namestitev se običajno konča hitro, lahko pa traja dolgo, če imate počasno internetno povezavo. Ko je namestitev končana, je vaš program pripravljen za uporabo; večina programov je dostopnih v meniju Programi.
sr: Инсталација се обично заврши брзо, али може да потраје ако имате спору везу са интернетом. Када је то завршено, ваша нова апликација ће бити спремна за коришћење; већини апликација можете приступити из изборника програма.
tr: Yükleme genellikle çabuk biter. Eğer Internet bağlantınız yavaşsa bu işlem biraz daha fazla sürer. Yükleme bittiğinde, yeni uygulaman kullanıma hazırdır. Çoğu uygulamaya Uygulamalar menüsünden erişilebilir.
uk: Встановлення переважно проходить швидко, проте при повільному інтернеті воно може сповільнитись. По закінченню встановлення Ваша програма готова до роботи; більшість програм запускається з меню Програми.
zh_cn: 安装通常会很快完成，但如果您的网速很慢就会花上一段时间。完成后，新应用程序立即就可以用了；多数应用程序可以通过应用程序菜单来访问。
zh_hk: 安裝通常很快完成，但如果您的網絡較緩慢則會需要點時間。當完成後，您新安裝的應用程式就準備好可供使用；絕大部份的應用程式都會在應用程式選單。

source: For more information about using the <application>Ubuntu Software Center</application>, consult the <ulink type="help" url="ghelp:software-center">Ubuntu Software Center Manual</ulink>.
ast: Pa mayor información sobre l'usu del <application>Centru de Software d'Ubuntu</application>, consulta'l<ulink type="help" url="ghelp:software-center">Manual del Centru de software d'Ubuntu</ulink>.
ca: Per a obtenir més informació sobre com utilitzar el <application>Centre de programari de l'Ubuntu</application>, consulteu el <ulink type="help" url="ghelp:software-center">manual del centre de programari de l'Ubuntu</ulink>.
da: Kig i <ulink type="help" url="ghelp:software-center">manualen til Ubuntu softwarecenter</ulink> for flere oplysninger om brug af <application>Ubuntu softwarecenter</application>.
eo: Por plua informo pri la uzado de <application>Programara Centro de Ubuntu</application>, konsultu la <ulink type="help" url="ghelp:software-center">Manlibro de la Programara Centro de Ubuntu</ulink>.
es: Para más información sobre el uso del <application>Centro de software de Ubuntu</application>, consulte el<ulink type="help" url="ghelp:software-center">Manual del Centro de software de Ubuntu</ulink>.
fi: Lisätietoja <application>Ubuntun sovellusvalikoiman</application> käytöstä <ulink type="help" url="ghelp:software-center">Ubuntun sovellusvalikoiman ohjekirjassa</ulink>.
gl: Para máis información acerca do uso do <application>Centro de software de Ubuntu</application>, consulte o <ulink type="help" url="ghelp:software-center">Manual do Centro de Software de Ubuntu</ulink>.
hu: Az <application>Ubuntu szoftverközpont</application> használatával kapcsolatos további információkért lásd az <ulink type="help" url="ghelp:software-center">Ubuntu szoftverközpont kézikönyvét</ulink>.
lv: Lai saņemtu vairāk informācijas par <application>Ubuntu programmatūras centru</application>, ieskatieties <ulink type="help" url="ghelp:software-center">Ubuntu programmatūras centra rokasgrāmatā</ulink>.
nb: For mer informasjon om bruken av <application>Ubuntu Software Center</application>, oppsøk <ulink type="help" url="ghelp:software-center">Ubuntu Software Center Manual</ulink>.
nl: Voor meer informatie over het gebruik van het <application>Ubuntu softwarecentrum</application>, zie de <ulink type="help" url="ghelp:software-center">handleiding van Ubuntu softwarecentrum</ulink>.
pt: Para mais informações sobre como utilizar o <application>Centro de Software Ubuntu</application>, consulte o <ulink type="help" url="ghelp:software-center">Manual do Centro de Software Ubuntu</ulink>.
ro: Pentru mai multe informații despre utilizarea <application>Centrului de Software Ubuntu</application>, consultați <ulink type="ajutor" url="ghelp:software-center">Manualul centrului software Ubuntu</ulink>.
sk: Pre viac informácií ohľadom používania <application>Centra softvéru Ubuntu</application> nahliadnite do <ulink type="help" url="ghelp:software-center">manuálu Ubuntu softvérového centra</ulink>.
sl: Za več podrobnosti o uporabi <application>Programskega središča Ubuntu</application> obiščite stran <ulink type="help" url="ghelp:software-center">priročnika Programskega središča Ubuntu</ulink>.
sr: За више информација о коришћењу <quote><application>Убунтуовог софтверског центра</application></quote>, прочитајте <ulink type="help" url="ghelp:software-center">Упутство Убунтуовог софтверског центра</ulink>.
tr: <application>Ubuntu Software Center</application>'i kullanma hakkında daha fazla bilgi için, <ulink type="help" url="ghelp:software-center">Ubuntu Software Center Manual</ulink>'e danışın.
uk: Для більше детальної інформації про <application>Центр програмного забезпечення Ubuntu</application>, звертайтеся до <ulink type="help" url="ghelp:software-center">Посібника по Центру програмного забезпечення Ubuntu</ulink>.
zh_cn: 关于使用<application>Ubuntu 软件中心</application>的更多信息，请查看 <ulink type="help" url="ghelp:software-center">Ubuntu 软件中心教程</ulink>。
zh_hk: 要取得更多關於如何使用 <application>Ubuntu 軟件中心</application>，請查詢 <ulink type="help" url="ghelp:software-center">Ubuntu 軟件中心手冊</ulink>。

source: Other methods of installing applications
ast: Otros métodos d'instalar aplicaciones
ca: Altres mètodes d'instal·lar aplicacions
da: Andre metoder til at installere programmer
eo: Aliaj metodoj por instali aplikaĵojn
es: Otros métodos de instalar aplicaciones
fi: Muita tapoja sovellusten asentamiseen
gl: Outros métodos de instalar aplicativos
hu: Más módszerek alkalmazások telepítésére
id: Metode lain untuk memasang aplikasi
lv: Citas lietotņu instalēšanas metodes
nb: Andre metoder for installasjon av programmer
nl: Andere manieren om toepassingen te installeren
pt: Outros métodos para instalar aplicações
ro: Alte metode de instalare a aplicațiilor
sk: Iné metódy inštalácie aplikácií
sl: Druge metode nameščanja programov
sq: Metoda të tjera për instalimin e programeve
sr: Остале методе за инсталирање апликација
tr: Uygulama yüklemenin diğer yöntemleri
uk: Інші способи встановлення програм
vi: Những phương pháp khác để cài đặt ứng dụng
zh_cn: 安装应用软件的其他方法
zh_hk: 其他應用程式安裝方法

source: Using Synaptic Package Manager
ast: Usar el xestor de paquetes Synaptic
ca: Utilització del gestor de paquets Synaptic
da: Brug Synaptic-pakkehåndteringen
eo: Uzi la pakaĵan mastrumilon de Synaptic
es: Usar el gestor de paquetes Synaptic
fi: Synaptic-pakettienhallinnan käyttäminen
gl: Usar o Xestor de paquetes Synaptic
hu: A Synaptic csomagkezelő használata
id: Menggunakan Manajer Paket Synaptic
lv: Synaptic pakotņu pārvaldnieka izmantošana
nb: Bruke Synaptic Programpakkebehandler
nl: Synaptic pakketbeheer gebruiken
pt: Usar o gestor de Pacotes Synaptic
ro: Folosirea Administratorului de pachete - Synaptic
sk: Používanie Správcu balíkov Synaptic
sl: Uporaba urejevalnika paketov Synaptic
sq: Duke Përdorur Menaxhuesin e Paketave Synaptic
sr: Коришћење Синаптика управника пакета
tr: Synaptic Paket Yöneticisini kullanmak
uk: За допомогою менеджера пакунків Synaptic
vi: Sử dụng Trình quản lý gói Synaptic
zh_cn: 使用新立得软件包管理器
zh_hk: 使用 Synaptic 套件管理員
