Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Sometimes it is difficult to determine why a particular software package is restricted. If this is the case, seek advice on the <ulink url="http://ubuntuforums.org/">Ubuntu Forums</ulink>. If you are still unable to determine why a package is restricted, err on the side of caution and do not install it; it may be illegal to use it in your country.
ast: A veces ye difícil determinar por qué un paquete de software en particular ye restrinxíu. Si ye esti el casu, pide conseyu nos <ulink url="http://ubuntuforums.org/">foros d'Ubuntu </ulink>. Si sigues sin poder determinar por qué un paquete ye restrinxíu, sigue'l camín seguru y nun lo instales, ya que usalu puede ser illegal nel to país.
ca: A vegades és difícil determinar la raó per la qual un paquet de programari és restrictiu. Si aquest és el cas, demaneu consell als <ulink url="http://ubuntuforums.org/">fòrums de l'Ubuntu Forums</ulink>. Si tot i això no podeu determinar perquè és restrictiu, és recomanable que obreu amb prudència especial i que no l'instal·leu, atès que podria ser que no sigui legal en el vostre país.
da: Undertiden er det svært at afgøre, hvorfor en bestemt softwarepakke er begrænset. Hvis dette er tilfældet, kan du søge rådgivning på <ulink url="http://ubuntuforums.org/">Ubuntu Forums</ulink>. Hvis du stadig ikke kan finde ud af, hvorfor en pakke er begrænset, bør du udvise forsigtighed med at installere den, da det kan være ulovligt at bruge den i dit land.
eo: Iam estas malfacile eltrovi kial specifa pakaĵo estas restriktita. Se tio estas la kazo, serĉi konsilon ĉe la <ulink url="http://ubuntuforums.org/">Ubuntu-Forumoj</ulink>. Se vi ankoraŭ ne povas eltrovi kial pakaĵo estas restriktita, eraremu ĉe la flanko de zorgo kaj ne instalu ĝin; eble estas kontraŭleĝe uzi ĝin en via lando.
es: A veces es difícil determinar por qué es restringido un determinado paquete de software. Si este es el caso, busque consejo en los <ulink url="http://ubuntuforums.org/">foros de Ubuntu </ulink>. Si sigue siendo incapaz de determinar por qué cierto paquete es restringido, siga la vía de la precaución y no lo instale, ya que su uso puede ser ilegal en su país.
fi: Joskus voi olla vaikea määrittää, minkä takia jokin tietty ohjelmapaketti on rajoitettu. Tällaisessa tapauksessa voidaan etsiä apua <ulink url="http://ubuntuforums.org/">Ubuntun keskustelualueilta</ulink> (myös <ulink url="http://forum.ubuntu-fi.org/">suomenkieliset</ulink>). Jos siltikään rajoituksen syy ei selviä, on kannattavinta noudattaa varovaisuutta olemalla asentamatta ohjelmaa; sen käyttö voi olla laitonta maassasi.
gl: Ás veces é difícil determinar por que un programa en concreto é restritivo. Se este é o caso, procure consello nos <ulink url="http://ubuntuforums.org/">foros de Ubuntu</ulink>. Se ainda así é incapaz de determinar por que un paquete é restritivo, fique no lado da precaución e non o instale; pode ser ilegal usalo no seu país.
hu: Néha nehéz meghatározni, hogy egy szoftvercsomag valamely része miért korlátozott. Ha ez a helyzet áll fenn, útmutatást találhat az <ulink url="http://ubuntuforums.org/">Ubuntu fórumokon</ulink>. Ha még mindig nem tudja meghatározni, hogy egy szoftver csomag miért korlátozott, inkább legyen óvatos és ne telepítse az adott szoftvert; lehet hogy az adott országban illegális a kérdéses szoftver használata.
id: Terkadang sulit untuk menentukan mengapa paket perangkat lunak tertentu dilarang. Jika pada kasus ini, lihat nasehat pada <ulink url="http://ubuntuforums.org/">Forum Ubuntu</ulink>. Jika anda masih tidak dapat menentukan mengapa sebuah paket dilarang, perhatikan larangan dan jangan memasangnya; hal ini bisa jadi ilegal untuk digunakan di negara anda.
lv: Dažkārt ir grūti noteikt, vai konkrētā programmatūras pakotne ir ierobežota. Ja tā ir, meklējiet padomu <ulink url="http://ubuntuforums.org/">Ubuntu forumos</ulink>. Ja vēl aizvien nevarat noteikt, kāpēc pakotne ir ierobežota, drošs paliek nedrošs – neinstalējiet. Tā varētu būt nelegāla jūsu valstī.
nb: Noen ganger er det vanskelig å avgjøre hvorfor en bestemt programvare er begrenset. Gå til <ulink url="http://ubuntuforums.org/">Ubuntu Forums</ulink> hvis dette er tilfelle for å finne mer informasjon. Hvis du fremdeles ikke kan avgjøre hvorfor en pakke er begrenset, vær på den trygge siden og ikke installer pakken; det er mulig at den ikke kan brukes i landet du oppholder deg i.
nl: Soms is het niet duidelijk waarom een bepaald pakket beperkt is. Als dit het geval is, zoek dan hulp op het <ulink url="http://forum.ubuntu-nl.org/">Ubuntu Forum</ulink>. Als u daarna nog steeds niet weet waarom een pakket als beperkt is aangemerkt, wees dan voorzichtig en installeer het niet: mogelijk is het gebruik van de software in uw land niet legaal.
pt: Às vezes é difícil de determinar porque é que um determinado software é restrito. Se este for o caso, procure aconselhamento nos <ulink url="http://ubuntuforums.org/">Forums Ubuntu</ ulink>. Se ainda não conseguiu determinar o motivo pelo qual um pacote é restrito, jogue pelo seguro e não o instale; pode ser ilegal utilizá-lo no seu país.
ro: Câteodată este dificil de determinat de ce un anumit pachet software este restricționat. În acest caz, căutați sfaturi pe <ulink url="http://ubuntuforums.org/">Forumurile Ubuntu</ulink>. Dacă tot nu puteți determina de ce un pachet este restricționat, fiți precaut și nu îl instalați; folosirea acestuia ar putea fi ilegală în țara dumneavoastră.
sk: Niekedy je ťažké zistiť, prečo je práve daný softvér klasifikovaný ako obmedzený. V týchto prípadoch hľadajte pomoc na <ulink url="http://ubuntuforums.org/">medzinárodnom Ubuntu fóre</ulink>. Ak stále nedokážete zistiť, prečo je softvér obmedzený, radšej ho neinštalujte, jeho použitie môže byť vo vašej krajine nelegálne.
sl: Včasih je težko ugotoviti, zakaj je programska oprema omejena. Če ne veste, zakaj je programska oprema omejena, se o tem posvetujte na <ulink url="http://ubuntuforums.org/">Ubuntu Forumu</ulink>. Če še vedno ne morete ugotoviti, zakaj je paket omejen, ga ne namestite, saj je njegova uporaba lahko v vaši državi prepovedana.
sq: Ndonjëherë është e vështirë të përcaktohet se pse një program i veçantë është kufizuar. në këtë rast, kërkoni këshillë tek <ulink url="http://ubuntuforums.org/">Forumet e Ubuntu</ulink>. Nëse vazhdoni të mos jeni në gjendje të përcaktoni se përse një paketë është kufizuar, bëni kujdes dhe mos e instaloni atë, mund të jetë ilegale për tu përdorur në vendin tuaj.
sr: Понекад је тешко одредити зашто је неки софтверски пакет ограничен. Ако је то случај, потражите савет на <ulink url="http://ubuntuforums.org/">Убунту форумима</ulink>. Ако још увек нисте у стању да утврде зашто је пакет ограничен, будите опрезни и немојте да га инсталирате; његово коришћење може бити и противзаконито у вашој земљи.
tr: Bazen, neden bazı özel yazılımların sınırlı olduğunu anlamak zordur. Bu durumda, <ulink url="http://ubuntuforums.org/">Ubuntu Forum</ulink>larından destek arayınız. Eğer hala neden bir yazılımın sınırlı olduğunu anlamadıysanız, uyarılara uyun ve yüklemeyin; sizin ülkenizde kullanımı yasak olabilir.
uk: Деколи важко визначити чому певний пакунок програмного забезпечення обмежений. У цьому випадку шукайте пораду на <ulink url="http://ubuntuforums.org/">Форумах Убунту</ulink>. Якщо ви все ще не можете визначити чому пакунок обмежений, не встановлюйте його, оскільки використання таких програм у вашій країні може бути незаконним.
vi: Thỉnh thoảng rất khó để xác định tại sao một gói phần mềm lại bị giới hạn. Nếu gặp phải trường hợp này, tham khảo ý kiến trên <ulink url="http://ubuntuforums.org/">Diễn đàn Ubuntu</ulink>. Nếu bạn vẫn không thể xác định tại sao, đừng cài đặt; có thể việc sử dụng nó là phạm pháp ở nước của bạn.
zh_cn: 有时确定某个软件包是否受限很难，您可以登录 <ulink url="http://ubuntuforums.org/">Ubuntu 论坛</ulink>找点建议。如果仍无法确定该软件包是否受限，那就听从警告不要安装这些软件包；因为你可能违反当地法律。
zh_hk: 有時候會很難去定義某個軟件是否屬於「受限制」，如果發生這種情況，請到 <ulink url="http://ubuntuforums.org/">Ubuntu 論壇</ulink> 徵求建議。如果您仍無法確認該軟件是否「受限制」，又非常在意的話，請不要安裝它，因為該軟件或許不能在您的國家合法使用。

source: Overview of the default Ubuntu software repositories
ast: Güeyada a los repositorios de software predeterminaos d'Ubuntu
ca: Resum dels dipòsits predeterminats de l'Ubuntu
da: Oversigt over standard-programpakkearkiver i Ubuntu
eo: Resumo de la defaŭltaj Ubuntu-deponejoj
es: Vista general sobre los repositorios de software de Ubuntu
fi: Yleiskuva Ubuntun oletusohjelmalähteistä
gl: Visión xeral dos repositorios de software predeterminado de Ubuntu
hu: Az alapértelmezett Ubuntu szoftvertárolók bemutatása
id: Tinjauan repositori perangkat lunak baku Ubuntu
lv: Noklusēto Ubuntu programmatūras krātuvju pārskats
nb: Oversikt over standard Ubuntu programvarearkiv
nl: Overzicht van de standaard Ubuntu-softwarebronnen
pt: Visão geral dos repositórios padrão de software Ubuntu
ro: Prezentare generală a depozitelor implicite de software Ubuntu
sk: Prehľad základných softvérových repozitárov Ubuntu
sl: Pregled privzetih skladišč programske opreme v Ubuntuju
sq: Vështrim mbi magazinat e programeve Ubuntu
sr: Преглед основних Убунтуових софтверских ризница
tr: Varsayılan Ubuntu Yazılım Depolarına genel bakış
uk: Огляд типових сховищ програмного забезпечення Ubuntu
zh_cn: Ubuntu 默认软件源的概述
zh_hk: Ubuntu 預設軟件套件庫概要

source: When you install software on Ubuntu, the package manager automatically downloads the required software packages from a <emphasis>software repository</emphasis>, a location on the Internet which stores collections of packages ready to be downloaded.
ast: Cuando instales software n'Ubuntu, el xestor de paquetes descarga automáticamente los paquetes de software necesarios dende un <emphasis>repositoriu de software</emphasis>, un llugar d'Internet que almacena coleiciones de paquetes llistos pa descargar.
ca: Quan instal·leu programari a l'Ubuntu, el gestor baixa els paquets dels programes d'un <emphasis>dipòsit de programari</emphasis>, un lloc d'Internet on s'emmagatzemen grups de paquets a punt per a ésser baixats.
da: Når du installerer software på Ubuntu, henter pakkehåndteringen automatisk de nødvendige softwarepakker fra et <emphasis>softwarearkiv</emphasis>, et sted på internettet, som gemmer samlinger af pakker, der er klar til at blive hentet.
eo: Kiam oni instalas programarojn ĉe Ubuntu, la pakaĵa mastrumilo aŭtomate elŝutas la bezonatajn pakaĵojn el <emphasis>programara deponejo</emphasis>, loko en la Interreto kiu tenas pakaĵarojn pretajn por elŝuti.
es: Cuando usted instala software en Ubuntu, el gestor de paquetes descarga automáticamente los paquetes de software necesarios desde un <emphasis>repositorio de software</emphasis>: un lugar en Internet que almacena colecciones de paquetes listos para su descarga.
fi: Kun Ubuntuun asennetaan ohjelmia, pakettienhallinta noutaa automaattisesti tarvittavat ohjelmapaketit <emphasis>ohjelmalähteestä</emphasis>, joka on Internetissä oleva paikka jossa säilytetään noudettavissa olevia pakettikokoelmia.
gl: Cando instala software en Ubuntu, o xestor de paquetes automaticamente descarga o software requeridos dos <emphasis>repositorios software</emphasis>, lugares de Internet que almacenan coleccións de paquetes listos para ser descargados.
hu: Mikor egy szoftvert telepít az Ubuntura, akkor a csomagkezelő automatikusan letölti a szükséges csomagokat egy <emphasis>csomagtárolóból</emphasis>, azaz egy olyan internetes kiszolgálóról, amely letöltésre kész csomagokat tartalmaz.
id: Ketika anda memasang perangkat lunak pada Ubuntu, pengatur paket secara otomatis mengunduh paket perangkat lunak yang dibutuhkan dari sebuah <emphasis>Repositori Perangkat Lunak</emphasis>, sebuah lokasi di internet yang menyimpan koleksi paket-paket yang siap diunduh.
lv: Kad instalējat programmatūru uz Ubuntu, pakotņu pārvaldnieks automātiski lejupielādē nepieciešamās programmatūras pakotnes no <emphasis>programmatūras krātuves</emphasis> - vietas Internetā, kurā glabājas lejupielādei gatavas pakotņu kolekcijas.
nb: Når du installerer programvare i Ubuntu, laster pakkebehandleren automatisk ned de nødvendige fra en <emphasis>programvarekilde</emphasis>, en lokasjon på internett som tilbyr samlinger av pakker klar for å lastes ned.
nl: Wanneer u software installeert in Ubuntu, zal de pakketbeheerder automatisch de benodigde softwarepakketten downloaden van een <emphasis>softwarebron</emphasis>, een plaats op het internet waar verzamelingen pakketten klaarliggen om gedownload te worden.
pt: Quando instala aplicações no Ubuntu, o gestor de pacotes descarrega automaticamente os pacotes necessários de um <emphasis>repositório de aplicações</emphasis>, um espaço na Internet que armazena conjuntos pacotes prontos a ser descarregados.
ro: Când instalați aplicații software în Ubuntu, administratorul de pachete descarcă automat pachetele de software necesare dintr-un <emphasis>depozit software</emphasis>, o locație de pe internet care stochează colecții de pachete gata de a fi descărcate.
sk: Keď v Ubuntu inštalujete softvér, správca balíkov automaticky stiahne požadované balíky z <emphasis>repozitára softvéru</emphasis>, miesta na internete, ktoré obsahuje zbierku balíkov pripravených na okamžitú inštaláciu a použitie vo vašom systéme.
sl: Ko namestite programsko opremo na Ubuntu, upravljalnik paketov samodejno prejme zahtevane programske pakete iz <emphasis>skladišča programske opreme</emphasis>, mesta na internetu, ki shranjuje zbirke paketov, pripravljene za prejem.
sq: Kur ju instaloni programe në Ubuntu, menaxhuesi i paketave automatikisht e shkarkon programin e kërkuar nga një <emphasis>magazinë programesh</emphasis>, një vendndodhje në internet e cila përmban koleksione paketash gati për tu shkarkuar.
sr: Када инсталирате софтвер у Убунтуу, управник пакета аутоматски преузима потребне пакете из <quote><emphasis>ризнице софтвера</emphasis></quote> — локације на Интернету која чува колекције пакета спремних за преузимање.
tr: Ubuntu'da yazılım yüklediğinizde, paket yöneticisi otomatik olarak gerekli yazılım paketlerini <emphasis>yazılım depolarından</emphasis> indirir. Yazılım depoları indirilmeye hazır bulundurulan paket gruplarının saklandığı internet üzerindeki alanlardır.
uk: Під час встановлення програмного забезпечення на Ubuntu, менеджер пакунків автоматично завантажує необхідні пакунки із <emphasis>сховища програм</emphasis> - розташованої в інтернеті колекції програм, готових для завантаження.
vi: Khi bạn cài đặt phần mềm trên Ubuntu, trình quản lý gói tự động tải về các gói phần mềm cần thiết từ một <emphasis>kho phần mềm</emphasis> trên Internet, nơi tập hợp và lưu trữ các gói phần mềm để sẵn sàng được tải về.
zh_cn: 在 Ubuntu 中安装软件时，软件包管理器将自动从<emphasis>软件仓库</emphasis>中下载所需软件包，软件仓库是 Internet 上存放可供下载的一批软件包的地方。
zh_hk: 當在 Ubuntu 安裝軟件時，套件管理程式會自動從<emphasis>軟件庫</emphasis>下載所需的軟件。軟件庫是網絡上專門儲藏軟件套件並提供下載的地方。

source: There are thousands of programs available to install on Ubuntu. These programs are stored in software repositories and are made freely available for all Ubuntu users. This makes it very easy to install new programs, and it is also very secure because each program you install is built specially for Ubuntu and checked before it is allowed into the repositories.
ast: Hay milenta programes disponibles pa instalar n'Ubuntu. Esos programes guárdense'n repositorios de software y tan disponibles llibremente pa tolos usuarios d'Ubuntu. Esto fai perfácil instalar programes nuevos, y amás ye perseguro porque cada programa que instales ta fecho especialmente pa Ubuntu y comprobáu enantes de poder entrar nos repositorios.
ca: Hi ha milers de programes disponibles per a instal·lar-los a l'Ubuntu. Aquests s'emmagatzemen en dipòsits de programari lliurement accessibles per a tots els usuaris de l'Ubuntu, amb la qual cosa és molt fàcil instal·lar programes nous. I també molt segur, perquè cada programa que instal·leu està muntat especialment per a l'Ubuntu i és comprovat abans d'emmagatzemar-lo als dipòsits.
da: Der findes tusindvis af programmer til rådighed til installering på Ubuntu. Disse programmer er lagret i softwarearkiver og er stillet frit til rådighed for alle Ubuntu-brugere. Dette gør det meget nemt at installere nye programmer, og er også meget sikkert, fordi hvert program, du installerer, er bygget specielt til Ubuntu og kontrolleres, før det bliver tilføjet til arkivet.
eo: Miloj da programoj disponeblas por instali ĉe Ubuntu. Tiuj programoj estas konservitaj en deponejoj kaj estas libere disponeblaj por ĉiuj Ubuntu-uzantoj. Tial estas tre facile instali novajn programojn, kaj estas tre sekure ĉar ĉiu programo estas konstruita por Ubuntu kaj kontrolita antaŭ ol lasi ĝin en la deponejojn.
es: Hay miles de programas disponibles para su instalación en Ubuntu. Esos programas están almacenados en repositorios de software y están públicamente accesibles de forma gratuita para todos los usuarios de Ubuntu. Esto hace muy fácil instalar nuevos prorgramas, y además es muy seguro porque cada programa que se instala está construido especialmente por Ubuntu y comprobado antes de publicarlo en los repositorios.
fi: Ubuntuun voidaan asentaa tuhansia ohjelmia. Nämä ohjelmat ovat säilötty ohjelmalähteisiin ja ne ovat kaikkien Ubuntu-käyttäjien vapaasti käytettävissä. Tämä tekee uusien ohjelmien asentamisesta helppoa, mutta myös hyvin turvallista koska jokainen ohjelma on rakennettu erityisesti Ubuntua varten ja tarkistettu ennen ohjelmalähteisiin lisäämistä.
gl: Hai miles de programas dispoñibeis para ser instalados en Ubuntu. Istes programas gárdanse en repositorios de software e ponse a ceibe disposición de tódolos usuarios de Ubuntu. Isto fai moi sinxelo instalar novos programas, tamén é unha forma moi segura xa que cada programa que instala está preparado especialmente para Ubuntu e próbase antes de que se lle permita entrar nos repositorios.
hu: Az Ubuntura több ezer csomagot lehet telepíteni. Ezek a csomagok csomagtárolókban vannak, és bármely Ubuntu felhasználó szabadon letöltheti őket. Ez nagyon könnyűvé teszi új programok telepítését és nagyon biztonságos, mivel a tárolókból telepített minden programcsomag kifejezetten az Ubuntuhoz készült, és a tárolóba kerülése előtt ellenőrzésen megy át.
id: Ada ribuan program tersedia untuk dipasang pada Ubuntu. Program-program itu disimpan pada repositori perangkat lunak dan dibuat tersedia bebas untuk pengguna Ubuntu. Hal ini membuat instalasi program baru sangat mudah, dan hal juga sangat aman karena setiap program yang anda pasang dibangun khusus untuk Ubuntu dan diperiksa sebelum diperbolehkan berada di repositori.
lv: Ubuntu ir tūkstošiem instalēšanai gatavas programmas. Šīs programmas tiek glabātas programmatūras krātuvēs un ir brīvi pieejamas Ubuntu lietotājiem. Tās padara programmatūras instalēšanu ļoti vieglu, kā arī tas ir droši, jo katra programma, kuru instalējat, ir būvēta tieši Ubuntu sistēmai un ir pārbaudīta pirms ielikšanas krātuvē.
nb: Det er tusenvis av programmer tilgjengelig for å bli installert i Ubuntu. Disse programmene er lagret i programvarekildene og er gjort gratis tilgjengelig for alle Ubuntu-brukere. Dette gjør det veldig lett å installere nye programmer, det er også veldig sikkert fordi hvert program du installerer er bygget spesielt for Ubuntu og er sjekket før det er tillatt i programvarekildene.
nl: Er zijn duizenden programma's beschikbaar voor installatie in Ubuntu. Deze programma's zijn opgeslagen in softwarebronnen en zijn vrij beschikbaar voor alle Ubuntu-gebruikers. Dit maakt het heel makkelijk om nieuwe programma's te installeren en het is ook heel veilig, omdat elk programma dat u downloadt speciaal voor Ubuntu is gemaakt en gecontroleerd wordt voordat het aan de softwarebronnen wordt toegevoegd.
pt: Existem milhares de programas disponíveis para instalar no Ubuntu. Estes programas estão armazenados em repositórios de aplicações e são livremente disponibilizados a todos os utilizadores do Ubuntu. Consequentemente, é extremamente fácil instalar novos programas, para além de extremamente seguro, dado que cada programa que instala foi construído especialmente a pensar no Ubuntu e verificado antes de ser disponibilizado através dos repositórios.
ro: Există mii de programe disponibile pentru instalare în Ubuntu. Aceste programe sunt stocate în depozite sofware și sunt făcute disponibile gratuit pentru toți utilizatorii Ubuntu. Acest lucru face instalarea de programe noi foarte ușoară și, de asemenea, foarte sigură pentru că fiecare program pe care îl instalați este construit special pentru Ubuntu și verificat înainte de a fi integrat în depozite.
sk: Existujú tisícky programov, ktoré sú dostupné pre Ubuntu. Tieto programy sú voľne dostupné v repozitároch softvéru pre všetkých používateľov Ubuntu. To umožňuje veľmi jednoducho nainštalovať nové programy a zároveň to poskytuje aj vysoký stupeň bezpečnosti, pretože každý program je zostavený špeciálne pre Ubuntu a skontrolovaný pred tým, než je umiestnený do repozitárov.
sl: Obstaja na tisoče programov na voljo za namestitev v Ubuntu. Ti programi so shranjeni v skladiščih programske opreme in so na voljo vsem uporabnikom Ubuntuja. To vam omogoča preprosto in varno namestitev novih programov, saj je vsak program pred dodajanjem v skladišče varnostno pregledan.
sq: Ka mijëra programe të disponueshme për tu instaluar në ubuntu. Këto programe ruhen në magazinat e programeve dhe jepen falas për përdoruesit e Ubuntu. Kjo e bën shumë të lehtë instalimin e programeve të reja dhe është gjithashtu shumë e sigurtë sepse çdo program që instaloni është krijuar në mënyrë specifike për Ubuntu dhe është kontrolluar para se të lejohet të shkojë në magazina.
sr: Постоје хиљаде програма доступних за инсталирање у Убунтуу. Ови програми се налазе у софтверским ризницама и слободно су доступни свим корисницима Убунтуа. Ове ризнице поједностављују инсталирање нових програма, а такође су врло сигурне јер сваки програм који инсталирате посебно је направљен за Убунту и проверен пре његовог смештања у ризнице.
tr: Ubuntu üzerinde yüklenmeye hazır binlerce program mevcuttur. Bu programlar yazılım depolarında saklanır ve tüm Ubuntu kullanıcıları için ücretsiz olarak kullanıma açıktır. Bu, yeni programların yüklenmesini kolaylaştırmasının yanında aynı zamanda çok güvenlidir, çünkü yüklediğiniz her program özellikle Ubuntu için hazırlanmıştır ve depolara eklenmeden önce kontrol edilmiştir.
uk: Існують тисячі програм, доступних для встановлення на Ubuntu. Ці програми зберігаються в сховищах програмного забезпечення і є вільно доступними для всіх користувачів Ubuntu. Це робить встановлення нових програм дуже простим і досить безпечним, оскільки кожна програма, що ви встановлюєте, побудована спеціально для Ubuntu і перевіряється, перш ніж потрапити до сховищ.
vi: Có hàng nghìn chương trình có thể được tải về trên Ubuntu. Những chương trình này được lưu ở các kho phần mềm và miễn phí cho tất cả người dùng Ubuntu. Điều này khiến việc cài đặt chương trình mới cực kỳ dễ dàng, và rất an toàn bởi mỗi chương trình bạn cài được thiết kế đặc biệt cho Ubuntu và được kiểm thử trước khi được đưa vào kho phần mềm.
zh_cn: 有上千种程序可以在 Ubuntu 上安装，这些程序都被存放在软件仓库中，任何 Ubuntu 用户都可以免费获得。这种软件发布方式让软件安装变得非常容易。而且由于您所安装程序都是专门为 Ubuntu 生成并校验后方能入库，安装也变得非常安全。
zh_hk: Ubuntu 可以安裝上千種程式，這些程式儲存在軟件庫，免費提供給任何需要的 Ubuntu 使用者。這使得軟件安裝變得很容易，而且非常的安全，因為任何您安裝的軟件在進入套件庫前，都經過 Ubuntu 的精密檢驗。
