Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: <emphasis role="strong">Recommended updates:</emphasis> Updates which fix serious software problems (which are not security flaws) are made available through this source. Most users will want to leave this source enabled as common and annoying problems are often fixed with these updates.
ast: <emphasis role="strong">Actualizaciones encamentaes:</emphasis> Les actualizaciones que igüen problemes graves del software (que nun seyan fallos de seguridá) úfrense dende esta fonte. La mayoría d'usuarios habríen dexar activada esta fonte porque los problemes cafiantes comunes suelen iguase con estes anovaciones.
ca: <emphasis role="strong">Actualitzacions recomanades:</emphasis> les actualitzacions que solucionen problemes de programari importants (però que no són defectes de seguretat) estan disponibles en aquesta font. És recomanable deixar aquesta font habilitada, atès que aquestes actualitzacions sovint solucionen problemes comuns i força molestos.
da: <emphasis role="strong">Anbefalede opdateringer:</emphasis> Opdateringer der retter alvorlige software problemer (som ikke er sikkerhedshuller), stilles til rådighed via denne kilde. De fleste brugere bør lade denne kilde være aktiveret, da amlindelige og irriterende problemer ofte løses med disse opdateringer.
eo: <emphasis role="strong">Rekomenditaj ĝisdatigoj:</emphasis> Aktualigoj kiuj riparas gravajn sekurecajn cimojn (kiuj ne estas sekurecaj cimoj) disponeblas per tiu fonto. Plejmultaj uzantoj volus lasu tiun fonton enŝaltita, ĉar oftaj kaj ĝenaj problemoj ofte estas ripareblaj per tiuj aktualigoj.
es: <emphasis role="strong">Actualizaciones recomendadas:</emphasis> Las actualizaciones que arreglan problemas serios de software (que no son fallos de seguridad) están disponibles a través de esta fuente. La mayoría de usuarios deberían dejar esta fuente habilitada, ya que con frecuencia son estas las actualizaciones que solucionan molestos y comunes problemas.
fi: <emphasis role="strong">Suositellut päivitykset:</emphasis> Päivitykset, jotka korjaavat ohjelmistojen vakavia ongelmia (jotka eivät ole tietoturva-aukkoja), voidaan ladata tästä ohjelmalähteestä. Yleensä tämä lähde jätetään valituksi, sillä yleiset ja häiritsevät ongelmat korjataan tavallisesti tämän lähteen kautta.
gl: <emphasis role="strong">Actualizacións recomendadas:</emphasis> As actualizacións que arranxan problemas serios do software (que non son erros de seguranza) distribúense desde esta fonte. A maioría dos usuarios deberían deixar esta fonte activada, dado que hai problemas frecuentes e molestos que se arranxan con estas actualizacións.
hu: <emphasis role="strong">Ajánlott frissítések:</emphasis> Súlyos szoftverproblémákat javító (nem biztonsági) frissítések érhetők el ebből a forrásból. A forrás engedélyezése a legtöbb felhasználó számára ajánlott, mivel a gyakori és zavaró hibákat gyakran ezekkel a frissítésekkel javítják.
id: Fitur <emphasis role="strong"> update: </ emphasis> Pembaharuan yang serius memperbaiki masalah perangkat lunak (yang bukan keamanan flaws) yang dibuat tersedia melalui sumber ini. Kebanyakan pengguna ingin meninggalkan ini difungsikan sebagai sumber annoying masalah umum dan seringkali tetap dengan update.
lv: <emphasis role="strong">Ieteiktie atjauninājumi:</emphasis> Caur šo avotu ir pieejami atjauninājumi, kuri atrisina nopietnas programmatūras kļūdas (kuras nav drošības kļūdas). Vairums lietotāju varētu vēlēties šo avotu atstāt ieslēgtu, jo biežas un kaitinošas problēmas bieži tiek labotas ar šiem atjauninājumiem.
nb: <emphasis role="strong">Anbefalte oppdateringer:</emphasis> Oppdateringer som fikser alvorlige programvarefeil (som ikke er sikkerhetshull) gjøres tilgjengelig gjennom denne kilden. De fleste brukere vil la denne kilden være aktivert, fordi vanlige og irriterende problemer ofte er fikset med disse oppdateringene.
nl: <emphasis role="strong">Aanbevolen updates:</emphasis> Updates die ernstige softwareproblemen (die geen beveiligingsrisico's zijn) herstellen, zijn te vinden in deze bron. De meeste gebruikers doen er verstandig aan deze bron ingeschakeld te laten, aangezien veelvoorkomende en vervelende problemen vaak hersteld worden met deze updates.
pt: <emphasis role="strong"> Actualizações recomendadas: </ emphasis> Actualizações que corrigem problemas graves software (que não são problemas de segurança) são disponibilizadas através desta fonte. A maioria dos utilizadores vai querer deixar essa fonte activada pois problemas comuns e desagradáveis são muitas vezes resolvidos com essas actualizações.
ro: <emphasis role="strong">Actualizări recomandate:</emphasis> Actualizări care repară probleme serioase de software (care nu sunt defecte de securitate) sunt puse la dispoziție prin această sursă. Majoritatea utilizatorilor vor vrea să lase această sursă activată deoarece probleme enervante și generale sunt rezolvate cu aceste actualizări.
sk: <emphasis role="strong">Odporúčané aktualizácie:</emphasis> Aktualizácie ktoré opravujú závažné softvérové problémy, ktoré nie sú bezpečnostné chyby, sú k dizpozícii z tohoto zdroja. Pre väčšinu používateľov je vhodné nechať tento zdroj aktivovaný, keďže zvyčajné a nepríjemné problémy sú často opravené cez tieto aktualizácie.
sl: <emphasis role="strong">Priporočljive posodobitve:</emphasis> Posodobitve, ki rešijo resne težave programske opreme (ki pa niso varnostne pomankljivosti), so na voljo preko tega vira. Večina uporabnikov bi želela imeti ta vir vključen, saj so nadležne težave velikokrat popravljene s temi posodobitvami.
sq: <emphasis role="strong">Përditësimet e rekomanduara:</emphasis> Përditësimet që rregullojnë probleme serioze të programeve (që nuk janë probleme sigurie) bëhen të disponueshme me anë të këtij burimi. Shumë përdorues dëshirojnë ta lënë këtë burim të aktivizuar dhe problemet bezdisëse shpesh rregullohen me anë të këtyre përditësimeve.
sr: <emphasis role="strong">Препоручена ажурирања:</emphasis> На овом извору су доступна ажурирања која исправљају озбиљне софтверске проблеме (који нису безбедносни пропусти). Већина корисника ће пожелети да остави овај извор омогућеним јер уобичајени и досадни проблеми се често решавају овим исправкама.
tr: <emphasis role="strong">Tavsiye Edilen Güncellemeler:</emphasis> ciddi yazılım sorunlarını (güvenlik açıklarını değil) tamir etmesi bu kaynak sayesinde kullanılabilir yapılmıştır. Çoğu kullanıcı ortak ve can sıkıcı sorunların bu güncellemelerle düzeleceği bu kaynağı aktif etmek isteyecektir.
uk: <emphasis role="strong">Рекомендовані оновлення:</emphasis> оновлення, які усувають проблеми з програмним забезпеченням (які не є дефектом в безпеці), доступні за допомогою цього джерела. Більшість користувачі надають перевагу залишити джерело увімкненим, тому за допомогою цих оновлень часто виправляються надокучливі проблеми.
vi: <emphasis role="strong">Cập nhật khuyến cáo:</emphasis> Các cập nhật nhằm sửa các lỗi phần mềm nghiêm trọng (mà không phải là lỗi bảo mật) lấy từ nguồn này. Phần lớn người sử dụng thường để nguồn này được chọn, do các lỗi thông dụng và gây khó chịu thường được sửa với các cập nhật này.
zh_cn: <emphasis role="strong">建议更新：</emphasis>这种更新将发布能够解决严重(却不影响安全性)的软件错误更新。大部分用户最好启用此更新来源，将能解决一些常见并令人讨厌的软件错误。
zh_hk: <emphasis role="strong">推廌保安更新：</emphasis>專門為修正軟件問題 (非安全漏洞) 所提供的更新源，多數的使用者會希望啟用此來源，因為一些常見和擾人的軟件問題通常會從這些更新修正。

source: <emphasis role="strong">Pre-released updates:</emphasis> Updates which are currently being tested before being released to everyone are provided through this update source. If you would like to help test new updates (and get fixes for problems more quickly), enable this source. Be aware that these updates may not yet be well tested; it is not recommended that you enable this source unless you are prepared to experience occasional problems.
ast: <emphasis role="strong">Actualizaciones non publicáes:</emphasis> Les actualizaciones que tan anguaño en pruebes enantes de publicase pa tolos usuarios úfrense dende esta fonte. Si quies aidar a comprobar les nueves actualizaciones (y conseguir iguar los problemes más aína), activa esta fonte. Atalanta qu'estes actualizaciones seique entá nun tean bien probaes; nun s'encamienta activar esta fonte si nun tas preparáu pa esperimentar problemes ocasionales.
ca: <emphasis role="strong">Actualitzacions disponibles abans del seu alliberament:</emphasis> les actualitzacions que s'estan comprovant abans d'alliberar-les per a tothom estan disponibles en aquesta font. Si voleu col·laborar a comprovar actualitzacions noves (i obtenir les solucions a errors de programari més ràpidament), només caldrà que habiliteu aquesta font. Tingueu en compte que és possible que aquestes actualitzacions no estiguin comprovades a fons, per la qual cosa no és recomanable que habiliteu aquesta font a no ser que estigueu preparat per a experimentar problemes de manera ocasional.
da: <emphasis role="strong">Ikke-frigivne opdateringer:</emphasis> Opdateringer, som i øjeblikket testes, før de frigives til alle, er tilgængelige gennem denne opdateringskilde. Du kan aktivere denne kilde hvis du vil hjælpe med at teste nye opdateringer (og få rettelser af problemer hurtigere). Vær opmærksom på, at disse opdateringer måske endnu ikke er grundigt afprøvet, og det kan ikke anbefales, at du aktiverer denne kilde, med mindre du kan acceptere lejlighedsvise problemer.
eo: <emphasis role="strong">Antaŭ-eldonataj ĝisdatigoj:</emphasis> Aktualigoj kiuj ankoraŭ estas testataj antaŭ publikigo disponeblas per tiu fonto. Se vi volas helpi testi novajn aktualigojn (kaj ripari problemojn pli frue), enŝaltu tiun fonton. Notu ke tiaj aktualigoj eble ne estas multe testitaj; ni ne rekomendas ke vi enŝaltu tiun fonton krom se vi estas preta sperti maloftajn problemojn.
es: <emphasis role="strong">Actualizaciones aún no publicadas:</emphasis> Mediante este origen de actualización se proporcionan actualizaciones que actualmente están en periodo de pruebas antes de su publicación para todos los usuarios. Si desea ayudar a probar nuevas actualizaciones (y corregir problemas más rápidamente), habilite este origen. Tenga en cuenta que estas actualizaciones pueden no estar bien probadas; no se recomienda que habilite este origen a menos que esté preparado para experimentar problemas ocasionales.
fi: <emphasis role="strong">Ennakkojulkaistut päivitykset:</emphasis> Testattavana olevia päivityksiä jaetaan tämän lähteen kautta. Jos haluat osallistua uusien päivitysten testaamiseen (ja saada ongelmiin korjaukset nopeammin), ota tämä lähde käyttöön. Huomaa, että tämän lähteen päivitykset eivät välttämättä ole laajasti testattuja, joten ei ole suositeltavaa ottaa tätä lähdettä käyttöön, ellet ole varautunut ajoittaisiin ongelmiin.
gl: <emphasis role="strong">Actualizacións previsas á publicación:</emphasis> Nesta fonte de actualizacións fornécense actualizacións que se están a probar antes de seren publicadas para todos. Se quere axudar a probar as novas actualizacións (e recibir arranxos dos problemas máis rápido), active esta fonte. Teña en conta que estas actualizacións poden non teren sido probadas abondo; non se recomenda que se actualice esta fonte a non ser que se estea disposto a ter problemas ocasionais.
hu: <emphasis role="strong">Előzetesen kiadott frissítések:</emphasis> Az ezen a csatornán keresztül kiadott frissítések pillanatnyilag tesztelés alatt állnak, mielőtt mindenki számára kiadásra kerülnének. Ha szeretne segíteni az új frissítések tesztelésében (és gyorsabban megkapni a hibajavításokat), engedélyezze ezt a forrást. Ne feledje azonban, hogy ezek a frissítések még nincsenek alaposan tesztelve és nem javasoljuk a forrás engedélyezését, ha nincs felkészülve az esetleges problémákra.
lv: <emphasis role="strong">Pirmslaidiena atjauninājumi:</emphasis> Caur šo avotu ir pieejami atjauninājumi, kuri tiek testēti, pirms tiek tiek izplatīti viesiem. Ja vēlaties palīdzēt testēt jaunos atjauninājumus (un saņemt labojumus ātrāk), ieslēdziet šo avotu. Bet ņemiet vērā, ka šie atjauninājumi var vēl nebūt kārtīgi notestēti. Nav vēlams šo avotu ieslēgt, ja vien esat gatavi dažkārt piedzīvot problēmas.
nb: <emphasis role="strong">Oppdateringer som ikke er offentliggjort:</emphasis> Oppdateringer som fortsatt er under utprøving før de kan videreformidles til alle brukere, finnes i denne kilden. Hvis du vil hjelpe til med å prøve ut nye oppdateringer (og få luket ut problemer raskere), kan du aktivere denne kilden. Vær oppmerksom på at disse oppdateringene ennå ikke er fullstendig utprøvd; vi anbefaler ikke at du aktiverer denne kilden om du ikke er forberedt på å møte problemer iblant.
nl: <emphasis role="strong">Vooraf vrijgegeven updates:</emphasis> Updates die momenteel getest worden voordat ze aan alle gebruikers worden verstrekt, zijn in deze bron te vinden. Als u wilt helpen met het testen van nieuwe updates (en sneller oplossingen voor problemen wilt ontvangen) kunt u deze bron activeren. Let wel op dat deze updates mogelijk nog niet goed getest zijn; het wordt afgeraden deze bron te activeren tenzij u bereid bent af en toe problemen tegen te komen.
pt: <emphasis role="strong">Actualizações pré-lançadas:</emphasis> Actualizações que estão a ser testadas antes de serem lançadas para todos são proporcionadas através desta fonte de actualizações. Se desejar ajudar a testar novas actualizações (e conseguir soluções para problemas mais rapidamente), active esta fonte. Tenha em consciência que estas actualizações podem não estar ainda bem testadas; não é recomendado que active esta fonte a não ser que esteja preparado para lidar com problemas ocasionais.
ro: <emphasis role="strong">Actualizări înainte de lansare:</emphasis> Această sursă oferă actualizări care sunt testate în acel moment, înainte de a fi lansate pentru uz general. Dacă doriți să ajutați la testarea noilor actualizări (și să obțineți rezolvarea problemelor mai rapid), activați această sursă. Țineți cont de faptul că aceste actualizări nu sunt testate suficient; nu se recomandă activarea acestei surse decât dacă sunteți pregătit să vă confruntați cu unele probleme ocazionale.
sk: <emphasis role="strong">Predčasne uvoľnené aktualizácie:</emphasis> Aktualizácie ktoré sa momentálne testujú sú k dispozícii cez tento zdroj predtým ako sú uvoľnené pre všetkých. Pokiaľ chcete pomôcť testovať nové aktualizácie (a mať opravy pre chyby rýchlejšie), tak si aktivujte tento zdroj. Majte na pamäti že tieto aktualizácie nemusia byť dostatočne otestované; nie je odporúčané aby ste aktivovali tento zdroj pokiaľ nie ste pripravený zažiť občasné problémy.
sl: <emphasis role="strong">Predizdane posodobitve:</emphasis> Skozi ta vir so zagotovljene posodobitve, ki jih razvijalci še vedno preizkušajo. Če želite pomagati pri preizkušanju (in hitreje dobiti popravke napak), omogočite ta vir. Vendar se zavedajte, da te posodobitve še niso dobro preizkušene; omogočitev tega vira ni priporočljiva, razen če ste pripravljeni izkusiti težave.
sq: <emphasis role="strong">Përditësimet e para-lëshuara:</emphasis> Janë përditësime që fillimisht testohen para se të lëshohen për gjithkënd me anë të burimit të përditësimit. Nëse dëshironi të ndihmoni në testimin e përditësimeve të reja (dhe të merrni rregullimet për problemet më shpejt), aktivizoni këtë burim. Kini parasysh që këto përditësime nuk janë testuar siç duhet, nuk rekomandohet aktivizimi i këtij burimi nëse nuk jeni i përgatitur të hasni në probleme.
sr: <emphasis role="strong">Пред-издања ажурирања:</emphasis> На овом извору су доступна ажурирања која се тренутно тестирају пре њиховог издавања свима. Ако желите да помогнете тестирање нових исправки (и брже добити исправке проблема), омогућите овај извор. Имајте на уму да ове исправке можда нису још увек добро тестиране; није препоручљиво да омогућите овај извор осим ако нисте припремљени да се суочите са повременим проблемима.
tr: <emphasis role="strong">Ön-yayın güncellemeleri:</emphasis> Henüz test aşamasında olan güncellemeler bu kaynaktan yapılır. Eğer test aşamasına katkıda bulunmak (ve sorunların daha çabuk düzeltilmesini sağlamak) istiyorsanız, bu kaynağı seçili kılın. Bu güncellemelerin henüz test aşamasında olduğunun farkında olun; eğer tesadüfi sorunlarla karşılaşmaya hazırlıklı değilseniz, bu kaynağı seçili kılmanız önerilmemektedir.
uk: <emphasis role="strong">Попередньо випущені оновлення:</emphasis> оновлення, які на даний час перевіряються перед остаточним випуском, доступні за допомогою цього джерела. Якщо ви хочете підсобити у перевірці нових оновленнь (і швидше усунути проблеми), увімкніть це джерело. Майте на увазі, що дані оновлення можуть ще не бути цілком перевірені, тому не рекомендується вмикати це джерело, якщо лише ви готові час від часу стикатися з проблемами.
zh_cn: <emphasis role="strong">Pre-released updates:</emphasis> 尚处于对公众发布前的测试阶段的更新在这个源中提供。如果您愿意帮助测试更新(并更快地解决问题)，启用这个源。但要注意的是这些更新可能没有测试完善；除非为了解决偶尔遇到的问题，不推荐您启用这个源。
zh_hk: <emphasis role="strong">非正式版更新：</emphasis>此更新主要提供剛剛測試好、並尚未廣泛釋出給所有的使用者的最新更新。 如果你希望幫忙測試這些更新 (和提早解決某些軟件問題)，您可以試著啟用此來源。但請小心這些更新尚未詳細測試過，並不建議您開啟此更新，除非您已做好遇到偶發性軟件問題的心裡準備。
