Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Packages from the new repository should now be available in your package manager.
da: Pakker fra det nye arkiv vil nu være tilgængelig i dit pakkehåndteringsprogram.
es: Los paquetes del nuevo repositorio estarán disponibles en su gestor de paquetes.
fi: Uuden ohjelmalähteen pakettien tulisi nyt olla saatavilla pakettienhallinnassa.
gl: Os paquetes do novo repositorio debem estar dispoñíbeis no seu xestor de paquetes.
nl: De pakketten in de zojuist toegevoegde softwarebron dienen nu beschikbaar te zijn in uw pakketbeheerder.
ro: Pachetele din noul depozit ar trebui să fie disponibile acum în administratorul de pachete.
sk: Balíky z nového repozitára by teraz mali byť k dispozícii v správcovi balíkov
sq: Paketat nga një magazinë e re duhet të jenë të disponueshme në menaxhuesi tuaj të paketave.
tr: Yeni depodaki paketler paket yöneticinizde şimdi var olmalıdır.
uk: Пакунки з нового сховища повинні стати доступними у вашому менеджері пакунків.
zh_cn: 新软件源中的软件包在软件包管理器中应该可以用了。

source: Download the GPG key. Then, click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, select the <guilabel>Authentication</guilabel> tab, click <guibutton>Import Key File</guibutton> and select the GPG key to be imported.
da: Hent GPG-nøglen. Klik derefter på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice>, vælg fanen <guilabel>Godkendelse</guilabel>, klik <guibutton>Importér Nøglefil…</guibutton> og vælge GPG-nøglen, der skal importeres.
es: Descargue la clave GPG. Después, pulse en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice>, seleccione la solapa <guilabel>Autenticación</guilabel>, pulse en <guibutton>Importar clave...</guibutton> y seleccione la clave GPG que va a importar.
fi: Lataa GPG-avain. Valitse tämän jälkeen <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Ohjelmalähteet</guimenuitem></menuchoice>, ja napsauta <guilabel>Varmennus</guilabel>-välilehdeltä <guibutton>Tuo avaintiedosto</guibutton> -painiketta. Valitse tämän jälkeen GPG-avain, jonka haluat lisätä paketinhallintajärjestelmään.
gl: Baixe a chave GPG. Depois, prema sobre <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Fontes de software</guimenuitem></menuchoice>, seleccione o separador <guilabel>Autenticación</guilabel>, prema sobre <guibutton>Importar o ficheiro de chave</guibutton> e seleccione a chave GPG que vaia ser importada.
nl: Download de GPG-sleutel. Open vervolgens <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice>, kies het tabblad <guilabel>Authenticatie</guilabel>, druk op <guibutton>Sleutelbestand importeren</guibutton> en selecteer de te importeren GPG-sleutel.
ro: Descărcați cheia GPG. Apoi, dați clic pe <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice>, selectați tabul <guilabel>Autentificare</guilabel>, apăsați pe <guibutton>Importă fișier cheie</guibutton> și selectați cheia GPG care trebuie importată.
sk: Stiahnite GPG kľúč. Potom kliknite na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje softvéru</guimenuitem></menuchoice>, vyberte záložku <guilabel>Overenie</guilabel>, kliknite na <guibutton>Importovať súbor s kľúčom</guibutton> a vyberte GPG kľúč ktorý chcete importovať.
sq: Shkarkoni çelësin GPG. Pastaj klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Burimet e Programeve</guimenuitem></menuchoice>, zgjidhni tabelën <guilabel>Autentifikimi</guilabel>, klikoni <guibutton>Importo Skedarin Çelës</guibutton> dhe zgjidhni çelësin GPG që do të importoni.
tr: GPG anahtarını indirin. Daha sonra <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazılım Kaynakaları</guimenuitem></menuchoice> tıklayın, <guilabel>Kimlik Denetimi</guilabel> sekmesini seçin, <guibutton>Anahtar Dosyasını İçe Aktar </guibutton>' ı tıkla ve içe aktarılacak GPG anahtarını seçin.
uk: Завантажте GPG ключ. Після цього натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Джерела програмного забезпечення</guimenuitem></menuchoice>, виберіть вкладку <guilabel>Аутентифікація</guilabel>, натисніть кнопку <guibutton>Імпортувати файл ключа</guibutton> і вкажіть GPG ключ для імпортування.
zh_cn: 下载 GPG key 。然后点击 <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice> ，选择 <guilabel>Authentication</guilabel> 标签， 点击 <guibutton>Import Key File</guibutton> 并选择要导入的 GPG key 文件。

source: deb http://ppa.launchpad.net/<emphasis>user</emphasis>/ppa/<emphasis>ppa-name</emphasis> lucid main
da: deb http://ppa.launchpad.net/<emphasis>bruger</emphasis>/ppa/<emphasis>ppa-navn</emphasis> lucid main
gl: deb http://ppa.launchpad.net/<emphasis>usuario</emphasis>/ppa/<emphasis>nome-ppa</emphasis> lucid main

source: Some packages from the <emphasis>main</emphasis> and <emphasis>restricted</emphasis> Ubuntu package repositories can be installed from the Ubuntu installation CD. Simply insert your Ubuntu installation CD and open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic Package Manager</guimenuitem></menuchoice>. To list only packages on the Ubuntu installation CD, click on the <guibutton>Origin</guibutton> button in the lower left corner of the Synaptic window. The packages should be listed under the <guimenuitem>Ubuntu 10.04_Lucid_Lynx</guimenuitem> section.
da: Visse pakker fra Ubuntu-pakkearkiverne <emphasis>Main</emphasis> og <emphasis>Restricted</emphasis> kan installeres fra Ubuntu-installations-cd'en. Du skal blot indsætte din Ubuntu-installations-cd og åbne <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Synaptic - pakkehåndtering</guimenuitem></menuchoice>. For kun at se pakkerne på Ubuntu-installations-cd'en, skal du klikke på knappen <guibutton>Oprindelse</guibutton> i nederste venstre hjørne af Synaptic-vinduet. Pakkerne vil stå opført under sektionen <guimenuitem>Ubuntu 10.04_Lucid_Lynx</guimenuitem>.
es: Algunos paquetes de los repositorios de paquetes <emphasis>main</emphasis> y <emphasis>restricted</emphasis> de Ubuntu se pueden instalar desde el CD de instalación de Ubuntu. Tan sólo introduzca su CD de instalación de Ubuntu y abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de paquetes Synaptic</guimenuitem></menuchoice>. Para mostrar sólo los paquetes que se encuentren en el CD de instalación de Ubuntu, pulse en el botón <guibutton>Origen</guibutton> de la esquina inferior izquierda de la ventana de Synaptic. Los paquetes se mostrarán dentro de la sección <guimenuitem>Ubuntu 10.04_Lucid_Lynx</guimenuitem>.
gl: Alguns paquetes dos repositorios de Ubuntu <emphasis>main</emphasis> (principal) e <emphasis>restricted</emphasis> (restrinxidos) podense instalar desde o CD de instalación de Ubuntu. CD. Simplemente, insira o seu Cd de instalación de Ubuntu e abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Xestor de paquetes Synaptic</guimenuitem></menuchoice>. Para obter unha lista dos paquetes contidos no Cd de instalación de Ubuntu, prema no botón <guibutton>Orixe</guibutton> no canto inferior esquerdo da xanela de Synaptic. Os paquetes estarán listados na sección <guimenuitem>Ubuntu 10.04_Lucid_Lynx</guimenuitem>.

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Softwarekilder</guimenuitem></menuchoice>.
es: Pulse <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice>.
fi: Avaa <menuchoice><guimenu>Järjestelmä</guimenu><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Ohjelmalähteet</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Fontes de software</guimenuitem></menuchoice>.
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Softwarebronnen</guimenuitem></menuchoice>.
ro: Dați clic pe <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice>.
sk: Kliknite na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Zdroje Softvéru</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Burimet e Programeve</guimenuitem></menuchoice>.
tr: Sırasıyla <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazılım Kaynakları</guimenuitem></menuchoice>'na tıklayın.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Джерела програмного забезпечення</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>系统管理</guimenuitem><guimenuitem>软件源</guimenuitem></menuchoice>。

source: <emphasis role="strong">Non-free software</emphasis> is software which is not freely redistributable or modifiable. This makes it difficult for the Ubuntu developers to improve the software and correct problems, so it is normally recommended that you use <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> free software</ulink> instead.
da: <emphasis role="strong">Ikke-fri software</emphasis> er software, der ikke frit kan videredistribueres eller ændres. Dette gør det vanskeligt for Ubuntu-udviklere at forbedre denne software og løse problemer med den. Derfor anbefales det, at du bruger <ulink url="http://www.ubuntu.com/ubuntu/philosophy">fri software</ulink> i stedet.
es: El <emphasis role="strong">software no libre</emphasis> es el software que no se puede redistribuir o modificar. Esto dificulta el que los desarrolladores de Ubuntu puedan mejorar el software y corregir problemas, por lo que normalmente se recomienda que use <ulink url="http://www.ubuntu.com/ubuntu/philosophy">software libre</ulink> en su lugar.
fi: <emphasis role="strong">Epävapaat ohjelmat</emphasis> ovat ohjelmia, joita ei voi vapaasti levittää tai muokata. Ubuntun kehittäjien on hankala parantaa tai korjata tällaisia ohjelmia. Tämän takia on suositeltavaa käyttää epävapaiden ohjelmien sijaan <ulink url="http://www.ubuntu.com/ubuntu/philosophy">vapaita ohjelmia</ulink>.
gl: O <emphasis role="strong">Software non libre</emphasis> é software que non pode ser libremente redistribuído ou modificado. Isto dificulta a mellora dos programas e a corrección de problemas por parte dos programadores de Ubuntu; por iso se recomenda normalmente empregar o <ulink url="http://www.ubuntu.com/ubuntu/philosophy">software libre </ulink> no seu lugar.
nl: <emphasis role="strong">Niet-vrije software</emphasis> is software die niet zomaar aangepast of gedeeld mag worden. Dit maakt het voor Ubuntu-ontwikkelaars moeilijk deze software te verbeteren of fouten te corrigeren, het is daarom aanbevolen om <ulink url="http://www.ubuntu-nl.org/ubuntu/filosofie">vrije software</ulink> te gebruiken.
ro: <emphasis role="strong">Software-ul non-free</emphasis> este software care nu poate fi distribuit sau modificat gratuit/liber. Acest lucru face dificilă îmbunătățirea și corectarea problemelor de către dezvoltatorii Ubuntu, astfel că este recomandat să folosiți în schimb <ulink url="http://www.ubuntu.com/ubuntu/philosophy">software liber</ulink>.
sk: <emphasis role="strong">Neslobodný softvér</emphasis> je softvér, ktorý nemôže byť slobodne upravovaný a redistribuovaný. Preto je pre vývojárov Ubuntu ťažké zlepšiť tento softvér a upraviť v ňom prípadné chyby. Vo väčšine prípadov je teda odporúčané na miesto neho použiť <ulink url="http://www.ubuntu.com/ubuntu/philosophy">slobodný software</ulink>.
sq: <emphasis role="strong">Programet jo-falas</emphasis> janë programe që nuk shpërndahen apo modifikohen falas. Kjo e bën të vështirë për krijuaesit e Ubuntu të përmirësojnë programet dhe të korrigjojnë problemet, kështu që normalisht rekomandohet që ju të përdorni <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> programe falas</ulink> në vend të tyre.
tr: <emphasis role="strong">Özgür olmayan Yazılım</emphasis> özgürce dağıtılamaz ve değiştirilemez. Bu, Ubuntu Geliştiricilerine yazılımı sunarken ve sorunları çözerken zorluk çıkartır, bu yüzden normal olarak <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> Özgür Yazılım</ulink> kullanmanız tavsiye edilir.
uk: <emphasis role="strong">Закриті програми</emphasis> - це програми, які не можна вільно розповсюджувати чи змінювати. Через це розробникам Ubuntu важко покращувати програми та виправляти проблеми, тому, зазвичай, бажано замість них використовувати <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> вільне програмне забезпечення</ulink>.
vi: <emphasis role="strong">Phần mềm không tự do</emphasis> là phần mềm mà không được tự do chỉnh sửa hoặc phân phối lại. Điều này gây khó khăn cho các nhà phát triển Ubuntu muốn cải thiện phần mềm và sửa lỗi, nên thông thường bạn nên dùng thay bằng <ulink url="http://www.ubuntu.com/ubuntu/philosophy"> phần mềm tự do</ulink>.
zh_cn: <emphasis role="strong">非自由软件</emphasis>是不允许自由修改和重新发布的软件。这使得 Ubuntu 开发人员很难发现软件中的问题和改进软件。所以我们建议您使用<ulink url="http://www.ubuntu.com/ubuntu/philosophy">自由软件</ulink>替代那些软件。

source: To organize the software, Ubuntu repositories are categorized into four groups: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, and <emphasis>Multiverse</emphasis>. The rationale used to determine which software goes into which category is based on the level of support that software development teams provide for a program and the level of compliance the program has to the <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink>.
da: For at organisere softwaren, er Ubuntu-arkiverne kategoriseret i fire grupper: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> og <emphasis>Multiverse</emphasis>. Baggrunden for hvilken software der kommer i de enkelte kategorier, afhænger på det understøttelsesniveau som software-udviklerholdene giver til programmet, og i hvilken grad programmet stemmer overens med <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofien om fri software</ulink>.
es: Para organizar el software, los repositorios de Ubuntu se clasifican en cuatro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> y <emphasis>Multiverse</emphasis>. El criterio que se usa para determinar qué software entra en qué categoría se basa en el nivel de soporte que proporcionan los equipos de desarrollo de software, así como el nivel de cumplimiento del programa respecto a la <ulink url="http://www.ubuntu.com/ubuntu/philosophy">filosofía del software libre</ulink>.
fi: Ubuntun ohjelmalähteet ovat ohjelmien järjestämiseksi luokiteltu neljään ryhmään: <emphasis>main</emphasis> (pääohjelmalähde), <emphasis>restricted</emphasis> (rajoitetut), <emphasis>universe</emphasis> (”universumi”), and <emphasis>multiverse</emphasis> (”multiversumi”). Jaotteluperusteet ovat Ubuntun ohjelmakehittäjien tarjoama tuen määrä ohjelmalle sekä ohjelman yhteensopivuus <ulink url="http://www.ubuntu.com/ubuntu/philosophy">vapaiden ohjelmistojen filosofian</ulink> kanssa.
gl: Para organizar o software, os repositorios de Ubuntu están categorizados en catro grupos: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, e <emphasis>Multiverse</emphasis>. O criterio usado para determinar que software vai en cada categoría está baseado no nivel de asistencia que o equipo de desenvolvemento proporciona a un programa e o nivel de cumprimento que o programa ten da <ulink url="http://www.ubuntu.com/ubuntu/philosophy">filosofía do software libre</ulink>.
nl: Ubuntu-softwarebronnen zijn in vier groepen ingedeeld: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> en <emphasis>Multiverse</emphasis>. In welke categorie een programma hoort, wordt bepaald aan de hand van hoeveel ondersteuning gegeven wordt door de ontwikkelaars ervan en of het programma voldoet aan de <ulink url="http://www.ubuntu-nl.org/ubuntu/filosofie">Vrije-softwarefilosofie</ulink>.
ro: Pentru a organiza software-ul, depozitele Ubuntu sunt catalogate în patru grupe: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis> și <emphasis>Multiverse</emphasis>. Raționamentul pentru încadrarea software-ului într-o anumită categorie se bazează pe nivelul de compatibilitate pe care îl asigură echipele de dezvoltare software pentru un program și pe gradul de conformitate a programului față de <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filosofia software-ului liber</ulink>.
sk: Kvôli prehľadnosti sú softvérové repozitáre Ubuntu rozdelené do štyroch skupín: <emphasis>Main</emphasis> (Hlavný), <emphasis>Restricted</emphasis> (Neslobodný), <emphasis>Universe</emphasis> (Spravovaný komunitou) a <emphasis>Multiverse</emphasis> (Obmedzený). Softvér je rozdelený na základe úrovne podpory ktorú dostáva od vývojárov a od úrovne súhlasu s <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filozofiou slobodného softvéru</ulink>.
sq: Për të organizuar programet, magazinat e Ubuntu janë kategorizuar në katër grupe: <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, dhe <emphasis>Multiverse</emphasis>. Arsyetimi i përdorur për të përcaktuar se cili program shkon në cilën kategori bazohet në nivelin e mbështetjes që skuadrat e krijimit të programeve japin për një program dhe nivelin e përputhshmërisë që programi ka me <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Filozofinë e Programeve Falas</ulink>.
tr: Yazılımı düzenlemek için Ubuntu depoları dört gruba ayrılır: <emphasis>Temel</emphasis>, <emphasis>Kısıtlı</emphasis>, <emphasis>Global</emphasis>, ve <emphasis>Evrensel</emphasis> Hangi yazılımın hangi kategoriye gireceğini belirlemek için yazılım geliştirme takımları destek vermek için <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Free Software Philosophy</ulink> linkinde program mevcuttur.
uk: Щоб організувати програми, сховища Ubuntu розподілені на чотири групи: <emphasis>Основні</emphasis>, <emphasis>Обмежені</emphasis>, <emphasis>Універсальні</emphasis> та <emphasis>Мультиуніверсальні</emphasis>. Основною причиною для внесення програми до тієї чи іншої категорії є рівень підтримки, яку надають групи розробників програми, а також рівень відповідності програми <ulink url="http://www.ubuntu.com/ubuntu/philosophy">Філософії вільного програмного забезпечення</ulink>.
zh_cn: 为组织软件，Ubuntu 的软件源被分为四组： <emphasis>Main</emphasis>, <emphasis>Restricted</emphasis>, <emphasis>Universe</emphasis>, 和 <emphasis>Multiverse</emphasis> 。确定软件归类的尺度是软件开发团队对该程序的支持力度、程序对 <ulink url="http://www.ubuntu.com/ubuntu/philosophy">自由软件哲学</ulink> 所述精神的秉承程度。

source: In the <emphasis>Get Free Software</emphasis> section, search for an application, or select a category and find an application from the list.
sk: V sekcii <emphasis>Získať slobodný softvér</emphasis> vyhľadajte aplikáciu, alebo zvoľte kategóriu a nájdite aplikáciu v zozname.
sq: Në seksionin <emphasis>Merr Programe Falas</emphasis>, kërkoni për një program, ose zgjidhni një kategori dhe gjeni një program nga lista.
vi: Tại phần <emphasis>Lấy phần mềm miễn phí</emphasis>, tìm kiếm một ứng dụng, hoặc chọn một phân loại rồi tìm phần mềm từ danh sách.

source: Select the application that you are interested in. Click on the arrow button to find out more about the application. In some cases you can also view a screenshot of the application or visit its website.
sk: Zvoľte si aplikáciu o ktorú máte záujem. Kliknite na tlačidlo so šípkou aby ste sa dozvedeli viac o aplikácii. V niektorých prípadoch je možné si pozrieť obrázok aplikácie alebo navštíviť jej webovú stránku.
vi: Chọn ứng dụng bạn quan tâm tới. Nhấn nút mũi tên để xem thêm thông tin. Trong một số trường hợp ứng dụng đó sẽ có hình chụp đi kèm hoặc bạn có thể ghé trang web của ứng dụng.

source: If you choose to install the application, you will be asked to enter your password. You can continue to browse other applications while the installation is in progress.
sk: Ak si zvolíte nainštalovať aplikáciu, budete vyzvaný na zadanie vášho hesla. Môžete pokračovať v prezeraní ostatných aplikácií, zatiaľ čo prebieha inštalácia.
vi: Nếu chọn cài đặt phần mềm, bạn sẽ được yêu cầu mật khẩu của mình. Trong lúc quá trình cài đặt diễn ra bạn vẫn có thể tiếp tục xem các ứng dụng khác

source: Once installation has finished, your new applications should be available from the Applications menu.
sk: Keď inštalácia skončí, vaše nové aplikácie by mali byť k dispozícii z menu Aplikácie.
sq: Pasi instalimi të ketë përfunduar, programet tuaja të reja do të jenë të disponueshme nga menuja e Programeve.
vi: Khi cài đặt được hoàn thành , ứng dụng mới của bạn sẽ hiện trong thanh Ứng dụng

source: Select the application that you want to remove and click the arrow button to proceed.
sk: Zvoľte aplikáciu ktorú chcete odobrať a pokračujte kliknutím na tlačidlo so šípkou.
sq: Zgjidhni programin që dëshironi të hiqni dhe klikoni në butonin shigjetë për të vazhduar.

source: If you choose to remove the application, you will be asked to enter your password. You can continue to browse other applications while the removal is in progress.
sk: Ak zvolíte odobrať aplikáciu, budete vyzvaný na zadanie hesla. Môžete pokračovať v prezeraní ostatných aplikácií, zatiaľ čo prebieha odstraňovanie.
vi: Nếu lựa chọn gỡ bỏ phần mềm, bạn sẽ được yêu cầu mật khẩu của mình. Trong lúc quá trình gỡ bỏ diễn ra bạn có thể tiếp tục xem những phần mềm khác.

source: Some applications depend on others being installed in order to work properly. If you try to remove an application which is required by another application, both of those applications will be removed. You will be asked to confirm that this is what you want to happen before the applications are removed.
sk: Niektoré aplikácie, na to aby mohli správne fungovať, závisia od toho aby boli nainštalované aj iné aplikácie. Ak sa pokúsite odobrať aplikáciu od ktorej závisí iná aplikácia, obidve tieto aplikácie budú odobraté. Budete vyzvaný aby ste potvrdili vaše rozhodnutie predtým ako budú aplikácie odobraté.
sq: Disa programe varen nga instalimi i programeve të tjera për të punuar siç duhet. Nëse përpiqeni të hiqni një program që kërkohet nga një program tjetër, të dyja këto programe do të hiqen. Juve do t'iu kërkohet të konfirmoni që dëshironi që kjo të ndodhë para se programet të hiqen.
vi: Một vài ứng dụng phụ thuộc vào những thành phần khác được cài đặt để làm việc . Nếu bạn thử gỡ bỏ một ứng dụng yêu cầu những ứng dụng khác , tất cả những ứng dụng đó sẽ được gỡ bỏ. Bạn sẽ được hỏi có xác nhận rằng đó là điều bạn muốn trước khi ứng dụng được gỡ bỏ

source: deb http://ppa.launchpad.net/<emphasis>user</emphasis>/ppa/<emphasis>ppa-name</emphasis> karmic main
sk: deb http://ppa.launchpad.net/<emphasis>používateľ</emphasis>/ppa/<emphasis>ppa-meno</emphasis> karmic main
