Repository: ahoneybun/pop-docs
Catalog: add-applications/po/*.po
Languages: ast, ca, da, eo, es, fi, gl, hu, id, lv, nb, nl, pt, ro, sk, sl, sq, sr, tr, uk, vi, zh_cn, zh_hk

source: Click <guibutton>Add</guibutton> to add a new repository.
ast: Calca <guibutton>Amestar</guibutton> p'añedir un repositoriu nuevu.
ca: Feu clic al botó <guibutton>Afegeix</guibutton> per a afegir un dipòsit nou.
da: Klik på <guibutton>Tilføj</guibutton> for at tilføje et nyt arkiv.
eo: Alkalku je <guibutton>Aldoni</guibutton> por aldoni pluan deponejon.
es: Pulse <guibutton>Añadir</guibutton> para añadir un repositorio nuevo.
fi: Napsauta <guibutton>Lisää</guibutton> lisätäksesi ohjelmalähteen.
gl: Prema sobre <guibutton>Engadir</guibutton> para engadir un novo repositorio.
hu: Nyomja meg a <guibutton>Hozzáadás</guibutton> gombot új tároló hozzáadásához.
id: Klik <guibutton>Tambah</guibutton> untuk menambahkan suatu repositori baru.
lv: Spiediet <guibutton>Pievienot</guibutton>, lai pievienotu jaunu krātuvi.
nb: Trykk <guibutton>Legg til</guibutton> for å legge til et nytt arkiv.
nl: Druk op <guibutton>Toevoegen</guibutton> om een nieuwe bron toe te voegen.
pt: Pressione <guibutton>Adicionar</guibutton> para adicionar um repositório novo.
ro: Apăsați pe <guibutton>Adaugă</guibutton> pentru a adăuga un depozit nou.
sk: Kliknite na <guibutton>Pridať</guibutton> aby ste pridali nový repozitár.
sl: Kliknite gumb <guibutton>Dodaj</guibutton> za dodajanje novega skladišča.
sq: Kliko <guibutton>Shto</guibutton> për të shtuar një magazinë të re.
sr: Кликните <quote><guibutton>Додај</guibutton></quote> да додате нову ризницу.
tr: Yeni bir depo eklemek için <guibutton>Ekle</guibutton>'ye basın.
uk: Натисніть кнопку <guibutton>Додати</guibutton>, щоб додати нове сховище.
zh_cn: 点击<guibutton>添加</guibutton>以添加新的软件仓库。
zh_hk: 選擇<guibutton>新增</guibutton> 來新增新的套件庫。

source: Enter the APT line for the extra repository. This should be available from the website of the repository, and should look similar to the following:
ast: Escribe la llinia de APT pal repositoriu estra. Esto habría tar disponible nel sitiu web del repositoriu y tendría que paecese a lo siguiente:
ca: Introduïu la línia de l'apt per al dipòsit addicional, la qual hauria d'estar disponible al lloc web del dipòsit i hauria de ser semblant a la següent:
da: Indtast APT-linjen for det ekstra pakkearkiv. Linjen bør kunne findes på hjemmesiden for pakkearkivet, og den skal se ud i denne stil:
eo: Enigu la APT-linion por la plua deponejo. Tiu devus esti disponebla en la retejo de la deponejo, kaj devus aspekti simila al la jena:
es: Introduzca la línea APT para el repositorio extra. Debe estar disponible en el sitio web del repositorio y tener un aspecto similar a esto:
fi: Syötä lisäohjelmalähteen APT-rivi. Tämä tulisi olla löydettävissä ohjelmalähteen WWW-sivulta, ja sen tulisi näyttää seuraavan kaltaiselta:
gl: Introduza a liña APT do repositorio extra. Debería estar dispoñíbel no web do repositorio e debería parecerse á liña seguinte:
hu: Adja meg az új tároló APT sorát. Ez a tároló weboldaláról elérhető, és a következőhöz hasonlóan néz ki:
id: Masukkan baris APT untuk repositori ekstra. Ini seharusnya tersedia dari situs repositori, and seharusnya terlihat serupa seperti:
lv: Ievadiet jaunās krātuves APT rindu. To vajadzētu atrast krātuves tīmekļa vietnē, un tai ir jāizskatās apmēram šādi:
nb: Skriv inn APT-linjen for tredjepartslageret. Denne vil du finne på tredjepartslagerets nettside, og vil ligne på følgende:
nl: Voer de APT-regel in voor de gewenste softwarebron. Deze dient beschikbaar te zijn op de website van de softwarebron, en zou er ongeveer uit moeten zien als het volgende:
pt: Insira a linha APT para o repositório adicional. Este deverá estar disponível no website do repositório, e deverá ser semelhante a:
ro: Introduceți linia APT pentru depozitul suplimentar. Aceasta trebuie să fie disponibilă pe pagina web a depozitului și să arate în acest mod:
sk: Zadajte APT riadok pre nový repozitár. Ten by mal byť k dispozícii na webovej stránke repozitára a mal by vyzerať podobne ako následujúci riadok:
sl: Vnesite vrstico APT za dodatno skladišče. To bi moralo biti na voljo s spletne strani skladišča in bi moralo biti podobno naslednjemu:
sq: Vendosni rreshtin e APT për magazinën ekstra. Kjo duhet të jetë e disponueshme nga faqja e internetit të magazinës dhe duhet të duket e ngjajshme me këtë që vijon:
sr: Унесите АПТ линију за додатну ризницу. Треба да буде доступна на веб сајту ризнице, и требало би да изгледа слично следећем:
tr: Ekstra depo için APT satırını ekleyin. Bu satır deponun web sayfasında bulunabilir, ve aşağıdakine benzer olmalıdır.
uk: Введіть рядок APT для додаткового сховища. Він має надаватися веб-сайтом сховища, і повинен виглядати приблизно так:
zh_cn: 输入额外软件源的 APT 行。它应该可以在该软件源的网站上找到，而且看起来应该类似于：
zh_hk: 請輸入額外套件庫的位置資訊，套件庫的網站應該會提供 APT 列，看起來類似下方這列：

source: Click <guibutton>Add Source</guibutton> and then click <guibutton>Close</guibutton> to save your changes.
ast: Calca <guibutton>Amestar orixe</guibutton> y lluéu calca <guibutton>Zarrar</guibutton> pa guardar los cambéos.
ca: Feu clic al botó <guibutton>Afegeix la font</guibutton> i llavors feu clic a <guibutton>Tanca</guibutton> per a desar els canvis.
da: Klik på <guibutton>Tilføj kilde</guibutton> og klik derefter på <guibutton>Luk</guibutton> for at gemme dine ændringer.
eo: Alklaku je <guibutton>Aldoni fonton</guibutton> kaj alklaku je <guibutton>Fermi</guibutton> por konservi viajn ŝanĝojn.
es: Pulse <guibutton>Añadir fuente</guibutton> y pulse <guibutton>Cerrar</guibutton> para guardar los cambios.
fi: Napsauta <guibutton>Lisää lähde</guibutton> ja sitten <guibutton>Sulje</guibutton> tallentaaksesi muutokset.
gl: Prema sobre <guibutton>Engadir fonte</guibutton> e logo prema sobre <guibutton>Fechar</guibutton> para salvar os seus cambios.
hu: Nyomja meg a <guibutton>Forrás hozzáadása</guibutton> gombot, majd a <guibutton>Bezárás</guibutton> segítségével mentse a változtatásait.
id: Klik <guibutton>Tambah Sumber</guibutton> dan lalu klik <guibutton>Tutup</guibutton> untuk menyimpan perubahan.
lv: Klikšķiniet <guibutton>Pievienot avotu</guibutton> un tad spiediet <guibutton>Aizvērt</guibutton>, lai saglabātu izmaiņas.
nb: Trykk <guibutton>Legg til kilder</guibutton> og deretter <guibutton>Lukk</guibutton> for lagre dine endringer.
nl: Druk op <guibutton>Bron toevoegen</guibutton> en vervolgens op <guibutton>Sluiten</guibutton> om de gemaakte wijzigingen op te slaan.
pt: Clique <guibutton>Adicionar Fonte</guibutton> e depois clique <guibutton>Fechar</guibutton> para guardar as suas alterações.
ro: Dați clic pe <guibutton>Adaugă...</guibutton> și apoi pe <guibutton>Închide</guibutton> pentru a salva modificările.
sk: Kliknite na <guibutton>Pridať zdroj</guibutton> a potom kliknite na <guibutton>Zavrieť</guibutton> aby ste uložili zmeny.
sl: Kliknite <guibutton>Dodaj vir</guibutton> in nato <guibutton>Zapri</guibutton> za shranitev sprememb.
sq: Klikoni <guibutton>Shto Burimin</guibutton> dhe pastaj klikoni <guibutton>Mbylle</guibutton> për të regjistruar ndryshimet.
sr: Кликните <quote><guibutton>Додај извор</guibutton></quote> а затим кликните <quote><guibutton>Затвори</guibutton></quote> да сачувате измене.
tr: <guibutton>Kaynak Ekle</guibutton>'ye tıklayın ve değişiklikleri kaydetmek için <guibutton>Kapat</guibutton>'a tıklayın.
uk: Щоб зберегти внесені зміни, натисніть кнопку <guibutton>Додати джерело</guibutton>, після чого натисніть <guibutton>Закрити</guibutton>.
zh_cn: 点击<guibutton>添加源</guibutton>，然后点击<guibutton>关闭</guibutton>以保存更改。
zh_hk: 按下 <guibutton>新增來源</guibutton> 再按下 <guibutton>關閉</guibutton> 以儲存設定。

source: Software Center will automatically apply the changes and packages from the new repository should now be available in your package manager.
hu: A Szoftverközpont automatikusan alkalmazza a változtatásokat, és az új tároló csomagjai elérhetővé válnak a csomagkezelőben.
sl: Programsko središče bo samodejno uveljavilo spremembe in paketi iz novega skladišča bi bili sedaj morali biti na voljo v vašem upravljalniku paketov.
sr: Софтверски центар ће аутоматски да примени измене а пакети из новог складишта ће бити доступни у вашем управнику пакета.

source: As a security measure, most software repositories use a GPG key to digitally sign the files they provide. This makes it easy to check that the files have not been tampered with since their creation. In order for your package manager to be able to check this, you need the public key that corresponds to the signatures. The key should be available for download on the repository's website.
ast: Como medida de seguridá, la mayoría de repositorios de software usen una clave GPG pa firmar dixitalmente los archivos que ufren. Esto facilita comprobar que los archivos nun camudaron dende so creación. Pa que'l xestor de paquetes pueda facer esta comprobación, necesitarás la clave pública que concasa coles firmes. La clave tendría que poder descargase dende la páxina web del repositoriu.
ca: Com a mesura de seguretat, la majoria dels dipòsits de programari utilitzen una clau GPG per a signar digitalment els fitxers que proporcionen. Això fa que sigui fàcil comprovar si els fitxers s'han modificat des que es van crear. Us caldrà la clau pública corresponent a les signatures per a permetre que el gestor de paquets ho comprovi, la qual hauria d'estar disponible per a baixar-la des del lloc web del dipòsit.
da: Som en sikkerhedsforanstaltning benytter de fleste softwarearkiver en GPG-nøgle til digitalt at underskrive de filer, de leverer. Dette gør det nemt at kontrollere, at filerne ikke er blevet ændret siden deres oprettelse. For at din pakkehåndtering kan være i stand til at kontrollere dette, skal du bruge den offentlige nøgle, der modsvarer signaturerne. Nøglen bør kunne hentes fra arkivets hjemmeside.
eo: Kiel sekurecan rimedon, plejaj programaraj deponejoj uzas GPG-ŝlosilon por ciferece marki la dosierojn kiujn ili provizas. Tio faciligas kontroli ke neniu tuŝaĉis la dosierojn post ilia kreado. Por ke via pakaĵmastrumilo povi kontroli tion, vi bezonas la publikan ŝlosilon kiu rilatas al la markoj (subskriboj). La ŝlosilo devus disponebli por elŝuti ĉe la retejo de la deponejo.
es: Como medida de seguridad, muchos repositorios de software usan una clave GPG para firmar digitalmente los archivos que proporcionan. Esto facilita comprobar si los archivos han sido manipulados desde su creación. Para que el gestor de paquetes pueda llevar a cabo dicha comprobación, necesitará la clave pública que se corresponda con las firmas. La clave debería poder descargarse desde la página web del repositorio.
fi: Lähes kaikki ohjelmalähteet allekirjoittavat digitaalisesti tarjoamansa ohjelmapaketit GPG-avaimellaan. Allekirjoituksen ansiosta on mahdollista varmistua siitä, että ulkopuoliset eivät ole muokanneet pakettien sisältöä niiden luomisen jälkeen. Jotta paketinhallintajärjestelmä voisi tarkistaa pakettien allekirjoituksen, on sille annettava ohjelmalähteen julkinen avain. Julkinen avain on yleensä ladattavissa ohjelmalähteen kotisivuilta.
gl: Como medida de seguranza, a maioria dos repositórios utilizan unha chave GPG para asinar dixitalmente os ficheiros fornecidos. Iso facilita a confirmación de que os ficheiros non fosen adulterados tras a sú creación. Para que o seu xestor de paquetes poida facer esa comprobación, necesitará a clave pública que corresponde ás sinaturas. A clave debe estar dispoñibel na páxina do repositorio.
hu: Biztonsági intézkedésként a legtöbb szoftvertároló GPG kulcsot használ az általa biztosított fájlok aláírására. Ez egyszerűvé teszi a fájlok változatlanságának ellenőrzését, azaz hogy a készítésük óta senki nem nyúlt hozzájuk. Ahhoz, hogy a csomagkezelő ellenőrizhesse ezt, az aláírásnak megfelelő nyilvános kulcsra van szükség. A kulcsnak letölthetőnek kell lennie a tároló weboldaláról.
lv: Kā drošības mēru vairums programmatūras krātuvju izmanto GPG atslēgas, lai digitāli parakstītu failus. Tas ļauj viegli pārliecināties, ka faili nav mainīti kopš to izveidošanas. Lai pakotņu pārvaldnieks varētu to pārbaudīt, jums ir vajadzīga publiskā atslēga, kura atbilst parakstiem. Atslēgai vajadzētu būt lejupielādējamai no krātuves tīmekļa vietnes.
nb: Som et sikkerhetstiltak vil de fleste programvarearkiver benyttte en GPG-nøkkel for å digitalt signere filene de gjør tilgjengelig. Dette gjør det enkelt å undersøke at filene ikke har blitt tuklet med siden de ble opprettet. For at pakkebehandleren skal kunne være i stand til å undersøke dette behøver du den offentlige nøkkelen som brukes i pakkesignaturene. Nøkkelen skal være tilgjengelig for nedlasting fra pakkearkivenes webside.
nl: Als een veiligheidsmaatregel gebruiken de meeste softwarebronnen een GPG-sleutel om aangeboden bestanden digitaal te ondertekenen. Dit maakt het eenvoudig om te controleren of er niet is geknoeid met de bestanden sinds ze aangemaakt zijn. Om te zorgen dat uw pakketbeheerder in staat is om dit na te gaan, moet u de publieke sleutel hebben die overeenstemt met de handtekening. Deze sleutel zou als download beschikbaar moeten zijn op de website van uw softwarebron.
pt: Como medida de segurança, a maior parte dos repositórios de software utilizam uma chave GPG para assinatura digital nos ficheiros fornecidos. Isto facilita a verificação de não alteração dos ficheiros desde que foram criados. Para que o Gestor de Pacotes possa realizar essa verificação, precisa da chave pública que corresponde à assinatura. Esta chave deverá estar disponível para ser descarregada no sítio do repositório.
ro: Ca măsură de siguranță, majoritatea depozitelor software utilizează o cheie GPG pentru a semna digital fișierele furnizate. Astfel se poate verifica ușor dacă fișierele au fost modificate de la crearea lor. Pentru ca administratorul de pachete să poată verifica, vă este necesară cheia publică ce corespunde semnăturii. Cheia ar trebui să fie disponibilă pe pagina web a depozitului.
sk: Ako bezpečnostné opatrenie väčšina repozitárov softvéru používa GPG kľúč, aby digitálne podpísala súbory ktoré poskytujú. Toto opatrenie umožňuje ľahko skontrolovať, či súbory neboli sfalšované po ich vytvorení. Aby to správca balíkov mohol skontrolovať, potrebujete verejný kľúč ktorý súhlasí s podpismi. Tento kľúč by mal byť k dispozícii na stiahnutie na webovej stránke repozitára.
sl: Kot varnostni ukrep večina skladišč programske opreme uporablja ključ GPG za digitalni podpis datotek, ki jih ponujajo. To omogoča, da preprosto preverimo ali je bila datoteka spremenjena od njenega nastanka. Da bi bil vaš upravljalnik paketov sposoben to preveriti, potrebujete javni ključ, ki ustreza podpisom. Ključ bi moral biti na voljo za prejem na spletni strani skladišča.
sq: Si një masë sigurie, shumica e magazinave të programeve përdorin një çelës GPG për të shënuar në mënyrë digitale programet që ato japin. Kjo e bën të lehtë të kontrollohet që skedarët nuk janë ndryshuar pas krijimit të tyre. Në mënyrë që menaxhuesi juaj i paketave ta kontrollojë këtë, juve ju nevojitet çelësi publik që i korrespondon shënimeve. Çelësi duhet të jetë i disponueshëm për tu shkarkuar në faqen e internetit të magazinës.
sr: Као мера безбедности, већина ризница софтвера користи ГПГ кључ за дигитално потписивање датотека које обезбеђују. То олакшава проверавање да датотеке нису неовлашћено измењене од њиховог настанка. Да би ваш управник пакета могао ово да провери, потребан вам је јавни кључ који одговара потписима. Кључ треба да буде доступан за преузимање на веб сајту ризнице.
tr: Güvenlik tedbiri olarak, çoğu yazılım deposu destekledikleri yazılımları GPG anahtarıyla imzalar. Bu, dosyaların oluşturulduklarından beri bozulmadıklarını kontrol etmeyi kolaylaştırır. Paket yöneticinizin bunu yapabilmesi için, imzayla uyuşan halka açık anahtara ihtiyacınız vardır. Bu anahtar, yazılım deposunun web sitesinde indirilebilir halde bulunur.
uk: Як захід безпеки, більшість сховищ програмного забезпечення використовують GPG ключ для підписування файлів, які вони надають. Це полегшує перевірку того, що файли не змінилися з часу їх створення. Для того, щоб ваш менеджер пакунків міг здійснювати таку перевірку, необхідний відкритий ключ, який відповідає підписам. Ключ має бути доступним для завантаження на веб-сайті сховища.
vi: Trong thước đo độ bảo mật , hầu hết phần mềm được lưu giữ đều sử dụng khóa GPG để dùng chữ ký điện tử vào những tiệp được có sẵn . Điều đó làm nên sự dễ dàng khi kiểm tra những tiệp không bị xáo trộn từ lúc chúng tạo ra . Kèm theo chương trình quản lý dữ liệu của bạn có thể kiểm tra được điều đó , bạn cần có một khóa mở để xác nhận chữ ký đó . Chìa khóa có thể được tải về từ những website lưu giữ
zh_cn: 作为安全措施，绝大多数软件源使用 GPG 密钥对所提供的文件进行数字签名。 这样很容易确认文件自创建以来未被改动。如果想让您的软件包管理器能够校验它，您需要签名所对应的公共密钥。它应该可以在该软件源的网站上下载到。
zh_hk: 大多數軟件庫使用 GPG 金鑰來數碼簽署其所提供的檔案，以方便檢查這些檔案是否被竄改過。套件管理員如要進行此種檢查，您需要有這些數碼簽章對應的公用金鑰。這些金鑰應可在套件庫的網頁上取得。

source: Download the GPG key. Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>, then click <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Software Sources...</guimenuitem></menuchoice>, select the <guilabel>Authentication</guilabel> tab, click <guibutton>Import Key File</guibutton> and select the GPG key to be imported.
hu: Töltse le a GPG kulcsot. Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Ubuntu szoftverközpont</guimenuitem></menuchoice> menüpontot, majd a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Szoftverforrások</guimenuitem></menuchoice> menüpontot, válassza a <guilabel>Hitelesítés</guilabel> lapot, nyomja meg a <guibutton>Kulcsfájl importálása</guibutton> gombot, és válassza ki az importálandó GPG kulcsot.
sl: Prejmite ključ GPG. Kliknite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice>. Nato kliknite <menuchoice><guimenuitem>Uredi</guimenuitem><guimenuitem>Programski viri ...</guimenuitem></menuchoice>, izberite zavihek <guilabel>Overitev</guilabel>, kliknite <guibutton>Uvozi datoteko ključa</guibutton> in izberite ključ GPG za uvoz.
sr: Преузмите ГПГ кључ. Кликните <menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice>, затим кликните <menuchoice><guimenuitem>Уређивање</guimenuitem><guimenuitem>Извори програма...</guimenuitem></menuchoice>, изаберите језичак <guilabel>Провера веродостојности</guilabel> и кликните <guibutton>Унеси датотеку кључа</guibutton> и изаберите ГПГ кључ који желите да увезете.

source: You can also add the GPG key using the terminal by entering the following command:
ast: Tamién puede amestar la clave GPG usando'l terminal, tecleando la siguiente orde:
ca: També podeu afegir la clau GPG utilitzant el terminal i introduint-hi l'ordre següent:
da: Du kan også tilføje GPG-nøglen ved at indtaste følgende kommando i terminalen:
eo: Oni ankaŭ povas aldoni la GPG-ŝlosilon en terminalo enigante la jenan komandon:
es: También puede añadir la clave GPG usando el terminal, tecleando la siguiente orden:
fi: Voit lisätä GPG-avaimen myös päätteessä komennolla
gl: Tamén pode engadir a chave GPG empregando o terminal e escribindo a orde seguinte:
hu: A GPG kulcsot a terminál segítségével is hozzáadhatja, a következő parancs használatával:
id: Anda juga bisa menambah kunci GPG menggunakan terminal dengan memasukkan perintah ini:
lv: Jūs varat pievienot GPG atslēgu izmantojot arī termināli, ievadot sekojošu komandu:
nb: Du kan også legg til GPG-nøkkelen i terminalen ved å skrive inn følgende kommando:
nl: U kunt de GPG-sleutel toevoegen via een terminalvenster door het volgende commando te geven:
pt: Podem também adicionar a chave GPG usando a consola para introduzir o seguinte comando:
ro: Puteți adăuga cheia GPG și utilizând terminalul, dacă introduceți următoarea comandă:
sk: Pridať GPG kľúč je možné aj pomocou terminálu zadaním následujúceho príkazu:
sl: Ključ GPG lahko dodate tudi s pomočjo naslednjega ukaza v terminalu:
sq: Ju mund të shtoni gjithashtu një çelës GPG duke përdorur terminalin dhe duke futur komandën që vijon:
sr: Такође можете да додате ГПГ кључ помоћу терминала тако што ћете унети следећу наредбу:
tr: Aşağıdaki komutu girmek suretiyle uçbirimden de GPG anahtarı ekleyebilirsiniz.
uk: Ви також можете додати ключ GPG використовуючи термінал введенням наступної команди:
zh_cn: 你也可以通过终端输入如下命令来添加GPG钥匙:
zh_hk: 您也可以使用指令列將 GPG 金鑰加入清單：

source: sudo apt-key adv --recv-keys --keyserver keyserver.ubuntu.com key-fingerprint
hu: sudo apt-key adv --recv-keys --keyserver keyserver.ubuntu.com kulcs-ujjlenyomat
nl: sudo apt-key adv --recv-keys --keyserver keyserver.ubuntu.com sleutelcode

source: Adding a Personal Package Archive (PPA)
ast: Amestar un Archivu de Paquetes Personal (PPA)
ca: Com afegir un arxiu de paquets personal («Personal Package Archive», PPA)
da: Tilføjelse af et personligt pakkearkiv (PPA)
eo: Aldoni Personan Pakaĵan Arkivon (PPA)
es: Añadir un Archivo de Paquetes Personal (PPA)
fi: Henkilökohtaisen pakettivaraston (PPA) lisääminen
gl: Engadir un Arquivo de Paquetes Persoal (PPA)
hu: Személyes tároló (PPA) hozzáadása
id: Menambahkan sebuah Personal Package Archive (PPA)
lv: Personīgā pakotņu arhīva (PPA) pievienošana
nb: Legger til et personlig pakke-arkiv (PPA)
nl: Een persoonlijk pakketarchief (PPA) toevoegen
pt: A adicionar um Arquivo de Pacote Pessoal (PPA)
ro: Adăugarea unei arhive personale de pachete (APP)
sk: Pridanie Osobného archívu balíkov (Personal Package Archive - PPA)
sl: Dodajanje Osebnega arhiva paketov (PPA)
sq: Shtimi i një Arkivi Personal të Paketave (PPA)
sr: Додавање Личне архиве пакета (PPA)
tr: (PPA) Kişisel Paket Arşivi Ekleme
uk: Додавання персонального архіву пакетів (PPA)
zh_cn: 添加一个私人软件包存储(PPA)
zh_hk: 新增個人套件庫 (PPA)
