Repository: ahoneybun/pop-docs
Catalog: common/po/*.po
Languages: be, bg, cs, da, de, el, eo, es, eu, fi, fr, hr, hu, id, it, ja, ko, ku, ms, pl, pt, pt_br, ru, sk, sv, tl, tr, zh_cn, zh_tw

source: About This Guide
be: Аб гэтым кіраўніцтве
bg: Относно този наръчник
cs: O tomto průvodci
da: Om denne guide
de: Über dieses Handbuch
el: Σχετικά με αυτό τον οδηγό
eo: Pri ĉi tiu Gvidlibro
es: Acerca de esta guía
eu: Gida honi buruz
fi: Tietoja tästä oppaasta
fr: À propos de ce guide
hr: O ovom vodiču
hu: A kézikönyv névjegye
id: Tentang Panduan Ini
it: Informazioni su questa guida
ja: このガイドについて
ko: 이 안내서에 대하여
ku: Der Barê vê Rêberê de
ms: Perihal Panduan Ini
pl: O tym przewodniku
pt: Sobre Este Guia
pt_br: Sobre Este Guia
ru: Об этом руководстве
sk: O tomto návode
sv: Om den här guiden
tl: Tungkol sa Gabay na ito
tr: Bu Rehber Hakkında
zh_cn: 关于本指南
zh_tw: 關於本指南

source: Conventions
be: Пагадненьні
bg: Символи
cs: Konvence
da: Konventioner
de: Vereinheitlichungen
el: Συμβάσεις
eo: Konvencioj
es: Convenciones
eu: Konbentzioak
fi: Merkintätavat
hr: Konvencije
hu: Megállapodások
id: Konvensi
it: Convenzioni
ja: 約束事
ko: 관례
ku: Pergala pelgeyê
ms: Ketentuan
pl: Konwencje
pt: Convenções
pt_br: Convenções
ru: Соглашения
sk: Konvencie
sv: Skrivsätt
tl: Mga panayam
tr: Belge Düzeni
zh_cn: 排版约定
zh_tw: 寫作凡例

source: The following notes will be used throughout the book:
be: Наступныя нататкі будуць ужывацца цягам усёй кнігі:
bg: Следните бележки ще бъдат употребяване в тази книга:
cs: V průvodci budou použity následující poznámky:
da: De følgende noter vil blive brugt i denne bog:
de: Die folgenden Kennzeichnungen werden durchgehend im Buch verwendet:
el: Οι ακόλουθες επεξηγηματικές υποσημειώσεις χρησιμοποιούνται στο βιβλίο:
eo: La jenaj notoj estas uzataj tra la libro:
es: Se usarán las siguientes notas a lo largo del libro:
eu: Hurrengo oharrak liburu guztian erabiliko dira:
fi: Kirjassa käytetään seuraavia merkintätapoja:
fr: Vous trouverez la signalétique suivante tout au long de cet ouvrage :
hr: Slijedeće će se bilješke koristiti u knjizi:
hu: A következő megjegyzések kerülnek felhasználásra a könyvben:
id: Catatan-catatan berikut akan digunakan diseluruh buku:
it: I seguenti simboli sono utilizzati all'interno di questo documento:
ja: このガイドブックには次の注釈が用いられます。
ko: 다음의 주석은 책 전부에 사용이 됩니다:
ku: Di nav vê pirtûkê de awayên jêrîn ên nîşeyan dikarin derkevin pêşiya te:
ms: Catatan yang berikut akan digunakan dalam seluruh buku:
pl: W tym przewodniku zostaną użyte następujące oznaczenia:
pt: As notas seguintes serão usadas ao longo do guia:
pt_br: As seguintes anotações serão usadas pelo livro:
ru: Следующие замечания относятся ко всей документации:
sk: V knihe sa vyskytujú nasledujúce poznámky:
sv: Följande skrivsätt kommer att användas genom hela boken:
tl: Gagamitin sa buong librong ito ang mga sumusunod na tanda:
tr: Bu kitap içerisinde aşağıdaki not şekilleri karşınıza çıkabilir:
zh_cn: 本文档将使用下列记号：
zh_tw: 以下的各式小標記適用於全書範圍：

source: A note presents interesting, sometimes technical, pieces of information related to the surrounding discussion.
be: Нататка ўяўляе цікавую, часам тэхнічную, інфармацыю, якая датычыцца разгледжанага пытаньня.
bg: Бележка, представляваща интересна, ронякога техническа информация, свързана с тикущата дискусия.
cs: Poznámka uvádí zajímavé, někdy technické informace související s pojednáním okolo.
da: En note præsenterer interessante, somme tider tekniske, stykker af information, der relaterer til den omkringværende diskussion.
de: Ein Hinweis enthält Wissenswertes oder technische Einzelheiten zum Thema.
el: Μια υποσημείωση παρουσιάζει σχετικές ενδιαφέρουσες, μερικές φορές τεχνικές, πληροφορίες.
eo: Noto prezentas interesajn, iam teknikajn, informerojn pri la ĉirkaŭa diskuto.
es: Una nota presenta información interesante, a veces técnica, relacionada con la explicación en curso.
eu: Ohar batek eztabaida baten inguruko informazio zati interesgarriak, eta batzuetan teknikoak, aurkezten ditu.
fi: Merkinnässä on mielenkiintoisia, joskus teknisiäkin tietoja, jotka liittyvät ympäröivään keskusteluun.
fr: Une note met en relief un élément d'information intéressant, parfois technique, en rapport avec le thème abordé.
hr: Bilješka koja označava interesantnu, ponekad tehničku, informaciju o trenutačnoj temi.
hu: A megjegyzés a környező fejtegetéssel kapcsolatos érdekes, néha technikai információrészleteket jelent.
id: Ikon catatan menandakan cuplikan informasi yang menarik, terkadang teknikal, berkenaan dengan diskusi yang ada
it: Un simbolo di annotazione indica delle informazioni ritenute interessanti, a volte tecniche, correlate all'argomento in discussione.
ja: 凡例では、周辺の議論を含む興味深くまた時には技術的な情報を提供します。
ko: 주석은 주변의 논의에 관련된 흥미거리, 때로는 기술적 사항, 정보의 부분을 제공 합니다.
ku: Der barê mijara navborî de, dem bi dem agahiyên teknîk dide.
ms: Catatan menampilkan maklumat yang menarik, adakalanya begitu teknikal, bahagian maklumat sangat berkait dengan keseluruhan perbincangan.
pl: Notatka przedstawia interesujące, czasami techniczne porcje informacji związane z tematem.
pt: Uma nota apresenta informação interessante, por vezes técnica, relacionada com a discussão envolvente.
pt_br: Uma anotação apresenta informações interessantes, as vezes técnicas, relacionadas a discussão atual.
ru: В замечаниях содержится интересная, иногда касающаяся нюансов, информация, связанная с текущим обсуждением.
sk: Poznámka uvádza zaujímavé, niekedy technické informácie príbuzné okolitej diskusii.
sv: En notis presenterar intressant, ibland teknisk, information som har med den omgivande diskussionen att göra.
tl: Nagpapakita ang tanda ng mga nakakapang-akit, kung minsan teknikal, na mga impormasyon ukol sa nabanggit na paguusap.
tr: Sözü edilen konu hakkında dikkate değer, zaman zaman teknik, bilgilere işaret eder.
zh_cn: 备注，一般表示一段有趣的，有时是技术性的，并和上下文相关的信息。
zh_tw: 這個標記代表有趣的訊息，有時也稍具技術性，可以幫您補充閱讀章節的相關背景知識。

source: A tip offers advice or an easier way of doing something.
be: Парада датычыцца карыснага або больш лёгкага шляху зрабіць што-небудзь.
bg: Съвет, предлагащ информация или по-лесен начин за вършене на нещо.
cs: Tip nabízí radu nebo jednodušší způsob, jak něco udělat.
da: Et tip kommer med råd eller en nemmere måde at gøre noget på.
de: Ein Tipp bietet Ratschläge oder Vereinfachungen an.
el: Μια συμβουλή παρέχει οδηγίες ή υποδεικνύει έναν ευκολότερο τρόπο να κάνετε κάτι.
eo: Konsileto donas konsilon aŭ pli facilan metodon por fari ion.
es: Una pista ofrece consejos o una manera más sencilla de hacer algo.
eu: Tip batek zerbait egiteko aholku edo modu errezago bat eskaintzen du.
fi: Vinkki tarjoaa neuvoja tai helpompia tapoja tehdä asioita.
fr: Une astuce présente un conseil ou une méthode plus simple.
hr: Bilješka koja označava savjet kako najlakše doći do cilja.
hu: A tippek tanácsot vagy valamire egy egyszerűbb megoldást kínálnak.
id: Ikon info memberikan petuah atau cara mudah untuk melakukan sesuatu
it: Un simbolo di suggerimento indica un consiglio o un metodo più facile per compiere delle azioni.
ja: チップでは、アドバイスや何かをするための簡単な方法を提供します。
ko: 팁은 조언 또는 무엇을 하는데 좀 더 쉬운 방법을 제공 합니다.
ku: Berguhxistineke ku riyeke hêsantir nîşan dide an jî pêşniyar.
ms: Tip yang memberikan petua atau cara mudah untuk melakukan sesuatu.
pl: Wskazówka oferuje poradę lub łatwiejszy sposób wykonania czynności.
pt: Uma dica oferece conselhos ou uma maneira mais simples de realizar uma tarefa.
pt_br: Uma dica oferece uma recomendação ou uma forma mais fácil de se fazer algo.
ru: Подсказка - совет или более простое решение какой-либо ситуации.
sk: Tip ponúka radu alebo jednoduchší spôsob ako niečo urobiť.
sv: Ett tips ger dig råd eller berättar om ett enklare sätt att göra något.
tl: Nagbibigay ang tangki ng payo o ng mas madaling paraan ng paggawa ng isang bagay.
tr: Tavsiye veya bir şeyi daha kolay yapma yolunu öneren bir ipucu.
zh_cn: 提示，提供有完成某件事情的建议或捷径。
zh_tw: 這個標記代表小技巧或是提供您更方便的作法。

source: A caution alerts the reader to potential problems and helps avoid them.
be: Парада, што засьцерагае чытача ад мажлівых праблем і дапамагае пазьбегнуць іх.
bg: Знак за внимание, насочено към читателя, посочващо потенциални проблеми и начини за избягването им.
cs: Varování varují čtenáře před možnými problémy a pomáhají jím předcházet.
da: En bemærkning alarmerer læseren om et potentielt problem og hjælper med at undgå det.
de: Ein Warnhinweis weist auf mögliche Probleme hin und hilft diese zu vermeiden.
el: Μια προειδοποίηση εφιστά την προσοχή του αναγνώστη σε πιθανά προβλήματα και βοηθά στην αποφυγή τους.
eo: Zorgo atentigas al la leganto pri eblaj problemoj kaj helpas eviti ilin.
es: Un aviso de precaución alerta al lector sobre problemas potenciales y ayuda a evitarlos.
eu: Arrisku-ohar batek irakurleari gerta daitezkeen arazoez abisatzen eta hauek ekiditen laguntzen dio.
fi: Huomautus huomauttaa lukijaa mahdollisista ongelmista ja auttaa välttämään niitä.
fr: Un avertissement signale au lecteur les problèmes potentiels et l'aide à les éviter.
hr: Bilješka koja upuzorava na posebnu pažnju čitatelja i potencijalne probleme, te načine kako ih izbjeći.
hu: A felkiáltójel lehetséges problémákra figyelmezteti az olvasót és segít elkerülni azokat.
id: Ikon hati-hati memberitahukan pembaca akan kemungkinan terjadi masalah dan bantuan untuk menghindarinya.
it: Un simbolo di attenzione indica al lettore potenziali problemi e lo aiuta a evitarli.
ja: 注意では、読者に潜在的な問題に対する注意を促し、問題回避を助けます。
ko: 주의는 읽는 사람에게 가능한 문제를 알리고 그것들을 피할 수 있도록 돕습니다.
ku: Xwendevan ji bo pirsgirêkên pêşerojê hişyar dike û riya xweparastinê nîşan dide.
ms: Satu peringatan kepada pembaca akan kemungkinan berlakunya masalah dan bantuan untuk menghindarinya.
pl: Uwaga informuje czytelnika o możliwych problemach i pomaga im zapobiec.
pt: Um alerta de precaução, notifica o leitor sobre potenciais problemas e ajuda a evitá-los.
pt_br: Uma advertência alerta o leitor de potenciais problemas e ajuda a impedí-los.
ru: Предостережение предупреждает о возможных проблемах и помогает предотвратить их.
sk: Varovanie upozorňuje čitateľa na možné problémy a pomáha vyhnúť sa im.
sv: En fara berättar om potentiella problem för läsaren, och om hur man kan undvika dem.
tl: Nagbabanta ang caution sa mambabasa ng mga posibleng problema at tumutulong sa pag-iwas ng mga ito.
tr: Okuyucuyu olası sorunlara karşı uyarır ve bu sorunlardan kaçınma yolları gösterir.
zh_cn: 警示，提醒读者可能面临的问题，并给出避免这些问题的帮助信息。
zh_tw: 這個標記代表您需要提防會發生問題的風險，並建議您要如何對應。

source: A warning advises the reader of a hazard that may arise in a given scenario.
be: Папярэджаньне засьцерагае чытача ад пагроз, якія могуць узьнікнуць у адпаведным са згаданым сцэнарам.
bg: Предупреждение към читателя за риск, който може да възникне в дадени случаи.
cs: Výstraha varuje čtenáře před nebezpečím, které může za daných okolností nastat.
da: En advarsel råder læseren om et problem, der kan forekomme i et givent scenario.
de: Ein Gefahrenhinweis weist auf eine unter bestimmten Umständen eintretende Gefahr hin.
el: Μια ειδοποίηση ενημερώνει τον αναγνώστη για πιθανό κίνδυνο σε ένα δεδομένο σενάριο.
eo: Averto konsilas al la leganto pri danĝero kiu eble okazos en iu scenaro.
es: Una advertencia avisa al lector del peligro que puede aparecer en un escenario concreto.
eu: Abisu batek irakurleari egoera batean gerta dakioken zerbaitetaz abisatzen dio.
fi: Varoitus varoittaa lukijaa riskeistä, jotka voivat tapahtua kyseisessä tilanteessa.
fr: Une alerte avertit le lecteur d'un risque lié à la réalisation d'un scénario donné.
hr: Bilješka koja upozorava čitatelja na neprilike do kojih može doći.
hu: A figyelmeztetés egy adott szituációban lehetséges veszélyre figyelmezteti az olvasót.
id: Ikon peringatan memperingatkan pembaca akan resiko yang dapat terjadi dalam skenario yang diberikan.
it: Un simbolo di avvertimento indica al lettore una condizione di rischio che può sorgere in una determinata situazione.
ja: 警告では、あるシナリオが与えられたときに起こり得る危険性について読者に助言します。
ko: 경고는 읽는 사람에게 주어진 상황에서 일어날 수도 있는 위험에 대해 조언 합니다.
ku: Xwendevan li hember xetereyeke ku dikare di rewşinan de derkeve holê hişyar dike.
ms: Satu amaran memperingatkan pembaca akan risiko yang mungkin timbul dalam senario yang diberikan.
pl: Ostrzeżenie informuje czytelnika o niebezpieczeństwie, które może powstać w danym przypadku.
pt: Um aviso aconselha o leitor sobre uma condição de perigo que poderá acontecer em determinado cenário.
pt_br: Um aviso informa o leitor sobre algum perigo que pode ser causado em alguns cenários.
ru: Предупреждение информирует об угрозе, которая может возникнуть вследствие данного действия.
sk: Upozornenie oboznamuje čitateľa s rizikom, ktoré môže nastať pri danom scenári.
sv: En varning berättar för läsaren om problem som kan uppstå i ett givet scenario.
tl: Pinapayuhan ng isang babala ang mambabasa ng mga panganib na maaaring makatagpo sa isang bigay na pangyayari.
tr: Okuyucuyu belirli bir durumda ortaya çıkabilecek bir tehlikeye karşı uyarır.
zh_cn: 警告，告知读者在特定情形下可能出现的风险。
zh_tw: 這個標記警示您在特定情況下通常會遇見的某些風險。

source: Cross-reference conventions for print will be displayed as follows:
be: Спасылкі папяровай вэрсыі будуць выглядаць гэткім чынам:
bg: Препратките ще бъдат изобразявани както следва:
cs: Konvence pro křížové odkazy pro výpis budou zobrazeny následovně:
da: Krydsreferencekonventioner til udprintning vil blive vist på følgende måde:
de: Querverweise im Druck:
el: Συμβάσεις παραπομπών για έντυπα θα εμφανίζονται ως εξής:
eo: Transreferencaj konvencioj por presi videblos jene:
es: Las referencias cruzadas para la impresión se mostrarán de la siguiente forma:
eu: Inprimatzeko erreferentzia-gurutzatuen konbentzioak honela erakutsi behar dira:
fi: Ristiviitteet tulostusta varten näytetään seuraavasti:
fr: Les conventions d'affichage des références croisées seront les suivantes :
hr: Konvencije za ispis:
hu: A nyomtatott változat kereszthivatkozási megállapodásai az alábbiak:
id: Ketentuan referensi silang untuk cetakan akan ditampilkan sebagai berikut:
it: Le convenzioni tipografiche per i riferimenti incrociati sono visualizzate in questo modo:
ja: 印刷/表示時の相互参照は次のように表示されます。
ko: 출력을 위한 상호 참조 관례는 다음과 같이 표시 됩니다:
ku: Ji bo çapkirina pelgeyê dê gotinên hatine kirin wiha bixuyin.
ms: Ketentuan rujukan silang untuk cetakan akan dipaparkan seperti berikut:
pl: Odnośniki do innych dokumentów będą wyglądały następująco
pt: Referências cruzadas serão apresentadas da seguinte forma:
pt_br: Convenções de referência cruzada para impressão serão exibidas da seguinte forma:
ru: Перекрёстные ссылки при печати выглядят следующим образом:
sk: Krížové odkazy pre tlač sú zobrazené nasledovne:
sv: Korsreferenser för tryck kommer att visas såhär:
tl: Ang mga cross-reference conventions for print ay ipinapakita gaya ng sumusunod:
tr: Belgeyi yazdırmak için yapılan çapraz-atıflar şu şekilde göserilecektir:
zh_cn: 用于打印的交叉引用排版约定效果如下：
zh_tw: 用於出版品的交互參考凡例會採用以下的標示方式：

source: Links to other documents or websites will look like <ulink url="http://www.ubuntu.com">this</ulink>.
be: Спасылкі на іншыя дакумэнты альбо сайты будуць выглядаць, як <ulink url="http://www.ubuntu.com">this</ulink>.
bg: Връзки към други документи или уеб-сайтове ще изглеждат <ulink url="http://www.ubuntu.com">така</ulink>.
cs: Odkazy na jiné dokumenty nebo webové stránky budou vypadat <ulink url="http://www.ubuntu.cz">takto</ulink>
da: Links til andre dokumenter eller hjemmesider vil ligene <ulink url="http://www.ubuntu.com">dette</ulink>.
de: Links zu anderen Dokumenten oder Web-Angeboten sind <ulink url="http://www.ubuntu.com">dieser Art</ulink> gekennzeichnet.
el: Σύνδεσμοι προς άλλα έγγραφα ή ιστοσελίδες θα εμφανίζονται <ulink url="http://www.ubuntu.com">έτσι</ulink>.
eo: Ligiloj al aliaj dokumentoj aŭ retejoj aspektas kiel <ulink url="http://www.ubuntu.com">ĉi tiu</ulink>.
es: Los enlaces para otros documentos o sitios web se verán como <ulink url="http://www.ubuntu.com">así</ulink>.
eu: Beste dokumentu edo webguneenganako loturak honelako itxura izanen dute: <ulink url="http://www.ubuntu.com">this</ulink>.
fi: Muihin dokumentteihin tai www-sivustoihin osoittavat linkit näyttävät <ulink url="http://www.ubuntu.com">tältä</ulink>.
fr: Les liens vers d'autres documents ou sites web auront cet aspect : <ulink url=\"http://www.ubuntu.com\">site web d'Ubuntu</ulink>.
hr: Linkovi na druge dokumente i stranice prikazati će se <ulink url="http://www.ubuntu.com">ovako</ulink>.
hu: A más dokumentumokra vagy weboldalakra mutató hivatkozások <ulink url="http://www.ubuntu.com">ilyenek</ulink>.
id: Pranala ke dokumen lain atau situs web akan terlihat seperti <ulink url=\"http://www.ubuntu.com\">ini</ulink>.
it: I collegamenti ad altri documenti o siti web sono visualizzati come <ulink url="http://www.ubuntu-it.org">questo</ulink>.
ja: 他の文書やウェブ・サイトへのリンクは、<ulink url="http://www.ubuntu.com">このように</ulink>表されます。
ko: 다른 문서나 웹사이트로 바로가기는 <ulink url="http://www.ubuntu.com">이 것</ulink> 처럼 보입니다.
ku: Pêwendî bi pelge û malperên din re dê wiha <ulink url="http://www.ubuntu.com"></ulink> bixuyin.
ms: Pautan ke dokumen lain atau laman web akan kelihatan seperti <ulink url="http://www.ubuntu.com">ini</ulink>.
pl: Odnośniki do innych dokumentów lub witryn internetowych będą wyglądały <ulink url="http://www.ubuntu.com">w ten sposób</ulink>.
pt: Hiperligações para outros documentos ou sítios web parecerão-se com <ulink url="http://www.ubuntu.com">isto</ulink>.
pt_br: Ligações para outros documentos ou páginas de web serão exibidas <ulink url="http://www.ubuntu.com">assim</ulink>.
ru: Ссылки на другие документы или веб-сайты выглядят <ulink url="http://www.ubuntu.com">так/ulink>.
sk: Odkazy na iné dokumenty alebo stránky vyzerajú <ulink url="http://www.ubuntu.com">takto</ulink>.
sv: Länkar till annan dokumentation eller webbsidor kommer att se ut <ulink url="http://www.ubuntu.com">så här</ulink>.
tl: Ang mga ugnayan sa iba pang dokumento o website ay kawangis ng <ulink url="http://www.ubuntu.com">ganito</ulink>.
tr: Diger belgelere veya websitelerine bağlantılar <ulink url="http://www.ubuntu.com">şu şekilde</ulink> gözükecektir.
zh_cn: 到其它文档和网站的链接看上去像<ulink url="http://www.ubuntu.com">这样</ulink>。
zh_tw: 關聯到其他文件或網站的連結看起來會像 <ulink url="http://www.ubuntu.com">這樣</ulink>。

source: PDF, HTML, and XHTML versions of this document will use hyperlinks to handle cross-referencing.
be: PDF, HTML і XHTML вэрсыі гэтага дакумэнта будуць выкарыстоўваць гіпэрспасылкі.
bg: PDF, HTML и XHTML версии на този документ ще използват хипервръзки, за да представят препратки.
cs: PDF, HTML a XHTML verze tohoto dokumentu budou používat hyperlinky pro správu křížových odkazů.
da: PDF-, HTML- og XHTML-versioner af dette dokument vil bruge hyperlinks til at sørge for krydsreference.
de: Die PDF-, HTML- und XHTML-Versionen dieses Dokumentes verwenden Hypertext-Links für Querverweise.
el: Οι εκδόσεις PDF, HTML, και XHTML του παρόντος εγγράφου θα χρησιμοποιούν συνδέσμους υπερ-κειμένου για τον χειρισμό παραπομπών.
eo: PDF-, HTML- kaj XHTML-versioj de ĉi tiu dokumento uzos hiperligilojn por trakti transreferencojn.
es: Las versiones PDF, HTML y XHTML de este documento utilizarán hipervínculos para gestionar referencias cruzadas.
eu: Dokumentu honen PDF, HTML eta XHTML bertsioek hiperloturak erabiltzen dituzte erreferentzia-gurutzatua ibilkatzeko.
fi: PDF-, HTML- ja XHTML-muotoiset versiot tästä dokumentista käyttävät hyperlinkkejä ristiviitteiden käsittelyyn.
fr: Les versions PDF, HTML et XHTML de ce document utiliseront des liens hypertextes pour gérer les références croisées.
hr: PDF, HTML i XHTML verzije ovog dokumenta koriste linkove za međupovezivanje.
hu: A dokumentum PDF, HTML és XHTML változatai hiperhivatkozásokat használnak a kereszthivatkozások kezelésére.
id: Versi PDF, HTML dan XHTML dari dokumen ini akan menggunakan hyperlink untuk menangani referensi silang.
it: Le versioni PDF, HTML e XHTML di questo documento utilizzano collegamenti ipertestuali per gestire i riferimenti incrociati.
ja: この文書のPDF 版や HTML 版、XTML 版では、ハイパーリンクを使って相互参照を表します。
ko: 이 문서의 PDF, HTML 그리고 XHTML 버전은 상호 참조를 처리하기 위해 하이퍼링크를 사용 합니다.
ku: Dê guhertoyên PDF, HTML û XHTML yên vê pelgeyê ji bo der bareyê wekî hiperling bi kar bîne.
ms: Versi PDF, HTML dan XHTML dari dokumen ini akan menggunakan hiper rangkai untuk menangani rujukan silang.
pl: Wersje PDF, HTML oraz XHTML będą używać odnośników internetowych do innych dokumentów.
pt: As versões PDF, HTML, e XHTML deste documento irão utilizar hiperligações para gerir as referências.
pt_br: Versões deste documento em PDF, HTML, e XHTML usarão hyperlinks para lidar com referência cruzada.
ru: В версиях PDF, HTML, и XHTML этого документа для перекрестных ссылок используются "гиперссылки".
sk: PDF, HTML a XHTML verzie tohto dokumentu používajú odkazy na prácu s krížovými odkazmi.
sv: PDF-, HTML- och XHTML-versioner av det här dokumentet kommer använda hyperlänkar för att hantera korsreferenser.
tl: Ang mga PDF, HTML, at XHTML na kopya ng dokumentong ito ay gagamit ng mga hyperlink upang magamit ang cross-referencing.
tr: Bu belgenin PDF, HTML ve XHTML sürümleri çapraz-atıf yapmak için hıperlink kullanacaktır.
zh_cn: PDF、HTML 以及 XHTML 版本的文档将使用超链接来处理交叉引用。
zh_tw: 本文件的 PDF、HTML、及XHTML 版本會使用超連結來處理交互參考的部份。

source: Type conventions will be displayed as follows:
be: Пагадненьні аб адлюстраваньні ўводу карыстальніка:
bg: Шрифтовите символи ще се изобразяват както следва:
cs: Konvence pro psaní budou zobrazeny následovně:
da: Forskellige typer tekst vil blive præsenteret som følger:
de: Unterschiedliche Schriftarten werden wie folgend verwendet:
el: Συμβάσεις τύπων θα εμφανίζονται ως εξής:
eo: Tipaj konvencioj vidiĝos jene:
es: Las conveniciones tipográficas se visualizarán de la siguiente forma:
eu: Konbentzioak honela erakutsiko dira:
fi: Merkitsemiskäytännöt ovat seuraavati:
fr: Les conventions typographiques seront les suivantes :
hr: Tipografske konvencije:
hu: Az írási megállapodások az alábbiak:
id: Ketentuan tampilan huruf akan ditampilkan sebagai berikut:
it: Le convenzioni sulla visualizzazione di diversi tipi di informazione sono le seguenti:
ja: タイプ入力については次のように表示されます:
ko: 종류에 대한 관례는 다음과 같이 보여 집니다:
ku: Dê pergala nivîsê wiha nîşan bide:
ms: Ketentuan tampilan huruf akan dipaparkan seperti berikut:
pl: Zostaną użyte następujące konwencje typograficzne:
pt: Convenções de introdução serão apresentadas da seguinte forma:
pt_br: Convenções tipográficas serão exibidas da seguinte forma:
ru: Соглашения о типах выглядят следующим образом:
sk: Konvencie typov sú zobrazené takto:
sv: Olika typer kommer visas på följande sätt:
tl: Ang mga type convention ay ipinapakita gaya ng sumusunod:
tr: Yazım düzeni şu şekilde gösterilecetir:
zh_cn: 输入内容的排版约定效果如下：
