Repository: ahoneybun/pop-docs
Catalog: common/po/*.po
Languages: be, bg, cs, da, de, el, eo, es, eu, fi, fr, hr, hu, id, it, ja, ko, ku, ms, pl, pt, pt_br, ru, sk, sv, tl, tr, zh_cn, zh_tw

source: Mouse actions shall assume a right-handed mouse configuration. The terms <quote><mousebutton>click</mousebutton></quote> and <quote><mousebutton>double-click</mousebutton></quote> refer to using the left mouse button. The term <quote><mousebutton>right-click</mousebutton></quote> refers to using the right mouse button. The term <quote><mousebutton>middle-click</mousebutton></quote> refers to using the middle mouse button, pressing down on the scroll wheel, or pressing both the left and right buttons simultaneously, based on the design of your mouse.
be: Дзеяньні мышой разьлічаны на наладку для праварукіх людзей. Тэрміны <quote><mousebutton>пстрык</mousebutton></quote> і <quote><mousebutton>падвойны пстрык</mousebutton></quote> датычуцца ўжываньня левай кнопкі пышы. Тэрмін <quote><mousebutton>правы пстрык</mousebutton></quote> датычыцца ўжываньня правай кнопкі мышы. Тэрмін <quote><mousebutton>сярэдні пстрык</mousebutton></quote> датычыцца ўжываньня трэцяй (сярэдняй) кнопкі мышы, націсканьня кола прагортваньня ці націсканьня адначасова левай і правай кнопкі мышы й заснавана на дызайне вашай мышы.
bg: Действията с мишка по подразбиране са за конфигурация за дясна ръка. Терминът <quote><mousebutton>натискане</mousebutton></quote> и <quote><mousebutton>двойно натискане</mousebutton></quote> се отнасят до левия бутон на мишката. Термините <quote><mousebutton>натискане на десен бутон</mousebutton></quote> и <quote><mousebutton>дясно натискане</mousebutton></quote> се отнася до десния бутон на мишката. Термините <quote><mousebutton>натискане на средния бутон</mousebutton></quote> и <quote><mousebutton>средно натискане</mousebutton></quote> се отнасят до употребата на средния бутон на мишката, натискането на колелцето или натискането едновременно на левия и десния бутон, в зависимост от типа на мишката Ви.
cs: Úkony pomocí myši předpokládají nastavení pro praváky. Termíny <quote><mousebutton>klik</mousebutton></quote> a <quote><mousebutton>dvojklik</mousebutton></quote> se vztahují k levému tlačítku myši. Termín <quote><mousebutton>klik pravým tlačítkem</mousebutton></quote> se vztahuje k používání pravého tlačítka myši. Termín <quote><mousebutton>klik prostředním tlačítkem</mousebutton></quote> se vztahuje k používání prostředního tlačítka myši a to buď stisknutím kolečka nebo současným stisknutím pravého a levého tlačítka, podle typu vámi používané myši.
da: Musehandlinger forudsætter en højrehåndet musekonfiguration. Udtrykkene <quote><mousebutton>klik</mousebutton></quote> og <quote><mousebutton>dobbeltklik</mousebutton></quote> refererer til brug af den venstre museknap. Udtrykket <quote><mousebutton>højreklik</mousebutton></quote> refererer til brug af den højre museknap. Udtrykket <quote><mousebutton>midterklik</mousebutton></quote> refererer til brug af den miderste museknap, et tryk på scroll-hjulet eller tryk på både højre og venstre museknap på samme tid; Det kommer an på designet af din mus.
de: Es wird grundsätzlich von einer Maus für Rechtshänder ausgegangen. <quote><mousebutton>Klick</mousebutton></quote> und <quote><mousebutton>Doppelklick</mousebutton></quote> werden mit der linker Maustaste durchgeführt - <quote><mousebutton>Rechtsklick</mousebutton></quote> entsprechend mit der rechten Taste. Ein <quote><mousebutton>Mittelklick</mousebutton></quote> hängt von der verwendeten Maus ab: Drücken der mittlere Maustaste, Herunterdrücken des Rollrades oder zeitgleiches Drücken der linken und rechten Maustaste.
el: Θεωρείται οτι οι ενέργειες ποντικιού εφαρμόζονται σε ποντίκι ρυθμισμένο για δεξιόχειρα. Οι όροι <quote><mousebutton>κλικ</mousebutton></quote> και <quote><mousebutton>διπλό κλικ</mousebutton></quote> αναφέρονται στο πάτημα του αριστερού κουμπιού του ποντικιού. Ο όρος <quote><mousebutton>δεξί-κλικ</mousebutton></quote> αναφέρεται στο πάτημα του δεξιού κουμπιού του ποντικιού. Ο όρος <quote><mousebutton>μεσαίο-κλικ</mousebutton></quote> αναφερεται στο πάτημα του μεσαίου κουμπιού του ποντικιού, στο πάτημα της ρόδας κύλισης, ή στο ταυτόχρονο πάτημα του αριστερού και του δεξιού κουμπιού, ανάλογα με το είδος του ποντικιού.
eo: Musaj agoj antaŭsupozas dekstrulan muskonfiguron. La terminoj <quote><mousebutton>klaki</mousebutton></quote> kaj <quote><mousebutton>duoble klaki</mousebutton></quote> referas al uzado de la maldekstra musa butono. La termino <quote><mousebutton>dekstre klaki</mousebutton></quote> referas al uzo de la dekstra musa butono. La termino <quote><mousebutton>meze klaki</mousebutton></quote> referas al uzo de la meza musa butono, premo de la ruluma radeto aux premo de kaj la maldekstra kaj la dekstra butono samtempe, depende de la konstruado de via muso.
es: Las acciones con el ratón asumen una configuración adecuada para usuarios diestros. Los términos <quote><mousebutton>pulsar</mousebutton></quote> y <quote><mousebutton>pulsar dos veces</mousebutton></quote> se refieren al botón izquierdo del ratón. El término <quote><mousebutton>pulsar con el botón derecho</mousebutton></quote> se refiere al botón derecho del ratón. El término <quote><mousebutton>pulsar con el botón central</mousebutton></quote> se refiere al botón central del ratón, apretando la rueda de desplazamiento, o bien pulsando los botones izquierdo y derecho simultáneamente, según el diseño del ratón.
fi: Hiiritoiminnoissa oletetaan, että käytössäsi on oikeakätisten asetukset. Termit <quote><mousebutton>napsautus</mousebutton></quote> ja <quote><mousebutton>kaksoisnapsautus</mousebutton></quote> viittaavat vasemman hiirenpainikkeen käyttöön. <quote><mousebutton>Keskimmäisen hiirenpainikkeen napsauttaminen</mousebutton></quote> viittaa käytäntöön, jossa hiiresi mallin mukaan joko painetaan keskimmäistä painiketta, hiiren rullaa tai vasenta ja oikeaa painiketta samaan aikaan.
fr: Dans la suite de ce document, nous supposerons que la souris est configurée pour les droitiers. Les termes <quote><mousebutton>cliquez</mousebutton></quote> et <quote><mousebutton>double-cliquez</mousebutton></quote> renvoient à l'utilisation du bouton gauche de la souris. Le terme <quote><mousebutton>clic-droit</mousebutton></quote> renvoit à l'utilisation du bouton droit de la souris. Le terme <quote><mousebutton>clic-molette</mousebutton></quote> renvoit à l'utilisation du bouton central de la souris qui s'obtient, selon le modèle de votre souris, par pression sur la molette centrale ou par pression simultanée des boutons de droite et de gauche.
hr: Postupci s mišem podrazumijevaju rad s desnom rukom. Izrazi <quote><mousebutton>klik</mousebutton></quote> i <quote><mousebutton>dvostruki-klik</mousebutton></quote> odnose se na uporabu lijeve tipke miša. Izraz <quote><mousebutton>desni-klik</mousebutton></quote> odnosi se na uporabu desne tipke miša. Izraz <quote><mousebutton>srednji-klik</mousebutton></quote> odnosi se na uporabu srednje tipke miša, pritisak prema dole na scroll kotačiću ili pritisku na lijevu i desnu tipku istovremeno, ovisno o dizajnu Vašeg miša.
hu: Az egérműveletek jobbkezes egérbeállítást feltételeznek. A <quote><mousebutton>kattintson</mousebutton></quote> és <quote><mousebutton>kattintson duplán</mousebutton></quote> kifejezések a bal egérgomb használatára utalnak. A <quote><mousebutton>kattintson a jobb egérgombbal</mousebutton></quote> kifejezés a jobb egérgomb használatára utal. A <quote><mousebutton>kattintson a középső egérgombbal</mousebutton></quote> kifejezés a középső egérgomb használatára, a görgő lenyomására vagy a jobb és bal oldali egérgomb egyszerre történő használatára utal, az egér kialakításától függően.
id: Aksi untuk mouse ini diasumsikan Anda memakai konfigurasi mouse untuk tangan kanan. Istilah <quote><mousebutton>klik</mousebutton></quote> dan <quote><mousebutton>klik dua kali</mousebutton></quote> menunjuk pada tombol kiri dari mouse. Istilah <quote><mousebutton>klik kanan</mousebutton></quote> menunjuk pada tombol kanan dari tetikus. Istilah <quote><mousebutton>klik tengah</mousebutton></quote> menunjuk pada tombol tengah dari mouse, menekan roda penggulung, atau menekan tombol kiri dan kanan secara bersamaan, tergantung dari desain mouse Anda.
it: Le azioni da svolgere con il mouse hanno come presupposto l'utilizzo di un mouse per utenti destrorsi. I termini <quote><mousebutton>clic</mousebutton></quote> e <quote><mousebutton>doppio-clic</mousebutton></quote> si riferiscono all'utilizzo del pulsante sinistro del mouse. Il termine <quote><mousebutton>clic col pulsante destro</mousebutton></quote> si riferisce all'utilizzo del pulsante destro del mouse. Il termine <quote><mousebutton>clic col pulsante centrale</mousebutton></quote> si rifersice all'utilizzo del pulsante centrale del mouse, alla pressione della rotellina di scorrimento o la pressione simultanea dei pulsanti destro e sinistro, in base al design del proprio mouse.
ja: マウスの操作は右利き用を前提にしています。<quote><mousebutton>クリック< /mousebutton></quote> または <quote><mousebutton>ダブルクリック</mousebutton>< /quote> といった場合には、マウスの左ボタンを使います。<quote><mousebutton>右クリック< /mousebutton></quote> といった場合には、マウスの右ボタンを使います。<quote><mousebutton>中クリック< /mousebutton></quote> といった場合には、3つボタンマウスではマウスの中ボタンを使います。この場合、使っているマウスによっては、スクロール用のホイールを押すか、または左右のボタンを同時に押すことになります。
ko: 마우스 동작은 오른손 조작 마우스 설정으로 가정 합니다. <quote><mousebutton>click</mousebutton></quote> 과 <quote><mousebutton>double-click</mousebutton></quote> 용어는 왼쪽 마우스 버튼을 사용하는 것으로 해석 합니다. <quote><mousebutton>right-click</mousebutton></quote> 용어는 오른쪽 마우스 버튼을 사용하는 것으로 해석 합니다. <quote><mousebutton>middle-click</mousebutton></quote> 용어는 여러분의 마우스 디자인에 따라, 가운데 마우스 버튼을 사용하는 것, 스크롤 휠을 누르는 것 또는 왼쪽과 오른쪽 버튼 모두를 동시에 누르는 것으로 해석 합니다.
ku: Tevherên mişk li gor mişkê destê rastê hatiye pergalkirin.Bi gotinên wekî <quote><mousebutton>bitikîne</mousebutton></quote> û <quote><mousebutton>cot bitikîne</mousebutton></quote> bişkojka çepê ya mişk tê qesdkirin. Bi gotinên wekî <quote><mousebutton>rast bitikîne</mousebutton></quote> jî bişkojka rastê ya mişk tê qesdkirin. Bi gotina <quote><mousebutton>tikandina navîn</mousebutton></quote> jî bişkojka navbera herdu bişkojkan a ser mişkê tê qesdkirin, an tikandina ser guloka mişk, an jî tikandina herdu bişkojkan bi hev re ye.
ms: Aksi untuk tetikus akan diandaikan bahawa anda menggunakan konfigurasi tetikus untuk tangan kanan. Istilah <quote><mousebutton>klik</mousebutton></quote> dan <quote><mousebutton>klik dua kali</mousebutton></quote> merujuk kepada penggunaan butang kiri tetikus. Istilah <quote><mousebutton>klik kanan</mousebutton></quote> merujuk kepada penggunaan butang kanan tetikus. Istilah <quote><mousebutton>klik tengah</mousebutton></quote> merujuk kepada butang tengah tetikus, menekan roda penggulung, atau menekan butang kiri dan kanan secara bersama, bergantung kepada reka bentuk tetikus anda.
pl: Akcje myszy będą zakładały ustawienia myszy dla osoby praworęcznej. Określenia <quote><mousebutton>kliknij</mousebutton></quote> i <quote><mousebutton>kliknij podwójnie</mousebutton></quote> dotyczą lewego przycisku myszy. Określenie<quote><mousebutton>kliknij prawym przyciskiem</mousebutton></quote> dotyczy prawego przycisku myszy. Określenie <quote><mousebutton>kliknij środkowym przyciskiem</mousebutton></quote> oznacza, w zależności od rodzaju używanej myszy, użycie środkowego przycisku myszy, naciśnięcie kółka przewijania lub naciśnięcie prawego i lewego przycisku myszy jednocześnie.
pt: A maioria das accções de rato assumem uma configuração de rato para destros. Os termos <quote><mousebutton>clique</mousebutton></quote> e <quote><mousebutton>duplo-clique</mousebutton></quote> referem-se ao uso do botão esquerdo do rato. O termo <quote><mousebutton>clique-direito</mousebutton></quote> refere-se ao uso do botão direito do rato. O termo <quote><mousebutton>clique-meio</mousebutton></quote> refere-se ao uso do botão do meio do rato, primindo a roda, ou primindo simultaneamente o botão esquerdo e direito, dependendo do desenho do rato.
pt_br: Ações com o mouse assumirão uma configuração de mouse para usuários destros. Os termos <quote><mousebutton>clique</mousebutton></quote> e <quote><mousebutton>clique duplo</mousebutton></quote> referem ao ato de usar o botão esquerdo do mouse. O termo <quote><mousebutton>clique direito</mousebutton></quote> refere ao ato de usar o botão direito do mouse. O termo <quote><mousebutton>clique do meio</mousebutton></quote> refere ao ato de clicar com o botão do meio do mouse, pressionando a roda de rolagem, ou pressionando âmbos botões direito e esquerdo de forma simultânea, baseado no desenho de seu mouse.
ru: Действия мышью предполагают настройку мыши для правой руки. Термины <quote><mousebutton>клик мыши</mousebutton></quote> и <quote><mousebutton>двойной клик мыши</mousebutton></quote> относятся к использованию левой клавиши мыши. Термин <quote><mousebutton>правый клик мыши</mousebutton></quote> относится к использованию правой клавиши мыши. Термин <quote><mousebutton>средний клик мыши</mousebutton></quote> относится к использованию средней клавиши мыши, нажатию вниз колесика прокрутки, или одновременному нажатию левой и правой клавиш, в зависимости от дизайна вашей мыши.
sk: Akcie myši predpokladajú konfiguráciu pre pravú ruku. Výrazy <quote><mousebutton>kliknutie</mousebutton></quote> a <quote><mousebutton>dvojité kliknutie</mousebutton></quote> sa vzťahujú na použitie ľavého tlačítka myši. Výraz <quote><mousebutton>kliknutie pravým tlačidlom</mousebutton></quote> sa vzťahuje na použitie pravého tlačítka myši. Výraz <quote><mousebutton>kliknutie stredným tlačidlom</mousebutton></quote> sa vzťahuje na použitie stredného tlačidla myši, stlačenie rolovacieho kolieska, alebo stlačenie ľavého a pravého tlačidla naraz, v závislosti od dizajnu vašej myši.
sv: Musval kommer att anta att musen är konfigurerad för högerhänta. Termerna <quote><mousebutton>klicka</mousebutton></quote> och <quote><mousebutton>dubbelklicka</mousebutton></quote> syftar på att använda den vänstra musknappen. Termen <quote><mousebutton>högerklicka</mousebutton></quote> syftar på att använda den högra knappen. Termen <quote><mousebutton>mittenklicka</mousebutton></quote> syftar på att klicka på den mittersta musknappen, scrollhjulet, eller på att klicka på både vänster och höger musknapp samtidigt, beroende på hur din mus är designad.
tl: Ipagpalagay natin na ang mga mouse action ay gagawin sa paraan ng right-handed mouse configuration. Ang mga salitang <quote><mousebutton>click</mousebutton></quote> at <quote><mousebutton>double-click</mousebutton></quote> ay tumutukoy sa paggamit ng kaliwang mouse button. Ang salitang <quote><mousebutton>right-click</mousebutton></quote> ay tumutukoy sa paggamit ng kanang mouse button. Ang salitang <quote><mousebutton>middle-click</mousebutton></quote> ay tumutukoy sa paggamit ng gitnang mouse button, o sa pagpindot ng scroll wheel, o sabay na pagpindot ng kaliwa at kanang mouse button base sa disenyo ng inyong mouse.
tr: Fare hareketleri sağ elle kullanılan fare düzenine göre açıklanmıştır.<quote><mousebutton>tıkla</mousebutton></quote> ve <quote><mousebutton>çift tıkla</mousebutton></quote> tabirleriyle farenin sol tuşunun kullnılmasını kastedilmektedir. <quote><mousebutton>sağ tıkla</mousebutton></quote> tabiriyle farenin sağ tuşunun kullanılması kastedilmektedir. <quote><mousebutton>orta tıkla</mousebutton></quote> tabiriyle, farenizin özelliğine göre, orta tuşun kullanılması, fare tekerleğinin üzerine basılması yada her iki tuşun birden kullanılması kastedilmektedir.
zh_cn: 鼠标动作假定您使用右手模式的鼠标设定。文中述及的<quote><mousebutton>单击</mousebutton></quote>和<quote><mousebutton>双击</mousebutton></quote>皆使用鼠标左键。文中述及的<quote><mousebutton>单击右键</mousebutton></quote>指的是使用鼠标右键。文中述及的<quote><mousebutton>单击中键</mousebutton></quote>指的是使用鼠标中键、按下鼠标滚轮，或者是以模拟中键的方式同时按下鼠标左、右键，这取决于您的鼠标设计。

source: Keyboard shortcut combinations will be displayed as follows: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo> .Where the conventions for <quote>Control</quote>, <quote>Shift,</quote> and <quote>Alternate</quote> keys will be <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, and <keycap>Alt</keycap>, respectively, and shall mean the first key is to be held down while pressing the second key.
cs: Kombinace klávesových zkratek budou zobrazeny následovně: <keycombo><keycap>Ctrl</keycap>↵ <keycap>N</keycap></keycombo>. Konvence pro klávesy <quote>Control</quote>, <quote>Shift,</quote> a <quote>Alternate</quote> bude <keycap>Ctrl</keycap>, <keycap>Shift</keycap> a <keycap>Alt</keycap> v daném pořadí. Tento zápis značí, že dotyčnou klávesu podržíte jako první před stisknutím klávesy druhé.
de: Tastenkombinationen werden wie folgt dargestellt: <keycombo><keycap>Strg</keycap> <keycap>N</keycap></keycombo>. Für die <quote>Steuerungstaste</quote>, <quote>Umschalttaste</quote> und <quote>Alternativtaste</quote> werden entsprechend <keycap>Strg</keycap>, <keycap>Shift</keycap> und <keycap>Alt</keycap> verwendet. Die erste Taste wird gedrückt und gedrückt gehalten bis die zweite Taste gedrückt wurde.
el: Οι συνδυασμοί συντομεύσεων πληκτρολογίου θα εμφανίζονται ως εξής: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. Για τα πλήκτρα <quote>Control</quote>, <quote>Shift,</quote> και <quote>Alternate</quote> θα χρησιμοποιούνται οι αντίστοιχες συντομογραφίες <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, και <keycap>Alt</keycap>, και θα εννοείται οτι το πρώτο πλήκτρο θα πρέπει να παραμένει πατημένο καθώς πιέζετε το δεύτερο πλήκτρο.
eo: Fulmoklavaj kombinoj estos montrataj jene: <keycombo><keycap>Ktrl</keycap> <keycap>N</keycap></keycombo> . Kie la konvencioj por <quote>Kontrola</quote>, <quote>Majuskliga,</quote> and <quote>Alterna</quote> klavoj estos <keycap>Ktrl</keycap>, <keycap>Maj</keycap>, kaj <keycap>Alt</keycap>, respektive, kaj signifos ke la unua klavo restu premata dum la premado de la dua klavo.
es: Las combinaciones de teclas se mostrarán de esta forma: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. El convenio para las teclas <quote>Control</quote>, <quote>Mayús</quote> y <quote>Alternativa</quote> serán <keycap>Ctrl</keycap>, <keycap>Mayús</keycap> y <keycap>Alt</keycap>, respectivamente, y significa que se debe mantener pulsada la primera tecla mientras se pulsa la segunda.
fi: Näppäimistöltä suoritettavat pikanäppäinyhdistelmät esitetään seuraavasti: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. Missä merkintävavat näppäimille <quote>Control</quote>, <quote>Shift</quote> ja <quote>Alternate</quote> ovat aina <keycap>Ctrl</keycap>, <keycap>Shift</keycap> ja <keycap>Alt</keycap>, tarkoittaen että kyseistä näppäintä pidetään pohjassa painettaessa toista näppäintä.
fr: Les combinaisons de raccourcis clavier seront affichées comme ceci: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo> . Où les conventions pour les touches <quote>Control</quote>, <quote>Shift,</quote> et <quote>Alternate</quote> seront <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, et <keycap>Alt</keycap>, respectivement, et signifiera que la première touche devra être maintenue pendant que la seconde sera pressée.
hu: A gyorsbillentyű-kombinációk a következőképp jelennek meg: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. Ahol a <quote>Control</quote>, <quote>Shift,</quote> és <quote>Alternate</quote> megállapodás szerint a <keycap>Ctrl</keycap>, <keycap>Shift</keycap> és <keycap>Alt</keycap> billentyűkre vonatkozik és az első billentyű nyomva tartása mellett a második billentyű lenyomását jelenti.
id: Kombinasi shortcut keyboard akan ditampilkan sebagai berikut:<keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. Dimana konvensi untuk tombol <quote>Control</quote>, <quote>Shift,</quote> and <quote>Alternate</quote> adalah <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, dan <keycap>Alt</keycap>, berurutan, dan bearti tombol pertama harus ditekan terlebih dulu sebelum menekan tombol kedua.
it: Le combinazioni per scorciatoie da tastiera sono visualizzate come segue: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. Dove per <quote>Control</quote>, <quote>Shift</quote> e <quote>Alternate</quote> si intendono i tasti <keycap>Ctrl</keycap>, <keycap>Maiusc</keycap> e <keycap>Alt</keycap> rispettivamente. Notare inoltre che il primo tasto è da tenere premuto mentre viene premuto il secondo tasto.
ku: Yekîneyên Kurteriyên klavye dê wiha bixebitin: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo> . quote>Control</quote>, <quote>Shift,</quote> and <quote>Alternate</quote> keys will be <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, and <keycap>Alt</keycap>,
pl: Kombinacje skrótów klawiszowych będą wyświetlane w ten sposób: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>. klawisze <quote>Control</quote>, <quote>Shift,</quote> i <quote>Alternate</quote> będą podane w skróconej postaci, odpowiednio <keycap>Ctrl</keycap>, <keycap>Shift</keycap> oraz <keycap>Alt</keycap>, co oznacza również, że należy przytrzymać pierwszy klawisz wciśnięty podczas naciskania drugiego.
pt: As combinações de atalhos de teclado serão apresentadas na forma: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo> . Onde as convenções para as teclas <quote>Control</quote>, <quote>Shift</quote> e <quote>Alternate</quote> serão <keycap>Ctrl</keycap>, <keycap>Shift</keycap> e <keycap>Alt</keycap> respectivamente, e significam que a primeira tecla se deve manter primida enquanto se prime a segunda.
pt_br: Combinações de teclas de atalho serão mostradas como segue: <keycombo><keycap>Ctrl</keycap> <keycap>N</keycap></keycombo>, nas quais a convençao para as teclas <quote>Control</quote>, <quote>Shift</quote> e <quote>Alternar</quote> serão <keycap>Ctrl</keycap>, <keycap>Shift</keycap> e <keycap>Alt</keycap>, respectivamente, e significará que a primeira tecla deve permanecer pressionada enquanto se pressiona a segunda tecla.
ru: Комбинации клавиш клавиатуры будут изображаться так: <keycombo><keycap>Ctrl</keycap>↵ <keycap>Н</keycap></keycombo> .Где обозначениями клавиш <quote>Control</quote>, <quote>Shift,</quote> and <quote>Alternate</quote> будут <keycap>Ctrl</keycap>, <keycap>Shift</keycap>, и <keycap>Alt</keycap>, соответственно, и будут обозначать, что необходимо зажать первую клавишу при нажатии на вторую.

source: Contributing and Feedback
be: Укладаньне й зваротная сувязь
bg: Принос и отзиви
cs: Spolupráce a zpětná vazba
da: Bidrag og tilbagemelding
de: Beitragen und Rückmeldung geben
el: Συνδρομή στο παρόν και επικοινωνία με τους συγγραφείς
eo: Kontribui kaj Respondi
es: Contribuciones y realimentación
eu: Lagundu eta Iritziak
fi: Osallistuminen ja palaute
fr: Contribution et retour d'expérience
hr: Povratne informacije
hu: Hozzájárulás és visszajelzés
id: Partisipasi dan Umpan balik
it: Contributi e commenti
ja: 協力とフィードバック
ko: 공헌과 피드백
ku: Tevlêbûn û Paşde vegerandin
ms: Sumbangan dan Maklum balas
pl: Rozwijanie przewodnika i opinie
pt: Contribuições e Feedback
pt_br: Contribuindo e Feedback
ru: Ваш вклад и комментарии
sk: Prispievanie a spätná väzba
sv: Bidrag och feedback
tl: Pagtulong at Feedback
tr: Katkı ve Geri bildirim
zh_cn: 贡献和反馈
zh_tw: 貢獻與回饋
