Repository: ahoneybun/pop-docs
Catalog: common/po/*.po
Languages: be, bg, cs, da, de, el, eo, es, eu, fi, fr, hr, hu, id, it, ja, ko, ku, ms, pl, pt, pt_br, ru, sk, sv, tl, tr, zh_cn, zh_tw

source: This book is developed by the <ulink url="&ubuntu-doc-team;">Ubuntu Documentation Team</ulink>. <emphasis>You</emphasis> can contribute to this document by sending ideas or comments to the Ubuntu Documentation Team mailing list. Information about the team, its mailing lists, projects, etc. can be found on the <ulink url="&ubuntu-doc-team;">Ubuntu Documentation Team Website</ulink>.
cs: Tato kniha je vytvořena <ulink url="&ubuntu-doc-team;">dokumentačním týmem Ubuntu</ulink>. <emphasis>Vy</emphasis> také můžete přispět k tomuto dokumentu tak, že pošlete své nápady a komentáře na emailovou konferenci dokumentačního týmu Ubuntu. Informace o tomto týmu, jeho konferenci, dalších projektech atd. můžete nalézt na <ulink url="&ubuntu-doc-team;">webové stránce dokumentačního týmu Ubuntu</ulink>.
de: Das vorliegende Buch wurde vom <ulink url="&ubuntu-doc-team;">Ubuntu-Dokumentationsteam</ulink> erstellt und betreut. <emphasis>Sie</emphasis> können zur Verbesserung des vorliegenden Dokuments beitragen, indem Sie Ideen oder Kommentare an die Mailingliste des Ubuntu-Dokumentationsteams senden. Informationen zum Team, zur Mailingliste und zu Projekten entnehmen Sie der <ulink url="&ubuntu-doc-team;">Web-Seite des Ubuntu-Dokumentationsteams</ulink>.
el: Αυτό το βιβλίο αναπτύχθηκε από την<ulink url="&ubuntu-doc-team;">Ομάδα τεκμηρίωσης του Ubuntu</ulink>. <emphasis>Εσείς</emphasis> μπορείτε να συνεισφέρετε σε αυτό το έργο στέλνοντας ιδέες ή σχόλιά σας στην λίστα ταχυδρομείου της ομάδας τεκμηρίωσης του Ubuntu. Πληροφορίες σχετικά με την ομάδα, τη λίστα ταχυδρομίου της, τα έργα της, κ.λ.π. μπορείτε να βρείτε στην <ulink url="&ubuntu-doc-team;">ιστοσελίδα της ομάδας τεκμηρίωσης του Ubuntu</ulink>.
eo: Ĉi tiu libro estas evoluigita de la <ulink url="&ubuntu-doc-team;">Ubuntu-a Dokumentada Teamo</ulink>. <emphasis>Vi</emphasis> povas kontribui al ĉi tiu dokumento sendante ideojn aŭ komentojn al la Ubuntu-a Dokumentada Teama dissendolisto. Informoj pri la teamo, ĝiaj dissendolistoj, projektoj, k.t.p. estas troveblaj sur la <ulink url="&ubuntu-doc-team;">Ubuntu-a Dokumentada Teama Retejo</ulink>.
es: Este libro ha sido desarrollado por el <ulink url="&ubuntu-doc-team;">Equipo de Documentación de Ubuntu</ulink>. <emphasis>Usted</emphasis> puede contribuir a la elaboración de este documento enviando ideas o comentarios a la lista de correo del Equipo de Documentación de ubuntu. Puede encontrar información sobre el equipo, sus listas de correo, proyectos, etc. en el <ulink url="&ubuntu-doc-team;">sitio web del Equipo de Documentación de Ubuntu</ulink>.
fi: Tämän kirjan on tuottanut <ulink url="&ubuntu-doc-team;">Ubuntun dokumentointiprojekti</ulink>. <emphasis>Sinäkin</emphasis> voit vaikuttaa tähän ohjeeseen lähettämällä ideoita tai kommenttia Ubuntun dokumentointiprojektin sähköpostilistalle. Tietoa projektista, sen sähköpostilistoista, suunnitelmista ynnä muusta löytyy <ulink url="&ubuntu-doc-team;">Ubuntun dokumentointiprojektin www-sivustolta</ulink> (englanniksi).
fr: Ce livre est developpé par <ulink url="&ubuntu-doc-team;">l'équipe de la documentation Ubuntu</ulink>. <emphasis>Vous</emphasis> pouvez contribuer à cette documentation en envoyant des idées ou des commentaires à la liste de diffusion de l'équipe de documentation Ubuntu. Des informations au sujet de l'équipe, ses listes de diffusion, ses projets, etc. peuvent être trouvées sur le <ulink url="&ubuntu-doc-team;">site web de l'équipe de documentation Ubuntu</ulink>.
hu: Ezt a könyvet az <ulink url="&ubuntu-doc-team;">Ubuntu dokumentációs csapat</ulink> fejlesztette. <emphasis>Ön</emphasis> is hozzájárulhat ehhez a dokumentációhoz ötletei és véleménye elküldésével az Ubuntu dokumentációs csapat levelezőlistájára. A csapattal, levelezőlistájával, projektjeivel stb. kapcsolatos információk az <ulink url="&ubuntu-doc-team;">Ubuntu dokumentációs csapat weboldalán</ulink> találhatók.
id: Buku ini dikembangkan oleh <ulink url="&ubuntu-doc-team;">Tim Dokumentasi Ubuntu</ulink>. <emphasis>Anda</emphasis> dapat turut serta berpartisipasi pada dokumentasi ini dengan mengirimkan ide atau komentar ke milis Tim Dokumentasi Ubuntu. Informasi mengenai tim, milis, proyel, dll. dapat ditemukan pada <ulink url="&ubuntu-doc-team;">Situs Tim Dokumentasi Ubuntu<//ulink>.
it: Questo documento è sviluppato dal <ulink url="&ubuntu-doc-team;">Gruppo documentazione di Ubuntu</ulink>. È possibile contribuire allo sviluppo di questo documento inviando idee o commenti alla mailing list del gruppo documentazione di Ubuntu. Informazioni riguardo il gruppo, la mailing list, i progetti, ecc... possono essere trovate alla <ulink url="&ubuntu-doc-team;">pagina web del Gruppo documentazione di Ubuntu</ulink>.
ku: Ev pirtûk hatiye pêşxistin ji alî <ulink url="&ubuntu-doc-team;">Ubuntu Documentation Team</ulink> ve . <emphasis>You</emphasis> tu dikarî bigihîjî vê pelgeyê bi riya şandina fikir û pêşinyarên xwe ji bo lîsteya peyamên koma pelgekerên Ubuntuyê bişîne. Agahî derbarê komê de, lîsteya wan a peyaman, proje, hwd dikarin li ser vê navnîşanê werin dîtin: <ulink url="&ubuntu-doc-team;">Ubuntu Documentation Team Website</ulink>.
pl: Ten podręcznik został opracowany przez <ulink url="&ubuntu-doc-team;">Ubuntu Documentation Team</ulink>. Także <emphasis>Ty</emphasis> możesz pomóc w jego ulepszaniu poprzez wysyłanie pomysłów lub komentarzy w języku angielskim na listę dyskusyjną Ubuntu Documentation Team. Informacje o tym zespole, jego listach dyskusyjnych, projektach itp.są dostępne na <ulink url="&ubuntu-doc-team;">witrynie Ubuntu Documentation Team</ulink>.
pt: Este livro é desenvolvido pela <ulink url="&ubuntu-doc-team;">Equipa de Documentação do Ubuntu</ulink>. <emphasis>Você</emphasis> pode contribuir para este documento enviando ideias ou comentários para a lista de discussão da Equipa de Documentação do Ubuntu. Pode encontrar informação sobre a equipa, as suas listas de discussão, projectos, etc no <ulink url="&ubuntu-doc-team;">Sítio Web da Equipa de Documentação do Ubuntu</ulink>.
pt_br: Esse livro é desenvolvido pelo <ulink url="&ubuntu-doc-team;">Time de documentação Ubuntu</ulink>. <emphasis>Você</emphasis> pode contribuir com essa documentação enviando idéias ou comentários para a lista de discussão do Time de Documentação Ubuntu. Informações sobre o time, suas listas de discussão, projetos, etc. podem ser encontrados no <ulink url="&ubuntu-doc-team;">Website do Time de Documentação do Ubuntu</ulink>.
ru: Эта книга создана <ulink url="&ubuntu-doc-team;">Командой документирования Ubuntu</ulink>. <emphasis>Вы</emphasis> можете принять участие в создании книги отправив идеи или комментарии в рассылку Команды документирования Ubuntu. Информация о команде, рассылке, проектах и др. находится на <ulink url="&ubuntu-doc-team;">сайте Команды документирования Ubuntu</ulink>.

source: If you see a problem with this document, or would like to make a suggestion, you can simply file a bug report at the <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Your help is vital to the success of our documentation!
cs: Pokud v tomto dokumentu najdete chybu nebo máte k němu podnětný návrh, můžete snadno zaslat oznámení o chybě pomocí <ulink url="&ubuntu-doc-bugs;">Správce chyb Ubuntu</ulink>. Vaše pomoc je klíčem k úspěchu naší dokumentace!
de: Wenn Sie einen Fehler in diesem Dokument gefunden haben oder einen Vorschlag machen möchten, füllen Sie einfach einen Fehlerbericht im <ulink url="&ubuntu-doc-bugs;">Ubuntu-Fehlerverwaltung</ulink> aus. Ihre Hilfe ist unerlässlich für den Erfolg unserer Dokumentation!
el: Εάν εντοπίσετε κάποιο πρόβλημα στο παρόν έγγραφο, ή επιθυμείτε να κάνετε κάποια πρόταση, μπορείτε απλά να υποβάλλετε μια αναφορά σφάλματος στο <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Η βοήθειά σας είναι ζωτικής σημασίας για την επιτυχία της τεκμηρίωσής μας!
eo: Se vi vidas problemon pri ĉi tiu dokumento, aŭ dezirus proponi ion, vi povas simple registri ciman raporton je la <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Via helpo estas esenca por la sukceso de nia dokumentado!
es: Si observa algún defecto en este documento, o le gustaría enviar una sugerencia, tan sólo tiene que enviar un informe de error al <ulink url="&ubuntu-doc-bugs;">sistema de seguimiento de errores de Ubuntu</ulink>. Su ayuda es vital para el éxito de nuestra documentación.
fi: Jos havaitset virheen tässä ohjeessa, tai haluat tehdä ehdotuksen, tee asiasta virheraportti <ulink url="&ubuntu-doc-bugs;">Ubuntun virheraporttijärjestelmässä</ulink>. Jokaisen apu on tarpeen onnistuneiden ohjeiden tekemiseksi.
fr: Si vous constatez un problème avec cette documentation, ou souhaiteriez faire une suggestion, vous pouvez simplement éditer un rapport de bug sur <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Votre aide est vitale pour le succès de notre documentation !
hu: Ha hibát talál a dokumentumban, vagy javaslatot kíván tenni, egyszerűen küldjön egy hibajelentést az <ulink url="&ubuntu-doc-bugs;">Ubuntu hibakövető rendszerébe</ulink>. Segítsége létfontosságú a dokumentáció sikeréhez!
id: Jika Anda melihat permasalahan dengan dokumentasi ini, atau ingin memberikan saran, Anda bisa mengirimkan laporan bug pada <ulink url="&ubuntu-doc-bugs;">Bugtracker Ubuntu</ulink>. Bantuan Anda sangat penting demi kesuksesan dokumentasi kami.
it: Se riscontrate degli errori in questo documento o volete inviare dei suggerimenti, è possibile segnalare un bug attraverso l'<ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Il vostro aiuto è importante per il successo della documentazione!
ku: Heke teşqele di pelgeyê de hebe, an jî tu bixwazî pêşinyaran bikî , tu dikarî bi hesanî dosya bug rapor bikî li ser vê navnîşanê <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Alîkariya te dibe sedemê pêşxistina pelgekirinên me.
pl: Jeśli zauważyłeś problem związanyz tym dokumentem lub też chciałbyś zbłosić sugestię,możesz wypełnić zgłoszenie błędu w języku angielskim na <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Twoja pomoc jest ważna dla sukcesu naszej dokumentacji!
pt: Se detectar algum problema neste documento ou quiser enviar uma sugestão pode criar um relatório de erro no <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. A sua ajuda é vital para o sucesso da nossa documentação!
pt_br: Se identificar problemas com essa documentação ou quiser fazer sugestões, você poderá simplesmente preencher um formulário de falha em <ulink url="&ubuntu-doc-bugs;">Ubuntu Bugtracker</ulink>. Sua ajuda é vital para o sucesso de nossa documentação!
ru: Если вы обнаружили ошибку в документе, или хотите сделать предложение, вы можете отправить сообщение об ошибке в <ulink url="&ubuntu-doc-bugs;">Базу багов Ubuntu</ulink>. Ваша помошь жизненно важна для успеха документации!

source: Many thanks,
be: Дзякуй за ўвагу,
bg: Много благодарности,
cs: Mnoho díků,
da: Mange tak,
de: Herzlichen Dank,
el: Ευχαριστούμε πολύ,
eo: Multajn dankojn,
es: Muchas gracias,
eu: Esker mila,
fi: Kiitokset,
fr: Mille mercis,
hr: Puno hvala,
hu: Köszönettel
id: Banyak terima kasih,
it: Grazie per la vostra attenzione,
ja: 感謝を込めて
ko: 고맙습니다,
ku: Gelek spas,
ms: Jutaan terima kasih.
pl: Dziękujemy bardzo,
pt: Muito obrigado,
pt_br: Muito obrigado,
ru: Огромная благодарность,
sk: S pozdravom,
sv: Många tack,
tl: Maraming salamat,
tr: Teşekkür ederiz.
zh_cn: 非常感谢
zh_tw: 感謝您撥冗閱讀，

source: -Your Ubuntu Documentation Team
be: --Ваша Група дакумэнтацыі Ubuntu
bg: -Вашата Група за документация на Убунту
cs: -váš dokumentační tým Ubuntu
da: - Dit Ubuntu Dokumentationshold
de: Ihr Ubuntu-Dokumentationsteam
el: Η ομάδα τεκμηρίωσης του Ubuntu
eo: Via Dokumentada Teamo de Ubuntu
es: -Su Equipo de Documentación de Ubuntu
fi: -Ubuntun dokumentointiprojekti
fr: Votre équipe de documentation d'Ubuntu
hr: -Vaš Ubuntu Dokumentacijski Tim
hu: -Az Ubuntu dokumentációs csapat
id: -Paguyuban Dokumentasi Ubuntu
it: il Gruppo documentazione di Ubuntu
ja: - あなたのUbuntuドキュメンテーション・チームより
ko: - 우분투 문서화 팀
ku: Koma We ya Pelgekirina Ubuntu
ms: Pasukan Dokumentasi Ubuntu Anda.
pl: -Twój Zespół Dokumentacji Ubuntu
pt: -A sua Equipa de Documentação Ubuntu
pt_br: -Sua Equipe de Documentação Ubuntu
ru: -Ваша Команда Документирования Ubuntu
sk: -- Váš Dokumentačný tým Ubuntu
sv: -Ubuntus dokumentationsteam
tl: - Ang Ubuntu Documentation Team
tr: Ubuntu Belgelendirme Takımınız
zh_cn: - 您的 Ubuntu 文档小组
zh_tw: -Ubuntu 文件團隊敬上

source: translator-credits
be: Ales Nyakhaychyk <nab@mail.by>, 2006
bg: Николай Касабов, Ростислав Райков, Камен Личев, 2006.
cs: Václav Čermák <vaclav.cermak@gmail.com>, 2006
da: Simon Gray <simongray@gmail.com>, 2006
de: Deutschsprachiges Ubuntu-Übersetzungsteam, 2006
el: Κωνσταντίνος Τόγιας <ktogias@math.upatras.gr>, 2006
eo: tradukaj-kreditoj
es: Gonzalo L. Campos Medina <gcamposm@gmail.com>, 2006
eu: Sergio Galindo <sergio.galindo@gmail.com>, 2006.
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
hr: Ubuntu-hr <ubuntu@ubuntu-hr.org>, 2006.
hu: Kelemen Gábor <kelemeng@gnome.hu>, 2006
id: Andy Apdhani <imtheface@gmail.com> Gde Bagus Aryana <gde6195@yahoo.com>, 2006
it: Milo Casagrande <milo_casagrande@yahoo.it>, 2006.
ja: Teru<teruspace@yahoo.com>, 2006
ko: atie H <atie.at.matrix@gmail.com>, 2005, 2006.
ku: Erdal Ronahî <erdal.ronahi@gmail.com> \n Rêzan Tovjîn <rezan@bername.net>
ms: Zakri Zakaria <zairox@gmail.com>
pl: Ubuntu Polish Translators <ubuntu-pl-l10n@lists.ubuntu.com>, 2006.
pt: Equipa de Tradução Ubuntu-PT
pt_br: Licio Fernando <licio@ubuntu.com>, 2006
ru: Igor Zubarev <igor4u@gmail.com> \n Andrey Smirnov <smirnov@ipvi.ru> \n Victor Polukcht <vpolukcht@gmail.com> \n Georgy Faradzhev
sk: Slovenský Ubuntu tím
sv: Robin Sonefors <ozamosi@blinkenlights.se>, 2006
tl: Jerome Gotangco <jgotangco@ubuntu.com>, 2006
tr: Ahmet SARI <ahmsar04@pafis.shh.fi>, 2006
zh_cn: Linxiao Li <linxiao.li@gmail.com>, 2006
zh_tw: cosmo chene <cosmolax@gmail.com>,2006
