Repository: ahoneybun/pop-docs
Catalog: common/po/*.po
Languages: be, bg, cs, da, de, el, eo, es, eu, fi, fr, hr, hu, id, it, ja, ko, ku, ms, pl, pt, pt_br, ru, sk, sv, tl, tr, zh_cn, zh_tw

source: File names or paths to directories will be shown in <filename>monospace</filename>.
be: Назвы файлаў ці шляхі да тэчак будуць надрукаваны <filename>монашырынёвым тэкстам</filename>.
bg: Имена на файлове или пътища към директории ще са изобразени в <filename>моноспейс</filename>.
cs: Názvy souborů nebo cesty k adresářům budou zobrazeny <filename>písmem se stejnou šířkou znaků</filename>.
da: Filnavne eller stier til mapper vil blive vist i <filename>monospace</filename>.
de: Dateinamen und Verzeichnispfade sind durch eine <filename>nichtproportionale Schrift</filename> gekennzeichnet.
el: Ονόματα αρχείων και διαδρομές καταλόγων θα εμφανίζονται σε <filename>monospace</filename>.
eo: Dosieraj nomoj aŭ vojprefiksoj al dosierujoj vidiĝos en <filename>monospace</filename>.
es: Los nombres de archivos y las rutas a los directorios se mostrarán en un tipo de letra <filename>monoespaciada</filename>.
eu: Fitxategi izenak edo direktorioetarako bide-izenak honela erakutsiko dira: <filename>espaziobakarrean</filename>
fi: Tiedostojen nimet ja hakemistopolut näytetään <filename>tasalevyisellä fontilla</filename>.
fr: Les noms de fichiers ou les chemins d'accès aux répertoires seront affichés avec la police de caractères <filename>monospace</filename>.
hr: Imena datoteka i direktorija biti će prikazane fontom s <filename>jednakim</filename> razmakom između znakova.
hu: A fájlnevek vagy könyvtárak útvonalai <filename>rögzített szélességű</filename> betűkkel jelennek meg.
id: Nama berkas atau tujuan ke direktori akan ditampilkan dengan huruf <filename>monospace</filename>.
it: I nomi di file o di percorsi a directory sono visualizzati con carattere a <filename>spaziatura fissa</filename>.
ja: ファイル名やディレクトリへのパスは、<filename>等幅フォント</filename>で表示されます。
ko: 파일 이름 또는 디렉토리 경로는 <filename>monospace</filename> 로 보여 집니다.
ku: Dê navê dosiyan û riya peldankan bi curenûsa <filename>monopospace</filename> nîşan bide.
ms: Nama fail atau laluan ke direktori akan ditunjukkan dalam<filename>monospace</filename>.
pl: Nazwy plików lub ścieżki katalogów będą wyświetlane <filename>czcionką o stałej szerokości</filename>..
pt: Nome de ficheiros e caminhos para directórios serão apresentados em estilo <filename>monospace</filename>.
pt_br: Nomes de arquivos ou caminhos para diretórios serão mostrados em <filename>espaço simples</filename>.
ru: Имена файлов или пути директорий будут отображаться <filename>моношинным шрифтом</filename>
sk: Názvy súborov alebo ciest k adresárom sú zobrazované pomocou <filename>monospace</filename>.
sv: Filnamn eller sökvägar till kataloger kommer visas med typsnittet <filname>monospace</filename>.
tl: Ang mga file name o path sa mga directory ay ipapakita bilang <filename>monospace</filename>.
tr: Dosya adları yada klasör yolları <filename>monospace</filename> yazı tipi ile gösterilecektir.
zh_cn: 文件名或者目录路径，将以<filename>等宽字体(monospace)</filename>显示。
zh_tw: 檔名或路徑會用<filename>monospace</filename>(等寬字)來顯示。

source: Commands that you type at a <application>Terminal</application> command prompt will be shown as:
be: Каманды, якія вы ўводзіце ў камандавым радку <application>Тэрмінала</application> будуць выглядаць вось гэтак:
bg: Команди, които въвеждате в командния промпт на <application>Терминал</application>, ще бъдат изобразявани като:
cs: Příkazy, které zapíšete do příkazové řádky <application>terminálu</application> budou zobrazeny tímto způsobem:
da: Kommandoer, som du indtaster i en <application>Terminal</application> (kommandoprompt) vil blive vist således:
de: Befehle, die Sie in die Befehlszeile eines <application>Terminals</application> eingegeben:
el: Εντολές που πληκτρολογείτε στο <application>Τερματικό</application> θα εμφανίζονται ως:
eo: Komandoj tajpitaj de vi ĉe komanda invito en <application>Terminalo</application> vidiĝos jene:
es: Las órdenes que pueda teclear en una <application>Terminal</application> se mostrarán así:
eu: <application>Terminalean</application> idazten dituzun komandoak honela erakutsiko dira:
fi: <application>Pääte-sovelluksen</application> kehoitteeseen kirjoitettavat komennot näytetään seuraavasti:
fr: Les commandes à saisir dans l'invite de commande d'un <application>terminal</application> seront affichées ainsi :
hr: Naredbe koje upisujete u <application>Terminal</application> biti će prikazane ovako:
hu: A <application>terminál</application> parancsbeviteli sorba írandó parancsok a következőképpen jelennek meg:
id: Perintah yang anda ketik dalam aplikasi perintah siap ketik <application>Terminal</application> akan ditampilkan seperti ini:
it: I comandi da digitare al prompt di comando del <application>Terminale</application> sono visualizzati come segue:
ja: <application>端末</application>のコマンド・プロンプトで入力するコマンドは次のように表示されます：
ko: <application>Terminal</application> 명령어 프롬프트에서 입력하는 명령어는 다음과 같이 보여 집니다:
ku: Fermanên dê li rêzika fermana <application>Yekeser</application>bête nivîsîn dê wiha bixuyin.
ms: Arahan-arahan yang anda taipkan dalam <application>Terminal</application> akan dipaparkan seperti ini:
pl: Komendy do wpisania w wierszu polece <application>Terminala</application> będą wyświetlane jako:
pt: Comandos para você escrever na linha de comandos da <application>Consola</application> serão mostrados como:
pt_br: Comandos digitados em um <application>Terminal</application> de linha de comando serão exibidos da seguinte forma:
ru: Команды которые вы вводите в командной строке <application>Терминала</application> будут отображаться так:
sk: Príkazy, ktoré použijete v <application>príkazovom riadku</application> sa zobrazia ako:
sv: Kommandon du skriver i en <application>Terminal</application> kommer att se ut såhär:
tl: Ang mga utos na ibibigay mo sa isang <application>Terminal</application> command prompt ay ipapakita bilang:
tr: <application>Uçbirim</application> komut satırına yazılacak komutlar şu şekilde gösterilecektir:
zh_cn: 您在<application>终端(Terminal)</application>里输入的命令显示效果如下：
zh_tw: 需要您在 <application>終端機</application> 底下輸入的指令會像這樣:

source: command to type
be: каманда для ўводу
bg: команда за въвеждане
cs: příkaz k napsání
da: Kommando at taste
de: einzugebender Befehl
el: εντολή προς πληκτρολόγηση
eo: komando tajpota
es: orden a teclear
eu: Idatzi beharreko komandoa
fi: kirjoitettava komento
fr: commande à saisir
hr: naredba za upisati
hu: begépelendő parancs
id: perintah untuk diketik
it: comando da digitare
ja: タイプ入力するコマンド
ko: 입력하는 명령어
ku: fermana dê bête nivîsîn
ms: Arahan yang harus ditaip
pl: polecenie do wpisania
pt: comando a introduzir
pt_br: comando a ser digitado
ru: команда для набора
sk: príkaz, ktorý zadať
sv: kommando att skriva
tl: utos na ibibigay
tr: yazılacak komut
zh_tw: 待輸入的指令

source: Options that you click, select, or choose in a user interface will look like <guibutton>this</guibutton>.
cs: Možnosti, na které můžete v grafickém prostředí kliknout nebo které můžete zvolit, budou značeny <guibutton>takto</guibutton>.
de: Grafische Oberflächenelemente, die sie anklicken oder auswählen können, sehen wie <guibutton>folgend</guibutton> aus.
el: Επιλογές τις οποίες κάνετε κλίκ ή επιλέγετε σε γραφικό περιβάλλον θα φαίνονται <guibutton>έτσι</guibutton>.
eo: Opcioj kiujn vi alklakas, elektas, aŭ akceptas en uzantinterfaco aspektos kiel <guibutton>ĉi tio</guibutton>.
es: Las opciones que tenga que pulsar, seleccionar o escoger en una interfaz de usuario se mostrarán <guibutton>de esta forma</guibutton>.
fi: Valinnat joita napsautetaan tai jotka valitaan muulla tavalla käyttöliittymässä, näyttävät <guibutton>tältä</guibutton>.
fr: Les options que vous cliquez, sélectionnez ou choisissez dans une interface utilisateur ressemblerons à <guibutton>ceci</guibutton>.
hu: Azon lehetőségek, amelyekre a felhasználói felületen kattinthat, kijelölhet vagy kiválaszthat, <guibutton>így</guibutton> néznek ki.
id: Opsi yang Anda klik, pilih, atau pakai di antarmuka pengguna akan terlhiat seperti <guibutton>ini</guibutton>.
it: Le opzioni su cui fare clic, da selezionare o scegliere all'interno di un'interfaccia utente sono visualizzate in questo <guibutton>modo</guibutton>.
ku: Vebijarkên te tikand, destnîşankir, an jî hilbijart di dirûvê bikarhêner de dê <guibutton>wiha xuya bike </guibutton>.
pl: Opcje które klikasz, zaznaczasz lub wybierasz w interfejsie użytkownika oznaczono <guibutton>w ten sposób</guibutton>.
pt: As opções para clicar, seleccionar ou escolher numa interface de utilizador serão apresentadas <guibutton>desta forma</guibutton>.
pt_br: Opções que você pode clicar, selecionar, ou escolher em uma interface irão se parecer com <guibutton>isto</guibutton>.
ru: Опции, которые вы нажимаете, выделяете или выбираете в пользовательском интерфейсе выглядят <guibutton>так</guibutton>.

source: Menu selections, mouse actions, and keyboard short-cuts:
be: Пункты мэню, дзеяньні мышой і гарачыя клявішы:
bg: Избор от менюта, действия с мишка и съкратени клавишни комбинации:
cs: Výběr z menu, použití myši a klávesové zkratky:
da: Menuvalg, musehandlinger og tastaturgenveje:
de: Menüauswahlmöglichkeiten, Mausaktionen und Tastenkombinationen:
el: Επιλογές μενού, ενέργειες ποντικιού και συντομεύσεις πληκτρολογίου:
eo: Menuaj elektoj, musaj agoj, kaj fulmklavoj:
es: Selecciones de menú, acciones de ratón y combinaciones de teclas:
eu: Menu-aukerak, saguaren ekintzak eta teklatuaren tekla-konbinazioak:
fi: Valikkokohdat, hiiritoiminnot ja pikanäppäimet:
fr: Sélections de menu, actions de la souris et raccourcis clavier :
hr: Odabiri u izborniku, postupci s mišem i kratice na tipkovnici:
hu: Menükiválasztások, egérműveletek és gyorsbillentyűk:
id: Pilihan menu, aksi mouse, dan shortcut keyboard:
it: Selezioni di menù, azioni con il mouse e scorciatoie da tastiera:
ja: メニューの選択、マウスの操作、及びキーボードのショートカット：
ko: 마우스 선택, 마우스 동작 그리고 키보드 바로가기는:
ku: Vebijêrkên pêşekê, çalakiyên mişk û kineriyên klavyeyê:
ms: Menu pilihan, aksi tetikus, dan jalan pintas papan kekunci:
pl: Pozycje do wybrania z menu, akcje myszy i skróty klawiszowe:
pt: Selecções de menus, acções do rato e teclas de atalho no teclado:
pt_br: Seleções de menu, ações do mouse, e atalhos de teclado:
ru: Выбор меню, действия мышью, и горячие клавиши:
sk: Výbery z ponúk menu, akcie myši a klávesové skratky:
sv: Menyval, mushändelser och tangentbordsgenvägar:
tl: Mga menu selection, mouse action, at keyboard short-cut:
tr: Menü seçimleri, fare eylemleri ve klavye kısayolları:
zh_cn: 菜单选择、鼠标动作及键盘快捷键：

source: A sequence of menu selections will be displayed as follows: <menuchoice><guimenu><accel>F</accel>ile </guimenu> <guimenuitem><accel>O</accel>pen </guimenuitem></menuchoice>
cs: Posloupnost vyběru položek v menu je značena takto: <menuchoice><guimenu><accel>S</accel>oubor </guimenu> <guimenuitem><accel>O</accel>tevřít </guimenuitem></menuchoice>
de: Eine Aneinanderreihung von Menübefehlen wird wie folgt dargestellt: <menuchoice><guimenu><accel>D</accel>atei</guimenu> <guimenuitem><accel>Ö</accel>ffnen </guimenuitem></menuchoice>
el: Μια ακολουθία επιλογών μενού θα εμφανίζεται ως εξής: <menuchoice><guimenu><accel>Α</accel>ρχείο </guimenu> <guimenuitem>Άν<accel>ο</accel>οιγμα </guimenuitem></menuchoice>
eo: Serio de menuelektoj estos montrataj jene: <menuchoice><guimenu><accel>D</accel>osiero </guimenu> <guimenuitem><accel>M</accel>alfermu </guimenuitem></menuchoice>
es: Las secuencias de selecciones de menús se mostrarán de esta forma: <menuchoice><guimenu><accel>A</accel>rchivo </guimenu> <guimenuitem><accel>A</accel>brir </guimenuitem></menuchoice>
fi: Valikkokohtien sarja esitetetään seuraavasti: <menuchoice><guimenu><accel>T</accel>iedosto </guimenu> <guimenuitem><accel>A</accel>vaa </guimenuitem></menuchoice>
fr: Un ordre des choix de menu sera montré comme suit : <menuchoice><guimenu><accel>F</accel>ile </guimenu> <guimenuitem><accel>O</accel>pen </guimenuitem></menuchoice>
hu: Menükijelölések sorozata a következőképpen jelenik meg: <menuchoice><guimenu><accel>F</accel>ájl </guimenu> <guimenuitem>Meg<accel>n</accel>yitás </guimenuitem></menuchoice>
id: Urutan pilihan menu akan ditampilkan sebagai berikut:<menuchoice><guimenu><accel>F</accel>ile </guimenu> <guimenuitem><accel>O</accel>pen </guimenuitem></menuchoice>
it: Una sequenza di selezioni di menù è visualizzata come segue: <menuchoice><guimenu><accel>F</accel>ile </guimenu> <guimenuitem><accel>A</accel>pri </guimenuitem></menuchoice>
ku: Rêzika xebitandina vebijarkên pêşekê dê wiha xuyabikin: <menuchoice><guimenu><accel>F</accel>bi </guimen <guimenuitem><accel>O</accel>pen </guimenuitem></menuchoice>
pl: Sekwencję wyboru opcji z menu będą wyświetlane tak:: <menuchoice><guimenu><accel>P</accel>lik</guimenu> <guimenuitem><accel>O</accel>twórz </guimenuitem></menuchoice>
pt: Uma sequência de selecções de menus será apresentada na forma: <menuchoice><guimenu><accel>F</accel>icheiro </guimenu> <guimenuitem><accel>A</accel>brir </guimenuitem></menuchoice>
pt_br: Um sequência de selecões no menu serão mostradas dessa forma: <menuchoice><guimenu><accel>A</accel>rquivo </guimenu> <guimenuitem>A<accel>b</accel>rir</guimenuitem></menuchoice>
ru: Последовательность переходов по меню будет изображаться так: <menuchoice><guimenu><accel>Ф</accel>айл </guimenu>↵ <guimenuitem><accel>О</accel>ткрыть </guimenuitem></menuchoice>
