Repository: ahoneybun/pop-docs
Catalog: releasenotes/release-notes-*.po
Languages: it, xh

source: Release Notes
it: Note alla Release
xh: AmaNqaku okuKhutshwa

source: Ubuntu &distro-version; &distro-rev;
xh: I-Ubuntu &distro-version; &distro-rev;

source: This document contains the release notes for Ubuntu &distro-version; &distro-rev;.
it: Questo documento riporta le note alla release &distro-rev; di Ubuntu: &distro-version;.
xh: Olu xwebhu luqulathe amanqaku okukhutshwa lwe-Ubuntu &distro-version; &distro-rev;.

source: Introduction
it: Introduzione
xh: Intshayelelo

source: Welcome to Ubuntu &distro-rev; &distro-version;! This article explains some of the new features and improvements that this new release provides, as well as the primary contributors. Included are any specific notes for upgrading from the previous Ubuntu release.
it: Benvenuti a Ubuntu &distro-rev; &distro-version;! Questo articolo presenta alcune delle novità e dei miglioramenti inclusi in questa nuova versione, elencando anche i principali collaboratori. Nel documento sono anche riportate alcune note che analizzano l' upgrade dalla versione precedente.
xh: Wamkelekile kwi-Ubuntu &distro-rev; &distro-version;! Eli nqakwana licacisa ezinye kwiimpawu ezintsha nophuculo olunikezwa koku kukhutshwa, kwakunye nabanikeli bokuqala. Okudityanisiweyo ngamanqakwana awodwa ophuculo asuka kukukhutshwa kwangaphambili kwe-Ubuntu.

source: What's New
it: Le Novità
xh: Yintoni eNtsha

source: Ubuntu &distro-rev; &distro-version; offers the following new features and improvements:
it: Ubuntu &distro-rev; &distro-version; presenta le seguenti novità e miglioramenti:
xh: I-Ubuntu &distro-rev; &distro-version; inikezela ezi mpawu zintsha zilandelayo nophuculo:

source: Ubuntu on the Desktop
it: Ubuntu sul desktop
xh: I-Ubuntu kwi-Desktop

source: GNOME 2.10
xh: I-GNOME 2.10

source: Ubuntu &distro-rev; includes the 2.10 release of the GNOME desktop. For more information see the <ulink url="&gnome;">GNOME</ulink> website.
it: Ubuntu &distro-rev; include la versione 2.10 di GNOME. Per maggiori informazioni consultate il sito: <ulink url="&gnome;">GNOME</ulink>.
xh: I-Ubuntu &distro-rev; iquka ukukhutshwa kwe-2.10 lwe-GNOME desktop. Xa ufuna ulwazi olulolunye, jonga i-website <ulink url="&gnome;">GNOME</ulink>.

source: KDE 3.4
xh: I-KDE 3.4

source: K Desktop Environment for Ubuntu (Kubuntu) is now available. The developers of kubuntu have created an extremely well integrated KDE desktop environment with the stability and reliability of the Ubuntu core. This speedy, well presented desktop, is not only easy to manage but packed full of useful applications and lots of great eye candy.
it: K Desktop Environment (KDE) per Ubuntu (Kubuntu) è finalmente disponibile. Gli sviluppatori di kubuntu hanno creato un ambiente desktop che si integra perfettamente con la stabilità e l' affidabilità del sistema di base di Ubuntu. Questo ambiente, veloce e professionale, oltre ad essere facile da utilizzare, fornisce molte applicazioni utili e finezze grafiche.
xh: I-K Desktop Environment ye-Ubuntu (Kubuntu) ngoku iyafumaneka. Abaphuhlisi be-kubuntu bayile indawo emanyaniswe ngokufanelekileyo kwi-KDE desktop nokuzinza kunye nokuthembeka kondoqo we-Ubuntu. Le desktop ikhawulezileyo, nemelwe ngokwaneleyo akululanga nje ukuyilawula koko ikwagcwaliswe ngeenkqubo eziluncedo kunye nezinto ezinomtsalane emehlweni.

source: X.org
xh: I-X.org

source: Ubuntu &distro-rev; includes the X server from X.org. Video cards from most major video vendors are now supported. Improved auto-detection allows for almost universal video card detection. There are also major performance enhancements for standard and proprietary ATI drivers, and proprietary NVidia drivers. For more information see the <ulink url="&xorg;">X.org</ulink> website.
it: Ubuntu &distro-rev; include il server X di X.org. Sono supportate le schede video della maggior parte dei venditori. Il migliorato sistema di auto-identificazione, permette il rilevamento immediato della maggior parte delle schede video. Ci sono anche importanti miglioramenti nelle prestazioni dei driver ATI, sia standard che proprietari, e dei driver proprietari Nvidia. Per ulteriori informazioni, consultate il sito <ulink url="&xorg;">X.org</ulink>.
xh: I-Ubuntu &distro-rev; iquka iseva ye-X esuka kwi-X.org. Amakhadi evidiyo kubathengisi abaninzi nabaphambili bevidiyo ngoku bayaxhaswa. Ukucinywa okuphuculweyo okuzenzekelayo kuvumela phantsi ukufunyanwa kwekhadi levidiyo jikelele. Kukwakho nolwandiso lwemisebenzi emikhulu kwii-ATI drivers ezisemgangathweni neziyimfanelo, neze-Nvidia drivers. Xa ufuna ulwazi olulolunye, jonga kwi-website <ulink url="&xorg;">X.org</ulink>.

source: Package Management
it: La gestione dei pacchetti
xh: ULawulo loMqulu

source: Ubuntu &distro-rev; includes two new packages to help you keep your computer up to date: update-manager and upgrade-notifier. The Synaptic package manager also now includes support to upgrade your Ubuntu Distribution.
it: Ubuntu &distro-rev; presenta due nuove applicazioni che vi aiutano a tenere il computer sempre aggiornato: update-manager e upgrade-notifier. Anche il gestore dei pacchetti Synaptic include ora il supporto all' aggiornamento della vostra distribuzione Ubuntu.
xh: I-Ubuntu &distro-rev; iquka imiqulu emibini emitsha ekunceda ukuba ugcine ikhompyutha yakho ihlale ihlaziyekile: i-update-manager ne-upgrade-notifier. UMlawuli womqulu we-Synaptic nawo uquka inkxaso yokuphucula uSasazo lwakho lwe-Ubuntu.

source: update-manager is a package that allows you to quickly and efficiently upgrade your software in the background. The process is simple but without the fine-grained choices offered with the Synaptic package manager. The package is good for people who like the simplicity of a one-click upgrade, similar to that available in other operating systems.
it: update-manager è un' applicazione che vi permette di aggiornare il sistema velocemente e facilmente, mentre continuate a lavorare. Il processo è semplice, ma privo della varietà di opzioni specifiche offerte da Synaptic. L' update-manager è adatto a chi ama la semplicità di un aggiornamento in un solo click, simile a quello fornito da altri sistemi operativi.
xh: i-update-manager ngumqulu okuvumela ukuba uphucule ngokukhawuleza nangempumelelo i-software yakho ngasemva. Inkqubo ilula kodwa ngaphandle kokuchubekileyo okhetha kuko nokunikezwa ngumlawuli womqulu we-Synaptic. Umqulu olungileyo kubantu abathanda izinto ezilula njengokucofa kanye kuphuculo, nokufanayo noko kufumaneka kwezinye iinkqubo ezisebenzayo.

source: Ubuntu Update Manager Main Window
it: L' Update manager di Ubuntu - Finestra Principale
xh: IFestile eNkulu yoMlawuli woHlaziyo lwe-Ubuntu

source: upgrade-notifier allows users to receive notifications that updates are available, and also to remind them to keep their system current.
it: upgrade-notifier permette agli utenti di ricevere delle notifiche quando sono disponibili gli aggiornamenti e ricorda loro di aggiornare il sistema quando è necessario.
xh: i-upgrade-notifier ivumela abasebenzisi ukuba bafumane izaziso zokuba uhlaziyo luyafumaneka, kwakunye nokubakhumbuza ukuba bagcine ikhompyutha yabo ihlaziyiwe.

source: Ubuntu Documentation
it: La documentazione di Ubuntu
xh: AmaXwebhu e-Ubuntu

source: Ubuntu &distro-rev; saw the Ubuntu Documentation Team generate the Ubuntu FAQ Guide, Ubuntu Quick Guide, and other documentation explaining what Ubuntu is and features/functionality that are available in the current release.
it: Per la versione &distro-rev; di Ubuntu, il gruppo di documentazione ha preparato la lista di domande frequenti (FAQ), la guida veloce ad Ubuntu (Ubuntu Quick Guide) e altra documentazione che spiega cos'è Ubuntu e quali sono le caratteristiche e le funzionalità di questa versione.
xh: I-Ubuntu &distro-rev; ibone iQela lamaXwebhu le-Ubuntu lisenza iSikhokelo esaziwa njenge-Ubuntu FAQ Guide, i-Ubuntu Quick Guide, namanye amaxwebhu achaza ukuba i-Ubuntu yintoni na kunye neempawu/imisebenzi ekhoyo kukhutsho lwangoku.

source: The Ubuntu FAQ Guide aims to answer the most frequently asked questions by users. The Ubuntu Quick Guide is an introduction to the Ubuntu Desktop, explaining the GNOME Desktop and functions/programs available in a standard install.
it: La Guida FAQ di Ubuntu cerca di rispondere alle domande più frequenti poste dagli utenti. La Guida Veloce di Ubuntu è un' introduzione all' ambiente desktop di Ubuntu, in cui viene spiegato l' ambiente GNOME e le funzioni e i programmi disponibili dopo un' installazione standard.
xh: ISikhokelo se-Ubuntu FAQ sijolise ekuphenduleni eyona mibuzo ebuzwa rhoqo ngabasebenzisi. ISikhokelo se-Ubuntu yintshayelelo ye-Ubuntu Desktop, echaza i-GNOME Desktop nemisebenzi/neenkqubo ezifumanekayo kufakelo olusemgangathweni.

source: System Performance
it: Prestazioni del Sistema
xh: UkuSebenza kweNkqubo

source: Readahead
xh: I-Readahead

source: Readahead speeds up the boot process by loading information from disk into memory before it is needed, taking advantage of the predictable nature of the boot sequence.
it: Readahead aumenta la velocità dell' avvio, caricando informazioni dal disco fisso alla memoria del computer prima che queste vengano richieste, sfruttando la prevedibilità della sequenza d' avvio.
xh: I-Readahead ikhawulezisa inkqubo ye-boot ngokukopa ulwazi kwidiski ukuya kwimemori ngaphambi kokuba lufuneke, ikwathatha ithuba elivelayo kubume obungazinzanga kulandelelwano lwe-boot.

source: Faster Boot Process
it: Sequenza d' avvio più veloce
xh: INkqubo eKhawulezayo ye-Boot

source: Ubuntu &distro-rev; has a faster boot process. Improvements have been made to the startup of the X server, the GNOME Display Manager (GDM) and the CUPS printing system. The hotplug system, which allows users to &quot;hot-swap&quot; USB, IEEE 1394/Firewire devices, other removable devices, and non-removable devices such as PCI cards, now uses grepmap to make the boot process faster.
it: Ubuntu &distro-rev; ha una sequenza d' avvio più veloce. Sono stati fatti dei miglioramenti all' avvio del server X, del GNOME Display Manager (GDM) e del sistema di stampa CUPS. Il sistema hotplug, che permette agli utenti di &quot;inserire a sistema già avviato&quot; perifiche rimovibili, come USB, IEEE 1394/Firewire, e non rimovibili, come le schede PCI, ora utilizza grepmap per rendere il processo d'avvio più veloce.
xh: I-Ubuntu &distro-rev; inenkqubo ekhawulezayo ye-boot. Kwenziwe uphuculo kuqaliso lweseva ye-X, i-GNOME Display Manager (GDM) nenkqubo yoshicilelo ye-CUPS. Inkqubo ye-hotplug, nevumela abasebenzisi ukuba &quot;hot-swap&quot; USB, IEEE 1394/izixhobo ze-Firewire, ezinye izixhobo ezikhuphekayo, nezingakhuphekiyo ezinjengamakhadi e-PCI, ngoku zisebenzisa i-grepmap ukwenza inkqubo ye-boot ikhawuleze.

source: grepmap
xh: i-grepmap

source: grepmap has been used to improve the speed of the hotplug system, which allows you to 'hot-swap' devices such as USB devices and IEEE 1394/firewire devices.
it: grepmap è stato utilizzato per aumentare la velocità del sistema hotplug, che ti permette di inserire a sistema già avviato le perifiche USB o IEEE 1394/firewire.
xh: i-grepmap isetyenziselwa ukuphucula isantya senkqubo ye-hotplug, nevumela ukuba wenze i-'hot-swap' kwizixhobo ezinjenge-USB ne-IEEE 1394/firewire devices.

source: Hardware Support
it: Supporto Hardware
xh: INkxaso ye-Hardware

source: Laptop Suspend
it: Laptop - Sospensione
xh: UkuMiswa kwe-Laptop

source: Ubuntu &distro-rev; provides support for suspending laptops to RAM (standby mode) and suspending to disk (hibernate mode). This feature maybe disabled by default depending on architecture of the computer.
it: Ubuntu &distro-rev; fornisce supporto per la sospensione dei portatili su memoria locale (modalità standby) e su disco (modalità hibernate). Questo servizio può risultare disabilitato di default, a seconda dell' architettura del computer.
xh: I-Ubuntu &distro-rev; inikezela inkxaso ekumiseni ii-laptop kwi-RAM (kwimo elindileyo) nokumisa idiski (kwimo ye-hibernate). Olu phawu lungangasebenzi ngokumiselweyo ngokuxhomekeka kulwakhiwo lwekhompyutha.

source: Suspend To Disk
it: Sospensione su Disco
xh: Nqumanisa kwiDiski

source: Ubuntu &distro-rev; provides support for suspending to disk. This feature is enabled if available by the installer. If you are upgrading from Ubuntu 4.10, then please consult the Upgrade Notes for further information.
it: Ubuntu &distro-rev; fornisce supporto per la sospensione su disco. Questa opzione, se disponibile, è abilitata dal programma di installazione. Se state aggiornando da Ubuntu 4.10, potete consultare le Note di Aggiornamento per ulteriori informazioni.
xh: I-Ubuntu &distro-rev; inikezela inkxaso yokunqumamisa kwidiski. Olu phawu luyavulwa xa lufumaneka, ngumseki-zixhobo. Ukuba uphucula ukusuka kwi-Ubuntu 4.10, nceda udibane namaNqaku oPhuculo ukuze ufumane ulwazi olulolunye.

source: Processor Frequency Scaling
xh: I-Processor Frequency Scaling

source: Ubuntu &distro-rev; supports Processor Frequency Scaling, a feature that adjusts the CPU's speed to meet current demand. The result is reduced load on the laptop battery and less heat output. Automatic driver support is now in place for a wider variety of hardware.
it: Ubuntu &distro-rev; supporta Processor Frequency Scaling, una funzione che regola la velocità del processore per soddisfare le necessità correnti del sistema. Ciò permette un risparmio sulla batteria del portatile e una minor produzione di calore. Il supporto driver automatico è disponibile per una gran quantità di hardware.
xh: I-Ubuntu &distro-rev; ixhasa i-Processor Frequency Scaling, uphawu oluhlenga-hlengisa isantya se-CPU ekuhlangabezeni ubango olukhoyo. Isiphumo ngumthwalo oncitshisiweyo kwibhetri ye-laptop kunye nemveliso yobushushu encinci. Inkxaso ezenzekelayo ye-driver ngoku iyafumaneka kuluhlu olubanzi lwe-hardware.

source: Ubuntu &distro-rev; includes the X server from X.org. For more information see the <ulink url="&xorg;">X.org</ulink> website.
it: Ubuntu &distro-rev; include il server X di X.org. Per ulteriori informazioni, consultate il sito di <ulink url="&xorg;">X.org</ulink>.
xh: I-Ubuntu &distro-rev; iquka iseva ye-X esuka kwi-X.org. Xa ufuna ulwazi olulolunye, jonga kwi-website <ulink url="&xorg;">X.org</ulink>.

source: Hardware Database
xh: I-Hardware Database

source: Ubuntu &distro-rev; includes support for cataloging hardware information in relation to setup/install options and tracking the extent of Ubuntu support for hardware. The key feature of the hardware database is the ability for the community to contribute information which will assist the development team in improving Ubuntu's support for their hardware.
it: Ubuntu &distro-rev; supporta la catalogazione delle specifiche hardware in relazione alle opzioni di configurazione e installazione e consente di rilevare il livello di supporto hardware di Ubuntu. La peculiarità dell' hardware database è data proprio dalla possibilità, da parte della comunità, di condividere informazioni con gli sviluppatori, aiutandoli a migliorare il supporto hardware di Ubuntu.
xh: I-Ubuntu &distro-rev; iquka inkxaso yokwenza uluhlu lolwazi nge-hardware ngokunxulumene nomiselo lwenkqubo/nofakelo kwakunye nokulandela umkhondo wobubanzi benkxaso ye-Ubuntu kwi-hardware. Olona phawu luphambili lwedatabase ye-hardware kukukwazi koluntu ukuba negalelo kulwazi oluya kuncedisa iqela lophuhliso ekuphuculeni inkxaso ye-Ubuntu kwi-hardware yabo.

source: Installing Ubuntu
it: Come Installare Ubuntu
xh: Ukufakela i-Ubuntu

source: Kickstart Compatibility
it: Compatibilità Kickstart
xh: Ukuhambelana kwe-Kickstart

source: Ubuntu &distro-rev; introduces Kickstart compatibility so that a system administrator can define install parameters once, and then install Ubuntu on a number of machines via CD-ROM, local hard drive, NFS, FTP, or HTTP.
it: Ubuntu &distro-rev; introduce la compatibilità Kickstart, in modo da permettere ad un amministratore di sistema di definire un' unica volta i parametri di installazione, per poi installare Ubuntu su molti computers con CD-ROM, disco fisso locale, NFS, FTP oppure HTTP.
xh: I-Ubuntu &distro-rev; iqalisa i-Kickstart compatibility ukuze umlawuli wenkqubo akwazi ukuchaza ufakelo lwee-parameter kanye, aze afake i-Ubuntu kwinani loomatshini ngokugqitha kwi-CD-ROM, local hard drive, NFS, FTP, okanye HTTP.

source: Unified Hardware Detection
it: Rilevamento unificato dell' Hardware
xh: I-Unified Hardware Detection

source: Ubuntu &distro-rev; now has a unified hardware detection process. The Live CD, the system installer, and the installed system all use <application>hotplug</application>. If the Live CD correctly detects and configures hardware, then the installer will too. The Live CD can now be used for a hardware compatibility test before installing Ubuntu.
it: Ubuntu &distro-rev; dispone ora di un processo unico per il rilevamento dell' harware. Il Live CD, il programma d' installazione e il sistema installato usano tutti <application>hotplug</application>. Se il Live CD rileva e configura correttamente l' hardware, allora lo farà anche il programma d'installazione. Il Live CD può anche essere usato per verificare la compatibilità con l' hardware, prima di effettuare l' installazione di Ubuntu.
xh: I-Ubuntu &distro-rev; ngoku inenkqubo edityanisiweyo yokufumana i-hardware. I-Live CD, isifaki-zixhobo senkqubo, kunye nenkqubo yoseko-zixhobo zonke zisebenzisa <application>hotplug</application>. Ukuba i-Live CD ifumana ngokuchanekileyo kwaye imisele i-hardware, nesiseki-zixhobo siya kwenza njalo. I-Live CD ngoku ingasetyenziswa kuvavanyo lwe-hardware efanayo phambi kokuba kufakwe i-Ubuntu.

source: Keyboard Layout Selector
it: Scelta del layout della Tastiera
xh: ISikhethi se-Keyboard Layout

source: Ubuntu &distro-rev; has an improved keyboard layout selection process. During installation, users will not need to know anything about the keyboard layout, the correct default settings, the appropriate xkb layout, or what architecture they are using (PS/2, USB). Keyboard layout is selected when the user presses certain keys.
it: Ubuntu &distro-rev; dispone di un miglior sistema di selezione del layout della tastiera. Durante l' installazione, gli utenti non hanno bisogno di sapere nulla del suo layout, delle impostazioni predefinite, dell corretto layout xbk e neanche dell' architettura della tastiera (PS/2, USB). Il layout della tastiera viene selezionato quando l' utente preme alcuni tasti.
xh: I-Ubuntu &distro-rev; inenkqubo yokhetho i-keyboard layout ephuculweyo. Ngexesha loseko-zixhobo, abasebenzisi akusayi kubakho mfuneko ukuba bazi nantoni na malunga ne-keyboard layout, umiselo oluchanekileyo olumiselweyo, i-xkb layout efanelekileyo, okanye oko kusetyenziswa kulwakhiwo (PS/2, USB). I-keyboard layout ikhethwa xa umsebenzisi ecofe amaqhosha athile.

source: Interactive Keyboard Layout Installer
it: Installazione Interattiva del Layout di Tastiera
xh: ISiseki-zixhobo se-Interactive Keyboard Layout

source: Installation from USB
it: Installazione da USB
xh: Useko-zixhobo olusuka kwi-USB

source: Ubuntu &distro-rev; now supports installation from USB devices.
it: Ubuntu &distro-rev; ora supporta l' installazione da perifiche USB.
xh: I-Ubuntu &distro-rev; ngoku ixhasa useko-zixhobo lwezixhobo ze-USB.

source: DVD Install Images
it: Immagini d' installazione DVD
xh: I-DVD inoSeko-zixhobo zeMifanekiso

source: Ubuntu &distro-rev; now provides images for installation from DVD. The DVD install image includes all supported packages, including those Not installed by default.
it: Ubuntu &distro-rev; ora fornisce delle immagini per l' installazione da DVD. L' immagine d' installazione DVD ora include tutti i pacchetti supportati ufficialmente, anche quelli che non vengono installati da default.
xh: I-Ubuntu &distro-rev; ngoku inikezela imifanekiso yoseko-zixhobo olusuka kwi-DVD. I-DVD inoseko-zixhobo lwemifanekiso oluquka yonke imiqulu yenkxaso, ukuquka naleyo iNgenalo useko-zixhobo ngokumiselweyo.

source: All Installer Questions in First Stage
it: Tutte le Domande sull' Installazione nella Prima Fase
xh: Yonke iMibuzo yeSifakeli ikAll Installer Questions in First Stage

source: Ubuntu &distro-rev; now captures all user input and decisions in the first stage of the install process. Once the install medium is ejected, and the system rebooted, all subsequent stages of installation can happen unattended.
it: Ubuntu &distro-rev; richiede all' utente ogni informazione e decisione nella prima fase dell' installazione. Espulso il cd/dvd e riavviato il sistema, tutte le fasi seguenti potranno essere svolte senza la supervisione dell'utente.
xh: I-Ubuntu &distro-rev; ngoku ithatha zonke izigqibo negalelo labasebenzisi kwinqanam lokuqala lenkqubo yofakelo-zixhobo. Xa sele ulwimi loseko-zixhobo lukhutshiwe, nenkqubo yenziwe kutsha, onke amanqanam alandelayo oseko-zixhobo angazenzekela ngokunokwawo.

source: Rescue Mode
it: Modalità di ripristino
xh: Imowudi yoHlangulo

source: Ubuntu &distro-rev; now includes Rescue Mode in the install process to allow for system repairs and rebuilding.
it: Ubuntu &distro-rev; ora fornisce una modalità di ripristino nel processo d' installazione per permettere riparazioni e ricostruzioni del sistema.
xh: I-Ubuntu &distro-rev; ngoku iquka iMowudi yoHlangulo kwinkqubo yoseko-zixhobo ukuvumela ulungiso lwenkqubo nolwakhiwo ngokutsha.

source: <title>Live CD</title>
xh: <title>I-Live CD</title>

source: New Live CD Infrastructure
it: Nuova struttura del Live CD
xh: Isibonelelo eSitsha se-Live CD

source: Ubuntu &distro-rev; introduces the new Live CD infrastructure that allows for a Live CD for all officially supported Ubuntu architectures, a simpler more maintainable design and build, and a unified hardware detection and configuration process.
it: Ubuntu &distro-rev;, con la nuova struttura del Live CD, permette che venga utilizzato un unico CD per tutte le architetture ufficialmente supportate da Ubuntu: un concetto più semplice e più facile da sviluppare, assieme ad un unico processo di rilevamento e configurazione dell' hardware.
xh: I-Ubuntu &distro-rev; iqalise ngesibonelelo esitsha se-Live CD esivumela i-Live CD kulwakhiwo lulonke lwe-Ubuntu oluxhaswa ngokuseburhulumenteni, uyilo nolwakhiwo olulula nolugcinekayo, kunye nenkqubo emanyaneyo yokubona nemiselweyo ye-hardware.

source: Internationalization and Localization
it: Internazionalizzazione e Localizzazione
xh: KwiZizwe ngeZizwe noFikelelo Ngqo kwiNgingqi

source: Language Packs
it: Pacchetti Linguistici
xh: IiPakethe zoLwimi

source: Ubuntu &distro-rev; introduces language packs. They allow users to install Localization information from a centralized database as a single pack, instead of per application or package. This improves maintainability of languages/locales and saves on disk space. It also allows for translations to be directly imported from <ulink url="&ubuntu-rosetta;">Rosetta.</ulink>
it: Ubuntu &distro-rev; introduce i pacchetti linguistici. Questi permettono agli utenti di installare informazioni sulla localizzazione da una database centralizzato sotto forma di singolo pacchetto, invece di farlo per ogni singolo programma. Questo metodo consente una miglior gestione delle lingue/locales e il risparmio di spazio su disco. Permette anche di importare traduzioni direttamente dal sistema <ulink url="&ubuntu-rosetta;">Rosetta.</ulink>
xh: I-Ubuntu &distro-rev; iqalise imiqulu yolwimi. Ivumela abasebenzisi ukuba baseke izixhobo zolwazi kufikeleleko ngqo kwiNgingqi olusuka kwi-database esembindini njengomqulu omnye, endaweni yenkqubo nganye okanye umqulu ngamnye. Oku kuphucula ugcino lweelwimi/kwingingqi nogcino kwidiski. Oku kukwavumela uguqulo lolwimi ukuba lusuke ngqo kwi-<ulink url="&ubuntu-rosetta;">Rosetta.</ulink>

source: Default UTF-8 Support
it: Supporto Predefinito UTF-8
xh: INkxaso ye-UTF-8 eMiselweyo
