Repository: ahoneybun/pop-docs
Catalog: releasenotes/release-notes-*.po
Languages: it, xh

source: Ubuntu &distro-rev; uses UTF-8 as the default encoding and locale, and includes migration compatibilities for upgrades. UTF-8 allows support for international character sets throughout the filesystem and applications.
it: Ubuntu &distro-rev; usa UTF-8 come locale predefinito e permette una più facile migrazione durante l' aggiornamento alla nuova versione. UTF-8 facilita il supporto ai caratteri internazionali nel filesystem e nelle applicazioni.
xh: I-Ubuntu &distro-rev; isebenzisa i-UTF-8 njengonxulumano olumiselweyo nolufikelela ngqo, kwaye luquka ukufana kwemfuduko kuphuculo. I-UTF-8 ivumela inkxaso kwingqokelela yoonobumba bezizwe ngezizwe kumxokelelwano weefayili uwonke kunye neenkqubo.

source: Ubuntu for the Developer/Administrator
it: Ubuntu per Sviluppatori/Amministratori
xh: I-Ubuntu yoMphuhlisi/uMlawuli

source: Apt Authentication
it: Autenticazione APT
xh: UBungqina be-Apt

source: Ubuntu &distro-rev; allows for APT to cryptographically authenticate package repositories. Authentication management is also available through Synaptic.
it: Ubuntu &distro-rev; permette ad APT l' autenticazione crittografata degli archivi dei pacchetti. La gestione del sistema di autenticazione è anche disponibile con Synaptic.
xh: I-Ubuntu &distro-rev; ivumela i-APT kumqulu ekugcinwa kuwo izinto ezifihlakeleyo neziqinisekisiweyo . Ulawulo loqinisekiso lukwafumaneka kwi-Synaptic.

source: Synaptic Apt Authentication
it: Autenticazione APT in Synaptic
xh: I-Synaptic Apt Authentication

source: Bzip2 Compression for Packages
it: Compressione Bzip2 dei Pacchetti
xh: Ukucinezelwa kwe-Bzip2 kwiMiqulu

source: Ubuntu &distro-rev; supports Bzip2 compressed Debian packages. This allows for significant space saving in text heavy packages, and smaller package indexes.
it: Ubuntu &distro-rev; supporta i pacchetti Debian compressi in formato Bzip2. Questo permette di salvare spazio nel caso di pacchetti contenenti molto testo e di avere indici di pacchetto più brevi.
xh: I-Ubuntu &distro-rev; ixhasa i-Bzip2 yemiqulu ecinezelweyo ye-Debian. Oku kuvumela ugcino lwendawo olubalulekileyo kwimiqulu enemibhalo enzima, kunye nezongezo zemiqulu emincinci.

source: Program/Process UID
it: Programma/Processo UID
xh: INkqubo ye-UID

source: In Ubuntu &distro-rev; many processes that run as root (or equivalent) on other platforms/distributions run as less privileged users. Included in this list at the time of release is klogd, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpoj, and at. This ensures that security vulnerabilities in these programs cannot affect the whole system any more, but are confined to the program itself.
it: Molti processi eseguiti come superutente (o simili) in altre piattaforme/distribuzioni, vengono invece eseguiti in Ubuntu &distro-rev; come utenze meno privilegiate. Per esempio: klogd, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpok, e at. Questo assicura che alcune vulnerabilità non possano minacciare il sistema intero, ma restino confinate al singolo programma.
xh: Kwi-Ubuntu &distro-rev; iinkqubo ezininzi eziqhutywa njengomsebenzi onikwe amandla akhethekileyo (okanye okulinganayo) kwezinye ii-platform/kusasazo, zisebenza njengabasebenzisi abaneemfanelo ezingephi. Okuqukwe kuluhlu ngexesha lokukhutshwa yi-klogd, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpoj, ne-at. Oku kuqinisekisa ukuba ukhuseleko kwezi nkqubo alusayi kuphinda luchaphazele inkqubo iyonke, koko kwinkqubo iyodwa.

source: Upgrade Notes
it: Note all' Upgrade
xh: Phucula amaNqaku

source: Pre-Upgrade
it: Prima dell' Aggiornamento
xh: UPhuculo lwangaPhambili

source: Using the Synaptic Package Manager
it: Come usare il Gestore di Pacchetti Synaptic
xh: Ukusebenzisa uMlawuli we-Synaptic Package

source: Open up <application>Synaptic Package Manager</application>
it: Aprite il <application>Gestore di Pacchetti Synaptic</application>
xh: Vula <application>uMlawuli we-Synaptic Package</application>

source: Change your repositories to look for Hoary via the menu: <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Repositories</guimenuitem> </menuchoice>.
it: Impostate gli archivi in modo da selezionare Hoary attraverso il menu: <menuchoice> <guimenu>Impostazioni</guimenu> <guimenuitem>Archivi dei Pacchetti</guimenuitem> </menuchoice>
xh: Tshintsha indawo ogcina kuyo izinto ukufuna i-Hoary kwimenyu: <menuchoice> <guimenu>Imimiselo</guimenu> <guimenuitem>Indawo ogcina kuyo izinto</guimenuitem> </menuchoice>.

source: From: <screen> URI: http://archive.ubuntu.com/ubuntu/ Distribution: warty Sections: main restricted </screen> To:
xh: Ukusuka: <screen> URI: http://archive.ubuntu.com/ubuntu/ Distribution: warty Sections: main restricted </screen> Iya:

source: Reload your source listings via the <guibutton>Reload</guibutton> button.
it: Aggiornate il database usando il tasto <guibutton>Ricarica</guibutton>.
xh: Faka kwakhona uludwe lwakho loovimba ngokugqitha kwiqhosha <guibutton>Faka kwakhona</guibutton>.

source: Click the <guibutton>Mark All Upgrades</guibutton> button followed by the <guibutton>Apply</guibutton> button.
it: Cliccate sul tasto <guibutton>Seleziona Tutti Gli Aggiornamenti</guibutton>, seguito dal tasto <guibutton>Applica</guibutton>.
xh: Cofa iqhosha <guibutton>Phawula Lonke uPhuculo</guibutton> elilandelwa liqhosha <guibutton>Sebenzisa</guibutton>.

source: Using Apt
it: Come usare Apt
xh: Ukusebenzisa i-Apt

source: Start a <application>Shell</application> session.
it: Aprite una sessione nel <application>Terminale</application>.
xh: Qalisa iseshoni <application>Itoliki yemiyalelo</application>.

source: Edit your sources list:
it: Editate il file sources.list:
xh: Hlela uluhlu loovimba bakho:

source: Change your repositories to Hoary.
it: Cambiate i vostri archivi, impostando Hoary:
xh: Tshintsha indawo ogcina kuyo izinto ku-Hoary.

source: From: <screen> deb http://archive.ubuntu.com/ubuntu/ warty main restricted </screen> To:
xh: Ukusuka: <screen> deb http://archive.ubuntu.com/ubuntu/ warty main restricted </screen> Ukuya:

source: Update your sources list:
it: Aggiornate la lista degli archivi:
xh: Hlaziya uluhlu loovimba bakho:

source: Upgrade all packages
it: Aggiornate tutti i pacchetti:
xh: Phucula yonke imiqulu

source: Post Upgrade
it: Dopo l' Aggiornamento
xh: UPhuculo lwangaPhambili

source: If you are Not running NFS (Network File System) as a client or a server then remove the portmap package:
it: Se non usate NFS (Network File System) in modalità client o server, allora rimuovete il pacchetto portmap:
xh: Ukuba awusebenzisi i-NFS (Network File System) njengomxhasi okanye iseva, susa umqulu we-portmap:

source: It is recommended that you install the meta packages <filename>ubuntu-base</filename> and <filename>ubuntu-desktop</filename> to ensure that you have the full set of default packages installed. Not doing this could result in a broken system.
it: È consigliabile installare i pacchetti meta <filename>ubuntu-base</filename> e <filename>ubuntu-desktop</filename> per assicurarsi che siano installati tutti i pacchetti di default. Questo passo, se omesso, potrebbe causare una compromissione del sistema.
xh: Kucetyiswa ukuba ufake imiqulu ye-meta <filename>ubuntu-base</filename> and <filename>ubuntu-desktop</filename> ukuqinisekisa ukuba unengqokelela iyonke yemiqulu emiyo efakiweyo. Ukungenzi oku kungabangela inkqubo eyophukileyo.

source: Ubuntu &distro-rev; will support suspend to disk, and during installation will configure your system to suspend to the swap partition. If you are upgrading, then you must manually set up the configuration for suspend to disk. To do so you must edit the file (using the <command>sudo</command> command) <filename class="devicefile">/etc/mkinitrd/mkinitrd.conf</filename>.
it: Ubuntu &distro-rev; fornirà la sospensione su disco (ibernazione), e durante l' installazione configurerà il vostro sistema per la sospensione sulla partizione di swap. Se state aggiornando il sistema, dovete configurare manualmente la sospensione su disco. Per fare questo, dovete editare (usando il comando <command>sudo</command>) il file <filename class="devicefile">/etc/mkinitrd/mkinitrd.conf</filename>.
xh: I-Ubuntu &distro-rev; iya kuxhasa inqumamisa kwidiski, kwaye ngexesha loseko-zixhobo iya kumisela inkqubo yakho kulwahlulo lotshintshiselwano. Ukuba uyaphucula, kufuneka uzenzele umiselo ngesandla sokunqumamisa idiski. Ukwenza njalo kufuneka uhlele ifayili (usebenzisa <command>sudo</command> command) <filename class="devicefile">/etc/mkinitrd/mkinitrd.conf</filename>.

source: Replace the line <varname>#RESUME=</varname> with <varname>RESUME=/dev/SWAP</varname> where SWAP is replaced with the swap partition. To find out where the swap partition is the command <command>sudo fdisk -l</command> will print to the screen the partition table of your hard disk(s). Look for the device labeled as &apos;swap.&apos;
it: Sostituite <varname>#RESUME=</varname> con <varname>RESUME=/dev/SWAP</varname>, dove SWAP è il nome della vostra partizione di swap. Per scoprire il nome della partizione di swap, usate il comando <command>sudo fdisk -l</command>, che riporterà la tabella di partizione del vostro hard disk. Cercate la periferica con il titolo &apos;swap.&apos;
xh: Beka endaweni yomnye umgca <varname>#RESUME=</varname> ne- <varname>RESUME=/dev/SWAP</varname> apho i-SWAP kubekwe endaweni yayo ulwahlulo lotshintshiselwano. Ukufumanisa ukuba ulwahlulo lotshintshiselwano ngumyalelo <command>sudo fdisk -l</command> iya kushicilela kwiskrini uluhlu lolwahlulo lwediski enzima. Khangela isixhobo esineleyibhile ethi &apos;swap.&apos;

source: If you are without some localizations, you may find that it is necessary to install <filename>language-pack-xx</filename>, <filename>language-pack-xx-base</filename> and <filename>language-support-xx</filename> (where xx is your language code).
it: Se non doveste trovare alcune localizzazioni, potrebbe essere necessario installare <filename>language-pack-xx</filename>, <filename>language-pack-xx-base</filename> e <filename>language-support-xx</filename> ("xx" sta per il tuo codice di lingua - per esempio "it").
xh: Ukuba awunazo izibonelelo zengingqi, ungafumanisa ukuba kubalulekile ukufaka <filename>language-pack-xx</filename>, <filename>language-pack-xx-base</filename> and <filename>language-support-xx</filename> (apho xx iyikhowudi yolwimi lwakho).

source: Start <application>update-notifier</application> and save your <application>gnome-session</application> if you want update notification automatically.
it: Avviate il programma <application>update-notifier</application> e salvate la <application>sessione-gnome</application> se volete ricevere automaticamente la notifica degli aggiornamenti disponibili.
xh: Qalisa <application>update-notifier</application> uze ugcine <application>gnome-session</application>yakho ukuba ufuna isaziso sohlaziyo esizenzekelayo.

source: Reboot in order to effect all changes (Xserver changes, Kernel upgrades etc).
it: Riavviate il computer per rendere effettivi tutti i cambiamenti (cambiamenti al server X, aggiornamenti al kernel etc).
xh: Qala kwakhona ukuze zisebenze zonke iinguqulelo (iinguqulelo ze-Xserver, uphuculo lwe-Kernel, njl-njl).

source: Upgrading from older releases or other distributions is not supported, but other user experiences while upgrading from older Ubuntu releases and Debian GNU/Linux are currently documented in the <ulink url="&ubuntu-wiki;">Ubuntu Wiki</ulink>.
it: Aggiornamenti da versioni precedenti o da altre distribuzioni non sono supportati, ma le esperienze di altri utenti che ci hanno provato sono documentate sul <ulink url="&ubuntu-wiki;">Wiki di Ubuntu</ulink>.
xh: Ukuphucula kukhutsho lwangaphambili oludala okanye kolunye unikezelo aLuxhaswa, kodwa izimvo zabanye abasebenzisi ngexa baphucula ukukukhutshwa okudala kwe-Ubuntu ne-Debian GNU/Linux kusenziwa amaxwebhu ngokwangoku kwi- <ulink url="&ubuntu-wiki;">Ubuntu Wiki</ulink>.

source: Credits
it: Ringraziamenti
xh: Iicredit

source: Contributors
it: Hanno collaborato
xh: Abanikeli

source: The Kubuntu Team
it: Il Team di Kubuntu
xh: IQela le-Kubuntu

source: Read Ahead
xh: Funda Phambili

source: <term>Live CD</term>
xh: <term>I-Live CD</term>
