Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: While the KDE desktop is very different from that of GNOME, all your favorite GNOME applications will be integrated with your KDE menu system.
ca: Tot i que l'escriptori KDE és molt diferent del GNOME, totes les vostres aplicacions preferides del GNOME s'integraran al sistema de menús del KDE.
cs: Přestože je prostředí KDE velice odlišné od prostředí GNOME, všechny vaše oblíbené aplikace z GNOME budou začleněny do systému nabídek v prostředí KDE.
de: Obwohl der KDE-Desktop sich von dem GNOME-Desktop stark unterscheidet werden alle ihre GNOME-Anwendungen in ihr KDE-Menü integriert werden.
es: Aunque el escritorio de KDE es muy diferente del de Gnome, todas sus aplicaciones favoritas de Gnome se integrarán en el sistema de menús de KDE.
fr: Même si le bureau KDE est très différent de celui de GNOME, toutes vos applications GNOME favorites seront intégrées à votre menu système KDE.
gl: Apesar de o ambiente do KDE ser bastante diferente do do GNOME, todas as túas aplicacións favoritas do GNOME integraranse no sistema de menús do KDE.
hu: Míg a KDE asztali környezet sokban különbözik a GNOME-tól, az összes GNOME alkalmazás integrálva lesz a KDE menürendszerébe.
id: Walaupun destop KDE sangat berbeda dari GNOME, semua aplikasi favorit GNOME Anda akan diintegrasikan dengan sistem menu KDE Anda.
it: Mentre l'ambiente KDE è molto differente da quello di GNOME, tutte le vostre applicazioni favorite GNOME sono integrate col vostro sistema dei menu sotto KDE.
ko: GNOME의 데스크탑과 KDE 데스크탑은 매우 다르지만, 여러분이 좋아하는 모든 GNOME 프로그램은 KDE 메뉴 시스템에 통합되어 집니다.
pl: Chociaż KDE znacznie różni się od GNOME, to wszystkie Twoje ulubione programy z GNOME będą zintegrowane z systemem menu KDE.
pt: Apesar de o ambiente do KDE ser bastante diferente do do GNOME, todas as suas aplicações favoritas do GNOME serão integradas no sistema de menus do KDE.
pt_br: Enquanto o desktop do KDE é muito diferente daquele do GNOME, todos seus aplicativos favoritos do GNOME estarão integradas em seu menu de sistemas do KDE.
ru: Не смотря на то, что KDE сильно отличается от GNOME, все ваши любимые GNOME-приложения будут интегрированы систему меню KDE.
sk: Aj keď je prostredie KDE veľmi odlišné od GNOME, všetky vaše obľúbené GNOME aplikácie budú integrované s vaším KDE systémom menu,
sl: Medtem ko se namizje KDE zelo razlikuje od namizja GNOME, bodo vse vaše priljubljene aplikacije integrirane v sistem KDE menijev.
th: ในขณะที่ KDE เดสก์ท็อปแตกต่างมากจากของ GNOME แอพพิลเคชันของ GNOME ที่คุณชอบจะถูกรวมเข้ากับระบบเมนูของ KDE
zh_cn: 尽管 KDE 桌面和 GNOME 桌面有很大不同，不过您喜欢的所有 GNOME 程序都会集成到您的 KDE 菜单系统中。

source: Another concern for users wanting to try Kubuntu may be that KDE will become their only desktop once it is installed. While we do indeed hope you will make KDE your desktop of choice, this is not the case; both desktop session types can be run after installing Kubuntu. Furthermore, during installation you will be given the choice of using either the GNOME Display Manager (GDM) or the K Display Manager (KDM) as your login manager.
ca: Un altre dubte per als usuaris que volen provar Kubuntu pot ser que el KDE es convertirà en els seu únic escriptori un cop instal·lat. Tot i que, sense dubte, esperem que feu del KDE el vostre escriptori, aquest no és el cas; els dos tipus de sessió d'escriptori es poden utilitzar després d'instal·lar Kubuntu. És més, durant la instal·lació se us donarà l'opció d'utilitzar el Gestor d'entrada del GNOME (GDM) o el Gestor d'entrada del KDE (KDM) com el vostre gestor d'entrada.
cs: Další častou obavou uživatelů, kteří by rádi zkusili Kubuntu, může být, že KDE se stane jejich jediným prostředím, jakmile ho nainstalují. Ačkoli opravdu doufáme, že si KDE oblíbíte, ničeho se bát nemusíte. Po instalaci Kubuntu máte možnost spouštět obě grafická prostředí. Navíc během instalace vám bude umožněno zvolit si správce přihlášení z GNOME nebo z KDE (GDM nebo KDM).
es: Otra preocupación de los usuarios que quien probar Kubuntu puede ser si KDE será su único escritorio una vez que lo instalen. Aunque de hecho esperamos que KDE sea el escritorio de su elección, este no es el caso; se pueden ejecutar ambos tipos de sesiones de escritorio después de instalar Kubuntu. Es más: durante la instalación se le preguntará si desea usar el Gestor de pantalla de Gnome (GDM) o el Gestor de pantalla K (KDM) como su gestor de entrada.
fr: Un autre détail concernant les utilisateurs qui veulent essayer Kubuntu pourrait être le fait que KDE devienne leur unique bureau une fois installé. Malgré que nous espérons que vous fassiez le choix de KDE en tant que bureau, ceci n'est pas le cas; les deux types de sessions peuvent être lancées après l'installation de Kubuntu. Cependant, pendant l'installation, vous aurez le choix d'utiliser soit le gestionnaire d'affichage GNOME (GDM) ou le gestionnaire d'affichage K (KDM) en tant que gestionnaire de session.
gl: Outra preocupación dos usuarios que pretenden experimentar con Kubuntu pode ser que KDE se convirte no único escritorio cando se instala. Ainda que sinceiramente esperamos que escollas KDE, isto non ten por que ser así; ambos os dous tipos desesión poden executarse unha vez instalado Kubuntu. O que é máis, durante a instalación ofreceráseche a posibilidade de escoller o Xestor de Sesión de GNOME (GDM) ou de K (KDM).
hu: A Kubuntut kipróbálni akaró felhasználók másik aggodalma, hogy telepítés után a KDE lesz az egyetlen asztali környezetük. Miközben reméljük, hogy a KDE-t fogja választani asztali környezetként, nem ez a helyzet; a Kubuntu telepítése után mindkét asztali környezet típus futtatható. Ezen kívül a telepítés során lehetősége lesz kiválasztani, hogy a GNOME bejelentkezéskezelőt (GDM) vagy a K bejelentkezéskezelőt (KDM) kívánja használni.
id: Kecemasan lain dari pengguna yang ingin mencoba Kubuntu adalah mereka berpikir hanya akan bisa menggunakan KDE saja sebagai pilihan desktop mereka, padahal hal tersebut tidak benar. Kami memang berharap Anda akan menjadikan KDE sebagai desktop pilihan Anda. Akan tetapi Anda dapat menginstal kedua jenis sesi desktop yang dapat dijalankan setelah instalasi Kubuntu. Anda dapat memilih pada saat instalasi apakah ingin menggunakan GNOME Display Manager (GDM) atau the K Display Manager (KDM) sebagai login manager Anda.
it: Un'altra preoccupazione per gli utilizzatori che vogliano provare Kubuntu potrebbe essere che KDE diventasse il loro unico ambiente grafico una volta installato. Mentre speriamo veramente che si faccia di KDE l'ambiente di vostra scelta, le cose non stanno così: entrambi i tipi di sessione possono essere fatti eseguire dopo aver installato Kubuntu. In più, durante l'installazione sarà data la scelta se usare il GNOME Display Manger (GDM) od il K Display Manger (KDM) come il proprio gestore di sessione.
pt: Outra preocupação para os utilizadores que pretendem experimentar o Kubuntu é a de que o KDE se torne o único ambiente de trabalho uma vez instalado. Apesar de termos esperança de que faça do KDE o seu ambiente de trabalho preferido, ambos os ambientes de trabalho podem ser corridos após instalar o Kubuntu. Mais ainda, durante a instalação ser-lhe-á dado a escolher como gestores de início de sessão ou o GNOME Display Manager (GDM) ou o K Display Manager.
pt_br: Uma das preocupação para usuários que querem experimentar o Kubuntu pode ser de que o KDE torne-se seu único desktop após sua instalação. Mesmo que nós realmente esperemos que você fará do KDE sua escolhe para desktop, esse não é o caso; ambos os tipos de sessão de desktop podem ser executados após a instalação do Kubuntu. Além do mais, durante a instalação você irá escolher por usar o GNOME Display Manager (GDM) ou K Display Manager (KDM) como seu gerenciador de login.
ru: Другой причиной пользователя попробовать Kubuntu может быть то, что KDE станет его единственным рабочим столом после установки. В то время, как мы действительно надеемся, что KDE станет вашим любимым рабочим столом, это необязательно; оба типа сеансов рабочего стола могут быть запущены после установки Kubuntu. Далее, во время установки вы сможете сделать выбор между использованием Менеджера дисплеев GNOME (GDM) и Менеджера дисплеев K (KDM) в качестве вашего менеджера авторизации.

source: Either display manager will suffice, and after installation you will be able to run both GNOME and KDE session types. Feel free to try KDM. You can always switch back to GDM later if you like. The only noticeable difference will be the artwork used before you log in.
ca: Qualsevol dels dos gestors d'entrada us servirà, i després de la instal·lació podreu executar tant el GNOME com el KDE. L'única diferència és el disseny que s'utilitza abans que inicieu la sessió.
cs: Libovolný správce přihlášení postačí a po instalaci můžete v obou spouštět jak prostředí KDE, tak GNOME. Bez obav můžete zkusit KDM. Pokud budete chtít, můžete jej později později zaměnit za GDM. Jediným znatelným rozdílem je vzhled přihlašovací obrazovky.
es: Cualquier gestor de pantalla sirve, y tras la instalación será capaz de ejecutar sesiones de ambos tipos: de Gnome y de KDE. Pruebe KDM. Siempre puede volver a GDM más tarde si lo desea. La única diferencia apreciable será la apariencia visual que se usa antes de iniciar la sesión.
fr: Utilisez n´importe lequel de ces gestionnaires d´affichage, vous pourrez toujours lancer les sessions GNOME ou KDE. Jetez un œil à KDM. Vous pouvez toujours changer d´avis et retourner sous GDM plus tard. La seule différence notable sera la touche graphique qu´arborera votre écran de connexion.
gl: Calquer dos dous xestores de sesión chega, e unha vez instalado un deles poderás executar sesións tipo GNOME ou KDE. Experimenta con KDM. Poderás voltar a GDM máis tarde, se así o quixeres. A única diferenza que se pode mencionar son as imaxes que se usan antes de entrar no sistema.
hu: Bármely bejelentkezéskezelő megfelelő és telepítés után lehetőség van mind a GNOME, mind a KDE munkamenettípus futtatására. Nyugodtan próbálja ki a KDM-et. Bármikor visszaválthat a GDM-re, ha azt szeretné. Az egyetlen különbség a bejelentkezés előtt látható grafika.
id: Kedua display manager yang tersedia sudah mencukupi untuk digunakan, dan setelah instalasi Anda dapat menjalankan kedua jenis sesi baik itu GNOME dan KDE. Silakan mencoba KDM. Anda masih bisa menggunakan GDM nanti apabila Anda menginginkannya. Perbedaan yang terlihat diantara keduanya hanyalah gambar latar yang dipergunakan sebelum Anda login.
it: Sarà sufficiente sia l'uno che l'altro gestore d'ambiente, e dopo l'installazione si potrà far eseguire entrambi i tipi di sessione GNOME e KDE. Sentirsi liberi di provare KDM. Si può sempre tornare a GDM successivamente se si vuole. L'unica differenza notabile sarà il disegno grafico che apparirà prima di avviare una sessione.
pt: Um ou outro gestor será suficiente, e após a instalação poderá correr ambas as sessões GNOME ou KDE. Sinta-se livre para experimentar o KDM. Pode sempre regressar ao GDM mais tarde, se assim o desejar. A única diferença é o aspecto gráfico antes de iniciar a sessão.
ru: Любого менеджера экрана будет достаточно, и после установки вы сможете запустить оба типа сессий: GNOME или KDE. Не стесняйтесь попробовать KDM. Вы всегда можете переключиться на GDM позднее, если захотите. Единственное различие будет в оформлении, использующемся перед входом в систему.

source: To install Kubuntu, you just need to install the <emphasis>kubuntu-desktop</emphasis> package.
ca: Per instal·lar Kubuntu, només cal que instal·leu el paquet <emphasis>kubuntu-desktop</emphasis>.
cs: Pro instalaci Kubuntu, stačí pouze nainstalovat balíček <emphasis>kubuntu-desktop</emphasis>.
de: Um Kubuntu zu installieren ist es nur nötig das <emphasis>kubuntu-desktop</emphasis>-Paket zu installieren.
es: Para instalar Kubuntu, sólo necesita instalar el paquete <emphasis>kubuntu-desktop</emphasis>.
fr: Pour installer Kubuntu, il vous suffit d'installer le paquet <emphasis>kubuntu-desktop</emphasis>.
gl: Para instalar o Kubuntu, apenas necesita instalar o pacote <emphasis>kubuntu-desktop</emphasis>.
hu: A Kubuntu telepítéséhez csak a <emphasis>kubuntu-desktop</emphasis> csomagot kell telepítenie.
id: Untuk menginstall Kubuntu, Anda hanya perlu menginstal paket <emphasis>kubuntu-desktop</emphasis>
it: Per installare Kubuntu, basta solo installare il pacchetto <emphasis>kubuntu</emphasis>.
ko: 쿠분투를 설치하기 위해서는, 단지 <emphasis>kubuntu-desktop</emphasis> 패키지를 설치하는 것이 필요 합니다.
pl: Aby zainstalować Kubuntu, wystarczy zainstalować pakiet <emphasis>kubuntu-desktop</emphasis>.
pt: Para instalar o Kubuntu, apenas necessita instalar o pacote <emphasis>kubuntu-desktop</emphasis>.
pt_br: Para instalar o Kubuntu, você só precisa instalar o pacote <emphasis>kubuntu-desktop</emphasis>.
ru: Для установки Kubuntu вам нужно установить пакет <emphasis>kubuntu-desktop</emphasis>.
sk: Ak chcete nainštalovať Kubuntu, len potrebujute nainštalovať balíček <emphasis>kubuntu-desktop</emphasis>.
sl: Za namestitev Kubunta morate le namestiti paket <emphasis>kubuntu-desktop</emphasis>.
th: ติดตั้งคูบันตู คุณเพียงแค่ติดตั้งแพ็กเกจ <emphasis>kubuntu-desktop</emphasis>
zh_cn: 欲使用 Kubuntu，您只需安装 <emphasis>kubuntu-desktop</emphasis> 软件包。

source: translator-credits
ca: Jaume Villalba <javs@tinet.cat>, 2006 Pau Amaro-Seoane <all.i.pebre@gmail.com>, 2006 Eduard Ereza <ereza@catsub.net>, 2006
cs: Tomáš Cigánek
de: Bastian Holst <bastianholst@gmx.de>, 2006
es: Leticia Hernández <aikurn@gmail.com>, 2006.
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
gl: Xosé Calvo 2006
hu: Kelemen Gábor <kelemeng@gnome.hu>, 2006.
id: Andy Apdhani <imtheface@gmail.com>, 2006.
it: Ubuntu Italian Translators, https://launchpad.net/people/ubuntu-l10n-it Luca Padrin <luca@mandarinlogiq.org> Dario Cavedon<dcavedon@gmail.com>, 2006.
ko: atie H <atie.at.matrix@gmail.com>, 2005, 2006.
pl: Daniel Koć, Maciej Baron
pt: Equipa de Tradutores do Ubuntu-PT
pt_br: Tradução: OG MACIEL <OGMACIEL@UBUNTU.COM>, 2006
ru: Alexey 'keir' Dunaev <keir.ru(at)gmail.com> \n Igor Zubarev <igor4u(at)gmail.com> \n Ardolynk <ardolynk@mail.ru> \n BaBL <babl1986@gmail.com> \n Hokum <hokum@mail.ru> \n IgorStepin <hippoage@yandex.ru> \n Iliya Ilembitov <nomad.aka.ilmb@gmail.com> \n Razbicky Slava <rasla@mail.ru> \n steinburzum <stein.burzum@gmail.com> \n
sk: Jozef Káčer, <quickparser@gmail.com>, 2006
sl: Matic Žgur <mr.zgur@gmail.com>, 2006
th: ทีมแปลอูบันตูภาษาไทย
zh_cn: Linxiao Li <linxiao.li@gmail.com>, 2006

source: Jerome Gotangco
sk: Jerome Gotango
