Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: Kubuntu includes more than 1,000 pieces of software, starting with Linux version &linux-kernel-version; and KDE &kde-version;, and covering every standard desktop application from word processing and spreadsheet to Internet access applications, web server software, email software, programming languages and tools, and of course, several games.
ca: Kubuntu inclou més de 1.000 programes, començant amb la versió &linux-kernel-version; de Linux i el KDE &kde-version;, i cobrint qualsevol aplicació d'escriptori estàndard, des de processament de textos i full de càlcul a aplicacions d'accés a Internet, programari de servidors web, de correu, llenguatges i eines de programació, i, per suposat, uns quants jocs.
cs: Kubuntu obsahuje více než 1 000 softwarových součástí, počínaje jádrem Linux verze &linux-kernel-version; a KDE &kde-version; a pokrývaje každou standardní pracovní aplikaci, od zpracování textu a tabulek po aplikace pro přístup na internet, software pro webové servery, elektronickou poštu, programovací jazyky a jejich nástroje a samozřejmě několik her.
de: Kubuntu enthält mehr als 1.000 Softwarepakete, von Linux-Version &linux-kernel-version; über KDE &kde-version; bis zu jeder gängigen Desktop-Anwendung von Textverarbeitung, über Tabellenkalkulation bis zu Internet-Anwendungen, Web-Server-Software, E-Mail-Software, Programmiersprachen und -werkzeugen und natürlich einigen Spielen.
es: Kubuntu incluye más de 1000 piezas de software, empezando por Linux versión &linux-kernel-version; y KDE &kde-version;, y cubre todas las aplicaciones estándar de escritorio: desde procesamiento de textos y hojas de cálculo hasta aplicaciones de acceso a Internet, servidores web, software de correo electrónico, lenguajes y herramientas de programación y, por supuesto, varios juegos.
fr: Kubuntu inclut plus de 1000 logiciels. Il démarre avec la version &linux-kernel-version; du noyau Linux et la version &kde-version; de KDE. Il couvre tous les besoins de bureautique standard depuis le traitement de texte et le tableur jusqu´aux logiciels d´accès à l´Internet, y compris des serveurs web, des logiciels de messagerie électronique, de nombreux outils et langages de programmation, et bien sûr une foule de jeux.
gl: Kubuntu inclúe máis de 1.000 programas, comezando por Linux versión &linux-kernel-version; e KDE &kde-version;, e incluindo todo tipo de aplicacións de escritorio habituais, desde o procesamento de textos e as follas de cálculo a aplicacións para acceder á Internet, software de servidores web, programas de correo electrónico, linguaxes de programación e ferramentas e, por suposto, varios xogos.
hu: A Kubuntu, kezdve a Linux &linux-kernel-version; és KDE &kde-version; verzióival több mint 1000 szoftvercsomagot tartalmaz, amelyek lefedik az összes általános asztali alkalmazást a szövegszerkesztéstől és táblázatkezeléstől az internet használatához szükséges alkalmazásokig, tartalmaz webkiszolgáló és e-mail szoftvereket, programozási nyelveket és eszközöket és természetesen számos játékot.
id: Kubuntu menyertakan lebih dari 1.000 buah perangkat lunak, seperti Linux versi &linux-kernel-version; dan KDE &kde-version;, dan di dalamnya tersedia seluruh aplikasi standar untuk desktop seperti pengolah kata dan spreadsheet hingga aplikasi untuk mengakses Internet, perangkat lunak server web, email , perkakas dan bahasa pemrograman, dan tentu saja, beberapa permainan.
it: Kubuntu include più di 1.000 programmi, cominciando da Linux versione &linux-kernel-version; e KDE &kde-version;, e coprendo ogni applicazione standard per il desktop dalle applicazioni per l'elaborazione di testi e fogli di calcolo fino all'accesso ad internet, software per i server web, software di posta, linguaggi e strumenti di programmazione, ed ovviamente, alcuni giochi.
pl: Kubuntu zawiera ponad 1,000 pakietów oprogramowania, począwszy od jądra linuksa w wersji &linux-kernel-version; i KDE &kde-version; poprzez standardowe aplikacje biurkowe - od przetwarzania tekstu i planowania zadań, aż po aplikacje umożliwiające dostęp do internetu, oprogramowanie serwerowe, do obsługi poczty, języków programowania i narzędzi. Nie zabraknie także kilku gier.
pt: Kubuntu inclui mais de 1,000 pelas de software, começando com o Linux versão &linux-kernel-version; e KDE &kde-version;, passando por várias aplicações de trabalho padrão, desde processamento de texto e folha de cálculo a aplicações de aceso à Internet, software de servidor web, software de email, ferramentas e linguagens de programação, e claro está, diversos jogos.
pt_br: O Kubuntu inclui mais de 1.000 softwares, iniciando com o Linux versão &linux-kernel-version; e o KDE &kde-version;, além de cobrir todas as aplicações de um desktop padrão, desde processador de texto e planilha eletrônica até aplicações de acesso a Internet, software de servidor web, software de email, linguagens e ferramentas de programação, e é claro, vários jogos.
ru: Kubuntu включает более чем 1000 различных программ, работающих с версией Linux &linux-kernel-version; и KDE &kde-version;, обеспечивая стандартными приложениями от текстового редактора и электронных таблиц до интернет приложений, web сервера, email клиента, языков программирования и инструментов разработки, и конечно же, различных игр.

source: The Wonderful World of Linux
ca: El meravellós món de Linux
cs: Úžasný svět linuxu
de: Die wundervolle Welt von Linux
es: El maravilloso mundo de Linux
fr: Le monde merveilleux de Linux
gl: O Maravilloso Mundo do Linux
hu: A Linux csodálatos világa
id: Dunia Linux yang Indah
it: Il meraviglioso mondo di Linux
ko: 리눅스의 놀라운 세계
pl: Cudowny świat Linuksa
pt: O Maravilhoso Mundo do Linux
pt_br: O Maravilhoso Mundo do Linux
ru: Замечательный Мир Linux
sk: Podivuhodný svet Linuxu
sl: Čudoviti svet Linuxa
th: โลกที่สวยงามของลีนุกซ์
zh_cn: Linux 的精彩世界

source: Kubuntu uses the <quote>Linux</quote> kernel, the software which has come to define the worldwide movement to embrace open source software. Find out about Linux at <ulink url="&linuxorg;">Linux.org</ulink>
ca: Kubuntu utilitza el nucli <quote>Linux</quote>, el programari que ha definit el moviment mundial del programari de codi obert. Trobareu més informació sobre Linux a <ulink url="&linuxorg;">Linux.org</ulink>
cs: Kubuntu používá <quote>Linuxové</quote> jádro, pojem, který se stal symbolem celosvětového hnutí za otevřený software. O Linuxu se více dozvíte na <ulink url="&linuxorg;">Linux.org</ulink>
de: Kubuntu benutzt den <quote>Linux</quote>-Kernel, einer Software, die einen wichtigen Platz in der Open Source-Bewegung einnimmt. Auf <ulink url="&linuxorg;">Linux.org</ulink> finden Sie mehr über Linux.
es: Kubuntu usa el núcleo <quote>Linux</quote>, el software que vino a definir el movimiento mundial que abraza al software libre. Puede encontrar más información sobre Linux en <ulink url="&linuxorg;">Linux.org</ulink>.
fr: Kubuntu utilise le noyau <quote>Linux</quote>, le logiciel qui représente à lui tout seul la dynamique internationale d'adhésion aux logiciels libres. Découvrez-en plus à propos de Linux sur <ulink url="&linuxorg;">Linux.org</ulink>
gl: Kubuntu usa o kernel <quote>Linux</quote>, o software que acabou por definir o movemento mundial para adoptar o software de código aberto. Coñece máis sobre Linux en <ulink url="&linuxorg;">Linux.org</ulink>
hu: A Kubuntu a <quote>Linux</quote> kernelt használja, amely felölelte a nyílt forrású szoftvereket átfogó világméretű mozgalmat. A Linuxról többet a <ulink url="&linuxorg;">Linux.org</ulink> oldalon tudhat meg.
id: Kubuntu menggunakan kernel <quote>Linux</quote>, perangkat lunak yang telah menjadi pelopor pergerakan untuk menggunakan perangkat lunak open source. Temukan lebih lanjut tentang Linux di <ulink url="&linuxorg;">Linux.org</ulink>
it: Kubuntu usa il kernel <quote>Linux</quote>, il software che ha finito per definire il movimento mondiale per abbracciare il software open source. Per scoprire Linux andare a <ulink url="&linuxorg;">Linux.org</ulink>
pt: O Kubuntu usa o kernel <quote>Linux</quote>, o software que veio definir o movimento global que abraça o software de código aberto. Descubra mais sobre o Linux em <ulink url="&linuxorg;">Linux.org</ulink>
pt_br: O Kubuntu usa o kernel <quote>Linux</quote>, o software que deu início ao movimento mundial que abraçou o software de código aberto. Descubra mais sobre o Linux em <ulink url="&linuxorg;">Linux.org</ulink>
ru: Kubuntu использует ядро <quote>Линукс</quote> - программное обеспечение, которое стало знаковым и открывшее мир открытого программного обеспечения для многих людей по всему миру. Вы может узнать больше о Линуксе посетив <ulink url="&linuxorg;">Linux.org</ulink>

source: The Difference
ca: La diferència
cs: Rozdíl
de: Der Unterschied
es: La diferencia
fr: La différence
gl: DiferenzExa
hu: A különbség
id: Perbedaan
it: La Differenza
ko: 차이점
pl: Różnica
pt: A Diferença
pt_br: A Diferença
ru: Различия
sk: Rozdiel
sl: Razlika
th: สิ่งที่แตกต่างกับระบบอื่น
zh_cn: 不同之处

source: There are many Linux distributions (e.g., Redhat, SuSE, Debian, Mandriva) but Kubuntu distinguishes itself as a different kind of distribution.
ca: Hi ha diverses distribucions de Linux (per exemple, Redhat, SuSE, Debian o Mandriva), però Kubuntu es distingeix com un tipus diferent de distribució.
cs: Existuje mnoho Linuxových distribucí (například Redhat, SuSE, Debian, Mandriva), ale Kubuntu se od nich odlišuje.
de: Es gibt viele verschiedene Linux-Distributionen (z.B. Redhat, SuSE, Debian und Mandriva), Kubuntu unterscheidet sich jedoch von ihnen.
es: Hay muchas distribuciones de Linux (p.e. Redhat, SuSE, Debian, Mandriva), pero Kubuntu se distingue del resto como un tipo diferente de distribución.
fr: Il existe de nombreuses distributions Linux (ex : Redhat, SuSE, Debian, Mandriva) mais Kubuntu se veut une distribution d'un genre différent.
gl: Existen moitas distribucións de Linux (p.ex. Redhat, SuSE, Debian, Mandriva), mais Kubuntu distínguese por ser unha distribución dun tipo distinto.
hu: Sok Linux disztribúció létezik (például: Fedora, SuSE, Debian, Mandriva, Gentoo), de a Kubuntu más fajtájú disztribúcióként különbözteti meg magát.
id: Ada banyak distribusi Linux (misal, Redhat, SuSE, Debian, Mandrive) tetapi Kubuntu membedakan dirinya sebagai distribusi jenis lain.
it: Ci sono molte distribuzioni Linux (per es., Redhat, SUSE, Debian, Mandriva) ma Kubuntu si distingue come un tipo differente di distribuzione.
pt: Existem muitas distribuições GNU/Linux (ex. Redhat, SuSE, DEbian, Mandriva) mas o Kubuntu distingue-se como um tipo diferente de distribuição.
pt_br: Existem muitas distribuições Linux(Redaht, SuSE, Debian, Mandriva) mas o Kubuntu se distingue como um tipo diferente de distribuição.
ru: Существует много дистрибутивов основаных на Линуксе (Redhat, SuSE, Debian, Mandriva и т.д.), но Kubuntu, как и другие дистрибутивы, имеет свой подход к набору программ.

source: Built on the solid and advanced base of Ubuntu, the Kubuntu team aims to create a distribution that provides an up-to-date and coherent Linux system for desktop and server computing. Kubuntu includes a number of selected packages from Ubuntu and is based on Debian's powerful <quote>Adept</quote> package management system. Adept allows easy installation and clean removal of programs, as well as automatic download of extra packages to satisfy dependencies. Unlike most distributions that ship a wide range of software packages that may or may not be of quality, Kubuntu's core list of packages is reduced only to the most important applications. (Although for maximum choice, you may choose from over 10,000 packages ready to download, rather than being limited to the selected core.)
ca: Construït a partir de la sòlida i avançada base d'Ubuntu, l'equip de Kubuntu té com a objectiu crear una distribució que proporcioni un sistema Linux actualitzat i coherent per a ordinadors d'escriptori i servidors. Kubuntu inclou un nombre de paquets seleccionats d'Ubuntu i està basat en el potent sistema d'administració de paquets <quote>Adept</quote> de Debian. L'Adept permet una fàcil instal·lació i una bona eliminació dels programes, així com la descàrrega automàtica de paquets extra per satisfer-ne les dependències. Al contrari que la majoria de distribucions que porten una gran quantitat de paquets de programari que pot o no ser de bona qualitat, la llista dels paquets centrals de Kubuntu es redueix a un petit nombre d'aplicacions importants. (Tot i que posteriorment podreu escollir entre 10.000 paquets disponibles per a la descàrrega, en lloc d'estar limitat als predefinits.)
cs: Stojící na pevných a rozsáhlých základech Ubuntu, tým Kubuntu se snaží vytvořit distribuci, která poskytuje aktuální a soudržný Linuxový systém pro osobní počítače i servery. Kubuntu obsahuje velký počet vybraných balíků z Ubuntu a je založeno na mocném systému pro správu balíků<quote>Adept</quote>, který pochází z Debianu. Adept umožňuje jednoduchou instalaci a úplné odstranění programů, stejně jako automatické stažení extra balíků, potřebných jako závislosti. Na rozdíl od většiny distribucí, které poskytují velký počet softwarových balíků, které mohou a nemusí být kvalitní, základní seznam balíků v Kubuntu je omezen pouze na nejdůležitější aplikace. (Pokud ale oceňujete větší výběr, můžete si zvolit z více než 10 000 balíků připravených ke stažení, které jsou mimo vybraný základ).
es: Construido sobre la base sólida y avanzada de Ubuntu, el equipo de Kubuntu pretende crear una distribución que proporcione un sistema Linux actualizado y coherente para la Informática de escritorio y servidor. Kubuntu incluye una variedad de paquetes seleccionados de Ubuntu, y está basado en el sistema de gestión de paquetes <quote>Adept</quote> de Debian. Adept permite instalar programas rápidamente y desinstalarlos de forma limpia, y además descarga paquetes adicionales automáticamente para satisfacer dependencias. A diferencia de otras distribuciones que ofrecen un gran número de paquetes de software de más o menos calidad, la lista principal de paquetes de Kubuntu se reduce a las aplicaciones más importantes. (Aunque con idea de ampliar sus opciones al máximo, también puede elegir entre más de 10.000 paquetes listos para descargar, para así no estar limitado al conjunto principal seleccionado.)
fr: À partir des bases solides et matures d'Ubuntu, l'équipe de Kubuntu vise la création d'une distribution offrant un système Linux moderne et cohérent pour les postes de travail comme pour les serveurs. Kunbuntu inclut de nombreux paquets d'Ubuntu et s'appuie sur le puissant système <quote>Adept</quote> de Debian pour les gérer. Adept permet une installation facile et une désinstallation propre des programmes, ainsi qu'un téléchargement automatique des paquets nécessaires pour satisfaire toutes les dépendances. Contrairement à la plupart des distributions qui mettent à disposition un large panel de paquets logiciels sans critère de qualité, la liste de base de Kubuntu est réduite aux applications essentielles. (Malgré tout, pour offrir un choix maximum, vous pouvez choisir parmi plus de 10 000 paquets prêts à être téléchargés si vous ne souhaitez pas vous limiter à cette sélection de base.
gl: Construída sobre a base sólida e avanzada de Ubuntu, a equipa de Kubuntu pretende crear unha distribución que forneza un sistema Linux actualizado e coherente para o escritorio e para os servidores. Kubuntu inclúe moitísimos pacotes seleccionados de Ubuntu e baséase no poderoso sistema de xestión de pacotes de Debian <quote>Adept</quote>. Adept permite instalar programas doadamente e de maneira limpa, así como descarregar automaticamente pacotes extra para satisfacer dependencias. Ao contrario da maioría das distribucións, que inclúen un abano moi amplo de pacotes de software que poden ou non ter calidade, a lista básica de pacotes de Kubuntu redúcese só ás aplicacións máis importantes (ainda que, para permitir escoller, dispós de máis de 10.000 pacotes listos para descarregar, en vez de estar limidado ao núcleo seleccionado.)
hu: Az Ubuntu szilárd és fejlett alapjára építkezve a Kubuntu csapat célja egy mindig korszerű és érthető Linux rendszert alkotni az asztali és kiszolgáló számítástechnikában. A Kubuntu számos válogatott Ubuntu csomagot tartalmaz, és a Debian hatékony <quote>Adept</quote> csomagkezelő rendszerére épül. Az Adept lehetővé teszi a programok egyszerű telepítését és tiszta eltávolítását, valamint a függőségek teljesítése érdekében további csomagok automatikus letöltését. Más terjesztésekkel ellentétben, amelyek nagy mennyiségben szállítanak talán soha nem is használt programokat, a Kubuntu csomaglistája a fontos és jó minőségű alkalmazások sokaságára van korlátozva. (Mindazonáltal a maximális választási szabadság érdekében több, mint 10000 letöltésre kész csomag közül választhat a kiválasztott magra korlátozott lehetőségek helyett.)
id: Dibangun di atas fondasi kuat dari Ubuntu, tim Kubuntu bertujuan untuk membuat distribusi yang menyediakan sistem Linux untuk desktop dan server yang selalu up-to-date dan terpadu. Kubuntu menyertakan paket terpilih dari Ubuntu dan menggunakan sistem manajemen paket Debian yang handal yaitu <quote>Adept</quote>. Dengan Adept Anda dapat melakukan instalasi dan menghapus program dengan mudah, seperti juga untuk men-download paket tambah secara otomatis untuk memenuhi dependencies. Tidak seperti distribusi lain yang menyertakan banyak paket perangkat lunak baik itu berkwalitas maupun tidak, daftar paket inti dalam Kubuntu telah dikurangi hanya menjadi aplikasi-aplikasi yang sangat penting saja. (Walaupun tersedia juga pilihan dari 10.000 paket yang siap untuk Anda download, sebagai alternatif dari paket inti yang tersedia).
it: Costruito sulle fondamenta solide ed avanzate di Ubuntu, il team di Kubuntu mira a creare una distribuzione che fornisca un sistema Linux aggiornato e coerente per l'uso sui desktop e sui server. Kubuntu include un numero di pacchetti selezionati di Ubuntu ed è basato sul potente sistema di Debian di gestione dei pacchetti <quote>Adept</quote>. Adept permette un'installazione facile ed una rimozione pulita dei programmi, così come uno scaricamento automatico dei pacchetti aggiuntivi per soddisfare le dipendenze. A differenza della maggior parte delle distribuzioni che escono con un ampio spettro di pacchetti software che possono essere o meno di qualità, la lista dei pacchetti al cuore di Kubuntu è ridotta solo alle più importanti applicazioni (sebbene per una scelta massima, si può scegliere da più di 10.000 pacchetti pronti da scaricare, al posto di limitarsi al nucleo selezionato).
pt: Construído na base sólida e avançada do Ubuntu, a equipa Kubuntu almeja criar uma distribuição que oferece um sistema GNU/Linux actualizado e coerente para computação em ambiente de trabalho pessoais e servidores. O Kubuntu inclui um número de pacotes escolhidos do Ubuntu e é baseado no poderoso sistema de gestão de pacotes <quote>Adept</quote> do Debian. O Adept permite a fácil instalação e remoção limpa de programas, bem como o descarregamento automático de pacotes extra para satisfazer eventuais dependências. Ao contrário da maioria das distribuições que contêm uma vasta gama de pacotes de software que podem ou não ter qualidade, a lista de pacotes nuclear do Kubuntu é reduzida apenas às aplicações mais importantes. (Apesar de que para máxima escolha, pode escolher de entre mais de 10,00 pacotes prontos a descarregar, ao invés de estar limitado à selecção nuclear).
pt_br: Construída sobre a base sólida e avançada do Ubuntu, a equipe do Kubuntu almeja criar uma distribuição que ofereça um sistema Linux atualizada e coerente para desktops e servidores. O Kubuntu inclui um número de pacotes selecionados do Ubuntu e é baseado no podereso sistema de gerenciamento de pacotes <quote>Adept</quote> do Debian. Adept permite instalação fácil e remoção limpa de programas, assim como download automático de pacotes extras para satisfazer dependências. Diferente da maioria das distribuições que vêm com um grande número de pacotes de softwares que podem ou não ser de qualidade, a lista de pacotes do núcleo do Kubuntu é reduzida à apenas as aplicações mais importantes. (Embora para máxima liberdade de escolha, você poderá escolher a partir de mais de 10.000 pacotes prontos para download, especialmente que não estão na lista de pacotes do núcleo.)
ru: Строя на прочной и передовой основе Ubuntu, команда Kubuntu стремиться к созданию дистрибутива, который обеспечит современной и устойчивой Linux системой как настольный компьютер, так и сервер вычислений. Kubuntu включает множество пакетов из Ubuntu и основан на мощной системе управления пакетами <quote>Adept</quote> из Debian. Adept обеспечивает легкую установку и полное удаление программ, так же как и автоматическое скачивание дополнительных пакетов с учетом зависимостей. В отличии от большинства дистрибутивов, которые предоставляют огромный выбор программ, которые могут не отличаться качеством, список основных программ Kubuntu уменьшен до наиболее необходимых приложений. (Хотя для максимальной альтернативы, вы можете выбрать один из 10,000 пакетов готовых к установке, вместо того, чтобы быть ограниченными основными программами.)
