Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: About Kubuntu
ca: Quant a Kubuntu
cs: O Kubuntu
de: Über Kubuntu
es: Acerca de Kubuntu
fr: À propos de Kubuntu
gl: Acerca de Kubuntu
hu: A Kubunturól
id: Tentang Kubuntu
it: Informazioni su Kubuntu
ko: 쿠분투에 대하여
pl: O Kubuntu
pt: Acerca do Kubuntu
pt_br: Sobre Kubuntu
ru: О системе Kubuntu
sk: O Kubuntu
sl: O Kubuntu
th: เกี่ยวกับ Kubuntu
zh_cn: 关于 Kubuntu

source: Credits and License
ca: Crèdits i llicència
cs: Autoři a licence
de: Impressum und Lizenz
es: Créditos y licencia
fr: Remerciements et licence
gl: Créditos e Licenza
hu: Köszönetnyilvánítás és licenc
id: Kredit dan Lisensi
it: Riconoscimenti e licenza
ko: 명예와 저작권
pl: Zasługi i licencja
pt: Créditos e Licença
pt_br: Créditos e Licença
ru: Участники и Лицензия
sk: Autori a licencia
sl: Zaslužne osebe in licenca
th: ผู้จัดทำและลิขสิทธิ์
zh_cn: 贡献者与授权许可

source: The following Ubuntu Documentation Team author maintains this document:
ca: Aquest document d'Ubuntu el mantené l'autor de l'equip de documentació d'Ubuntu següent:
cs: Tento dokument spravuje níže uvedený autor z Dokumentačního týmu Ubuntu.
de: Das folgende Ubuntu Dokumentations Team pflegt dieses Dokument:
es: El siguiente autor del Equipo de Documentación de Ubuntu mantiene este documento:
fr: L'auteur suivant de l'équipe de documentation d'Ubuntu maintient ce document :
gl: O seguinte autor do Equipo de Documentación de Ubuntu mantén este documento:
hu: A következő Ubuntu dokumentációs projekt szerző tartja karban ezt a dokumentumot:
id: Berikut adalah penulis Tim Dokumentasi Ubuntu yang menangani dokumen ini:
it: Il seguente autore del Gruppo documentazione di Ubuntu cura questo documento:
ko: 다음의 우분투 문서화 팀 작성자가 이 문서를 유지관리 합니다:
pl: Następujący autorzy z Zespołu Dokumentacji Ubuntu opiekują się tym dokumentem:
pt: O seguinte autor da Equipa de Documentação Ubuntu mantém este documento:
pt_br: Os seguintes autores da Equipe de Documentação do Ubuntu mantem este documento:
ru: Данный документ поддерживает участник команды Ubuntu Documentation Team:
sk: Tento dokument spravujú členovia dokumentačného týmu Ubuntu:
sl: Ta dokument vzdržuje naslednji član Ubuntu dokumentacijske ekipe:
th: ผู้เขียนของทีมงานเอกสารของอูบันตูต่อไปนี้ดูแลเอกสารนี้:
zh_cn: 本文档由下列 Ubuntu 文档组作者维护：

source: The following people have contributed to this document:
ca: Les següents persones han contribuït a la redacció d'aquest document:
cs: Do dokumentu přispěli následující lidé:
de: Die folgenden Personen haben an diesem Dokument mitgewirkt:
es: Las siguientes personas han contribuido a este documento:
fr: Les personnes suivantes ont contribué à ce document :
gl: Contribuiron a este documento as seguintes persoas:
hu: A következő személyek járultak hozzá a dokumentációhoz:
id: Individu berikut telah memberikan kontribusi ke dokumen ini:
it: Le seguenti persone hanno contribuito a questo documento:
ko: 다음의 분들이 이 문서에 공헌 하였습니다:
pl: Następujące osoby brały udział w tworzeniu tego dokumentu:
pt: As pessoas seguintes contribuíram para este documento:
pt_br: Os seguintes individuos contribuíram com este documento:
ru: Эти люди приняли участие в подготовке этого документа:
sk: Nasledujúci ľudia prispeli do tohto dokumentu:
sl: K vsebini tega dokumenta so prispevali naslednji ljudje:
th: บุคคลต่างๆ ตามรายชื่อต่อไปนี้ได้มีส่วนร่วมในการเขียนเอกสารนี้:
zh_cn: 下列人员对本文档亦有贡献

source: This document is made available under a dual license strategy that includes the GNU Free Documentation License (GFDL) and the Creative Commons ShareAlike 2.0 License (CC-BY-SA).
ca: Aquest document està publicat sota una estratègia de llicència doble que inclou la Llicència de documentació lliure de GNU (GFDL) i la Llicència CompartirIgual 2.0 de Creative Commons (CC-BY-SA).
cs: Tento dokument je zpřístupněn pod dvěmi licencemi, kterými jsou GNU Free Documentation License (GFDL) a Creative Commons ShareAlike 2.0 License (CC-BY-SA).
de: Dieses Dokument wurde unter einer doppel-Lizenz veröffentlicht, die aus der GNU Lizenz für freie Dokumentationen (GFDL) und der Creative Commons ShareAlike 2.0 License (CC-BY-SA) besteht.
es: Este documento está disponible bajo una estrategia de doble licencia que incluye la Licencia de Documentación Libre de GNU (GFDL) y la licencia Creative Commons Compartir Igual 2.0 (CC-BY-SA).
fr: Ce document est disponible sous une double licence : la licence GNU Free Documentation (GFDL) et la licence Creative Commons ShareAlike 2.0 (CC-BY-SA).
gl: Este documento está disponíbel baixo unha estratexia de dupla licenza que inclúe a Licenza de Documentación Libre de GNU (GFDL) e a Licenza Creative Commons Compartir Igual (ShareAlike) 2.0 (CC-BY-SA).
hu: A dokumentum kettős licencelési stratégia alá esik, amely a GNU Szabad Dokumentációs Licencet (GFDL) és a Creative Commons ShareAlike 2.0 (CC-BY-SA) licencet tartalmazza.
id: Dokumen ini tersedia dengan strategi lisensi ganda yang menggunakan GNU Free Documentation License (GFDL) dan Creative Commons ShareAlike 2.0 License (CC-BY-SA).
it: Questo documento è reso disponibile sotto una doppia licenza: la GNU Free Documentation License (GFDL) e la Creative Commons ShareAlike 2.0 License (CC-BY-SA).
ko: 이 문서는 GNU 자유 문서화 저작권 (GFDL)과 창작 일반 공유 2.0 저작권 (CC-BY-SA)을 포함하는 이중 저작권 하에 사용할 수 있도록 만들어졌습니다.
pl: Niniejszy dokument jest dostępny na podwójnej licencji: GNU Free Documentation License (GFDL) oraz Creative Commons ShareAlike 2.0 License (CC-BY-SA).
pt: Este documento é disponibilizado sob uma estratégia de licença dupla que inclui a GNU Free Documentation License (GFDL) e a licença Creative Commons ShareAlike 2.0 (CC-BY-SA).
pt_br: Este documento é feito disponível sob uma estratégia dupla de licença que inclue a Licença Livre de Documentação GNU (GFDL) e a Licença Criativa Comum ShareAlike 2.0 (CC-BY-SA).
ru: Этот документ доступен под двойной лицензией: GNU Free Documentation License (GFDL) и Creative Commons ShareAlike 2.0 License (CC-BY-SA).
sk: Tento dokument je k dispozícii pod dvojakou licenčnou stratégiou, ktorá zahŕňa GNU Free Documentation License (GFDL) a Creative Commons ShareAlike 2.0 License (CC-BY-SA).
sl: Ta dokument je na voljo pod dvema licencama: GNU Free Documentation License (GFDL) in Creative Commons ShareAlike 2.0 License (CC-BY-SA).
th: เอกสารนี้อยู่ภายใต้สัญญาอนุญาตสองแบบ คือ GNU Free Documentation License (GFDL) และ Creative Commons ShareAlike 2.0 License (CC-BY-SA)
zh_cn: 本文档采用双重许可政策：GNU Free Documentation License (GFDL) 以及 Creative Commons ShareAlike 2.0 License (CC-BY-SA)。

source: You are free to modify, extend, and improve the Ubuntu documentation under the terms of these licenses. All derivative works must be released under either or both of these licenses.
ca: Sou lliure de modificar, ampliar i millorar la documentació d'Ubuntu sota els termes d'aquestes llicències. Totes les obres que se'n derivin s'hauran de publicar sota almenys una de les dues llicències.
cs: Dokumentaci Ubuntu můžete bez omezení upravovat, rozšiřovat a vylepšovat, vždy v souladu s podmínkami zmíněných licencí. Všechny odvozené práce musí být vydány buď pod jednou nebo pod oběma z nich.
es: Usted es libre de modificar, extender y mejorar la documentación de Ubuntu según los términos de estas licencias. Todos los trabajos derivados deben ser publicados bajo una o ambas licencias.
fr: Vous êtes libre de modifier, d'étendre et d'améliorer la documentation d'Ubuntu en respectant les termes de ces licences. Tous les travaux dérivés doivent être publiés sous au moins l'une des deux licences.
gl: Vostede é libre de modificar, extender e mellorar a documentación de Ubuntu segundo os termos destas licenzas. Todos os traballos derivados deben ser publicados baixo unha ou ambas as dúas licenzas.
hu: A licencek feltételeinek megfelelően az Ubuntu dokumentáció forráskódja szabadon módosítható, bővíthető, javítható. Minden e dokumentumból származó munka csak a fenti licencek legalább egyike szerint terjeszthető.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki source code dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi tersebut. Semua pekerjaan turunan harus diterbitkan dengan salah satu atau kedua lisensi tersebut.
it: Si è liberi di modificare, estendere, e migliorare la documentazione di Ubuntu sotto i termini di queste licenze. Tutti i lavori derivati devono essere rilasciati sotto una o entrambe queste licenze.
ko: 이 저작권들의 적용 하에 이 문서의 소스 코드를 변경, 확장 그리고 개선하는 것은 자유롭습니다. 모든 파생된 작업물은 반드시 하나 또는 양쪽의 저작권 하에 발표되어야 합니다.
pl: Licencje umożliwiają modyfikację, rozszerzanie, i poprawianie kodu źródłowego dokumentacji Ubuntu zgodnie z warunkami tych licencji. Wszystkie dzieła pochodne muszą być opublikowane na jednej z tych licencji lub obydwu.
pt: Você é livre de modificar, extender, e melhorar a documentação Ubuntu sob os termos destas licenças. Todos os trabalhos derivados devem ser lançados sob qualquer uma ou ambas estas licenças.
pt_br: Você está livre para modificar, estender, e melhorar a documentação do Ubuntu sob os termos destas licenças. Todo trabalho derivado deve ser liberado sob uma das ou ambas licenças.
ru: Вы вправе изменять, дополнять и улучшать документацию Ubuntu на условиях данных лицензий. Все производные работы должны быть опубликованы под любой из этих лицензий, либо под обеими.
sk: Možete slobodne meniť, rozširovať a vylepšovať dokumentáciu Ubuntu pod podmienkami týchto licencií. Všetky ďalšie odvodené práce musia byť vydané pod niektorou alebo obomi vyššie uvedenými licenciami.
sl: Dokumentacijo Ubunta lahko svobodno spreminjate, razširjate in izboljšujete pod pogoji teh dveh licenc. Vsa izpeljana dela morajo biti izdana bodisi pod eno ali pod obema licencama.
th: คุณสามารถแก้ไขปรับปรุงเอกสารของ Ubuntu ตามเงื่อนไขของสัญญาอนุญาตข้างต้นได้อย่างอิสระ ผลงานที่พัฒนาต่อจำเป็นต้องใช้สัญญาอนุญาตอย่างใดอย่างหนึ่ง หรือทั้งสองแบบก็ได้
zh_cn: 您可以在这些授权的许可下自由的修改、扩充和改进 Ubuntu 文档的源代码。所有派生作品必须在上述任一或双重许可下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of these licenses. All derivative works must be released under either or both of these licenses.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació d'Ubuntu sota els termes d'aquestes llicències. Totes les obres que se'n derivin s'hauran de publicar sota almenys una de les dues llicències.
cs: Zdrojový kód dokumentace Ubuntu můžete volně upravovat, rozšiřovat a vylepšovat podle podmínek těchto licencí. Veškerá odvozená práce musí být vydána pod jednou z těchto licencí nebo pod oběmi.
de: Sie dürfen den Quelltext der Ubuntu-Dokumentation unter den Bedingungen dieser Lizenzen bearbeiten, erweitern und verbessern. Alle darauf aufbauenden Arbeiten müssen unter einer der beiden Lizenzen veröffentlicht werden.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de estas licencias. Todos los trabajos derivados deben ser publicados bajo una o ambas licencias.
fr: Vous êtes libre de modifier, d'étendre et d'améliorer le code source de la documentation d'Ubuntu sous les conditions de ces licences. Tous travaux dérivés de cette documentation doivent être publiés sous au moins une de ces deux licences.
gl: Vostede pode modificar, extender e mellorar o código fonte de documentación de Ubuntu baixo os termos destas licenzas. Todas as obras derivadas deben ser liberadas baixo unha ou ambas as dúas licenzas.
hu: A licencek feltételeinek megfelelően az Ubuntu dokumentáció forráskódja szabadon módosítható, bővíthető, javítható. Minden e dokumentumból származó munka csak a fenti licencek legalább egyike szerint terjeszthető.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki source code dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi tersebut. Semua pekerjaan turunan harus diterbitkan dengan salah satu atau kedua lisensi tersebut.
it: Si è liberi di modificare, estendere, e migliorare il codice sorgente della documentazione di Ubuntu sotto i termini di queste licenze. Tutti i lavori derivati devono essere rilasciati sotto una od entrambe queste licenze.
ko: 이 저작권들의 적용 하에 이 문서의 소스 코드를 변경, 확장 그리고 개선하는 것은 자유롭습니다. 모든 파생된 작업물은 반드시 하나 또는 양쪽의 저작권 하에 발표되어야 합니다.
pl: Licencje umożliwiają modyfikację, rozszerzanie, i poprawianie kodu źródłowego dokumentacji Ubuntu zgodnie z warunkami tych licencji. Wszystkie dzieła pochodne muszą być opublikowane na jednej z tych licencji lub obydwu.
pt: É livre de modificar, extender e melhorar o código fonte da documentação Ubuntu sobre os termos destas licenças. Todo o trabalho que derive desta documentação terá de ser ser disponibilizado sob uma ou ambas destas licenças.
pt_br: Você está livre para modificar, estender, e melhorar o código de fonte da documentação do Ubuntu sob os termos destas licenças. Todos os trabalhos derivados devem ser liberados sob qualquer uma ou ambos estas licenças.
ru: Вы можете свободно изменять, дополнять и улучшать исходный код документации Ubuntu в рамках этих лицензий. Все производные работы должны быть выложены под одной либо обеими этими лицензиями.
sk: Môžete voľne modifikovať, rozširovať a vylepšovať zdrojový kód Ubuntu dokumentácie pod týmito licenciami. Všetky deriváty práce musia byť vydané aspoň pod jednou z týchto licencíí.
sl: Izvorno kodo dokumentacije Ubunta lahko svobodno spreminjate, razširite in izboljšujete pod pogoji teh dveh licenc. Vsa izpeljana dela morajo biti izdana bodisi pod eno ali pod obema licencama.
th: คุณสามารถแก้ไขปรับปรุงเอกสารของ Ubuntu ตามเงื่อนไขของสัญญาอนุญาตข้างต้นได้อย่างอิสระ ผลงานที่พัฒนาต่อจำเป็นต้องใช้สัญญาอนุญาตอย่างใดอย่างหนึ่ง หรือทั้งสองแบบก็ได้
zh_cn: 只要遵照上述两份授权许可的条款，您可以自由的修改、扩充和完善 Ubuntu 文档源代码。所有派生作品必须在上述任一或双重许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; sense ni tan sols les garanties implícites de MERCANTIBILITAT o d'ADEQUACIÓ PER A UN FI PARTICULAR COM ES DESCRIU EN AQUEST AVÍS.
cs: Tato dokumentace je distribuována s vírou, že bude užitečná, ale BEZ JAKÉKOLIV ZÁRUKY; dokonce bez předpokládané záruky OBCHODOVATELNOSTI nebo ZPŮSOBILOSTI KE KONKRÉTNÍMU ÚČELU JAK JE POPSÁNO V TOMTO USTANOVENÍ.
de: Diese Dokumentation wird in der Hoffnung nützlich zu sein verbreitet, jedoch OHNE JEGLICHE GARANTIE; sogar ohne die implizite Garantien der GEBRAUCHS- oder sonstiger TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK, SO WIE IM HAFTUNGSAUSSCHLUSS BESCHRIEBEN.
es: Esta documentación se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NENGUNHA; sen sequer a garrantía implícita de COMERCIABILIDADE ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO TAL E COMO SE DESCRIBE NO DESCARGO DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy a program alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE, AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan bahwa dokumentasi ini akan bermanfaat, tetapi TANPA GARANSI; tanpa garansi yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI DIGAMBARKAN DALAM PENYANGKALAN.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO GARANZIA, né esplicita né implicita di COMMERCIABILITÀ ed UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ko: 이 문서는 유용하게 사용될 것이라는 희망으로 배포 합니다만, 어떠한 품질 보증; 즉 매매의 암묵적인 보장 또는 경고문에 기술된 특정 목적을 위한 적합 같은 보증이 없습니다.
pl: Niniejsza dokumentacja rozpowszechniana jest z nadzieją, iż będzie ona użyteczna - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ.
pt: Esta documentação é distribuída com a esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança que será útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implicada de MERCABILIDADE do ou a APTIDÃO PARA UMA FINALIDADE PARTICULAR COMO DESCRITA NO DISCLAIMER.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; dokonca nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V TOMTO ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija je priložena v upanju, da bo koristna, vendar BREZ ZAGOTOVILA KAKRŠNEGAKOLI JAMSTVA; tudi brez posrednega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČENO UPORABO KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
th: เอกสารนี้แจกจ่ายด้วยความหวังที่ว่าจะเป็นประโยชน์แต่ไมีมีการรับรอง (WARRANTY) ไม่มีแม้แต่ที่บอกเป็นนัยว่ารับรองขายได้ (MERCHANTABILITY) หรือเหมาะสมสำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารปฏิเสธความรับผิดชอบ(DISCLAIMER)
zh_cn: 本文档发布的目的是期望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: Copies of these licenses are available in the appendices section of this book. Online versions can be found at the following URLs:
ca: Trobareu còpies d'aquestes llicències a la secció d'apèndixs d'aquest llibre. En trobareu versions en línia a les següents URL:
cs: Kopie těchto licencí jsou k dispozici v dodatcích k této knize. Online verze můžete nalézt na těchto internetových adresách:
de: Kopien dieser Lizenzen sind in den Anhängen dieses Buches verfügbar. Online-Versionen können unter folgenden Adressen gefunden werden:
es: Están disponibles copias de estas licencias en la sección de apéndices de este libro. Se pueden encontrar versiones en línea en las siguientes URLs:
fr: Des copies de ces licences sont disponibles dans la section des annexes de ce livre. Des versions en ligne peuvent être trouvées à ces adresses (URL) :
gl: Hai copias destas licenzas disponíbeis na sección de anexos deste libro. As versións en liña pódense atopar nos URL seguintes:
hu: A licencek másolatai elérhetők a könyv melléklet szakaszában. Az online verziók a következő URL címen érhetők el:
id: Salinan dari lisensi ini tersedia di bagian lampiran dari buku ini. Versi online dapat Anda temukan pada URL berikut ini:
it: Copie di queste licenze sono disponibili nella sezione delle appendici di questo documento. Si possono trovare versioni in rete alle seguenti URL:
ko: 이 저작권들의 복사본은 이 책의 부록 편에 있습니다. 온라인 버전은 다음의 URL에서 찾을 수 있습니다:
pl: Kopie tych licencji są dostępne w sekcji dodatków tego podręcznika. Wersje sieciowe można znaleźć pod następującymi adresami:
pt: Cópias destas licenças estão disponíveis na secção de apêndices deste livro. Versões online podem ser encontradas nos seguintes URLs:
pt_br: As cópias destas licenças estão disponíveis na seção dos apêndices deste livro. As versões online podem ser encontradas nos seguintes URLs:
ru: Копии этих лицензий доступны в приложении к этой книге. Онлайн-версии находятся по следующим адресам:
sk: Kópie týchto licencii sú dostupné v prílohách k tejto knihe. Online verzie je možné nájsť na nasledujúcich adresách:
sl: Kopije teh licenc so na voljo v poglavju tega dokumenta, kjer so dodatki. Spletne različice lahko najdete na naslednjih naslovih:
th: สำเนาของใบอนุญาติต่างๆอยู่ในภาคผนวกข้างหลังของหนังสือนี้,หรือฉบับออนไลน์(Online versions )สามารถหาอ่านได้ที่ URLs:
zh_cn: 本文档的附录部分提供了上述两份授权许可的副本，此外您可以通过下列网址获取其在线版本：

source: This document is an introduction to Kubuntu. It explains the Kubuntu philosophy and roots, and introduces the Kubuntu desktop.
ca: Aquest document és una introducció a Kubuntu. Explica la filosofia i els orígens de Kubuntu, i introdueix l'escriptori Kubuntu.
cs: Tento text je úvodem do Kubuntu. Vysvětluje filozofii a kořeny Kubuntu a představuje pracovní prostředí Kubuntu.
de: Dieses Dokument ist eine Einführung in Kubuntu. Es erklärt die Kubuntu-Philosophie, die Wurzeln und führt in die Kubuntu Arbeitsoberfläche ein.
es: Este documento es una introducción a Kubuntu. Explica la filosofía de Kubuntu y sus raíces, y presenta el escritorio Kubuntu.
fr: Ce document est une introduction à Kubuntu, sa philosophie et ses racines. Enfin il vous présente le bureau de Kubuntu.
gl: Este documento é unha introdución a kubuntu. Explica a filosofía de kubunto e as súas raíces e introduce o escritorio de kubuntu.
hu: Ez a dokumentum a Kubuntu bemutatására szolgál. Megmagyarázza a Kubuntu filozófiáját és gyökereit, információkat ad a Kubuntu fejlesztéséhez való hozzájárulás és a Kubuntuval kapcsolatos segítségkérés lehetőségeiről.
id: Dokumen ini adalah pengenalan ke Kubuntu. Dokumen ini menjelaskan filosofi dan akar Kubuntu, dan mengenalkan desktop Kubuntu.
it: Questo documento è un'introduzione a Kubuntu. Spiega la filosofia di Kubuntu e le sue radici, ed introduce l'ambiente di lavoro di Kubuntu.
ko: 이 문서는 쿠분투에 대한 입문서로, 쿠분투의 철학과 역사를 설명하고 쿠분투 데스크탑을 소개하고 있습니다.
pl: Dokument ten stanowi wprowadzenie do Kubuntu. Objaśnia on filozofię i korzenie Kubuntu i przedstawia system Kubuntu.
pt: Este documento é uma introdução ao Kubuntu. Explica a filosofia e origens do Kubuntu, e apresenta o ambiente de trabalho Kubuntu.
pt_br: Este documento é uma introdução ao Kubuntu. Explica a filosofia e as raizes de Kubuntu, e introduz o desktop do Kubuntu.
ru: Этот документ является введением в Kubuntu. Он объясняет философию и происхождение, а так же представляет систему Kubuntu.
sk: Tento dokument je úvodom do Kubuntu. Vysvetluje filozofiu a korene Kubuntu a zoznamuje vás s Kubuntu.
sl: Ta dokument je uvod v Kubuntu. Razlaga filozofijo Kubunta in njegove korenine ter predstavi namizje Kubunta.
th: เอกสารนี้เป็นการแนะนำคูบันตูโดยจะอธิบายแนวคิดและความเป็นมา และแนะนำคูบันตูเด็สก์ท็อป
zh_cn: 本文档是份 Kubuntu 简介，说明了 Kubuntu 的理念和起源，并且介绍了 Kubuntu 桌面。

source: Welcome to Kubuntu &distro-rev;: the &distro-version; Release.
ca: Benvingut a Kubuntu &distro-rev;: el llançament del &distro-version;.
cs: Vítejte v Kubuntu &distro-rev;: vydání &distro-version; .
de: Willkommen zu Kubuntu &distro-rev;: Das &distro-version;-Release.
es: Bienvenido a Kubuntu &distro-rev;: la versión &distro-version;.
fr: Bienvenue sur kubuntu &distro-rev;: vertion &distro-version; .
gl: Benvido a Kubuntu &distro-rev;: a Edición &distro-version;
hu: Üdvözli a Kubuntu &distro-rev;: &distro-version; kiadása.
id: Selamat datang di Rilis Kubuntu &distro-rev;: the &distro-version;
it: Benvenuti a Kubuntu &distro-rev;: l'edizione &distro-version;.
pl: Witamy w wydaniu Kubuntu &distro-rev;:&distro-version;
pt: Benvindo(a) ao Kubuntu &distro-rev;: a versão &distro-version;.
pt_br: Bem vindo ao kubuntu &distro-rev;: a &distro-version; Versão.
ru: Добро пожаловать в Kubuntu &distro-rev;: the &distro-version; Release.
