Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: KDE is in many ways similar to GNOME, but there are a few distinct differences which distinguish KDE as a desktop environment. KDE uses C++ at its base, with Qt (the Q-toolkit), whereas GNOME, using GTK, is written in C. KDE is the older and most widely used desktop environment, and is known to stress more the importance of features, and more recently, usability. GNOME more notoriously prides itself on simplicity and ease of use. Popular criticisms of GNOME are that it's lacking in features and applications, while it's often commented that KDE has too many features which may themselves be hard to locate.
ca: KDE és en molts sentits similar al GNOME, però hi ha algunes característiques que diferencien el KDE com a entorn d'escriptori. El KDE utilitza C++ com a base, amb Qt (les eines Q), mentre que el GNOME, que utilitza GTK, està escrit en C. KDE és l'entorn d'escriptori més antic i més àmpliament usat, i és conegut per donar importància a les característiques, i més recentment, a la usabilitat. El GNOME més aviat dóna prioritat a la simplicitat i la facilitat d'ús. Els crítics diuen que al GNOME li falten característiques i aplicacions, mentre que de vegades es diu que el KDE té massa característiques que de vegades costen de trobar.
cs: KDE je v mnoha ohledech podobné GNOME, ale je tu několik rozdílů, které charakterizují KDE jako pracovní prostředí. V základech KDE se nachází jazyk C++ a sada nástrojů Qt, zatímco GNOME se sadou GTK je napsáno v jazyce C. KDE je starší a více rozšířené pracovní prostředí a je známo tím, že vyzdvihuje důležitost nových vlastností a v poslední době také přístupnosti. GNOME se pyšní svou jednoduchostí a snadným používáním. Obvyklá kritika GNOME se opírá o to, že mu chybí vlastnosti a aplikace, zatímco KDE je často přisuzováno, že má přílíš mnoho vlastností, které nemusí být snadné objevit.
es: KDE es similar a Gnome en muchos aspectos, pero existen algunas diferencias que distinguen a KDE como entorno de escritorio. KDE usa C++ en su base, con Qt (el Q-toolkit), mientras que Gnome usa GTK, que está escrito en C. KDE es el entorno de escritorio con más solera, y el más usado, y es reconocido por dar más importancia a la funcionalidad y, más recientemente, a la usabilidad. Gnome tiende principalmente a la simplicidad y la facilidad de uso. Se le critica a Gnome su falta de características y aplicaciones, mientras que a menudo se comenta que KDE tiene demasiadas características que resultan difíciles de localizar.
fr: KDE est similaire à GNOME dans bien des aspects, mais il y a quelques petites différences qui distinguent KDE comme environnement de bureau. KDE utilise à la base le C++, avec Qt (la trousse d'outils Q-toolkit), tandis que GNOME, utilisant GTK, est écrit en C. KDE est le plus ancien et le plus répandu des environnements de bureau utilisé, et est connu pour mettre plus l'accent sur l'importance des options, et plus récemment sur l'utilisabilité. GNOME de façon plus notoire est plus axé sur la simplicité d'utilisation. Les critiques les plus populaires sur GNOME sont qu'il manque d'options et d'applications, tandis qu'il est souvent dit que KDE possède trop d'options ce qui les rend plus difficiles à localiser.
gl: KDE parécese bastante a GNOME, mais existen certas cousas que os diferencian como ambientes de traballo. KDE utiliza C++ como base, con Qt (o Q-toolkit), mentres que GNOME, que utiliza GTK, está escrito en C. KDE é o ambiente de traballo máis antigo e máis popular e ten fame de enfatizar a importancia das funcións e, máis recentemente, a usabilidade. GNOME enorgullécese especialmente da simplicidade e a facilidade de uso. Algunhas críticas populares de GNOME son que lle faltan funcións e aplicacións, mentres que de KDE coméntase que ten demasiadas funcións que poden resultar difíceis de localizar.
hu: A KDE sok tekintetben hasonló a GNOME-hoz, de van néhány eltérés, amely megkülönbözteti a KDE-t mint asztali környezetet. A KDE a C++ nyelvet használja alapként, a Qt-vel (Q-eszközkészlet), míg a GNOME a C nyelven írt GTK-t használja. A KDE a régebbi és legszélesebb körben használt asztali környezet és a szolgáltatások fontosságának és újabban a használhatóság hangsúlyozásáról ismert. A GNOME-ot az egyszerűsége és egyszerű használhatósága miatt dicsérik. A GNOME-ot gyakran kritizálják a szolgáltatások és alkalmazások hiánya miatt, míg a KDE-vel kapcsolatban gyakori megjegyzés, hogy túl sok és nehezen megtalálható szolgáltatással rendelkezik.
id: KDE dalam banyak hal mirip dengan GNOME, tetapi ada beberapa perbedaan nyata yang menjadi ciri dari KDE sebagai lingkungan desktop. KDE menggunakan C++ sebagai dasarnya, dengan Qt (Q-toolkit), sedangkan GNOME, menggunakan GTK, yang ditulis dalam C. KDE adalah lingkungan desktop yang sudah ada sejak lama dan banyak digunakan dimana-mana, dan berfokus untuk menghasilkan fitur terbaru dan kemudahan penggunaan. GNOME sendiri mempunyai ciri pada kesederhanan dan mudah untuk digunakan. Kritik yang sering dilontarkan pada GNOME adalah keterbatasan pada fitur dan aplikasi terbaru, sedangkan kritik pada KDE adalah KDE terlalu menyediakan banyak fitur namun seringkali sulit untuk mencari lokasi dari fitur tersebut.
it: KDE è per molti versi simile a GNOME, ma ci sono alcune chiare differenze che distinguono KDE come ambiente per il desktop. KDE usa il C++ alla sua base, con Qt (il Q-toolkit), mentre GNOME, usando GTK, è scritto in C. KDE è l'ambiente su desktop più vecchio e più diffusamente usato, ed è noto per sottolineare maggiormente l'importanza delle funzionalità, e più recentemente, dell'usabilità. GNOME si vanta più notoriamente della semplicità e facilità d'uso. Le critiche popolari di GNOME sono che difetti in funzionalità ed applicazioni, mentre si critica spesso che KDE abbia troppe funzionalità che possano esse stesse essere difficili da trovare.
pt: O KDE é em muitas coisas similar ao GNOME, mas existem algumas diferenças que distinguem o KDE como ambiente de trabalho. O KDE utiliza o C++ como base, com o Qt (o Q-toolkit), enquanto que o GNOME, que utiliza o GTK, é escrito em C. O KDE é o mais antigo e difundido ambiente de trabalho, conhecido por atribuir mais importância às funcionalidades, e mais recentemente à facilidade de utilização. O GNOME orgulha-se de forma mais notória da simplicidade e facilidade de utilização. As críticas mais frequentes ao GNOME são a falta de funcionalidades e de aplicações, enquanto é frequente comentar que o KDE tem demasiadas funcionalidades que podem ser difíceis de encontrar.
ru: KDE во многом похож на Gnome, но существуют некоторые явные отличия, которые выделяют KDE как окружение рабочего стола. В основе KDE лежит C++, с Qt (Q-инструментарий), тогда как GNOME используя GTK, написан на C. KDE - старейшее и наиболее широко используемое окружение рабочего стола, также известное своим стремлением создать значительную функциональность и удобство использования. GNOME печально известен своей простотой и легкостью использования. В основном GNOME критиковали из-за ограниченности в возможностях и приложениях, в то время, часто комментируя, что у KDE слишком много возможностей, которые трудно будет систематизировать.

source: Nevertheless, KDE and GNOME respectively target different audiences, and are fundamentally different in some respects, and the question of which desktop environment is superior is inherently a subjective opinion in many ways. Because of this, to at least make a proper decision about which is more suited to yourself, it is advised that you try them both out. Thus, it is very easy to install GNOME from a Kubuntu distribution, and equally easy to install KDE from an Ubuntu setup.
ca: A part d'això, el KDE i el GNOME s'orienten a un públic diferent, i són fonamentalment diferents en alguns aspectes, de manera que la qüestió de quin entorn d'escriptori és superior és una opinió força subjectiva en molts sentits. A causa d'això, per tal d'escollir quin és el que més s'adapta a vós, us recomanem que proveu els dos. Per tant, és molt fàcil instal·lat el GNOME en una distribució Kubuntu, i igual de fàcil instal·lar el KDE en un sistema Ubuntu.
cs: KDE i GNOME se přece jenom snaží oslovit jiné cílové skupiny a jsou zásadně odlišné v některých oblastech. Otázka, které pracovní prostředí je lepší, je v mnoha směrech spjatá se subjektivním názorem. Abyste si mohli vybrat prostředí, které je vhodné právě pro vás, doporučujeme vám je obě vyzkoušet. Nainstalovat GNOME prosředí z distribuce Kubuntu je velice jednoduché, stejně jako instalace KDE z Ubuntu.
de: Dennoch haben KDE und GNOME jeweils unterschiedliche Zielgruppen und sind in einigen Punkten komplett unterschiedlich. Deshalb hängt die Frage welche Desktopumgebung die bessere sei von der subjektiven Ansicht des Einzelnen ab. Deshalb wird empfohlen beide auszuprobieren, bevor man sich für eine der beiden entscheidet. Daher ist es sehr einfach GNOME aus der Kubuntu Distribution bzw. KDE aus der Ubuntu Distribution zu installieren.
es: Sin embargo, KDE y Gnome apuntan respectivamente hacia público diferente, y son realmente diferentes en algunos aspectos, y la pregunta de qué entorno de escritorio es superior es intrínsecamente una opinión subjetiva por muchas razones. Debido a esto, para tomar al menos una decisión correcta sobre cual se adapta mejor a usted, se recomienda que pruebe ambos. Así, es muy fácil instalar Gnome desde una distribución Kubuntu, y es igualmente fácil instalar KDE desde una instalación de Ubuntu.
fr: Néanmoins, KDE et GNOME visent respectivement des publics différents et divergent vraiment sous certains aspects ; la question de la supériorité de l'un ou l'autre environnement de bureau est par essence subjective. C'est pourquoi, afin de vous faire votre propre opinion à ce sujet et de déterminer lequel des deux vous conviendra le mieux, nous vous conseillons de les tester. Ceci étant, il est très simple d'installer GNOME depuis une distribution Kubuntu et il est tout aussi simple d'installer KDE depuis une installation Ubuntu.
gl: No entanto, o KDE e o GNOME diríxense a públicos diferentes, e son fundamentalmente diferentes nalgúns aspectos. A questión de cal é o mellor ambiente de traballo é unha opinión subxectiva en moitos aspectos. Por causa disto e, para que polo menos poidas tomar unha decisión fundamentada sobre cal é o máis adecuado para ti, aconsellamos que experimentes ambos os dous. É moi fácil instalar o GNOME nunha distribución kubuntu, e é igualmente fácil instalar o KDE nunha configuración Ubuntu.
hu: Mindazonáltal a KDE és a GNOME is értelemszerűen más-más közönséget céloz meg, és bizonyos szempontokból alapvetőn különböznek, és a "Melyik asztali környezet a jobb?" kérdésre adott válaszok természetüknél fogva sok szempontból szubjektív vélemények. Emiatt javasoljuk mindkettő kipróbálását annak eldöntése érdekében, hogy Önnek melyik felel meg leginkább. A GNOME egyszerűen telepíthető a Kubuntu disztribúcióra és a KDE is hasonlóan egyszerűen telepíthető az Ubuntu rendszerre.
id: Meski demikian, KDE dan GNOME memiliki target audiens masing-masing yang berbeda, dan pada dasarnya berbeda mengenai beberapa hal, kalau demikian lingkungan desktop mana yang lebih unggul? Jawabannya sangat subyektif, tergantung dari sudut pandang mana kita melihatnya. Karenanya, untuk membuat keputusan yang tepat mana yang lebih cocok untuk Anda, kami menyarankan anda untuk mencoba kedua-duanya lebih dahulu. Sangat mudah untuk menginstall GNOME dari distribusi Kubuntu, dan demikian juga sebaliknya sangat mudah untuk menginstall KDE dari Ubuntu.
it: Tuttavia, KDE e GNOME s'indirizzano rispettivamente ad un pubblico differente, e sono fondamentalmente differenti in alcuni aspetti, e la domanda su quale ambiente sia superiore è intrinsecamente un'opinione soggettiva in molti modi. Per questo motivo, per prendere almeno una decisione appropriata su quello che è più adatto per voi, si consiglia di provarli tutt'e due. Quindi, è molto facile installare GNOME da una distribuzione Kubuntu, ed egualmente facile installare KDE da un'installazione di Ubuntu.
ko: 그럼에도 불구하고, KDE와 GNOME은 서로 다른 사용자 층을 겨냥하고, 몇 개의 측면에서 기초적인 다른 점이 있고, 여러가지 면에서 어느 데스크탑 환경이 우수한지 본질적인지 하는 것은 주관적인 의견의 문제 입니다. 이런 점 때문에, 적어도 여러분에 적합한 것을 올바르게 결정하는 것을 위해서는, 양쪽 모두를 사용해 보기를 조언 합니다. 그래서, 우분투 설정에서 쉽게 KDE를 설치할 수 있는 것과 마찬가지로, 쿠분투 배포판에서 GNOME을 쉽게 설치하는 것도 됩니다.
pl: Niemniej jednak KDE i GNOME spełniają oczekiwania różnych grup odbiorców i w niektórych aspektach są zasadniczo różne, a przekonanie, które z tych środowisk jest lepsze, pod wieloma względami jest właściwie opinią subiektywną. Z tego względu zaleca się wypróbowanie obydwu z nich, aby móc dokonać wyboru odpowiedniego dla siebie środowiska. Dlatego instalacja GNOME w dystrybucji Kubuntu jest łatwa, podobnie jak instalacja KDE w Ubuntu.
pt: No entanto, O KDE e o GNOME dirigem-se a públicos diferentes, e são fundamentalmente diferentes em alguns aspectos. A questão de qual é o melhor ambiente de trabalho é uma opinião subjectiva em muitos aspectos. Por causa disto e para que pelo menos possa tomar uma decisão fundamentada sobre qual é o mais adequado para si, aconselhamos a que experimente ambos. É muito fácil instalar o GNOME numa distribuição Kubuntu, e é igualmente fácil instalar o KDE numa configuração Ubuntu.
pt_br: De qualquer forma, KDE e GNOME respectivamente têm como alvo audiências diferentes, e são fundamentalmente diferentes em alguns aspectos, e a pergunta sobre qual ambiente de desktop é superior é uma opinião subjetiva em muitas formas. Por causa disso, para fazer ao menos uma decisão apropriada sobre qual seria o ambiente mais apropriado para suas necessidades, recomendamos que você tente ambos. Assim, é muito fácil instalar GNOME de uma distribuição do Kubuntu, e ingualmente fácil de instalar KDE de uma instalação do Ubuntu.
ru: Однако, KDE и GNOME расчитаны на разную аудиторию и имеют серьезные различия в некоторых аспектах. Потому ответ на вопрос, какой рабочий стол лучше, может формулироваться каждым человеком по своему в зависимости от собственного мнения и приоритетов. Поэтому чтобы принять правильное решение в выборе рабочего стола, вам нужно попробовать их оба. Установка GNOME в дистрибутиве Kubuntu очень проста. Так же как и установка KDE в дистрибутиве Ubuntu.
sk: Napriek tomu, KDE a GNOME samostatne oslovujú iné publikum a sú zásadne v niektorých ohľadoch odlišné a otázka, ktoré pracovné prostredie je vedúce, je v mnohých smeroch subjektívny názor. Kvôli tomu, prinajmenšom kvôli vhodnému rozhodnutiu, ktoré vám viac vyhovuje, dobrou radou je vyskúšať ich obe. Je veľmi jednoduché nainštalovať GNOME z distribúcie Kubuntu a rovnako jednoduché nainštalovať KDE z nastavenia Ubuntu.
sl: Nenazadnje, KDE in GNOME ciljata na drugačna občinstva in sta bistveno različna v nekaterih pogledih in vprašanje, katero namizno okolje je boljše, je samo po sebi subjektivno mnenje v številnih pogledih. Zaradi tega, da bi vsaj dosegli pravilno odločitev, katero namizje vam bolj odgovarja, je priporočljivo, da preizkusite oba. Namestiti GNOME iz distribucije Kubuntu je zelo enostavno, kot je enako enostavno namestiti KDE iz Ubuntu namestitve.
th: อย่างไรก็ตาม KDE และ GNOME มีเป้าหมายของผู้ใช้ที่แตกต่างกัน และแตกต่างกันในบางมุมมองเบื้องต้น และคำถามที่ว่าเดสก์ท็อปไหนดีกว่าขึ้นอยู่กับความคิดเห็นในหลายๆทาง เพราะเป็นอย่างนี้ถ้าจะตัดสินใจให้ถูกต้องว่าอันไหนเหมาะสมกับคุณ คำแนะนำคือทดลองทั้งสองอย่าง ด้วยเหตุนี้จึงเป็นเรื่องที่ง่ยมากที่จะติดตั้ง GNOME จากชุดเผยแพร่คูบันตูและเหมือนกันเป็นการง่ายมากที่จะติดตั้ง KDE จากอูบันตู
zh_cn: 尽管如此，KDE 和 GNOME 还是各有各的支持者，并且某些方面有着根本的差异；至于哪个桌面环境更强，答案显然由各自的主观意志而定。也正因如此，为了能够作出正确选择，确定哪个更适合自己，这两个桌面环境您都应该试试。毕竟，在 Kubuntu 发行版上安装 GNOME 轻而易举，而在 Ubuntu 系统上安装 KDE 也是小菜一碟。

source: Switching Desktops
ca: Canviar d'escriptori
cs: Přepínání pracovních prostředí
de: Desktops wechseln
es: Cambiando de escritorio
fr: Changer d'environnement de bureau
gl: Alternando entre Ambientes
hu: Váltás asztali környezetek között
id: Berpindah Destop
it: Cambiare ambiente grafico
ko: 데스트탑 전환
pl: Przełączanie między środowiskami
pt: Alternando entre Ambientes
pt_br: Trocando Desktops
ru: Переключение Рабочих столов
sk: Prepínanie plôch
sl: Preklapljanje med namizji
th: เปลี่ยนเดสก์ท็อป
zh_cn: 切换桌面

source: As an Ubuntu user, you may be concerned that your favorite GNOME applications will not run under Kubuntu. That is not the case. In recent times, much work has been done to increase compatibility between GNOME and KDE. Today, virtually all GNOME applications will run under KDE and vice versa.
ca: Com a usuari d'Ubuntu, podeu pensar que les vostres aplicacions preferides del GNOME no funcionaran sota Kubuntu. Això no és pas veritat. En els últims temps, s'ha fet molta feina per augmentar la compatibilitat entre el GNOME i el KDE. Avui dia, gairebé totes les aplicacions del GNOME funcionen sota el KDE i viceversa.
cs: Jako uživatel Ubuntu můžete mít obavy, zda vaše oblíbené aplikace z GNOME poběží i pod Kubuntu. Nemusíte se znepokojovat. V poslední době bylo vynaloženo nemalé úsilí na rozšíření kompatibility mezi GNOME a KDE. Dnes v podstatě všechny GNOME aplikace poběží v prostředí KDE a naopak.
de: Ein Ubuntu-Nutzer könnte denken, dass seine Lieblingsanwendungen nicht unter Kubuntu laufen wird. Das ist nicht der Fall. In früheren Zeiten wurde viel getan um die Kompatibilität zwischen GNOME und KDE zu erhöhen. Heutzutage sollten nahezu alle GNOME-Anwendungen unter KDE laufen und umgekehrt.
es: Como usuario de Ubuntu, puede estar preocupado porque sus aplicaciones favoritas de Gnome no funcionen en Kubuntu. Ese no es el caso. Recientemente, se ha realizado mucho trabajo para aumentar la compatibilidad entre Gnome y KDE. Hoy, prácticamente todas las aplicaciones de Gnome funcionarán en KDE y viceversa.
fr: En tant qu'utilisateur d'Ubuntu, vous pensez peut-être que vos applications GNOME ne vont pas tourner sous Kubuntu. Ce n'est pas le cas. Récemment, un effot important a été fait pour améliorer la compatibilité entre GNOME et KDE. Actuellement, toutes les applications GNOME tournent sous KDE et réciproquement.
gl: Como utilizador de Ubuntu, podes estar preocupado polo feito de as túas aplicacións favoritas do GNOME non funcionaren no kubunto. Non é ese o caso. Recentemente tense desenvolvido oito esforzo para aumentar a compatibilidade entre GNOME e KDE. Hoxe en día, practicamente todas as aplicacións GNOME funcionan no KDE e viceversa.
hu: Ubuntu felhasználóként lehetséges, hogy azért aggódik, hogy kedvenc GNOME alkalmazásai nem fognak Kubuntu alatt futni. Nem ez a helyzet, a közelmúltban sokat tettünk a GNOME és KDE közötti kompatibilitásért. Ma, gyakorlatilag minden GNOME alkalmazás képes KDE alatt futni és fordítva.
id: Sebagai pengguna Ubuntu, Anda mungkin prihatin bahwa aplikasi GNOME favorit Anda tidak dapat berjalan di bawah Kubuntu. Hal ini sudah tidak menjadi masalah lagi. Belum lama ini, pekerjaan besar telah diselesaikan untuk meningkatkan kompatibilitas antara GNOME dan KDE. Saat ini, secara kasat mata bisa dibilang semua aplikasi GNOME sudah dapat berjalan dibawah KDE dan begitupun sebaliknya.
it: Come utenti Ubuntu, potreste preoccuparvi del fatto che le vostre applicazioni GNOME favorite non girino sotto Kubuntu. Le cose non stanno così. Negli ultimi tempi, è stato fatto molto lavoro per incrementare la compatibilità tra GNOME e KDE. Oggi, in pratica tutte le applicazioni GNOME girano sotto KDE e viceversa.
ko: 우분투 사용자로써, 여러분은 쿠분투 환경에서 여러분이 좋아하는 GNOME 프로그램들을 실행할 수 없는지를 염려할 지 모릅니다. 그렇지 않습니다. 최근에는, GNOME과 KDE 간의 호환성을 증진하는 많은 작업들이 완료 되었습니다. 오늘날에는, 모든 GNOME 프로그램들을 KDE 환경에서 실행할 수 있고 반대의 경우도 마찬가지로 실행할 수 있습니다.
pl: Jako użytkownikowi Ubuntu może ci się wydawać, że twoich ulubionych programów z GNOME nie da się uruchomić pod Kubuntu. Tak jednak nie jest. Ostatnio włożono wiele pracy w zwiększenie zgodności między GNOME i KDE. Dzisiaj praktycznie wszystkie programy GNOME można uruchamiać pod KDE i na odwrót.
pt: Como utilizador Ubuntu pode estar preocupado com o facto das suas aplicações favoritas do GNOME não funcionarem no Kubuntu. Não é esse o caso. Recentemente tem sido desenvolvido muito esforço para aumentar a compatibilidade entre o GNOME e o KDE. Hoje em dia, virtualmente todas as aplicações GNOME funcionam no KDE e vice-versa.
pt_br: Como um usuário do Ubuntu, você pode ficar preocupado se seus aplicativos favoritos do GNOME não funcionarão sob o Kubuntu. Este não é o caso. Muito trabalho foi feito recentemente para aumentar a compatibilidade entre GNOME e KDE. Hoje, virtualmente todos os aplicativos do GNOME funcionarão sob o KDE e vice versa.
ru: Как пользователь Ubuntu, вы можете быть обеспокоены тем, что не сможете запускать свои любимые GNOME-приложения в Kubuntu. Не переживайте по этому поводу. В последнее время выполнено много работы по увеличению совместимости между KDE и GNOME. На сегодняшний день почти все GNOME-приложения будут успешно запускаться под KDE и наоборот.
sk: Ako používateľa Ubuntu vás môže zaujímať, že vaše obľúbené GNOME aplikácie nebudú fungovať pod Kubuntu. Ale to nie dôvod. V poslednej dobe sa urobilo veľa práce pre zvyšovanie kompatibility medzi GNOME a KDE. Dnes už budú virtuálne všetky GNOME aplikácie bežať pod KDE a naopak.
sl: Kot uporabnik Ubunta, ste mogoče zaskrbljeni, da vaše priljubljene aplikacije za GNOME ne bodo delovale na Kubuntu. Vendar ni tako. Veliko dela je bilo opravljenega za povečano kompatibilnost med GNOME in KDE. Dandanes skoraj vse aplikacije napisane za GNOME delajo tudi na KDE in obratno
th: ในสถานะผู้ใช้อูบันตู คุณอาจจะกังวลว่าโปรแกรมโปรด GNOME แอพพิลเคชันจะไม่สามารถใช้ได้กับคูบันตู มันไม่เป็นเช่นนั้น ในเวลาที่ผ่านไปได้มีการปรับปรุงมากมายเพื่อที่จะทำให้ GNOME และ KDE ใช้ร่วมกันได้ ในวันนี้เกือบจะทุกแอพพิลเคชันของ GNOME สามารถใช้กับ KDE และในทางกลับกัน
zh_cn: 作为一名 Ubuntu 用户，您或许会担心自己喜欢的 GNOME 程序能否在 Kubuntu 上运行。不必担心，近来已开展了大量工作来提高 GNOME 和 KDE 之间的兼容性。现在，几乎所有 GNOME 程序都能在 KDE 上运行，反之亦然。
