Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: By focusing on quality, Kubuntu provides a robust and feature rich computing environment that is flexible for use in home and commercial environments. The project has more time to spend on the finer details and is able to release a version featuring the latest and greatest of today's software, every 6 months. Kubuntu ships with versions for PCs (Intel Pentium / AMD Athlon), 64-bit PCs (AMD64) and Mac (PowerPC) architectures.
ca: En centrar-se en la qualitat, Ubuntu proporciona un entorn informàtic robust i ric en possibilitats que és apte per a l'ús tant en entorns privats com comercials. El projecte es pren el temps necessari per centrar-se en els detalls més precisos i està capacitat per llançar cada sis mesos una nova versió que contingui les últimes i millors versions del programari actual. Kubuntu té versions per a les arquitectures d'ordinadors personals (Intel Pentim / AMD Athlon), ordinadors personals de 64 bits (AMD64) i Mac.
cs: Svým zaměřením na kvalitu vytváří Kubuntu odolné a bohatě vybavené prostředí, které je dostatečně pružné pro nasazení doma nebo v podniku. Projekt ještě potřebuje nějaký čas na doladění detailů a je schopen vydat verzi vybavenou nejnovějším a nejlepším současným software každých šest měsíců. Kubuntu vychází ve verzích pro PC (Intel pentium / AMD Athlon), 64 bitová PC (AMD65) a Mac (PowerPC) architektury.
de: Durch die Konzentration auf Qualität ist Kubuntu eine robuste und funktionsreiche Umgebung, die flexibel für private und kommerzielle Umgebungen ist. Das Projekt hat mehr Zeit für feinere Details und kann alle sechs Monate eine Version veröffentlichen, die die beste und aktuellste Software enthält. Kubuntu wird in Versionen für PCs (Intel Pentium / AMD Athlon, 64-bit PCs (AMD64) und Mac (PowerPC) ausgeliefert.
es: Al centrarse en la calidad, Kubuntu proporciona un sistema robusto y funcional que es flexible para ser utilizado en entornos personales y comerciales. El proyecto tiene más tiempo para dedicarse a los detalles y es capaz de publicar una versión que incluya lo último y lo mejor del software de hoy en día, cada 6 meses. Kubuntu se distribuye en distintas versiones para las arquitecturas PC (Intel Pentium / AMD Athon), PC de 64 bits (AMD64) y Mac (PowerPC).
fr: En se focalisant sur la qualité, Kubuntu produit un environnement informatique robuste et riche en fonctionnalités qui peut convenir aussi bien à une utilisation domestique que commerciale. Le projet prend aussi tout le temps nécessaire pour pauffiner les détails et est capable de sortir une nouvelle version contenant les derniers et les meilleurs logiciels du moment une fois tous les 6 mois. Kubuntu est disponible sous différentes saveurs pour les architectures PCs 32-bits (Intel Pentium / AMD Athlon), PCs 64-bits (AMD64) et Mac (PowerPC).
gl: Ao centrarse na cualidade, o kubuntu fornece un ambiente de computación robusto e rico en características que resulta flexíbel para o seu uso en ambientes persoais e comerciais. O proxecto ten máis tempo para dedicarse aos pequenos detalles e é capaz de lanzar unha versión contendo o software mellor e máis recente a cada seis meses. O kubuntu lánzase con versións para arquitecturas PCs (Intel Pentium / AMD Athlon), 64-bit PCs (AMD64) e Mac (PowerPC).
hu: A minőségre koncentrálva a Kubuntu egy robusztus és sokoldalú számítógépes környezetet kínál, amely otthoni és kereskedelmi környezetekben való felhasználásra egyaránt rugalmas. A projektnek több ideje van a finomabb részletekre és képes kiadni hathavonta a legnépszerűbb szabad szoftverek legújabb és legnagyszerűbb verzióit tartalmazó kiadást. A Kubuntu a PC (Intel Pentium / AMD Athlon), 64 bites PC (AMD64) és Mac (PowerPC) architektúrákat.
id: Dengan berfokus pada kualitas, Kubuntu menyediakan lingkungan komputasi yang kuat dan kaya akan fitur, yang memiliki fleksibilitas untuk digunakan baik dalam lingkungan rumahan maupun komersial. Proyek ini menggunakan waktu yang ada untuk merilis perangkat lunak terbaru dan terbaik, setiap enam bulan. Kubuntu memiliki versi untuk arsitektur PC (Intel Pentium / AMD Athlon), 64-bit PCs (AMD64) dan Mac (PowerPC).
it: Focalizzandosi sulla qualità, Kubuntu fornisce un ambiente d'utilizzo robusto e ricco di funzionalità, flessibile per l'uso sia a casa che negli ambienti di lavoro. Il progetto ha più tempo da spendere per raffinare i dettagli e riuscire a rilasciare una versione che presenti il nuovo ed il meglio del software attuale, ogni 6 mesi. Kubuntu esce con versioni per architetture PC (Intel Pentium / AMD Athlon), PC a 64 bit (AMD64) e Mac (PowerPc).
ko: 질에 초점을 맞춤으로써, 쿠분투는 가정과 기업 환경 모두에서 사용하는데 유연한 견고하고 기능 중심의 컴퓨팅 환경을 생산 합니다. 쿠분투 프로젝트는 세밀하게 제품의 상세함을 집중하는데 필요한 시간을 가지고 매 6 개월마다 최신의 그리고 훌륭한 오늘날의 소프트웨어를 가지는 버전을 발표하는 것을 가능하게 하고 있습니다. 쿠분투는 PC(인텔 펜티엄/AMD 애슬론), 64비트 PC(AMD64) 그리고 맥(PowerPC) 아키텍쳐를 위한 버전을 제공 합니다.
pl: Dzięki skupieniu się na jakości Kubuntu dostarcza solidne i bogate środowisko, które nadaje się zarówno do zastosowań domowych jak i biznesowych. Projekt może poświęcić więcej uwagi dopracowywaniu szczegółów i wydawać wersję zawierającą najnowsze i najlepsze współczesne oprogramowanie co 6 miesięcy. Kubuntu jest dostępne na architektury PC (Intel Pentium/AMD Athlon), 64-bitowe PC (AMD64) oraz Mac (PowerPC).
pt: Focando-se na qualidade, o Kubuntu fornece um ambiente de computação robusto e rico em características que é flexível para uso em ambientes pessoais e comerciais. O projecto tem mais tempo para dispender em pequenos detalhes e é capaz de lançar uma versão contendo o melhor e mais recente software, a cada 6 meses. O Kubuntu é lançado com versões para arquitecturas PCs (Intel Pentium / AMD Athlon), 64-bit PCs (AMD64) e Mac (PowerPC).
pt_br: Focalizando na qualidade, Kubuntu fornece um ambiente de computação rico e robusto que é apropriado para o uso em ambientes domésticos e comerciais. O projeto toma mais tempo para trabalhar nos menores detalhes e é capaz de liberar uma versão que inclui os melhores e mais atualizados aplicativos de hoje, a cada 6 meses. Kubuntu contem versões para PCs (Pentium da Intel/AMD Athlon), arquiteturas 64-bit (AMD64) e Mac (PowerPC).
ru: Сосредотачиваясь на качестве, Kubuntu предоставляет великолепную рабочую среду для использования дома и в офисе. У проекта есть много времени для детальной проработки и выпуска релиза, включающего в себя последние на сегодняшний день версии програмного обеспечения, каждые 6 месяцев. Kubuntu выпускается версии для персональных компьютеров (Intel / AMD), для 64-ех битной архитектуры (AMD64) и Макинтош, (архитектура PowerPC).
sk: Zameraním sa na kvalitu, Kubuntu poskytuje robustné prostredie bohaté na funkcie, ktoré je flexibilné pre použitie v domácnosti a komerčných prostrediach. Projekt venuje viac času menším detailom a je schopný vydať verziu zahŕňajúcu najnovší a najlepší softvér každých 6 mesiacov. Kubuntu sa dodáva vo verziách pre PC (Intel Pentium / AMD Athlon), 64-bitové PC (AMD64) a Mac (PowerPC) architektúry.
sl: Z osredotočanjem na kakovost, Kubuntu nudi robustno in z značilnostmi bogato računalniško okolje, ki je prožno za uporabo tako doma kot tudi kot komercialno okolje. Projekt ima več časa na voljo za najmanjše podrobnosti in lahko izda različico z najnovejšimi in največjimi izmed današnje programske opreme vsakih 6 mesecev, Kubuntu je na voljo v različicah za osebne računalnike (Intel Pentium / AMD Athlon), 64-bitne osebne računalnike (AMD64) in Mac (PowerPC) arhitekture.
th: โดยเน้นที่คุณภาพ คูบันตูให้ระบบคอมพิวเตอร์ที่ทนทานและคุณสมบัติพร้อมที่สามารถใช้ในบ้านหรือธุรกิจ โครงการนี้ใช้เวลาส่วนใหญ่ดูอย่างละเอียดละออและสามารถให้รุ่นที่ทันสมัยที่สุดทุก 6 เดือน คูบันตูมาพร้อมกับรุ่นสำหรับ PCs (Intel Pentium / AMD Athlon), 64-bit PCs (AMD64) และ Mac (PowerPC) architectures.
zh_cn: 注重质量，Kubuntu 提供了一个健壮、功能丰富的计算环境，既适合家用又适用于商业环境。本项目花费了大量必要的时间，努力精益求精，每6个月就会发布一个版本，以提供最新最强大的流行软件。Kubuntu 支持各种形形色色的架构，包括 PC(Intel Pentium / AMD Athlon), 64-bit PC (AMD64) 和 Mac (PowerPC) 等。

source: KDE for Ubuntu Users
ca: KDE per als usuaris d'Ubuntu
cs: KDE pro uživatele Ubuntu
de: KDE für Ubuntu Benutzer
es: KDE para los usuarios de Ubuntu
fr: KDE pour les utilisateurs d'Ubuntu
gl: KDE para Utilizadores Ubuntu
hu: KDE az Ubuntu felhasználóinak
id: KDE bagi Pengguna Ubuntu
it: KDE per gli utenti di Ubuntu
ko: 우분투 사용자를 위한 KDE
pl: KDE dla użytkowników Ubuntu
pt: KDE para Utilizadores Ubuntu
pt_br: KDE para Usuários do Ubuntu
ru: KDE для пользователей Ubuntu
sk: KDE pre používateľov Ubuntu
sl: KDE za uporabnike Ubunta
th: KDE สำหรับผู้ใช้อูบันตู
zh_cn: Ubuntu 用户的 KDE

source: The default desktop environment for Kubuntu is KDE, a powerful Free Software graphical desktop environment for Linux and Unix workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technological superiority of the Unix operating system. KDE is one of the two leading graphical desktop environments for Linux users. KDE sports an impressive array of easy to use, but powerful, graphical interface applications for users of all ages in both home and work environments. For developers, KDE provides a robust application development framework that enables rapid creation of first rate applications implementing cutting-edge technology.
ca: L'entorn d'escriptori per defecte a Kubuntu és el KDE, un potent entorn d'escriptori gràfic de programari lliure per a Linux i estacions de treball Unix. Combina la facilitat d'ús, la funcionalitat actual i un disseny gràfic excel·lent amb la superioritat tecnològica del sistema operatiu Unix. El KDE és un dels dos entorns d'escriptori gràfics líders per als usuaris de Linux. El KDE conté una quantitat increïble de potents aplicacions amb interfície gràfica fàcils d'usar, per a usuaris de totes les edats, tant en entorns privats com comercials. El KDE proporciona un entorn de desenvolupament d'aplicacions robust que permet la ràpida creació d'aplicacions de primer ordre implementades amb tecnologia punta.
cs: Výchozí pracovní prostředí v Kubuntu je KDE, plně funkční, svobodné grafické prostředí pro pracovní stanice Linux a Unix. Toto prostředí v sobě spojuje jednoduché používání, moderní funkce a vynikající grafický design spolu s technologickými výhodami operačního systému Unix. KDE je jedno ze dvou předních grafických prostředí pro uživatele Linuxu. Obsahuje obdivuhodnou paletu jednoduchých, výkonných grafických aplikací pro uživatele všech věků, určených pro domácí i pracovní použití. Vývojářům nabízí KDE robustní vývojový framework, který umožňuje bleskovou tvorbu prvotřídních aplikací, které využívají nejnovějších technologií.
es: El entorno de escritorio predeterminado en Kubuntu es KDE, un potente entorno gráfico de escritorio libre para estaciones de trabajo Linux y Unix. Combina facilidad de uso, funcionalidad contemporánea y un excepcional diseño gráfico con la superioridad tecnológica del sistema operativo Unix. KDE es uno de los dos principales entornos gráficos de escritorio para usuarios Linux. KDE dispone de una impresionante cantidad de aplicaciones gráficas potentes y fáciles de usar para usuarios de todas las edades en el hogar y en el trabajo. Para los desarrolladores, KDE proporciona una robusta plataforma de desarrollo de aplicaciones que permite la creación rápida de aplicaciones de primer nivel que implementan la última tecnología.
fr: L'environnement de bureau par défaut de Kubuntu est KDE, un environnement de bureau graphique puissant et gratuit pour Linux et les stations de travail Unix. Il combine facilité d'utilisation, fonctionnalités contemporaines, et conception graphique de premier ordre avec la supériorité technique du système d'exploitation Unix. KDE est l'un des deux environnements de bureau graphique phare pour les utilisateurs de Linux. KDE fourni une vaste palette d'applications graphiques faciles d'utilisation et puissantes pour les utilisateurs de tout âge à à la fois pour les environnements familiaux et professionels. Pour les développeurs, KDE fourni un environnement de développement d'applications robuste qui permet la création rapide d'applications de premier choix implémentant les toutes dernières technologies.
gl: O ambiente de traballo por omisión de Kubuntu é KDE, un ambiente de traballo gráfico e potente para estacións Linux e Unix que é Software Libre. Combina facilidade de uso, funcionalidade contemporánea e deseño gráfico notábel coa superioridade tecnolóxica do sistema operativo Unix. KDE é un dos dous maiores ambientes de traballo para usuarios de Linux. KDE pode presumir dunha impresionante facilidade de uso e de aplicacións potentes e con interface gráfica para usuarios de todas as idades tanto na casa como no traballo. Para os programadores, KDE proporciona unha infraestrutura de desenvolvemento de aplicacións robusta que permite a creación rápida de aplicacións de primeira clase utilizando tecnoloxía de última hora.
hu: A Kubuntu alapértelmezett asztali környezete a KDE, egy hatékony szabad szoftveres grafikus környezet GNU/Linux és Unix munkaállomásokra. Egyesíti az egyszerű használatot, korszerű funkcionalitást és kitűnő grafikai tervezést a Unix operációs rendszer felsőbbrendűségével. A KDE a GNU/Linux felhasználók számára elérhető két vezető grafikus asztali környezet egyike. A KDE az egyszerűen használható és mégis hatékony grafikus felületű alkalmazások meggyőző sorával érkezik, tetszőleges korú felhasználók számára mind otthoni, mind munkahelyi környezetekbe. A fejlesztők számára a KDE egy robusztus alkalmazásfejlesztési keretrendszert kínál, amely lehetővé teszi első osztályú alkalmazások gyors kifejlesztését.
id: Lingkungan desktop default untuk untuk Kubuntu adalah KDE, lingkungan desktop berbasis grafik yang handal untuk stasiun-kerja Linux dan Unix. KDE menggabungkan fitur seperti kemudahan penggunaan, kemampuan yang up-to-date, disain grafik yang indah dengan keunggulan teknologi dari sistem operasi Unix. KDE adalah salah satu dari pelopor lingkungan desktop berbasis grafik untuk pengguna Linux. Di dalam KDE aplikasi tidak hanya mudah digunakan tetapi juga handal, dapat digunakan oleh pengguna untuk seluruh umur baik untuk lingkungan rumah maupun kantor. Untuk para pengembang, KDE menyediakan kerangka pengembangan aplikasi yang robust dan dapat digunakan untuk menciptakan aplikasi yang sesuai dengan teknologi terkini.
it: L'ambiente d'utilizzo sul desktop predefinito per Kubuntu è KDE, un potente ambiente grafico appartenente al Software Libero per le workstation Linux ed Unix. Combina facilità d'uso, funzionalità moderne, ed un notevole disegno grafico con la superiorità tecnologica del sistema operativo Linux. KDE è uno dei due principali ambienti grafici per il desktop per gli utilizzatori di Linux. KDE sfoggia un impressionante schieramento di applicazioni d''interfaccia grafica non solo di uso facile, ma anche potenti per gli utilizzatori di tutte le età negli ambienti sia di casa che di lavoro. Per gli sviluppatori, KDE fornisce una struttura per lo sviluppo di applicazioni robusta che permette la creazione rapida di applicazioni di prim'ordine implementando una tecnologia di frontiera.
pl: Domyślnym środowiskiem graficznym w Kubuntu jest KDE, potężne środowisko dla linuksowych i uniksowych stacji roboczych. Łączy w sobie prostotę użytkowania, współczesną funkcjonalność oraz nieprzeciętny wygląd z najnowszymi technologiami w Uniksowych systemach operacyjnych. KDE jest jednym z dwóch wiodących środowisk graficznych, przeznaczonych dla użytkowników Linuksa. Chlubą KDE jest imponująca łatwość obsługi z jednoczesnym zachowaniem potężnych możliwości graficznych aplikacji przeznaczonych dla użytkowników w każdym wieku zarówno do zastosowań domowych, jak i biurowych. Programistom KDE zapewnia aplikacje pozwalające na tworzenie wysokiej jakości programów z wykorzystaniem najnowszych technologii.
pt: O ambiente de trabalho padrão para o Kubuntu é o KDE, um ambiente gráfico potente e gratuito de Software Livre para estações de trabalho GNU/Linux e Unix. Combina a facilidade de utilização, funcionalidades recentes e um desenho gráfico surpreendente com a superioridade técnica do sistema operativo Unix. O KDE é um dos dois ambientes gráficos líderes para utilizadores GNU/Linux. O KDE inclui uma gama impressionante de aplicações fáceis de usar, mas poderosas, para utilizadores de todas as idades, para utilização em casa ou no trabalho. Para programadores, o KDE fornece uma estrutura robusta de desenvolvimento de aplicações que permite a criação rápida de aplicações de primeira classe implementando tecnologia de ponta.
ru: KDE - окружение рабочего стола Kubuntu по умолчанию, мощный свободно распространяемый рабочий стол для Linux и Unix рабочих станций. Он совмещает простоту использования, современную функциональность, выделяющийся графический дизайн с технологическим превосходством Unix. KDE - один из двух ведущих окружений рабочего стола для пользователей Linux. KDE способствует созданию внушительного множества простых в использовании, но мощных приложений с графическим интерфейсом для пользователей всех возрастов дома и на работе. Для программистов KDE предоставляет надежную основу для разработки приложений, которая позволяет быстро создавать первоклассные программы на основе современных технологий.
