Repository: ahoneybun/pop-docs
Catalog: kubuntu/aboutkubuntu/po/*.po
Languages: ca, cs, de, es, fr, gl, hu, id, it, ko, pl, pt, pt_br, ru, sk, sl, th, zh_cn

source: Kubuntu is a user-friendly operating system based on KDE, the K Desktop Environment. With a predictable 6 month release cycle as part of the Ubuntu project, Kubuntu is the Linux distribution for everyone.
ca: Kubuntu és un sistema operatiu amigable basat en el KDE, l'entorn d'escriptori K. Amb un cicle de llançaments cada 6 mesos com a part del projecte Ubuntu, Kubuntu és la distribució de Linux per a tothom.
cs: Kubuntu je uživatelský přívětivý operační systém založený na pracovním prostředí KDE. S předvídatelným 6-měsíčním cyklem vydání a jako součást projektu Ubuntu, Kubuntu je Linuxovou distribucí pro každého.
de: Kubuntu ist ein benutzerfreundliches Betriebssystem, dass auf KDE, dem K Desktop Environment, aufbaut. Mit einem verlässlichen Erscheinungszyklus von 6 Monaten ist Kubuntu, als Teil des Ubuntu-Projekts, die Linux-Distribution für jedermann.
es: Kubuntu es un sistema operativo amigable basado en el entorno de escritorio KDE, «the K Desktop Environment». Con un ciclo predecible de 6 meses entre cada nueva versión por ser parte del proyecto Ubuntu, Kubuntu es la distribución de Linux para todos.
fr: Kubuntu est un système d'exploitation intuitif basé sur KDE, l'environnement de bureau K (the K Desktop Environment). Avec son cycle de parution de 6 mois, intégré au projet Ubuntu, Kubuntu est la distribution Linux pour tous.
gl: Kubuntu é un sistema operativo amigábel baseado en KDE, o Ambiente de Traballo K. Cun ciclo de lanzamentos predecíbel de seis meses e como parte do proxecto Ubuntu, Kubuntu é a distribución de Linux para todos.
hu: A Kubuntu egy KDE-n alapuló felhasználóbarát operációs rendszer. Az Ubuntu projekt részeként, kiszámítható hat hónapos kiadási ciklusával a Kubuntu bárki számára megfelelő GNU/Linux disztribúció.
id: Kubuntu adalah sistem operasi yang mudah digunakan dan memakai basis pada KDE, K Desktop Environment. Mempunyai waktu rilis setiap 6 bulan seperti proyek Ubuntu, Kubuntu adalah distribusi Linux untuk semua orang.
it: Kubuntu è un sistema operativo di facile usabilità basato su KDE, il K Desktop Environment. Con un ciclo di rilascio a scadenze previste di 6 mesi come parte del progetto Ubuntu, Kubuntu è la distribuzione Linux per tutti.
pl: Kubuntu to przyjazny dla użytkownika system operacyjny, bazujący na środowisku KDE wydawany w sześciomiesięcznym cyklu jako część projektu Kubuntu. Kubuntu to dystrybucja linuksa dla każdego.
pt: Kubuntu é um sistema operativo amigável baseado no KDE, o Ambiente de Trabalho K. Com um previsível ciclo de lançamento de 6 meses e parte integrante do projecto Ubuntu, Kubuntu é a distribuição GNU/Linux para todos.
pt_br: Kubuntu é um sistema operacional amigável baseado no KDE, o ambiente K Desktop. Com um ciclo de vida predefinido de 6 meses como parte do projeto Ubuntu, o Kubuntu é a distribuição Linux para todos.
ru: Kubuntu - дружественная пользователю ОС основанная на KDE, разновидности рабочего стола. С предсказуемым 6 месячным циклом разработки в рамках проекта Ubuntu, Kubuntu является дистибутивом Linux для каждого.

source: The team behind Kubuntu makes the following commitment to its users:
ca: L'equip que hi ha darrere de Kubuntu té els següent compromisos amb els usuaris:
cs: Tým stojící za Kubuntu se svým uživatelům zavazuje, že:
de: Das Team hinter Kubuntu macht folgende Versprechen gegenüber den Benutzern:
es: El equipo detrás de Kubuntu se compromete ante sus usuarios a lo siguiente:
fr: L'équipe à l'origine de Kubuntu prend les engagements suivants envers ses utilisateurs :
gl: A equipa por detrás do Kubuntu asume o seguinte compromiso para cos seus utilizadores:
hu: A Kubuntu mögött álló csapat a következő kötelezettséget vállalja felhasználói felé:
id: Tim dibalik Kubuntu membuat komitmen-komitmen berikut ini bagi para penggunanya:
it: Il team dietro Kubuntu dichiara i seguenti impegni verso gli utenti:
ko: 쿠분투 팀은 다음의 헌신을 쿠분투 사용자에게 합니다:
pl: Zespół twórców Kubuntu składa swoim użytkownikom następujące obietnice:
pt: A equipa por detrás do Kubuntu assume o seguinte compromisso para com os seus utilizadores:
pt_br: A equipe por trás do Kubuntu faz o seguinte compromisso com seus usuários:
ru: Команда, стоящая за Kubuntu представляет следующие обязательства своим пользователям:
sk: Tím za Kubuntu sa následne zaväzuje svojim užívateľom:
sl: Ekipa, ki stoji za distribucijo Kubuntu, uporabnikom izjavlja, da se zavezuje k sledečemu:
th: ทีมงานเบื้องหลังคูบันตูได้ให้คำมั่นสัญญาต่อไปนี้ให้กับผู้ใช้:
zh_cn: Kubuntu 团队为用户提供如下承诺：

source: Kubuntu uses the solid base of Ubuntu plus the latest KDE. We are part of the Ubuntu community and use their infrastructure and support. Our mission is to be the best KDE distribution available.
ca: Kubuntu utilitza la sòlida base d'Ubuntu més l'últim KDE. Som part de la comunitat Ubuntu i utilitzem la seva intraestructura i el seu suport. La nostra missió és ser la millor distribució amb el KDE.
cs: Kubuntu je založen na stabilním základu Ubuntu a nejnovější verzi pracovního prostředí KDE. Jsme součástí Ubuntu komunity a využíváme její infrastruktury a podpory. Naším cílem je být nejlepšími z dostupných distribucí založených na KDE.
de: Kubuntu kombiniert die stabile Basis von Ubuntu mit dem aktuellen KDE. Wir sind Teil der Ubuntu Gemeinschaft und benutzen ihre Infrastruktur und Unterstützung. Unser Ziel ist es, die beste Verfügbare KDE-Distribution zu sein.
es: Kubuntu utiliza la sólida base de Ubuntu además de la última versión de KDE. Formamos parte de la comunidad de Ubuntu y utilizamos su infraestructura y apoyo. Nuestra misión es ser la mejor distribución de KDE disponible.
fr: Kubuntu utilise la solide base d'Ubuntu ainsi que la dernière version de KDE. Nous faisons partie de la communauté d'Ubuntu et utilisons leur infrastructure et leur support. Notre mission consiste à fournir la meilleure distribution basée sur KDE possible.
gl: O Kubuntu usa a base sólida do Ubuntu e o KDE máis recente. Facemos parte da comunidade Ubuntu e usamos a súa infraestrutura e axuda. A nosa misión é ser a mellor distribución KDE disponíbel.
hu: A Kubuntu az Ubuntu stabil alapját és a KDE-e használja. Az Ubuntu közösség részei vagyunk és használjuk az infrastruktúrájukat és támogatásukat. Küldetésünk a legjobb elérhető KDE disztribúcióvá válni.
id: Kubuntu berbasis Ubuntu yang solid ditambah versi terakhir KDE. Kami adalah bagian dari komunitas Ubuntu dan menggunakan infrastruktur dan dukungan yang mereka miliki. Misi kami adalah menjadikan Kubuntu sebagai distribusi KDE terbaik yang pernah ada.
it: Kubuntu usa la solida base di Ubuntu più l'ultimo KDE. Siamo parte della comunità di Ubuntu ed usiamo la sua struttura e supporto. La nostra missione è essere la migliore distribuzione KDE disponibile.
ko: 쿠분투는 안정적인 우분투 기반에 더하여 최신의 KDE를 사용 합니다. 우리는 우분투 커뮤니티의 부분이고 우분투의 인프라와 지원을 사용 합니다. 우리의 임무는 최고의 KDE 배포판을 사용할 수 있게 하는 것 입니다.
pl: Kubuntu używa solidnej platformy Ubuntu oraz najnowszych wersji KDE. Jesteśmy częścią społeczności Ubuntu i korzystamy z ich infrastruktury oraz wsparcia. Naszym celem jest dostarczanie najlepszej ze wszystkich dystrybucji KDE.
pt: O Kubuntu usa a base sólida do Ubuntu e o mais recente KDE. Fazemos parte da comunidade Ubuntu e usamos a sua infraestrutura e suporte. A nossa missão é ser a melhor distribuição KDE disponível.
pt_br: Kubuntu usa a sólida base do Ubuntu mais o KDE mais recente. Nós somos parte da comunidade Ubuntu e usamos sua infrasetrutura e suporte. Nossa missão é ser a melhor distribuição KDE disponível.
ru: Kubuntu использует целостную основу Ubuntu плюс последнюю версию KDE. Мы являемся частью сообщества Ubuntu и используем общую инфраструктуру и поддержку. Нашей целью является быть лучшим дистрибутивом KDE, доступным в настоящее время.
sk: Kubuntu používa pevný základ Ubuntu a najnovšie KDE. Sme časť komunity Ubuntu a používame ich infraštuktúru a podporu. Našim cieľom je byť tou najlepšou distribúciou založenou na KDE.
sl: Kubuntu uporablja trdno osnovo Ubunta in najnovejše namizje KDE. Smo del skupnosti Ubuntu in uporabljamo njihovo infrastrukturo in podporo. Naš cilj je biti najboljša distribucija z namizjem KDE.
th: คูบันตูใช้พื้นฐานที่มั่นคงของอูบันตูบวกกับรุ่นล่าสุดของ KDE เราเป็นส่วนหนึ่งของชุมชนอูบันตูและใช้โครงสร้างและบริการสนับสนุนเดียวกัน จุดมุ่งหมายของเราคือเป็นชุดเผยแพร่ที่ดีที่สุดของ KDE
zh_cn: Kubuntu 使用坚实的 Ubuntu 加上最新的 KDE。我们是 Ubuntu 社区的一部分，分享他们的基础组织和支持。我们的任务是成为基于 KDE 的最好发行版。

source: Kubuntu will always be free of charge, and there is no extra fee for an <quote>enterprise edition</quote>, we make our very best work available to everyone on the same free terms.
ca: Kubuntu serà sempre gratuït, i no hi haurà una quota extra per a l'<quote>edició per a empreses</quote>; nosaltres fem que el millor del nostre treball estigui disponible per a tothom en les mateixes condicions de gratuïtat.
cs: Kubuntu bude vždy zdarma, nenabízíme "komerční verzi" za speciální poplatek. Dáváme k dispozici nejlepší výsledky naší práce všem zdarma.
de: Kubuntu wird immer kostenlos sein und es werden nie Extrakosten für eine <quote>Unternehmensversion</quote> auf die Benutzer zukommen. Wir geben unser Bestes für jeden unter den gleichen freien Bedingungen.
es: Kubuntu siempre sera gratuita, y no hay ninguna tasa extra por una <quote>edición empresarial</quote>, ponemos nuestro mejor trabajo a disposición de todos en los mismos términos de gratuidad.
fr: Kubuntu sera toujours gratuit et il n'y aura pas de coût supplémentaire pour une « version entreprise » : nous offrons notre travail à tout le monde et avec les mêmes conditions de gratuité.
gl: Kubunto será sempre gratuíta e non hai nengún pagamento extra por unha <quote>edición empresarial</quote>; poñemos o noso mellor traballo á disposición de todo o mundo nos mesmos termos libres.
hu: A Kubuntu mindig ingyenes lesz, és nincs külön díj a <quote>vállalati kiadásért</quote>, munkánk eredményét ugyanazon szabad feltételek szerint mindenki számára elérhetővé tesszük.
id: Kubuntu akan selalu bebas biaya, dan tidak ada biaya ekstra untuk <quote>edisi enterprise</quote>, kami membuat karya terbaik kami tersedia bagi setiap orang dengan persyaratan-persyaratan yang sama.
it: Kubuntu sarà sempre gratuito, e non ci sarà nessun extra per alcuna <quote>enterprise edition</quote>, rendiamo il nostro miglior lavoro disponibile per tutti agli stessi termini gratuiti.
ko: 쿠분투는 언제나 사용이 공짜이고, <quote>기업용 판</quote> 도 추가의 비용이 없습니다, 우리는 모든 사용자에게 같은 자유라는 말이 적용되도록 최선의 작업을 하고 있습니다.
pl: Kubuntu jest i zawsze pozostanie bezpłatne i nie ma żadnej dodatkowo płatnej <quote>wersji enterprise</quote>, udostępniamy produkt naszej pracy dla każdego na tych samych Wolnych warunkach.
pt: O Kubuntu será sempre livre de encargos, e sem qualquer pagamento extra por uma <quote>edição empresarial</quote>, nós tornamos o nosso melhor trabalho disponível para todos nos mesmos termos livres.
pt_br: Kubuntu será sempre gratuita, e não há nenhuma taxa adicional para uma <quote>edição de empresa</quote>. Nós fazemos nosso melhor trabalho disponível a todos nos mesmos termos livres.
ru: Kubuntu всегда будет оставаться бесплатным, и никогда не будет специальных условий для <quote>корпоративной версии</quote>, мы делаем самое лучшее на что способны для каждого на одних и тех же бесплатных условиях.
sk: Kubuntu bude vždy zadarmo, a neexistuje nijaký poplatok za <quote>plnú verziu</quote>. To najlepšie je k dispozícií pre všetkých pod tými istými slobodnými podmienkami.
sl: Kubuntu bo vedno na voljo brez plačila, kot tudi ni dodatnega plačila za <quote>podjetniško različico</quote>. Naše najboljše delo dajemo na voljo vsem pod istimi prostimi pogoji.
th: คุณสามารถใช้งานคูบันตูโดยไม่เสียค่าใช้จ่าย และรับประกันว่าไม่มีค่าใช้จ่ายเพิ่มเติมสำหรับรุ่นที่ใช้ในระดับองค์กร เราพยายามอย่างเต็มที่ในการพัฒนาซอฟต์แวร์ที่ทุกคนสามารถใช้ได้อย่างเสรี
zh_cn: Kubuntu 永远免费，即便是“企业版本”也毋需额外费用, 我们要把最好的工作成果免费提供给所有人，一视同仁。

source: Kubuntu includes the very best translations and accessibility infrastructure that the Free Software community has to offer, to make Kubuntu usable by as many people as possible.
ca: Kubuntu inclou el millor que ofereix la comunitat de programari lliure en traduccions i infraestructura d'accessibilitat, per fer de Kubuntu una eina usable per al major nombre de persones possible.
cs: Kubuntu obsahuje kvalitní překlady a vstřícnou infrastrukturu, kterou komunita svobodného softwaru dává k dobru, aby tak učinila Kubuntu použitelné pro co nejvíce lidí.
de: Kubuntu enthält die besten Übersetzungen und Barrierefreiheitsinfrastruktur, die die Freie Software Gemeinschaft bietet, um Kubuntu für möglichst viele Personen nutzbar zu machen.
es: Kubuntu incluye las mejores traducciones e infraestructura para accesibilidad que ofrece la comunidad del Software Libre, para que el mayor número posible de personas pueda utilizar Kubuntu.
fr: Afin de rendre Kubuntu utilisable par le maximum de personnes, Kubuntu inclut les meilleures traductions et outils d'accessibilité que la communauté du logiciel libre puisse offrir.
gl: o kubunto inclúe a mellor infraestrutura de accesibilidade e traducións que a comunidade de Software libre ten para oferecer, de modo a tornar o kubuntu utilizábel por tantas persoas como for posíbel.
hu: A Kubuntu a szabadszoftveres közösség által kínálható legjobb fordítási és akadálymentesítési infrastruktúrát használja, hogy a Kubuntu a lehető legtöbb ember számára használható legyen.
id: Kubuntu menyertakan infrastruktur terjemahan dan prasarana aksesibilitas terbaik yang dimiliki oleh komunitas perangkat lunak bebas, hal ini berguna untuk membuat Kubuntu dapat dipergunakan oleh banyak orang.
it: Kubuntu include la migliore infrastruttura di traduzioni ed accessibilità che la comunità del Software Libero possa offrire, allo scopo di rendere Kubuntu usabile da più persone possibili.
ko: 쿠분투는 가능한 많은 사람들이 쿠분투를 사용할 수 있도록 최상의 번역과 자유 소프트웨어 커뮤니티에서 제공하는 접근 인프라를 포함 합니다.
pl: Kubuntu zawiera najlepsze tłumaczenia i infrastrukturę dla osób niepełnosprawnych, które dostarcza społeczność Wolnego Oprogramowania, aby uczynić Kubuntu użytecznym dla tak wielu ludzi, jak to tylko możliwe.
pt: O Kubuntu inclui a melhor infraestrutura de acessibilidade e traduções que a comunidade de Software Livre tem para oferecer, de modo a tornar o Kubuntu utilizável por tantas pessoas quanto possível.
pt_br: Kubuntu inclui as melhores traduções e infraestrutura de acessibilidade que a comunidade de Software Livre tem a oferecer, isso para tornar o Kubuntu usável pelo maior número de pessoas possível.
ru: Kubuntu включает самые лучшие переводы и средства для людей с ограниченными возможностями, которые способно предложить сообщество свободного программного обеспечения, чтобы сделать Kubuntu удобным для набольшего количества людей.
sk: Kubuntu zahŕňa najlepšie preklady a infraštruktúru dostupnosti, ktorou komunita Free Software disponuje, aby mohlo čo najviac ľudí používať Kubuntu.
sl: Kubuntu vključuje najboljše prevode in dostopnostno infrastrukturo, ki jo zmore ponuditi odprtokodna skupnost, da bi bil uporaben za čim več ljudi.
th: คูบันตูได้รับการแปลเป็นภาษาต่างๆ และสนับสนุนการใช้งานโดยผู้พิการและด้อยความสามารถเป็นอย่างดี เพื่อส่งเสริมให้ทุกคนสามารถใช้งาน Ubuntu ได้
zh_cn: Kubuntu 包含了自由软件社区所能提供的最优质的翻译和易用的架构，以期更多的人能享用Kubuntu的易用性。

source: Kubuntu is entirely committed to the principles of free software and open source development; we encourage people to use free and open source software, improve it, and pass it on.
ca: La comunitat Kubuntu està completament compromesa amb els principis de desenvolupament de programari lliure i de codi obert; animem la gent a utilitzar programari lliure i de codi obert, millorar-lo i passar-lo als altres.
cs: Kubuntu je zcela založeno na zásadách vývoje softwaru s otevřeným zdrojovým kódem; povzbuzujeme lidi, aby používali software s otevřeným zdrojovým kódem, aby ho vylepšovali a šířili dál.
de: Kubuntu steht vollständig zu den Prinzipien von Freier Software und Open Source Entwicklung; wir ermutigen Personen freie und Open Source Software zu benutzen, sie zu verbessern und sie weiterzugeben.
es: Kubuntu está totalmente comprometido con los principios de software libre y desarrollo de código abierto; animamos a todos a utilizar software libre y de código abierto, a mejorarlo y a compartirlo.
fr: Kubuntu adhère entièrement aux principes de développement des logiciels libres ; nous vous encourageons à utiliser les logiciels libres, à participer à leur amélioration et à leur diffusion.
gl: O kubunto está totalmente comprometido cos principios do software libre e o desenvolvemento de código aberto; animamos a todos a usar software libre e de código aberto, a melloralo e a pasalo.
hu: A Kubuntu teljesen hű a szabadszoftver- és nyílt forrású fejlesztés alapelveihez; bátorítjuk a szabad és nyílt forrású szoftverek használatát, tökéletesítését és továbbadását.
id: Kubuntu berkomitmen sepenuhnya pada prinsip-prinsip pengembangan free software dan open source; kami mendorong masyarakat untuk menggunakan software free dan open source, mengembangkannya dan menjadi bagian darinya.
it: Kubuntu è impegnato totalmente nei principi dello sviluppo di software libero ed open source; noi incoraggiamo le persone ad usare il software libero ed open source, a migliorarlo, ed a diffonderlo.
ko: 쿠분투는 오픈소스 소프트웨어 개발의 원칙에 전적으로 헌신 합니다; 우리는 사람들이 오픈소스 소프트웨어를 사용하고, 그것을 개선하고 전파하는 것을 장려 합니다.
pl: Kubuntu w pełni trzyma się zasad rozwoju Wolnego i Otwartego Oprogramowania; zachęcamy ludzi do używania Wolnego i Otwartego Oprogramowania, rozwijania go i przekazywania dalej.
pt: O Kubuntu é totalmente comprometido para com os princípios do software livre e desenvolvimento de código aberto; encorajamos as pessoas a usar software livre e de código aberto, a melhorá-lo e a passá-lo.
pt_br: Kubuntu é cometido inteiramente aos princípios do software livre e do desenvolvimento de fonte aberta; nós incentivamos todos a usar software livre e de fonte aberta, melhorá-lo, e distribuí-lo.
ru: Kubuntu полностью построен на принципах свободного ПО и разработки с открытыми исходными кодами. Мы агитируем людей использовать свободное и открытое ПО, улучшать его и распространять.
sk: Kubuntu je úplne oddané princípom voľného softvéru a vývoja open source; nabádame ľudí, aby používali voľný a open source softvér, zlepšovali ho a šírili ho ďalej.
sl: Kubuntu se v celoti zavezuje k načelom prostega programja in odprtokodnega razvoja; ljudi spodbujamo da uporabljajo prosto in odprtokodno programje, ga izboljšajo in posredujejo naprej.
th: โครงการคูบันตูทั้งโครงการนั้นยึดถือแนวคิดการพัฒนาซอฟต์แวร์แบบโอเพนซอร์สอย่างจริงจัง เราส่งเสริมการใช้งานโอเพนซอร์ส และต่อยอดพัฒนาซอฟต์แวร์ให้ดียิ่งขึ้น
zh_cn: Kubuntu 完全遵从自由/开源软件开发的原则；我们鼓励人们使用、完善并传播开源软件。
