Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit të Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Убунту Доцументатион Пројецт)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com（Ubuntu文档项目）
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)

source: Working with Hardware Devices
ast: Trabayar con preseos de hardware
da: Arbejde med hardware-enheder
de: Mit Hardwaregeräten arbeiten
el: Εργασία με συσκευές υλικού
gl: Traballar con dispositivos de hardware
nl: Omgaan met hardware
sl: Delo s strojnimi napravami
sq: Të Punosh me Pajisjet Hardware
sr: Рад са Хардвер уређајима
tr: Donanım aygıtları ile çalışmak
uk: Робота з пристроями
zh_cn: 和硬件设备打交道
zh_tw: 使用硬體裝置

source: Placeholder.
ast: Marcador de posición.
da: Pladsholder.
de: Platzhalter.
el: Αντικαταστάτης
gl: Marcador de posición.
nl: Plaatshouder.
sl: Držalo.
sq: Vendqëndrimi.
sr: Носилац.
tr: Yer tutucu.
uk: Заповнювач.
zh_cn: 占位符。
zh_tw: 預留位置。

source: Credits and License
ast: Créditos y Llicencia
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
gl: Créditos e licenza
nl: Medewerkers en licentie
sl: Zasluge in licenca
sq: Kreditet dhe Liçenca
sr: Заслуге и лиценца
tr: Hazırlayanlar ve Lisans
uk: Подяки та ліцензія
zh_cn: 贡献者与授权许可
zh_tw: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
gl: Este documento é mantido polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina dos contribuidores</ulink>.
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntuja (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>
tr: Bu belge Ubuntu belge takımı tarafından desteklenmektedir. (https://wiki.ubuntu.com/DocumentationTeam). Katkıda bulunanların bir listesini görmek için, <ulink url="../../libs/C/contributors.xml">Katkıda bulunanlar sayfası</ulink> 'na bakın.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>
zh_tw: 本文件由 Ubuntu 文件專案小組（https://wiki.ubuntu.com/DocumentationTeam）維護。相關名單可在 <ulink url="../../libs/C/contributors.xml">貢獻者頁面</ulink> 取得。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
gl: Este documento está dispoñible baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument është i lcencuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под Creative Commons ShareAlike 2.5 лиценцом (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 Lisansı (CC-BY-SA) kapsamındadır.
uk: Цей документ розповсюджується під ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。
zh_tw: 此文件以創用 CC 授權條款「姓名標示-相同方式分享 2.5」授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre pa camudar, agrandar y ameyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos han publicase baxo esta llicencia.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta mesma licenza.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
sl: Izvorno kodo dokumentacije Ubuntuja lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj liçense. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj liçense.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Lisans sözleşmesi kurallarına bağlı kalmak şartıyla, Ubuntu belgelendirme kaynak kodunu değiştirmekte, genişletmekte ve geliştirmekte özgürsünüz. Türetilmiş tüm çalışmalar, bu lisans altında yayımlanmak zorundadır.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.
zh_cn: 你可以基于本许可的条款而自由地对Ubuntu文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。
zh_tw: 您可以在此授權下自由編輯、擴展與改善 Ubuntu 說明文件原始碼，而衍生作品必須依循此同樣的授權條款發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidá, pero ENSIN GARANTÍA DENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de CALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
nl: Deze documentatie wordt verspreid in de hoop dat deze bruikbaar zal zijn, MAAR ZONDER ENIGE GARANTIE; zelfs niet de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL, ZOALS BESCHREVEN IN DE DISCLAIMER.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SIÇ ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је дистрибуирана у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У ОПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ya da HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.
zh_cn: 发布本文档是希望它有用，但它并不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。
zh_tw: 本文件發布的目的是期望它有所用途，但不提供任何擔保﹔對免責聲明裡提及的適銷性和用於某一特定目的適用性，也不承擔任何默示的擔保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza CompartirIgual da Creative Commons</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike-licentie</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e liçensës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası şu adreste bulunabilir: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 本授權條款的副本請參考：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
ast: Proyeutu de documentación d'Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
gl: Proyecto de documentación de Ubuntu
nl: Ubuntu-documentatieproject
sl: Dokumentacijski projekt Ubuntu
sq: dokumentimi mbi projektin ubuntu
sr: Пројектa Убунту документације
tr: Ubuntu Belegelendirme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 說明文件專案

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. та учасники <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员
zh_tw: Canonical Ltd. 與 <placeholder-1/> 成員

source: The Ubuntu Documentation Project
ast: El Proyeutu de documentación d'Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
gl: O proxecto de documentación de Ubuntu
nl: Het Ubuntu-documentatieproject
sl: Dokumentacijski projekt Ubuntu
sq: Projekti mbi dokumentimin e Ubuntu
sr: Пројекaт Убунту документације
tr: Ubuntu Belgelendirme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目
zh_tw: Ubuntu 說明文件專案

source: Your computer consists of a number of connected devices, which are collectively known as computer <emphasis>hardware</emphasis>.
ast: L'ordenador consiste nun númberu de preseos coneutaos, que colectivamente conócense como <emphasis>hardware</emphasis> de l'ordenador.
da: Din computer består af en mængde forbundne enheder, som tilsammen kaldes computer-<emphasis>hardware</emphasis>.
de: Ihr Rechner besteht aus einer Anzahl verbundener Geräte, die zusammen als Computer-<emphasis>Hardware</emphasis> bekannt sind.
el: Ο υπολογιστής σας αποτελείται από ένα αριθμό συσκευών, οι οποίες είναι γνωστές συνολικά ως το <emphasis>υλικό</emphasis> του υπολογιστή
gl: O seu computador consiste en varios dispositivos conectados, coñecidos no seu conxunto como <emphasis>hardware</emphasis>.
nl: Uw computer bestaat uit een aantal met elkaar verbonden apparaten, die gezamenlijk bekendstaan als computer<emphasis>hardware</emphasis>.
sl: Vaš računalnik je sestavljen iz množice povezanih naprav, ki so skupaj poznane kot računalniška <emphasis>strojna oprema</emphasis>.
sq: Kompjuteri juaj përbëhet nga një numër pajisjesh të lidhura, të cilat sëbashku njihen si <emphasis>hardware</emphasis> të kompjuterit.
sr: Ваш рачунар се састоји од одређеног броја повезаних уређаја, који су сви заједно познати као <emphasis>хардвер</emphasis> рачунара.
tr: Bilgisayarınız <emphasis>donanım</emphasis> adı verilen parçaların birbirlerine bağlanması ile meydana gelir.
uk: Ваш комп’ютер складається із ряду з’єднаних пристроїв, які колективно відомі як комп’ютерне <emphasis>апаратне забезпечення</emphasis>.
zh_cn: 你的计算机是由若干被称作计算机<emphasis>硬件</emphasis>的设备组合而成的。
zh_tw: 您的電腦由數個連在一起的裝置組成，統稱為電腦<emphasis>硬體</emphasis>。

source: Ubuntu normally configures your hardware automatically, but there may be occasions when you need to make changes to hardware settings yourself. This section provides information on tools which can be used to configure your hardware.
ast: Ubuntu normalmente configura'l hardware automáticamente, pero puede haber ocasiones que necesites facer cambéos a los axustes del hardware tú mesmu. Esta seición ufre información sobro les ferramientes que pueden usase pa configurar el hardware.
da: Ubuntu konfigurerer normalt din hardware automatisk, men der kan være tilfælde, hvor du skal selv skal foretage ændringer i hardwareindstillingerne. Dette afsnit giver information om værktøjer, som kan bruges til at konfigurere din hardware.
de: Ubuntu konfiguriert Ihre Hardware normalerweise automatisch. Gelegentlich müssen Sie aber Änderungen an den Hardwareeinstellungen selbst vornehmen. In diesem Abschnitt finden Sie Informationen über Hilfsprogramme, mit denen Sie diese Einstellungen vornehmen können.
el: Το Ubuntu κανονικά ρυθμίζει το υλικό σας αυτόματα, αλλά σε ορισμένες περιπτώσεις μπορεί να χρειαστεί να κάνετε αλλαγές μόνοι σας σ' αυτές τις ρυθμίσεις. Αυτή η ενότητα παρέχει πληροφορίες για τα εργαλεία που μπορείτε να χρησιμοποιήσετε, ώστε να ρυθμίσετε το υλικό σας.
gl: Xeralmente Ubuntu configura o seu hardware de xeito automático, pero haberá ocasións nas que pode necesitar facer cambios no hardware por vostede mesmo. Esta sección proporciónalle información sobre ferramentas que pode usar para configurar o seu hardware
nl: Normaal gesproken configureert Ubuntu uw hardware automatisch, maar het kan voorkomen dat u zelf wijzigingen in de hardware-instellingen moet aanbrengen. Deze sectie biedt informatie over welke hulpmiddelen er gebruikt kunnen worden om uw hardware te configureren.
sl: Ubuntu ponavadi samodejno nastavi vašo strojno opremo, vendar boste morda morali občasno sami spremeniti nastavitve strojne opreme. Ta odsek vsebuje podatke o orodjih, ki jih lahko uporabite za nastavitev strojne opreme.
sq: Ubuntu zakonisht i konfiguron hardware-t tuaj automatikisht, por ka raste kur juve ju nevojitet që t'i bëni ndryshme vetë parametrave të hardware. Ky seksino ju jep informacion për mjetet që mund të përdoren për të konfiguruar hardware-t tuaja.
sr: Убунту аутоматски конфигурише Ваш хардвер, али може бити случајева када морате сами да извршите промене у подешавањима хардвера. Овај одељак пружа информације о алатима који могу бити коришћени за конфигурисање хардвера.
tr: Normalde Ubuntu donanımınızı otomatik olarak ayarlar, ama bazen donanım ayarlarını kendinizin değiştirmeye ihtiyacınız olduğu durumlar olabilir. Bu bölüm, donanımızını ayarlamanıza yardımcı olacak araçlar hakkında bilgi sunar.
uk: Ubuntu зазвичай автоматично настроює ваші апаратні пристрої, проте бувають випадки коли вам самостійно необхідно зробити зміни до налаштувань апаратних пристроїв. Дана секція містить інформацію про інструменти, що можуть використовуватись при налаштуванні вашого апаратного забезпечення.
zh_cn: Ubuntu通常能够自动的配置您的硬件，但是有些特殊的场合您希望能够自己改变硬件的设置，这方面有工具提供信息，这些工具能够用来配置您的硬件。
zh_tw: 通常 Ubuntu 會自動設定您的硬體，但有時您需要自行修改硬體設定。這個章節提供該您自行設定硬體的工具資訊。

source: Proprietary drivers
ast: Controladores propietarios
da: Proprietære drivere
de: Proprietäre Treiber
el: Κλειστοί (ιδιοταγείς) οδηγοί
gl: Controladores privativos
nl: Niet-vrije stuurprogramma's
sl: Lastniški gonilniki
sq: Drivera në pronësi
sr: Власнички драјвери
tr: Sahipli sürücüler
uk: Закриті (пропрієтарні) драйвери
zh_cn: 专有驱动
zh_tw: 專有驅動程式

source: Some devices attached to your computer may need proprietary drivers to be installed in order to work properly.
ast: Dalgunos dispositivos coneutaos al to ordenador pueden necesitar controladores propietarios pa furrular correutamente.
da: Nogle enheder, der er tilsluttet din computer, kan have brug for, at der bliver installeret proprietære drivere, for at de virker korrekt.
de: Einige an Ihren Rechner angeschlossene Geräte könnten proprietäre Treiber benötigen, um vollständig zu funktionieren.
el: Κάποια από τα εξαρτήματα του υπολογιστή σας μπορεί να χρειάζονται την εγκατάσταση κλειστών (ιδιοταγών) οδηγών ώστε να λειτουργήσουν κανονικά.
gl: Algúns dos dispositivos conectados ao computador poden precisar que se instalen controladores privativos para que funcionen axeitadamente.
nl: Sommige apparaten die u aansluit op uw computer hebben niet-vrije stuurprogramma's nodig om correct te werken.
sl: Nekatere naprave, priključene na vaš računalnik, morda zahtevajo nameščene lastniške gonilnike, da bodo pravilno delovale.
sq: Disa pajisje të lidhura me kompjuterin tuaj mund të kenë nevojë për drivera në pronësi që të instalohen në mënyrë që ato të punojnë siç duhet.
sr: Неки уређаји прикључени на Ваш рачунар могу требати власничке драјвере да би исправно функционисали.
tr: Bilgisayarınıza bağlı bazı aygıtların düzgün çalışabilmesi için sahipli sürücülerin kurulumu gerekebilir.
uk: Деяким пристроям які підключені до вашого комп'ютера можуть знадобитися закриті (пропрієтарні) драйвери для установки, щоб працювати правильно.
zh_cn: 你的计算机所连接的有些设备可能需要安装专有驱动以便正常工作。
zh_tw: 電腦的某些裝置可能需要安裝專有驅動程式來讓它們正常運作。

source: Why are some drivers proprietary?
ast: ¿Qué ye un controlador propietariu?
da: Hvorfor er nogle drivere proprietære?
de: Warum sind einige Treiber proprietär?
el: Γιατί κάποιοι οδηγοί είναι κλειστοί;
gl: Por que son privativos algúns controladores?
nl: Waarom zijn sommige stuurprogramma's niet-vrij?
sl: Zakaj so nekateri gonilniki lastniški?
sq: Pse disa drivera janë në pronësi?
sr: Зашто су неки драјвери власнички?
tr: Neden bazı sürücüler sahiplidir?
uk: Чому деякі драйвери закриті (пропрієтарні)?
zh_cn: 为什么需要专有驱动？
zh_tw: 為何一些驅動程式會有專利呢？
