Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: Some computers are unable to suspend or hibernate correctly with Ubuntu. If this is the case for your computer, you may notice some of the following symptoms:
ast: Dellos equipos nun pueden suspendese o ivernar correchamente con Ubuntu. Si ye'l casu del to ordenador, puedes notar algún síntoma d'estos:
da: Nogle computere kan ikke gå korrekt i hvile eller dvale med Ubuntu. Hvis det er tilfældet for din computer, kan du opleve et eller flere af de følgende symptomer:
de: Einige Rechner lassen sich unter Ubuntu nicht richtig in den Bereitschafts- oder den Ruhezustand versetzen. Wenn das bei Ihrem Rechner der Fall ist, werden Sie vielleicht eines der folgenden Symptome bemerken:
el: Μερικοί υπολογιστές αδυνατούν να μεταβούν σωστά σε κατάσταση αναστολής ή αδρανοποίησης στο Ubuntu. Εάν αυτό συμβαίνει στον υπολογιστή σας, μπορεί να διαπιστώσετε μερικά από τα ακόλουθα συμπτώματα:
gl: Algúns computadores non se poden suspender ou hibernar correctamente con Ubuntu. Se iso é o que lle acontece ao seu, pode que perciba algún dos síntomas seguintes:
nl: Sommige computers kunnen door Ubuntu niet goed in de pauze- of slaapstand worden gebracht. Als dit het geval is bij uw computer kunt u de volgende problemen ervaren:
sl: Nekateri računalniki v Ubuntu niso sposobni pravilno preiti v stanje pripravljenosti ali hibernacijo. Če je tako tudi z vašim računalnikom, lahko opazite sledeče pokazatelje:
sq: Disa kompjutera nuk janë të gjendje të pezullohen apo hibernojnë siç duhet me Ubuntu. Nëse ky është rasti me kompjuterin tuaj, ju mund të dalloni disa nga simptomat që vijojnë:
sr: Неки рачунари нису у стању да обуставе или замрзну исправно у Убунтуу. Ако је ово случај са Вашим рачунаром, можда ћете приметити неке од следећих симптома:
tr: Bazı bilgisayarlar Ubuntu ile tam olarak askıya alma ya da hazırda bekletme yapamazlar. Sizin bilgisayarınız da bu durumdaysa aşağıdaki belirtilerden bazılarına dikkat etmelisiniz.
uk: Деякі комп’ютери не призупиняються або не засинають коректно з Ubuntu. Якщо ваш комп’ютер підпадає під цей випадок, ви можете помітити деякі з таких симптомів:
zh_cn: 一些电脑使用ubuntu无法正确暂停或休眠。如果是这种情况在您的计算机上发生，您可能会注意到以下症状：
zh_tw: 有些電腦在 Ubuntu 無法正確暫停或休眠。如果這發生在您的電腦，您會發現以下徵兆：

source: The computer does not turn off after you click to hibernate it.
ast: L'ordenador nun s'apaga dempués de calcar pa ivernalu.
da: Computeren slukker ikke, efter at du har klikket for at sætte den i dvale.
de: Der Rechner schaltet sich nicht aus, nachdem Sie ihn in den Ruhezustand versetzt haben.
el: Ο υπολογιστής δεν σβήνει όταν επιλέγετε την αδρανοποίηση.
gl: O computador non se apaga cando se preme para que hiberne.
nl: De computer schakelt zichzelf niet uit wanneer u voor de pauzestand kiest.
sl: Računalnik se ne izklopi po tem, ko kliknete za prehod v hibernacijo
sq: Kompjuteri nuk fiket pasi keni klikuar për ta hibernuar atë.
sr: Рачунар се не искључује након што сте кликнули за замрзавање.
tr: Hazırda bekletmeye tıkladıktan sonra bilgisayar kapanmaz.
uk: Комп’ютер не вимикається після того, як ви натиснули на переведення у режим сну.
zh_cn: 当您点击使计算机休眠（hibernate）后，它没有关闭。
zh_tw: 執行休眠後電腦沒有關閉電源。

source: When you turn the computer on after hibernating it, your previously open programs are not restored.
ast: Cuando esconsoñes l'equipu tres d'ivernalu, los programes que taben abiertos nun se restauren.
da: Dine tidligere åbne programmer bliver ikke gendannet, når du tænder computeren igen efter dvale.
de: Wenn Sie Ihren Rechner einschalten, nachdem Sie ihn in den Ruhezustand versetzt haben, werden Ihre zuvor geöffneten Programme nicht wieder hergestellt.
el: Όταν επαναφέρετε τον υπολογιστή από την αδρανοποίηση, τα προηγουμένως ανοικτά προγράμματά σας δεν επανέρχονται.
gl: Cando se acende o computador despois de telo hibernado non se restauran os programas que antes estaban abertos.
nl: Wanneer u de computer weer aanzet nadat hij in de pauzestand was gezet worden de programma's die u eerder had openstaan niet teruggezet.
sl: Ob vklopu računalnika iz hibernacije se vaši predhodno odprti programi ne obnovijo.
sq: Kur ju e ndizni kompjuterin pasi e keni hibernuar, programet që më parë i kishit të hapura nuk rikthehen.
sr: Када укључите рачунар након замрзавања, Ваши претходно отворени програми нису враћени.
tr: Uykuya almadan sonra bilgisayarınızı açtığınızda, önceden açık olan programlarınız eski haline gelmez.
uk: Коли ви вмикаєте комп’ютер після переведення у режим сну, ваші відкриті раніше програми не відновлюються.
zh_cn: 启动休眠的计算机时，不会自动恢复先前打开的程序。
zh_tw: 在休眠後再次開啟電腦時，您之前開啟的程式狀態並未回復。

source: The computer will not wake up after you have suspended it.
ast: L'equipu nun esconsoña dempués de suspendelu.
da: Computeren vågner ikke op, efter du har sat den i hvile.
de: Der Rechner wacht nicht mehr auf, nachdem Sie ihn in Bereitschaft versetzt haben.
el: Ο υπολογιστής δεν επανέρχεται από την κατάσταση αδρανοποίσης.
gl: O computador non se recupera despois de telo suspendido.
nl: De computer komt niet uit de slaapstand.
sl: Računalnik se noče zbuditi iz stanja pripravljenosti.
sq: Kompjuteri nuk ndizet pasi e keni pezulluar atë.
sr: Рачунар се не буди након што сте га обуставили.
tr: Bilgisayar askıya alındıktan sonra uyanmayacaktır.
uk: Комп’ютер не прокидається після того, як ви призупинили його.
zh_cn: 当您挂起（suspend）计算机后，它将不会醒来。
zh_tw: 無法喚醒暫停狀態的電腦。

source: Certain programs or hardware devices stop working correctly after resuming from hibernation or waking-up from being suspended.
ast: Ciertos programes o preseos de hardware dexen de trabayar correcho al tornar de la ivernación o al espertar de la suspensión.
da: Visse programmer og hardware-enheder virker ikke længere korrekt efter genoptagelse fra dvaletilstand eller opvågning fra hviletilstand.
de: Einige Programme oder einige Hardwarekomponenten arbeiten nicht mehr richtig, nachdem der Rechner aus dem Tiefschlaf oder dem Ruhezustand aufgewacht ist.
el: Ορισμένα προγράμματα ή συσκευές υλικού σταματούν να λειτουργούν σωστά μετά την επαναφορά από την κατάσταση αδρανοποίησης ή αναστολής.
gl: Certos programas e dispositivos de hardware deixan de funcionar correctamente despois de se recuperar da hibernación ou de seren suspendidos.
nl: Sommige programma's of apparaten werken niet meer correct nadat de computer uit de pauze- of slaapstand is gehaald.
sl: Določeni programi ali strojna oprema po nadaljevanju iz hibernacije ali stanja pripravljenosti ne delujejo pravilno.
sq: Disa programe apo pajisje hardware ndalin punën korrekte pasi dalin nga hibernimi apo kur ngrihen pasi janë pezulluar.
sr: Одређени програми или хардверски уређаји престају да раде исправно након враћања из стања замрзавања или буђења након што обустављања.
tr: Belli programlar ya da donanım aygıtları uykudan geri alındıktan ya da askıya alındıktan sonra doğru şekilde çalışmayı durdururlar.
uk: Деякі програми або пристрої перестають коректно працювати після відновлення з режимів призупинення або сну.
zh_cn: 当从休眠或挂起中唤醒后某些程序或硬件设备停止正常工作。
zh_tw: 在重新啟動休眠的電腦或喚醒暫停的電腦之後，有些程式或硬體無法正常運作。

source: If you suffer from any of these problems, you should report a bug to <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. The problems will hopefully be fixed in a subsequent version of Ubuntu. You may also like to see if the <link linkend="pm-general-method">General method for trying to get suspend and hibernate working</link> works for you.
gl: Se vostede sofre algún destes problemas, debe informar dun fallo a <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ ulink>. Agardase que os problemas se solucionen na seguinte versión de Ubuntu. Pode tentar probar se o <link linkend="pm-general-method">Método xeral para tentar que funcionen a suspensión e a hibernación</ link> funciona no seu caso.
sq: Nëse vuani nga ndonjë prej këtyre problemeve, ju duhet të raportoni një gabim tek <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Ka shumë mundësi që problemet të rregullohen në një version pasardhës të Ubuntu. ju mund të dëshironi të shihni nëse <link linkend="pm-general-method">Metoda e përgjithshme për të bërë pezullimin apo hibernimin të punojë</link> fuksionon për ju.

source: If your hardware does not work properly after suspending or hibernating your computer, restart your computer and it should return to normal. If a program does not work properly, try closing the program and then starting it again.
ast: Si el to hardware nun funciona correutamente tres de suspender o ivernar l'equipu, reanicia l'ordenador y tendría que volver a la normalidá. Si un programa nun funciona correutamente, tenta zarrar el programa y lluéu vuelve anicialu.
da: Hvis din hardware ikke virker korrekt, efter at din computer har været i hvile eller dvale, kan du genstarte computeren, hvorefter den bør virke normalt igen. Hvis et program ikke virker korrekt, kan du forsøge at lukke programmet og starte det igen.
de: Wenn Ihre Hardware nicht mehr richtig funktioniert, nachdem der Rechner aus dem Ruhezustand oder der Bereitschaft aufgewacht ist, starten Sie Ihren Rechner neu und alles sollte so wie gewohnt sein. Wenn ein Programm nicht mehr richtig funktioniert, versuchen Sie es zu schließen und anschließend neu zu starten.
el: Εάν το υλικό σας δεν δουλεύει σωστά μετά την αναστολή ή αδρανοποίηση του υπολογιστή, επανεκκινήστε τον υπολογιστή και θα πρέπει να επανέλθει σε κανονική λειτουργία. Εάν μια εφαρμογή δεν δουλεύει σωστά, προσπαθήστε να κλείσετε την εφαρμογή και να την εκκινήσετε εκ νέου.
gl: Se o hardware non funciona axeitadam,ente despois de suspender ou hibernar o computador, reinicie o computador e xa debería volver á normalidade. Si un aplicativo non funciona correctamente, probe a pechar o aplicativo e despois comezar de novo.
nl: Als sommige apparaten niet correct werken na het uit de pauze- of slaapstand halen van uw computer dient u uw computer opnieuw op te starten. Wanneer een programma niet correct werkt, kunt u dit sluiten en opnieuw openen.
sl: Če vaša strojna oprema po prehodu v stanje pripravljenosti ali hibernacijo ne deluje pravilno, naj bi se le-ta z ponovnim zagonom vašega računalnika povrnila v običajno delovanje. Če kakšen program ne deluje pravilno, ga poskusite zapreti in ponovno zagnati.
sq: Nëse hardware juaj nuk punon siç duhet pasi është pezulluar apo hibernuar kompjuteri, rindizei kompjuterin dhe ai do t'i rikthehet normalitetit. Nëse një program nuk punon siç duhet, provoni ta mbyllni programin dhe pastaj hapeni përsëri atë.
sr: Ако Ваш хардвер не ради исправно након обустављања или замрзавања рачунара, поново покрените рачунар и требало би да се врате у нормалу. Ако програм не ради исправно, покушајте да затворите програм и да га поново покренете.
tr: Eğer donanımınız askıya veya uykuya aldıktan sonra olması gerektiği gibi çalışmıyorsa, bilgisayarınızı yeniden başlatın, normale dönecektir. Eğer bir program düzgün şekilde çalışmazsa programı kapatıp yeniden çalıştırın.
uk: Якщо ваше апаратне устаткування не працює коректно після призупинення чи засинання комп’ютера, перезавантажте ваш комп’ютер і він повинен повернутися до нормальної роботи. Якщо програма не працює коректно, спробуйте закрити її і виконати знову.
zh_cn: 如果由于暂停或休眠计算机不当而引起硬件工作问题，重启你的计算机，它应该会回到正常状态。如果有一个程序运行出问题，试着关闭它然后重新启动这个程序。
zh_tw: 如果您的硬體在暫停或休眠後沒有正常運作，重新啟動電腦可以回復正常。如果某個程式運作不正常，將之關閉再重新啟動。

source: Make sure that you save all of your open documents before testing for suspend and hibernate problems.
ast: Asegúrate de guardar tolos documentos abiertos enantes de probar si dan problemes suspender ya ivernar.
da: Sørg for at gemme alle dine åbne dokumenter, før du tester hvile- og dvaleproblemer.
de: Stellen Sie sicher, dass Sie all Ihre offenen Dokumente gesichert haben, bevor Sie den Ruhezustand oder den Bereitschaftsmodus ausprobieren.
el: Προσέξτε να αποθηκεύσετε όλα τα ανοικτά έγγραφά σας πριν προβείτε σε δοκιμές για αντιμετώπιση προβλημάτων αναστολή και αδρανοποίησης.
gl: Asegúrese de ter gardados todos os documentos abiertos antes das probas de problemas para suspender e hibernar.
nl: Zorg ervoor dat u al uw bestanden opslaat voordat u controleert of het in pauze- of slaapstand zetten geen problemen veroorzaakt.
sl: Preden pričnete s preizkušanjem morebitnih težav pri pošiljanju računalnika v stanje pripravljenosti ali hibernacijo, se prepričajte, da so vsi vaši odprti dokumenti varno shranjeni.
sq: Sigurohuni që tÇi keni ruajtur të gjitha dokumentet tuaja para se të testoni problemet tuaja të pezullimit dhe hibernimit.
sr: Уверите се да сачувате све отворене документе пре тестирања проблема обустављања и замрзавања.
tr: Uykuya alma ve askıda bırakma problemlerinizi test etmeden önce tüm açık dökümanlarınızı kaydettiğinizden emin olun.
uk: Переконайтеся, що ви зберегли все ваші відкриті документи до того, як випробувати призупинення або засинання.
zh_cn: 在测试挂起和休眠问题前请确认您保存了所有打开的文档。
zh_tw: 測試暫停與休眠問題之前請確定已儲存所開啟的檔案。

source: General method for trying to get suspend and hibernate working
gl: Método xeral para tentar que funcionen a suspensión e a hibernación.
sq: Metodë e përgjithshme për tu përpjekur që të bëni të punojë pezullimi dhe hibernimi

source: You may be able to get suspend and hibernate working on your computer, but this can involve a lot of work. The method below should work for many computers. If it does not work for yours, please seek support using one of the many help and support channels for Ubuntu.
gl: Debe ser posible obter a suspensión e hibernación cando traballe co seu computador, aínda que iso pode supor un gran traballo. O método de en baixo debería funcionar para a maioría dos computadores. Se non funciona para o seu, busque axuda nalgún dos moitos canles de axuda e asistencia para Ubuntu.
sq: Ju mund të jeni në gjendje që të bëni që pezullimi dhe hibernimi të punojnë në kompjuterin tuaj, por kjo mund të kërkojë shumë punë. Metoda e mëposhtme duhet të punojë për shumë kompjutera. Nëse ajo nuk punon për të tuajin, ju lutemi kërkoni mbështetje duke përdorur një nga kanalet e shumta të mbështetjes dhe ndihmës në Ubuntu.

source: Download the <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker script</ulink> to your Home folder.
gl: Descargue o <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> script Quirk Checker</ulink> ao seu cartafol persoal.
sq: Shkarkoni <ulink url="http://people.freedesktop.org/~hughsient/quirk/quirk-suspend-debug.html"> Quirk Checker script</ulink> në folderin tuaj bazë.

source: Find the <filename>quirk-checker.sh</filename> file in your Home folder, right-click it and select <guilabel>Properties</guilabel>. Select the <guilabel>Permissions</guilabel> tab, check <guilabel>Allow executing file as program</guilabel> and click <guibutton>Close</guibutton>.
gl: Busque o ficheiro <filename>quirk-checker.sh</filename> no seu cartafol persoal, prema no botón dereito e seleccione <guilabel>Propiedades</ guilabel>. Seleccione o separador <guilabel>Permisos</guilabel> marque <guilabel>Permitir executar o ficheiro como un programa</guilabel> e faga clic en <guibutton>Pechar</guibutton>.
sq: Gjeni skedarin <filename>quirk-checker.sh</filename> në folderin tuaj bazë, klikoni me të djathtën mbi të dhe zgjidhni <guilabel>Parametrat</guilabel>. Zgjidhni tabelën <guilabel>Lejet</guilabel>, zgjidhni <guilabel>Lejo ekzekutimin e skedarit si program</guilabel> dhe klikoni <guibutton>Mbylle</guibutton>.

source: Open a Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), type <userinput>./quirk-checker.sh</userinput> and press <keycap>Enter</keycap>.
gl: Abra un terminal (<menuchoice><guimenu>Aplicacións</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), escriba <userinput>./quirk-checker.sh</userinput> e prema <keycap>Intro</keycap>.
sq: Hapni një Terminal (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>), shtypni <userinput>./quirk-checker.sh</userinput> dhe klikoni <keycap>Enter</keycap>.

source: Follow the suggestions that the script makes. These may involve editing important system files, so you should seek support if you are unsure of what you are doing.
gl: Siga as suxestións que lle faga o script. Estas poden incluir a edición de ficheiros importantes do sistema, polo que debe buscar axuda se non está seguro do que está a facer.
sq: Ndiqni sugjerimet që krijon skripti. Kjo mund të bëjë që të modifikoni skedarë të rëndësishëm të sistemit, ndaj ju duhet të kërkoni ndihmë nëse nuk jeni i sigurtë në atë që po bëni.

source: Before making the changes recommended by the Quirk Checker, create back-up copies of the files that you are going to change.
gl: Antes de facer os cambios recomendados por Quirk Checker, cree copias de seguridade dos ficheiros que se vaian a cambiar.
sq: Para se të kryeni ndryshimet e rekomanduara nga Quirk Checker, krijoni kopje mbështetëse të skedarëve që ju dëshironi të ndryshoni.

source: Why do I get a strange pattern on the screen when I hibernate my computer?
ast: ¿Por qué apaez un patrón raru na pantalla cuando iverno'l mio equipu?
da: Hvorfor får jeg et underligt mønster på skærmen, når jeg sætter computeren i dvale?
de: Wieso sehe ich komische Muster auf meinem Bildschirm, wenn ich meinen Rechner in den Ruhezustand versetze?
el: Γιατί εμφανίζεται ένα περίεργο σχήμα στην οθόνη, όταν θέτω τον υπολογιστή σε κατάσταση αδρανοποίησης;
gl: Por qué aparece un patrón estrano na pantalla cuando hiberno o meu computador?
nl: Waarom krijg ik een vreemd patroon op het scherm wanneer ik mijn computer in de pauzestand breng?
sl: Zakaj se mi ob hibernaciji na zaslonu prikaže nenavaden vzorec?
sq: Pse më del një vizë e çuditshme në ekran kur hibernoj kompjuterin?
sr: Зашто се појављује чудна шема на екрану приликом замрзавања рачунара?
tr: Bilgisayarımı hazırda bekletmeye aldıktan sonra, niçin ekranda garip desenler oluşuyor?
uk: Чому у мене на екрані з’являється дивне зображення, коли я переводжу комп’ютер у режим сну?
zh_cn: 为什么当我启动我的电脑时有一个奇怪的图案出现在屏幕上？
zh_tw: 為何電腦休眠時螢幕會出現奇怪圖樣？

source: Your screen may show a black and white pattern just after you click to hibernate your computer. This is usually nothing to worry about and is just how the graphics cards of some computers respond to the initial stages of the hibernation process.
ast: To pantalla puede amosar un patrón blancu y negru xusto dempués de calcar pa ivernar l'equipu. Normalmente nun ye pa preocupase y ye namái la respuesta de les tarxetes gráfiques de dalgunos equipos nes primeres etapes del procesu d'ivernación.
da: Din skærm viser måske et sort og hvidt mønster lige efter, at du har klikket for at sætte din computer i dvale. Dette er normalt ikke noget, man bør bekymre sig om, og det er blot den måde nogle computeres grafikkort reagerer på de indledende trin i dvaleprocessen.
de: Ihr Bildschirm kann, direkt nachdem Sie Ihn in den Ruhezustand versetzt haben, schwarze und weiße Muster anzeigen. Das ist normalerweise kein Grund zur Sorge, es ist nur die Reaktion einiger Grafikkarten auf die ersten Phasen beim Versetzen in den Ruhezustand.
el: Η οθόνη σας μπορεί να εμφανίσει ένα ασπρόμαυρο σχήμα ακριβώς όταν επιλέγετε να θέσετε τον υπολογιστή σας σε κατάσταση αδρανοποίησης. Αυτό συνήθως δεν είναι κάτι ανησυχητικό κι είναι απλά ο τρόπος με τον οποίο κάποιες κάρτες γραφικών αντιδρούν στα αρχικά στάδια της διαδικασίας αδρανοποίησης.
gl: A súa pantalla pode amosar un patrón branco e negro, xusto despois de facer clic para hibernar o computador. En xeral non é un problema, xa que é así como as tarxetas gráficas de algúns computadores responden na etapa inicial do proceso de hibernación.
nl: Uw scherm kan een zwart-wit patroon vertonen kort nadat u voor de pauzestand heeft gekozen. Dit kan geen kwaad, het heeft te maken met de manier waarop grafische kaarten reageren op de eerste stappen van het in de pauzestand brengen van de computer.
sl: Na zaslonu se vam lahko po kliku za prehod v hibernacijo pojavi nenavaden vzorec. Ni razlogov za skrb, saj je to le odziv nekaterih grafičnih kartic na začetne stopnje procesa hibernacije.
sq: Ekrani juaj mund të shfaqë disa vija bardh e zi menjëherë pasi ju klikoni për të hibernuar kompjuterin tuaj. Kjo zakonisht nuk ka asgjë për tu shqetësuar dhe ndodh sepse kartat grafike të disa kompjuterave i përgjigjen në këtë mënyrë hapave fillestare të proçesit të hibernimit.
sr: Екран може приказати црно-белу шему одмах након што сте активирали замрзавање рачунара. Ово обично не треба да Вас брине јер је то начин на који графичке картице неких рачунара одговарају на иницијалне фазе процеса замрзавања.
tr: Bilgisayarınızı hazırda bekletmeye aldıktan hemen sonra, ekranınız siyah ve beyaz desenler gösterebilir. Bu, endişe edilecek bir durum olmamakla beraber, bazı bilgisayarların ekran kartlarının hazırda bekletme işleminin başlangıç aşamasında verdiği tepkidir.
uk: Ваш екран може показувати чорно-біле зображення одразу після того, як ви натиснули "перейти у режим сну". Зазвичай це не привід для хвилювання, просто графічні плати деяких комп’ютерів так реагують на початкові стадії процесу переходу у режим сну.
zh_cn: 当您点击休眠时，屏幕会显示黑白相见的图案。这通常没有什么好担心的，仅仅是一些电脑的显卡对休眠进程的初始阶段作出的反应。
zh_tw: 在您的電腦休眠後，螢幕上可能會出現白色或黑色的圖樣。通常這並不需要擔心，它只是某些顯示卡在休眠時回應起始階段。
