Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: Proprietary drivers are drivers for your hardware which are not freely available or open-source.
ast: Un controlador propietariu ye un controlador d'hardware que nun ye de llibre disposición o nun ye de códigu abiertu.
da: Proprietære drivere er drivere til din hardware, som ikke er frit tilgængelige eller med åben kildekode.
de: Proprietäre Treiber sind Treiber für Ihre Hardware, die nicht frei verfügbar sind und keinen öffentlichen Quellcode besitzen.
el: Οι κλειστοί (ιδιοταγείς) οδηγοί είναι οι οδηγοί για το υλικό του υπολογιστή σας που δεν είναι ελεύθερα διαθέσιμοι ή ανοιχτού κώδικα (ελ/λακ).
gl: Os controladores privativos son controladores de hardware que non están dispoñibles libremente ou como código aberto.
nl: Niet-vrije stuurprogramma's zijn stuurprogramma's voor uw hardware die niet opensource of vrij beschikbaar zijn.
sl: Lastniški gonilniki so gonilniki za vašo strojno opremo, ki niso prosto dostopni ali odprtokodni.
sq: Driverat në pronësi janë drivera për hardware-t tuaja të cilat nuk janë të disponueshme falas ose nuk kanë burim të hapur.
sr: Власнички драјвери су драјвери хардвера који нису слободно доступни или отвореног кôда.
tr: Sahipli sürücüler, donanımınız için özgür olarak sunulmayan ya da açık-kaynak olmayan sürücülerdir.
uk: Закриті (пропрієтарні) драйвери — це драйвери для вашого обладнання, які не є вільно доступними, чи початкові коди яких закриті.
zh_cn: 专有驱动是不可自由获得或非开源的硬件驱动。
zh_tw: 專有驅動程式是指並非無限制可用或開放原始碼的驅動程式。

source: Most of the devices (hardware) attached to your computer should function properly in Ubuntu. These devices are likely to have <emphasis>free</emphasis> drivers, which means that the drivers can be modified by the Ubuntu developers and problems with them can be fixed.
ast: La mayoría de los preseos (hardware) coneutaos al so equipu tendríen de funcionar correcho n'Ubuntu. Esos preseos dablemente dispongan de controladores <emphasis>llibres</emphasis>, lo que significa que los desendolcadores d'Ubuntu pueden modificalos pa iguar problemes con ellos.
da: De fleste enheder (hardware), som er tilsluttet din computer, bør virke korrekt i Ubuntu. Disse enheder har med stor sandsynlighed <emphasis>frie</emphasis> drivere, hvilket betyder, at driverne kan tilpasses af Ubuntu-udviklerne, og problemer med dem blive løst.
de: Die meisten an Ihren Rechner angeschlossenen Geräte (Hardware) sollten unter Ubuntu einwandfrei funktionieren. Diese Geräte haben höchstwahrscheinlich <emphasis>freie</emphasis> Treiber. Das bedeutet, dass diese Treiber von den Ubuntu-Entwicklern verändert werden und Probleme beseitigt werden können.
el: Τα περισσότερα από τα εξαρτήματα (υλικό) πάνω στον υπολογιστή σας θα λειτουργήσουν σωστά στο Ubuntu. Αυτά τα εξαρτήματα πιθανότατα θα έχουν <emphasis>ελεύθερους</emphasis> οδηγούς, πράγμα που σημαίνει ότι οι οδηγοί μπορούν να μετατραπούν από τους υπεύθυνους ανάπτυξης του Ubuntu και τα προβλήματα τους να διορθωθούν.
gl: A maioría dos dispositivos (hardware) conectados ao computador deberían funcionar axeitadamente en Ubuntu. O máis probáble é que estes dispositivos teñan controladores <emphasis>libres</emphasis>, o que significa que os programadores de Ubuntu poden modificar os controladores e arranxar os problemas que teñan.
nl: De meeste apparaten (hardware) die u op uw computer zijn aangesloten zouden goed moeten werken in Ubuntu. Deze apparaten hebben meestal <emphasis>vrije</emphasis> stuurprogramma's, hetgeen betekent dat ze aangepast kunnen worden door de ontwikkelaars van Ubuntu en dat eventuele problemen ermee kunnen worden verholpen.
sl: Večina naprav (strojne opreme) priključenih na računalnik, bi moralo v Ubuntu pravilno delovati. Te naprave imajo po vsej verjetnosti <emphasis>proste</emphasis> gonilnike, kar pomeni, da lahko gonilnike spremenijo razvijalci Ubuntuja in tako popravijo napake.
sq: Shumica e pajisjeve (hardware) të lidhura me kompjuterin tuaj do të funksionjnë siç duhet me Ubuntu. Këto pajisje ka shumë mundësi që të kenë drivera <emphasis>falas</emphasis>, gjë që do të thotë se këto drivera mund të modifikohen nga zhvilluesit e Ubuntu dhe problemet me ta mund të rregullohen.
sr: Већина уређаја (хардвера) прикључених на Ваш рачунар требало би да исправно функционишу у Убунтуу. Ови уређаји вероватно имају <emphasis>слободне</emphasis> драјвере, што значи да Убунту програмери могу да измене драјвере и да њихови проблеми могу бити поправљени.
tr: Bilgisayarınıza ekli aygıtların (donanım) çoğu Ubuntu'da sorunsuzca çalışabilir. Bu aygıtlar Ubuntu geliştiricileri tarafından düzenlenebilen <emphasis>özgür</emphasis> sürücülere sahiptir ve sorunları düzeltilebilir.
uk: Більшість пристроїв, що знаходяться в вашому комп'ютері, повинні функціонувати належним чином в Ubuntu. Ці пристрої можуть використовувати <emphasis>вільні</emphasis> драйвери, а це означає, що драйвери пристроїв можуть бути змінені розробниками Ubuntu, а проблеми з ними можуть бути виправлені.
zh_cn: 大多数连接到你的计算机的设备(硬件)应该在 Ubuntu 能正常工作。这些设备通常有<emphasis>自由</emphasis>驱动，这意味着该驱动可以被 Ubuntu 开发人员修改并可修复其存在的问题。
zh_tw: 電腦上大部分的裝置 (硬體) 都可以在 Ubuntu 上正確的運作。這些裝置可能有<emphasis>自由的</emphasis>驅動程式，Ubuntu 開發者可以調整這些驅動程式並修正其中的問題。

source: Some hardware does not have free drivers, usually because the hardware manufacturer has not released details of their hardware which would make it possible to create such a driver. These devices may have limited functionality or may not work at all.
ast: Dalgunos preseos hardware nun tienen controladores llibres, davezu porque'l fabricante del hardware nun espublizó los detalles del so hardware que permiten crear tal controlador. Esos preseos pueden tener una funcionalidá llimitada o bien nun funcionar dafechu.
da: Nogen hardware har ikke har frie drivere, som regel fordi hardwareproducenten ikke har frigivet oplysninger om deres hardware, som gør det muligt at lave sådan en driver. Disse enheder kan have begrænset funktionalitet eller virker måske slet ikke.
de: Einige Hardwarekomponenten haben keine freien Treiber. Meist deshalb, weil der Hardwarehersteller keine Details über die jeweilige Hardware freigegeben hat, was es möglich machen würde, einen solchen Treiber zu erstellen. Diese Geräte können evtl. nur eingeschränkt oder überhaupt nicht funktionieren.
el: Κάποιο υλικό δεν έχει ελεύθερους οδηγούς, συνήθως επειδή ο κατασκευαστής του δεν έχει δημοσιεύσει λεπτομέρειες για το υλικό πράγμα που θα επέτρεπε την δημιουργία ελεύθερου οδηγού. Αυτά τα εξαρτήματα πιθανόν να έχουν περιορισμένη λειτουργικότητα ή ακόμη και να μην λειτουργούν καθόλου.
gl: Hai hardware que non conta con controladores libres, normalmente porque o fabricante do hardware non ten publicado os detalles do hardware cos que sería posíble crear eses controladores. Estes dispositivos poden ter unha funcionalidade limitada ou non funcionar en absoluto.
nl: Voor sommige hardware zijn geen vrije stuurprogramma's beschikbaar, meestal omdat de fabrikant van het apparaat geen details beschikbaar stelt over de werking ervan, waardoor het maken van een vrij stuurprogramma niet mogelijk is. Deze apparaten hebben mogelijk een beperkte functionaliteit of werken helemaal niet.
sl: Nekatera strojna opreme nima prostih gonilnikov, ponavadi zato, ker proizvajalec strojne opreme ni izdal podrobnosti o strojni opremi. Zaradi tega je težko ali celo nemogoče ustvariti gonilnike. Te naprave imajo omejeno delovanje ali pa sploh ne delujejo.
sq: Disa hardware nuk kanë drivera falas, zakonisht sepse prodhuesi i hardware nuk ka nxjerrë detaje rreth tyre, gjë që e bën të pamundur krijimin e një driveri të tillë. Këto pajisje mund të kenë funksionalitet të kufizuar ose mund të mos punojnë fare.
sr: Неки хардвери немају слободне драјвере, углавном зато што произвођач хардвера није објавио детаље свог хардвера који би омогућили стварање таквог драјвера. Ови уређаји могу имати ограничену функционалност или можда уопште неће радити.
tr: Bazı donanımlar özgür sürücülere sahip değildir. Çünkü donanım üreticileri genellikle, yeni bir sürücü yazmayı olası kılacak donanım ayrıntılarını dağıtmazlar. Bu aygıtlar sınırlı işlevselliğe sahip olabilir ya da hiç çalışmayabilir.
uk: Деякі пристрої не мають вільних драйверів, як правило, тому, що виробник обладнання не опублікував детальних інструкцій щодо обладнання, які дозволили б створити такий драйвер. Ці пристрої можуть мати обмежену функціональність або не працювати взагалі.
zh_cn: 一些硬件没有自由驱动，通常因为硬件制造商没有发布编写该种驱动所需的细节。这些设备可能发挥有限的功能或者根本不能工作。
zh_tw: 某些硬體沒有公開授權的驅動程式，通常是因為硬體製造商沒有透露硬體詳細資料，令開放原始碼工作者無法為這些硬體製作公開授權的驅動程式。這些裝置功能可能受限或根本無法用。

source: If a <emphasis>proprietary driver</emphasis> is available for a certain device, you can install it in order to allow your device to function properly, or to add new features. For example, installing a proprietary driver for certain graphics cards may allow you to use more advanced <ulink type="help" url="ghelp:desktop-effects">visual effects</ulink>.
ast: Si un <emphasis>controlador propietariu</emphasis> alcuentrase disponible pal to dispositivu, puedes instalalu pa permitir que el to dispositivu furrule apropiadamente, o p'amestar una nueva función. Por exemplu,instalar un controlador propietariu pa una determinada tarxeta gráfica puede permitite usar <ulink type="help" url="ghelp:desktop-effects">efeutos visuales</ulink> más avanzaos.
da: Hvis en <emphasis>begrænset driver</emphasis> er tilgængelig til en bestemt enhed, kan du installere den for at få din enhed til at fungere korrekt eller for at tilføje nye funktioner. For eksempel kan du med visse grafikkort få mulighed for at bruge mere avancerede <ulink type="help" url="ghelp:desktop-effects">visuelle effekter</ulink>, hvis du installerer en proprietær drivere.
de: Wenn ein <emphasis>proprietärer Treiber</emphasis> für ein bestimmtes Gerät verfügbar ist, können Sie ihn installieren, um die Funktion des Geräts sicherzustellen oder um weitere Funktionen bereitzustellen. Beispielsweise erlaubt Ihnen die Installation eines proprietären Treibers für einige Grafikkarten die Benutzung erweiterter <ulink type="help" url="ghelp:desktop-effects">visueller Effekte</ulink>.
el: Αν ένας <emphasis>κλειστός οδηγός</emphasis> είναι διαθέσιμος για κάποιο εξάρτημα, μπορείτε να τον εγκαταστήσετε ώστε να επιτύχετε την σωστή λειτουργία του, ή να του προσθέσετε νέες λειτουργίες. Για παράδειγμα, εγκαθιστώντας τον κλειστό οδηγό για κάποιες κάρτες γραφικών μπορεί να σας επιτρέψει την χρήση πιο σύνθετων <ulink type="help" url="ghelp:desktop-effects">οπτικών εφέ</ulink>.
gl: Se un <emphasis>controlador privativo</emphasis> estivera dispoñíble para un dispositivo determinado, pódese instalar para permitir que o dispositivo funcione axeitadamente ou engadir funcionalidade nova. Por exemplo, instalar un controlador privativo para determinadas placas gráficas pode permitir que se empreguen <ulink type="help" url="ghelp:desktop-effects">efectos visuais</ulink> máis avanzados.
nl: Wanneer een <emphasis>niet-vrij stuurprogramma</emphasis> beschikbaar is voor een bepaald apparaat kunt u dit installeren om het apparaat correct te laten werken of om extra functionaliteit te krijgen. Bijvoorbeeld, het installeren van een niet-vrij stuurprogramma voor bepaalde grafische kaarten biedt mogelijk meer geavanceerde <ulink type="help" url="ghelp:desktop-effects">visuele effecten</ulink>.
sl: Če so za določeno napravo na voljo <emphasis>lastniški gonilniki</emphasis>, lahko z njihovo namestitvijo omogočite pravilno delovanje naprave ali pa omogočite uporabo novejših zmožnosti. Na primer, namestitev lastniških gonilnikov lahko nekaterim grafičnim karticam omogoči uporabo naprednejših <ulink type="help" url="ghelp:desktop-effects">vidnih učinkov</ulink>.
sq: Nëse një <emphasis>driver në pronësi</emphasis> është i disponueshëm për një pajisje të caktuar, ju mund ta instaloni atë për të bërë që pajisja juaj të funksionojë siç duhet, ose për të shtuar gjëra të reja. Përshembull, instalimi i një driveri në pronësi për disa karta grafike mund t'iu lejojë të përdorni <ulink type="help" url="ghelp:desktop-effects">efekte vizuale</ulink> më të avancuara.
sr: Ако је <emphasis>власнички драјвер</emphasis> на располагању за одређени уређај, можете да га инсталирате како бисте омогућили да Ваш уређај правилно функционише, или да додате нове функције. На пример, инсталирање власничких драјвера за одређене графичке картице може да вам омогући да користите напредније <ulink type="help" url="ghelp:desktop-effects">визуелне ефекте</ulink>.
tr: Eğer <emphasis>tescilli sürücü</emphasis> belli bir aygıt için kullanılabiliyorsa, onu aygıtının izin verdiği özelliğine göre yükleyebilir veya yeni özellik ekleyebilirsin. Örneğin, belli ekran kartları için tescilli sürücü yükleme daha çok gelişmiş <ulink type="help" url="ghelp:desktop-effects">görsel efektler</ulink> kullanmana imkan verir.
uk: Якщо <emphasis>закриті (пропрієтарні) драйвери</emphasis> доступні для певного пристрою, ви можете встановити їх для того, щоб дозволити пристрою функціонувати належним чином, або додати нові функції. Наприклад, встановлення закритого (пропрієтарного) драйвера для деяких відеокарт дозволить вам використовувати покращені <ulink type="help" url="ghelp:desktop-effects">візуальні ефекти</ulink>.
zh_cn: 如果一个<emphasis>专有驱动</emphasis>对某个设备可用，你可以安装它来让你的设备正常工作，或添加新的特性。例如，为特定的显卡安装专有驱动可以使你使用高级的<ulink type="help" url="ghelp:desktop-effects">显示特效</ulink>。
zh_tw: 如果有<emphasis>專有驅動程式</emphasis>可以用於某個裝置，您可以安裝它以讓您的裝置正確的運作、或者新增新的功能。例如，為顯示卡安裝驅動程式可能就可以讓您使用更多<ulink type="help" url="ghelp:desktop-effects">視覺效果</ulink>。

source: Some computers may not have any devices which can use proprietary drivers, either because all of the devices are fully supported by free drivers or because no proprietary drivers are yet available for the device.
ast: Dalgunos equipos pueden non necesitar usar controladores propietarios, debido a que tolos dispositivos tan sofitaos por controladores llibres o debido a que nun existen controladores propietarios disponibles pal dispositivu.
da: Nogle computere har ingen enheder, som kan bruge proprietære drivere. Dette kan skyldes, at alle enheder er fuldt understøttede af frie drivere, eller at der ikke er nogen proprietære drivere tilgængelige til enheden endnu.
de: Es kann vorkommen, dass in einigen Rechnern keinerlei Geräte vorhanden sind, die proprietäre Treiber nutzen können. Entweder, weil alle Geräte vollständig durch freie Treiber unterstützt werden oder weil bis jetzt noch keine proprietären Treiber für das Gerät verfügbar sind.
el: Κάποιοι υπολογιστές μπορεί να μην έχουν κανένα εξάρτημα που χρησιμοποιεί κλειστό οδηγό, είτε επειδή όλα τα εξαρτήματα υποστηρίζονται πλήρως από ελεύθερους οδηγούς είτε επειδή δεν είναι ακόμη διαθέσιμοι κλειστοί οδηγοί για τα εξαρτήματα.
gl: Algúns computadores poden non contar con dispositivos que poidan empregar controladores privativos, sexa porque todos os dispositivos dispoñen de controladores libres, sexa porque non se dispón aínda de controladores privativos para ese dispositivo.
nl: Sommige computers hebben mogelijk geen enkel apparaat dat niet-vrije stuurprogramma's gebruikt, ofwel omdat alle apparaten vrije stuurprogramma's hebben of omdat er nog geen niet-vrije stuurprogramma's voor het apparaat beschikbaar zijn.
sl: Nekateri računalniki ne vsebujejo naprav, zmožnih uporabljati lastniških gonilnikov. Morda zato, ker so vse naprave v celoti podprte s strani prostih gonilnikov ali pa zato, ker lastniških gonilnikov za to napravo še ni.
sq: Disa kompjutera mund të mos kenë asnjë pajisje e cila mund të përdorë driverat në pronësi, edhe nga fakti sepse të gjitha pajisjet janë të suportuara nga driverat falas ose sepse nuk ka drivera në pronësi të disponueshëm për atë pajisje.
sr: Неки рачунари немају уређаје који могу да користе власничке драјвере, било зато што су сви уређаји у потпуности подржани слободним драјверима или зато што још увек нема власничких драјвера на располагању за овај уређај.
tr: Bazı bilgisayarların ya aygıtlarının tümü özgür sürücüler tarafından tam olarak desteklendiğinden ya da aygıtlar için henüz kullanılabilir sahipli sürücü olmadığından, sahipli sürücüleri kullanabilecek aygıtları olmayabilir.
uk: Деякі комп'ютери можуть не мати взагалі пристроїв, які будуть використовувати закриті (пропрієтарні) драйвери, або тому, що всі пристрої повністю підтримуються вільними драйверами, або тому, що немає доступних для цього пристрою закритих (пропрієтарних) драйверів.
zh_cn: 一些计算机可能没有需要专有驱动的设备，由于所有的设备都被自由驱动支持或由于设备需要的专有驱动尚不可用。
zh_tw: 在一些電腦上，並不是所有的裝置都可以使用專有驅動程式，這是因為這些裝置已經被公開授權的驅動程式完全支援，或是還不被專有驅動程式所支援。

source: Proprietary drivers are often maintained by the hardware manufacturer, and so cannot be modified by Ubuntu developers if there is a problem.
ast: Los controladores propietarios son calteníos pol fabricante d'hardware, y nun pueden ser camudaos polos desendolcadores d'Ubuntu si hai un problema.
da: Proprietære drivere bliver ofte vedligeholdt af hardwareproducenten, og de kan derfor ikke ændres af Ubuntus udviklere, hvis der er et problem.
de: Proprietäre Treiber werden meist vom Hardwarehersteller betreut und können deshalb nicht von den Ubuntu-Entwicklern verändert werden, wenn ein Problem auftritt.
el: Οι κλειστοί οδηγοί συχνά συντηρούνται από τον κατασκευαστή του υλικού και έτσι δεν μπορούν να μετατραπούν από τους υπεύθυνους ανάπτυξης του Ubuntu αν υπάρχει κάποιο πρόβλημα.
gl: Os controladores privativos mantéñenos normalmente os fabricantes do hardware, polo que os programadores de Ubuntu non os poden modificar de se producir algún problema.
nl: Niet-vrije stuurprogramma's worden meestal onderhouden door de fabrikant van het apparaat, en kunnen daardoor niet gewijzigd worden door de Ubuntu-ontwikkelaars, mocht er zich een probleem voordoen.
sl: Lastniške gonilnike pogosto vzdržujejo proizvajalci strojne opreme in jih kot takšne Ubuntu razvijalci v primeru težave ne morejo spreminjati.
sq: Driverat në pronësi shpesh mbahen nga prodhuesi i hardware dhe nuk mund të modifikohen nga zhvilluesit e Ubuntu nëse ka një problem.
sr: Власничке драјвере често одржавају сами произвођачи хардвера, тако да не могу бити измењени од стране Убунту програмера, ако постоји проблем.
tr: Sahipli sürücülerin bakımı genellikle donanım üreticileri tarafından yapıldığından, bir problem olursa Ubuntu geliştiricileri tarafından değiştirilemezler.
uk: Закриті (пропрієтарні) драйвери часто підтримується виробником устаткування, і тому не можуть бути змінені розробниками Ubuntu в разі виникнення проблем.
zh_cn: 专有驱动通常由硬件制造商维护，因此当有问题时不能被 Ubuntu 开发人员修正。
zh_tw: 專有驅動程式是由硬體製造商提供維護，所以如果有問題無法經由 Ubuntu 開發者修改。

source: Enabling a proprietary driver
ast: Activar un controlador propietariu
da: Aktivering af en proprietær driver
de: Aktivieren eines proprietären Treibers
el: Ενεργοποιώντας έναν κλειστό οδηγό
gl: Activación dun controlador privativo
nl: Een niet-vrij stuurprogramma inschakelen
sl: Omogočanje lastniškega gonilnika
sq: Aktivizimi i një driveri në pronësi
sr: Активирање власничког драјвера
tr: Sahipli bir sürücüyü etkinleştirmek
uk: Включення звкритого (пропрієтарного) драйвера
zh_cn: 启用专有驱动
zh_tw: 啟用專有驅動程式

source: To use a proprietary driver for a device:
ast: Pa usar un controlador propietariu pal dispositivu:
da: Gør sådan for bruge en proprietær driver til en enhed:
de: Um einen proprietären Treiber für ein Gerät zu benutzen:
el: Για να χρησιμοποιήσετε έναν κλειστό οδηγό για κάποιο εξάρτημα:
gl: Para empregar un controlador propietario dun dispositivo:
nl: Om een niet-vrij stuurprogramma voor een apparaat te gebruiken:
sl: Za uporabo lastniških gonilnikov:
sq: Për të përdorur një driver në pronësi për një pajisje:
sr: Да бисте користили власнички драјвер за уређај:
tr: Bir aygıt için sahipli bir sürücü kullanmak için:
uk: Використання закритих (пропрієтарних) драйверів для пристрою:
zh_cn: 为使设备使用专有驱动：
zh_tw: 若要為裝置使用專有驅動程式：

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Hardware Drivers</guimenuitem></menuchoice>.
el: Πηγαίνετε στο <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος</guisubmenu><guimenuitem>Οδηγοί υλικού</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Controladores de hardware</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer</guisubmenu><guimenuitem>Stuurprogramma's</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guimenuitem>Hardware Drivers</guimenuitem></menuchoice>.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>Драјвери хардвера</guimenuitem></menuchoice>.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Драйвери пристроїв</guimenuitem></menuchoice>.

source: Find the driver which you would like to enable and read the description.
ast: Atopa'l controlador que quies habilitar y llei la descripción.
da: Find den driver, som du ønsker at aktivere og læs beskrivelsen.
de: Suchen Sie den Treiber aus, den Sie aktivieren möchten und lesen Sie die Beschreibung.
el: Βρείτε τον οδηγό που θα θέλατε να ενεργοποιήσετε και διαβάστε την περιγραφή.
gl: Atope o controlador que queira activar e lea a descrición.
nl: Zoek het stuurprogramma dat u wilt inschakelen en lees de beschrijving.
sl: Poiščite gonilnik, ki bi ga želeli omogočiti in preberite opis.
sq: Gjeni draiverin të cilin do të donit ta aktivizonit dhe lexoni përshkrimin.
sr: Пронађите драјвер који желите да активирате и прочитајте опис.
tr: Etkinleştirmek istediğiniz sürücüyü bulun ve tanımı okuyun.
uk: Знайдіть драйвер, який би ви хотіли використати, і прочитайте опис.
zh_cn: 找到您想启用的驱动并阅读描述。
zh_tw: 尋找您想要使用的驅動程式，並且閱讀指示。

source: Press <guibutton>Activate</guibutton> to enable the driver. You may be asked to enter your password.
ast: Calca <guibutton>Activar</guibutton> p'habilitar el controlador. Puede ser que se te pida la to contraseña.
da: Klik på <guibutton>Aktivér</guibutton> for at aktivere driveren. Du bliver måske bedt om at indtaste din adgangskode.
de: Drücken Sie <guibutton>Aktivieren</guibutton>, um den Treiber zu aktivieren. Sie werden evtl. dazu aufgefordert, Ihr Passwort einzugeben.
el: Πατήστε <guibutton>Ενεργοποίηση</guibutton> για να ενεργοποιήσετε τον οδηγό. Μπορεί να σας ζητηθεί να εισάγετε τον κωδικό σας.
gl: Prema <guibutton>Activar</guibutton> para activar o controlador. Pode que se lle pida que escriba o contrasinal.
nl: Klik op <guibutton>Inschakelen</guibutton> om het stuurprogramma in te schakelen. U zult mogelijk om uw wachtwoord worden gevraagd.
sl: Za omogočitev gonilnika pritisnite gumb <guibutton>Omogoči</guibutton>. Po potrebi vnesite svoje geslo.
sq: Klikoni <guibutton>Aktivizo</guibutton> për të aktivizuar draiverin. Juve und t'iu kërkohet të vendosni fjalëkalimin tuaj.
sr: Кликните <guibutton>Активирај</guibutton> да омогућите драјвер. Од Вас може бити затражено да унесете лозинку.
tr: Sürücüyü etkinleştirmek için <guibutton>Etkinleştir</guibutton>'e basın. Parolanızı girmeniz istenebilir.
uk: Натисніть <guibutton>Активувати</guibutton> для вмикання драйвера. Ймовірно вас запитають ввести свій пароль.
zh_cn: 按下 <guibutton>激活</guibutton> 来启用这个驱动。您可能会被询问输入您的密码。
zh_tw: 按<guibutton>啟用</guibutton>來使用該驅動程式。您可能會被要求輸入您的密碼。
