Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: If the computer displays the pattern for a prolonged period of time without turning itself off then you may have a problem with hibernation. See <link linkend="pm-suspend-hibernate-fails">My computer does not suspend or hibernate correctly</link> for more information.
ast: Si l'equipu amuesa'l patrón un periodu llargu de tiempu ensin desactivase, seique tengas un problema cola ivernación. Llee <link linkend="pm-suspend-hibernate-fails">Mio equipu nun suspende o iverna correchamente</link> pa más información.
da: Hvis computeren viser et mønster i længere tid uden at slukke sig selv, har du måske et problem med dvalefunktionen. Læs <link linkend="pm-suspend-hibernate-fails">Min computer går ikke korrekt i hvile eller dvale</link> for mere information.
de: Wenn der Rechner das Muster über einen längeren Zeitraum hinweg anzeigt, ohne sich auszuschalten, könnten Sie ein Problem mit dem Ruhezustand haben. Weitere Informationen dazu erhalten unter <link linkend="pm-suspend-hibernate-fails">Mein Rechner unterstützt den Bereitschaftsmodus oder den Ruhezustand nicht richtig</link>.
el: Εάν ο υπολογιστής εμφανίζει το σχήμα αυτό για παρατεταμένη χρονική περίοδο δίχως να σβήνει, τότε ίσως να υπάρχει κάποιο πρόβλημα με την αδρανοποίηση. Δείτε <link linkend="pm-suspend-hibernate-fails">Ο υπολογισης μου δεν μεταβαίνει σωστά σε κατάσταση αναστολής ή αδρανοποίησης</link> για περισσότερες πληροφορίες.
gl: Se o computador amosa o patrón durante un período prolongado de tempo sen apagarse, enton vostede pode ter un problema coa hibernación. Vexa <link linkend="pm-suspend-hibernate-fails">O meu computador non se suspende ou hiberna correctamente</link> para obter máis información.
nl: Wanneer u dit patroon gedurende een lange tijd ziet en de computer schakelt zichzelf niet uit, dan kan het zijn dat uw computer een probleem heeft met het in de pauzestand brengen. Zie ook <link linkend="pm-suspend-hibernate-fails">Mijn computer gaat niet correct in de pauze- of slaapstand</link> voor meer informatie.
sl: Če vam računalnik za dalj časa prikazuje vzorec in se pri tem ne izklopi, je možno, da imate težavo s prehajanjem v hibernacijo. Za več podatkov si oglejte <link linkend="pm-suspend-hibernate-fails">Moj računalnik v stanje pripravljenosti in hibernacijo ne prehaja pravilno</link>.
sq: Nëse kompjuteri e shfaq shenjën për një periudhë të gjatë kohore pa u fikur ju mund të keni një problem me hibernimin. Shikoni <link linkend="pm-suspend-hibernate-fails">Kompjuteri im nuk pezullohet apo hibernohet siç duhet</link> për më tepër informacion.
sr: Ако рачунар приказује шему дуже време а да се не искључи онда можда имате проблем са замрзавањем. За више информација погледајте <link linkend="pm-suspend-hibernate-fails">Мој рачунар не обуставља или не замрзава исправно</link>.
tr: Eğer bilgisayarınız uzun süredir desen gösteriyor ve kapanmıyorsa, hazırda bekletme ile ilgili probleminiz olabilir. <link linkend="pm-suspend-hibernate-fails">Bilgisayarımda askıya alma ve ya hazırda bekletme düzgün olarak işlemiyor</link> 'a tıklayarak daha fazla bilgi alabilirsiniz.
zh_cn: 如果计算机没有关闭并拖延了很长时间在显示这种图案，您也许遇到了休眠问题。查看 <link linkend="pm-suspend-hibernate-fails">我的计算机无法正常挂起或休眠</link> 以获得更多信息。
zh_tw: 如果電腦持續顯示圖樣一段時間且沒有關閉，很有可能是休眠發生了問題。請見<link linkend="pm-suspend-hibernate-fails">我的電腦無法正常暫停或休眠</link>以取得更多資訊。

source: Mice and keyboards
ast: Mures y tecláos
da: Mus og tastaturer
de: Mäuse und Tastaturen
el: Ποντίκια και πληκτρολόγια
gl: Ratos e teclados
nl: Muizen en toetsenborden
sl: Miške in tipkovnice
sq: Minjtë dhe tastierat
sr: Мишеви и тастатуре
tr: Fare ve klavyeler
uk: Миша та клавіатура
zh_cn: 鼠标和键盘
zh_tw: 滑鼠與鍵盤

source: This section provides instructions on using and configuring mice, keyboards and other input devices to make them more comfortable for you to use.
ast: Esta seición ufre instrucciones pa usar y configurar mures, teclaos y otros preseos d'entrada pa facelos más cómodos d'usar.
da: Dette afsnit giver instruktioner om brug og konfiguration af mus, tastaturer og andre inputenheder, så de bliver mere behagelige for dig at bruge.
de: Dieser Abschnitt enthält Anleitungen über die Verwendung und Konfiguration von Mäusen, Tastaturen und anderen Eingabegeräten.
el: Η ενότητα αυτή παρέχει πληροφορίες για την χρήση και την ρύθμιση των ποντικιών, των πληκτρολογίων και άλλων συσκευών εισόδου.
gl: Esta sección fornece instrucciones sobre cómo usar e configurar ratos, teclados e outros dispositivos de entrada para obter un uso máis doado.
nl: Deze sectie biedt instructies over het gebruik en configureren van muizen, toetsenborden en andere invoerapparaten, zodat ze voor u gemakkelijker te gebruiken zijn.
sl: V tem odseku so vam na voljo napotki za udobnejšo uporabo in nastavitev mišk, tipkovnic in drugih vhodnih naprav.
sq: Ky seksio ju jep udhëzime se si të përdorni dhe konfiguroni miun, tastierën dhe pajisje të tjera hyrëse për t'i bërë ato sa më të rehatshme për tu përdorur nga ju.
sr: Овај одељак даје упутства за коришћење и конфигурисање мишева, тастатура и других улазних уређаја како би Вам били удобнији за коришћење.
tr: Bu bölüm fare, klavye ve diğer giriş aygıtlarının kullanımı, yapılandırılması ve onların daha konforlu kullanılması üzerine yönergeler sağlar.
zh_cn: 本节提高使用和配置鼠标，键盘和其他输入设备的操作方法，以使他们用起来更舒适。
zh_tw: 本章節提供使用並設定滑鼠、鍵盤和其他輸入裝置的指示，讓它們能夠更符合您的需求。

source: Mice and other pointing devices
ast: Mures y otros preseos apuntadores
da: Mus og andre pegeenheder
de: Mäuse und Zeigegeräte
el: Ποντίκια και άλλες συσκευές κατάδειξης
gl: Ratos e outros dispositivos apuntadores
nl: Muizen en andere aanwijsapparaten
sl: Miške in druge kazalne naprave
sq: Minjtë dhe pajisjet e tjera shenjuese
sr: Мишеви и други уређаји за показивање
tr: Fare ve diğer işaret aygıtları
uk: Миша та інші вказівні пристрої
zh_cn: 鼠标和其他指点设备
zh_tw: 滑鼠及其他指向設備

source: You can change numerous options related to your mouse, such as how fast the pointer moves and how clicks are interpreted by the computer.
ast: Puedes camudar abondes opciones venceyáes col mur, como la velocidá de movimientu del punteru y cómo interpreta l'ordenador calcar nos botones.
da: Du kan ændre flere forskellige valgmuligheder for din mus, som f.eks. hvor hurtigt markøren bevæger sig, og hvordan klik bliver fortolket af computeren.
de: Sie können zahlreiche Einstellungen Ihrer Maus ändern, wie zum Beispiel die Geschwindigkeit des Zeigers oder wie Mausklicks vom Rechner bearbeitet werden sollen.
el: Μπορείτε να αλλάξετε πολλές επιλογές που έχουν σχέση με το ποντίκι σας, όπως πόσο γρήγορα κινείται και πως ερμηνεύονται τα κλικ από τον υπολογιστή.
gl: Pode cambiar moitas opcións relacionadas co rato, como a velocidade de movemento do punteiro ou como o computador entende os clics.
nl: U kunt vele opties wijzigen met betrekking tot uw muis, zoals hoe snel de cursor beweegt en hoe klikken door uw computer worden geïnterpreteerd.
sl: Miški lahko spremenite številne nastavitve, kot so hitrost kazalca in kako računalnik tolmači miškine klike.
sq: Ju mund të ndryshoni shumë opsione që kanë lidhje me miun tuaj, siç është ai se sa shpejt shenjuesi i miut lëviz dhe se si interpretohen klikimet nga kompjuteri.
sr: Можете променити бројне опције у вези са Вашим мишем, као што је брзина померања показивача и начин на који рачунар тумачи кликове.
tr: Farenize bağımlı imlecin ne kadar hızlı hareket edeceği ve hangi tıklamanın bilgisayar tarafından algılanacağı nasıl algılanacağı gibi birçok seçeneği değiştirebilirsiniz.
zh_cn: 您可以修改鼠标的相关选项，诸如指针移动多快和计算机如何理解您的点击动作。
zh_tw: 你可以改變各種與滑鼠相關的設定，像是指標的移動速度，以及電腦對點擊動作的處理。

source: Mouse Skills
el: Ικανότητες στην χρήση του Ποντικιού
gl: Habilidades co rato
nl: Muisvaardigheden
sq: Aftësitë e Miut
sr: Вештине миша
uk: Навики роботи з мишею

source: Information on basic mouse skills, such as pointing, clicking and dragging.
el: Πληροφορίες για τις βασικές ικανότητες, όπως δείχνοντας, κάνοντας κλικ και σύρνοντας.
gl: Información sobre as habilidades básicas do rato, como apuntar, facer clic e arrastrar.
nl: Informatie over elementaire muisvaardigheden zoals aanwijzen, klikken en slepen.
sq: Informacion mbi aftësitë bazë të miut, siç është shenjimi, klikimi dhe zvarritja.
sr: Информације о основним вештинама миша, као што показивање, кликање и превлачење.

source: Mouse Preferences
el: Προτιμήσεις Ποντικιού
gl: Preferencias do rato
nl: Muisvoorkeuren
sq: Preferimet e miut
sr: Подешавања миша
uk: Параметри миші

source: Instructions on how to change various settings related to your mouse, such as whether the mouse is left-handed and how fast the pointer moves.
el: Οδηγίες για το πως θα αλλάξετε διάφορες ρυθμίσεις που σχετίζονται με το ποντίκι, όπως ρυθμίσεις για αριστερόχειρες και για το πόσο γρήγορα κινείται.
gl: Instruccións sobre cómo cambiar algúns axusted do seu rato, se o rato vai ser manexado por un zurdo ou canto de rápido ha de moverse.
nl: Instructies over hoe u diverse instellingen met betrekking tot uw muis kunt wijzigen, bijvoorbeeld of de muis links- of rechtshandig gebruikt wordt, en hoe snel de muisaanwijzer beweegt.
sq: Udhëzime se si t'i ndryshoni parametrat e ndryshëm që lidhen me miun tuaj, siç është fakti nëse miu do të përdoret me dorën e majtë apo sa shpejt do të lëvizë shenjuesi.
sr: Упутства о томе како да промените подешавања Вашег миша, тј. да ли је миш за леворуке и колико се брзо курсор помера.

source: Accessibility - Configuring the Mouse
el: Προσιτότητα - Ρύθμιση του Ποντικιού
gl: Accesibilidade - Configuración do rato
nl: Toegankelijkheid - De muis configureren
sq: Përdorshmëria - Konfigurimi i Miut
sr: Приступачност - Конфигурисање миша

source: Information on changing mouse preferences for users of assistive technologies.
el: Πληροφορίες για το πως να αλλάξετε τις προτιμήσεις του ποντικιού για χρήστες που χρησιμοποιούν βοηθητικές τεχνολογίες.
gl: Información sobre cambios nas preferencias do rato para os usuarios de tecnoloxías de asistencia.
nl: Informatie over het wijzigen van muisvoorkeuren voor gebruikers van ondersteunende technologieën.
sq: Informacion mbi ndryshimin e preferencave të miut nga përdoruesit e teknologjive ndohmëse.
sr: Информације о томе како променити подешавања миша за кориснике помоћничких технологија.

source: Keyboards
ast: Tecláos
da: Tastaturer
de: Tastaturen
el: Πληκτρολόγια
gl: Teclados
nl: Toetsenborden
sl: Tipkovnice
sq: Tastierat
sr: Тастатуре
tr: Klavyeler
uk: Клавіатури
zh_cn: 键盘
zh_tw: 鍵盤

source: There are many options related to your keyboard which you can change, such as the keyboard language and keyboard shortcuts.
ast: Hai munches opciones del tecláu que puedes cambear, como la llingua y los atayos del tecláu.
da: Der er mange forskellige valgmuligheder relateret til dit tastatur, som du kan ændre, såsom tastatursproget og tastaturgenveje.
de: Es gibt zahlreiche Einstellungsmöglichkeiten für Ihre Tastatur. Dazu gehört zum Beispiel die Änderung der Sprache und die Festlegung von Tastenkombinationen.
el: Υπάρχουν πολλές επιλογές που μπορείτε να αλλάξετε σε σχέση με το πληκτρολόγιο, όπως η γλώσσα και οι συντομεύσεις του.
gl: Pode modificar moitas opcións relacionadas co seu teclado, como o idioma ou os atallos de teclado.
nl: Er zijn veel toetsenbord-gerelateerde opties die u kunt veranderen, zoals de toetsenbord-taal en de sneltoetsen.
sl: Mnoge nastavitve, povezane s tipkovnico, kot so jezik in tipkovne bližnjice, je možno spremeniti.
sq: Ka shumë opsione të lidhura me tastierën tuaj të cilat ju mund t'i ndryshoni, siç është gjuha e tastierës apo shkurtoret e tastierës.
sr: Постоје многе опције Ваше тастатуре које можете да промените, као што су језик тастатуре и пречице на тастатури.
tr: Klavye dili ve klavye kısayolları gibi klavyenize ait değiştirebileceğiniz birçok ayar vardır.
uk: Є багато варіантів, пов'язаних з вашою клавіатурою, які можна змінити, наприклад, мова клавіатури та клавіші швидкого доступу.
zh_cn: 键盘有很多选项可以修改，诸如键盘语言和键盘快捷键。
zh_tw: 您可以更改許多有關於鍵盤的設定，像是鍵盤語言及鍵盤快捷鍵。

source: Basic Keyboard Skills
el: Βασικές Ικανότητες στην χρήση Πληκτρολογίου
gl: Habilidades básicas co teclado
nl: Elementaire toetsenbordvaardigheden
sq: Aftësitë bazë të Tastierës
sr: Основне вештине тастатуре
uk: Основні навики роботи з клавіатурою

source: Information on basic keyboard usage.
el: Πληροφορίες για τις βασικές ικανότητες της χρήσης πληκτρολογίου.
gl: Información sobre o uso básico do teclado
nl: Informatie over elementair toetsenbordgebruik
sq: Informacion rreth përdorimit bazë të tastierës.
sr: Информације о основним коришћењима тастатуре.
uk: Інформація по використанню клавітури.

source: Keyboard Preferences
el: Προτιμήσεις Πληκτρολογίου
gl: Preferencias do teclado
nl: Toetsenbordeigenschappen
sq: Preferimet e Tastierës
sr: Подешавања тастатуре
uk: Параметри клавіатури

source: Change settings related to your keyboard, such as the layout of the keyboard.
el: Αλλάξτε τις ρυθμίσεις που σχετίζονται με το πληκτρολόγιο σας, όπως την διάταξη του.
gl: Cambia os axustes relacionados con seu teclado, como el deseño do teclado.
nl: Instellingen wijzigen met betrekking tot uw toetsenbord, zoals de toetsenbordindeling.
sq: Ndryshoni parametrat që lidhen me tastierën tuaj, siç është dalja e tastierës.
sr: Промените подешавања Ваше тастатуре, као што је распоред на тастатури.

source: Keyboard Indicator
el: Ένδειξη γλώσσας πληκτρολογίου
gl: Indicador do teclado
nl: Toetsenbordwisselaar
sq: Treguesi i Tastierës
sr: Индикатор тастатуре
uk: Індикатор клавіатури

source: The manual of the Keyboard Indicator, which allows you to change between different keyboard layouts.
el: Το εγχειρίδιο της Ένδειξης γλώσσας πληκτρολογίου, που σας επιτρέπει να αλλάζετε μεταξύ διαφορετικών διατάξεων.
gl: Manual do indicador do teclado, que lle permite cambiar entre distintas distribucións de teclado diferente.
nl: De handleiding van de toetsenbordwisselaar, waarmee u tussen verschillende toetsenbordindelingen kunt wisselen.
sq: Manuali i treguesit të tastierës, i cili ju lejon të ndryshoni daljet e ndryshme të tastierës.
sr: Приручник индикатора тастатуре, који вам омогућава да промените између различитих распореда на тастатури.

source: Accessibility - Configuring the Mouse and Keyboard
el: Προσιτότητα - Ρύθμιση του Ποντικιού και του Πληκτρολογίου
gl: Accesibilidade - Configuración do rato e do teclado
nl: Toegankelijkheid - De muis en het toetsenbord configureren
sq: Lëvizshmëria - Konfigurimi i Miut dhe i Tastierës
sr: Приступачност - Подешавање миша и тастатуре

source: Information on configuring the mouse and keyboard for users of assistive technologies.
el: Πληροφορίες για το πως να ρυθμίσουν το ποντίκι και το πληκτρολόγιο οι χρήστες βοηθητικών τεχνολογιών.
gl: Información sobre a configuración do rato e o teclado para os usuarios de tecnoloxías de asistencia.
nl: Informatie over het configureren van de muis en het toetsenbord voor gebruikers van ondersteunende technologieën.
sq: Informacion rreth konfigurimit të miut dhe tastierës për përdoruesit e teknologjive ndihmëse.
sr: Информације о подешавању миша и тастатуре за кориснике помоћничких технологија.

source: Using the Keyboard to Navigate the Desktop
el: Χρησιμοποιώντας το Πληκτρολόγιο για να περιηγηθείτε στην Επιφάνεια εργασίας
gl: Usando o teclado para navegar polo escritorio
nl: Het toetsenbord gebruiken om het bureaublad te bedienen
sq: Përdorimi i Tastierës për të Naviguar në Desktop
sr: Коришћење тастатуре за кретање по радној површини

source: A guide on how to navigate the desktop using only a keyboard.
el: Ένας οδηγός για το πως να περιηγηθείτε στην επιφάνεια εργασίας σας, χρησιμοποιώντας μόνο το πληκτρολόγιο σας.
gl: Unha guía sobre como navegar polo escritorio empregando só o teclado
nl: Een handleiding over het bedienen van het bureaublad met alleen het toetsenbord.
sq: Një guidë se si të lundroni në desktop duke përdorur vetëm tastierën.
sr: Водич о томе како да се крећете по радној површини користећи само тастатуру.
uk: Інструкція з навігації по стільниці використовуючи тільки клавіатуру.

source: Keyboard Accessibility Monitor
el: Κατάσταση Προσιτότητας Πληκτρολογίου
gl: Monitor de accesibilidade do teclado
nl: Toetsenbord-toegankelijkheidsmonitor
sq: Monitoruesi i Lëvizshmërisë së Tastierës
sr: Праћење приступачности тастатуре

source: The manual of the Keyboard Accessibility Monitor, which shows the status of any keyboard accessibility features which are turned on.
el: Το εγχειρίδιο της Κατάστασης Προσιτότητας Πληκτρολογίου, δείχνει την κατάσταση όλων των χαρακτηριστικών προσιτότητας που είναι ενεργοποιημένα.
gl: Manual do monitor de accesibilidade do teclado, que amosa o estado de todas as características de accesibilidade do teclado que foron activadas.
nl: De handleiding van de toetsenbord-toegankelijkheidsmonitor, die de status weergeeft van alle ingeschakelde toetsenbord-toegangkelijkheidsfuncties.
sq: Manuali i Monitoruesit të Lëvizshmërisë së Tastierës, i cili shfaq të gjitha aftësitë e lëvizshmërisë së tastierës që janë aktivizuar.
sr: Приручник Праћења приступачности тастатуре, који приказује стање свих функција приступачности тастатуре које су укључене.

source: Using the Character Palette
el: Χρησιμοποιώντας τον Επιλογέα Χαρακτήρων
gl: Usando a paleta de caracteres
nl: Het karakterpalet gebruiken
sq: Përdorimi i Shtyllës së Gërmave
sr: Коришћење палете знакова

source: Use the Character Palette to insert letters and symbols which are not on your keyboard.
el: Χρησιμοποιείστε τον Επιλογέα Χαρακτήρων για να εισάγετε γράμματα και σύμβολα που δεν υπάρχουν στο πληκτρολόγιο σας.
gl: Usar a paleta de caracteres para inserir letras e símbolos que non están no seu teclado.
nl: Gebruik het karakterpalet om letters en symbolen in te voeren die niet op uw toetsenbord staan.
sq: Përdoreni Shtyllën e Gërmave për të vendosur gërma dhe simbole që nuk janë në tastierën tuaj.
sr: Користите Палету знакова да уметнете слова и симболе који се не налазе на тастатури.

source: Touchpads and graphics tablets
ast: Touchpads y tabletes dixitalizadores
da: Museplader og tegneplader
de: Touchpads und Grafiktabletts
el: Συσκευές αφής και ταμπλέτες γραφικών
gl: Touchpads e táboas dixitalizadoras
nl: Touchpads en tekentabletten
sl: Sledilne ploščice in grafične tablice
sq: Tabelat me prekje dhe tabelat grafike
sr: Додирне и графичке табле
tr: İmleçsürer ve grafik tabletleri
uk: Сенсорні пристрої та графічні планшети
zh_cn: 触摸板和图示板
zh_tw: 觸控板及繪圖板

source: You can use a touchpad or graphics tablet to move a mouse pointer.
ast: Puedes usar un touchpad o una tableta dixitalizadora pa mover el punteru del mur.
da: Du kan bruge en museplade eller en tegneplade til at flytte en musemarkør.
de: Sie können ein Touchpad oder ein Grafiktablett verwenden, um den Mauszeiger zu steuern.
el: Μπορείτε να χρησιμοποιήσετε μια συσκευή αφής ή ταμπλέτα γραφικών για να κινήσετε το δείκτη του ποντικιού.
gl: Pode empregar un touchpad ou unha táboa dixitalizadora para mover o punteiro do rato
nl: U kunt een touchpad of tekentablet gebruiken om een muisaanwijzer te verplaatsen.
sl: Za premikanje miškinega kazalca lahko uporabite sledilno ploščico ali grafično tablico.
sq: Ju mund të përdorni fushën e prekjes ose një laps për të lëvizur shenjuesin e miut.
sr: Можете да користите додирне или графичке табле да померате показивач миша.
tr: İmleçsüreri ya da grafik tabletlerini fare imlecini hareket ettirmek için kullanabilirsiniz.
uk: Ви можете використовувати тачпад чи графічний планшет для того щоб рухати вказівником мишки.
zh_cn: 你可以使用触摸板或者图示板移动鼠标
zh_tw: 您可以使用觸控板或是繪圖板來移動滑鼠游標。

source: Information on changing the settings of a laptop touchpad.
ast: Información pa cambear los axustes del touchpad d'un portátil.
da: Information om ændring af indstillingerne for en bærbar computers museplade.
de: Informationen zu den Touchpad-Einstellungen von Laptops
el: Πληροφορίες σχετικά με την αλλαγή των ρυθμίσεων της συσκευής αφής ενός φορητού υπολογιστή.
gl: Iformación sobre como cambiar os axustes do touchpad dun portátil.
nl: Informatie over het wijzigen van de touchpad-instellingen van een laptop.
sl: Podatki o spreminjanju nastavitev sledilne ploščice na prenosniku
sq: Informacion për ndryshimin e parametrave të një tabele të laptopit.
sr: Информације о мењању подешавања додирних табли преносивих уређаја.
tr: Bir dizüstü bilgisayarın imleçsürerinin ayarlarını değiştirme hakkında bilgi
zh_cn: 关于修改膝上机的触摸板的信息。
zh_tw: 更改筆記型電腦觸控板設定的資訊。

source: translator-credits
ast: Launchpad Contributions: Matthew East https://launchpad.net/~mdke
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo
de: Launchpad Contributions: Hendrik Knackstedt https://launchpad.net/~hennekn
el: Launchpad Contributions: Aggelos Chraniotis https://launchpad.net/~angelchraniotis Epirotes https://launchpad.net/~epirotes Kostas Milonas https://launchpad.net/~grimmoner msrowley https://launchpad.net/~msrowley sterios prosiniklis https://launchpad.net/~steriosprosiniklis Μανινάκης Κωνσταντίνος https://launchpad.net/~maninak
gl: Launchpad Contributions: Antón Méixome https://launchpad.net/~meixome Matthew East https://launchpad.net/~mdke Miguel Anxo Bouzada https://launchpad.net/~mbouzada Pablo Casais Solano https://launchpad.net/~pcasais Palidiyo https://launchpad.net/~palidiyo Xosé https://launchpad.net/~ubuntu-galizaweb Xurxo https://launchpad.net/~jordigp
nl: Launchpad Contributions: Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn Heureka https://launchpad.net/~jan-de-ridder Jordy van Heeswijk https://launchpad.net/~jordyvh Matthew East https://launchpad.net/~mdke Passant https://launchpad.net/~passant Redmar https://launchpad.net/~redmar cumulus007 https://launchpad.net/~cumulus-007 thekip https://launchpad.net/~thekip
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci juri9000 https://launchpad.net/~juri9000
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Cagri Emer https://launchpad.net/~cagriemer
uk: Launchpad Contributions: CrabMan https://launchpad.net/~oleg-min Matthew East https://launchpad.net/~mdke Sergey Bogach https://launchpad.net/~sergeysix Vitaliy Shyshko https://launchpad.net/~linux-kyiv Vladtn https://launchpad.net/~vladtn Yaroslav Ostapchuk https://launchpad.net/~yasikster atany https://launchpad.net/~ye-gorshkov darkneuro https://launchpad.net/~afganez oleg voitsikhovskyi https://launchpad.net/~uaolegua roman prokopyshyn (Роман Прокопишин)) https://launchpad.net/~colobocman svv https://launchpad.net/~skrypnychuk Діковець Борис https://launchpad.net/~bordik-gmail
zh_cn: Launchpad Contributions: 英华 https://launchpad.net/~wantinghard
zh_tw: Launchpad Contributions: Cheng-Chia Tseng https://launchpad.net/~zerng07 mechsix https://launchpad.net/~mech6
