Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: The proprietary driver may have to be downloaded and installed.
ast: El controlador privativu podría necesitar descargase y instalase.
da: Den proprietære driver skal i nogle tilfælde hentes og installeres.
de: Der proprietäre Treiber muss möglicherweise heruntergeladen und installiert werden.
el: Μπορεί να χρειαστεί η λήψη και η εγκατάσταση του κλειστού (ιδιοταγούς) οδηγού.
gl: Pode que haxa que descargar e instalar o controlador privativo.
nl: Mogelijk moet het niet-vrije stuurprogramma eerst gedownload en geïnstalleerd worden.
sl: Lastniške gonilnike bo morda potrebno prenesti in namestiti.
sq: Draiveri në pronësi mund të nevojitet të shkarkohet dhe instalohet.
sr: Власнички драјвер мора да буде преузет и инсталиран.
tr: Özel sürücü indirilmeli ve yüklenmelidir.
uk: Драйвер з закритим програмним кодом (пропрієтарний) має бути завантажений та встановлений.
zh_cn: 专有驱动可能需要被下载并安装。
zh_tw: 專有驅動程式可以被下載並安裝。

source: You may need to restart your computer to finish enabling the driver.
ast: Podría necesitase rearrancar l'equipu p'acabar d'habilitar el controlador.
da: Du skal muligvis genstarte computeren for at færdiggøre aktiveringen af driveren.
de: Möglicherweise muss Ihr Rechner neu gestartet werden, um den Treiber benutzen zu können.
el: Μπορεί να χρειαστεί επανεκκίνηση του υπολογιστή για ολοκληρωθεί η ενεργοποίηση του οδηγού.
gl: Pode que haxa que reiniciar o computador para finalizar a activación do controlador.
nl: Mogelijk moet uw computer opnieuw gestart worden om de installatie van het stuurprogramma af te ronden.
sl: Da dokončate omogočanje gonilnika, po potrebi znova zaženite računalnik.
sq: Juve mund t'iu duhet të rindizni kompjuterin tuaj për të përfunduar aktivizimin e draiverit.
sr: Можда ћете морати поново да покренете рачунар да бисте завршите активирање драјвера.
tr: Sürücünün etkinleştirilmesini tamamlamak için bilgisayarınızı yeniden başlatmanız gerekiyor.
uk: Ймовірно ви повинні будете перезавантажити ваш комп'ютер для завершення вмикання драйвера.
zh_cn: 您可能需要重启您的计算机来完成驱动的启用。
zh_tw: 您可能需要重新開機以完成啟用驅動程式。

source: Disabling a proprietary driver
ast: Desactivar un controlador propietariu
da: Deaktivering af en proprietær driver
de: Deaktivieren eines proprietären Treibers
el: Απενεργοποιώντας ένα κλειστό οδηγό
gl: Desactivación dun controlador privativo
nl: Een niet-vrij stuurprogramma uitschakelen
sl: Onemogočanje lastniškega gonilnika
sq: Çaktivizimi i një driveri në pronësi
sr: Деактивирање власничког драјвера
tr: Tescilli bir sürücüyü devre dışı bırakma
uk: Відключення закритого (пропрієтарного) пристрою
zh_cn: 禁用专有驱动
zh_tw: 停用專有驅動程式

source: If a proprietary driver is causing problems, or you would just like to turn it off, follow the procedure below:
ast: Si un controlador propietariu ta dando problemes, o pa desactivalu, sigue'l siguiente procedimientu:
da: Hvis en proprietær driver skaber problemer, eller du blot ønsker at slå den fra, følg fremgangsmåden nedenfor:
de: Falls ein proprietärer Treiber Probleme verursacht oder Sie ihn einfach nur abschalten möchten, folgen Sie den folgenden Schritten:
el: Αν κάποιος κλειστός οδηγός προκαλεί προβλήματα, ή απλά θα θέλατε να τον κλείσετε, ακολουθήστε την παρακάτω διαδικασία:
gl: Se o controlador privativo estivera a causar problemas, ou se o quixera desactivar, empregue o segunte procedemento:
nl: Als er problemen zijn met een niet-vrij stuurprogramma, of u wilt hem gewoon uitschakelen, volgt u onderstaande procedure:
sl: V primeru, da lastniški gonilnik povzroča težave ali pa ga zgolj želite izključiti, sledite spodnjemu postopku:
sq: Nëse një driver në pronësi shkakton probleme, ose nëse ju thjesht doni ta çaktivizoni atë, ndiqni proçedurën që vijon:
sr: Ако власнички драјвер проузрокује проблеме, или само желите да га искључите, следите процедуру у наставку:
tr: Eğer tescilli bir sürücü sorunlarına neden oluyor veya sadece bu sürücüyü kapatmak istiyorsanız, aşağıdaki prosedürü takip edin:
uk: Якщо закритий (пропріетарний) драйвер викликає проблеми або ви просто хочете відключити його, виконайте такі дії:
zh_cn: 如果一个专有驱动导致问题，或者你只是像关掉它，遵照下列步骤：
zh_tw: 如果專有驅動程式導致問題，或者你想要關閉它，請按照下列步驟做：

source: Find the driver which you would like to disable and read the description.
ast: Atopa'l controlador que quies deshabilitar y llei la descripción
da: Find den driver, som du ønsker at deaktivere og læs beskrivelsen.
de: Suchen Sie den Treiber aus, den Sie deaktivieren wollen und lesen Sie die Beschreibung.
el: Βρείτε τον οδηγό που θα θέλατε να απενεργοποιήσετε και διαβάστε την περιγραφή.
gl: Atope o controlador que desexe desactivar e lea a descrición.
nl: Zoek het stuurprogramma dat u wilt uitschakelen en lees de omschrijving.
sl: Poiščite gonilnik, ki bi ga radi onemogočili in preberite opis.
sq: Gjeni draiverin që do të donit të çaktivizonit dhe lexoni përshkrimin.
sr: Пронађите драјвер који желите да онемогућите и прочитајте опис.
tr: Etkisizleştirmek istediğiniz sürücüyü bulun ve açıklamayı okuyun.
uk: Знайдіть драйвер, який би ви хотіли вимкнути та прочитайте опис.
zh_cn: 找到您想禁用的驱动并阅读描述。
zh_tw: 尋找您想要停用的驅動程式，並且閱讀指示。

source: Press <guibutton>Remove</guibutton> to disable the driver and continue using a free driver, if available. You may be asked to enter your password.
ast: Calca <guibutton>desaniciar</guibutton> pa deshabilitar el controlador y siguir usando un controlador llibre, si ta disponible. Puede ser que se te pida la to contraseña.
da: Klik på <guibutton>Fjern</guibutton> for at deaktivere driveren og efterfølgende bruge en fri driver, hvis en sådan er tilgængelig. Du bliver måske bedt om at indtaste din adgangskode.
de: Drücken Sie <guibutton>Entfernen</guibutton>, um den Treiber zu deaktivieren und um weiterhin einen verfügbaren freien Treiber zu benutzen. Sie werden evtl. dazu aufgefordert, Ihr Passwort einzugeben.
el: Πατήστε <guibutton>Απομάκρυνση</guibutton> για να απενεργοποιήσετε τον οδηγό και συνεχίστε χρησιμοποιώντας έναν ελεύθερο, αν είναι διαθέσιμος. Μπορεί να σας ζητηθεί η εισαγωγή του κωδικού σας.
gl: Prema <guibutton>Eliminar</guibutton> para desactivar o controlador e continuar empregando un controlador libre, se estivera dispoñíble. Pode que se lle pida que escriba o contrasinal.
nl: Klik op <guibutton>Verwijderen</guibutton> om het stuurprogramma uit te schakelen en vervolgens een vrij stuurprogramma, indien beschikbaar, te gebruiken. U zult mogelijk om uw wachtwoord worden gevraagd.
sl: Kliknite <guibutton>Odstrani</guibutton>, da onemogočite gonilnik in nadaljujete z uporabo prostega gonilnika, če je le-ta na voljo. Po potrebi vnesite svoje geslo.
sq: Klikoni <guibutton>Hiqe</guibutton> për të çaktivizuar draiverin dhe për të vazhduar përdorimin e draiverit falas, nëse është i disponueshëm. Juve mund t'iu kërkohet të vendosni fjalëkalimin tuaj.
sr: Кликните <guibutton>Уклони</guibutton> да деактивирате драјвер и да наставите са коришћењем слободног драјвера, ако је доступан. Од вас може бити затражено да унесете лозинку.
tr: Sürücüyü etkisiz kılmak için <guibutton>Kaldır</guibutton>'a basın ve eğer kullanılabilir ise ücretsiz sürücüyü kullanmaya devam edin. Parolanızı girmeniz istenebilir.
uk: Натисніть <guibutton>Видалити</guibutton>, щоб вимкнути драйвер та продовжити використання вільного драйвера, якщо це можливо. Ймовірно вас запитають ввести свій пароль.
zh_cn: 按下 <guibutton>移除</guibutton> 来禁用这个驱动并继续使用一个自由驱动，如果它可用的话。您可能会需要输入密码。
zh_tw: 可以的話，按下<guibutton>移除</guibutton>來關閉該驅動程式並繼續使用自由驅動程式。您有可能被要求輸入您的密碼。

source: You may need to restart your computer to finish disabling the driver.
ast: Podría necesitase rearrancar l'equipu p'acabar de deshabilitar el controlador.
da: Du skal muligvis genstarte computeren for at færdiggøre deaktiveringen af driveren.
de: Möglicherweise muss Ihr Rechner neu gestartet werden, um die Deaktivierung des Treibers abzuschließen.
el: Μπορεί να χρειαστεί η επανεκκίνηση του υπολογιστή για να ολοκληρωθεί η απομάκρυνση του οδηγού.
gl: Pode que haxa que reiniciar o computador para finalizar a desactivación do controlador.
nl: Mogelijk moet u uw computer herstarten om het uitschakelen van het stuurprogramma af te ronden.
sl: Da dokončate onemogočanje gonilnika, po potrebi znova zaženite računalnik.
sq: Juve mund t'iu duhet të rindizni kompjuterin tuaj për të përfunduar çaktivizimin e draiverit.
sr: Можда ћете морати да поново покренете рачунар да бисте завршили деактивирање драјвера.
tr: Sürücüyü etkisizleştirmeyi tamamlamak için bilgisayarınızı yeniden başlatmanız gerekebilir.
uk: Ймовірно ви повинні будете перезавантажити ваш комп'ютер для завершення вимикання драйвера.
zh_cn: 在禁用这个驱动后您可能需要重启您的计算机。
zh_tw: 您可能需要重新開機以完成停用專有驅動程式。

source: Disks and partitions
ast: Discos y particiones
da: Diske og partitioner
de: Festplatten und Partitionen
el: Δίσκοι και διαμερίσματα (κατατμήσεις)
gl: Discos e particións
nl: Schijven en partities
sl: Diski in razdelki
sq: Disqet dhe parcelat
sr: Дискови и партиције
tr: Diskler ve bölümler
uk: Диски та розділи
zh_cn: 磁盘和分区
zh_tw: 硬碟與硬碟分割區

source: This section provides instructions on how to handle disks and drives, such as removable hard disks.
ast: Esta seición ufre instrucciones pa remanar discos y unidaes, como los discos duros estrayíbles.
da: Dette afsnit giver instruktioner om, hvordan man håndterer diske og drev, såsom flytbare harddiske.
de: Dieser Abschnitt erklärt wie Datenträger und Laufwerke, wie etwa Wechseldatenträger, verwendet werden können.
el: Η ενότητα αυτή παρέχει πληροφορίες για το πως μπορείτε να διαχειριστείτε δίσκους και οδηγούς, όπως αφαιρούμενους σκληρούς δίσκους.
gl: Esta sección contén instrucións sobre como xestionar discos e controladores, como discos duros extraíbles.
nl: Deze sectie geeft instructies over het gebruik van schijven en stations, zoals verwisselbare harde schijven.
sl: Ta odsek vsebuje navodila za upravljanje z diski in pogoni, kot so na primer odstranljivi trdi diski.
sq: Ky seksion ju jep udhëzime se si të merreni me disqet dhe draivet, siç janë hard disqet e çmuntueshëm.
sr: Овај одељак даје упутства о томе како да рукујете дисковима и уређајима, као што су преносиви чврсти дискови.
tr: Bu bölümde ayrılabilir sabit diskler gibi aygıtların kullanımıyla ilgili talimatlar yer almaktadır.
uk: У цьому розділі містяться інструкції щодо використання дисків та дискових пристроїв, таких як змінні жорсткі диски.
zh_cn: 本节介绍磁盘和驱动器（例如移动硬盘）管理的操作方法。
zh_tw: 本節提供如何處理磁碟與磁碟機 (例如可移除式硬碟) 的指南。

source: partition
ast: partición
el: διαμέρισμα
gl: partición
nl: partitie
sl: razdelek
sq: parcele
sr: партиција
tr: bölüm
uk: розділ
zh_cn: 分区
zh_tw: 硬碟分割區

source: partitions
ast: particiones
da: partitioner
de: Partitionen
el: διαμερίσματα
gl: particións
nl: partities
sl: razdelki
sq: parcelat
sr: партиције
tr: bölümler
uk: розділи
zh_cn: 分区
zh_tw: 硬碟分割區

source: partitioning
ast: particionar
da: partitionering
de: Partitionierung
el: διαδικασία διαμέρισης
gl: crear particións
nl: partitioneren
sl: razdeljevanje
sq: particionimi
sr: Партиционисање
tr: bölümleme
uk: поділ диска
zh_cn: 分区
zh_tw: 分割磁碟

source: format
ast: formatiar
da: formatér
de: Formatieren
el: διαμόρφωση
gl: formato
nl: formatteer
sl: formatiraj
sq: formato
sr: формат
tr: biçimleme
uk: форматувати
zh_cn: 格式化
zh_tw: 格式化

source: formatting
ast: formatiando
da: formatering
de: Formatierung
el: διαδικασία διαμόρφωσης
gl: formatado
nl: formatteren
sl: formatiranje
sq: formatimi
sr: форматирање
tr: biçimlendiriyor
uk: форматування
zh_cn: 正在格式化
zh_tw: 正在格式化

source: mount
ast: montar
da: montér
el: προσάρτηση
gl: montar
nl: aankoppelen
sl: priklopi
sq: monto
sr: монтирати
tr: bağla
uk: монтування
zh_cn: 挂载
zh_tw: 掛載

source: unmount
ast: desmontar
da: afmontér
de: aushängen
el: αποπροσάρτηση
gl: desmontar
nl: afkoppelen
sl: odklopi
sq: çmonto
sr: демонтирати
tr: ayır
uk: відключити
zh_cn: 卸载
zh_tw: 卸載

source: umount
ast: desmontar
gl: desmontar
nl: afkoppelen
sl: izvrzi
sq: çmonto
uk: відключити
zh_cn: 卸载
zh_tw: 卸載

source: filesystem
ast: sistema de ficheros
da: filsystem
de: Dateisystem
el: σύστημα αρχείων
gl: sistema de ficheiros
nl: bestandssysteem
sl: datotečni sistem
sq: sistemi i skedarëve
sr: систем датотека
tr: dosya sistemi
uk: файлова система
zh_cn: 文件系统
zh_tw: 檔案系統

source: file system
ast: sistema de ficheros
da: filsystem
de: Dateisystem
el: σύστημα αρχείων
gl: sistema de ficheiros
nl: bestandssysteem
sl: datotečni sistem
sq: sistemi i skedarëve
sr: систем датотека
tr: dosya sistemi
uk: файлова система
zh_cn: 文件系统
zh_tw: 檔案系統

source: Checking how much disk space is available
ast: Comprobar cuantu espaciu de discu hai disponible
da: Undersøg hvor meget diskplads der er tilgængelig
de: Die Festplatte auf verfügbaren Speicherplatz prüfen
el: Γίνεται υπολογισμός του διαθέσιμου χώρου του δίσκου
gl: Comprobar canto espazo hai disponíbel no disco
nl: Controleren op beschikbare schijfruimte
sl: Preverjanje prostega prostora na disku
sq: Sa hapësirë në disk është e disponueshme
sr: Како проверити колико је простора на диску на располагању
tr: Diskte ne kadar boş yer olduğu kontrol ediliyor
uk: Перевірити скільки є дискового простору
zh_cn: 查看剩余可用硬盘空间
zh_tw: 檢查多少磁碟空間可用

source: Click <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>System Monitor</guimenuitem></menuchoice> and select the <guilabel>File Systems</guilabel> tab to see how much hard disk space is available on your computer.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración</guisubmenu><guimenuitem>Monitor del sistema</guimenuitem></menuchoice> y seleiciona la llingüeta <guilabel>Sistemes d'archivos</guilabel> para ver cuánto espaciu de discu duru hai disponible nel ordenador.
da: Klik på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Systemovervågning</guimenuitem></menuchoice> og vælg fanebladet <guilabel>Filsystemer</guilabel> for at se, hvor meget harddiskplads, der er tilgængelig på din computer.
de: Klicken Sie auf <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Systemüberwachung</guimenuitem></menuchoice> und wählen Sie den Reiter <guilabel>Dateisysteme</guilabel>, um zu sehen, wie viel Festplattenspeicher auf Ihrem Rechner verfügbar ist.
el: Κάντε κλικ στο <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείρηση συστήματος</guisubmenu><guimenuitem>Παρακολούθηση συστήματος</guimenuitem></menuchoice> και επιλέξτε την καρτέλα <guilabel>Συστήματα αρχείων</guilabel> για να δείτε τον διαθέσιμο χώρο του δίσκου σας στον υπολογιστή σας.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Monitor do sistema</guimenuitem></menuchoice> e escolla <guilabel>Sistemas de ficheiros</guilabel> para ver de canto espazo se dispón no disco duro do computador.
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer</guisubmenu><guimenuitem>Systeemmonitor</guimenuitem></menuchoice> en ga naar het tabblad <guilabel>Bestandssystemen</guilabel> om te zien hoeveel schijfruimte beschikbaar is op uw computer.
sl: Pritisnite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>Nadzornik sistema</guimenuitem></menuchoice> in izberite zavihek <guilabel>Datotečni sistemi</guilabel>. Tu si lahko ogledate koliko prostega prostora je na voljo na trdem disku vašega računalnika.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guimenuitem>Monitoruesi i Sistemit</guimenuitem></menuchoice> dhe zgjidhni tabelën <guilabel>Sistemet e Skedarëve</guilabel> për të parë sa hapësirë disku ka ngelur e disponueshme në kompjuterin tuaj.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>Праћење система</guimenuitem></menuchoice> и изаберите језичак <guilabel>Системи датотека</guilabel> да бисте видели колико простора на хард диску је доступно на вашем рачунару.
tr: <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guimenuitem>Sistem Görüntüleyici</guimenuitem></menuchoice> 'ye tıklayın ve <guilabel>Dosya sistemleri</guilabel> sekmesini seçerek, bilgisayarınızın sabit diskinde ne kadar boş yer olduğunu görün.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Системний монітор</guimenuitem></menuchoice> та виберіть вкладку <guilabel>Файлові системи</guilabel>, щоб побачити скільки простору на жорстких дисках доступно на вашому комп'ютері.
zh_cn: 点击 <menuchoice><guimenu>系统</guimenu><guisubmenu>系统管理</guisubmenu><guimenuitem>系统监视器</guimenuitem></menuchoice>，选择<guilabel>文件系统</guilabel> 标签以查看在您的计算机上有多少硬盘空间可用。
zh_tw: 點選 <menuchoice><guimenu>系統</guimenu> <guisubmenu>管理</guisubmenu> <guimenuitem>系統監控</guimenuitem></menuchoice> 然後選擇 <guilabel>檔案系統</guilabel> 標籤檢視您的電腦中可用磁碟空間。

source: Alternatively, click <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>, right-click a hard disk, click <guilabel>Properties</guilabel> and select the <guilabel>Basic</guilabel> tab to see a summary of the disk space currently available on that disk.
ast: Alternativamente, calca <menuchoice><guimenu>Llugares</guimenu><guimenuitem>Equipu</guimenuitem></menuchoice>, calca col botón derechu nun discu duru, calca <guilabel>Propiedaes</guilabel> y escueye la llingüeta guilabel>Básicu</guilabel> pa ver un resume de l'espaciu de discu disponible actualmente nesi discu.
da: Du kan også klikke på <menuchoice><guimenu>Steder</guimenu><guimenuitem>Maskine</guimenuitem></menuchoice>, højreklikke på en harddisk, klikke på <guilabel>Egenskaber</guilabel> og vælge fanebladet <guilabel>Generelt</guilabel> for at se en oversigt over den aktuelt tilgængelige diskplads på den valgte disk.
de: Alternativ können Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> öffnen, auf eine beliebige Festplatte mit der rechten Maustaste klicken, <guilabel>Eigenschaften</guilabel> auswählen und in den Reiter <guilabel>Grundlegend</guilabel> wechseln, um eine Übersicht über den verfügbaren Speicherplatz auf dieser Festplatte zu erhalten.
el: Εναλλακτικά, κάντε κλικ στο <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Υπολογιστής</guimenuitem></menuchoice>, δεξί κλικ σε έναν σκληρό δίσκο, κλικ στις <guilabel>Ιδιότητες</guilabel> και επιλέξτε την καρτέλα <guilabel>Βασικό</guilabel> για να δείτε μια περίληψη του χώρου που είναι αυτή την στιγμή διαθέσιμος στον δίσκο.
gl: Alternativamente, prema <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Computador</guimenuitem></menuchoice>, prema nun disco ríxido co botón dereito do rato, prema <guilabel>Propiedades</guilabel> e seleccione <guilabel>Básico</guilabel> para ver un resumo do espazo do disco dispoñible nese disco.
nl: U kunt ook klikken op <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>; klik met de rechtermuisknop op een harde schijf, klik op <guilabel>Eigenschappen</guilabel> en ga naar het tabblad <guilabel>Eenvoudig</guilabel> om te zien hoeveel vrije schijfruimte er is op die schijf.
sl: Druga možnost za ogled povzetka prostega prostora na disku je, da pritisnete <menuchoice><guimenu>Mesta</guimenu><guimenuitem>Računalnik</guimenuitem></menuchoice>, z desnim miškinim gumbom kliknete na trdi disk, izberete <guilabel>Lastnosti</guilabel> in kliknete na zavihek <guilabel>Osnovno</guilabel>.
sq: Në mënyrë alternative, klikoni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Kompjuteri</guimenuitem></menuchoice>, klikoni me të djathtën mbi një hard disk, klikoni <guilabel>Parametrat</guilabel> dhe zgjidhni tabelën <guilabel>Bazat</guilabel> për të parë një përmbledhje të hapësirës që është e disponueshme në atë disk.
sr: Или, кликните <menuchoice><guimenu>Пречице</guimenu><guimenuitem>Рачунар</guimenuitem></menuchoice>, затим кликните десним тастером миша на чврсти диск, кликните <guilabel>Подаци</guilabel> и изаберите језичак <guilabel>Основно</guilabel> да бисте видели резиме о тренутно доступном простору на том диску.
tr: Ayrıca, <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Bilgisayar</guimenuitem></menuchoice> a tıklayın, sabit diske sağ tıklayın, <guilabel>Özellikler</guilabel> 'e tıklayın ve <guilabel>Temel</guilabel> sekmesine gelin bu diskteki o anki boş yerin özetini görün.
uk: Або натисніть кнопку <menuchoice><guimenu>Місця</guimenu><guimenuitem>Комп'ютер</guimenuitem></menuchoice>, натисніть правою кнопкою миші на жорсткий диск, натисніть на <guilabel>Властивості</guilabel> та виберіть вкладку <guilabel>Основні</guilabel>, щоб переглянути коротку інформацію про дисковий простір наявний на цьому диску в даний час.
zh_cn: 另一选择，点击<menuchoice><guimenu>位置</guimenu><guimenuitem>计算机</guimenuitem></menuchoice>，右击一硬盘，点击<guilabel>属性</guilabel>并选择<guilabel>基本</guilabel>标签来查看当前硬盘上的可用空间总结。
zh_tw: 又或者您可以點選 <menuchoice><guimenu>位置</guimenu> <guimenuitem>電腦</guimenuitem></menuchoice> ，在一個磁碟機上按右鍵，按 <guilabel>屬性</guilabel> 然後選擇 <guilabel>基本</guilabel> 標籤檢視該磁碟可用的磁碟空間。

source: Advanced disk-usage analysis
ast: Analís avanzáu d'usu del discu
da: Avanceret analyse af diskforbrug
de: Umfassende Analyse der Datenträgerbelegung
el: Προχωρημένη ανάλυση της χρήσης δίσκου
gl: Análise avanzada do uso do disco
nl: Geavanceerde schijfgebruikanalyse
sl: Napredna analiza porabe diska
sq: Analiza të avancuara të përdorimit të diskut
sr: Напредна анализа коришћења диска
tr: İleri seviye disk kullanım çözümleyicisi
uk: Розширений аналіз заповнення дискового простору
zh_cn: 高级磁盘使用分析器
zh_tw: 進階磁碟用量分析
