Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: Most laptop computers come with a touchpad, which is used to control the mouse pointer. There are many ways of changing the way that the touchpad behaves; the most basic touchpad settings can be configured in the following way.
ast: La mayoría de los portátiles tienen un touchpad, que úsase pa controlar el punteru del mur. Hay muches maneres de camudar el comportamientu del touchpad; los axustes más básicos del touchpad pueden configurase de la manera darréu.
da: De fleste bærbare computere har en museplade, som bruges til at styre musemarkøren. Der er mange måder at ændre den måde, musepladen opfører sig på. De mest grundlæggende musepladeindstillinger kan tilpasses som beskrevet nedenfor.
de: Die meisten Laptops haben ein Touchpad, um den Mauszeiger zu steuern. Es gibt viele Möglichkeiten, das Verhalten des Touchpads zu ändern. Die grundlegenden Einstellungen können wie folgt konfiguriert werden.
el: Στους περισσότερους φορητούς υπάρχει η συσκευή κατάδειξης, που χρησιμοποιείται για να ελεγχθεί ο δείκτης του ποντικιού. Υπάρχουν πολλοί τρόποι για να αλλάξετε τον τρόπο που συμπεριφέρεται μια συσκευή κατάδειξης. Οι βασικές ρυθμίσεις της μπορούν να γίνουν με τον παρακάτω τρόπο.
gl: A maioría dos computadores portátiles dispoñen dun touchpad, que se emprega para controlar o punteiro do rato. Hai moitos xeitos de cambiar o xeito de comportamento do touchpad, a configuración máis básica podería ser a seginte.
nl: De meeste laptops worden geleverd met een touchpad, dat gebruikt wordt om de muiscursor te bedienen. Er zijn vele manieren om de wijze waarop het touchpad zich gedraagt aan te passen; de meest elementaire instellingen kunnen als volgt worden geconfigureerd.
sl: Večina prenosnih računalnikov ima vgrajeno sledilno ploščico, s katero je mogoče upravljati miškin kazalec. Obnašanje sledilne ploščice lahko spreminjate na veliko načinov; najosnovnejše nastavitve sledilne ploščice lahko spreminjate na sledeči način.
sq: Shumica e kompjuterave laptop vijnë me një tabelë me prekje, e cila përdoret për të kontrolluar shenjuesin e miut. Ka shumë mënyra për të ndryshuar mënyrën se si sillet tastiera me prekje; parametra më të domosdoshme të tastierës me prekje mund të konfigurohen në mënyrën që vijon.
sr: Већина преносивих рачунара има додирну таблу, која се користи за контролу курсора миша. Постоји много начина да промените начин понашања додирне табле; најосновније поставке додирне табле могу бити подешене на следећи начин.
tr: Çoğu dizüstü bilgisayar, fare imlecini kontrol etmekte kullanılan imleçsürerle birlikte gelir. İmleçsürerin davranışlarını değiştirmenin birçok yolu vardır; en temel imleçsürer ayarları aşağıdaki yollarla yapılandırılabilir.
uk: Більшість ноутбуків мають сенсорну панель, яка призначена для керування курсором миші. Існує багато способів зміни поведінки сенсорної панелі; базові параметри сенсорної панелі можуть бути налаштовані таким чином.
zh_cn: 大多数笔记本电脑有一个触摸板，是用来控制鼠标指针的。改变触摸板的运行有很多方法，大多数的触摸板基本设定可以从以下方式配置。
zh_tw: 大多筆記型電腦搭配觸控板，用來控制滑鼠指標。改變觸控行為有很多方法；最基本觸控板設置可見下述方式。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Mur</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Mus</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Maus</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Ποντίκι</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Rato</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Muis</guimenuitem></menuchoice>.
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Miška</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Miu</guimenuitem></menuchoice>.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Миш</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Tercihler</guimenuitem><guimenuitem>Fare</guimenuitem></menuchoice> 'ye basın.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Миша</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>鼠标</guimenuitem></menuchoice>.
zh_tw: 按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>滑鼠</guimenuitem></menuchoice>。

source: Select the <guilabel>Touchpad</guilabel> tab.
ast: Escueye la llingüeta <guilabel>Touchpad</guilabel>.
da: Klik på fanebladet <guilabel>Museplade</guilabel>.
de: Wählen Sie die Registerkarte <guilabel>Touchpad</guilabel>
el: Επιλέξτε την καρτέλα <guilabel>Touchpad</guilabel>.
gl: Escolla o separador <guilabel>Touchpad</guilabel>.
nl: Ga naar het tabblad <guilabel>Touchpad</guilabel>.
sl: Izberite zavihek <guilabel>Sledilna ploščica</guilabel>.
sq: Zgjidhni tabelën <guilabel>Touchpad</guilabel>.
sr: Изаберите језичак <guilabel>Додирна табла</guilabel>.
tr: <guilabel>İmleçsürer</guilabel> sekmesini seçin.
uk: Виберіть вкладку <guilabel>Сенсорна панель</guilabel>.
zh_cn: 选择<guilabel>Touchpad</guilabel> 页。
zh_tw: 選擇 <guilabel>觸控板</guilabel> 分頁。

source: Here you can change the touchpad settings to your liking. Changes should take effect immediately.
ast: Equí puedes camudar los axustes del touchpad como quieras. Los cambéos aplíquense darréu.
da: Her kan du tilpasse musepladens indstillinger, så de passer til dig. Ændringer vil træde i kraft med det samme.
de: Hier können Sie die Einstellungen für das Touchpad nach Ihren Wünschen ändern. Änderungen werden sofort übernommen.
el: Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις της συσκευής κατάδειξης σε αυτές της αρεσκείας σας. Οι αλλαγές αυτές θα εφαρμοστούν αμέσως.
gl: Aquí pode cambiar a configuración do touchpad ao seu xeito. As modificacións aplícanse instantaneamente.
nl: Hier kunt u de touchpadinstellingen naar uw voorkeur wijzigen. Wijzigingen zijn meteen van kracht.
sl: Tu lahko po želji spreminjate nastavitve sledilne ploščice. Spremembe stopijo v veljavo takoj.
sq: Këtu mund t'i ndryshoni parametrat e tastierës me prekje sipas dëshirës. Ndryshimet do të bëhen efektive menjëherë.
sr: Овде можете да промените подешавања додирне табле према вашој жељи. Промене треба да ступе на снагу одмах.
tr: Burada imleçsürer ayarlarınızı istediğiniz gibi değiştirebilirsiniz. Değişiklikler hemen etkinleşecektir.
uk: Тут ви можете змінити налаштування сенсорної панелі за вашим вподобанням. Зміни повинні застосуватись відразу.
zh_cn: 这里您能够更改您喜欢的触摸板设定，更改应该能够立即生效
zh_tw: 這裡您可以依照您的喜好改變觸控板設置。更變會立即生效。

source: Some touchpads may be detected as normal mouse devices, even though they are actually touchpads. In this case, the <guilabel>Touchpad</guilabel> tab will not be available in the mouse preferences.
ast: Dellos touchpads pueden deteutarse como mures normales, magar que seyan touchpads. Nesti casu, nun habrá llingüeta <guilabel>Touchpad</guilabel> nes preferencies del mur.
da: Visse museplader kan blive genkendt som normale museenheder, selvom de faktisk er museplader. I sådanne tilfælde vil fanebladet <guilabel>Museplade</guilabel> ikke være tilgængeligt i museindstillingerne.
de: Einige Touchpads werden als eine normale Maus erkannt. In diesem Fall ist die Registerkarte <guilabel>Touchpad</guilabel> in den Mauseinstellungen nicht verfügbar.
el: Ορισμένες συσκευές κατάδειξης μπορεί να εντοπιστούν ως ποντίκια, αν και δεν είναι. Στην περίπτωση αυτή η παραπάνω ειδική ετικέτα δεν θα είναι διαθέσιμη στις προτιμήσεις για το ποντίκι.
gl: Algúns touchpads son detectados como dispositivos de rato normal, aínda que en realidade sexan touchpad. Neste caso, o separador <guilabel> Touchpad </ guilabel> non estará dispoñible nas preferencias do rato.
nl: Sommige touchpads kunnen worden gedetecteerd als normale muis-apparaten, ook al zijn ze in werkelijkheid touchpads. In dit geval zal in de muisvoorkeuren het tabblad <guilabel>Touchpad</guilabel> niet beschikbaar zijn.
sl: Nekatere sledilne ploščice bodo morda zaznane kot običajne miške, kljub temu da v resnici so sledilne ploščice. V tem primeru zavihek <guilabel>Sledilna ploščica</guilabel> v miškinih nastavitvah ne bo prikazan.
sq: Disa tabela me prekje mund të dallohen si pajisje normale miu, edhe pse në fakt ato janë tastiera me prekje. Në këtë rast, tabela e <guilabel>Tastierës me Prekje</guilabel> nuk do të jetë e disponueshme në preferencat e miut.
sr: Неке додирне табле могу бити откривене као нормалан миш, иако су заправо додирне табле. У том случају, језичак <guilabel>Додирна табла</guilabel> неће бити доступан у подешавањима миша.
tr: Bazı imleçsürerler aslında imleçsürer olmalarına rağmen normal bir fare gibi algılanırlar. Bu durumda <guilabel>İmleçsürer</guilabel> sekmesi fare tercihlerinde kullanılabilir olamayacaktır.
uk: Деякі сенсорні панелі можуть бути виявлені як звичайні пристрої миші. В цьому разі вкладка <guilabel>Сенсорні панелі</guilabel> в налаштуваннях миші буде відсутня.
zh_cn: 一些触摸板可能当作普通的鼠标设备能被发现,尽管它们是实际的触摸板.在这种情况下,触摸板标签在鼠标参数选择不会被有效的采用
zh_tw: 有些觸控板會被偵測為一般的滑鼠裝置，即使它們是真的觸控板。在這種情況下，滑鼠偏好設定下的<guilabel>觸控板</guilabel>分頁將無法使用。

source: See the <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink> for more information on touchpads.
ast: Llee les <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">páxines de sofitu de la comuña</ulink> para más información tocante a los touchpads.
da: Læs <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">fællesskabets supportsider</ulink> for mere information om museplader.
de: Weitere Informationen über Touchpads erhalten Sie auf den englischsprachigen <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">Community Support-Seiten</ulink>.
el: Δείτε τις <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">σελίδες υποστήριξης της κοινότητας</ulink> για περισσότερες πληροφορίες όσον αφορά τις συσκευές κατάδειξης.
gl: Vexa as <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">páxinas de asistencia da comunidade</ ulink> para obter máis información sobre touchpads.
nl: Zie de <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">ondersteuningspagina's van de gemeenschap</ulink> voor meer informatie over touchpads.
sl: Za več podatkov o sledilnih ploščicah si oglejte <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">strani podpore skupnosti</ulink>.
sq: Shikoni <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">faqet mbështetëse të komunitetit</ulink> për më tepër informacion rreth tastierave me prekje.
sr: Погледајте <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">странице подршке заједнице</ulink> за више информација о додирним таблама.
tr: İmleçsürerler hakkında daha fazla bilgi için <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink>e bakın.
uk: Дивіться <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">сторінки підтримки спільноти</ulink> для подальшої інформації щодо сенсорних панелей.
zh_cn: 参见<ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">community support pages</ulink> 获得更多有关触摸板的信息。
zh_tw: 請看 <ulink url="https://help.ubuntu.com/community/SynapticsTouchpad">社群支援頁</ulink> 取得更多觸控板資訊。

source: Finding laptop testing reports
ast: Alcontrar informes de pruebes del portatil
da: Find testrapporter for bærbare computere
de: Laptop-Testberichte suchen
el: Βρίσκοντας τις αναφορές ελέγχου του φορητού σας
gl: Busca de informes de probas de portátiles
nl: Laptop-testrapporten vinden
sl: Iskanje poročil o preizkušanju prenosnikov
sq: Gjeni raporte të testimit të laptopëve
sr: Проналажење извештаја тестирања преносивих рачунара
tr: Dizüstü bilgisayarın sınama rapoları bulunuyor
uk: Пошук звітів про тестування ноутбуків
zh_cn: 搜索笔记本电脑检测报告
zh_tw: 尋找筆記型電腦測試報告

source: Many laptops are regularly tested by the Ubuntu community to ensure that various features work correctly. The results of these tests are available for you to read, and may offer insight into any problems you might be experiencing with your laptop.
ast: La comuña d'Ubuntu prueba de vezu munchos portátiles p'asegurar que delles carauterístiques funcionen correchamente. Puedes lleer los resultaos d'eses pruebes, que pueden echate un gabitu con dalgunos problemes que puedas tener col portátil.
da: Mange bærbare computere bliver regelmæssigt testet af Ubuntu-fællesskabet for at sikre, at forskellige funktioner virker korrekt. Resultaterne af disse tests er tilgængelige, så du kan læse dem, og de kan give indsigt i ethvert problem, du kan opleve med din bærbare computer.
de: Von der Ubuntu-Gemeinschaft werden regelmäßig viele Laptops getestet, um sicherzustellen, dass verschiedene Funktionen korrekt arbeiten. Die Ergebnisse dieser Tests stehen Ihnen zur Verfügung und können Ihnen Einblicke in eventuelle Probleme mit Ihrem Laptop geben.
el: Πολλοί φορητοί έχουν ελεγχθεί από την κοινότητα του Ubuntu για να διασφαλιστεί ότι τα διάφορα χαρακτηριστικά τους λειτουργούν σωστά. Τα αποτελέσματα αυτών των δοκιμών είναι διαθέσιμα και μπορούν να σας βοηθήσουν με πολλά προβλήματα που μπορεί να έχετε με τον φορητό υπολογιστή σας.
gl: A comunidade de Ubuntu evalúa regularmente moitos computadores portátiles para asegurarse de que as diversas características funcionen correctamente. Los resultados destas probas están dispoñibles para que vostede as poida ler, e pode oque atope neles unha análise de calquera problema que vostede estea a ter co seu computador portátil.
nl: Veel laptops worden regelmatig door de Ubuntu-gemeenschap getest om er zeker van te zijn dat diverse functies correct werken. U kunt de resultaten van deze tests lezen; zij kunnen inzicht verschaffen over eventuele problemen die u met uw laptop ondervindt.
sl: Mnoge prenosnike skupnost Ubuntu redno preizkuša, da zagotovi pravilno delovanje raznih zmožnosti. Izidi preizkusov so vam dostopni za branje in vam lahko ponudijo vpogled v kakršnekoli težave, ki jih lahko izkusite z vašim prenosnikom.
sq: Shumë laptopë testohen rregullisht nga komuniteti i Ubuntu për tu siguruar që mjetet e ndryshme funksionijnë në mënyrë korrekte. Rezultatet e këtare testeve janë të disponueshme që ju të mund t'i lexoni dhe mund të ofrojnë ndihmë për shumë probleme që mund të hasni me laptopin tuaj.
sr: Чланови Убунту заједнице редовно тестирају многе преносиве рачунаре да би проверили да различите функције раде исправно. Резултати ових тестова су Вам доступни за читање, и могу да понуде увид у све проблеме на које можете наићи Вашим преносивим рачунаром.
tr: Birçok dizüstü bilgisayar, özelliklerinin düzgün çalışmalarını sağlamak için düzenli olarak Ubuntu topluluğu tarafından test edilir. Bu testlerin sonuçlarını okuyabilir ve kendi dizüstü bilgisayarınızla yaşayabileceğiniz sorunları anlayabilmenizi mümkün kılar.
uk: Багато ноутбуків регулярно тестуються спільнотою Ubuntu з метою гарантувати коректність роботи різноманітних функцій. Результати цих тестувань доступні для прочитання та можуть допомогти зрозуміти будь-яку проблему, яку ви можете зазнавати з вашим ноутбуком.
zh_cn: 很多笔记本电脑定期由Ubuntu社区检测确保各种特性正常工作。这些报告你可以查阅，由此可以查找你的伲上型机正遭遇的问题。
zh_tw: 許多筆記型電腦都會經由 Ubuntu 社群定期測試以確保各種功能正常。您可閱讀這些測試結果，並深入了解發生在您筆記型電腦的問題。

source: See the Laptop Testing <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">community support pages</ulink> for a full listing of available laptop tests.
ast: Lleee les <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">páxines de sofitu de la comuña</ulink> sobro pruebes de portátiles pa ver la llista de toles pruebes de portátiles disponibles.
da: Se <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">fællesskabets supportsider</ulink> for en komplet liste over tests af bærbare computere.
de: Auf den englischsprachigen <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Community Support-Seiten</ulink> können Sie sich die vollständige Liste der verfügbaren Laptop-Testberichte ansehen.
el: Για μια πλήρη λίστα δοκιμών φορητών δείτε τις <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">σελίδες υποστήριξης της κοινότητας</ulink>.
gl: Vexa as <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">páxinas de asistencia da comunidade</ulink> para obter unha lista das probas de computadores portátiles.
nl: Zie de laptop-test <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">ondersteuningspagina's van de gemeenschap</ulink> voor een complete lijst van beschikbare laptop-tests.
sl: Celoten seznam preizkusa prenosnikov si oglejte na <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">straneh podpore skupnosti za preizkušanje prenostnikov</ulink>.
sq: Shikoni Testimin e Laptopëve tek <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">faqet mbështetëse të komunitetit</ulink> për një listë të plotë të testeve të disponueshme të laptopëve.
sr: Погледајте <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">странице подршке заједнице</ulink> Тестирања преносивих рачунара за потпуни списак доступних тестова преносивих рачунара.
tr: Kullanılabilir dizüstülerin tüm test listesi için, <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">topluluk destek sayfaları</ulink> bağlantısına bakabilirsin.
uk: Дивіться <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">сторінки підтримки спільноти</ulink> про тестування ноутбуків для повного переліку наявних тестів ноутбуків.
zh_cn: 查阅笔记本电脑检测<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">社区维护页</ulink>所有膝上型机测试报告。
zh_tw: 請見筆記型電腦測試<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">社群支援頁面</ulink>，獲取完整的筆記型電腦測試列表。

source: You can participate in laptop testing yourself by contacting the <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
ast: Puedes participar tú mesmu nes pruebes de portátiles contautando col <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Equipu de pruebes de portátiles</ulink>.
da: Du kan selv deltage i testarbejdet ved at kontakte <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">holdet til test af bærbare computere</ulink>.
de: Sie können auch beim Testen von Laptops mitmachen: kontaktieren Sie hierzu das <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Laptop Testing Team</ulink>.
el: Μπορείτε να συμμετέχετε στις δοκιμές φορητών και εσείς επικοινωνώντας με την <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Ομάδα Ελέγχου Φορητών Υπολογιστών</ulink>.
gl: Vostede pode participar nas probas de computadores portátiles pondose en contacto co <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Equipo de probas de computadores portátiles</ulink>.
nl: U kunt zelf deelnemen aan het testen van laptops door contact op te nemen met het <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">laptop-testteam</ulink>.
sl: Tudi sami lahko sodelujete pri preizkušanju prenosnikov, tako da stopite v stik s <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Skupino za preizkušanje prenosnikov</ulink>.
sq: Ju mund të merrni pjesë edhe vetë në testimin e laptopëve duke kontaktuar <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Skuadrën e Testimit të Laptopëve</ulink>.
sr: И сами можете учествовати у тестирању преносивих рачунара контактирајући <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Екипу тестирања преносивих рачунара</ulink>.
tr: <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Dizüstü Test Takımı</ulink> ile iletişim kurarak siz de dizüstü testlerine katkıda bulunabilirsiniz.
uk: Ви також можете прийняти участь у тестуванні ноутбука, звернувшись до <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">Команди з тестування ноутбуків</ulink>.
zh_cn: 你可以参加笔记本电脑的检测。请联络<ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">笔记本电脑检测小组</ulink>。
zh_tw: 如要親自參加筆記型電腦測試，請聯絡 <ulink url="https://wiki.ubuntu.com/LaptopTestingTeam">筆記型電腦測試團隊</ulink>。

source: Suspending and hibernating your computer
ast: Suspender ya ivernar l'ordenador
da: Sæt din computer i hvile eller dvale
de: Den Rechner in Bereitschaft und in den Ruhezustand versetzen
el: Αναστολή και αδρανοποίηση του υπολογιστή
gl: Suspender e hibernar o computador
nl: Uw computer in pauzestand en slaapstand zetten
sl: Prehod računalnika v stanje pripravljenosti in hibernacije
sq: Pezullimi dhe hibernimi i kompjuterit tuaj
sr: Обустављање и замрзавање рачунара
tr: Bilgisayarınızı askıya alma ve hazırda bekletme
uk: Призупинення і переведення вашого комп’ютера у режим сну
zh_cn: 暂停和休眠计算机
zh_tw: 讓您的電腦暫停或休眠

source: In order to save power, you can put your computer into one of a number of power-saving modes when you are not using it:
ast: P'aforrar enerxía, puedes poner l'equipu nun de los modos d'aforru de enerxía cuando nun tas usándolu:
da: For at spare energi kan du sætte din computer i nogle forskellige strømbesparende tilstande, når du ikke bruger den:
de: Um Energie zu sparen, können Sie ihren Rechner in einen von vielen Energiesparmodi versetzen, wenn Sie Ihn gerade nicht benutzen:
el: Για εξοικονόμηση ενέργειας μπορείτε να θέσετε τον υπολογιστή σας σε μια από τις λειτουργίες εξοικονόμησης ενέργειας όταν δεν τον χρησιμοποιείτε:
gl: Para aforrar enerxía pódese pór o computador nalgún dos varios modos de aforro de enerxía cando non se está a utilizar:
nl: Om energie te besparen kunt u uw computer in een van de energiebesparende standen zetten wanneer u hem niet gebruikt:
sl: Zaradi varčevanja energije lahko računalnik, ko ga več ne uporabljate, pošljete v enega izmed načinov varčevanja z energijo:
sq: Për të kursyer energji, ju mund ta vendosni kompjuterin në një nga mënyrat e kursimit të energjisë kur nuk jeni duke e përdorur atë:
sr: У циљу уштеде енергије, можете поставити Ваш рачунар у један од бројних начина уштеде енергије, када га не користите:
tr: Güç tasarrufu sağlamak için, bilgisayarınızı kullanmadığınız zaman birkaç farklı güç koruma kipinden birine alabilirsiniz:
uk: Щоб зберегти енергію, ви можете перевести ваш комп’ютер в один із можливих режимів збереження енергії, коли ви його не використовуєте:
zh_cn: 为了节省电，当您不使用它时您可以将您的计算机切换到一种省电模式：
zh_tw: 為了節約電力，電腦沒在用時可置於數種節能模式：
