Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: Select the device to partition from the drop-down list at the top-right of the main window.
ast: Escueyi'l dispositivu pa particionar de la llista desplegable asitiada na esquina superior drecha de la ventan principal.
da: Vælg den enhed der skal partitioneres fra rullegardinmenuen øverst til højre i hovedvinduet.
de: Wählen Sie das zu partitionierende Laufwerk aus der Auswahlliste in der rechten oberen Ecke des Hauptfensters aus.
el: Διαλέξτε την συσκευή που θέλετε να χωρίσετε από την λίστα πάνω δεξιά στο κεντρικό παράθυρο.
gl: Escolla o dispositivo a particionar da lista despregále na parte superior dereita da ventá principal.
nl: Selecteer uit de keuzelijst, rechtsboven in het hoofdvenster, het te partitioneren apparaat.
sl: Iz spustnega seznama v zgornjem levem kotu glavnega okna izberite napravo, ki jo želite urejati.
sq: Zgjidh pajisjen që do të particionosh nga lista zbritëse në pjesën e sipërme djathtas të dritares kryesore.
sr: Изаберите уређај за партиционисање из падајуће листе у горњем десном углу главног прозора.
tr: Ana pencerenin sağ üst köşesindeki listeden bölümlendirmek istediğiniz aygıtı seçin.
uk: Виберіть з випадаючого списку у верхньому правому кутку головного вікна програми пристрій для поділу.
zh_cn: 从主窗口的上部右边下拉菜单里选择一个要分区的设备。
zh_tw: 在主視窗右上角的下拉式清單選取您要分割的裝置。

source: A list of partitions will appear. Select the desired partition and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Unmount</guimenuitem></menuchoice>.
ast: Va apaecer una llista de particiones. Escueyi la partición que te pete, y darréu <menuchoice><guimenu>Partición</guimenu><guimenuitem>Desmontar</guimenuitem></menuchoice>.
da: Der vil blive vist en liste over partitioner. Markér den ønskede partition og vælg <menuchoice><guimenu>Partition</guimenu><guimenuitem>Afmontér</guimenuitem></menuchoice>.
de: Es wird eine Liste der Partitionen angezeigt. Wählen Sie die gewünschte Partition und wählen Sie <menuchoice><guimenu>Partition</guimenu><guimenuitem>Aushängen</guimenuitem></menuchoice>.
el: Θα εμφανιστεί μια λίστα διαμερισμάτων. Επιλέξτε την επιθυμητή κατάτμηση και επιλέξτε <menuchoice><guimenu>Διαμέρισμα</guimenu><guimenuitem>Αποπροσάρτηση</guimenuitem></menuchoice>.
gl: Amosaráselle unha lista de particións. Seleccione a partición que desexe e escolla <menuchoice><guimenu>Partición</guimenu><guimenuitem>Desmontar</guimenuitem></menuchoice>.
nl: Er zal een lijst met partities verschijnen. Selecteer de gewenste partitie en kies <menuchoice><guimenu>Partitie</guimenu><guimenuitem>Loskoppelen</guimenuitem></menuchoice>.
sl: Pojavil se bo seznam razdelkov. Označite želeni razdelek in izberite <menuchoice><guimenu>Razdelek</guimenu><guimenuitem>Odklopi</guimenuitem></menuchoice>.
sq: Do të shfaqet një listë particionesh. Zgjidhni particionin që dëshironi dhe zgjidhni <menuchoice><guimenu>Particioni</guimenu><guimenuitem>Çmonto</guimenuitem></menuchoice>.
sr: Списак партиција ће се појавити. Изаберите жељену партицију и одаберите <menuchoice><guimenu>Партиција</guimenu><guimenuitem>Демонтирај</guimenuitem></menuchoice>.
tr: Bölümlerin bir listesi görünecektir. Geçerli bölümü seçin ve <menuchoice><guimenu>Bölüm</guimenu><guimenuitem>Ayır</guimenuitem></menuchoice>i seçin.
uk: З'явиться список розділів. Виділіть бажаний розділ та виберіть <menuchoice><guimenu>Розділ</guimenu><guimenuitem>Відмонтувати</guimenuitem></menuchoice>.
zh_cn: 将会出现一个分区列表。选择需要的分区并选择<menuchoice><guimenu>Partition</guimenu><guimenuitem>Unmount</guimenuitem></menuchoice>。
zh_tw: 分割區列表將會出現。選擇要變更的分割區並選擇<menuchoice><guimenu>分割區</guimenu><guimenuitem>卸載</guimenuitem></menuchoice>。

source: To resize the partition choose <guilabel>Resize/Move</guilabel>. The dialog <guilabel>Resize/Move</guilabel> will be shown. You can use the <guilabel>Free Space Following (MiB)</guilabel> box to choose how much space to free after this partition, or <guilabel>Free Space Preceding (MiB)</guilabel> to free space before this partition. Alternatively you can use the slider to adjust the partition size.
ast: Pa camudar el tamañu d'una partición, escueyi <guilabel>Redimensionar/Mover</guilabel>. Apaecerá la ventana pa <guilabel>Redimensionar/Mover</guilabel>. Puedes usar el cuadru de testu <guilabel>Lliberar espaciu siguiente (MiB)</guilabel> pa escoyer cuántu espaciu se quier lliberar darréu de la partición, o bien <guilabel>Lliberar espaciu precedente (MiB)</guilabel> pa lliberar espaciu enantes d'esa partición. Tamién puedes usar l'indicador deslizante p'axustar el tamañu de la partición.
da: Vælg <guilabel>Tilpas/flyt</guilabel> for at tilpasse partitionens størrelse. Vinduet <guilabel>Tilpas/flyt</guilabel> vil blive vist. Du kan bruge feltet <guilabel>Fri efterfølgende plads (MiB)</guilabel> til at vælge, hvor meget plads, der skal frigøres efter denne partition, eller <guilabel>Fri forudgående plads (MiB)</guilabel> til at frigøre plads før denne partition. Du kan også bruge skyderen til at justere partitionens størrelse.
de: Um die Größe der Partition zu ändern, wählen Sie <guilabel>Größe ändern/Verschieben</guilabel>. Der Dialog <guilabel>Größe ändern/Verschieben</guilabel> wird angezeigt. Sie können das Auswahlfenster <guilabel>Anschließender freier Speicherplatz (MB)</guilabel> benutzen, um festzulegen wie viel Platz nach dieser Partition freigegeben werden soll. Mit dem Auswahlfenster <guilabel>Vorhergehender freier Speicherplatz (MB):</guilabel> können Sie festlegen, wieviel Platz vor der Partition freigegeben werden soll. Alternativ können Sie den Schieberegler verwenden, um die Partitionsgröße einzustellen.
el: Για ν' αλλάξετε το μέγεθος του διαμερίσματος επιλέξτε <guilabel>Αλλαγή μεγέθους/Μετακίνηση</guilabel>. Ο διάλογος <guilabel>Αλλαγή μεγέθους/Μετακίνηση</guilabel> θα εμφανιστεί. Μπορείτε να χρησιμοποιήσετε το κουτί <guilabel>Ελεύθερος χώρος που ακολουθεί (MiB)</guilabel> για να επιλέξετε πόσο χώρο θα ελευθερώσετε μετά από αυτό το διαμέρισμα, ή το <guilabel>Ελεύθερος χώρος που προηγείται (MiB)</guilabel> για να ελευθερώσετε χώρο πριν από αυτό το διαμέρισμα. Εναλλακτικά μπορείτε να χρησιμοποιήσετε τον συρόμενο ρυθμιστή για να ορίσετε το μέγεθος του διαμερίσματος.
gl: Para redimensionar a partición elixa <guilabel>Redimensionar/Mover</guilabel>. Aparecerá o diálogo <guilabel>Redimensionar//Mover</guilabel>. Pode empregar a caixa de <guilabel>Espazo libre a continuación (MiB)</guilabel> para elixir canto espazo liberar tras esta partición, ou <guilabel>Espazo libre precedente (MiB)</guilabel> para liberar espazo anterior a esta partición. Alternativamente pode empregar o control desprazable para axustar o tamaño da partición.
nl: Om de grootte van de partitie te wijzigen kiest u <guilabel>Verplaatsen/grootte wijzigen</guilabel>. Het <guilabel>Verplaatsen/grootte wijzigen</guilabel>-dialoogvenster zal worden weergegeven. U kunt het <guilabel>Vrije ruimte achteraan (MiB)</guilabel>-veld gebruiken om aan te geven hoeveel ruimte er na deze partitie vrijgemaakt moet worden, of <guilabel>Vrije ruimte vooraan (MiB)</guilabel> om ruimte voor deze partitie vrij te maken. U kunt ook de schuifbalk gebruiken om de partitiegrootte te wijzigen.
sl: Za spreminjanje velikosti razdelka izberite <guilabel>Spremeni velikost/premakni</guilabel>. Prikazano bo pogovorno okno <guilabel>Spremeni velikost/premakni</guilabel>. Da določite koliko prostega prostora bo za razdelkom, lahko uporabite vnosno polje <guilabel>Prosto za (MB)</guilabel>, za prostor pred razdelkom pa <guilabel>Prosto pred (MB)</guilabel>. Za urejanje velikosti razdelka pa lahko uporabite tudi drsnik.
sq: Për të ripërmasuar particionin zgjidhni <guilabel>Ripërmaso/Lëviz</guilabel>. Dialogu <guilabel>Ripërmaso/Lëviz</guilabel> do të shfaqet. ju mund të përdorni kutinë <guilabel>Hapësira e Lirë që Vijon (MiB)</guilabel> për të zgjedhur sa hapësirë të lironi pas këtij particioni, ose <guilabel>Hapësira e Lirë Paraprirëse (MiB)</guilabel> për të liruar hapësirë përpara këtij particioni. Në mënyrë alternative mund të përdorni rrëshkitësin për të rregulluar përmasën e particionit.
sr: Да промените величину партиције изаберите <guilabel>Премери/Помери</guilabel>. Биће приказано прозорче <guilabel>Премери/Помери</guilabel>. Можете да користите поље <guilabel>Слободан простор који следи (MB)</guilabel> да изаберете колико простора да ослободите после ове партиције, или <guilabel>Слободан простор који претходи (MB)</guilabel> да ослободите простор пре ове партиције. Алтернативно можете користити клизач да бисте подесили величину партиције.
tr: Bölümü yeniden boyutlandırmak için <guilabel>Boyutlandır/Taşı</guilabel>yı seçin. <guilabel>Boyutlandır/Taşı</guilabel> diyaloğu gösterilecektir. Bu bölümlemeden sonra ne kadar alanı boş bırakacağınızı seçmek için <guilabel>Sonraki Boş Alan (MiB)</guilabel> kutusunu kullanabilirsiniz ya da bu bölümlemeden önce boş alan için <guilabel>Önceki Boş Alan (MiB)</guilabel>ı kullanabilirsin. Alternatif olarak bölme ölçüsünü düzenlemek için sürgü kullanabilirsiniz.
uk: Щоб змінити розмір розділу виберіть <guilabel>Змінити розмір/Перемістити</guilabel>. З'явиться діалог <guilabel>Змінити розмір/Перемістити</guilabel>. Ви можете скористатися полем <guilabel>Вільне місце після (МБ)</guilabel>, щоб вирішити скільки вивільнити місця після цього розділу, або <guilabel>Вільне місце до (МБ)</guilabel> для вивільнення місця перед цим розділом. Також ви можете скористатися бігунцем для встановлення потрібного розміру розділу.
zh_cn: 要重设分区的大小请选择<guilabel>改变大小/移动</guilabel>，<guilabel>改变大小/移动</guilabel>这个对话将被显示出来。您能够使用<guilabel>跟随剩余空间 (MiB)</guilabel>盒子选择分区后有多少未使用的空间，或者使用<guilabel>先前可用空间 (MiB)</guilabel> 选择分区前多少未使用的空间。你也可以使用滑块调整分区大小作为选择。
zh_tw: 要調整分割區大小，選擇<guilabel>調整大小/移動</guilabel>。<guilabel>調整大小/移動</guilabel>對話框將會顯示。您可以使用 <guilabel>後端的剩餘空間 (MiB)</guilabel>來選擇分割區後面要釋出多少的可用空間，或是<guilabel>前端的剩餘空間 (MiB)</guilabel>來調整分割區前面的可用空間。或者您也可以滑動左右兩端來調整分割區大小。

source: To apply the changes, click <guibutton>Resize/Move</guibutton>.
ast: P'aplicar los cambeos, calca en <guibutton>Redimensionar/Mover</guibutton>.
da: Klik på <guibutton>Tilpas/flyt</guibutton> for at anvende ændringerne.
de: Um die Änderungen anzuwenden, klicken Sie <guibutton>Größe ändern/Verschieben</guibutton>.
el: Για να εφαρμόσετε τις αλλαγές, πατήστε <guibutton>Αλλαγή μεγέθους/Μετακίνηση</guibutton>.
gl: Para aplicar os cambios, prema sobre <guibutton>Redimensionar/Mover</guibutton>.
nl: Klik op <guilabel>Verplaatsen/grootte wijzigen</guilabel> om de wijzigingen door te voeren.
sl: Za uveljavitev sprememb kliknite <guibutton>Spremeni velikost/premakni</guibutton>.
sq: Për të aplikuar ndryshimet, klikoni <guibutton>Ripërmaso/Lëviz</guibutton>.
sr: Да примените промене, кликните <guibutton>Промени величину/Премести</guibutton> .
tr: Değişiklikleri onaylamak için <guibutton>Boyutlandır/Taşı</guibutton> butonuna tıklayın.
uk: Щоб застосувати зміни, натисніть <guibutton>Змінити розмір/Перемістити</guibutton>.
zh_cn: 要使修改生效，单击<guibutton>调整大小/移动</guibutton>。
zh_tw: 要套用變更，按 <guibutton>調整大小/移動</guibutton>。

source: To create a new partition inside an already partitioned device, you must first resize an existing partition. If you already have free space, skip to <xref linkend="creating-new-partition"/>; otherwise, follow the instructions below: <placeholder-1/>
ast: Pa crear una partición nueva dientro d'un dispositivu que tea particionáu, primero tienes de camudar el tamañu d'una partición qu'exista. Si yá tienes espaciu llibre, pasa a <xref linkend="creating-new-partition"/>; nel casu contrariu, sigui les siguientes instrucciones: <placeholder-1/>
da: For at oprette en ny partition på en allerede partitioneret enhed, må du først tilpasse størrelsen af en eksisterende partition. Hvis du allerede har fri plads, spring til <xref linkend="creating-new-partition"/>; ellers, følg instruktionerne nedenfor: <placeholder-1/>
de: Um eine neue Partition auf einem bereits partitionierten Datenträger anzulegen, müssen Sie die Größe einer bestehenden Partition ändern. Beinhaltet der Datenträger bereits freien Speicherplatz, können Sie diesen Abschnitt überspringen und unter <xref linkend="creating-new-partition"/> fortfahren. Andernfalls befolgen Sie bitte die unten angegebenen Anweisungen: <placeholder-1/>
el: Για να δημιουργήσετε ένα νέο διαμέρισμα μέσα σε μια ήδη κατετμημένη συσκευή, θα πρέπει πρώτα να αλλάξετε το μέγεθος του υπάρχοντος διαμερίσματος. Αν έχετε ήδη ελεύθερο χώρο, πηγαίνετε στο <xref linkend="creating-new-partition"/>; αλλιώς, ακολουθήστε τις παρακάτω οδηγίες: <placeholder-1/>
gl: Para crear unha nova partición dentro dun dispositivo xa particionado, debe redimensionar a partición existente. Se xa ten espazo libre, pase a <xref linkend="creating-new-partition"/>; noutro caso, siga as instruccións a continuación: <placeholder-1/>
nl: Om een nieuwe partitie op een reeds gepartitioneerd apparaat aan te maken, moet u eerst de grootte van een bestaande partitie wijzigen. Als u al vrije ruimte heeft, ga dan naar <xref linkend="creating-new-partition"/>; volg anders de onderstaande instructies: <placeholder-1/>
sl: Za ustvarjanje novih razdelkov na napravi, ki jih že ima, je najprej potrebno spremeniti velikost obstoječih razdelkov. Če že imate kaj prostega prostora, preskočite na <xref linkend="creating-new-partition"/>, sicer pa sledite spodnjim navodilom:
sq: Për të krijuar një particion të ri brenda një pajisjeje të particionuar tashmë, ju duhet të ngushtoni fillimisht particionin ekzistues. Nëse keni tashmë hapësirë të lirë, kaloni tek <xref linkend="creating-new-partition "/>; përndryshe, ndiqni udhëzimet e mëposhtme: <placeholder-1/>
sr: Да направите нову партицију унутар већ подељеног уређаја, прво морате да промените величину неке већ постојеће партиције. Ако већ имате слободног простора, пређите на <xref linkend="creating-new-partition"/>; у супротном, следите доле наведена упутства: <placeholder-1/>
tr: Zaten bölümlendirilmiş bir aygıt üzerinde yeni bir disk bölümü oluşturmak için önce var olan bir bölümü yeniden boyutlandırmanız gerekir. Eğer disk üzerinde boş alanınız varsa geçin <xref linkend="creating-new-partition"/> başlığına geçin; yoksa aşağıdaki adımları uygulayın: <placeholder-1/>
uk: Щоб створити новий розділ усередині вже поділеного на розділи пристрою, ви маєте спочатку змінити розмір існуючого розділу. Якщо ви вже маєте вільне місце, перейдіть до <xref linkend="creating-new-partition"/>; інакше, виконайте такі інструкції: <placeholder-1/>
zh_cn: 要在一个已经分区的设备上创建一个新分区，您必须首先重设一个现存的分区，如果您已经有了未使用的空间，请跳到<xref linkend="creating-new-partition"/>，否则，请顺着以下说明：<placeholder-1/>
zh_tw: 若要在已分割的裝置上建立新的分割區，您必須先調整已存在分割區的大小。如果您已經有可用空間，請跳至<xref linkend="creating-new-partition"/>；否則請依照下列指示：<placeholder-1/>

source: Creating a new partition
ast: Crear una partición nueva
da: Oprettelse af en ny partition
de: Eine neue Partition erstellen
el: Δημιουργία νέου διαμερίσματος
gl: Creando unha nova partición
nl: Een nieuwe partitie aanmaken
sl: Ustvarjanje novega razdelka
sq: Duke krijuar nje parcele te re
sr: Стварање нове партиције
tr: Yeni bölüm oluşturuluyor
uk: Створення нового розділу
zh_cn: 创建新分区
zh_tw: 建立新分割區

source: A list of partitions will appear. Select the one called <guilabel>unallocated</guilabel> and click <guibutton>New</guibutton>.
ast: Va apaecer una llista de particiones. Escueyi la que diga <guilabel>ensin asignar</guilabel> y calca en <guibutton>Nuevu</guibutton>.
da: En liste over partitioner vil blive vist. Markér den partition, der kaldes <guilabel>uallokeret</guilabel> og klik på <guibutton>Ny</guibutton>.
de: Eine Liste der Partitionen wird erscheinen. Wählen Sie die Partition <guilabel>nicht zugeteilt</guilabel> aus und klicken Sie auf <guibutton>Neu</guibutton>.
el: Μια λίστα διαμερισμάτων θα εμφανιστεί. Επιλέξτε αυτή που ονομάζεται <guilabel>Αδιάθετη</guilabel> και πατήστε <guibutton>Νέο</guibutton>.
gl: Aparecerá unha lista de particións. Seleccione a que se chama <guilabel>sen asignar</guilabel> e prema <guibutton>Nova</guibutton>.
nl: Er zal een lijst met partities verschijnen. Kies de partitie met de naam <guilabel>Vrij</guilabel> en klik op <guibutton>Nieuw</guibutton>.
sl: Prikazal se bo seznam razdelkov. Izberite tistega z imenom <guilabel>nedodeljeno</guilabel> in kliknite <guibutton>Novo</guibutton>.
sq: Do të shfaqet një listë particionesh. Zgjidhni atë që është emërtuar <guilabel>i pavendosur</guilabel> dhe klikoni <guibutton>I Ri</guibutton>.
sr: Списак партиција ће се појавити. Изаберите ону која се зове <guilabel>нераспоређено</guilabel> и кликните <guibutton>Ново</guibutton>.
tr: Bölümlerin bir listesi belirecektir. <guilabel>bölümlenmemiş</guilabel> yazanı seçin ve <guibutton>Yeni</guibutton> butonuna tıklayın.
uk: З'явиться список всіх розділів. Виберіть <guilabel>нерозподілений</guilabel> та натисніть <guibutton>Новий</guibutton>.
zh_cn: 出现一个分区列表。选择一个名为<guilabel>未指派</guilabel>的内容然后单击<guibutton>新建</guibutton>。
zh_tw: 分割區會以清單方式顯示。選取名為 <guilabel>未配置</guilabel> 者然後點擊 <guibutton>新增</guibutton>。

source: From the <guilabel>Filesystem</guilabel> drop-down list choose the desired type of filesystem to use and click <guibutton>Add</guibutton>.
ast: Na llista desplegable <guilabel>Sistema de ficheros</guilabel>, escueyi la triba de sistema de ficheros que quies usar, y calca en <guibutton>Amestar</guibutton>.
da: Vælg det filsystem du ønsker at bruge i <guilabel>Filsystem</guilabel>-rullelisten og klik på <guibutton>Tilføj</guibutton>.
de: Wählen Sie das gewünschte Dateisystem aus der Auswahlliste <guilabel>Dateisystem</guilabel> aus und klicken Sie <guibutton>Hinzufügen</guibutton>.
el: Από την αναπτυσσόμενη λίστα<guilabel>Σύστημα αρχείων</guilabel> Επιλέξτε το τύπο συστήματος αρχείων που επιθυμείτε και πατήστε <guibutton>Προσθήκη</guibutton>.
gl: Da lista despregáble <guilabel>Sistema de ficheiros</guilabel> escolla o tipo de sistema de ficheiros que desexa usar e prema en <guibutton>Engadir</guibutton>.
nl: Kies uit de <guilabel>Bestandssysteem</guilabel>-lijst het bestandssysteemtype dat u wilt gebruiken en klik op <guibutton>Toevoegen</guibutton>.
sl: Iz spustnega seznama <guilabel>Datotečni sistem</guilabel> izberite željeno vrsto datotečnega sistema in kliknite gumb <guibutton>Dodaj</guibutton>.
sq: Nga lista zbritëse <guilabel>Sistemi i skedarëve</guilabel> zgjidhni llojin e sistemit të skedarëve që dëshironi dhe klikoni <guibutton>Shto</guibutton>.
sr: Из падајуће листе <guilabel>Системи датотека</guilabel> изаберите жељени тип система датотека за коришћење и кликните <guibutton>Додај</guibutton>.
tr: <guilabel>Dosyasistemi</guilabel> menüsünden kullanmak istediğiniz dosyasistemi tipini seçin ve <guibutton>Ekle</guibutton> butonuna tıklayın.
uk: З випадаючого списку <guilabel>Файлова система</guilabel>виберіть бажаний тип фалової системи та натисніть <guibutton>Додати</guibutton>.
zh_cn: 从<guilabel>文件系统</guilabel>的下拉列表中选择所需文件类型并点击<guibutton>添加</guibutton>。
zh_tw: 從<guilabel>檔案系統</guilabel>下拉式清單選取您要使用的檔案系統類型，然後點擊<guibutton>添加</guibutton>。

source: To apply all the changes made, click <guibutton>Apply</guibutton>.
ast: P'aplicar tolos cambeos fechos, calca en <guibutton>Aplicar</guibutton>.
da: Klik på <guibutton>Anvend</guibutton> for at anvende alle de ændringer, du har lavet.
de: Um die Änderungen anzuwenden, klicken Sie <guibutton>Anwenden</guibutton>
el: Για να εφαρμόσετε τις αλλαγές που κάνατε, πατήστε <guibutton>Εφαρμογή</guibutton>.
gl: Para aplicar as modificacións feitas,prema en <guibutton>Aplicar</guibutton>.
nl: Klik op <guibutton>Toepassen</guibutton> om al de gemaakte wijzigingen door te voeren.
sl: Za uveljavitev sprememb kliknite na <guibutton>Uveljavi</guibutton>.
sq: Për të aplikuar ndryshimet e kryera, klikoni <guibutton>Apliko</guibutton>.
sr: Да примените све начињене промене, кликните <guibutton>Примени</guibutton>.
tr: Tüm değişiklikleri kabul etmek için <guibutton>Uygula</guibutton> butonuna tıklayın.
uk: Щоб застосувати всі зроблені зміни, натисніть <guibutton>Застосувати</guibutton>.
zh_cn: 确认变更，点击<guibutton>应用</guibutton>。
zh_tw: 要全部變更生效，按 <guibutton>套用</guibutton>.

source: To create a new partition: <placeholder-1/>
ast: Pa crear una partición nueva: <placeholder-1/>
da: For at oprette en ny partition: <placeholder-1/>
de: Um eine neue Partition zu erstellen: <placeholder-1/>
el: Για να δημιουργήσετε ένα νέο διαμέρισμα: <placeholder-1/>
gl: Para crear unha nova partición: <placeholder-1/>
nl: Om een nieuwe partitie te maken: <placeholder-1/>
sl: Za ustvaritev novega razdelka: <placeholder-1/>
sq: Për të krijuar një particion të ri: <placeholder-1/>
sr: Да направите нову партицију: <placeholder-1/>
tr: Yeni bir bölüm oluşturmak için: <placeholder-1/>
uk: Щоб створити новий розділ: <placeholder-1/>
zh_cn: 创建一个新分区: <placeholder-1/>
zh_tw: 若要建立新的分割區：<placeholder-1/>

source: Formatting a partition
ast: Formatiar una partición
da: Formatering af en partition
de: Formatieren einer Partition
el: Διαμόρφωση διαμερίσματος
gl: Formateando unha partición
nl: Een partitie formatteren
sl: Formatiranje razdelka
sq: Të formatosh një particion
sr: Форматирање партиције
tr: Bölüm biçimlendiriliyor
uk: Форматування розділу
zh_cn: 格式化一个分区
zh_tw: 格式化分割區
