Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: <acronym>FAT16</acronym> and <acronym>FAT32</acronym>: these are Microsoft Windows filesystems found on older computers. If you would like to share data between two computers, the <emphasis><acronym>FAT32</acronym></emphasis> format is a good choice.
ast: <acronym>FAT16</acronym> y <acronym>FAT32</acronym>: son los sistemes de ficheros usaos en versiones antigües de Microsoft Windows. Si quies compartir datos entre dos equipos, el formatu <emphasis><acronym>FAT32</acronym></emphasis> ye una opción bona.
da: <acronym>FAT16</acronym> og <acronym>FAT32</acronym>: Dette er Microsoft Windows filsystemer, som findes på ældre computere. Hvis du ønsker at dele data mellem to computere, er <emphasis><acronym>FAT32</acronym></emphasis>-formatet et godt valg.
de: <acronym>FAT16</acronym> und <acronym>FAT32</acronym>: dies sind Microsoft-Windows-Dateisysteme, die auf älteren Computern verwendet werden. Falls Sie Daten zwischen zwei Computern austauschen möchten, ist das <emphasis><acronym>FAT32</acronym></emphasis> eine gute Wahl.
el: Το <acronym>FAT16</acronym> και το <acronym>FAT32</acronym>: αυτά είναι τα συστήματα αρχείων των Microsoft Windows που εμφανίζονται κυρίως σε παλαιότερους υπολογιστές. Αν θέλετε να μοιράζετε δεδομένα μεταξύ δύο υπολογιστών το <emphasis><acronym>FAT32</acronym></emphasis> είναι μια καλή επιλογή.
gl: <acronym>FAT16</acronym> e <acronym>FAT32</acronym>: estes son sistemas de ficheiros do Windows da Microsoft que se poden atopar nos computadores vellos. Se se quere compartir datos entre dous computadores, o formato <emphasis><acronym>FAT32</acronym></emphasis> é unha boa escolla.
nl: <acronym>FAT16</acronym> en <acronym>FAT32</acronym>: dit zijn Microsoft Windows-bestandssystemen die op oudere computers worden aangetroffen. De <emphasis><acronym>FAT32</acronym></emphasis>-indeling is een goede keuze als u gegevens wilt uitwisselen tussen meerdere computers.
sl: <acronym>FAT16</acronym> in <acronym>FAT32</acronym>: te datotečne sisteme Microsoft Windows lahko najdemo na starejših računalnikih. Če želite souporabljati podatke med dvema računalnikoma, je najboljša izbira <emphasis><acronym>FAT32</acronym></emphasis>.
sq: <acronym>FAT16</acronym> dhe <acronym>FAT32</acronym>: këto janë sistemet e skedarëve të Microsoft Windows që gjenden në kompjuterat e vjetër. Nëse dëshironi të shkëmbeni të dhënat midis dy kompjuterave, formati <emphasis><acronym>FAT32</acronym></emphasis> është një zgjidhje e mirë.
sr: <acronym>FAT16</acronym> и <acronym>FAT32</acronym> су системи датотека Мајкрософт Виндовса које налазимо на старијим рачунарима. Ако желите да размењујете податке између два рачунара, <emphasis><acronym>FAT32</acronym></emphasis> формат је добар избор.
tr: <acronym>FAT16</acronym> ve <acronym>FAT32</acronym>: bunlar eski bilgisayarlar üzerinde bulunan Microsoft Windows dosya sistemleridir. Eğer iki bilgisayar arasında veri paylaşımı yapmak isterseniz, <emphasis><acronym>FAT32</acronym></emphasis> biçimi iyi bir tercih olur.
uk: <acronym>FAT16</acronym> та <acronym>FAT32</acronym>: ці файлові системи використовуються Microsoft Windows, що можна зустріти на старих комп'ютерах. Якщо ви бажаєте обмінюватись даними між двома комп'ютерами, формат <emphasis><acronym>FAT32</acronym></emphasis> - це непоганий вибір.
zh_cn: <acronym>FAT16</acronym> 和 <acronym>FAT32</acronym>: 可以在老一些的电脑上看到的Microsoft Windows的文件系统格式。假如你想在两台电脑之间共享文件，<emphasis><acronym>FAT32</acronym></emphasis>格式是一个很好的选择.
zh_tw: <acronym>FAT16</acronym> 和 <acronym>FAT32</acronym>: 它們是建立在較舊電腦上的 Microsoft Windows 檔案系統。如果想要在兩台電腦之間共享資料，<emphasis><acronym>FAT32</acronym></emphasis> 格式是好選擇。

source: <acronym>NTFS</acronym>: this is the filesystem type used by more modern versions of Microsoft Windows.
ast: <acronym>NTFS</acronym>: esta ye la triba de sistema de ficheros que s'usó nes versiones más modernes de Microsoft Windows.
da: <acronym>NTFS</acronym>: Dette er filsystemet, som bruges af mere moderne versioner af Microsoft Windows.
de: <acronym>NTFS</acronym>: Dieses Dateisystem wird von moderneren Versionen von Microsoft Windows genutzt.
el: Το <acronym>NTFS</acronym>: αυτό είναι ένα σύστημα αρχείων που χρησιμοποιείται από τις νεώτερες εκδόσεις των Microsoft Windows.
gl: <acronym>NTFS</acronym>: este é o tipo de sistema de ficheiros empregado polas versións máis modernas do Windows da Microsoft.
nl: <acronym>NTFS</acronym>: dit is het bestandssysteemtype dat door modernere versies van Microsoft Windows wordt gebruikt.
sl: <acronym>NTFS</acronym>: to je datotečni sistem, ki ga uporablja več sodobnih različic sistema Microsoft Windows.
sq: <acronym>NTFS</acronym>: ky është lloji i sistemit të skedarëve që përdoret në versionet moderne të Microsoft Windows.
sr: <acronym>NTFS</acronym> је систем датотека који користе модерне верзије Мајкрософт Виндовса.
tr: <acronym>NTFS</acronym>: bu, daha modern Microsoft Windows versiyonlarında kullanılan dosya sistemi biçimdir.
uk: <acronym>NTFS</acronym>: цей тип файлової системи використовується більш сучасними версіями Microsoft Windows.
zh_cn: <acronym>NTFS</acronym>: 这是用于更高版本的Microsoft Windows的文件系统格式.
zh_tw: <acronym>NTFS</acronym>：這是新版本 Microsoft Windows 所使用的檔案系統類型。

source: <acronym>HFS+</acronym>: this is the Mac OS X default filesystem type.
ast: <acronym>HFS+</acronym>: esta ye la triba de sistema de ficheros predetermináu de Mac OS X.
da: <acronym>HFS+</acronym>: Dette er standardfilsystemet for Mac OSX.
de: <acronym>HFS+</acronym>: Ist das Standard Dateisystem für MAC OS X.
el: Το <acronym>HFS+</acronym>: είναι το προεπιλεγμένο σύστημα αρχείων για το λειτουργικό σύστημα Mac OS X.
gl: <acronym>HFS+</acronym>: este é o sistema de ficheiros por omisión do Mac OS X.
nl: <acronym>HFS+</acronym>: dit is het standaard Mac OS X-bestandssysteemtype.
sl: <acronym>HFS+</acronym>: to je privzeta vrsta datotečnega sistema Mac OS X.
sq: <acronym>HFS+</acronym>: ky është lloji i sistemit të skedarëve për Mac OS X.
sr: <acronym>HFS+</acronym> је основни систем датотека Мак ОС Х-а.
tr: <acronym>HFS+</acronym>: Mac OS X öntanımlı dosya sistemi türü.
uk: <acronym>HFS+</acronym>: стандартна файлова система в Mac OS X.
zh_cn: <acronym>HFS+</acronym>: 这是Mac OS X默认的文件系统格式。
zh_tw: <acronym>HFS+</acronym>：這是 Mac OS X 預設的檔案系統類型。

source: There are different types of filesystem. The most common are: <placeholder-1/>
ast: Hai tribes de sistemes de ficheros estremaes. Les más corrientes son: <placeholder-1/>
da: Der er forskellige typer filsystemer. De mest almindelige er: <placeholder-1/>
de: Es gibt verschiedene Arten von Dateisystemen. Die Gebräuchlichsten sind: <placeholder-1/>
el: Υπάρχουν διάφοροι τύποι συστημάτων αρχείων. Οι πιο συνήθεις είναι: <placeholder-1/>
gl: Existen diferentes tipos de sistemas de ficheiros. Os máis frecuentes son: <placeholder-1/>
nl: Er zijn verschillende soorten bestandssysteem. De gebruikelijkste zijn: <placeholder-1/>
sl: Obstajajo različne vrste datotečnih sistemov. Najpogostejši so: <placeholder-1/>
sq: Ka lloje të ndryshme sistemesh të skedarëve. më të zakonshmit janë: <placeholder-1/>
sr: Постоје различите врсте система датотека. Најчешћи су: <placeholder-1/>
tr: Birçok farklı dosyasistemi vardır. Yaygın olarak kullanılanları : <placeholder-1/>
uk: Є різні типи файлових систем. Найбільш поширені з них: <placeholder-1/>
zh_cn: 有好几种不同的文件系统。最常见的有：<placeholder-1/>
zh_tw: 這些是不同類型的檔案系統，最常見的是：<placeholder-1/>

source: What is a Partition?
ast: ¿Qué ye una partición?
da: Hvad er en partition?
de: Was ist eine Partition?
el: Τι είναι ένα Διαμέρισμα;
gl: Que é unha partición?
nl: Wat is een partitie?
sl: Kaj je razdelek?
sq: Çfarë është një Particion?
sr: Шта је то партиција?
tr: Bölüm Nedir?
uk: Що таке розділ?
zh_cn: 什么是分区？
zh_tw: 何謂磁碟分割？

source: A partition is a means of dividing the storage capacity of a device, such as a hard disk, into several parts which can then be treated as separate storage devices (<quote>logical devices</quote>).
ast: Una partición ye una forma de dividir la capacidá d'almacenamientu d'un dispositivo (como, por exemplu, un discu duru), en delles partes que dempués pueden tratase como dispositivos d'almacenamientu separataos (<quote>dispositivos lóxicos</quote>).
da: En partition er en måde at opdele en enheds lagerkapacitet, f.eks. en harddisk, i flere dele, som derefter kan behandles som separate lagringsenheder (<quote>logiske enheder</quote>).
de: Eine Partition ist eine Art Unterteilung des Speicherplatzes eines Laufwerks, wie z.B. einer Festplatte, in verschiedene Teile, die dann als eigenständige Laufwerke behandelt werden können (<quote>logische Laufwerke</quote>).
el: Ένα διαμέρισμα δημιουργείται χωρίζοντας την χωρητικότητα αποθήκευσης μιας συσκευής, όπως ο σκληρός δίσκος, σε πολλά μέρη, τα οποία αντιμετωπίζονται ως ξεχωριστές συσκευές αποθήκευσης (<quote>λογικές συσκευές</quote>).
gl: Unha partición é unha maneira de dividir a capacidade de almacenamento dun dispositivo, como un disco ríxido, en varias partes, que así se poden tratar como dispositivos de almacenamento separados (<quote>dispositivos lóxicos</quote>).
nl: Een partitie is een manier om een fysiek apparaat, zoals een harde schijf, in meerdere stukken te verdelen die vervolgens als afzonderlijke opslagapparaten kunnen worden behandeld (<quote>logische apparaten</quote>).
sl: Razdelek je sredstvo s katerim razdelimo nosilno zmožnost naprave (kot je trdi disk) v številne dele, ki jih nato obravnavamo kot ločene naprave za shranjevanje podatkov (<quote>logične enote</quote>).
sq: Një particion është një mjet për të ndarë kapacitetin ruajtës të një pajisjeje, siç është një hard disk, në pjesë të ndryshme të cilat mund të trajtohen si pajisje të veçanta ruajtjeje (<quote>pajisjet logjike</quote>).
sr: Партиција је начин поделе капацитета складиштења неког уређаја, као што је хард диск, на неколико делова који онда могу бити третирани као одвојени уређаји за складиштење (<quote>логички уређаји</quote>).
tr: Bölüm, sabit disk gibi bir aygıtın depolama kapasitesinin bölünmesi anlamındadır. İçinde ayrık depolama aygıtları (<quote>mantıksal aygıtlar</quote>) gibi işlem görebilecek birkaç bölüm bulunabilir.
uk: Розділ - це мається на увазі така розбивка простору пристрою зберігання, такого як жорсткий диск на декілька частин, що можуть використовуватися як окремі пристрої для зберігання (<quote>логічні пристрої</quote>).
zh_cn: 分区是一种划分设备储存空间的手段，像一个硬盘可以分成几个部分，每一个部分都可以被作为分别的存储设备(<quote>logical devices</quote>)对待。
zh_tw: 分割區是將裝置(如硬碟)的儲存空間分割成若干個部份的一種方法，這些分開的部份可視為個別的儲存裝置 (<quote>邏輯裝置</quote>)。

source: Each logical device is seen by the operating system as a distinct device, and thus is treated as an independent disk.
ast: El sistema opertivu ve a cada dispositivu lóxicu como un dispositivu distintu, y poro, trátalu como un discu dixebráu.
da: Hver enkelt logisk enhed bliver opfattet af operativsystemet som en separat enhed og bliver derfor behandlet som en uafhængig disk.
de: Jedes logische Laufwerk wird vom Betriebssystem als ein einzelnes Laufwerk gesehen und wird daher als eine eigenständige Festplatte betrachtet.
el: Κάθε λογική συσκευή αναγνωρίζεται από το λειτουργικό σύστημα ως μια ξεχωριστή συσκευή και αντιμετωπίζεται ως ένας ανεξάρτητος δίσκος.
gl: Cada dispositivo lóxico aparécelle ao sistema operativo como un dispositivo distinto e, polo tanto, trátao como un disco independente.
nl: Elk logisch apparaat wordt door het besturingssysteem gezien als een afzonderlijk apparaat, en wordt zodoende als een onafhankelijke schijf behandeld.
sl: Operacijski sistem vidi vsako logično enoto kot ločeno napravo in jo zato obravnava kot samostojen disk.
sq: Çdo pajisje logjike shikohet nga sistemi operativ si një pajisje e veçantë dhe në këtë mënyrë trajtohet si një disk i pavarur.
sr: Оперативни систем види сваки логички уређај као посебан уређај, и исти је третиран као независан диск.
tr: Her mantıksal birim işletim sistemine ayrı bir aygıtmış gibi görünür ve bu yüzden ayrı bir disk gibi işlem görür.
uk: Кожний логічний пристрій сприймається операційною системою як окремий пристрій, та використовується як незалежний диск.
zh_cn: 每一个逻辑设备被操作系统视作一个具体的设备，因此也作为一个独立的磁盘对待。
zh_tw: 作業系統視每個邏輯裝置為獨特裝置，因此視為獨立磁碟。

source: To retrieve free space
ast: Pa recuperar espaciu llibre
da: For at skabe fri plads
de: Zum Wiederherstellen von freiem Speicherplatz
el: Για να ανακτήσετε ελεύθερο χώρο
gl: Para recuperar espazo libre
nl: Ruimte vrijmaken
sl: Za pridobivanje prostora
sq: Për të marrë hapësirën e lirë
sr: Да пронађете слободан простор
tr: Boş alan açmak
uk: Для відновлення вільного місця
zh_cn: 获取空闲的空间

source: To install different operating systems
ast: Pa instalar sistemes operativos estremaos
da: For at installere forskellige operativsystemer
de: Zur Installation verschiedener Betriebssysteme
el: Για να εγκαταστήσετε ένα διαφορετικό λειτουργικό σύστημα
gl: Para instalar sistemas operativos diferentes
nl: Om verschillende besturingssystemen te installeren
sl: Za namestitev različnih datotečnih sistemov
sq: Për të instaluar sisteme të tjerë operativë
sr: Да инсталирате различите оперативне системе
tr: Farklı işletim sistemleri kurmak
uk: Щоб встановити іншу операційну систему
zh_cn: 安装不同的操作系统
zh_tw: 安裝不同作業系統

source: To better organize data on the hard disk
ast: Pa organizar meyor los datos nel discu duru
da: For bedre at organisere data på harddisken
de: Zur besseren Organisation der Daten auf der Festplatte
el: Για να οργανώσετε καλύτερα τα δεδομένα σας στον σκληρό δίσκο
gl: Para organizar mellor os datos no disco duro
nl: Om gegevens op de harde schijf beter te organiseren
sl: Za boljšo ureditev podatkov na vašem trdem disku
sq: Për të organizuar më mirë të dhënat në hard disk
sr: Да боље организујете податке на хард диску
tr: Verileri sabit diskte daha iyi organize etmek
uk: Щоб краще організувати дані на жорсткому диску
zh_cn: 更好地在硬盘上组织数据
zh_tw: 好好整理硬碟資料

source: Partitioning a hard disk can be done for several reasons: <placeholder-1/>
ast: Quiciabes convenga particionar un discu duru por delles razones: <placeholder-1/>
da: Der kan være forskellige grunde til at partitionere en harddisk: <placeholder-1/>
de: Das Partitionieren einer Festplatte kann verschiedene Gründe haben: <placeholder-1/>
el: Η διαμέριση ενός σκληρού δίσκου μπορεί να γίνει για πολλούς λόγους: <placeholder-1/>
gl: Pódese particionar un disco ríxido por varias razóns: <placeholder-1/>
nl: Het partitioneren van een harde schijf kan om verschillende redenen worden gedaan: <placeholder-1/>
sl: Trdi disk lahko razdelimo na razdelke iz številnih razlogov: <placeholder-1/>
sq: Particionimi i një hard disku mund të bëhet për arsye të ndryshme: <placeholder-1/>
sr: Подела чврстог диска може да се уради из неколико разлога: <placeholder-1/>
tr: Bir sabit diski bölümlemek için birçok neden vardır: <placeholder-1/>
uk: Розбивка жорсткого диску на розділи може робитися з різних причин: <placeholder-1/>
zh_cn: 对一个硬盘分区可以有不同的理由：<placeholder-1/>
zh_tw: 分割硬碟有多個原因：<placeholder-1/>

source: Mounting and Unmounting Devices
ast: Montar y desmontar dispositivos
da: Montering og afmontering af enheder
de: Laufwerke ein- und aushängen
el: Προσάρτηση και Αποπροσάρτηση Συσκευών
gl: Montar e desmontar dispositivos
nl: Apparaten aankoppelen en afkoppelen
sl: Priklapljanje in odklapljanje naprav
sq: Montimi dhe Çmontimi i Pajisjeve
sr: Монтирање и демонтирање уређаја
tr: Bir Aygıtı Bağlamak ve Ayırmak
uk: Монтування та відмонтування пристроїв
zh_cn: 挂载和卸载设备
zh_tw: 掛載及卸載裝置

source: When you connect a removable storage device to your computer, it must be <emphasis>mounted</emphasis> by the operating system so that you are able to access the files on the device.
ast: Al coneutar un dispositivu d'almacenamientu estrayible nel equipu, el sistema operatíu tien que <emphasis>montar</emphasis> el dispositivu pa que se pueda acceder a los ficheros que tean nelli.
da: Når du tilslutter en flytbar lagringsenhed til din computer, skal den <emphasis>monteres</emphasis> af operativsystemet, så du kan tilgå filerne på enheden.
de: Wenn Sie einen Wechseldatenträger an Ihren Rechner anschließen, muss dieser vom Betriebssystem <emphasis>eingehängt</emphasis> werden, damit Sie Zugriff auf die darauf enthaltenen Dateien haben.
el: Όταν συνδέσετε μια αφαιρούμενη συσκευή αποθήκευσης στον υπολογιστή σας, πρέπει να <emphasis>προσαρτηθεί</emphasis> από το λειτουργικό σύστημα, ώστε να μπορείτε να έχετε πρόσβαση στα αρχεία της συσκευής.
gl: Ao conectar un dispositivo de almacenamento removíble a un computador, o sistema operativo ten que <emphasis>montalo</emphasis> para poder acceder aos ficheiros que conteña.
nl: Als u een verwisselbaar opslagapparaat met uw computer verbindt, moet het eerst door het besturingssysteem worden <emphasis>aangekoppeld</emphasis> zodat u toegang kunt krijgen tot de bestanden op dat apparaat.
sl: Ko z računalnikom povežete odstranljivo napravo za shranjevanje, jo mora operacijski sistem <emphasis>priklopiti</emphasis>, da lahko dostopate do datotek na njej.
sq: Kur ju lidhni një pajisje ruajtjeje të lëvizshme me kompjuterin tuaj, ajo duhet të <emphasis>montohet</emphasis> nga sistemi operativ në mënyrë që ju të jeni në gjendje të hapni skedarët e asaj pajisjeje.
sr: Када повежете преносиви уређај за складиштење на рачунар, оперативни систем мора да га <emphasis>монтира</emphasis> тако да сте у могућности да приступите датотекама на уређају.
tr: Bilgisayarınıza kaldırılabilir bir depolama aygıtı bağladığınızda, işletim sistemi tarafından <emphasis>bağlanmış</emphasis> olmalıdır. Böylece aygıttaki dosyalara erişebilirsiniz.
uk: Коли ви приєднали змінний пристрій зберігання даних до вашого комп'ютера, він має бути <emphasis>примонтований</emphasis> операційною системою, щоб ви мали доступ до файлів на ньому.
zh_cn: 当你连接一个可移动存储设备到你的计算机时，它必须被操作系统<emphasis>mounted</emphasis>这样你才能够访问这个设备上的文件。
zh_tw: 當連接卸除式儲存裝置，其須 <emphasis>掛載</emphasis> 在電腦作業系統上才能讓您存取。

source: To find out how to mount and unmount storage devices, see <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Using Removable Media</ulink>
el: Για να βρείτε πως να προσαρτήσετε και να αποπροσαρτήσετε συσκευές αποθήκευσης, δείτε το <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Χρήση Αφαιρούμενων Μέσων</ulink>
gl: Para saber como montar e desmontar os dispositivos de almacenamento, vexa <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Usar medios removíbles</ulink>
nl: Om te leren hoe u opslagapparaten aankoppelt en afkoppelt, zie <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Verwisselbare media gebruiken</ulink>
sq: Për të gjetur se si të montoni apo çmontoni pajisjet ruajtëse, shikoni <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Përdorimi i Mjeteve të Lëvizshme</ulink>
sr: Да сазнате како да монтирате и демонтирате уређаје за чување података, погледајте <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Коришћење преносних медијума</ulink>
uk: Щоб дізнатися як примонтувати та відмонтувати пристрої зберігання даних, дивіться <ulink type="help" url="ghelp:user-guide#gosnautilus-460">Користування змінними пристроями</ulink>
