Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: Delete files that you no longer need. You can use the Disk Usage Analyzer (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice>) to find which files are taking up the most space. Be careful not to delete files that you still need!
ast: Desanicia ficheruos que nun uses yá. Puedes usar l'Analizador d'usu de discu (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador d'usu de discu</guimenuitem></menuchoice>) p'atopar qué fichetos tán ocupando la mayor parte del espaciu. ¡Ten curiáu nun desanicies ficheros que necesites!
da: Slet filer du ikke har brug for længere. Du kan bruge Diskforbrugsanalyse (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Diskforbrugsanalyse</guimenuitem></menuchoice>) til at finde ud af, hvilke filer der optager mest plads. Pas på du ikke sletter filer, som du stadig har brug for!
de: Löschen Sie Dateien, die Sie nicht mehr benötigen. Sie können das Programm »Festplattenbelegung analysieren« (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Festplattenbelegung analysieren</guimenuitem></menuchoice>) verwenden, um die Dateien zu finden, die den meisten Speicherplatz benötigen. Seien Sie vorsichtig, dass Sie keine Dateien löschen, die Sie noch benötigen!
el: Διαγράψτε αρχεία που δεν χρειάζεστε πλέον. Μπορείτε να χρησιμοποιήσετε την Ανάλυση χρήσης δίσκου (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Ανάλυση χρήσης δίσκου</guimenuitem></menuchoice>) για να βρείτε ποια αρχεία καταναλώνουν περισσότερο χώρο. Πρόσεξτε να μην διαγράψετε αρχεία που χρειάζεστε ακόμα!
gl: Elimine os ficheiros que xa non necesite máis. Pode empregar o Analizador do uso do disco (<menuchoice><guimenu>Aplicacións</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador do uso do disco</guimenuitem></menuchoice>) para descubrir que ficheiros ocupan máis espazo. Teña coidado e non elimine ficheiros que aínda necesite!
nl: Verwijder bestanden die u niet meer nodig heeft. U kunt Schijfgebruik (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Schijfgebruik</guimenuitem></menuchoice>) gebruiken om te zien welke bestanden de meeste ruimte innemen. Let op dat u geen bestanden verwijdert die u nog nodig heeft!
sl: Izbrišite datoteke, katerih več ne potrebujete. Za iskanje datotek, ki zasedajo največ prostora na disku lahko uporabite Orodje za analizo porabe diska (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Orodje za analizo porabe diska</guimenuitem></menuchoice>). Bodite previdni, da ne izbrišete datotek, ki jih boste še potrebovali!
sq: Fshiji skedarët që nuk të nevojiten më. Ju mund të përdorni Analizuesin e përdorimit të diskut (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Analizuesi i Përdorimit të Diskut</guimenuitem></menuchoice>) për të gjetur cilët skedarë zënë shumicën e hapësirës. Bëni kujdes që të mos fshini skedarët që ju nevojiten akoma!
sr: Избришите датотеке које вам више нису потребне. Можете да користите Анализатор употребе диска (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Анализатор употребе диска</guimenuitem></menuchoice>) да пронађете датотеке које заузимају највише простора. Будите пажљиви да не обришете датотеке које Вам још увек требају!
tr: İhtiyacınız olmayan dosyaları silin.Disk Kullanımı Çözümleyicisi'ni (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Disk Kullanımı Çözümleyicisi</guimenuitem></menuchoice>)hangi dosyaların en çok yer kapladığını bulmak için kullanabilirsiniz. İhtiyacınız olan dosyaları silmemek için dikkatli olun!
uk: Видаліть файли, які вам більше не потрібні. Ви можете використати Аналізатор використання диска< (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Аксесуари</guimenuitem><guimenuitem>Аналізатор використання диска</guimenuitem></menuchoice>), щоб знайти файли, які займають найбільше місця. Будьте обережні та не видаліть файли, які вам ще потрібні!
zh_cn: 删除您不再需要的文件。您可以使用磁盘使用分析器(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>磁盘使用分析器</guimenuitem></menuchoice>)查看哪个文件占据最多的空间。请小心，不要删除您还需要的文件！
zh_tw: 刪除您不再需要的檔案。您可以使用磁碟用量分析器(<menuchoice><guimenu>應用程式</guimenu><guimenuitem>附屬應用程式</guimenuitem><guimenuitem>磁碟用量分析器</guimenuitem></menuchoice>)來尋找那些占用大量空間的檔案。請小心，不要刪除到您還需要的檔案!

source: You can also compress and archive your old, rarely-used documents:
ast: Tamien puedes comprimir y archivar los tos documentos vieyos y qu'uses poco.
da: Du kan også komprimere og arkivere dine gamle og sjældent brugte dokumenter:
de: Sie können auch selten gebrauchte Dokumente komprimieren und archivieren.
el: Μπορείτε επίσης να συμπιέσετε και να αρχειοθετήσετε τα παλιά, σπάνια χρησιμοποιούμενα έγγραφα σας:
gl: Tamén pode comprimir e arquivar os documentos vellos que apenas utiliza:
nl: U kunt ook uw oude, zelden gebruikte documenten inpakken en archiveren:
sl: Stisnete in arhivirate lahko tudi vaše stare, redko uporabljene dokumente:
sq: Ju mund të ngjishni dhe arkivat tuaja të vjetra, që i përdorni rrallë:
sr: Такође можете компримовати и архивирати стара, ретко коришћена документа:
tr: Eski ya da nadiren kullandığınız dosyalarınızı sıkıştırıp arşivleyebilirsin:
uk: Ви можете стиснути та архівувати ваші старі документи, або такі, що рідко використовуються:
zh_cn: 您也可以将您旧的或是很少用到文档压缩归档。
zh_tw: 您也可以壓縮您老舊或不常使用的文件：

source: Select the files and folders that you want to compress, right-click one of them and select <guilabel>Create Archive</guilabel>.
ast: Escueyi los ficheros y carpetes que quies comprimir, clic drechu nun d'ellos y escueyi guilabel>Crear Ficheru</guilabel>.
da: Markér de filer og mapper, som du ønsker at komprimere, højreklik på en af dem og vælg <guilabel>Opret arkiv</guilabel>.
de: Wählen Sie die Dateien und Ordner aus, die Sie komprimieren wollen, klicken Sie auf eine dieser Dateien mit der rechten Maustaste und wählen Sie <guilabel>Archiv anlegen</guilabel>.
el: Επιλέξτε τα αρχεία και τους φακέλους που θέλετε να συμπιέσετε, κάντε δεξί κλικ σ' ένα απ' αυτά και επιλέξτε <guilabel>Δημιουργία συμπιεσμένου αρχείου</guilabel>.
gl: Escolla os ficheiros e cartafoles que queira comprimir, prema nun deles co botón dereito do rato e seleccione <guilabel>Crear un arquivo</guilabel>
nl: Selecteer de mappen en bestanden die u wilt inpakken, klik er met de rechtermuisknop op en kies <guilabel>Archief aanmaken</guilabel>.
sl: Izberite datoteke in mape, ki jih želite stisniti in z desnim miškinim gumbom kliknite na eno izmed njih, ter izberite <guilabel>Skrči</guilabel>.
sq: Zgjidhni skedarët dhe folderat që dëshironi t'i ngjishni, klikoni me të djathtën mbi një prej tyre dhe përzgjidhni <guilabel>Krijo Arkiv</guilabel>.
sr: Изаберите датотеке и фасцикле које желите да компримујете, кликните десним тастером миша на једну од њих и изаберите <guilabel>Направи архив (Запакуј)</guilabel>.
tr: Sıkıştırmak istediğiniz dosya ve klasörleri seçip, onlara sağ tıklayın ve <guilabel>Arşiv Oluştur</guilabel>'a tıklayın.
uk: Виберіть файли та теки, які ви бажаєте стиснути, натисніть правою кнопкою миші та виберіть <guilabel>Стиснути...</guilabel>.
zh_cn: 选择要压缩的文件和文件夹，右键单击其中之一，并选择<guilabel>创建档案</ guilabel >
zh_tw: 選擇您要壓縮的檔案和資料夾，在其中一個項目上面點擊右鍵，選擇<guilabel>壓縮</guilabel>。

source: Choose a name, location and format for the file (the <filename>.tar.gz</filename> format is the most commonly used on Ubuntu, <filename>.zip</filename> is compatible with Windows and <filename>.tar.lzma</filename> usually offers the best compression).
ast: Escueyi un nome, allugamientu y formatu pal ficheru (el formatu <filename>.tar.gz</filename> ye' que más s'usa n'Ubuntu, <filename>.zip</filename> ye compatible con Windows y <filename>.tar.lzma</filename> davezu apurre la meyor compresión).
da: Vælg et navn, en placering og et format til filen (<filename>.tar.gz</filename>-formatet er det mest brugte i Ubuntu, .zip er kompatibelt med Windows og <filename>.tar.lzma</filename> giver for det meste den bedste komprimering).
de: Wählen Sie einen Namen, einen Speicherort und ein Format für die Datei aus (das <filename>.tar.gz</filename> Format ist unter Ubuntu am weitesten verbreitet, <filename>.zip</filename> ist mit Windows kompatibel und <filename>.tar.lzma</filename> bringt die beste Komprimierung mit sich).
el: Επιλέξτε όνομα, θέση και μορφή για το αρχείο (η μορφοποίηση <filename>.tar.gz</filename> είναι η πλέον διαδεδομένη στο Ubuntu, η μορφή<filename>.zip</filename> είναι συμβατή με Windows και η μορφή <filename>.tar.lzma</filename> συνήθως προσφέρει την καλύτερη συμπίεση.).
gl: Escolla un nome, lugar e formato para o ficheiro (o formato <filename>.tar.gz</filename> é o que se emprega con máis frecuencia en Ubuntu, <filename>.zip</filename> é compatíbel co Windows e <filename>.tar.lzma</filename> normalmente ofrece a mellor compresión).
nl: Kies een naam, een locatie en een formaat voor het bestand (het <filename>.tar.gz</filename>-formaat wordt het meest gebruikt in Ubuntu, <filename>.zip</filename> is compatibel met Windows en <filename>.tar.lzma</filename> levert normaal gesproken het kleinste bestand op).
sl: Izberite ime, mesto in vrsto datoteke (<filename>.tar.gz</filename> je najbolj pogosto uporabljena vrsta za Ubuntu, vrsta <filename>.zip</filename> je združljiva z operacijskim sistemom Windows, vrsta <filename>.tar.lzma</filename> pa nudi najboljše stiskanje).
sq: Zgjidhni një emër, vendndodhje dhe format për skedarin (formati <filename>.tar.gz</filename> është më i përdoruri në Ubuntu, <filename>.zip</filename> është kompatibël me Windows dhe <filename>.tar.lzma</filename> zakonisht ofron ngjeshjen më të mirë).
sr: Изаберите име, локацију и формат датотеке (<filename>.tar.gz</filename> формат је најчешће коришћен у Убунтуу, <filename>.zip</filename> је компатибилан са Виндовсом а <filename>.tar.lzma</filename> обично нуди најбољу компресију).
tr: Dosya için bir ad, konum ve biçim seçin (Ubuntu'da en çok <filename>.tar.gz</filename> biçimi kullanılı. <filename>.zip</filename> Windows ile uyumludur ve <filename>.tar.lzma</filename> genellikle en iyi sıkıştırmayı sunar).
uk: Виберіть ім'я, розташування та формат файлу (<filename>.tar.gz</filename> формат є найбільш поширеним в Ubuntu, <filename>.zip</filename> є сумісним з Windows та <filename>.tar.lzma</filename> пропонує найкраще стиснення).
zh_cn: 为文件选择一个名字、位置和格式（Ubuntu上最常见的是<filename>.tar.gz</filename>格式，<filename>.zip</filename>格式与Windows操作系统上的压缩格式兼容，<filename>.tar.lzma</filename>格式则提供了最佳的压缩率）。
zh_tw: 請為這個檔案選擇一個名稱、存放位置以及格式。(<filename>.tar.gz</filename>格式是 Ubuntu 中最常用到的， <filename>.zip</filename>和 Windows 有較佳的相容性，<filename>.tar.lzma</filename> 則可以提供較好的壓縮率。)

source: Click <guibutton>Create</guibutton>. An archive file will be created containing compressed copies of your files.
ast: Calca en <guibutton>Crear</guibutton>. Crearáse un ficheru con copies comprimíes de los tos ficheros.
da: Klik på <guibutton>Opret</guibutton>. En arkivfil indeholdende komprimerede kopier af dine filer vil blive oprettet.
de: Klicken Sie <guibutton>Anlegen</guibutton>. Es wird ein Archiv erzeugt, das komprimierte Kopien Ihrer Daten beinhaltet.
el: Πατήστε <guibutton>Δημιουργία</guibutton>. Θα δημιουργηθεί ένα συμπιεσμένο αρχείο που θα περιέχει συμπιεσμένα αντίγραφα των αρχείων σας.
gl: Prema <guibutton>Crear</guibutton>. Créase un ficheiro de arquivo que contén copias comprimidas dos ficheiros.
nl: Klik op <guibutton>Maken</guibutton>. Een archiefbestand wordt aangemaakt met een ingepakte kopie van uw bestanden.
sl: Kliknite gumb <guibutton>Ustvari</guibutton>. Ustvarila se bo arhivska datoteka, ki bo vsebovala stisnjene kopije vaših datotek.
sq: Kliko <guibutton>Krijo</guibutton>. Një skedar arkivi do të krijohet i cili përmban kopje të ngjeshura të skedarëve tuaj.
sr: Кликните <guibutton>Направи</guibutton>. Биће направљена датотека архива која садржи компримоване копије Ваших датотека.
tr: <guibutton>Oluştur</guibutton> a tıklayın. Dosyalarınızın sıkıştırılmış kopyalarını içeren arşiv dosyası oluşturulacaktır.
uk: Натисніть <guibutton>Створити</guibutton>. Буде створено архівний файл із стиснутими копіями ваших файлів.
zh_cn: 点击<guibutton>创建</guibutton>。一个归档文件就将被创建，它包含了您文件的压缩复本。
zh_tw: 點擊<guibutton>建立</guibutton>。一個壓縮檔將會產生，裡頭包含了您被壓縮過的資料副本。

source: Delete the old uncompressed files to free some disk space.
ast: Desanicia los ficheros antiguos ensin comprimir pa lliberar daqué d'espaciu en discu.
da: Slet de gamle ukomprimerede filer for at frigøre noget diskplads.
de: Löschen Sie die alten, unkomprimierten Dateien um Festplattenplatz zu gewinnen.
el: Διαγράψτε τα παλιά μη συμπιεσμένα αρχεία για να ελευθερώσετε λίγο χώρο στον δίσκο.
gl: Elimine os ficheiros vellos sen comprimir para liberar un pouco de espazo no disco.
nl: Verwijder de oude, niet ingepakte bestanden om schijfruimte vrij te maken.
sl: Da sprostite prostor na disku, izbrišite stare nestisnjene datoteke.
sq: Fshini skedarët e vjetër të pangjeshur për të liruar pak hapësirë nga disku
sr: Обришите старе некомпримоване датотеке да бисте ослободили простор на диску.
tr: Disk alanından kazanmak için eski sıkıştırılmamış dosyaları silin.
uk: Видаліть старі нестиснені файли, щоб звільнити місце на диску.
zh_cn: 删除陈旧的压缩文件，以释放一些磁盘空间。
zh_tw: 將未壓縮的原檔刪除，釋放磁碟空間。

source: Partitioning a device
ast: Particionar un dispositivu
da: Partitionering af en enhed
de: Einen Datenträger partitionieren
el: Διαδικασία διαμέρισης μιας συσκευής
gl: Particionar un dispositivo
nl: Een apparaat partitioneren
sl: Razdeljevanje naprave
sq: Të particionosh një pajisje
sr: Партиционисање уређаја
tr: Aygıt bölümleniyor
uk: Поділ пристрою на розділи
zh_cn: 设备分区
zh_tw: 在裝置上進行磁碟分割

source: You can use <application>GNOME Partition Editor</application> to partition storage devices. <ulink url="apt:gparted">Install the <application>gparted</application> package </ulink> and then press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partition Editor</guimenuitem></menuchoice> to start the partition editor.
ast: Puede usar l'<application>Editor de particiones de GNOME</application> pa particionar preseos de atroxu. <ulink url="apt:gparted">Instale'l paquete <application>gparted</application></ulink> y a continuación calque en <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración </guisubmenu><guimenuitem>Editor de particiones</guimenuitem></menuchoice> p'aniciar l'editor de particiones.
da: Du kan bruge <application>GNOME-partitioneringsprogram</application> til at partitionere lagringsenheder. <ulink url="apt:gparted">Installer <application>gparted</application>-pakken </ulink> og tryk derefter på <menuchoice> <guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partition Editor</guimenuitem></menuchoice> for at starte partitionshåndteringen.
de: Sie können den <application>GNOME-Partitionseditor</application> benutzen, um Datenträger zu partitionieren. <ulink url="apt:gparted">Installieren Sie das Paket <application>gparted</application></ulink> und wählen Sie dann <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung </guisubmenu><guimenuitem>Partitionseditor</guimenuitem></menuchoice> um den Partitionseditor zu starten.
el: Μπορείτε να χρησιμοποιήσετε την εφαρμογή <application>Επεξεργασίας διαμερισμάτων του GNOME</application> για να κατατμήσετε αποθηκευτικά μέσα. <ulink url="apt:gparted">Εγκαταστήστε το πακέτο <application>gparted</application> </ulink> και στην συνέχεια πηγαίνετε στο <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος </guisubmenu><guimenuitem>GParted</guimenuitem></menuchoice> για να εκκινήσετε την εφαρμογή επεξεργασίας διαμερισμάτων.
gl: Pode empregar o <application>Editor de particións de GNOME</application> para particionar os dispositivos de almacenamento. <ulink url="apt:gparted">Instale o paquete <application>gparted</application></ulink> e prema <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración </guisubmenu><guimenuitem>Editor de particións</guimenuitem></menuchoice> para iniciar o editor de particións.
nl: U kunt de <application>GNOME partitiebewerker</application> gebruiken om schijven te partitioneren. <ulink url="apt:gparted">Installeer het <application>gparted</application>-pakket </ulink> en kies <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer </guisubmenu><guimenuitem>Partitiebewerker</guimenuitem></menuchoice> om de partitiebewerker te starten.
sl: Za ustvarjanje razdelkov na napravah za shranjevanje lahko uporabite <application>Urejevalnik razdelkov GNOME</application>. <ulink url="apt:gparted">Namestite paket<application>gparted</application> </ulink> in nato za zagon urejevalnika razdelkov izberite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>GParted urejevalnik razdelkov</guimenuitem></menuchoice>.
sq: Ju mund të përdorni <application>Modifikuesin e Particioneve GNOME</application> për të particionuar pajisjet ruajtëse. <ulink url="apt:gparted">Instaloni paketën <application>gparted</application> </ulink> dhe pastaj klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi </guisubmenu><guimenuitem>Modifikuesi i Particioneve</guimenuitem></menuchoice> për të nisur modifikuesin e particioneve.
sr: Можете да користите <application>ГПартед</application> да поделите уређај за складиштење. <ulink url="apt:gparted">Инсталирајте <application>gparted</application> пакет</ulink> а затим кликните <menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>ГПартед</guimenuitem></menuchoice> да покренете уредника партиција.
tr: Depolama aygıtlarını bölümlemek için<application>GNOME Bölümleme Düzenleyicisi</application>ni kullanabilirsin. <ulink url="apt:gparted"> <application>gparted</application> paketini yükle </ulink> ve sonra başlatmak için <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim </guisubmenu><guimenuitem>Bölümleme Düzenleyicisi</guimenuitem></menuchoice> ne tıkla.
uk: Ви можете скористатися <application>Редактор розділів GNOME</application>, щоб розбити на розділи ваші дискові накопичувачі. Щоб запустити редактор розділів, <ulink url="apt:gparted">встановіть пакет<application>gparted</application></ulink> та натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування </guisubmenu><guimenuitem>Редактор розділів</guimenuitem></menuchoice>.
zh_cn: 你可以使用<application>GNOME 分区编辑器</application>来对存储设备分区。<ulink url="apt:gparted">安装<application>gparted</application> 软件包 </ulink> 然后点击 <menuchoice><guimenu>系统</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>分区编辑器</guimenuitem></menuchoice>来启动分区编辑器。
zh_tw: 您可以使用 <application>GNOME 的分割區編輯器</application>來對存取裝置進行磁碟分割。<ulink url="apt:gparted">安裝 <application>gparted</application> 套件</ulink>，然後從<menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>GParted 分割區編輯器</guimenuitem></menuchoice>來啟動它。

source: Be careful when altering disk partitions, as it is possible to lose your data if you delete or change the wrong partition.
ast: Ten curiáu al camudar particiones del discu, porque puede ser que pierdas los datos si desanicies o camudes la partición equivocada.
da: Du bør være forsigtig, når du ændrer diskpartitioner, da det er muligt at miste dine data eller at ændre den forkerte partition.
de: Seien Sie bei der Veränderung von Festplattenpartitionen vorsichtig, da Sie Daten verlieren werden, wenn Sie die falsche Partition löschen oder verändern.
el: Να είστε προσεκτικοί όταν μεταβάλετε τα διαμερίσματα του δίσκου, μια και είναι πιθανό να χάσετε τα δεδομένα σας αν αλλάξετε ή διαγράψετε το λάθος διαμέρισμα.
gl: Teña coidado cando modifica as particións do disco, xa que é posíble perder os seus datos se borra ou cambia a partición equivocada.
nl: Wees voorzichtig bij het wijzigen van schijfpartities, aangezien u uw gegevens kunt verliezen als u de verkeerde partitie wist of wijzigt.
sl: Pri spreminjanju diskovnih razdelkov bodite previdni, saj lahko pri brisanju napačnega razdelka pride do izgube podatkov.
sq: Keni kujdes kur kerkoni te modifikoni parcelat e diskut, derisa eshte e mundshme humbja e te dhenave neqoftese ju fshihni ose modifikoni parcelen e gabuar.
sr: Будите пажљиви приликом мењања партиција, јер можете да изгубите податке ако обришете или измените погрешну партицију.
tr: Disk bölümlerini değiştirirken lütfen dikkatli olun. Yanlış bölümü seçmeniz ya da bölümü silmeniz halinde verilerinizi kaybedebilirsiniz.
uk: Будьте обережні під час зміни розділів, тому що можливо втратити ваші дані, якщо Ви видалите або зміните не той розділ.
zh_cn: 当要更改磁盘分区时请务必小心！因为您删除或者改变一个错误的分区可能使您丢失数据。
zh_tw: 在變更磁碟分割區時請小心，如果您刪除或變更了錯誤的分割區，可能會造成您的資料遺失。

source: Freeing space for a new partition
ast: Lliberar espaciu pa una partición nueva
da: Frigør plads til en ny partition
de: Speicherplatz für eine neue Partition freigeben
el: Ελευθερώνοντας χώρο για ένα νέο διαμέρισμα
gl: Liberar espazo para a nova partición
nl: Ruimte voor een nieuwe partitie vrijmaken
sl: Sproščanje prostora za nov razdelek
sq: Duke leruar hapesire per nje parcele te re
sr: Ослобађање простора за нову партицију
tr: Yeni bölüm için boş alan açılıyor
uk: Вивільнення місця для нового розділу
zh_cn: 为新分区释放空间。
zh_tw: 釋出空間給新的分割區

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partition Editor</guimenuitem></menuchoice>.
ast: Calque <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración</guisubmenu><guimenuitem>Editor de particiones</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration </guisubmenu><guimenuitem>Partitionshåndtering</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung </guisubmenu><guimenuitem>Partitionseditor</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος </guisubmenu><guimenuitem>GParted</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración </guisubmenu><guimenuitem>Editor de particións</guimenuitem></menuchoice>.
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer</guisubmenu><guimenuitem>Partitiebewerker</guimenuitem></menuchoice>.
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>GParted urejevalnik razdelkov</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi </guisubmenu><guimenuitem>Modifikuesi i Particioneve</guimenuitem></menuchoice>.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guimenuitem>ГПартед</guimenuitem></menuchoice>.
tr: Press <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim </guisubmenu><guimenuitem>Bölümleme Düzenleyici</guimenuitem></menuchoice>'ye basın.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guimenuitem>Редактор розділів</guimenuitem></menuchoice>.
zh_cn: 点击 <menuchoice><guimenu>系统</guimenu><guisubmenu>管理 </guisubmenu><guimenuitem> 分区编辑器</guimenuitem></menuchoice>。
zh_tw: 選擇 <menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>GParted 分割區編輯器</guimenuitem></menuchoice>。
