Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: <emphasis role="strong">Suspending</emphasis> a computer is like putting the computer to sleep. The computer will still be turned on and all of your work will be left open, but it will use much less power. You can wake the computer by pressing a key or clicking the mouse.
ast: <emphasis role="strong">Suspender</emphasis> un ordenador ye como mandar l'equipu a dormir. L'ordenador siguirá encesu y los tos trabayos quedarán abiertos, pero gastará muncha menos enerxía. Puedes esconsoñar l'equipu calcando una tecla o col mur.
da: <emphasis role="strong">Hvile</emphasis> svarer til at lægge computeren til at sove. Computeren vil stadig være tændt og alt dit arbejde vil være åbent, men den vil bruge meget mindre energi. Du kan vække computeren ved at trykke på en tast eller klikke med musen.
de: Einen Rechner in <emphasis role="strong">Bereitschaft</emphasis> versetzen, ist wie den Rechner schlafen zu legen. Der Rechner wird noch eingeschaltet sein und all Ihre Arbeiten werden geöffnet bleiben, aber es wird deutlich weniger Energie verbraucht. Sie können Ihren Rechner wieder aufwecken, indem Sie eine Taste drücken oder mit der Maus klicken.
el: Η <emphasis role="strong">Αναστολή</emphasis> του υπολογιστή είναι σαν να βάζετε τον υπολογιστή για ύπνο. Ο υπολογιστής θα παραμείνει ανοικτός και όλες οι εργασίες σας θα παραμείνουν ανοικτές, αλλά θα χρησιμοποιείται πολύ λιγότερη ενέργεια. Μπορείτε να επαναφέρετε τον υπολογιστή από την αναστολή πατώντας οποιοδήποτε πλήκτρο ή κάνοντας κλικ με το ποντίκι.
gl: <emphasis role="strong">Suspender</emphasis> un computador é como polo a durmir. O computador permanece acendido e todo o traballo aberto, mais emprégase moita menos enerxía. Para recuperar o computador prema unha tecla ou un botón do rato.
nl: Het <emphasis role="strong">in slaapstand</emphasis> zetten van een computer is alsof de computer in slaap wordt gebracht. De computer blijft aan staan en al uw openstaande werk blijft beschikbaar, maar de computer verbruikt veel minder energie. U kunt de computer uit de slaapstand halen door op een toets te drukken of met de muis te klikken.
sl: <emphasis role="strong">Pripravljenost</emphasis> je stanje, podobno spanju računalnika. Računalnik bo še vedno vklopljen in vse vaše delo bo ostalo odprto, a bo poraba elektrike dosti manjša. Računalnik lahko zbudite s pritiskom na tipko ali miškinim klikom.
sq: <emphasis role="strong">Pezullimi</emphasis> i një kompjuteri është si vënia e kompjuterit në gjumë. Kompjuteri juaj do të vazhdojë të jetë i ndezur dhe të gjitha punët tuaja do të qëndrojnë të hapura, por ai do të përdorë më pak tension. Ju mund ta zgjoni kompjuterin duke shtypur një çelës ose duke klikuar miun.
sr: <emphasis role="strong">Обустављање</emphasis> компјутера је као да постављате рачунар на спавање. Рачунар ће и даље бити укључен и сав ваш рад ће остати отворен, али ће користити много мање енергије. Можете да пробудите рачунар притиском на тастер или кликом миша.
tr: <emphasis role="strong">Askıya alma</emphasis> bilgisayarınızı uyku moduna almak gibidir. Bilgisayarınız ve bütün çalışmalarınız hala açık konumdadır, yalnızca daha az güç kullanılmaktadır. Bilgisayarınızı herhangi bir tuşa basarak ya da fareye tıklayarak uyandırabilirsiniz.
uk: <emphasis role="strong">Призупинення</emphasis> комп’ютера — це як переведення комп’ютера до сну. Комп’ютер все ще буде включений і вся ваша робота буде залишена відкритою, але він буде споживати значно менше електроенергії. Ви можете розбудити комп’ютер натисканням на клавішу або на кнопку миші.
zh_cn: <emphasis role="strong">挂起（Suspending）</emphasis>一台计算机就像让它睡觉似的。此时，计算机仍处于开机状态并且您所有的工作都处于最后的工作状态，但计算机会消耗较少的电力。您可以通过按一个键或点击一下鼠标来唤醒它。
zh_tw: <emphasis role="strong">暫停</emphasis> 電腦類似於讓電腦睡覺。電腦會在省電模式運作，所有工作仍然進行。您可以按任意鍵或按滑鼠按鈕喚醒電腦。

source: <emphasis role="strong">Hibernating</emphasis> is turning the computer off completely while saving the current state of the computer (such as keeping all of your open documents). When you turn the computer back on after hibernating, all of your work should be restored as it was before hibernation. No power is used when the computer is hibernating.
ast: <emphasis role="strong">Ivernar</emphasis> ye apagar l'equipu dafechu pero atroxando l'estáu actual de l'ordenador (como dexar los documentos abiertos). Cuando vuelvas a prender l'equipu dende la ivernación, habría de recuperase'l to trabayu nel puntu que taba enantes de la ivernación. Nun se gasta enerxía mentanto l'equipu ta ivernando.
da: <emphasis role="strong">Dvale</emphasis> er at slukke computeren fuldstændigt, men samtidig gemme computerens aktuelle tilstand (som f.eks. at bevare alle dine åbne dokumenter). Når du tænder computeren igen efter dvale, bør alt dit arbejde blive genoprettet, som det var, før systemet gik i dvale. Når systemet er i dvale, bruger det ingen strøm.
de: <emphasis role="strong">Ruhezustand</emphasis> bedeutet, den Rechner komplett abzuschalten, während der momentane Zustand (wie Ihre geöffneten Dokumente) gespeichert wird. Wenn Sie den Rechner wieder einschalten, wird Ihre gesamte Arbeit wie vor dem Ruhezustand wiederhergestellt. Während sich der Rechner im Ruhezustand befindet, wird keine Energie verbraucht.
el: Η λειτουργία της Αδρανοποίησης είναι ο πλήρης τερματισμός του μηχανήματος, ενώ παράλληλα αποθηκεύεται η τρέχουσα κατάσταση του (όπως να κρατάει όλα τα ανοικτά σας έγγραφα). Όταν επαναφέρεται η λειτουργία μετά την αδρανοποίηση, όλη η δουλειά πρέπει να επανέλθει όπως αποθηκεύτηκε, ενώ δεν καταναλώνεται καθόλου ενέργεια κατά την διαδικασία της αδρανοποίησης.
gl: <emphasis role="strong">Hibernar</emphasis> é apagar o computador de todo á vez que se garda o seu estado actual (como deixar abertos todos os documentos). Ao acender de novo o computador despois de o ter hibernado, todo o traballo se restaura a como estaba antes da hibernación. O computador non consume ningunha enerxía cando está hibernando.
nl: <emphasis role="strong">Pauzestand</emphasis> is het volledig uitzetten van de computer terwijl de huidige staat van de computer wordt opgeslagen (zoals het bewaren van alle documenten die u open heeft staan). Zodra u de computer weer aanzet nadat hij in pauzestand was gezet, wordt al uw werk hersteld zoals het was voordat de computer in pauzestand werd gezet. Er wordt geen stroom gebruikt terwijl de computer in de pauzestand staat.
sl: <emphasis role="strong">Hibernacija</emphasis> je stanje popolnega izklopa, ki shrani trenutno stanje računalnika (tako obdržite vse odprte dokumente). Ko po hibernaciji računalnik ponovno vklopite, se vse vaše delo obnovi, kakršno je bilo pred hibernacijo. Računalnik v hibernaciji ne porablja elektrike.
sq: <emphasis role="strong">Hibernimi</emphasis> është fikja e plotë e kompjuterit duke e ruajtur gjendjen aktuale të kompjuterit 9siç është ruajtja e të gjitha dokumenteve që keni lënë hapur). Kur ju e rinisni kompjuterin pas hibernimit, e gjithë puna juaj rikthehet siç ishte para hibernimit. Kur kompjuteri është në hibernm nuk përdoret tension.
sr: <emphasis role="strong">Замрзавање</emphasis> у потпуности искључује рачунар чувајући тренутно стање рачунара (као што је чување свих ваших отворених докумената). Када након замрзавања поново укључите рачунар, сав Ваш рад би требао да буде враћен као што је био пре замрзавања. Енергија се не користи када је рачунар замрзнут.
tr: <emphasis role="strong">Hazırda Bekletiliyor</emphasis> , açık belgelerin hepsini saklama gibi bilgisayarın mevcut durumunu koruyarak tam olarak kapatır. Bilgisayarı bekletmeden geri çağırdığında, bütün çalışmaların, hazırda bekletmeden önceki konumda olacaktır. Bilgisayar hazırda bekleme konumundayken güç tüketmez.
uk: <emphasis role="strong">Режим сну</emphasis> — це повне вимкнення комп’ютера зі збереженням поточного стану (наприклад, всі ваші документи залишаться відкритими). Коли ви вмикаєте комп’ютер після переведення до режиму сну, вся ваша робота повинна бути відновлена в тому стані, в якому вона була до засинання. Електроенергія не споживається під час знаходження комп’ютера в режимі сну.
zh_cn: 休眠是完全的关闭电脑,在这期间它保留当前电脑的状态(例如保持所有你打开的文档).当你在休眠后再打开电脑后,你所有的工作将恢复到你休眠之前.当电脑正在休眠的时候没有使用的能力.
zh_tw: <emphasis role="strong">休眠</emphasis> 為儲存當前電腦狀態（儲存您開啟的文件）後關掉電腦 。當再打開電腦，您原來的工作會回復到休眠之前狀態。當電腦處於休眠時毋須電源。

source: <emphasis role="strong">Shutting down</emphasis> is turning the computer off completely, without saving the current state of the computer. No power is used when the computer is shut down.
ast: <emphasis role="strong">Apagar</emphasis> ye desconeutar l'equipu dafechu, ensin atroxar l'estáu actual. Mentanto l'equipu ta apagáu, nun se gasta enerxía.
da: <emphasis role="strong">Luk ned</emphasis> er at slukke computeren fuldstændigt uden at gemme computerens aktuelle tilstand. Systemet bruger ikke strøm, når det er lukket ned.
de: <emphasis role="strong">Ausschalten</emphasis> bedeutet, dass der Rechner komplett abgeschaltet wird, ohne den momentanen Zustand zu speichern. Wenn der Rechner ausgeschaltet ist, wird keine Energie verbraucht.
el: Η λειτουργία του Τερματισμού, απενεργοποιεί τελείως τον υπολογιστή σας, χωρίς να αποθηκεύει την τρέχουσα κατάσταση του. Και στην λειτουργία αυτή δεν χρησιμοποιείται καθόλου ενέργεια.
gl: <emphasis role="strong">Apagar</emphasis> é desconectar o computador de vez, sen gardar o estado actual do computador. O computador non consume ningunha enerxía cando está apagado.
nl: <emphasis role="strong">Uitzetten</emphasis> is het volledig uitschakelen van de computer, zonder dat de huidige staat van de computer wordt opgeslagen. Er wordt geen stroom gebruikt wanneer de computer uit staat.
sl: <emphasis role="strong">Izklop</emphasis> je stanje popolnega izklopa računalnika, pri katerem se trenutno stanje računalnika ne shrani. Izklopljen računalnik ne porablja elektrike.
sq: <emphasis role="strong">Fikja</emphasis> është fikja totale e kompjuterit, pa e ruajtur gjendjen e kompjuterit. Kur kompjuteri është i fikur nuk përdoret tension.
sr: <emphasis role="strong">Гашење</emphasis> искључује рачунар у потпуности, без чувања тренутног стања рачунара. Енергија се не користи када је рачунар замрзнут.
tr: <emphasis role="strong">Kapatma</emphasis> bilgisayarı güncel durumu kaydetmeden tamamen kapatır. Bilgisayar kapanırken hiç enerji kullanılmaz.
uk: <emphasis role="strong">Вимкнення комп’ютера</emphasis> — це повне знеструмлення комп’ютера без збереження поточного стану комп’ютера. Електроенергія не споживається, коли комп’ютер вимкнений.
zh_cn: <emphasis role="strong">关机</emphasis> 是完全关闭电脑, 而不保存当前电脑的状态. 当电脑被关闭时不耗电.
zh_tw: <emphasis role="strong">關機</emphasis> 是不儲存電腦當前狀態，完全關掉電腦。電腦關機後毋須電源。

source: <emphasis role="strong">Resuming</emphasis> is bringing the computer out of a power saving mode and back into normal operation. You can resume the computer from being suspended by pressing a keyboard button or by clicking the mouse. You can resume from being hibernated by pressing the power button on your computer.
ast: <emphasis role="strong">Esconsoñar</emphasis> ye sacar l'ordenador d'un mou d'aforru d'enerxía y que torne a funcionar normal. Puedes esconsoñar l'equipu si ta suspedíu calcando un botón del tecláu o del mur. Puedes esconsoñar un ordenador ivernáu calcando nel botón de prendelu.
da: <emphasis role="strong">Genoptagelse</emphasis> er at bringe computeren ud af en strømbesparende tilstand og vende tilbage til normal drift. Du kan genoptage driften fra hviletilstand ved at trykke på en tast på tastaturet eller ved at klikke med musen. Du kan genoptage driften fra dvaletilstand ved at trykke på computerens tænd/sluk-knap.
de: <emphasis role="strong">Fortfahren</emphasis> bedeutet, dass der Rechner aus dem Energiesparmodus und in den Normalbetrieb zurückgebracht wird. Sie können den Rechner aus dem Bereitschaftszustand zurückholen, indem Sie eine beliebige Tastatur- oder Maustaste drücken. Sie können den Rechner aus dem Ruhezustand zurückholen, indem Sie den Einschaltknopf des Rechners drücken.
el: Η διαδικασία της Επαναφοράς, επαναφέρει τον υπολογιστή από την λειτουργία εξοικονόμησης στην κανονική λειτουργία. Μπορείτε να επαναφέρετε τον υπολογιστής σας από την λειτουργία της αναστολής πατώντας ένα πλήκτρο ή κάνοντας κλικ στο ποντίκι. Για να επανέλθετε όμως από την λειτουργία της αδρανοποίησης πρέπει να πατήσετε τον διακόπτη λειτουργίας πάνω στον υπολογιστή.
gl: <emphasis role="strong">Reanudar</ emphasis> é devolver a un computador en modo de aforro de enerxía ao seu funcionamento normal. Vostede pode reanudar un computador en estado de suspensión premendo un botón do teclado ou facendo clic nun botón do rato. Para reanudar dende o modo de hibernación prema o botón de acendido do computador.
nl: <emphasis role="strong">Hervatten</emphasis> haalt de computer uit een energiebesparende modus zodat u hem weer gewoon kunt gebruiken. U kunt vanuit de slaapstand hervatten door een toets op het toetsenbord in te drukken of door met de muis te klikken. U kunt vanuit de pauzestand hervatten door de aan/uit-knop van uw computer in te drukken.
sl: <emphasis role="strong">Nadaljevanje</emphasis> je dejanje obujanja računalnika iz načina varčevanja z energijo in vrnitev v običajno obratovanje. S pritiskom na tipko ali s klikom na miškin gumb lahko računalnik zbudite iz stanja pripravljenosti. S pritiskom na gumb za izklop lahko računalnik zbudite iz hibernacije.
sq: <emphasis role="strong">Rinisja</emphasis> është kthimi i kompjuterit nga mënyra e ruajtjes së tensionit prapa në punën normale. Ju mund ta rinisni kompjuterin nga pezullimi duke klikuar një buton në tastierë ose duke klikuar miun: Ju mund ta rinisni nga hibernimi duke shtypur butonin e tensionit të kompjuterit tuaj.
sr: <emphasis role="strong">Враћање</emphasis> доводи рачунар из режима штедње енергије и враћа га у нормалан рад. Можете да вратите рачунар из стања обуставе притиском на дугме на тастатури или кликом миша. Можете га вратити из замрзнутог стања притиском на главни мрежни прекидач на вашем рачунару.
tr: <emphasis role="strong">Sürdürülüyor</emphasis> bilgisayarı güç koruması kibinden normal işlem kibine döndürür. Herhangi bir tuşa basarak veya fareye tıklayarak bilgisayarı askı kibinden sürdürülebilir konuma alabilirsin. Bilgisayardaki güç düğmesine basarak onu uykudan uyandırabilirsin. :)
uk: <emphasis role="strong">Відновлення</emphasis> — це повернення комп’ютера із режиму збереження енергії до звичайної роботи. Ви можете відновити комп’ютер з призупиненого стану натисканням на клавішу або кнопку миші. Ви можете відновити комп’ютер з режиму сну натисканням на кнопку живлення на вашому комп’ютері.
zh_cn: <emphasis role="strong">恢复</emphasis>是将计算机从节电模式中唤醒至正常操作。你可以按键盘或者单击鼠标将被挂起的计算机唤醒。你可以按电源键将休眠状态的计算机唤醒。
zh_tw: <emphasis role="strong">回復</emphasis> 是電腦從省電模式回到正常操作。您可以從待命狀態下按任一鍵或是按一下滑鼠就可以回復電腦。您可以從休眠狀態下在您的電腦上按下電源開關來回復。

source: You can manually put your computer into a power-saving mode by pressing the <application>User Switcher</application> in the top right hand corner of the screen and then pressing the appropriate button.
ast: Puedes poner manualmente l'ordenador nun mou d'aforru d'enerxía calcando nel <application>Selector d'usuarios</application> allugáu nel requexu cimeru derechu de la pantalla y calcando lluéu nel botón afayadizu.
da: Du kan manuelt sætte din computer i en strømbesparende tilstand ved at klikke på <application>Brugerskifter</application> øverst i højre hjørne af skærmen og derefter klikke på den passende knap.
de: Sie können Ihren Rechner in einen Energiesparmodus versetzen, indem Sie auf <application>Benutzerwechsel</application> im der Leiste oben rechts klicken und dann auf den passenden Knopf klicken.
el: Μπορείτε να θέσετε τον υπολογιστή χειροκίνητα σε μια λειτουργία εξοικονόμησης ενέργειας πατώντας την <application>Εναλλαγή χρηστών</application> στην άνω δεξιά γωνία της οθόνης και επιλέγοντας το κατάλληλη επιλογή.
gl: Manualmente, pode por o seu computador nun modo de aforro de enerxía premendo <application>Cambiar de usuario ou apagar</ application> na esquina superior dereita da pantalla e despois premer no botón axeitado.
nl: U kunt de computer handmatig in een energiebesparende stand zetten door op het <application>Gebruiker wisselen</application>-pictogram rechtsboven te klikken en dan de gewenste knop te kiezen.
sl: Ročno lahko računalnik v način varčevanja z energijo spravite tako, da kliknete na <application>Preklopnik med uporabniki</application> v zgornjem desnem kotu zaslona in kliknete želeni gumb.
sq: Ju mund ta vendosni kompjuterin tuaj në mënyrë manuale në ruajtje të tensionit duke klikuar <application>Ndërruesin e Përdoruesve</application> në cepin e sipërm djathtas të ekranit dhe pastaj duke shtypur butonin e duhur.
sr: Можете ручно да поставите рачунар у режим уштеде енергије притиском на <application>Пребацивач корисника</application> у горњем десном углу екрана, а затим притиском одговарајућег дугмета.
tr: Bilgisayarı, ekranın üst sağ köşesindeki <application>Kullanıcı Anahtarı</application>na ardından uygun butona basarak güç koruma kibine alabilirsin.
uk: Ви можете власноруч перевести комп’ютер у режим збереження енергії, для цього натисніть на <application>Апплет зміни користувачів</application> у верхньому правому куті екрана і потім натисніть на потрібний варіант.
zh_cn: 您可以通过点击屏幕右上角<application>用户切换器</application>并点击合适的按钮使您的电脑手动进入节能模式。
zh_tw: 您可以手動將電腦進入省電模式，只要按下螢幕右上方的<application>使用者切換器</application>並選擇適當的按鈕。

source: Some computers may have problems going into certain power saving modes. The best way of checking if your computer can handle a power-saving mode is to try to switch to that mode and see if it behaves as you expected. Always make sure you save important documents before suspending or hibernating.
ast: Hai ordenadores que pueden tener problemes al entrar en ciertos modos d'aforru d'enerxía. La meyor manera de comprobar si el to equipu puede remanar un mou d'aforru ye tentar pasar a esi mou y ver si todo funciona como esperabes. Enantes de suspender o ivernar, asegúrate de guardar los documentos importantes.
da: Nogle computere kan have problemer med at gå i bestemte strømbesparende tilstande. Den bedste måde at undersøge, om din computer kan håndtere en strømbesparende tilstand er at prøve at skifte til denne tilstand og se, om den opfører sig, som du forventer. Du bør altid sikre dig, at du har gemt alle vigtige dokumenter, før du sætter computeren i hvile eller dvale.
de: Einige Rechner könnten Schwierigkeiten haben, bestimmte Energiesparmodi anzuwenden. Um auszuprobieren, ob Ihr Rechner einen bestimmten Energiesparmodus anwenden kann, sollten Sie versuchen den Rechner in den gewünschten Modus zu versetzen und sehen, ob er sich so verhält wie erwartet. Stellen Sie dabei immer sicher, dass Sie wichtige Daten gespeichert haben, bevor Sie den Rechner in den Bereitschaft- oder Ruhezustand versetzen.
el: Ορισμένοι υπολογιστές μπορεί να έχουν ορισμένα προβλήματα στις λειτουργίες εξοικονόμησης ενέργειας. Ο καλύτερος τρόπος για να ελέγξετε αν ο υπολογιστής σας μπορεί να λειτουργήσει σωστά στις λειτουργίες αυτές είναι να ενεργοποιήσετε την λειτουργία που επιθυμείτε και να δείτε αν συμπεριφέρεται όπως περιμένατε. Πάντα να αποθηκεύετε τα σημαντικά σας έγγραφα πριν χρησιμοποιείτε την αδρανοποίηση ή την αναστολή.
gl: Algunos equipos pueden tener problemas para entrar en determinados modos de ahorro de energía. La mejor manera de comprobar si el equipo puede manejar un modo de ahorro de energía es tratar de cambiar a ese modo y ver si se comporta como se espera. Siempre asegúrese de guardar los documentos importantes antes de la suspensión o hibernación.
nl: Sommige computers hebben problemen met het gebruik van bepaalde energiebesparende modi. De beste manier om te controleren of uw computer een energiebesparende modus aankan, is door te proberen die modus in te schakelen en te kijken of er gebeurt wat u verwachtte. Zorg ervoor dat u uw belangrijke documenten opslaat voordat u de computer in pauze- of slaapstand zet.
sl: Pri nekaterih računalnikih lahko pri prehajanju v določene načine varčevanja z energijo pride do težav. Najlažje lahko sposobnost prehajanja računalnika v načine varčevanja z energijo preverite tako, da preklopite v izbrani način in se prepričate, ali se računalnik obnaša kot je pričakovano. Preden računalnik pošljete v stanje pripravljenosti ali hibernacijo, se prepričajte, da so vsi vaši pomembni dokumenti shranjeni.
sq: Disa kompjutera mund të kenë probleme kur hyjnë në disa mënyra të kursimit të energjisë. Mënyra më e mirë për të kontrolluar nëse kompjuteri juaj e përballon një mënyrë të kursimit të energjisë është të provoni ta kaloni në atë mënyrë dhe të shikoni nëse ai sillet ashtu siç pritet. Gjithmonë sigurohuni që t'i ruani dokumentet e rëndësishme para se ta pezulloni apo hibernoni.
sr: Неки рачунари могу да имају проблема приликом активирања одређених режима уштеде енергије. Најбољи начин да проверите да ли ваш рачунар може да рукује режимом уштеде енергије јесте да покушате да се пребаците на режим и да видите да ли се понаша као што сте очекивали. Увек проверите да ли сте сачували важне документе пре обустављања или замрзавања.
tr: Bazı bilgisayarlar belli güç koruma kiplerinde problem çıkarabilirler. Bilgisayarın güç koruma kibine uyup uymadığının kontrolunun en iyi yöntemi onu bu kibe getirmektir. Beklediğin şekilde davrandığını gözle. Bilgisayarı askıya veya uykuya almadan önce daima önemli verilerini kaydettiğinden emin ol.
uk: Деякі комп’ютери можуть мати проблеми з переведенням до певних режимів збереження енергії. Найкращий спосіб перевірити, чи підтримує ваш комп’ютер режим збереження енергії — це спробувати перевести у цей режим і подивитися, чи поводиться він як очікувалось. Завжди переконуйтесь, що важливі документи збережені, до того, як призупинити або перевести у режим сну.
zh_cn: 有些电脑可能确实进入节约功率的方式有问题,最好的检查方式如果你的电脑能够运行节约功率的方式尝试开关方式并且看它是否像你期待的表现那么好.在暂停或者休眠前始终确定你已经保存重要文档.
zh_tw: 有些電腦在進入省電模式時可能會出現一些問題。檢查您的電腦是否能正常使用省電模式的最好辦法，就是切換到該模式並確認它是否如預期般順利運作。在執行暫停或休眠前請確認您已經將重要文件儲存。

source: My computer does not suspend or hibernate correctly
ast: El mio equipu nun se suspende o iverna correchamente
da: Min computer går ikke korrekt i hvile eller dvale
de: Mein Rechner unterstützt den Bereitschaftsmodus oder den Ruhezustand nicht richtig
el: Ο υπολογιστής μου δεν μεταβαίνει σωστά σε κατάσταση αναστολής ή αδρανοποίησης
gl: O meu computador non se suspende ou hiberna correctamente
nl: Mijn computer gaat niet correct in de pauze- of slaapstand
sl: Moj računalnik ne preide pravilno v stanje pripravljenosti ali hibernacijo
sq: Kompjuteri im nuk pezullohet apo hibernohet siç duhet
sr: Мој рачунар не обуставља или не замрзава исправно
tr: Bilgisayarımda askıya alma ve ya hazırda bekletme düzgün olarak işlemiyor.
uk: Мій комп’ютер не призупиняється або не засинає коректно
zh_cn: 我的电脑没有暂停或休眠正确
zh_tw: 我的電腦無法正常暫停或休眠。
