Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: When you copy files to a storage device, they are not always written to the device immediately. Instead, they are often stored in a queue so that they can all be transferred across to the device at the same time (for reasons of efficiency). If you disconnect the device before all of the files have been transferred, then you could lose the files. To prevent this, you must always <emphasis>unmount</emphasis> a storage device before disconnecting it.
ast: Cuando copies ficheros nun soporte estrayible, non siempre se graben nel dispositivu darréu. Davezu, almacénense nuna filera de manera que puedan tresferise toos xuntos al dispositivu al mesmu tiempu (por eficiencia). Si desconeutes el dispositivu enantes de que se tresfieran tolos ficheros, puede que se pierda dalgún. Pa prevenir eso, tienes siempre que <emphasis>desmontar</emphasis> un dispositivu d'almacenamientu enantes de desconeutalu.
da: Når du kopierer filer til en lagringsenhed, bliver de ikke altid skrevet til enheden med det samme. I stedet bliver filerne ofte gemt i en kø, så de alle kan blive overført til enheden samtidig (af effektivitetshensyn). Hvis du frakobler enheden, før alle filerne er blevet overført, risikerer du at miste filerne. For at forhindre dette, bør du altid <emphasis>afmontere</emphasis> lagringsenheder, før du frakobler dem.
de: Wenn Sie Dateien auf einen Datenträger kopieren, werden diese nicht immer sofort auf den Datenträger geschrieben. Stattdessen werden sie oft in einer Warteschlange zwischengespeichert, damit sie gemeinsam und gleichzeitig auf den Datenträger übertragen werden können, was effektiver ist. Wenn Sie den Datenträger vom Rechner trennen, bevor alle Dateien übertragen wurden, können Sie Daten verlieren. Um dies zu verhindern, müssen Sie den Datenträger immer <emphasis>aushängen</emphasis>, bevor Sie ihn vom Rechner trennen.
el: Όταν αντιγράφετε αρχεία σε μια συσκευή αποθήκευσης δεν γράφονται πάντα αμέσως στην συσκευή, αλλά συχνά αποθηκεύονται σε μια ουρά αναμονής, ώστε να μπορούν να μεταφέρονται από και προς την συσκευή στιγμιαία (για λόγους απόδοσης). Αν αποσυνδέσετε την συσκευή πριν τα αρχεία αυτά μεταφερθούν τότε μπορεί να τα χάσετε. Για να μην συμβεί αυτό πρέπει να κάνετε πάντα <emphasis>αποπροσάρτηση</emphasis> της συσκευής πριν την αποσυνδέσετε.
gl: Ao copiar ficheiros nun dispositivo de almacenamento, non sempre se escriben directamente no dispositivo. No canto disto, con frecuencia se almacenan nunha fila para seren transferidos ao dispositivo ao mesmo tempo (por razóns de eficacia). Se se desconecta o dispositivo antes de que se transferisen todos os ficheiros, pode que algúns se perdan. Para evitar isto, hai que <emphasis>desmontar</emphasis> sempre un dispositivo de almacenamento antes de desconectalo.
nl: Als u bestanden naar een opslagapparaat kopieert, worden ze niet altijd meteen naar het apparaat geschreven. In plaats daarvan worden ze vaak in een wachtrij opgeslagen zodat ze uit efficiency-overwegingen allemaal tegelijk op het apparaat kunnen worden opgeslagen. Als u het apparaat verwijdert voordat al de bestanden zijn opgeslagen, kunt u de bestanden verliezen. Om dit te voorkomen moet u een opslagapparaat altijd <emphasis>afkoppelen</emphasis> voordat u het verwijdert.
sl: Ko podatke kopirate na napravo za shranjevanje, le-ti niso vedno v istem trenutku zapisani nanjo. Pogosto so najprej shranjeni v čakalno vrsto in so (zaradi boljše učinkovitosti) kasneje vsi skupaj preneseni istočasno. Če napravo odklopite preden so preneseni vsi podatki, lahko pride do njihove izgube. Da se temu izognete, je potrebno napravo za shranjevanje pri odstranjevanju vedno pred tem <emphasis>odklopiti</emphasis>.
sq: Kur ju kopjoni skedarë në një pajisje ruajtjeje, ata jo gjithmonë shkruhen menjëherë në atë pajisje. Në vend të kësaj, ata shpesh ruhen në kujtesë në mënyrë që të transferohen në pajisje në të njëjtën kohë (për arsye efektshmërie). Nëse e shkëpusni pajisjen para se të jenë transferuar të gjithë skedarët, atëherë mund t'i humbisni këta skedarë. Për ta parandaluar këtë, duhet që gjithmonë <emphasis>ta çmontoni</emphasis> një pajisje ruajtëse para se ta shkëpusni atë.
sr: Када умножавате датотеке на уређају за складиштење, оне се увек не уписују одмах у уређај. Уместо тога, оне се често налазе у реду тако да могу бити пренете на уређај у исто време (због ефикасности). Ако искључите апарат а да све датотеке нису пребачене, у том случају можете изгубити датотеке. Да то спречите, увек морате прво да <emphasis>демонтирате</emphasis> уређај за складиштење а затим да га искључите.
tr: Bir depolama aygıtına dosya kopyaladığınızda her zaman aygıta anında yazılmayabilir. Bunun yerine, daha çok bir kuyrukta saklanırlar. Böylece verimlilik nedeniyle onların tamamı hedef aygıta aynı anda aktarılabilir. Bütün dosyalar aktarılmadan aygıtın bağlantısını keserseniz bütün dosyaları kaybedebilirsiniz. Bunu önlemek için daima bağlantısını kesmeden önce aygıtı<emphasis>çıkart</emphasis>ın.
uk: Коли ви копіюєте файли до пристрою збереження данних, вони не завжди записуються на пристрій одразу. Замість цього вони часто зберігаються у черзі, завдяки чому можуть передаватися до пристрою одночасно (для більш ефективного використання). Якщо ви відключите пристрій до того, як всі файли будуть передані, ви втратите їх. Для запобігання цьому, ви завжди маєте <emphasis>відмонтувати</emphasis> пристрій зберігання перед тим як виймати його.
zh_cn: 当你复制文件到一个存储设备,它们不总是直接写入设备,作为替代,它们通常储存在一个队列所以它们是在同一时间(一个整体)被传送到设备上的(效率原因).如果你在所有文件传送完之前断开设备,那时你就会丢失文件,为了防止这种情况,你通常必须在拆下存储设备之前卸载存储设备
zh_tw: 當檔案複製到儲存裝置，通常不會立即寫入裝置。為了效率更佳，反而通常會儲存在佇列，好讓他們可以在同一時間全部傳送。假如您在檔案傳送完前直接中斷裝置，那麼可能會遺失檔案。為了避免這個情形，必須在中斷之前 <emphasis>卸載</emphasis> 儲存裝置。

source: Laptops
ast: Portátiles
da: Bærbare computere
el: Φορητοί υπολογιστές
gl: Portátiles
sl: Prenosniki
sq: Laptopët
sr: Преносиви рачунари
tr: Dizüstü Bilgisayarlar
uk: Ноутбуки
zh_cn: 笔记本电脑
zh_tw: 筆記型電腦

source: This section contains information for people using Ubuntu on a laptop computer.
ast: Esta estaya tien información pa los qu'usen Ubuntu nun equipu portátil.
da: Dette afsnit indeholder information for folk, der bruger Ubuntu på en bærbar computer.
de: Dieser Abschnitt enthält Informationen für Anwender, die Ubuntu auf auf einem Laptop benutzen.
el: Αυτή η ενότητα περιέχει πληροφορίες για την χρήση του Ubuntu σε ένα φορητό υπολογιστή.
gl: Esta sección contén información para quen empregue a Ubuntu nun portátil.
nl: Deze sectie bevat informatie voor mensen die Ubuntu op een laptop gebruiken.
sl: Ta odsek vsebuje podrobnosti za osebe, ki uporabljajo Ubuntu na prenosnem računalniku.
sq: Ky seksion përmban informacion për njerëzit që e përdorin Ubuntu në një kompjuter laptop.
sr: Овај одељак садржи информације за људе који користе Убунту на преносивом рачунару.
tr: Bu bölüm Ubuntu'yu disüstü bilgisayarlarında kullananlar için bilgiler içermektedir.
uk: Цей розділ містить інформацію для людей, що використовують Ubuntu на ноутбуках.
zh_cn: 本章的信息是关于笔记本电脑上使用Ubuntu。
zh_tw: 本節資訊有助在筆記型電腦使用 Ubuntu。

source: Power management settings
ast: Opciones d'aforru d'enerxía
da: Strømstyringsindstillinger
de: Energieverwaltung
el: Ρυθμίσεις εξοικονόμησης ενέργειας
gl: Configuración da xestión da enerxía
nl: Eigenschappen voor energiebeheer
sl: Nastavitve upravljanja napajanja
sq: Parametrat e menaxhimit të tensionit
sr: Поставке управљања потрошњом
tr: Güç yönetimi ayarları
uk: Налаштування керування живленням
zh_cn: 电源管理设置
zh_tw: 電源管理設定

source: You may wish to change the power management settings of your laptop in order to help extend its battery life and reduce energy wastage.
ast: Si quies camudar les opciones d'aforru d'enerxía del portátil, puedes aidar a ampliar la vida de la to batería y reducir el consumu d'enerxía.
da: Du kan ændre din bærbare computers strømstyringsindstillinger for at forlænge batteriets levetid og reducere energispild.
de: Um die Lebensdauer der Batterie zu erhöhen und um Strom zu sparen, können Sie die Energieverwaltungseinstellungen Ihres Laptops ändern.
el: Μπορεί να θέλετε να αλλάξετε την διαχείριση ενέργειας του φορητού σας για να μεγαλώσετε την διάρκεια ζωής της μπαταρίας του και να μειώσετε την σπατάλη ενέργειας.
gl: Pode ser bo modificar a configuración da xestión da enerxía do portátil para estender a vida da batería e reducir o desperdicio de enerxía.
nl: Wellicht zult u de energiebeheerinstellingen van uw laptop willen wijzigen zodat de levensduur van de accu wordt verlengd en de energieverspilling wordt beperkt.
sl: Če želite podaljšati življenjsko dobo baterije vašega prenosnika in zmanjšati porabo energije, lahko spremenite nastavitve upravljanja napajanja.
sq: ju mund të dëshironi të ndryshoni parametrat e menaxhimit të tensionit të laptopit tuaj në mënyrë që të ndihmoni në zgjatjen e jetës së baterisë së tij dhe të reduktoni humbjen e energjisë.
sr: Можда ћете желети да промените параметре управљања потрошњом вашег преносивог рачунара да бисте продужили радни век батерије и смањили губљење енергије.
tr: Laptop bilgisayarınızın güç yönetimi seçeneklerini değiştirmek isteyebilirsiniz bu şekilde batarya süresini uzatabilir ve gereksiz enerji sarfiyatını önleyebilirsiniz.
uk: Ви можете захотіти змінити налаштування керуванням живлення вашого ноутбука, щоб подовжити строк служби батареї та зменшити використання енергії.
zh_cn: 你可能希望修改你的膝上型机的电源管理设置以期帮助延长电池的寿命和减少能耗。
zh_tw: 您不妨改變您筆記型電腦的電源管理設置，以有利於延長電池壽命及減少能源浪費。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Power Management</guimenuitem></menuchoice>.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Xestión d'enerxía</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Strømstyring</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Energieverwaltung</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Διαχείριση ενέργειας</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Xestión da enerxía</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Energiebeheer</guimenuitem></menuchoice>.
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Upravljanje napajanja</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Menaxhimi i Tensionit</guimenuitem></menuchoice>.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Управљање напајањем</guimenuitem></menuchoice>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yeğlenenler</guimenuitem><guimenuitem>Güç Yönetimi</guimenuitem></menuchoice> yolunu izleyin.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Керування живленням</guimenuitem></menuchoice>.
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>电源管理</guimenuitem></menuchoice>。
zh_tw: 按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>電源管理</guimenuitem></menuchoice>。

source: Change the settings as appropriate. Changes are applied instantly.
ast: Camuda les opciones que te peten. Los cambeos aplicaránse darréu.
da: Tilpas indstillingerne, så de passer til dine ønsker. Ændringer træder i kraft med det samme.
de: Ändern Sie die Einstellungen entsprechend. Die vorgenommenen Änderungen werden sofort angewendet.
el: Αλλάξτε τις ρυθμίσεις όπως επιθυμείτε. Οι αλλαγές θα εφαρμοστούν αμέσως.
gl: Altere as opcións como lle pareza. As modificacións aplícanse instantaneamente.
nl: Wijzig de instellingen naar wens. De wijzigingen worden meteen toegepast.
sl: Nastavitve spremenite po vaših potrebah. Spremembe stopijo v veljavo takoj.
sq: Ndryshojini parametrat sipas dëshirës. Ndryshimet aplikohen menjëherë.
sr: Промените подешавања према потреби. Промене се одмах примењују.
tr: Ayarları uygun şekilde değiştir. Değişiklikler anında uygulanır.
uk: Змініть як слід налаштування. Зміни відбудуться негайно.
zh_cn: 按合适的要求修改设置。修改立即生效，
zh_tw: 適當改變設定。變動會立即生效。

source: Displaying a screensaver may use more power than simply letting the screen go blank. Turning off the screensaver could slightly improve the battery life of your laptop.
ast: Amosar un curiapantalles puede consumir más enerxía que la pantalla en negru a seques. Apagar el curiapantalles puede aumentar un poco la vida de la batería del to portátil.
da: Visning af en pauseskærm bruger ofte mere strøm, end hvis du blot lader skærmen gå i sort. Du kan måske forbedre din bærbare computeres batterilevetid en smule ved at slå pauseskærmen fra.
de: Ein Bildschirmschoner kann mehr Strom verbrauchen, als wenn der Bildschirm einfach abgeschaltet ist. Wenn Sie den Bildschirmschoner ausschalten, könnten Sie eventuell die Lebensdauer Ihrer Laptopbatterie etwas verlängern.
el: Η διαδικασία της προστασίας οθόνης μπορεί να χρησιμοποιεί περισσότερη ενέργεια από το να γίνει η οθόνη απλά κενή (μαύρη). Απενεργοποιώντας την προστασία οθόνης μπορεί να παρατείνει την ζωή της μπαταρία σας.
gl: Amosar un salvapantallas pode gastar máis enerxía que simplemente facer que se apague a pantalla. Con só desactivar o salvapantallas pode que mellore a vida da batería do portátil.
nl: Een schermbeveiliging weergeven kan meer stroom verbruiken dan het scherm op zwart laten zetten. Het uitzetten van de schermbeveiliging kan de levensduur van de accu van uw laptop enigszins verbeteren.
sl: Prikazovanje ohranjevalnika zaslona je lahko bolj potratno kakor pustiti prazen zaslon. Z izklopom ohranjevalnika zaslona lahko za malenkost podaljšate življenjsko dobo baterije vašega prenosnika.
sq: Shfaqja e një screensaver mund të përdorë më tepër energji se sa thjesht lënia e ekranit të zi. Fikja e screensaver mund ta përmirësojë paksa jetën e baterisë së laptopit tuaj.
sr: Приказивање чувара екрана може да користи више енергије него да једноставно пустити да екран затамни. Искључивање чувара екрана би могло мало да побољша животни век батерије.
tr: Bir ekran koruyucu boş bir ekrandan daha fazla batarya gücü harcayabilir bu nedenle ekran koruyucuyu kapatmak pil sürenizi biraz daha uzatabilir.
uk: Відображення зберігача екрану може використовувати живлення більше ніж просто залишити екран пустим. Відключенння зберігача екрана може трохи подовжити строк служби батареї вашого ноутбука.
zh_cn: 显示一个屏幕保护可能比直接显示一个空白屏幕用更多的电。关掉屏幕保护屏可以微弱地增加一点你膝上型机的电池寿命。
zh_tw: 顯示螢幕保護程式可能比純粹讓螢幕關掉使用更多電力。關掉螢幕保護程式可以稍微提高您筆記型電腦電池使用時間。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Curiapantalles</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Pauseskærm</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Bildschirmschoner</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Προστασία οθόνης</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Salvapantallas</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Schermbeveiliging</guimenuitem></menuchoice>.
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Ohranjevalnik zaslona</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Screensaver</guimenuitem></menuchoice>.
sr: Кликните <menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Чувар екрана</guimenuitem></menuchoice> .
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yeğlenenler</guimenuitem><guimenuitem>Ekran Koruyucu</guimenuitem></menuchoice> yolunu izleyin.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Збереження екрану</guimenuitem></menuchoice>.
zh_cn: 单击<menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>屏幕保护</guimenuitem></menuchoice>
zh_tw: 按下 <menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>螢幕保護程式</guimenuitem></menuchoice>。

source: Change the <guilabel>Screensaver theme</guilabel> to <guilabel>Blank screen</guilabel>. This will simply display a blank screen as a screensaver.
ast: Camuda'l <guilabel>Tema del curiapantalles</guilabel> a <guilabel>Anegrecer pantalla</guilabel>. Esto amosará una pantalla en negru como curiapantalles.
da: Ændr <guilabel>Tema for pauseskærm</guilabel> til <guilabel>Sort skærm</guilabel>. Dette vil ganske enkelt vise en sort skærm som en pauseskærm.
de: Ändern Sie das <guilabel>Bildschirmschonerthema</guilabel> auf <guilabel>Leerer Bildschirm</guilabel>. So wird statt des Bildschirmschoners ein schwarzer Bildschirm angezeigt.
el: Αλλάξτε το <guilabel>Θέματα προστασίας οθόνης</guilabel> σε <guilabel>Κενή οθόνη</guilabel>. Αυτό απλά θα εμφανίζει μια κενή οθόνη αντί για κάποιο άλλο θέμα της προστασίας οθόνης.
gl: Cambie o <guilabel>Temas de salvapantallas</guilabel> a <guilabel>Pantalla en negro</guilabel>. Isto simplemente amosará unha pantalla en negro como un protector de pantalla.
nl: Verander het <guilabel>Schermbeveiligingsthema</guilabel> in <guilabel>Zwart scherm</guilabel>. Dit zal eenvoudigweg een zwart scherm als schermbeveiliging weergeven.
sl: Spremenite <guilabel>Temo ohranjevalnika zaslona</guilabel> v <guilabel>Prazen zaslon</guilabel>. Tako bo za ohranjevalnik zaslona enostavno prikazan prazen zaslon.
sq: Ndryshoni <guilabel>Temën e Screensaver</guilabel> në <guilabel>Ekran të zi</guilabel>. Kjo thjesht do të nxjerrë një ekran të zi si screensaver.
sr: Промените <guilabel>Тему Чувара екрана</guilabel> у <guilabel>Празан екран</guilabel>. Ово ће једноставно приказати празан екран као чувар екрана.
tr: <guilabel>Ekran koruyucu teması</guilabel> 'nı <guilabel>Boş ekran</guilabel> olarak değiştirin. Bu işlem boş ekranı, ekran koruyucunuz olarak gösterecektir.
uk: Змініть <guilabel>Тему збереження екрану</guilabel> на <guilabel>Порожній екран</guilabel>. В результаті під час збереження екрану буде показуватися порожній екран.
zh_cn: 修改<guilabel>屏幕保护主题</guilabel>为<guilabel>空白屏幕</guilabel>。这样会简单地显示一个空白屏幕作为屏幕保护器。
zh_tw: 將 <guilabel>螢幕保護程式 主題</guilabel> 改成 <guilabel>黑畫面</guilabel>。此舉會把螢幕保護程式改為純粹關掉螢幕。

source: When your laptop is running on battery, one of the biggest drains on power is the display. Turning the brightness of the display down could improve battery life significantly; many laptops allow you to do this by pressing <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> several times.
ast: Cuando'l to portátil ta funcionando cola batería, ún de los mayores gastos d'enerxía ye la pantalla. Amenorgar el brillu de la pantalla puede aumentar bultablemente la vida de la batería; munchos portátiles permiten facelo calcando <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> delles veces.
da: Når din bærbare computer kører på batteri, er skærmen en af de største strømslugere. Ved at skrue ned for skærmens lysstyrke kan man ofte forbedre batteriets levetid betydeligt. Mange bærbare computere tillader dig gøre dette ved at trykke <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> flere gange.
de: Wenn Ihr Laptop über den Akku betrieben wird, ist einer der größten Stromverbraucher der Bildschirm. Wenn Sie die Helligkeit Ihres Bildschirmes verringern, können Sie die Batterie-Lebensdauer erheblich erhöhen; auf vielen Laptops kann man dies erreichen, indem man mehrfach die Tastenkombination <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> drückt.
el: Όταν ο φορητός υπολογιστής σας χρησιμοποιεί την μπαταρία, η μεγαλύτερη κατανάλωση ενέργειας γίνεται στην οθόνη. Μειώνοντας την φωτεινότητα της μπορείτε να παρατείνετε την διάρκεια της μπαταρίας σημαντικά. Πολλοί φορητοί μπορούν να το κάνουν αυτό, αν πατήσετε ταυτόχρονα τα πλήκτρα <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> πολλές φορές.
gl: Cando o portátil traballa coa batería, un de los principais lementos de consumo de enerxía é a pantalla. Reducindo o brillo da pantalla podería mellorar la vida da batería de xeito importante; moitos computadores portátiles permitenlle facelo premendo <keycombo> <keycap> Fn </ keycap> <keycap> F7 </ keycap> </ keycombo> varias veces.
nl: Als uw laptop op accustroom loopt, is het scherm een van de grootste energieverbruikers. De helderheid van het scherm verlagen kan de levensduur van uw accu merkbaar verbeteren; op veel laptops kan dit door een aantal keer op <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> te drukken.
sl: Ko prenosnik deluje na baterijo, je eden največjih porabnikov energije zaslon. Zmanjšanje svetlosti zaslona lahko znatno podaljša življenjsko dobo baterije; mnogi prenosniki vam to omogočajo z večkratnim pritiskom na <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>.
sq: Kur laptopi juaj punon me bateri, një nga harxhuesit më të mëdhenj të tensionit është ekrani. Ulja e ndriçimit të ekranit mund ta shtojë në mënyrë domethënëse jetën e baterisë; shumë laptopë ju lejojnë ta bëni këtë duke klikuar <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> disa herë.
sr: Када се ваш преносиви рачунар ради на батеријама, један од највећих потрошача енергије је екран. Смањење осветљења екрана може значајно побољшати животни век батерије; а многи преносиви рачунари Вам омогућавају да то урадите тако што ћете притиснути <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> неколико пута.
tr: Dizüstü bilgisayarınız pille çalıştırıldığında, gücün büyük çoğunluğunu harcayan şeylerden biri görüntüdür. Görüntünün parlaklık seviyesini düşürmek pil ömrünü önemli derecede etkiler; bir çok dizüstü bilgisayarı bunu <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> tuş kombinasyonuna bir kaç kez basarak yapmanıza izin verir.
uk: Коли ваш ноутбук працює від батареї, то один з найбільших витоків енергії - це дісплей. Зменшення яскравості дісплею може значно подовжити строк служби батареї; багато ноутбуків дозволяють це зробити натискаючи <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> декілька разів.
zh_cn: 如果你的膝上型机使用电池，用电最大之一就是显示器的电力。把显示器的亮度关小些可以大大增加电池的寿命；很多膝上型机让你按<keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo>几次就行了。
zh_tw: 當您使用電池電源時，最耗電裝置之一顯示器。把顯示器調暗可以明顯提高電池使用時間；許多筆記型電腦讓您按 <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> 數次調整亮度。

source: Touchpads
da: Museplader
el: Συσκευές κατάδειξης (Touchpads)
sl: Sledilne ploščice
sq: Tabelat me prekje
sr: Додирне табле
tr: İmleçsürerler
uk: Сенсорні панелі
zh_cn: 触摸屏
zh_tw: 觸控版
