Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: You can use <application>GNOME Partition Editor</application> to format disk partitions (see <xref linkend="partitioning-device"/> for more information on <application>GNOME Partition Editor</application>).
ast: Puedes usar l'<application>Editor de particiones de Gnome</application> pa formatiar particiones de discu (consulta <xref linkend="partitioning-device"/> pa más información sobre l'<application>Editor de particiones de Gnome</application>).
da: Du kan bruge <application>GNOME-Partitionsprogram</application> til at formatere diskpartitioner (læs <xref linkend="partitioning-device"/> for mere information om <application>GNOME-Partitionsprogram</application>).
de: Sie können den <application>GNOME Partitionseditor</application> verwenden, um Festplattenpartitionen zu formatieren (Weitere Informationen zum <application>GNOME Partitionseditor</application> finden Sie unter <xref linkend="partitioning-device"/>).
el: Μπορείτε να χρησιμοποιήσετε το <application>GNOME Partition Editor</application> για να διαμορφώσετε διαμερίσματα δίσκων (δείτε το <xref linkend="partitioning-device"/> για περισσότερες πληροφορίες πάνω στον <application>GNOME Partition Editor</application>)
gl: Pode empregar o <application>Editor de particións de GNOME</application> pra formatar as particións dun disco (vexa xref linkend="partitioning-device"/> para máis información sobre o <application>Editor de particións de GNOME</application>).
nl: U kunt <application>Partitiebewerker</application> gebruiken om schijfpartities te formatteren (zie <xref linkend="partitioning-device"/> voor meer informatie over <application>Partitiebewerker</application>).
sl: Za formatiranje diskovnega razdelka lahko uporabite <application>Urejevanlnik razdelkov GNOME (GParted)</application> (za več podatkov o programu Urejevalnik razdelkov GNOME si oglejte <xref linkend="partitioning-device"/>).
sq: Ju mund të përdorni <application>Modifikuesin e Particioneve GNOME</application> për të formatuar particionet e diskut (shikoni <xref linkend="partitioning-device"/> për më tepër informacion rreth <application>Modifikuesit të Particioneve GNOME</application>).
sr: Можете да користите <application>ГПартед</application> да форматирате партиције диска (видите <xref linkend="partitioning-device"/> за више информација о <application>ГПартеду</application>).
tr: Disk bölümlerini biçimlendirmek için <application>GNOME Bölümleme Düzenleyicisi</application>ni kullanabilirsiniz (<application>GNOME Bölümleme Düzenleyicisi</application> hakkında daha fazla bilgi için <xref linkend="partitioning-device"/>e bakın).
uk: Ви можете скористатися програмою <application>Редактор розділів GNOME</application>, щоб відформатувати розділи диску (дивіться <xref linkend="partitioning-device"/>, щоб дізнатися більше про <application>Редактор розділів GNOME</application>).
zh_cn: 您能够使用<application>GNOME 分区编辑器</application> 来格式化磁盘分区（参见<xref linkend="partitioning-device"/> 获得更多的信息在 <application>GNOME 分区编辑器</application>)。
zh_tw: 您可以使用 <application>GNOME 分割區編輯器</application>來格式化磁碟分割區 (請見<xref linkend="partitioning-device"/>來獲取有關 <application>GNOME 分割區編輯器</application>的更多資訊) 。

source: Select the partition you want to format and choose <menuchoice><guimenu>Partition</guimenu><guimenuitem>Format to</guimenuitem></menuchoice> and select from the list the type of filesystem to format the partition to.
ast: Escueyi la partición que quies formatiar, y darréu <menuchoice><guimenu>Partición</guimenu><guimenuitem>Formatiar como</guimenuitem></menuchoice> y escueyi de la llista la triba de sistema de ficheros col que quies formatiar la partición.
da: Markér den partition du ønsker at formatere, vælg <menuchoice><guimenu>Partition</guimenu><guimenuitem>Formatér til</guimenuitem></menuchoice> og vælg den type filsystem fra listen, som du ønsker at formatere partitionen til.
de: Wählen Sie die Partition aus, die Sie formatieren möchten, klicken Sie <menuchoice><guimenu>Partition</guimenu><guimenuitem>Dateisystem</guimenuitem></menuchoice> und wählen Sie das gewünschte Dateisystem.
el: Επιλέξτε το διαμέρισμα που θέλετε να διαμορφώσετε και πατήστε <menuchoice><guimenu>Διαμέρισμα</guimenu><guimenuitem>Μορφοποίηση σε</guimenuitem></menuchoice> και επιλέξτε από τη λίστα τον τύπο του συστήματος αρχείων με τον οποίο θα το διαμορφώσετε.
gl: Elixa a partición que desexa formatar e prema <menuchoice><guimenu>Partición</guimenu><guimenuitem>Formatar a</guimenuitem></menuchoice> e escolla da lista o tipo de sistema de ficheiros ao que formatar a partición.
nl: Selecteer de partitie die u wilt formatteren en kies <menuchoice><guimenu>Partitie</guimenu><guimenuitem>Formatteren als</guimenuitem></menuchoice> en kies uit de lijst het bestandssysteemtype waarmee u de partitie wilt formatteren.
sl: Označite razdelek, ki ga želite formatirati in izberite <menuchoice><guimenu>Razdelek</guimenu><guimenuitem>Formatiraj v</guimenuitem></menuchoice>, nato iz seznama izberite želeni datotečni sistem za ta razdelek.
sq: Zgjidhni particionin që dëshironi të formatoni dhe zgjidhni <menuchoice><guimenu>Particioni</guimenu><guimenuitem>Formatoje në</guimenuitem></menuchoice> dhe zgjidhni nga lista llojin e sistemit të skedarëve me të cilin dëshironi të formatoni particionin.
sr: Изаберите партицију коју желите да форматирате и одаберите <menuchoice><guimenu>Партиција</guimenu><guimenuitem>Форматирај</guimenuitem></menuchoice> и изаберите из листе тип система датотека да форматирате партицију.
tr: Biçimlendirmek istediğiniz bölümü seçin ve <menuchoice><guimenu>Bölüm</guimenu><guimenuitem>Biçimlendir</guimenuitem></menuchoice> menüsünden biçimlendirmek istediğiniz dosyasistemi tipini seçin.
uk: Виділіть розділ, який ви бажаєте відформатувати, виберіть <menuchoice><guimenu>Розділ</guimenu><guimenuitem>Форматувати в </guimenuitem></menuchoice> та оберіть зі списку тип бажаної файлової системи.
zh_cn: 操作要进行格式化的分区并选择<menuchoice><guimenu>分区</guimenu><guimenuitem>格式化为</guimenuitem></menuchoice> 并在列表中选择要分区的文件系统类型
zh_tw: 選擇您要格式化的分割區，選擇<menuchoice><guimenu>分割區</guimenu><guimenuitem>格式化為</guimenuitem></menuchoice>並在類型清單中選取您所要的格式。

source: To format a partition, do as follows: <placeholder-1/>
ast: Pa formatiar una partición, fai esto: <placeholder-1/>
da: For at formatere en partition, gør følgende: <placeholder-1/>
de: Um eine Partition zu formatieren, gehen Sie wie folgt vor: <placeholder-1/>
el: Για να διαμορφώσετε ένα διαμέρισμα, κάντε τα παρακάτω: <placeholder-1/>
gl: Para formatar unha partición, faga o seguinte: <placeholder-1/>
nl: Om een partitie te formatteren, doe het volgende: <placeholder-1/>
sl: Za formatiranje razdelka storite sledeče: <placeholder-1/>
sq: Për të formatuar një particion, bëni si vijon: <placeholder-1/>
sr: Да форматирате партицију, урадите следеће: <placeholder-1/>
tr: Bölümü biçimlendirmek için şu adımları takip edin: <placeholder-1/>
uk: Щоб відформатувати розділ, виконайте наступне: <placeholder-1/>
zh_cn: 依照如下操作,进行分区格式化: <placeholder-1/>
zh_tw: 要為分割區進行格式化，跟著以下步驟做：<placeholder-1/>

source: Pressing <guibutton>Apply</guibutton> will cause all of the files on the partition to be permanently deleted.
ast: Calcando <guibutton>Aplicar</guibutton> desaniciarás ensembre tolos ficheros de la partición.
da: Ved at klikke på <guibutton>Anvend</guibutton> vil alle filer på partitionen bliver slettet permanent.
de: Wenn Sie den <guibutton>Anwenden</guibutton>-Knopf drücken, werden alle Dateien auf der Partition unwiderruflich gelöscht.
el: Πατώντας <guibutton>Εφαρμογή</guibutton> θα διαγραφούν μόνιμα όλα τα αρχεία του διαμερίσματος.
gl: Premendo <guibutton>Aplicar</guibutton> provocará que todos os ficheiros da partición sexan borrados permanentemente.
nl: Door op <guibutton>Toepassen</guibutton> te klikken, zullen alle bestanden op de partitie definitief gewist worden.
sl: Pritisk na gumb <guibutton>Uveljavi</guibutton> bo trajno izbrisal vse datoteke, ki so trenutno na razdelku.
sq: Klikimi i <guibutton>Apliko</guibutton> do të bëjë që skedarët në particion të fshihen përgjithmonë.
sr: Клик на <guibutton>Примени</guibutton> ће проузроковати трајно брисање свих датотека на партицији.
tr: <guibutton>Uygula</guibutton> butonuna tıkladığınızda bölümdeki bütün veriler tamamen silinecektir.
uk: Натискання <guibutton>Застосувати</guibutton> видалить всі файли розділу назавжди.
zh_cn: 按<guibutton>运用</guibutton>会使分区里的文件被永久地删除。
zh_tw: 按下<guibutton>套用</guibutton>會永久刪除該分割區所有檔案。

source: What is formatting?
ast: ¿Qué ye formatiar?
da: Hvad er formatering?
de: Was bedeutet Formatieren?
el: Τι είναι η διαμόρφωση;
gl: Que é formatar?
nl: Wat is formatteren?
sl: Kaj je formatiranje?
sq: Çfarë është formatimi?
sr: Шта је то форматирање?
tr: Biçimlendirme nedir?
uk: Що таке форматування?
zh_cn: 什么是格式化
zh_tw: 何謂格式化？

source: To format a hard disk, device or partition means to prepare that particular device to be used for storing data.
ast: Formatiar un discu duru, dispositivu o partición significa preparar esi dispositivu particular pa que pueda usase p'almacenar datos.
da: At formatere en harddisk eller partition betyder, at man forbereder enheden til brug for lagring af data.
de: Das Formatieren einer Festplatte, eines Laufwerkes oder einer Partition bereitet dieses für die Speicherung von Daten vor.
el: Η διαμόρφωση ενός σκληρού δίσκου, μιας συσκευής ή ενός διαμερίσματος σημαίνει ότι προετοιμάζεται η συσκευή για να αποθηκεύσει δεδομένα.
gl: Formatar un disco ríxido, dispositivo ou partición significa preparar ese dispositivo para ser empregado para almacenar datos.
nl: Een harde schijf, apparaat of partitie formatteren betekent dat u een bepaald apparaat voorbereidt zodat het gebruikt kan worden om gegevens op te slaan.
sl: Formatiranje trdega diska ali razdelka, pomeni pripravo te določene naprave na shranjevanje podatkov.
sq: Të formatosh një hard disk, pajisje apo particion nënkupton ta përgatitësh atë pajisje të veçantë që të mund të përdoret për të ruajtur të dhëna.
sr: Форматирање чврстог диска, уређаја или партиције значи припремити одређени уређај за складиштење података.
tr: Bir harddiski veya bölümü biçimlendirme işlemi, o sürücünün veri depolaması için kullanılabilir hale gelmesini sağlamak içindir.
uk: Форматувати жорсткий диск, пристрій або розділ означає приготувати саме цей пристрій для зберігання даних.
zh_cn: 要格式化一个硬盘，设备或者分区意味着准备一个特别的设备用来存储数据
zh_tw: 為硬碟、裝置或分割區進行格式化意謂要將指定設備用於儲存資料。

source: The operation of formatting a hard disk or partition is when a specific data-storage format is applied to that device; this format is the <quote>filesystem</quote>.
ast: Al formatiar una unidá de discu o una partición, lo que se fai ye aplicar un formatu d'almacenamientu de datos nesi dispositivu; esti formatu ye'l <quote>sistema de ficheros</quote>.
da: Handlingen at formatere en harddisk eller partition er, når et specifikt datalagringsformat bliver taget i anvendelse på enheden. Dette format er <quote>filsystemet</quote>.
de: Formatieren einer Festplatte bedeutet, dass ein spezifisches Datenspeicherformat auf dieser Festplatte angelegt wird. Dieses Format ist das <quote>Dateisystem</quote>.
el: Διαμόρφωση ενός σκληρού δίσκου ή ενός διαμερίσματςο είναι η διαδικασία εφαρμογής ενός συγκεκριμένου τρόπου αποθήκευσης δεδομένων στη συσκευή αυτή. Ο τρόπος αυτός είναι το <quote>σύστημα αρχείων</quote>.
gl: A operación de formatar un disco ríxido ou partición consiste en aplicar un formato de almacenamento de datos específico a ese dispositivo; este formato é o <quote>sistema de ficheiros</quote>.
nl: Met het formatteren van een harde schijf of partitie wordt een bepaalde indeling voor gegevensopslag toegepast op dat apparaat; deze indeling heet het <quote>bestandssysteem</quote>.
sl: Formatiranje trdega diska ali razdelka pomeni, da se napravi določi specifična vrsta hrambe podatkov; taka vrsta se imenuje <quote>datotečni sistem</quote>.
sq: Veprimi i formatimit të një hard disku apo particioni është kur një format specifik i ruajtjes së të dhënave i aplikohet asaj pajisjeje; ky format është <quote>sistemi i skedarëve</quote>.
sr: Операција форматирања чврстог диска или партиције значи применити одређени формат чувања података на тај уређај; тај формат је <quote>систем датотека</quote>.
tr: Bir harddiski veya bölümü biçimlendirme işlemi bu aygıta özel bir veri depolama biçmi uygulamaktır; bu biçim <quote>dosyasistemi</quote> dir.
uk: Операція форматування жорсткого диску або розділу виконана тоді, коли до нього застосований спеціальний формат зберігання даних; цей формат і є <quote>файлова система</quote>.
zh_cn: 格式化一个硬盘或分区是应用一种特定的数据储存格式时的操作；这种格式就是<quote>文件系统</quote>。
zh_tw: 為硬碟或分割區格式化是指為該儲存裝置套用格式; 而該格式稱為 <quote>檔案系統</quote>。

source: When you buy a disk it is usually not formatted, and cannot yet be used for storing data. When you format the device, you will notice that the free space on it is less than the original size. This is due to the fact that some space has to be used to make the device usable; this space is occupied by the filesystem. Also, disk manufacturers often use a different standard to measure disk capacity, which results in a further discrepancy.
ast: Cuando merques un discu, davezu vien ensin formatiar, y nun puede usase entá p'almacenar datos. En formatiándolu, vas ver que l'espaciu llibre ye menor que l'orixinal. Esto ye porque parte del espaciu llibre tien d'usase pa facer que'l dispositivu furrule; esti espaciu ocúpalu el sistema de ficheros. Amás, los fabricantes de discos, davezu, usen un estándar diferente pa midir la capacidá del discu, lo que xenera mayor discrepancia.
da: Når du køber en disk, er den normalt ikke formateret, og den kan endnu ikke bruges til at gemme data. Når du formaterer enheden, vil du bemærke, at den frie plads på den er mindre end dens oprindelige størrelse. Dette skyldes det forhold, at noget plads skal bruges til at gøre enheden brugbar. Dette område er optaget af filsystemet. Desuden bruger diskproducenterne ofte en anden standard til at måle diskkapaciteten, hvilket skaber yderligere uoverensstemmelse.
de: Wenn Sie eine Festplatte kaufen, ist sie üblicherweise nicht formatiert und kann so nicht benutzt werden, um Daten darauf abzulegen. Wenn Sie das Laufwerk formatieren, werden Sie feststellen, dass der freie Speicherplatz kleiner als die Ausgangsgröße ist. Dies ist dadurch begründet, dass eine gewisse Menge an Speicherplatz dazu benutzt wird, die Festplatte nutzbar zu machen. Dieser Speicherplatz wird durch das Dateisystem benutzt. Des Weiteren benutzen Festplattenhersteller oft eine andere Norm, um die Speicherkapazität zu messen. Dies führt zu zusätzlichen Abweichungen.
el: Συνήθως, όταν αγοράζετε ένα δίσκο δεν είναι διαμορφωμένος και δε μπορεί ακόμα να χρησιμοποιηθεί για αποθήκευση δεδομένων. Όταν διαμορφωσετε τη συσκευή, θα παρατηρήσετε πως ο ελεύθερος χώρος είναι μικρότερος από τον αρχικό. Αυτό συμβαίνει γιατί πρέπει να χρησιμοποιηθεί λίγος χώρος για να γίνει χρησιμοποιήσιμη η συσκευή. Αυτός ο χώρος αφιερώνεται στο σύστημα αρχείων. Επίσης, είναι σύνηθες, κάποιοι κατασκευαστές δίσκων να χρησιμοποιούν άλλες μονάδες μέτρησης για τη μέτρηση της χωρητικότητας του δίσκου, κάτι που οδηγεί σε μεγαλύτερη διαφορά.
gl: Ao comprar un disco, normalmente este non está formatado e non se pode utilizar ainda para almacenar datos. Ao formatar o dispositivo vese que o espazo libre nel é menor do que o tamaño orixinal. Isto débese a que parte do espazo ha de empregarse para que o dispositivo sexa utilizáble; este espazo ocúpao o sistema de ficheiros. Tamén, os fabricantes empregan con frecuencia unha norma diferente para medir a capacidade dos discos, o que provoca ainda máis discrepancias.
nl: Wanneer u een harde schijf koopt, is die doorgaans niet geformatteerd en hij kan nog niet gebruikt worden voor het opslaan van gegevens. Wanneer u de schijf formatteert, zult u merken dat de vrije ruimte daarop kleiner is dan de oorspronkelijke grootte. Dit komt doordat er enige ruimte ingenomen wordt om het apparaat bruikbaar te maken; deze ruimte wordt gebruikt door het bestandssysteem. Ook hanteren fabrikanten van harde schijven vaak een andere standaard bij het meten van de schijfcapaciteit, hetgeen ook bijdraagt aan het verschil.
sl: Ob nakupu trdega diska le-ta običajno še ni formatiran in kot tak ni uporaben za shranjevanje podatkov. Ko napravo formatirate, boste opazili, da je na njej manj prostega prostora, kot ga je bilo prvotno. To se zgodi zato, ker je potrebno nekaj prostora nameniti za uporabnost naprave; ta prostor namreč zaseda datotečni sistem. Dejstvo, da proizvajalci trdih diskov pogosto uporabljajo različne standarde za merjenje nosilnosti diska, zgolj poveča neskladje.
sq: Kur ju bleni një disk zakonisht ai nuk është i formatuar dhe nuk mund të përdoret ende për të ruajtur të dhëna. Kur ju e formatoni pajisjen, do të vini re se hapësira e lirë është më pak se përmasa origjinale. kjo vjen sepse një pjesë e hapësirës duhet përdorur për ta bërë pajisjen të përdorshme; kjo hapësirë zihet nga sistemi i skedarëve. gjithashtu, prodhuesit e disqeve shpesh përdorin një standart të ndryshëm për të matur kapacitetin e diskut, gjë që çon në një mospërputhje tjetër.
sr: Када купите нови диск, он обично није форматиран, и још увек не може да се користе за складиштење података. Када форматирате уређај, приметићете да је слободан простор на њему мањи од оригиналне величине. То је због чињенице да се нешто простора користи да би уређај био употребљив; овај простор заузима систем датотека. Такође, произвођачи дискова често користе различите стандарде за мерење капацитета диска, што резултира даљим неслагањима.
tr: Yeni alınan bir disk genellikle biçimlendirilmemiştir ve bu durumda veri saklamak için kullanılamaz. Cihazı biçimlendirdiğinizde ortaya çıkan kullanılabilir boş alanın gerçek alandan daha az olduğunu farkedeceksiniz. Bunun nedeni, cihazın kullanımı için dosya sistemi tarafından ayırılmış bir miktar yer kullanılıyor olmasıdır. Ayrıca disk üreticileri, ölçümler için genellikle farklı standartlar kullanırlar bu da çelişkilere yol açabilir.
uk: Коли ви купили диск, то він зазвичай не відформатований та не може бути використаний для зберігання даних. Коли ви відформатували пристрій, то можете помітити, що розмір вільного місця став меншим за початковий розмір. Це тому, що деякий простір використовується для роботи системи та займається файловою системою. Також, виробники дисків часто використовують інші стандарти виміру ємності дисків, що призводить до розбіжностей.
zh_cn: 磁盘在你购买回来时通常是没有格式化的，并且不能用来存放数据。当你格式化这个设备后，你将注意到在它上面的可用空间小于原来的大小。这是为了使这个设备可以被使用而实际上使用了一些空间产生的耗费；这些空间被文件系统占用。同时，磁盘制造商经常使用不同的标准来标称磁盘容量，这个进一步加剧了这个结果（指可用空间小于标称空间）。
zh_tw: 硬碟新買回來通常未格式化，也不能儲存資料。當格式化裝置後，您會發現可用空間是比原始空間少。這是正常的，因為裝置本身用了部份可用空間；這些空間就是檔案系統。此外硬碟製造商通常會使用不同標準來決定硬碟大小，所以才會有不一致的差異。

source: What is a filesystem?
ast: ¿Qué ye un sistema de ficheros?
da: Hvad er et filsystem?
de: Was ist ein Dateisystem?
el: Τι είναι ένα σύστημα αρχείων;
gl: Que é un sistema de ficheiros?
nl: Wat is een bestandssysteem?
sl: Kaj je datotečni sistem?
sq: Çfarë është një sistem skedarësh?
sr: Шта је то систем датотека?
tr: Dosya sistemi nedir?
uk: Що таке файлова система?
zh_cn: 什么是文件系统？
zh_tw: 何謂檔案系統？

source: A filesystem is a particular way of storing and organizing files on a storage device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be impossible.
gl: Un sistema de ficheiros é un modo concreto de almacenar e organizar ficheiros nun dispositivo de almacenamento, como un disco ríxido, e é unha parte importante dun sistema operativo. Sen un sistema de ficheiros resultaría imposíble acceder aos ficheiros e almacenalos.
sq: Një sistem skedarësh është një mënyrë e veçantë për të ruajtur dhe organizuar skedarët në një pajisje ruajtëse siç është hard disku dhe është një pjesë e rndësishme e sistemit operativ. pa një sistem skedarësh, hyrja dhe ruajtja e skedarëve do të ishte e pamundur.

source: ext2 and ext3: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext3</emphasis> as its default filesystem.
gl: ext2 e ext3: estes atópanse normalmente nos sistemas operativos GNU/Linux. Ubuntu emprega <emphasis>ext3</emphasis> como sistema de ficheiros por omisión.
sq: ext2 dhe ext3: këto gjenden zakonisht në sistemet operative GNU/Linux. Ubuntu përdor <emphasis>ext3</emphasis> si sistemin e vet të parazgjedhur të skedarëve.
