Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: For a more accurate analysis of your filesystem, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Disk Usage Analyzer</guimenuitem></menuchoice> to start the <application>Disk Usage Analyzer</application>.
ast: Para un analís más precisu del sistema de ficheros, calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador d'usu de discu</guimenuitem></menuchoice> pa entamar l'<application>Analizador d'usu de discu</application>.
da: For en mere dybdegående analyse af dit filsystem, klik på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Diskforbrugsanalyse</guimenuitem></menuchoice> for at starte <application>Diskforbrugsanalyse</application>.
de: Um eine genauere Analyse Ihres Dateisystems durchzuführen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Festplattenbelegung analysieren</guimenuitem></menuchoice>.
el: Για μια πιο ακριβή ανάλυση του συστήματος αρχείων σας πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Ανάλυση χρήσης δίσκου</guimenuitem></menuchoice> για να εκκινήσετε την <application>Ανάλυση χρήσης δίσκου</application>.
gl: Para unha análise mais exacta do seu sistema de ficheiros, prema en <menuchoice><guimenu>Aplicacións</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Analizador de uso de disco</guimenuitem></menuchoice> para iniciar o <application>Analizador de uso de disco</application>.
nl: Voor een meer nauwkeurige analyse van uw bestandssysteem klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Schijfgebruik</guimenuitem></menuchoice> om <application>Schijfgebruik</application>-analyse te starten.
sl: Za bolj natančno analizo vašega datotečnega sistema, pritisnite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Orodje za analizo porabe diska</guimenuitem></menuchoice>, da zaženete <application>Orodje za analizo porabe diska</application>.
sq: Për një analizë më të saktë të sistemit tuaj të skedarëve, klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Analizuesi i Përdorimit të Diskut</guimenuitem></menuchoice> për të nisur <application>Analizuesin e Përdorimit të Diskut</application>.
sr: За прецизнију анализу вашег система датотека, кликните <menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Анализатор употребе диска</guimenuitem></menuchoice> да покренете <application>Анализатор употребе диска</application>.
tr: Dosya sisteminizin daha fazla kesin çözümlenmesi için <application>Disk Kullanım Çözümleyicisi</application>'ni çalıştırmak için <menuchoice><guimenu>Uygulamalar </guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Disk Kullanım Çözümleyicisi</guimenuitem></menuchoice> 'ne basın
uk: Для більш точного аналізу вашої файлової системи, натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Аналізатор використання диска</guimenuitem></menuchoice>, щоб запустити <application>Аналізатор використання диска</Application>.
zh_cn: 对于您的文件系统更精确的分析，点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>工具</guimenuitem><guimenuitem>磁盘使用分析器</guimenuitem></menuchoice> 运行<application>磁盘使用分析器</application>.
zh_tw: 為了更精確分析您的檔案系統, 請按下 <menuchoice><guimenu>應用程式</guimenu> <guimenuitem>附屬應用程式</guimenuitem> <guimenuitem>磁碟用量分析</guimenuitem></menuchoice> 來使用 <application>磁碟用量分析</application>。

source: Press <guibutton>Scan Home</guibutton> to scan your home directory, or press <guibutton>Scan Filesystem</guibutton> to scan the whole filesystem.
ast: Calca <guibutton>Esplorar carpeta personal</guibutton> pa esplorar to carpeta personal, o calca <guibutton>Esplorar sistema de ficheros</guibutton> pa explorar el sistema de ficheros ensembre.
da: Klik på <guibutton>Skan hjemmemappe</guibutton> for at skanne din hjemmemappe, eller klik på <guibutton>Skan filsystem</guibutton> for at skanne hele filsystemet.
de: Klicken Sie <guibutton>Persönlichen Ordner einlesen</guibutton>, um den persönlichen Ordner zu prüfen, oder klicken Sie <guibutton>Dateisystem einlesen</guibutton>, um das gesamte Dateisystem zu prüfen.
el: Πατήστε <guibutton>Σάρωση αρχικού καταλόγου</guibutton> για να σαρώσετε τον αρχικό σας κατάλογο ή πατήστε <guibutton>Σάρωση συστήματος αρχείων</guibutton> για να σαρώσετε όλο το σύστημα αρχείων σας.
gl: Prema <guibutton>Explorar cartafol persoal</guibutton> para explorar o seu cartafol persoal, ou prema <guibutton>Explorar o sistema</guibutton> para explorar o sistema de ficheiros completo.
nl: Klik op <guibutton>Scan Thuismap</guibutton> om uw persoonlijke map te scannen, of klik op <guibutton>Scan bestandssysteem</guibutton> om het gehele bestandssysteem te scannen.
sl: Da preiščete domačo mapo, kliknite <guibutton>Preišči domačo mapo</guibutton> ali pa kliknite <guibutton>Preišči datotečni sistem</guibutton>, če želite preiskati celotni datotečni sistem.
sq: Kliko <guibutton>Skano Bazën</guibutton> për të skeanuar direktorinë tuaj bazë, ose kliko <guibutton>Skano Sistemin e Skedarëve</guibutton> për të skanuar të gjithë sistemin e skedarëve.
sr: Кликните <guibutton>Скенирај лични</guibutton> да скенирате Ваш лични директоријум, или кликните <guibutton>Скенирај систем датотека</guibutton> да скенирате целокупни систем датотека.
tr: <guibutton>Başlangıcı Tara</guibutton>'ya basarak başlangıç dizininizi tarayın ve <guibutton>Dosya Sistemini Tara</guibutton>'ya basarak tüm dosya sistemini tarayın.
uk: Натисніть <guibutton>Сканувати домашню теку</guibutton> для сканування вашої домашньої теки, або натисніть <guibutton>Сканувати файлову систему</guibutton> для сканування всієї файлової системи.
zh_cn: 点击<guibutton>Scan Home</guibutton> 扫描您的HOME文件夹，或者点击<guibutton>Scan Filesystem</guibutton>扫描整个文件系统。
zh_tw: 按下 <guibutton>掃瞄家目錄</guibutton> 來掃瞄您的家目錄，或按 <guibutton>掃瞄檔案系統</guibutton> 來掃瞄整個檔案系統。

source: See the <ulink url="ghelp:baobab" type="help">Disk Usage Analyzer Manual</ulink> for more information.
ast: Llee'l <ulink url="ghelp:baobab" type="help">manual de l'Analizador d'usu de discu</ulink> pa más información.
da: Læs <ulink url="ghelp:baobab" type="help">Manual til diskforbrugsanalyse</ulink> for mere information.
de: Weitere Informationen finden Sie unter <ulink url="ghelp:baobab" type="help">Hilfe zur Analyse der Festplattenbelegung</ulink>.
el: Για περισσότερες πληροφορίες, δείτε το <ulink url="ghelp:baobab" type="help">Εγχειρίδιο της Ανάλυσης χρήσης δίσκου</ulink>.
gl: Vexa <ulink url="ghelp:baobab" type="help">O Manual de análise de uso do disco</ulink> para obter máis información.
nl: Zie de <ulink url="ghelp:baobab" type="help">Schijfgebruik handleiding</ulink> voor meer informatie.
sl: Za več podrobnosti si oglejte <ulink url="ghelp:baobab" type="help">priročnik Orodja za analizo porabe diska</ulink>.
sq: Shikoni <ulink url="ghelp:baobab" type="help">Manualin e Analizuesit të Përdorimit të Diskut</ulink> për më tepër informacion.
sr: Видите <ulink url="ghelp:baobab" type="help">Упутство Анализатора употребе диска</ulink> за више информација.
tr: <ulink url="ghelp:baobab" type="help">Manuel Disk Kullanım Çözümleyicisi</ulink>'ne daha fazla bilgi için göz atın.
uk: Дивіться <ulink url="ghelp:baobab" type="help">Аналізатор використання диска</ulink> для отримання додаткової інформації.
zh_cn: 参阅<ulink url="ghelp:baobab" type="help">Disk Usage Analyzer Manual</ulink>以获得更多信息。
zh_tw: 請看 <ulink url="ghelp:baobab" type="help">硬碟用量分析手冊</ulink> 取得詳情。

source: How can I free-up some disk space?
ast: ¿Cómo puedo lliberar algo d'espaciu de discu?
da: Hvordan kan jeg frigøre noget diskplads?
de: Wie kann ich freien Festplattenplatz gewinnen?
el: Πως μπορώ να ελευθερώσω λίγο χώρο στον δίσκο;
gl: Como podo liberar un pouco de espazo de disco?
nl: Hoe kan ik schijfruimte vrijmaken?
sl: Kako lahko na disku sprostim kaj prostora?
sq: Si mund të çliroj hapësirë në disk?
sr: Како могу да ослободим простор на диску?
tr: Diskimde nasıl biraz yer açabilirim?
uk: Як я можу звільнити дисковий простір?
zh_cn: 我如何释放硬盘空间？
zh_tw: 要如何清出磁碟空間？

source: There are several simple ways of making more disk space available:
ast: Hay dalgunes maneres cencielles pa tener más espaciu disponible nel discu:
da: Der er mange forskellige enkle måder at gøre mere diskplads tilgængelig:
de: Es gibt einige einfache Wege, um mehr Festplattenspeicher zur Verfügung zu stellen:
el: Υπάρχουν διάφοροι απλοί τρόποι για να κάνετε διαθέσιμο περισσότερο χώρο στον δίσκο:
gl: Hai varios xeitos sinxelos de facer que haxa máis espazo dispoñible:
nl: Er zijn een aantal eenvoudige manieren om schijfruimte vrij te maken:
sl: Za ustvarjanje prostora na disku, so na voljo številni enostavni postopki:
sq: Ka disa mënyra të thjeshta për të bërë më tepër hapësirë të diskut të disponueshme:
sr: Постоји неколико једноставних начина за ослобађање доступног простора на диску:
tr: Daha fazla disk alanı açmak için birkaç basit yol mevcut.
uk: Є декілька простих способів збільшити доступний дисковий простір:
zh_cn: 有几个简单的方法可以让更多的硬盘空间可用：
zh_tw: 有幾個簡單方法清出磁碟空間：

source: Empty your trash by right-clicking the Trash icon on the bottom panel and selecting <guilabel>Empty the Trash folder</guilabel>.
ast: Vacía la papelera calcando col botón derechu nel iconu de la papelera del panel fonderu y seleicionando <guilabel>Vaciar Basoria</guilabel>.
da: Tøm din papirkurv ved at højreklikke på papirkurv-ikonet på det nederste panel og vælge <guilabel>Tøm papirkurv</guilabel>.
de: Leeren Sie ihren Mülleimer, indem sie mit der rechten Maustaste auf das Mülleimersymbol in der unteren Leiste klicken und <guilabel>Mülleimer leeren</guilabel> auswählen.
el: Αδειάστε τον κάδο απορριμάτων κάνοντας δεξί κλικ στο εικονίδιο του κάδου στο κάτω μέρος της οθόνης και επιλέγοντας <guilabel>Άδειασμα απορριμάτων</guilabel>.
gl: Baleire o lixo premendo a icona do lixo que hai no panel inferior co botón dereito do rato e seleccionando <guilabel>Baleirar o cartafol do lixo</guilabel>.
nl: Leeg de prullenbak door rechts te klikken op het prullenbak-pictogram in het onderste paneel en vervolgens voor <guilabel>Prullenbak legen</guilabe> te kiezen.
sl: Izpraznite smeti, tako da z desnim miškinim gumbom kliknete na ikono Smeti na spodnjem pultu in izberite <guilabel>Izprazni smeti</guilabel>.
sq: Zbrazni koshin tuaj duke klikuar me të djathtën mbi ikonën e koshit në panelin e poshtëm dhe duke zgjedhur <guilabel>Zbraz folderin e Koshit</guilabel>.
sr: Избаците непотребно десним кликом на икону корпе на доњем панелу и одабиром <guilabel>Избаци непотребно</guilabel>.
tr: Çöp kutunuzu üzerine sağ tıklayıp panelden <guilabel>Çöpü Boşalt</guilabel> seçeneğini kullanarak boşaltın.
uk: Очистіть смітник, натиснувши правою кнопкою на іконці смітника та виберіть пункт <guilabel>Очистити смітник</guilabel>.
zh_cn: 在底部面板右键点击回收站图标，选择清空<guilabel>清空回收站</guilabel>以清空您的回收站
zh_tw: 清走垃圾：在面板下方垃圾圖示點擊右鍵，選擇<guilabel>清空垃圾桶</guilabel>。

source: Run <application>Computer Janitor</application> by clicking <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guisubmenu>Computer Janitor</guisubmenu></menuchoice>. This will remove unused or obsolete software packages from your computer. Read the list of packages carefully before you click <guibutton>Cleanup</guibutton>; packages that you have manually downloaded and installed may be listed as unused, even though they are not.
ast: Executa <application>Computer Janitor</application> calcando <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Alministración</guisubmenu><guisubmenu>Computer Janitor</guisubmenu></menuchoice>. Esto desaniciaŕa los paquetes non usaos u obsoletos del to ordenador. Llee la llista de paquetes con curiáu enantes de calcar <guibutton>Llimpiar</guibutton>; los paquetes instalaos y descargaos manualmente puede ser que tean llistaos como non usaos, ensin selo braeramente.
da: Kør <application>Systemoprydning</application> ved at klikke på <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guisubmenu>Systemoprydning</guisubmenu></menuchoice>. Dette vil fjerne ubrugte og forældede softwarepakker fra din computer. Læs listen over pakker grundigt igennem, før du klikker på <guibutton>Ryd op</guibutton>; pakker som du har hentet manuelt og installeret kan være opført som ubrugte, selvom de ikke er det.
de: Führen Sie <application>Rechner-Hausmeister</application> aus, indem Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guisubmenu>Rechner-Hausmeister</guisubmenu></menuchoice> wählen. Dadurch werden nicht mehr benutzte und zurück gebliebene Softwarepakete von Ihrem Rechner entfernt. Lesen Sie sich die Liste der Pakete sorgfältig durch, bevor Sie <guibutton>Aufräumen</guibutton> drücken. Pakete, die Sie manuell heruntergeladen und installiert haben, könnten als nicht benutzt aufgelistet sein, obwohl sie es nicht sind.
el: Εκτελέστε την εφαρμογή <application>Computer Janitor</application> πηγαίνωντας στο <menuchoice><guimenu>Σύστημα</guimenu><guisubmenu>Διαχείριση συστήματος</guisubmenu><guisubmenu>Computer Janitor</guisubmenu></menuchoice>. Αυτό θα απομακρύνει αχρησιμοποίητα ή παρωχημένα πακέτα λογισμικού από τον υπολογιστή σας. Διαβάστε προσεκτικά την λίστα των πακέτων πριν πατήσετε <guibutton>Καθαρισμός</guibutton> Πακέτα που κατεβάσατε και εγκαταστήσατε χειροκίνητα μπορεί να είναι στην λίστα σαν αχρησιμοποίητα, ακόμη και αν δεν είναι στην πραγματικότητα.
gl: Execute <application>Conserxe do computador</application> premendo <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guisubmenu>Conserxe do computador</guisubmenu></menuchoice>. Isto eliminará os paquetes de software non utilizados ou caducados do seu computador. Lea a lista de paquetes detdamente antes de facer clic <guibutton>Liberador de espazo</guibutton>; os paquetes que foron descargados e instalados manualmente poden aparecer como non utilizados, ainda que si o sexan.
nl: Voer <application>Computerschoonmaak</application> uit door <menuchoice><guimenu>Systeem</guimenu><guisubmenu>Beheer</guisubmenu><guisubmenu>Computerschoonmaak</guisubmenu></menuchoice> te kiezen. Hiermee kunt u ongebruikte of verouderde softwarepakketten van uw computer verwijderen. Lees deze lijst goed door voordat u <guibutton>Opruimen</guibutton> kiest; pakketten die u met de hand heeft gedownload en geïnstalleerd worden mogelijk als niet gebruikt weergegeven, zelfs als ze wel gebruikt worden.
sl: Zaženite program <application>Vzdrževalec sistema</application>, tako da izberete <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guisubmenu>Vzdrževalec sistema</guisubmenu></menuchoice>. Program bo odstranil neuporabljene ali zastarane programske pakete. Preden kliknete <guibutton>Počisti</guibutton>, previdno preberite seznam paketov, saj so lahko paketi, ki ste jih ročno prenesli in namestili navedeni kot neuporabljeni, tudi če to ni res.
sq: Nis <application>Pastruesin e Kompjuterit</application> duke klikuar <menuchoice><guimenu>Sistemi</guimenu><guisubmenu>Administrimi</guisubmenu><guisubmenu>Pastruesi i Kompjuterit</guisubmenu></menuchoice>. Kjo do të heqë paketat e programeve të papërdorura apo të vjetra nga kompjuteri juaj. Lexojeni listën e paketave me kujdes para se të klikoni <guibutton>Pastrim</guibutton>; paketat që janë shkarkuar dhe instaluar në mënyrë manuale mund të jenë listuar si të papërdorura, megjithëse ato nuk janë të tilla.
sr: Покрените <application>Настојника рачунара</application> тако што ћете кликнути <menuchoice><guimenu>Систем</guimenu><guisubmenu>Администрација</guisubmenu><guisubmenu>Настојник рачунара</guisubmenu></menuchoice>. Ово ће уклонити некоришћене или застареле софтверске пакете са вашег рачунара. Пажљиво прочитајте списак пакета пре него што кликнете <guibutton>Очисти</guibutton>; пакети које сте преузели и ручно инсталирали могу бити наведени као некоришћени, иако то нису.
tr: <application>Bilgisayar Kapıcı</application>'sını çalıştırmak için: <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Yönetim</guisubmenu><guisubmenu>Bilgisayar Kapıcı</guisubmenu></menuchoice>.Bu, bilgisayarınızdaki kullanılmayan veya eski yazılım paketlerini kaldıracaktır. <guibutton>Temizle</guibutton>'ye basmadan önce paketlerin listesini dikkatlice okuyun; kendi indirdiğiniz ve kurduğunuz paketler öyle olmadıkları halde kullanılmayan olarak listelenebilir.
uk: Запустіть <application>Очищення</application>, натиснувши <menuchoice><guimenu>Система</guimenu><guisubmenu>Адміністрування</guisubmenu><guisubmenu>Очищення</guisubmenu></menuchoice>. Це дасть змогу видалити непотрібні або застарілі пакети з вашого комп’ютера. Уважно прочитайте список пакунків перед тим, як натиснете <guibutton>Прибрати</guibutton>; пакунки, які ви завантажили та встановили вручну можуть бути показані як зайві, навіть якщо вони потрібні.
zh_cn: 运行 <application>电脑清道夫</application> 通过点击 <menuchoice><guimenu>系统</guimenu><guisubmenu>系统管理</guisubmenu><guisubmenu>电脑清道夫</guisubmenu></menuchoice>。 这将移除您电脑中不使用的或者过时的软件包。 请在点击 <guibutton>清除</guibutton> 前仔细地阅读软件包列表； 您手动下载和安装的软件包将被列为不信任的， 即使它们不是。
zh_tw: 執行 <application>電腦清道夫</application>：按 <menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guisubmenu>電腦清道夫</guisubmenu></menuchoice>。這樣做會清除無用或過時軟體套件。按 <guibutton>清理</guibutton> 前要小心查看套件列表以確定沒有出錯；某些手動下載之套件可能被列為沒用但其實還有用。

source: Remove software packages that you no longer use. See <ulink type="help" url="ghelp:add-applications#removing"> Add/Remove Applications</ulink> for information on removing packages.
ast: Pa desaniciar paquetes de software que ya nun tes usando. Mira <ulink type="help" url="ghelp:add-applications#removing">Amestar/Quitar Aplicaciones</ulink> pa tener información sobro desaniciar paquetes.
da: Fjern softwarepakker, som du ikke længere bruger. Læs <ulink type="help" url="ghelp:add-applications#removing">Tilføj/fjern programmer</ulink> for oplysninger om fjernelse af pakker.
de: Entfernen Sie Softwarepakete, die Sie nicht länger benutzen. Lesen Sie <ulink type="help" url="ghelp:add-applications#removing"> Anwendungen hinzufügen/ entfernen</ulink> für weitere Informationen.
el: Απομάκρυνση πακέτων λογισμικού που δεν χρησιμοποιείτε πλέον. Βλέπε <ulink type="help" url="ghelp:add-applications#removing"> Προσθαφαίρεση εφαρμογών</ulink> για πληροφορίες σχετικά με την απομάκρυνση εφαρμογών.
gl: Elimine os paquetes de sofware que non utilice. Vexa <ulink type="help" url="ghelp:add-applications#removing"> Engadir/Eliminar aplicativos</ulink> para obter información sobre como se eliminan os paquetes.
nl: Verwijder softwarepakketten die u niet meer gebruikt. Zie <ulink type="help" url="ghelp:add-applications#removing"> Installeren/verwijderen</ulink> voor informatie over het verwijderen van pakketten.
sl: Odstranite programske pakete, ki jih ne uporabljate več. Za več podrobnosti o odstranjevanju paketov si oglejte <ulink type="help" url="ghelp:add-applications#removing">Dodaj/odstrani programe</ulink>.
sq: Hiqni paketat e programeve që ju nuk i përdorni më. Shikoni <ulink type="help" url="ghelp:add-applications#removing"> Shto/Hiq Programet</ulink> për informacion rreth heqjes së paketave.
sr: Уклоните софтверске пакете које више не користите. Погледајте <ulink type="help" url="ghelp:add-applications#removing">Додај/Уклони апликације</ulink> за информације о уклањању пакета.
tr: Kullanmadığınız yazılım paketlerini kaldırın. Paketleri kaldırmak hakkında bilgi almak için <ulink type="help" url="ghelp:add-applications#removing"> Program Ekle/Kaldır</ulink>'ı inceleyin.
uk: Видаліть пакунки, які ви більше не використовуєте. Дивіться <ulink type="help" url="ghelp:add-applications#removing"> Add/Remove Applications</ulink> для інформації по пакункам, що видаляються.
zh_cn: 删除你不再使用的软件包。查看 <ulink type="help" url="ghelp:add-applications#removing"> 添加/删除程序</ulink> 关于删除软件包的信息。
zh_tw: 移除您不再需要使用的軟體套件。請參考<ulink type="help" url="ghelp:add-applications#removing"> 新增/移除程式</ulink>來獲取移除套件的相關資訊。
