Repository: ahoneybun/pop-docs
Catalog: hardware/po/*.po
Languages: ast, da, de, el, gl, nl, sl, sq, sr, tr, uk, zh_cn, zh_tw

source: A filesystem is a particular way of storing and organizing files on a storage device such as a hard disk, and is an important part of an operating system. Without a filesystem, accessing and storing files would be difficult.
ast: Un sistema de ficheros ye un mou particular d'atroxar y organizar los ficheros nun preséu d'atroxu como un discu duru, y ye una parte importante d'un sistema operativu. Ensin un sistema de ficheros, acceder y atroxar ficheros diba ser bien abegoso.
da: Et filsystem er en bestemt måde at gemme og organisere filer på en lagerenhed, så dom en hardisk, og er en vigtig del af et operativsystem. Uden et filsystem ville det være svært at tilgå filer.
de: Ein Dateisystem ist eine festgelegte Art und Weise, in der Dateien auf einem Speichermedium wie einer Festplatte gespeichert und organisiert werden, und ist ein wichtiger Bestandteil eines Betriebssystems. Ohne Dateisystem wäre das Abrufen und Speichern von Dateien schwierig.
el: Ένα σύστημα αρχείων είναι ένας συγκεκριμένος τρόπος για να αποθηκεύετε και να οργανώνετε αρχεία σε συσκευές αποθήκευσης, όπως οι σκληροί δίσκοι, και είναι ένα πολύ σημαντικό μέρος του λειτουργικού συστήματος. Χωρίς σύστημα αρχείων δεν θα υπήρχε η δυνατότητα πρόσβασης και αποθήκευσης των αρχείων.
nl: Een bestandssysteem is een speciale manier om bestanden op een opslagapparaat, zoals een harde schijf, te bewaren en te organiseren, en het is een belangrijk deel van een besturingssysteem. Zonder bestandssysteem zou toegang krijgen tot, en bewaren van bestanden moeilijk zijn.
sl: Datotečni sistem je določen način shranjevanja in razporejanja datotek na napravi za shranjevanje podatkov (kot je trdi disk) in je pomemben del operacijskega sistema. Brez datotečnega sistema bi bilo težko urejati in dostopati do datotek.
sr: Систем датотека је посебан начин чувања и организовања датотека на складиштном уређају као што је хард диск, и један је важан део оперативног система. Без система датотека, приступ и чување датотека би било отежано.
tr: Dosya sistemi, sabit disk gibi depolama aygıtına dosyaları depolayan ve düzenleyen özel bir yoldur ve işletim sisteminin önemli bir parçasıdır. Dosya sistemi olmaksızın, dosyaları depolamak ve onlara erişmek çok zordur.
uk: Файлова система певним чином зберігає і організовує файли на зберігаючих пристроях, таких як жорсткий диск, і є важливою частиною операційної системи. Без файлової системи доступ до файлів та їх збереження були б ускладненими.
zh_cn: 文件系统是在存储设备如硬盘上保存和组织文件的一种特殊方式。它是操作系统的重要部分。离开文件系统，访问和保存文件将十分困难。
zh_tw: 檔案系統是一種在可儲存裝置 (如硬碟) 上儲存和管理檔案的方式，它也是作業系統中很重要的一個部份。沒有檔案系統，存取檔案將會十分困難。

source: ext2, ext3, and ext4: these are usually found on GNU/Linux operating systems. Ubuntu uses <emphasis>ext4</emphasis> as its default filesystem.
ast: ext2, ext3, and ext4: alcuéntrense davezu en sistemes operativos GNU/Linux. Ubuntu usa <emphasis>ext4</emphasis> como'l so sistema de ficheros predefiníu.
da: ext2, ext3 og ext4: Disse findes normalt på GNU/Linux operativsystemer. Ubuntu bruger <emphasis>ext4</emphasis> som sit standardfilsystem.
de: ext2, ext3, und ext4: diese Dateisysteme werden üblicherweise von GNU/Linux Betriebssystemen verwendet. Ubuntu benutzt <emphasis>ext4</emphasis> als Standarddateisystem.
el: ext2, ext3, και ext4: αυτά συναντώνται συνήθως σε λειτουργικά συστήματα GNU/Linux Το Ubuntu χρησιμοποιεί το <emphasis>ext4</emphasis> σαν προεπιλεγμένο σύστημα αρχείων.
nl: ext2, ext3, en ext4: deze vindt u doorgaans op GNU/Linux-besturingssystemen. Ubuntu gebruikt <emphasis>ext4</emphasis> als standaardbestandssysteem.
sl: ext2, ext3 in ext4: te datotečne sisteme običajno najdete na operacijskih sistemih GNU/Linux. Kot privzeti datotečni sistem, Ubuntu uporablja <emphasis>ext4</emphasis>.
sr: ext2, ext3, и ext4 које уобичајено налазимо на ГНУ/Линукс оперативним системима. Убунту користи <emphasis>ext4</emphasis> као свој основни систем датотека.
tr: ext2, ext3 ve ext4: Bunlar genellikle GNU/Linux işletim sistemlerinde bulunur. Ubuntu, öntanımlı dosya sistemi olarak <emphasis>ext4</emphasis> kullanır.
zh_cn: ext2、ext3 和 ext4：这是 GNU/Linux 操作系统中常见的文件系统。Ubuntu 使用 <emphasis>ext4</emphasis> 作为默认的文件系统。
zh_tw: ext2、ext3 和 ext4: 這些是 GNU/Linux 作業系統常見的檔案系統。Ubuntu 檔案系統預設使用 <emphasis>ext4</emphasis>。

source: More advanced touchpad configuration options are available using the <application>gsynaptics</application> utility.
ast: Hai disponibles más opciones avanzaes de configuración usando la utilidá <application>gsynaptics</application>.
da: Mere avancerede indstillinger til pegeplader kan tilgås med værktøjet <application>gsynaptics</application>.
de: Weitere Einstellungsoptionen für Touchpads sind über das Werkzeug <application>gsynaptics</application> verfügbar.
el: Πιο σύνθετες επιλογές ρύθμισης του touchpad είναι διαθέσιμες χρησιμοποιώντας την βοηθητική εφαρμογή <application>gsynaptics</application>.
nl: Geavanceerdere opties voor touchpad-configuratie zijn beschikbaar via het hulpprogramma <application>gsynaptics</application>.
sl: Naprednejše nastavitve sledilne ploščice so na voljo z uporabo orodja <application>gsynaptics</application>.
sr: Напредније опције подешавања додирне табле су доступне коришћењем алата <application>gsynaptics</application>.
tr: Daha fazla imleçsürer yapılandırma seçenekleri, <application>gsynaptics</application> uygulaması kullanarak bulunabilir.
uk: Розширити настройки для тачпада можна завдяки утиліті <application>gsynaptics</application>.
zh_cn: 可以使用 <application>gsynaptics</application> 工具找到更多的高级触摸板配置选项。
zh_tw: 使用 <application>gsynaptics</application> 公用程式，將可使用更多進階的觸控板設置選項。

source: Install the <ulink url="apt:gsynaptics">gsynaptics</ulink> package.
ast: Instala'l paquete <ulink url="apt:gsynaptics">gsynaptics</ulink>.
da: Installér pakken <ulink url="apt:gsynaptics">gsynaptics</ulink>.
de: Installieren Sie das Paket <ulink url="apt:gsynaptics">gsynaptics</ulink>.
el: Εγκαταστήστε το πακέτο <ulink url="apt:gsynaptics">gsynaptics</ulink>.
nl: Installeer het pakket <ulink url="apt:gsynaptics">gsynaptics</ulink>.
sl: Namestite paket <ulink url="apt:gsynaptics">gsynaptics</ulink>.
sr: Инсталирајте пакет <ulink url="apt:gsynaptics">gsynaptics</ulink>.
tr: <ulink url="apt:gsynaptics">gsynaptics</ulink> paketini yükleyin.
uk: Встановити пакет <ulink url="apt:gsynaptics">gsynaptics</ulink>.
zh_cn: 安装 <ulink url="apt:gsynaptics">gsynaptics</ulink> 软件包。
zh_tw: 安裝<ulink url="apt:gsynaptics">gsynaptics</ulink>觸控板設置套件。

source: Access the utility from <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
ast: Accedi a la utilidá dende <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
da: <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
de: Greifen Sie über <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice> darauf zu.
el: Ανοίξτε την εφαρμογή από <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
nl: U krijgt toegang tot het hulpprogramma via <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
sl: Do orodja lahko dostopate tako, da izberete <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Sledilna ploščica</guimenuitem></menuchoice>.
sr: Приступите алату <menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Додирна табла</guimenuitem></menuchoice>.
tr: Uygulamaya, <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Tercihler</guimenuitem><guimenuitem>İmleçsürer</guimenuitem></menuchoice> yoluyla ulaşın.
uk: Утиліта розташована в <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Touchpad</guimenuitem></menuchoice>.
zh_cn: 通过 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>触摸板</guimenuitem></menuchoice> 访问该工具。
zh_tw: 從<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>觸控板</guimenuitem></menuchoice>啟動公用程式。

source: There are a number of different tabs here with various options for adjusting touchpad behavior.
ast: Hai un ciertu númberu de llingüetes equí con delles opciones p'axustar el comportamientu del touchpad.
da: Her finder du et par forskellige faneblade med flere valg til justering af pegeplade.
de: Sie finden dort einige unterschiedliche Reiter mit unterschiedlichen Optionen, um das Verhalten Ihres Touchpads einzustellen.
el: Υπάρχουν διάφορες καρτέλες με αρκετές επιλογές ρύθμισης της συμπεριφοράς του touchpad.
nl: U treft hier een aantal verschillende tabbladen met diverse opties om het gedrag van touchpad aan te passen.
sl: Obstajajo razni zavihki z različnimi možnostmi za prilagajanje obnašanja sledilne ploščice.
sr: Постоји велики број различитих језичака са различитим опцијама за подешавање понашања додирне табле.
tr: Burada imleçsürerin davranışlarını ayarlamak için çeşitli seçeneklere sahip birkaç farklı sekme vardır.
uk: Тут є декілька різних вкладок з різними налаштуваннями для тачпаду.
zh_cn: 这里有一些不同的标签，提供各种调节触摸板行为的选项。
zh_tw: 裡面有一些不同的分頁，包含了多種選項來調整觸控板的行為。

source: If you suffer from any of these problems, you should report a bug to <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. The problems will hopefully be fixed in a subsequent version of Ubuntu.
ast: Si tienes dalgún d'estos problemes, puedes informar del fallu en <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Supónse qu'esos problemes van iguase na siguiente versión d'Ubuntu.
da: Hvis du oplever et af disse problemer, kan du rapportere fejlen til <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Problemerne vil forhåbentlig blive løst i en senere version af Ubuntu.
de: Wenn Sie eines oder mehrere dieser Probleme bemerken, sollten Sie einen Bug unter <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink> melden. Die Probleme werden dann hoffentlich in einer späteren Version von Ubuntu beseitigt.
el: Αν έχετε οποιοδήποτε από αυτά τα προβλήματα, θα πρέπει ν' αναφέρετε ένα σφάλμα (bug) στο <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Τα προβλήματα καλώς εχόντων των πραγμάτων θα διορθωθούν σε μια επόμενη έκδοση του Ubuntu.
nl: Als u een van deze problemen ondervindt, stuur dan een bugrapport naar <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. De problemen zullen hopelijk in een volgende versie van Ubuntu opgelost zijn.
sl: Če izkusite katerokoli izmed navedenih težav, lahko na <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink> pošljete poročilo o hrošču. Če je vse po sreči, bodo težave odpravljene v prihodnji različici Ubuntuja.
sr: Ако наилазите на неки од ових проблема, треба да пријавите грешку на <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Ланчпад</ulink>. Проблеми ће надамо се бити поправљени у наредној верзији Убунтуа.
tr: Eğer bu problemlemden herhangi biri ile karşılaşırsan, <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>'e bir hata raporu gönderebilirsin. Problemin daha sonraki Ubuntu sürümünde düzeltileceği umulur.
uk: Якщо ви страждаєте від будь-якого з цих проблем, ви повинні повідомити про помилку в <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink>. Проблеми будуть виправлені в наступних версіях Ubuntu.
zh_cn: 如果您被这些问题困扰，应该向 <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink> 报告缺陷。这样该问题就有可能在下个版本的 Ubuntu 中得到解决。
zh_tw: 如果您遇到了上述這些問題，您應該向 <ulink url="https://bugs.launchpad.net/ubuntu/+filebug">Launchpad</ulink> 回報程式錯誤。這些問題將可望在 Ubuntu 之後的版本內解決。

source: Press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Additional Drivers</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Zusätzliche Treiber</guimenuitem></menuchoice>.
sl: Pritisnite <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Skrbništvo</guisubmenu><guimenuitem>Dodatni gonilniki</guimenuitem></menuchoice>.
zh_tw: 按下<menuchoice><guimenu>系統</guimenu><guisubmenu>管理</guisubmenu><guimenuitem>額外驅動程式</guimenuitem></menuchoice>。

source: To unmount a device, right click on the icon for that device on your desktop, and click <guibutton>Unmount</guibutton>.
de: Um ein Laufwerk auszuhängen, klicken Sie mit der rechten Maustaste auf das Symbol des Laufwerks auf der Arbeitsfläche und wählen Sie <guibutton>Aushängen</guibutton>.
sl: Za odklop naprave, desno kliknite na ikono za to napravo na vašem namizju in kliknite <guibutton>Odklopi</guibutton>.
zh_tw: 要卸載一個裝置，於桌面上的該裝置圖示上點擊右鍵，並選擇<guibutton>卸載</guibutton>。

source: To change your mouse options, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Mouse</guimenuitem></menuchoice>.
de: Um die Mauseinstellungen zu ändern, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Maus</guimenuitem></menuchoice>.
sl: Za spremembo možnosti miške izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Miška</guimenuitem></menuchoice>.
zh_tw: 要變更您的滑鼠選項，選擇<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>滑鼠</guimenuitem></menuchoice>。

source: To change your keyboard options, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard</guimenuitem></menuchoice>.
de: Um die Tastatureinstellungen zu ändern, wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Tastatur</guimenuitem></menuchoice>.
sl: Za spremembo možnosti tipkovnice, izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Tipkovnica</guimenuitem></menuchoice>.
zh_tw: 要變更您的鍵盤選項，選擇<menuchoice><guimenu>系統</guimenu><guimenuitem>偏好設定</guimenuitem><guimenuitem>鍵盤</guimenuitem></menuchoice>。

source: You can use the <ulink type="help" url="ghelp:char-palette#charpick-characters">Character Palette</ulink> to insert letters and symbols which are not on your keyboard.
de: Sie können die <ulink type="help" url="ghelp:char-palette#charpick-characters">Zeichentabelle</ulink> nutzen, um Buchstaben und Symbole einzufügen, die nicht auf Ihrer Tastatur zu finden sind.
sl: Za vstavitev črk in znakov, ki niso na vaši tipkovnici, lahko uporabite <ulink type="help" url="ghelp:char-palette#charpick-characters">Paleto znakov</ulink>.
zh_tw: 您可以使用<ulink type="help" url="ghelp:char-palette#charpick-characters">字元選擇盤</ulink>來輸入鍵盤上沒有的字母和符號。
