Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: Another leading UNIX and Linux desktop is <ulink url="&kde;">KDE</ulink>. The <ulink url="&kubuntu-main;">Kubuntu</ulink> project offers Ubuntu users an alternative choice to the default GNOME desktop environment. Thanks to the efforts of the Kubuntu team, Ubuntu users are now able to install and use the KDE desktop easily on their system. To get a working install of Kubuntu on an Ubuntu install, install the <application>kubuntu-desktop</application> package. Once kubuntu-desktop is installed, one can choose to use either a Gnome or KDE desktop environment.
da: Et andet førende UNIX og Linux skrivebordsmiljø er <ulink url="&kde;">KDE</ulink>. <ulink url="&kubuntu-main;">Kubuntu-projektet</ulink> tilbyder Ubuntu-brugere et alternativ til standardskrivebordsmiljøet GNOME. Takket være indsatsen fra Kubuntu-holdet, er Ubuntu-brugere nu i stand til nemt at installere og bruge KDE skrivebordsmiljøet på deres system. For at installere Kubuntu på en Ubuntu-installation, skal pakken <application>kubuntu-desktop</application> installeres. Når kubuntu-desktop er installeret, kan der vælges at bruge enten GNOME eller KDE skrivebordsmiljøet.
es: Otro escritorio líder en UNIX y Linux es <ulink url="&kde;">KDE</ulink>. El proyecto <ulink url="&kubuntu-main;">Kubuntu</ulink> ofrece a los usuarios de Ubuntu una opción alternativa al entorno de escritorio predeterminado Gnome. Gracias a los esfuerzos del equipo Kubuntu, los usuarios de Ubuntu pueden instalar y usar el escritorio KDE fácilmente en su sistema. Para conseguir una instalación funcional de Kubuntu en Ubuntu, instale el paquete <application>kubuntu-desktop</application>. Una que vez que kubuntu-desktop está instalado, se puede elegir si usar el entorno de escritorio Gnome o KDE.
fr: <ulink url="&kde;">KDE</ulink> est un autre environnement de bureau très connu. Le projet <ulink url="&kubuntu-main;">Kubuntu</ulink> offre aux utilisateurs d'Ubuntu une alternative à GNOME, l'environnement de bureau par défaut. Grâce aux efforts de l'équipe Kubuntu, il est maintenant très simple d'installer et d'utiliser le bureau KDE. Pour installer Kubuntu à partir d'un système Ubuntu, il suffit d'installer le paquet <application>kubuntu-desktop</application>. Après cette opération, il est possible d'utiliser l'environnement de bureau de son choix, GNOME ou KDE.
it: Un altro desktop per UNIX e Linux è <ulink url="&kde;">KDE</ulink>. Il progetto <ulink url="&kubuntu-main;">Kubuntu</ulink> offre agli utenti di Ubuntu un'alternativa all'ambiente dekstop predefinito GNOME. Grazie allo sforzo del team di Kubuntu, gli utenti Ubuntu hanno la possibilità di installare e utilizzare facilmente l'ambiente desktop KDE. Per avere una versione funzionante di Kubuntu su una versione di Ubuntu basta installare il pacchetto <application>kubuntu-desktop</application>. Una volta installato è possibile scegliere se usare l'ambiente desktop GNOME o KDE.
ko: 또다른 우수한 유닉스와 리눅스 데스크탑은 <ulink url="&kde;">KDE</ulink> 입니다. <ulink url="&kubuntu-main;">쿠분투</ulink> 프로젝트는 우분투 사용자에게 기본 설정된 그놈 데스크탑 환경과 함께 선택할 수 있는 데스크탑을 제안 합니다. 쿠분투 팀의 노력에 고맙습니다. 우분투 사용자는 이제 시스템에 KDE 데스크탑을 쉽게 설치하고 사용할 수 있습니다. 우분투가 설치된 시스템에 쿠분투를 설치하여 동작하게 하려면, <application>kubuntu-desktop</application> 패키지를 설치 하십시오. kubuntu-desktop 이 설치되면, 사용자는 GNOME 또는 KDE 데스크탑 환경 중의 어떤 것이든 하나를 사용하는 것을 선택할 수 있습니다.
nl: Een andere toonaangevende UNIX en Linux desktop is <ulink url="&kde;">KDE</ulink>. Het <ulink url="&kubuntu-main;">Kubuntu</ulink>-project biedt Ubuntu gebruikers een alternatief voor de standaard Gnome desktop. Dankzij de inspanningen van het Kubuntu-team kunnen gebruikers van Ubuntu nu op eenvoudige wijze KDE op hun systeem installeren en gebruiken. Om Kubuntu te installeren op uw Ubuntu systeem, installeert u het pakket <application>kubuntu-desktop</application>. Zodra het pakket geïnstalleerd is, kunt u kiezen tussen de Gnome desktop of de KDE desktop.
pl: Innym wiodącym środowiskiem graficznym w systemie UNIX i Linuks jest <ulink url="&kde;">KDE</ulink>. Projekt <ulink url="&kubuntu-main;">Kubuntu</ulink> oferuje użytkownikom Ubuntu alternatywę względem domyślnego środowiska GNOME. Dzięki wysiłkom zespołu Kubuntu, użytkownicy Ubuntu mogą w prosty sposób zainstalować i używać KDE. W celu uruchomienia Kubuntu w zainstalowanym Ubuntu, zainstaluj pakiet <application>kubuntu-desktop</application>. Kiedy kubuntu-desktop zostanie zainstalowany, użytkownik będzie mógł wybrać środowiko GNOME lub KDE.
pt: Outro ambiente de trabalho líder em Unix e Linux é o <ulink url="&kde;">KDE</ulink>. O projecto <ulink url="&kubuntu-main;">Kubuntu</ulink> oferece aos utilizadores Ubuntu uma escolha alternativa ao ambiente de trabalho por omissão GNOME. Graças aos esforços da equipa Kubuntu, utilizadores do Ubuntu podem agora instalar facilmente o ambiente de trabalho KDE no seu sistema. Para obter uma instalação funcional de Kubuntu numa instalação Ubuntu, instale o pacote <application>kubuntu-desktop</application>. Uma vez instalado o kubuntu-desktop, poderá escolher utilizar ou o ambiente de trabalho GNOME ou KDE.
pt_br: Outro importante desktop UNIX e Linux é o <ulink url="&kde;">KDE</ulink>. O projeto <ulink url="&kubuntu-main;">Kubuntu</ulink> oferece aos usuários do Ubuntu uma escolha alternativa ao ambiente desktop GNOME. Agradecemos os esforços da equipe do Kubuntu, usuários de Ubuntu podem agora instalar e usar facilmente o desktop KDE em seu sistema. Para instalar o Kubuntu em uma instalação Ubuntu, instale o pacote <application>kubuntu-desktop</application>. Uma vez que o kubuntu-desktop é instalado, um pode escolher em usar Gnome ou KDE.
sv: En annan ledande skrivbordsmiljö för UNIX och Linux är <ulink url="&kde;">KDE</ulink>. <ulink url="&kubuntu-main;">Kubuntu</ulink>-projektet erbjuder användare av Ubuntu ett alternativ till standardskrivbordsmiljön GNOME. Tack vare ansträngningarna av Kubuntu-teamet, kan nu Ubuntu-användare enkelt installera och använda KDE-skrivbordet på sina system. För att erhålla en fungerande installation av Kubuntu på en Ubuntu-installation, kan man installera paketet <application>kubuntu-desktop</application>. När kubuntu-desktop en gång har blivit installerat, kan man välja att använda antingen GNOME eller KDE som sin skrivbordsmiljö.

source: Version and Release Numbers
ar: أرقام الإصدارات والتعديلات
bg: Номер на Версията и Изданието
da: Version- og udgivelsesnumre
eo: Versiaj kaj Eldonaj Numeroj
es: Números de versión y publicación
fr: Version et numéros de version
hr: Obilježavanje verzija i izdanja
it: Versione e numerazione dei rilasci
ko: 버전과 릴리스 번호
nb: Versjonsnummer
nl: Versienummers
pl: Wersje i numeracja wydań
pt: Versões e Números de Lançamento
pt_br: Números de Versões e Lançamentos
sl: Verzija in oznake revizije
sv: Versions- och utgåvenummer
th: เลขเวอร์ชัน
zh_cn: 版本和发布号

source: The Ubuntu version numbering scheme is based on the date we release a version of the distribution. The version number comes from the year and month of the release rather than reflecting the actual version of the software. Our first release (Warty Warthog) was in October 2004 so its version was 4.10. This version (&distro-version;) was released in &distro-release-date; so its version number is &distro-rev;.
da: Ubuntu-versioneringsplanen er baseret på datoen vi udgiver en version af distributionen. Versionsnummeret kommer fra året og måneden på udgivelsen frem for at vise den aktuelle version af softwaren. Vores første udgivelse (Warty Warthog) var i oktober 2004, så versionen blev 4.10. Denne version (&distro-version;) blev udgivet &distro-release-date;, så versionsnummeret blev &distro-rev;.
es: El esquema de numeración de las versiones de Ubuntu está basado en la fecha de lanzamiento de la distribución. El número de versión proviene del año y el mes de lanzamiento, en lugar de reflejar la version del software. Nuestro primer lanzamiento (Warty Warthog) fue en octubre de 2004, por lo que la versión fue la 4.10. Esta versión (&distro-version;) fué lanzada en &distro-release-date; por lo que su número de versión es &distro-rev;.
fr: Le système de numérotation des versions Ubuntu est basé sur la date de sortie de la distribution. Le numéro de version provient de l'année et du mois de la publication de la version, mais ne donne pas d'indication sur la version du logiciel. La première publication (Warty Warthog) a eu lieu en octobre 2004, d'où le numéro de version 4.10. Cette version (&distro-version;) est parue en &distro-release-date;, d'où le numéro de version &distro-rev;.
it: Lo schema di numerazione di Ubuntu è basato sulla data di rilascio della nuova versione. Il numero della versione deriva dall'anno e dal mese di rilascio, piuttosto che dal numero della versione del software. Il primo rilascio (Warty Warthog) è stato nell'ottobre del 2004, quindi la versione era 4.10. Questa versione (&distro-version;) è stata rilasciata il &distro-release-date; quindi il suo numero è &distro-rev;.
ko: 우분투 버전 넘버 체계는 배포판을 발표한 날짜에 근거합니다. 소프트웨어의 실제 버전을 반영하는 대신에 우분투 버전 번호는 발표의 연도와 월에서 오게 됩니다. 우분투의 첫 릴리스 (Warty Warthog)는 2004년 10월에 발표되었고 그래서 그것의 버전은 4.10 입니다. 이번 버전은 (&distro-version;) &distro-release-date; 에 발표되었고, 버전 번호는 &distro-rev; 입니다.
nl: De versienummers van Ubuntu zijn gebaseerd op de datum waarop de distributie wordt uitgebracht. In plaats van het feitelijke versienummer van de software, bestaat het versienummer uit het jaar en de maand waarin de distributie uitkwam. Onze eerste versie (Warty Warthog) kwam uit in oktober 2004, dus het versienummer was 4.10. Deze versie (&distro-version;) is uitbracht in &distro-release-date;, dus het versienummer is &distro-rev;.
pl: Schemat numeracji wersji Ubuntu bazuje na datach wydania kolejnych wersji dystrybucji. Numer wersji pochodzi od roku i miesiąca wydania i najczęściej odzwierciedla rzeczywistą wersje oprogramowania. Pierwsze wersja (Warty Warthdog) wydana w październiku 2004 nosi oznaczenie 4.10. To wydanie (&distro-version;) wyszło &distro-release-date; więc jego numerem wersji jest &distro-rev;.
pt: O esquema de numeração de versões do Ubuntu é baseado na data em que lançamos uma versão da distribuição. O número da versão provém do ano e mês do lançamento em vez de reflectir a versão actual do software. O nosso primeiro lançamento (Warty Warthog) foi em Outubro de 2004 e por isso a sua versão foi a 4.10. Esta versão (&distro-version;) foi lançada em &distro-release-date; e por isso o número da versão é &distro-rev;.
pt_br: O esquema de numeração de versão do Ubuntu é baseado na data que nós liberamos uma versão da distribuição. O número de versão vem do ano e do mês do lançamento refletindo melhor do que a versão real do software. Nosso primeiro lançamento (Warty Warthog) foi em outubro de 2004, assim sua versão era 4.10. Esta versão (&distro-version;) foi liberado em &distro-release-date; assim seu número de versão é &distro-rev;.
sv: Numreringssystemet för Ubuntu-versionerna bygger på datumet när vi släpper en version av distributionen. Versionsnumret kommer från året och månaden av utgåvan snarare än att spegla den aktuella versionen av programvaran. Vår första utgivning (Warty Warthog) var i oktober 2004 och dess version var 4.10. Den här versionen (&distro-version;) släpptes den &distro-release-date; och därför är dess versionsnummer &distro-rev;.

source: Backing and Support
ar: المؤازرة والدعم
bg: Подкрепа и Поддръжка
da: Opbakning og støtte
eo: Subtenado
es: Respaldo y Soporte
fr: Support et assistance
hr: Podrška
it: Sostegno finanziario e supporto
ko: 배후와 지원
nb: Hjelp og brukerstøtte
nl: Ondersteuning
pl: Wsparcie i pomoc
pt: Apoio e Suporte
pt_br: Ajuda e Suporte
sl: Pomoč in Podpora
sv: Stöd och support
th: บริการสนับสนุน
zh_cn: 后备和支持

source: Ubuntu is maintained by a quickly growing community. The project is sponsored by <ulink url="&canonical-url;">Canonical Ltd.</ulink>, a holding company founded by Mark Shuttleworth. Canonical employs the core Ubuntu developers and offers support and consulting services for Ubuntu.
da: Ubuntu vedligeholdes af et hurtigtvoksende fællesskab. Projektet er sponsoreret af <ulink url="&canonical-url;">Canonical Ltd.</ulink>, et holdingfirma grundlagt af Mark Shuttleworth. Canonical ansætter Ubuntus kerneudviklere og tilbyder støtte og konsulentservice til Ubuntu.
es: Ubuntu se mantiene por una comunidad que crece deprisa. El proyecto está patrocinado por <ulink url="&canonical-url;">Canonical Ltd.</ulink>, una compañía de holding fundada por Mark Shuttleworth. Canonical tiene en nómina a los desarrolladores centrales de Ubuntu y ofrece soporte y servicios de consulta para Ubuntu.
fr: Ubuntu est maintenu par une communauté de plus en plus grande. Le projet est sponsorisé par <ulink url="&canonical-url;">Canonical Ltd.</ulink>, une société détenue et fondée par Mark Shuttleworth. Canonical emploie les principaux développeurs d'Ubuntu et propose du support et des services de consulting pour Ubuntu
it: Ubuntu è mantenuto da una comunità in continua crescita. Il progetto è sponsorizzato da <ulink url="&canonical-url;">Canonical Ltd.</ulink>, una società finanziaria fondata da Mark Shuttleworth. Canonical fornisce un lavoro agli sviluppatori principali di Ubuntu e offre un servizio di supporto e consulenze su Ubuntu.
ko: 우분투는 빠르게 성장하는 커뮤니티에 의해 유지 됩니다. 우분투 프로젝트는, Mark Shuttleworth가 자금 조성을 한 회사, <ulink url="&canonical-url;">Canonical Ltd.</ulink> 가 지원을 합니다. Canonical은 우분투 개발자를 고용하고 우분투의 지원과 컨설팅 서비스를 제공 합니다.
nl: Ubuntu wordt onderhouden door een snel groeiende gemeenschap. Het project wordt gesponsord door het bedrijf <ulink url="&canonical-url;">Canonical Ltd.</ulink>, dat is opgericht door Mark Shuttleworth. De de kern van de Ubuntu ontwikkelaars zijn in dienst van Canonical dat ondersteuning en adviesdiensten voor Ubuntu biedt.
pl: Ubuntu jest wspierane przez szybko rozrastającą się społeczność. Projekt jest sponsorowany przez <ulink url="&canonical-url;">Canonical Ltd.</ulink>, firmę założoną przez Mark'a Shuttlewortha. Canonical zatrudnia trzon deweloperów Ubuntu i oferuje wsparcie i doradztwo dla Ubuntu
pt: O Ubuntu é mantido por uma comunidade em rápido crescimento. O projecto é apoiado pela <ulink url="&canonical-url;">Canonical Ltd.</ulink>, uma companhia fundada por Mark Shuttleworth. A Canonical emprega o núcleo dos desenvolvedores Ubuntu e oferece suporte e serviços de consultadoria para Ubuntu.
pt_br: O Ubuntu é mantido por uma comunidade que cresce rapidamente. O projeto é patrocinado pela <ulink url="&canonical-url;">Canonical Ltd.</ulink>, uma empresa privada fundada por Mark Shuttleworth. A Canonical emprega os desenvolvedores do núcleo do Ubuntu e oferece suporte e consultoria para o Ubuntu.
sv: Ubuntu underhålls av en snabbt växande gemenskap. Projektet sponsras av <ulink url="&canonical-url;">Canonical Ltd.</ulink>, ett styrande företag grundat av Mark Shuttleworth. Canonical anställer Ubuntus kärnutvecklare och erbjuder support- och konsulttjänster för Ubuntu.

source: Canonical Ltd also sponsors a number of other Open Source software projects, about which more information can be found on the <ulink url="&canonical-url;">Canonical website</ulink>.
da: Canonical Ltd sponserer også et antal andre softwareprojekter med åben kildetekst. Mere information herom kan findes på <ulink url="&canonical-url;">Canonical-websiden</ulink>.
es: Canonical Ltd. también patrocina otros proyectos de software de código abierto (Open Source), sobre los que se puede encontrar más información en <ulink url="&canonical-url;">la página web de Canonical</ulink>.
fr: Canonical Ltd sponsorise d'autre projets de logiciels Open Source, à propos desquels vous trouverez de plus amples informations sur <ulink url="&canonical-url;">le site internet de Canonical</ulink>.
it: Canonical Ltd. sponsorizza altre attività collegate al mondo Open Source. Per maggiori informazioni consultare il <ulink url="&canonical-url;">sito web di Canonical</ulink>.
ko: Canonical Ltd 는 또한 여타의 오픈소스 소프트웨어 프로젝트를 지원 합니다, 이것에 대한 좀 더 많은 정보는 <ulink url="&canonical-url;">Canonical 웹사이트</ulink> 에서 찾을 수 있습니다.
nl: Canonical Ltd sponsort ook een aantal open source softwareprojecten. Meer informatie hierover kunt u vinden op de <ulink url="&canonical-url;">website van Canonical</ulink>.
pl: Canonical Ltd sponsoruje również kilka innych projektów Open Source, o których można znaleść więcej informacji w <ulink url="&canonical-url;">witrynie Canonical</ulink>.
pt: Canonical Ltd. também apoia outros projectos de software de Código Fonte Aberto, sobre os quais mais informação pode ser encontrada no <ulink url="&canonical-url;">sitio web da Canonical</ulink>.
pt_br: A Canonical Ltd também patrocina outros projetos de software de Código Fonte Aberto, sendo que mais informações podem ser encontradas no <ulink url="&canonical-url;">site da Canonical</ulink>.
sv: Canonical Ltd sponsrar även ett antal andra programvaruprojekt med öppen källkod, för vilka mer information kan hittas på <ulink url="&canonical-url;">Canonical's hemsida</ulink>.

source: What is Linux?
ar: ما هو لينكس
bg: Какво е Linux?
da: Hvad er Linux?
eo: Kio estas Linukso?
es: ¿Qué es Linux?
fr: Qu'est-ce-que Linux ?
hr: Što je Linux?
it: Cos'è Linux?
ko: 리눅스는 무엇인가?
nb: Hva er Linux?
nl: Wat is Linux?
pl: Czym jest Linux?
pt: O que é o Linux?
pt_br: O que é Linux?
sl: Kaj je Linux?
sv: Vad är Linux?
th: Linux คืออะไร?
zh_cn: 何谓 Linux？

source: The <ulink url="&kernel;">Linux kernel</ulink>, pronounced 'lee-nucks' is the heart of the Ubuntu operating system. A kernel is an important part of any operating system, providing the communication bridge between hardware and software.
da: <ulink url="&kernel;">Linux-kernen</ulink>, udtales "li-nuks", er hjertet af Ubuntu-operativsystemet. En kerne er en kommunikationsbro mellem hardware og software, og er derfor en vigtig del i ethvert operativsystem.
es: El <ulink url="&kernel;">núcleo Linux</ulink> es el corazón del sistema operativo Ubuntu. El núcleo es una parte importante de cualquier sistema operativo, ya que proporciona el canal de comunicación entre el hardware y el software.
fr: Le <ulink url="&kernel;">noyau Linux</ulink> est au coeur du système d'exploitation Ubuntu. Un noyau est un élément essentiel de tout système d'exploitation, c'est le point central de liaison entre le matériel et le logiciel.
it: Il kernel <ulink url="&kernel;">Linux</ulink> è il cuore del sistema operativo Ubuntu. Il kernel è una parte importante di ogni sistema operativo che permette la comunicazione tra hardware e software.
ko: <ulink url="&kernel;">리눅스 커널</ulink> 은, 'lee-nucks' 로 발음, 우분투 운영 체계의 심장 입니다. 커널은 어느 운영 체계에서든 중요한 부분이고, 하드웨어와 소프트웨어 간의 통신 연결을 제공 합니다.
nl: De <ulink url="&kernel;">kernel van Linux</ulink> (spreek uit als LIE-nuks) is het hart van het Ubuntu besturingssysteem. De kernel is een belangrijk onderdeel van ieder besturingssysteem en zorgt o.a. voor de communicatie tussen hardware en software.
pl: <ulink url="&kernel;">Jądro Linuksa</ulink> to serce Ubuntu. Jądro jest bardzo ważną częścią każdego systemu operacyjnego, umożliwia komunikację między sprzętem i oprogramowaniem.
pt: O <ulink url="&kernel;">kernel Linux</ulink>, pronunciado 'lee-nucks' é o coração do sistema operativo Ubuntu. Um kernel é uma parte importante de qualquer sistema operativo, fornecendo a ponte de comunicação entre o hardware e o software.
pt_br: O <ulink url="&kernel;">kernel do Linux</ulink>, pronuncia-se 'li-nucs' é o coração do sistema operacional Ubuntu. O kernel é uma parte importante de qualquer sistema operacional, provendo uma ponte de comunicação entre o hardware e o software.
sv: <ulink url="&kernel;">Linux-kärnan</ulink>, uttalas "lee-nucks", är hjärtat i operativsystemet Ubuntu. En kärna är en viktig del av alla operatingsystem och erbjuder kommunikationsbryggan mellan hårdvara och programvara.
