Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: Linux was brought to life in 1991 by a Finnish student named Linus Torvalds. At the time, it would run only on i386 systems, and was essentially an independently created clone of the UNIX kernel, intended to take advantage of the then-new i386 architecture.
ar: ظهر لينكس للحياة في 1991 عن طريق طالب فنلندي إسمه لينوس تورفالدز. في ذلك الوقت، كان النظام يعمل على أجهزة i386، وكان بالضرورة إستنساخ مستقل لنواة نظام يونكس، أُريد به الإستفادة من هندسة الـi386 الحديثة آنذاك.
bg: Linux е създаден през 1991 от финландския студент Линус Торвалдс (Linus Torvalds). По това време той върви само на i386 системи и по същество е независимо създадено копие на UNIX ядрото, замислено да се възползва от новата по това време i386 архитектура.
da: Linux blev bragt til live i 1991 af en finsk studerende ved navn Linus Torvalds. På dette tidspunkt kørte det kun på i386-systemer og var egentlig en klon af UNIX-kernen, oprindeligt skabt for at gøre bedre brug af den da nye i386-arkitektur.
eo: Linukson vivigis en 1991 finna studento nomita Linus Torvalds. Tiutempe ĝi povis ruli nur per sistemoj i386, kaj ĝi esence estis klono de la Uniksa kerno, intencita profiti de la tiam nova arkitekturo i386.
es: Linux nació en 1991 gracias a un estudiante finlandés llamado Linus Torvalds. Por aquel entonces sólo funcionaba en sistemas i386, y era esencialmente un clónico del núcleo de UNIX creado de manera independiente, buscando sacar partido a la recién creada arquitectura i386.
fr: Linux a été créé en 1991 par un étudiant finlandais nommé Linus Torvalds. À cette époque, il ne fonctionnait que sur les architectures i386 et était essentiellement un clone indépendant du noyau UNIX, conçu pour tirer parti de la nouvelle architecture i386.
hr: Linux je 1991. napisao finski student Linus Torvalds. U to vrijeme radio je samo na i386 sustavima i bio je nezavisno napravljeni klon UNIX kernela, namijenjen iskorištavanju mogućnosti tada novih i386 arhitektura.
it: Linux è stato creato nel 1991 da uno studente Finlandese di nome Linus Torvalds. In quel periodo funzionava solamente su architetture i386 ed era un clone indipendente del kernel UNIX, creato per usufruire della nuova architettura i386.
ko: 리눅스는 1991년에 리누스 토발즈라는 이름의 핀랜드 학생에 의해 탄생을 하였습니다. 그 당시에는, 리눅스는 i386 시스템에서만 동작을 하였고, 유닉스 커널의 독립적인 복제로 만들어졌고, 새 i386 아키텍쳐의 이점을 가지기 위한 목적이었습니다.
nb: Linux så dagens lys i 1991 ved en finsk student som heter Linus Torvalds. På den tiden kunne den bare kjøre på i386-systemer og var essentielt en uavhengig skapt klone av UNIX kernel, hvis intensjon var å gjøre fordel av den da nye i386-arkitekturen.
nl: Linux is ontstaan in 1991 en is gestart door een Finse student genaamd Linus Torvalds. In die tijd liep het enkel op i386-systemen en was het in wezen een onafhankelijk gemaakte kloon van de UNIX kernel, bedoeld om gebruik te maken van de voordelen van de toen nieuwe i386-architectuur.
pl: Linux został powołany do życia w roku 1991 przez fińskiego studenta Linusa Torvaldsa. W owym czasie mógł on działać tylko na systemach i386 i był właściwie niezależnym klonem jądra UNIX, który miał korzystać z nowej wówczas architektury i386.
pt: O Linux nasceu em 1991 pela mão de um estudante Finlandês chamado Linus Torvalds. Nessa altura, apenas podia ser executado em sistemas i386, e era essencialmente um clone do kernel UNIX criado independentemente, destinado a tirar partido da então nova arquitectura i386.
pt_br: O Linux foi criado em 1991 por um estudante Finlandês chamado Linus Torvalds. Na época, o mesmo só funcionava em sistemas i386, e era essencialmente um clone do kernel do UNIX criado independentemente, que pretendia tirar vantagem da recém-criada arquitetura i386.
sl: Linux je obudil v življenje leta 1991 Finski študent Linus Torvalds. Takrat je bilo možno Linux poganjati le na računalnikih temelječih na i386 arhitekturi. Bil je neodvisno narejen klon UNIX jedra, z namenom izrabe nove i386 arhitekture.
sv: Linux skapades 1991 av en finsk student vid namn Linus Torvalds. På den tiden fungerade den bara på i386-datorer, och var i praktiken en helt separat klon av UNIX-kärnan, och hade som mål att dra nytta av den då nya i386-arkitekturen.
th: Linux ถือกำเนิดขึ้นมาเมื่อ ค.ศ.​1991 โดยนักศึกษาชาวฟินแลนด์ชื่อว่า Linus Torvalds โดยในช่วงเริ่มแรกเป็นการเลียนแบบเคอร์เนลของ UNIX และทำงานได้บนสถาปัตยกรรม i386 เท่านั้น
zh_cn: Linux 诞生于1991年，由芬兰学生 Linus Torvalds 发起。那时，它只能运行在 i386 系统上，实质上是个独立编写的 UNIX 内核之克隆，旨在充分利用当时全新的 i386 架构。

source: Nowadays, thanks to a substantial amount of development effort by people all around the world, Linux runs on virtually every modern architecture.
ar: في هذه الأيام، بسبب الجهود المضنية في التطوير من قبل أناس من جميع أنحاء العالم، يفترض أن يعمل لينكس على جميع المعالجات الحديثة.
bg: Днес, благодарение на значителните усилия на разработчици от целия свят, Linux поддържа на практика всички съвременни архитектури.
da: Nu til dags, takket være et nævneværdigt antal af udviklingsbestræbelser af folk omkring i verden, kører Linux på stort set alle moderne arkitekturer.
eo: Nuntempe, danke al konsiderinda kvanto da evoluigado fare de homoj ĉirkaŭ la mondo, Linukso rulas per efektive ĉiuj modernaj arkitekturoj.
es: Hoy en día, gracias a un sustancial aumento en el esfuerzo de desarrollo por parte de personas de todo el mundo, Linux funciona prácticamente en cualquier arquitectura moderna.
fr: De nos jours, grâce à un effort de développement considérable de personnes du monde entier, Linux fonctionne sur presque n'importe quelle architecture moderne.
hr: Danas, zahvaljujući velikim naporima uloženim u razvoj od stranje ljudi širom svijeta, Linux danas radi na gotovo svakoj modernoj arhitekturi.
it: Al giorno d'oggi, grazie al contributo sostanziale di persone di tutto il mondo, Linux può essere eseguito su ogni architettura moderna.
ko: 오늘날, 리눅스는 거의 모든 현대적인 아키텍쳐에서 실행이 됩니다, 전 세계의 사람들에 의한 상당한 양의 개발 노력에 고맙습니다.
nb: Nå for tiden, takket være en betydelig mengde utviklingsinnsats av folk fra hele verden, kan Linux kjøre på nær sagt alle moderne arkitekturer.
nl: Momenteel werkt Linux, dankzij een aanzienlijke hoeveelheid werk van ontwikkelaars over de hele wereld, op bijna elk type architectuur.
pl: Obecnie, dzięki staraniom programistów z całego świata, Linux działa praktycznie na kadej współczesnej architekturze sprzętowej.
pt: Hoje em dia, graças ao substancial esforço de desenvolvimento por pessoas de todo o mundo, o Linux corre virtualmente em qualquer máquina moderna.
pt_br: Hoje em dia, graças a uma quantidade substancial de esforço de desenvolvimento de pessoas de todo o mundo, o Linux roda em praticamente qualquer arquitetura moderna.
sl: Danes je možno zaradi razvojenga truda ljudi z celega sveta, Linux možno poganjati na praktično vsaki moderni arhitekturi.
sv: Nu för tiden, tack vara en ofantlig mängd utvecklingsarbete av människor runt hela världen, går det att köra Linux på i princip alla moderna datorarkitekturer.
th: แต่ปัจจุบันนี้ ด้วยความอุตสาหะของนักพัฒนาทั่วโลก ทำให้ Linux สามารถทำงานได้บนสถาปัตยกรรมคอมพิวเตอร์รุ่นใหม่เกือบทุกชนิด
zh_cn: 现如今 Linux 几乎能运行在所有现代架构之上，这要归功于来自世界各地的人们所付出的大量开发工作。

source: The Linux kernel has gained an ideological importance as well as a technical one. There is an entire community of people who believe in the ideals of free software and spend their time helping to make open source technology as good as it can be.
ar: حازت نواة لينكس على أهمية فكرية بالإضافة إلى أهمية تقنية. هناك مجتمع كامل من الأناس الذين يؤمنون بالأهداف السامية للبرامج الحرة ويقضون من وقتهم للمساعدة في جعل تقنية المصادر المفتوحة أجود ما يكون.
bg: Linux ядрото придоби и идеологическо значение, освен технологичното такова. Съществува цяло общество от хора, които вярват в идеала на свободния софтуер и прекарват времето си, помагайки в правенето на технологията на отворения код възможно най-добра.
da: Linux-kernen har fået en ideologisk betydning såvel som en teknisk. Der er et helt fælleskab af mennesker, som tror på principperne om fri software, og som bruger deres tid på at gøre åben kildetekst-teknologi så god som den kan blive.
eo: La Linuksa kerno gajnis gravecon kaj ideologian kaj teknikan. Ekzistas tuta komunumo da homoj kiuj kredas la idealojn de liberaj programaroj kaj pasigas sian tempon helpante kiel eble plej bonigi apertfontan teknologion.
es: El núcleo Linux ha ganado una importancia tanto ideológica como técnica. Existe una comunidad entera de personas que creen en los ideales del software libre e invierten su tiempo en ayudar a hacer que la tecnología de código abierto sea tan buena como sea posible.
fr: Le noyau Linux a gagné une importance aussi bien idéologique que technique. Il existe une communauté entière de personnes qui croient aux idéaux du logiciel libre et mettent à profit leur temps pour aider à rendre la technologie libre aussi bonne que possible.
hr: Linux kernel je stekao ideološku važnost jednako kao i tehničku. Postoji cijela zajednica ljudi koji vjeruju u principe slobodnog softvera i koriste svoje vrijeme pomažući učiniti open source tehnologiju dobrom koliko ona to može biti.
it: Il kernel Linux ha raggiunto una notevole importanza ideologica oltre che tecnologica. C'è una comunità di persone che crede negli ideali del software libero e spendono il loro tempo nel rendere la tecnologia open source migliore ogni giorno.
ko: 리눅스 커널은 기술적인 면과 함께 철학적인 중요함도 얻었습니다. 자유 소프트웨어의 이상을 믿고 오픈소스 기술이 좋을 수 있어야 할 만큼 좋게 만들기 위해 돕는데 시간을 사용하는 사람들의 전체적인 커뮤니티가 있습니다.
nb: Linux kjernen har opparbeidet seg en ideologisk og teknisk viktig status. Det finnes et helt fellesskap av folk som tror på idealene om gratis programvare og bruker tiden deres på å hjelpe til med å gjøre åpen kildekode-teknologi så bra som mulig.
nl: De Linux kernel heeft naast een technologisch ook een ideologisch belang gekregen. Er is een complete gemeenschap ontstaan met mensen die in de idealen van vrije software geloven, en die hun tijd spenderen om te helpen open source technologie zo goed mogelijk te maken.
pl: Oprócz znaczenia technicznego, jądro Linux zyskało również znaczenie ideologiczne. Istnieje cała społeczność ludzi wyznających ideały wolnego oprogramowania i poświęcających swój czas, aby pomóc w uczynieniu technologii open source (o otwartym kodzie źródłowym) tak dobrą, jak to tylko możliwe.
pt: O kernel Linux ganhou uma importância ideológica bem como técnica. Existe uma comunidade de pessoas que acreditam nos ideais do software livre e dispendem o seu tempo ajudando a tornar a tecnologia de código fonte aberto tão boa quanto possível.
pt_br: O kernel do Linux ganhou uma importância ideológica além da tecnológica. Existe toda uma comunidade de pessoas que acreditam no ideal de software livre e passam seu tempo ajudando a fazer a tecnologia de código aberto tão boa quanto possível.
sl: Linuxovo jedro je pridobilo na ideološki in tehnični pomembnosti. Obstaja celotna skupnost ljudi, ki verjamejo v idejo brezplačne programske opreme in prispevajo svoj čas, v izboljšavo odprtokodne programske opreme.
sv: Linuxkärnan har skaffat sig ideologisk relevans, så väl som teknisk. Det finns en stor skara människor som tror på idealen i fri mjukvara och använder sin tid till att göra open source-teknologin så bra som bara möjligt.
th: เคอร์เนล Linux ให้ความสำคัญกับแนวคิดของซอฟต์แวร์เสรีพอๆ กับด้านเทคนิก โดยผลงานทั้งหมดเป็นฝีมือของกลุ่มคนที่เชื่อในแนวคิดของซอฟต์แวร์เสรี และใช้เวลาว่างจากการทำงานช่วยกันพัฒนาเทคโนโลยีโอเพนซอร์สให้ดีที่สุดที่เป็นไปได้
zh_cn: Linux内核不仅在技术上占有一席之地，还在意识上占有重要位置。有一整个社群的人相信自由软件的理念，并花费大量时间帮助开源技术，使之臻于完美。

source: People in this community gave rise to initiatives such as Ubuntu, standards committees that shape the development of the Internet, organizations like the Mozilla Foundation, responsible for creating Mozilla Firefox, and countless other software projects from which you've certainly benefited in the past.
ar: تسبب الناس في هذا المجتمع بصعود مبادرات مثل أوبونتوا، لجنات المعايير القياسية والتي يتشكل تطوير الإنترنت بها، منظمات مثل مؤسسة موزيلا، والمسؤؤلة عن إبتكار موزيلا فايرفوكس، وعدد لا يحصى من المشاريع البرمجية والتي بالتأكيد كنتَ قد إستفدت منها في السابق.
bg: Хората в това общество дадоха началото на инициативи като Ubuntu, комитетите по стандартизиране, оформящи разработването на Интернет, организации като Фондацията Mozilla, отговорни за създаването на Mozilla Firefox, както и безбройните проекти, от които със сигурност сте се възползвали в миналото.
da: Folk i dette fælleskab skabte initiativer som Ubuntu, standardkommitéer, der former udviklingen af internettet, organisationer som Mozilla-fonden, der er ansvarlige for at skabe Mozilla Firefox og utallige andre softwareprojekter, hvilken du uden tvivl har haft nytte af før i tiden.
eo: La komunumanoj kreis iniciatojn kiel Ubuntu, komitatoj pri normoj kiuj muldas la evoluigadon de la Interreto, organizoj kiel la Fondaĵo Mozilla, kiu respondecis krei de Mozilla Firefox, kaj sennombrajn aliajn projektojn de kiuj vi certe jam profitis.
es: La gente en esta comunidad le da cabida a iniciativas como Ubuntu, comités de estándares que le dan forma al desarrollo de Internet, organizaciones como la Fundación Mozilla, responsables de la creación de Mozilla Firefox, y otros tantos proyectos de software de los cuales ciertamente ha sido usted beneficiado.
fr: Certains membres de cette communauté sont à l'origine d'initiatives telles qu'Ubuntu, les comités de normalisation qui modèlent le développement de l'Internet, des organismes tels que la Fondation Mozilla, qui a créé Mozilla Firefox, et d'innombrables projets de logiciels dont vous avez certainement bénéficié par le passé.
hr: Ljudi u ovoj zajednici dali su poticaj inicijativama poput Ubuntua, udrugama za standarde koji oblikuju razvoj Interneta, organizacijama poput Mozilla Fondacije, odgovorne za nastajanje Mozilla Firefoxa i mnogobrojnim drugim projektima od kojih ste zacijelo već imali koristi u prošlosti.
it: Persone all'interno di questa comunità hanno dato vita a molte iniziative, come Ubuntu, comitati per la promozione di standard per lo sviluppo di Internet, organizzazioni come la Mozilla Foundation, grazie alla quale è stato creato Firefox, e molti altri progetti software di cui molti hanno beneficiato in passato.
ko: 커뮤니티의 사람들은 지난 시간 동안 정말로 사람들에게 도움이 될 만한 우분투, 인터넷의 개발을 형성하는 상임 위원회들, 모질라 재단과 같은 조직들, 그리고 셀 수 없이 많은 소프트웨어 프로젝트를 일으켰습니다.
nb: Folk i dette fellesskapet stod for intitiativer slik som Ubuntu, standardkomitéer som former utviklingen av Internet, organisasjoner som Mozilla-Stiftelsen (ansvarlige for å utvikle Mozilla Firefox), samt talløse andre programvareprosjekter som du tidligere ganske sikkert har hatt nytte av.
nl: De mensen in deze gemeenschap hebben aan de basis gestaan van initiatieven zoals Ubuntu, of de standaardencomités die de toekomst van het Internet vormgeven, organisaties zoals de Mozilla Foundation die Mozilla Firefox hebben gemaakt, en talloze andere softwareprojecten waar u ongetwijfeld voordeel van heeft gehad.
pl: Ludzie z tej społeczności przyczynili się do wzrostu inicjatyw takich jak Ubuntu, komitetów standaryzacyjnych, które kształtują rozwój Internetu, organizacji takich jak Mozilla Foundation, ktra stworzyła Mozillę Firefox oraz innych niezliczonych projektów oprogramowania, z których z pewnością już korzystałeś lub korzystałaś.
pt: As pessoas nesta comunidade lançam iniciativas como o Ubuntu, comités de standards que ajudam a definir o desenvolvimento da Internet, organizações tal como a Fundação Mozilla, responsável por criar o Mozilla Firefox, e inúmeros projectos de software dos quais já certamente beneficiou no passado.
pt_br: Pessoas desta comunidade deram suas ajudas a iniciativas como o Ubuntu, comitês de padronização que modelam o desenvolvimento da internet, organizações como a Fundação Mozilla, responsável pela criação do Mozilla Firefox, e diversos outros projetos de software dos quais você certamente já se beneficiou no passado.
sl: Ljudje v tej skupnosti so predlagali projekte kot so Ubuntu, oblikovali odbore, ki vplivajo na razvoj interneta, organizacije kot so Mozilla Foundation, odgovornih za izdelavo Mozilla Firefox frskalnika in množico drugih programskih projektov, s keterimi ste se v preteklosti sigurno že srečali.
sv: Folk i den här skaran skapade projekt som Ubuntu, stadardkommitéer som styr utvecklingen av internet, organisationer som Mozilla Foundation, som ansvarar för att skapa Mozilla Firefox, och en ofantlig mängd andra mjukvaruprojekt som du säkert har tjänat på förut.
th: กลุ่มคนเหล่านี้ได้ริเริ่มโครงการอย่าง Ubuntu, Mozilla Firefox และโครงการซอฟต์แวร์อื่นๆ อีกจำนวนมาก ที่คุณต้องเคยสัมผัสและใช้งานมาบ้างไม่มากก็น้อย
zh_cn: 正是这个社群里的人们促使了Ubuntu的出现，促成了标准委员会，它引领着互联网的发展，促成了一些组织如Mozilla基金会的出现，它负责创建了Mozilla Firefox，还促成了无数其它软件项目，想必您一直以来就受益匪浅。

source: The spirit of open source, commonly attributed to Linux, is influencing software developers and users everywhere to drive communities with common goals.
ar: الروح المعنوية للمصادر المفتوحة، والتي عادة ما تنسب إلى لينكس، تؤثر في مطوري البرامج والمستخدمين في كل مكان لتُسيّر مجتمعات ذات أهداف مشتركة.
bg: Духът на отворения код, като цяло приписван на Linux, подтиква разработчиците на софтуер и на потребителите по света да създават общества с общи цели.
da: Ånden i åben kildetekst, ofte tilskrevet Linux, medvirker programmører og brugere overalt til at lede fælleskaber med fælles mål.
eo: La spirito de aperta fonto, kutime atribuita al Linukso, influas programajn evoluigantojn kaj uzulojn ĉie por stiri komunumojn kun komunaj celoj.
es: El espíritu del código abierto, comúnmente atribuido a Linux, está influenciando a desarrolladores de software y a usuarios en todos lados a conducir comunidades con metas comunes.
fr: L'esprit du libre, souvent attribué à Linux, influence les développeurs et les utilisateurs de logiciels partout dans le monde et regroupe des communautés ayant des objectifs communs.
hr: Duh open sourca, često poistovjećen s Linuxom, utječe na razvijatelje softvera i korisnike po cijelom svijetu i izgrađuje zajednice sa istim ciljevima.
it: Lo spirito dell'open source, comunemente attribuito a Linux, sta influenzando gli sviluppatori software e gli utenti nel guidare le comunità verso un fine comune.
ko: 오픈소스의, 일반적으로 리눅스로 여겨지는, 정신은 소프트웨어 개발자와 공동의 목적을 가지는 커뮤니티들을 움직이는 모든 곳의 사용자에게 영향을 주고 있습니다.
nb: Ånden i åpen kildekode, spesielt knyttet opp mot Linux, påvirker programvareleverandører og brukere over hele verden til å drive fellesskaper og miljøer med et felles må.
nl: De geest van open source, die gewoonlijk aan Linux wordt toegeschreven, inspireert ontwikkelaars en gebruikers overal vandaan om samen te werken aan gemeenschappelijke doelen.
pl: Duch otwartego oprogramowania, zwyczajowo przypisywany Linuksowi, wpływa na deweloperów oprogramowania i użytkowników z całego świata, tworząc społeczności ze wspólnymi celami.
pt: O espírito do software livre, habitualmente atribuído ao Linux, está a influenciar programadores e utilizadores em todo o lado a conduzir comunidades com objectivos comuns.
pt_br: O espírito do código aberto, normalmente atribuído ao Linux, está influenciando desenvolvedores e usuários de software em todo o mundo a criar comunidades com objetivos comuns.
sl: Duh odprtokodne skupnosti, kii se pogosto pripisuje Linux-u, vpliva na razvijalce programske opreme in uporabnike povsod da bi pripomogli skupnostim z skupnimi cilji.
sv: Själen i öppen källkod, ofta tillägnad Linux, influerar mjukvaruutvecklare och användare överallt för att driva grupper med liknande mål.
th: จิตวิญญาณของโอเพนซอร์ส โดยเฉพาะ Linux ได้มีอิทธิพลต่อนักพัฒนาและผู้ใช้ซอฟต์แวร์ที่มีแนวคิดร่วมกันจนเกิดเป็นชุมชนของโอเพนซอร์ส
zh_cn: 开放源码的精神，这通常归因于 Linux，正在深刻影响着各地的软件开发者和用户，他们驱使着各个社区朝着共同的目标前进。

source: What is GNU?
ar: ما هو جنو؟
bg: Какво е GNU?
da: Hvad er GNU?
eo: Kio estas GNU?
es: ¿Qué es GNU?
fr: Qu'est-ce-que GNU ?
hr: Što je GNU?
it: Cos'è GNU?
ko: GNU 는 무엇인가?
nb: Hva er GNU?
nl: Wat is GNU?
pl: Czym jest GNU?
pt: O que é o GNU?
pt_br: O que é GNU?
sl: Kaj je GNU?
sv: Vad är GNU?
th: GNU คืออะไร?
zh_cn: 何谓 GNU？

source: The <emphasis>GNU Project</emphasis>, pronounced “guh-noo”, was launched in 1984 to develop a complete UNIX style operating system which is comprised of free software: the GNU system. Variants of the GNU operating system, which use the Linux kernel, are now widely used.
es: El <emphasis>GNU Project</emphasis> se inició en 1984 con el objetivo de desarrollar un sistema operativo completo tipo UNIX, compuesto enteramente por software libre: el sistema GNU. Hoy día se usan ampliamente muchas variantes del sistema operativo GNU que usan el núcleo Linux.
fr: Le <emphasis>Projet GNU</emphasis>, que l'on prononce "guh-noo", a débuté en 1984 afin de développer un système d'exploitation complètement basé sur UNIX et comprenant uniquement des logiciels libres. De nombreuses variantes du système GNU, utilisant le noyau Linux, sont maintenant utilisées.
it: Il <emphasis>Progetto GNU</emphasis>, pronunciato "gh-nu", è stato avviato nel 1984 per sviluppare un sistema operativo simile a UNIX che comprendesse software libero: il sistema GNU. Esistono molte variazioni del sistema operativo GNU che utilizzano il kernel Linux.
nl: Het <emphasis>GNU project</emphasis> (spreek uit als “ge-NOE”), is gelanceerd in 1984 om een volledig UNIX-achtig besturingssysteem te ontwikkelen bestaande uit vrije software: het GNU systeem. Varianten van het GNU besturingssysteem, die gebruik maken van een Linux kernel, zijn nu wijdverbreid in omloop.
pl: <emphasis> Projekt GNU</emphasis> powstał w roku 1984 w celu stworzenia kompletnego uniksowego systemu operacyjnego składającego się wyłącznie z wolnego oprogramowania: system GNU. Obecnie w powszechnym użyciu jest wiele wersji systemu GNU wykorzystujących jądro Linuksa.
pt: O <emphasis> Projecto GNU</emphasis>, que se pronuncia “guh-noo”, foi iniciado em 1984 para desenvolver um sistema operativo completo do estilo Unix constituído por software livre: o sistema GNU. Hoje em dia as variantes do sistema operativo GNU, que usam o núcleo Linux, são amplamente usadas.
sv: <emphasis>GNU-projektet</emphasis>, uttalas "guh-noo", startades 1984 för att utveckla en komplett UNIX-liknande operativsystem som helt och hållet byggde på fri programvara: GNU-systemet. Varianter av GNU-operativsystemet, vilket använder Linux-kärnan, används nu överallt.
