Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: Thank you for your interest in Ubuntu &distro-rev; - the <emphasis>&distro-version;</emphasis> - released in &distro-release-date;.
da: Tak for din interesse i Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> - udgivet &distro-release-date;.
es: Gracias por su interés en Ubuntu &distro-rev; - la <emphasis>&distro-version;</emphasis> - lanzada en &distro-release-date;.
fr: Merci de l'intérêt que vous portez à Ubuntu &distro-rev; - version <emphasis>&distro-version;</emphasis> - sortie en &distro-release-date;.
hr: Zahvaljujemo na iskazanom interezu za Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> - objavljenom u &distro-release-date;.
it: Grazie per il vostro interesse per Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> - rilasciata il &distro-release-date;.
ko: 우분투 &distro-rev;에 관심을 가져주셔서 고맙습니다 - <emphasis>&distro-version;</emphasis> 버전은 - &distro-release-date;에 발표되었습니다.
nl: Dank u voor uw interesse in Ubuntu &distro-rev; - de <emphasis>&distro-version;</emphasis> - uitgebracht in &distro-release-date;.
pl: Dziękujemy za zainteresowanie systemem Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> - wydanym &distro-release-date;.
pt: Obrigado pelo seu interesse no Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> lançado em &distro-release-date;.
pt_br: Obrigado por seu interesse no Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> lançado em &distro-release-date;.
sv: Tack för ditt intresse för Ubuntu &distro-rev; - <emphasis>&distro-version;</emphasis> - utgiven den &distro-release-date;.

source: Ubuntu will always be free of charge, and there is no extra fee for the "enterprise edition," we make our very best work available to everyone on the same Free terms.
ar: ستكون إصدارة أوبونتو مجانية دائماً، ولا توجد مبالغ إضافية "لإصدارة الشركات"، نحن نجعل أفضل أعمالنا متوفرة للجميع على نفس النمط المجاني.
bg: Ubuntu винаги ще бъде безплатен и няма допълнителна такса за "enterprise" изданието за големия бизнес, предоставяме най-доброто от нашия труд на всеки при еднакви Свободни условия.
da: Ubuntu vil altid være gratis og der er ingen ekstra udgifter for "firmaversionen". Vi lader vores allerbedste arbejde være frit tilgængeligt for alle på de samme frie betingelser.
eo: Ubuntu ĉiam estos senpaga, kaj mankas ekstra pago por la "entreprena eldonaĵo". Ni disponigas nian plej bonan verkon al ĉiuj laŭ la samaj Liberaj kondiĉoj.
es: Ubuntu siempre será gratuito, y no habrá un coste adicional para la «edición empresarial»; hacemos que lo mejor de nuestro trabajo esté disponible para todos bajo los mismos términos de libertad.
fr: Ubuntu sera toujours gratuit et il n'y aura pas de coût supplémentaire pour une « version entreprise » : nous offrons notre travail à tout le monde et avec les mêmes conditions de gratuité.
hr: Ubuntu će uvijek biti besplatan i ne postoji posebna cijena za "enterprise" izdanje. Najbolje što imamo dajemo svima pod istim slobodnim uvjetima.
it: Ubuntu non sarà mai a pagamento e non c'è nessun extra per alcuna "Enterprise Edition", il nostro miglior lavoro sarà sempre disponibile a tutti, agli stessi termini gratuiti.
ko: 우분투는 언제나 사용이 공짜이고, "기업용 판" 도 추가의 비용이 없습니다, 우리는 모든 사용자에게 같은 자유라는 말이 적용되도록 최선의 작업을 하고 있습니다.
nb: Ubuntu vil alltid tilbys kostnadsfritt, og det finnes ingen ekstrautgift for "firmaversjonen". Vi gjør vårt beste arbeid tilgjengelig for alle, helt uten kostnader.
nl: Ubuntu zal altijd gratis zijn en geen extra kosten in rekening brengen voor een "professionele editie". Ons beste werk is voor iedereen beschikbaar onder dezelfde vrije voorwaarden.
pl: Ubuntu jest i zawsze pozostanie bezpłatne i niema żadnej dodatkowo pładnej "wersji enterprise", udostępnamy produkt naszej pracy dla każdego na tych samych Wolnych warunkach
pt: O Ubuntu será sempre gratuito e não existe custo extra para a "edição empresarial" nós disponibilizamos o nosso melhor produto sob os mesmos termos de Liberdade.
pt_br: O Ubuntu sempre será gratuito, e não existe taxa adicional por uma "versão empresarial". O nosso melhor trabalho está disponível para todos.
sl: Ubuntu bo vedno na voljo v brezplačni obliki, tudi za podjetniško različico ni potrebno plačati nobene pristojbine. Vsi naši izdelki so na voljo vsem v brezplačni obliki.
sv: Ubuntu kommer alltid vara gratis, och det finns ingen extra kostnad för "företagsversionen", utan vi gör vårt bästa arbete tillgängligt för alla på samma Fria vilkor.
th: คุณสามารถใช้งาน Ubuntu โดยไม่เสียค่าใช้จ่าย และรับประกันว่าไม่มีค่าใช้จ่ายเพิ่มเติมสำหรับรุ่นที่ใช้ในระดับองค์กร เราพยายามอย่างเต็มที่ในการพัฒนาซอฟต์แวร์ที่ทุกคนสามารถใช้ได้อย่างเสรี
zh_cn: Ubuntu 永远免费，即便是“企业版本”也毋需额外费用, 我们要把最好的工作成果免费提供给所有人，一视同仁。

source: Ubuntu includes the very best in translations and accessibility infrastructure that the free software community has to offer, to make Ubuntu usable for as many people as possible.
ar: أوبونتو يتضمن أفضل ما يوفره مجتمع البرامج الحرة من البنى التحتية للتراجم وسهولة الوصول، لجعل أوبونتو قابل للإستخدام من قبل أكثر ما يمكن من الناس.
bg: Ubuntu включва най-доброто от преводите и системата за достъпност, които обществото на свободния софтуер може да предложи, за да бъде Ubuntu ползваем от колкото се може повече хора.
da: Ubuntu inkluderer det allerbedste i oversættelser og tilgængelighedsinfrastruktur, som fri software-fælleskabet kan tilbyde for at gøre Ubuntu brugbar for så mange mennesker som muligt.
eo: Ubuntu inkluzivas la plej bonajn tradukojn kaj aliran infrastrukturon, kiujn la komunumo por liberaj programaroj povas oferti, por uzindigi de Ubuntu por kiel eble plej da homoj.
es: Ubuntu usa lo mejor en infraestructura de traducciones y accesibilidad que la comunidad del Software Libre es capaz de ofrecer, para hacer que Ubuntu sea utilizable por el mayor número de personas posible.
fr: Afin de rendre Ubuntu utilisable par le maximum de personnes, Ubuntu inclut les meilleures traductions et outils d'accessibilité que la communauté du logiciel libre puisse offrir.
hr: Ubuntu uključuje najbolje prijevode i alata za ljude sa posebnim potrebama koje pruža zajednica slobodnog softvera, kako bi učinili Ubuntu korisnim za što više ljudi.
it: Ubuntu comprende le migliori traduzioni e strutture d'accesso che la comunità del software Libero possa offrire, al fine di rendere Ubuntu utilizzabile dal maggior numero di utenti possibile.
ko: 우분투는 가능한 많은 사람들이 우분투를 사용할 수 있도록 최상의 번역과 자유 소프트웨어 커뮤니티에서 제공하는 접근 인프라를 포함 합니다.
nb: Ubuntu inneholder det beste av oversettelses- og tilgjengelighetsinfrastruktur det frie programvaremiljøet har å tilby, for å gjøre Ubuntu til en glede å bruke for så mange som mulig.
nl: Ubuntu bevat de beste vertalingen en toegankelijkheidsopties die de vrije software-gemeenschap te bieden heeft, waardoor Ubuntu door zo veel mogelijk mensen kan worden gebruikt.
pl: Ubuntu zawiera najlepsze narzędzia z zakresu dostępności i koordynacji tłumaczeń, jakie może zaoferować społeczność wolnego oprogramowania, tak aby z Ubuntu mogło korzystać tak dużo osób jak to tylko możliwe.
pt: O Ubuntu inclui a melhor infra-estrutura de suporte a traduções e acessibilidade que a comunidade de aplicações informáticas livres ("Free Software") tem para oferecer, de modo a tornar o Ubuntu utilizável pelo maior número possível de pessoas.
pt_br: O Ubuntu inclui as melhores traduções e infraestrutura de acessibilidade que a comunidade de software livre tem a oferecer, fazendo o Ubuntu utilizável pelo maior número de pessoas possível.
sl: Ubuntu daje na razpolago najboljša brezplačna orodja in infrastrukturo za prevajanje, ki obstajajo z namenom, da bi Ubuntu postal uporaben za čimvečje število ljudi.
sv: Ubuntu inkluderar de bästa översättningarna och den bästa infrastrukturen för tillgänglighet som fri mjukvara har att erbjuda för att göra Ubuntu användbart för så många människor som möjligt.
th: Ubuntu ได้รับการแปลเป็นภาษาต่างๆ และสนับสนุนการใช้งานโดยผู้พิการและด้อยความสามารถเป็นอย่างดี เพื่อส่งเสริมให้ทุกคนสามารถใช้งาน Ubuntu ได้
zh_cn: Ubuntu 包含了自由软件社区所能提供的极其出色的翻译和易用性架构，才得以让尽可能多的人用上 Ubuntu。

source: Ubuntu is released regularly and predictably; a new release is made every six months. You can use the current stable release or the current development release. Each release is supported for at least 18 months.
ar: يُصدر أوبونتو بشكل منتظم ومتوقع؛ تتوفر إصدارة جديدة كل ستة شهور. تستطيع إستعمال الإصدارة الثابتة الحالية أو الإصدارة التجريبية الحالية. كل إصدارة مدعومة لمدة 18 شهراً على الأقل.
bg: Ubuntu се издава редовно и предвидимо; нова версия излиза всеки шест месеца. Вие можете да използвате актуалната стабилна версия или актуалната разработвана версия. Всяко издание е поддържано най-малко 18 месеца.
da: Ubuntu udkommer regelmæssigt og forudsigeligt. Der kommer en ny udgave hver sjette måned. Man kan bruge den aktuelle stabile udgave eller den aktulle udviklingsudgave. Hver udgivelse understøttes i mindst 18 måneder.
eo: Ubuntu eldoniĝas regule kaj laŭ antaŭanoncoj; nova eldono okazas sesmonate. Vi povas uzi la aktualan stabilan eldonon aŭ la aktualan evoluigan eldonon. Ĉiu eldono estas subtenata dum almenaŭ 18 monatoj.
es: Ubuntu se publica se manera regular y predecible; se publica una nueva versión cada seis meses. Puede usar la versión estable actual o ayudar a mejorar la versión actualmente en desarrollo.
fr: Les versions d'Ubuntu sortent de façon régulière et planifiée : tous les six mois. Vous pouvez utiliser la dernière version stable ou bien la version en cours de développement. Chaque version est supportée au moins durant 18 mois.
hr: Ubuntu se izdaje redovito i predvidljivo; novo izdanje izlazi svakih 6 mjeseci. Možete koristiti trenutačno stabilno izdanje ili trenutačnu razvojnu platformu. Svako izdanje podržano je najmanje 18 mjeseci.
it: Ubuntu è rilasciato regolarmente a scadenze previste; una nuova versione è rilasciata ogni 6 mesi. È possibile scegliere di usare la verisone stabile o di sviluppo. Ogni edizione è supportata per almeno 18 mesi.
ko: 우분투는 정기적이고 예측할 수 있는 주기로 발표 됩니다; 새 발표는 매 6 개월마다 있습니다. 현재의 안정 발표판과 현재의 개발판을 사용할 수 있습니다. 매 발표판은 최소한 1년 6 개월 동안 지원 됩니다.
nb: En ny utgave av Ubuntu utgis hver sjette måned. Du har valget mellom å bruke denne utgitte, stabile utgaven, eller å bruke utgaven som etter hvert vil bli den neste stabile utgivelsen. Hver utgave er offisielt støttet i minst 18 måneder.
nl: Ubuntu wordt regelmatig en volgens een voorspelbaar schema uitgebracht; er is elke zes maanden een nieuwe versie. U kunt kiezen om de huidige stabiele versie te gebruiken of de huidige ontwikkelaarssversie. Elke versie wordt minstens 18 maanden ondersteund.
pl: Cykl wydawniczy Ubuntu jest regularny i przewidywalny. Kolejne wydania ukazują się co sześć miesięcy. Można używać edycji stabilnej lub zainstalować wersję rozwojową. Każde wydanie jest wspierane przez przynajmniej przez 18 miesięcy.
pt: O Ubuntu é lançado de modo regular e previsível; todos os seis meses é lançada uma nova versão. Pode utilizar a versão estável corrente ou a versão que está actualmente em desenvolvimento. Cada versão é suportada, pelo menos, durante 18 meses.
pt_br: Novas versões do Ubuntu são liberadas regularmente; uma nova versão é feita a cada seis meses. Você pode usar a versão estável ou de desenvolvimento. Cada versão é suportada por, no mínimo, 18 meses.
sl: Ubuntu izdaja nove verzije programske opreme redno in predvidljivo. Nova verzija izide vsakih 6 mesecev. Uporabljate lahko trenutno stabilno verzijo, ali pa verzijo, ki je trenutno še v razvoju. Vsaka izdaja vključuje podporo vsaj 18 mesecev.
sv: Ubuntu släpps regelbundet och förutsägbart: en ny version släpps var sjätte månad. Du kan använda den aktuella stabila versionen, eller den aktuella utvecklingsversionen. Varje version stödjs i minst 18 månader.
th: Ubuntu นั้นมีกำหนดการออกที่แน่นอน Ubuntu รุ่นใหม่จะออกทุกหกเดือน คุณสามารถเลือกระหว่างรุ่นเสถียรหรือรุ่นที่กำลังพัฒนา และทุกรุ่นที่ออกแล้วจะมีบริการสนับสนุนอย่างน้อย 18 เดือน
zh_cn: Ubuntu 将定期并有计划的不断发布；每六个月就会有一个新版本。您可以使用当前稳定版本或开发版本，我们将为每个版本提供至少 18 个月的支持。

source: Ubuntu is entirely committed to the principles of open source software development; we encourage people to use open source software, improve it and pass it on.
ar: أوبونتو مكرَس كلياً لمباديء تطوير برامج المصادر المفتوحة؛ نحن نشجع الناس على إستعمال، تعديل وتوزيع برامج المصادر المفتوحة.
bg: Ubuntu е изцяло отдаден на принципите за разработка на софтуер с отворения код; окуражаваме хората да използват софтуер с отворен код, да го подобряват и да го препредават
da: Ubuntu er helt igennem fastsat på principper om åben kildekode (open source) softwareudvikling. Vi opfordrer folk til at bruge åben kildekode, forbedre det og give det videre.
eo: Ubuntu tute dedicxas sin al la principoj de evoluigo de liberaj programaroj; ni kuraĝigas ĉiujn uzi liberajn programarojn, plibonigi ilin kaj fordoni ilin.
es: Ubuntu está totalmente comprometido con los principios del desarrollo de software de código abierto; animamos a la gente a utilizar software de código abierto, a mejorarlo y a compartirlo.
fr: Ubuntu adhère entièrement aux principes de développement des logiciels libres ; nous vous encourageons à utiliser les logiciels libres, à participer à leur amélioration et à leur diffusion.
hr: Ubuntu je u potpunosti predan razvoju na princpiu slobodnog softvera; potičemo ljude da koriste slobodan softver, unaprijeđuju ga i proslijeđuju dalje.
it: Ubuntu è votata completamente ai principi del software Libero e open source; gli utenti sono incoraggiati all'uso, al miglioramento e alla diffusione del software Libero e open source.
ko: 우분투는 오픈소스 소프트웨어 개발의 원칙에 전적으로 헌신 합니다; 우리는 사람들이 오픈소스 소프트웨어를 사용하고, 그것을 개선하고 전파하는 것을 장려 합니다.
nb: Ubuntu er helt og holdent bundet til prinsippene rundt utvikling av åpen programvare; vi oppfordrer alle mennesker til både å bruke, forbedre og dele åpen programvare.
nl: Ubuntu schaart zich volledig achter de grondbeginselen van het open-bron model van software ontwikkelen (open source). Wij stimuleren mensen om open source software te gebruiken, te verbeteren en te verspreiden.
pl: Ubuntu całkowicie trzyma się zasad rozwoju otwartego oprogramowania. Zachęcamy do używania i rozwijania go oraz dzielenia się nim z innymi.
pt: O Ubuntu respeita os princípios do desenvolvimento do software de código aberto; todos são encorajados a utilizar software de código aberto,a melhorá-lo e a divulgá-lo.
pt_br: O Ubuntu é totalmente comprometido com os princípios de desenvolvimento de software livre; nós encorajamos os usuários a utilizarem, melhorarem e distribuirem os nossos softwares.
sl: Ubuntu se popolnoma zavzema za principe odprtokodnega razvoja programske opreme. Spodbujamo ljudi, da uporabljajo odprtokodne programe, jih izboljšujejo in prepustijo drugim.
sv: Ubuntu är helt övertygade om principerna för utveckling av Fri mjukvara. Vi uppmuntrar alla att använda mjukvara med öppen källkod, förbättra den, och sprida den vidare.
th: โครงการ Ubuntu ทั้งโครงการนั้นยึดถือแนวคิดการพัฒนาซอฟต์แวร์แบบโอเพนซอร์สอย่างจริงจัง เราส่งเสริมการใช้งานโอเพนซอร์ส และต่อยอดพัฒนาซอฟต์แวร์ให้ดียิ่งขึ้น
zh_cn: Ubuntu 完全遵从自由/开源软件开发的原则；我们鼓励人们使用、完善并传播开源软件。

source: Ubuntu is an entirely open source operating system built around the <emphasis>Linux</emphasis> kernel. The Ubuntu community is built around the ideals enshrined in the <ulink url="&ubuntu-philosophy;">Ubuntu Philosophy</ulink>: that software should be available free of charge, that software tools should be usable by people in their local language and despite any disabilities, and that people should have the freedom to customize and alter their software in whatever way they see fit. For those reasons: <placeholder-1/>
da: Ubuntu er et operativsystem bygget på åben kildekode omkring <emphasis>Linux-kernen</emphasis>. Ubuntu-fællesskabet bygger på idealerne i <ulink url="&ubuntu-philosophy;">Ubuntu-filosofien</ulink>: at software skal være frit, at softwareværktøjer skal kunne bruges af mennesker i deres eget sprog og til trods for noget handicap, og at mennesker skal have friheden til at ændre deres software som de har lyst. Af de grunde: <placeholder-1/>
es: Ubuntu es un sistema operativo enteramente de fuente abierta construído alrededor del núcleo de <emphasis>Linux</emphasis>. La comunidad Ubuntu es construída sobre los ideales enraizados en la <ulink url="&ubuntu-philosophy;">Filosofía Ubuntu</ulink>: que el software debe estar disponible libre de cargos, que las herramientas de software deben ser usables por la gente en su lengua local y a pesar de cualquier inhabilidad, y esa gente debe tener la libertad para personalizar y para alterar su software en cualquier manera que ella vea conveniente. Por esas razones: <placeholder-1/>
fr: Ubuntu est un système d'exploitation entièrement libre construit autour du noyau <emphasis>Linux</emphasis>. La communauté d'Ubuntu adhère à l'idéal sous-tendu par la <ulink url="&ubuntu-philosophy;">philosophie d'Ubuntu</ulink> : le logiciel doit être disponible gratuitement, les outils doivent être utilisables dans la langue de l'utilisateur et ce, en dépit de tout handicap, enfin l'utilisateur doit avoir la liberté de personnaliser et de modifier le logiciel à sa guise. Pour toutes ces raisons : <placeholder-1/>
it: Ubuntu è un sistema operativo open source basato sul kernel <emphasis>Linux</emphasis>. La comunità di Ubuntu è fondata sulle idee insite nella <ulink url="&ubuntu-philosophy;">filosofia di Ubuntu</ulink>: che il software deve essere disponibile gratuitamente; gli strumenti del software devono essere disponibili agli utenti nella loro lingua madre a prescindere dalle loro abilità e che gli utenti devono avere la libertà di personalizzare e modificare il software in qualunque modo lo desiderino. Per queste ragioni: <placeholder-1/>
ko: 우분투는 <emphasis>리눅스</emphasis> 커널에 기반하는 완전한 오픈소스 운영 체계입니다. 우분투 커뮤니티는 <ulink url="&ubuntu-philosophy;">우분투 철학</ulink>에 명시된 이상에 기반하여 만들어졌습니다. 이 철학은: 소프트웨어는 사용에 공짜이어야 하고, 소프트웨어 도구는 사람들의 모국어로 사용되고 어떠한 장애도 극복해야 하고, 사람들은 소프트웨어를 고치고 그들에게 맞는 어떠한 방법으로 변경하는 자유를 가져야 한다는 것입니다. 그 이유는: <placeholder-1/>
nl: Ubuntu is een volledig open source besturingssysteem dat gebouwd is rond de <emphasis>Linux</emphasis> kernel. De Ubuntu gemeenschap is opgebouwd rond de idealen die zijn vastgelegd in de <ulink url="&ubuntu-philosophy;">Filosofie achter Ubuntu</ulink>: dat software gratis beschikbaar moet zijn, dat mensen softwareprogramma's in hun eigen taal moeten kunnen gebruiken en dat de software ook door mensen met een handicap gebruikt moet kunnen worden; dat mensen de vrijheid moeten hebben om hun software aan hun eigen wensen aan te kunnen passen. Om deze redenen geldt: <placeholder-1/>
pl: Ubuntu jest otwartym systemem operacyjnym zbudowanym w oparciu o jądro Linuksa. Społeczność Ubuntu kieruje się zasadami zawartymi w <ulink url="&ubuntu-philosophy;">Filozofii Ubuntu</ulink>: oprogramowanie powinno być bezpłatne, dostępne w wielu językach i przyjazne użytkownikowi. Ludzie powinni mieć możliwość wyboru i modyfikowania programów według uznania. Dlatego: <placeholder-1/>
pt: O Ubuntu é um sistema operativo completamente código fonte aberto construído em torno do kernel <emphasis>Linux</emphasis>. A comunidade Ubuntu está fundada nos ideais consagrados na <ulink url="&ubuntu-philosophy;">Filosofia Ubuntu</ulink> segundo a qual: as aplicações informáticas devem ser disponibilizadas de forma gratuita; as aplicações deverão ser usadas por qualquer pessoa independentemente da sua linguagem materna ou deficiências; todas as pessoas devem ter a liberdade de alterar e personalizar qualquer aplicação de modo a obterem o que necessitam. Por essas razões: placeholder-1/>
pt_br: Ubuntu é um sistema operacional da fonte inteiramente aberta, construído em torno do núcleo do <emphasis>Linux</emphasis>. A comunidade Ubuntu é construída em torno dos ideais centrados na <ulink url="&ubuntu-philosophy;">Filosofia Ubuntu</ulink>: esse software deve estar disponível livre de custos, as ferramentas desse software devem ser usáveis por pessoas em sua língua local apesar de todas as dificuldades, e essa pessoa deve ter a liberdade para customizar e alterar seu software da maneira lhe convém. Por estas razões: <placeholder-1/>
sv: Ubuntu är ett operativsystem som helt och hållet är öppen källkod och bygger på <emphasis>Linux</emphasis> kärnan. Ubuntu-gemenskapen bygger på idealen som är samlade i <ulink url="&ubuntu-philosophy;">Ubuntus filosofi</ulink>: att programvara ska vara tillgänglig utan kostnad, att programvaruverktyg ska vara användbara av människor i deras lokala språk och, oberoende av eventuella hinder, att människor ska ha friheten att anpassa och ändra deras programvara på vilket sätt som helst som de föredrar. För dessa anledningar: <placeholder-1/>

source: Find out more at <ulink url="&ubuntu-web;">the Ubuntu website</ulink>.
da: Find mere på <ulink url="&ubuntu-web;">Ubuntu-websiden</ulink>.
es: Más información en <ulink url="&ubuntu-web;">la página web de Ubuntu</ulink>.
fr: Pour en savoir davantage, consultez <ulink url="&ubuntu-web;">le site web d'Ubuntu</ulink>.
hr: Više možete saznati na <ulink url="&ubuntu-web;">Ubuntu web stranici</ulink>.
it: Per maggiori informazioni visitare la <ulink url="&ubuntu-web;">pagina web di Ubuntu</ulink>.
ko: 좀 더 많은 것은 <ulink url="&ubuntu-web;">우분투 웹사이트</ulink>에서 찾으십시오.
nl: Lees meer op <ulink url="&ubuntu-web;">de website van Ubuntu</ulink>.
pl: Dowiedz się więcej na <ulink url="&ubuntu-web;">stronie Ubuntu</ulink>.
pt: Descubra mais no <ulink url="&ubuntu-web;">sitio web do Ubuntu</ulink>.
pt_br: Descubra mais no <ulink url="&ubuntu-web;">site do Ubuntu</ulink>.
sv: Läs mer på <ulink url="&ubuntu-web;">Ubuntus webbsida</ulink>.

source: About the Name
ar: عن الإسم
bg: Относно името
da: Om navnet
eo: Pri la Nomo
es: Sobre el nombre
fr: À propos du nom
hr: O imenu
it: Informazioni sul nome
ko: 이름에 대하여
nb: Om navnet
nl: Over de naam
pl: O nazwie
pt: Acerca do Nome
pt_br: Sobre o Nome
sl: O nazivu
sv: Om namnet
th: ที่มาของชื่อ
zh_cn: 关于Ubuntu一词
