Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: Based on Debian, one of the most widely acclaimed, technologically advanced, and well-supported distributions, Ubuntu aims to create a distribution that provides an up-to-date and coherent Linux system for desktop and server computing. Ubuntu includes a number of carefully selected packages from the Debian distribution and retains its powerful package management system which allows easy installation and clean removal of programs. Unlike most distributions that ship with a large amount of software that may or may not be of use, Ubuntu's list of packages is reduced to a number of important applications of high quality.
ar: كونه مبني على نظام ديبيان، واحد من أكثر نظم التشغيل شيوعاً، أكثرها تطوراً، والمدعوم جيداً، أوبونتو يهدف لإيجاد إصدارة توفر نظام لينكس مواكب للتطور ومتناسق للحواسيب المكتبية والخوادم. أوبونتو يحتوي على عدد من الرزم (البرامج) المنتقاة بعناية من إصدارة ديبيان والتي تحتفظ بنظام إدارة رزم قوي والذي يسمح بتثبيت سهل وإزالة نظيفة للبرامج. مختلفاً عن الإصدارات الأخرى التي تُشحن مع عدد هائل من البرامج سواء مفيدة أم لا، فإن قائمة رزم أوبونتو قد قلصت لعدد من البرامج المهمة ذات الجودة العالية.
bg: Базиран на Debian, една от най-широко уважаваните, технологично напреднали и добре поддържани дистрибуции, Ubuntu се стреми към създаването на дистрибуция, която предоставя съвременна и пълноценна Linux система за настолни компютри и сървъри. Ubuntu включва внимателно избрани пакети от дистрибуцията на Debian, като запазва нейната мощна система за управление на пакети, която позволява лесна инсталация и чисто премахване на програми. За разлика от повечето дистрибуции, които биват доставяни с голямо количество софтуер, който може да бъде или да не бъде полезен, списъкът на пакетите на Ubuntu е намален до някои важни приложения с високо качество.
da: Baseret på Debian, en af de mest anerkendte, teknologisk avancerede og bedst understøttede distributioner, forsøger Ubuntu at skabe en distribution, der tilvejebringer et op-til-dato og sammenhængende Linux-system til skrivebords- og serverbrug. Ubuntu inkluderer et antal nænsomt valgte pakker fra Debian-distributionen og vedligeholder dens mægtige pakkebehandlingssystem, som tillader nem installation og enkel fjernelse af programmer. Ubuntu er ikke lig andre distributioner, der kommer med store mængder af software, som kan eller ikke kan være til megen nytte, for Ubuntus pakkelister er reduceret til lige det antal vigtige applikationer, der er af høj kvalitet.
eo: Bazita sur Debian, unu el la plej vaste aklamataj, teknologie evoluigitaj, kaj bone subtenataj distribuoj, Ubuntu celas krei distribuon, kiu provizas ĝisdatan kaj koheran Linuksan sistemon por labortabla kaj servila komputado. Ubuntu inkluzivas nombron da zorge elektitaj pakaĵoj el la distribuo de Debian, kaj retenas ĝian potencan pakaĵmastrumilon, kiu ebligas facilan instaladon kaj puran forigon de programoj. Malkiel multaj distribuoj kiuj disponeblas kun granda kvanto da programaroj kiuj eble utilas aŭ eble ne, la pakaĵaro de Ubuntu limiĝas al la plej gravaj aplikaĵoj altkvalitaj.
es: Basado en Debian (una de las distribuciones más aclamadas, tecnológicamente avanzadas y mejor soportadas), Ubuntu pretende crear una distribución que proporcione un sistema Linux actualizado y coherente para la informática de escritorio y servidores. Ubuntu incluye un número de paquetes cuidadosamente seleccionados de la distribución Debian, y mantiene su poderoso sistema de gestión de paquetes, lo que permite de forma fácil la instalación y desinstalación limpia de programas. A diferencia de la mayoría de las distribuciones, que vienen con una enorme cantidad de software que puede o no ser de utilidad, la lista de paquetes de Ubuntu se ha reducido a un número de aplicaciones importantes de alta calidad.
fr: Basée sur Debian, l'une des distributions les plus reconnues, les plus technologiquement avancées et des mieux supportées, Ubuntu vise à créer une distribution qui fournit un système Linux à jour et cohérent pour les machines de bureau et les serveurs. Ubuntu inclut de nombreux paquets rigoureusement choisis et issus de la distribution Debian, et conserve aussi son puissant gestionnaire de paquets qui permet l'installation facile de programmes et leur suppression de façon propre. Contrairement à la plupart des autres distributions fournies avec de nombreux logiciels plus ou moins utiles, la liste des paquets d'Ubuntu est réduite à un nombre d'applications de haute qualité.
hr: Baziran na Debianu, jednoj od najcijenjenijih, tehnološki najnaprednijih i jako dobro podržanoj distribuciji, cilj Ubuntua je razvoj distribucije koja pruža svjež i koherentan Linux sustav za kućna računala i servere. Ubuntu uključuje brojne pažljivo odabrane pakete iz Debian distribucije i koristi Debianov moćan paketni sustav koji omogućava jednostavnu instalaciju i besprijekorno uklanjanje programa. Za razliku od većine distribucija koje isporučuju velike količine softvera od kojih dio nije koristan, list paketa u Ubuntu-u sastoji se od pažljivo odabranih, važnih programa visoke kvalitete.
it: Basato su Debian, una delle più acclamate, tecnologicamente avanzate e meglio supportate distribuzioni, Ubuntu cerca di creare una distribuzione che fornisca un ambiente Linux aggiornato e coerente sia per l'ambiente desktop sia per l'ambiente server. Ubuntu comprende molti pacchetti selezionati direttamente dalla distribuzione Debian e mantiene il suo software per la gestione dei pacchetti che consente facili installazioni e de-installazioni dei programmi. Diversamente da molte distribuzioni che comprendono una grande quantità di software che può o non può essere utile, Ubuntu comprende una lista ridotta di programmi ma di alta qualità e importanza.
ko: 데비안에 기반하고, 가장 널리 찬사를 받는 것들의 하나이고, 기술적으로 진보한 그리고 잘 지원된 배포를 하는, 우분투는 최신의 그리고 데스크탑과 서버 컴퓨팅을 위한 일관된 리눅스 시스템을 제공하는 배포판을 만드는데 목적을 두고 있습니다. 우분투는 데비안 배포판에서 주의깊게 선택한 패키지들을 포함하고 쉬운 설치와 프로그램의 깨끗한 제거를 가능하게 하는 데비안의 강력한 패키지 관리 시스템을 그대로 유지하고 있습니다. 다수의 배포판들이 사용을 하던지 또는 그렇지 않던지 간에 많은 양의 소프트웨어를 포함하는 것과는 다르게, 우분투의 패키지 목록은 고 품질의 중요한 응용 프로그램들로 줄여져 있습니다.
nb: Basert på Debian, en av de mest omtalte, teknologisk avanserte og godt støttede distribusjonene, vil Ubuntu lage en distribusjon som leverer et oppdatert og strømlinjeformet Linux-system for både vanlige maskiner og tjenere. Ubuntu inneholder håndplukkede pakker fra Debian-distribusjonen, og bruker det samme kraftige pakkehåndteringssystemet som tillater enkel installering og "renslig" fjerning av programmer. I motsetning til de fleste distribusjoner, som leverer en enorm mengde programvare av varierende nytteverdi, leverer Ubuntu de viktigste programmene av høyest kvalitet.
nl: Ubuntu is gebaseerd op Debian, een van de meest bejubelde, technologisch vooruitstrevende en best ondersteunde distributies. Het doel van Ubuntu is om een distributie te maken met een up-to-date en coherent Linux-systeem voor de desktop en de server. Ubuntu stelt een verzameling zorgvuldig geselecteerde pakketten samen uit de Debian-distributie. Ook gebruikt Ubuntu Debian's systeem om pakketten te beheren waardoor het zeer eenvoudig is om programma's te installeren of netjes te verwijderen. In tegenstelling tot veel andere distributies die grote hoeveelheden software meeleveren die slechts ten dele gebruikt wordt, is Ubuntu's lijst met programma's gereduceerd tot een aantal belangrijke toepassingen van hoge kwaliteit.
pl: Bazując na Debianie, będącym jedną z najbardziej znanych i technologicznie zaawansowanych oraz dobrze wspieraną dystrybucją, Ubuntu celuje w stworzenie dystrybucji, która dostarcza aktualny i spójny system Linux do zastosowań domowych i serwerowych. Ubuntu zawiera pewną ilość uważnie wybranych pakietów z dystrybucji Debian i zachowuje jego potężny system zarządzania pakietami, który pozwala na łatwą instalację i bezproblemowe usuwanie programów. W przeciwieństwie do dystrybucji, które dostarczają dużą ilość oprogramowania, które może okazać się przydatne lub też nieprzydatne, lista pakietów Ubuntu jest zredukowana do ważnych aplikacji o wysokiej jakości.
pt: Baseado em Debian, uma das distribuições mais aclamada, tecnologicamente avançada, e bem-suportada, o Ubuntu ambiciona criar uma distribuição que fornece um sistema Linux actualizado e coerente para computação pessoal e servidores. O Ubuntu inclui um número de pacotes seleccionados cuidadosamente da distribuição Debian e retém o seu poderoso sistema de gestão de pacotes que permite uma instalação fácil e remoção limpa de programas. Ao contrário da maior parte das distribuições que fornecem uma grande quantidade de software que pode ou não ser útil, a lista do Ubuntu é reduzida a um número de aplicações importantes de grande qualidade.
pt_br: Baseado no Debian, uma das mais largamente aceitas, tecnologicamente avançadas, e bem suportadas distribuições, o Ubuntu pretende criar uma distribuição que provê um sistema Linux coerente e atualizado para os computadores desktop e servidores. O ubuntu inclui um número de pacotes cuidadosamente selecionados da distribuição Debian e possui um sistema de gerenciamento de pacotes poderoso que permite fácil instalação e remoção limpa de programas. Ao contrário da maioria das distribuições que são acompanhadas de grandes quantidades de software que podem ou não ser úteis, a lista de pacotes do Ubuntu é reduzida a um número de aplicações importantes de alta qualidade.
sl: Ubuntu temelji na Debianu, eni izmed najbolj opevanih, tehnološko napredni in odlično podprtih distribucij Linuxa. Ubuntu stremi k izdelavi distribucije, ki ponuja najnovejši Linux sistem za namizne in server računalnike. Ubuntu vsebuje množico previdno izbranih paketov, ki so na voljo v distribuciji Debian vključno z odličnim Debianovim sistemom za nameščanje paketov, ki omogoča enostavno nameščanje in popolno odstranjevanje programov. Namesto množice programov, ki so na voljo v drugih distribucijah Linuxa a niso uporabni, je v distribuciji Ubuntu število programov zmanjšano na nekaj zares pomembnih, uporabnih programov visoke kakovosti.
sv: Baserat på Debian, en av de mest hyllade, tekniskt avancerade, och välstödda distributionerna, siktar Ubuntu på att skapa en distribution som tillhandahåller ett uppdaterat och enhetligt Linuxsystem för skrivbords- och serverdatorer. Ubuntu innehåller ett antal nogrannt utvalda paket från distributionen Debian och behåller dess kraftfulla pakethanteringsverktyg som låter dig installera och ta bort program fullständigt på ett enkelt sätt. Till skillnad från de flesta distributionerna som skeppas med ett stort antal program som eventuellt kan vara till nytta, så är Ubuntus lista med paket reducerad till ett antal viktiga program med hög kvalitet.
th: Ubuntu พัฒนาโดยใช้ Debian ซึ่งเป็นดิสทริบิวชันที่ได้รับการยอมรับในเรื่องคุณภาพมากที่สุดตัวหนึ่งเป็นฐาน Ubuntu มีเป้าหมายจะเป็นดิสทริบิวชันที่ทันสมัยสำหรับการใช้งานเดสก์ท็อปและเซิร์ฟ
zh_cn: Debian 是一个广受称道、技术先进且有着良好支持的发行版，Ubuntu 正是基于 Debian 之上，旨在创建一个可以为桌面和服务器提供一个最新且一贯的 Linux 系统。Ubuntu 囊括了大量精挑细选自 Debian 发行版的软件包，同时保留了 Debian 强大的软件包管理系统，以便简易的安装或彻底的删除程序。与大多数发行版附带数量巨大的可用可不用的软件不同，Ubuntu 的软件包清单只包含那些高质量的重要应用程序。

source: By focusing on quality, Ubuntu produces a robust and feature-rich computing environment that is suitable for use in both home and commercial environments. The project takes the time required to focus on finer details and is able to release a version featuring the latest and greatest of today's software once every 6 months. Ubuntu is available in flavours for the i386 (386/486/Pentium(II/III/IV) and Athlon/Duron/Sempron processors), AMD64 (Athlon64, Opteron, and new 64-bit Intel processors), and PowerPC (iBook/Powerbook, G4 and G5) architectures.
ar: بالتركيز على الجودة، أوبونتو يقدم بيئة حوسبة قوية ومليئة بالإمتيازات والتي تناسب الإستعمال في كل من البيئة المنزلية والبيئة التجارية. يأخذ المشروع الوقت المطلوب للتركيز على التفاصيل الدقيقة ويتمكن من إطلاق إصدارة تمتاز بآخر
bg: Фокусирайки се върху качествето, Ubuntu създава стабилна и богата на възможности компютърна среда, която е подходяща за употреба както в домашна, така и в бизнес среда. Проектът използва колкото е необходимо време за наблягане върху малките детайли и е способен да издаде версия, съдържаща най-новото и най-доброто от днешния софтуер веднъж на 6 месеца. Ubuntu се предлага за i386 (386/486/Pentium(II/III/IV) и Athlon/Duron/Sempron процесори), AMD64 (Athlon64, Opteron и новите 64-битови Intel процесори), както и за PowerPC (iBook/Powerbook, G4 и G5) архитектури.
da: Ved at fokusere på kvalitet producerer Ubuntu et robust og funktionsrigt computermiljø, der er velberegnet til brug i både hjemlige og kommercielle miljøer. Projektet bruger tiden det kræves til at fokusere på de finere detaljer og når at udgive en ny version med det nyeste og bedste af vore dages software hver sjette måned. Ubuntu er tilgængelig i versioner til i383- (383, 486, og PentiumII/III/IV, samt Athlon/Duron/Sempron processorer), AMD64 (Athlon64, Opteron og nye 64-bit Intel processorer) og PowerPC-arkitekturen (iBook/Powerbook, G4 og G5).
eo: Emfazante kvaliton, Ubuntu produktas fortikan kaj kapablan komputan medion, kiu taŭgas por uzado en hejmaj kaj komercaj medioj. La projekto senhaste traktas la fajnajn detalojn kaj povas sesmonate publikigi novan eldonon, kiu reliefigas la plej novajn kaj la plej bonajn el la hodiaŭaj programaroj. Ubuntu disponeblas en gustoj por la i386 (386/486/Pentium(II/III/IV) kaj Athlon/Duron/Sempron procesiloj), AMD64 (Athlon64, Opteron, kaj novaj 64-bitaj procesiloj de Intel), kaj PowerPC (iBook/Powerbook, G4 and G5) arkitekturoj.
es: Con la mirada puesta en la calidad, Ubuntu proporciona un entorno informático robusto y de gran funcionalidad, adecuado para entornos domésticos así como comerciales. El proyecto consume el tiempo que sea necesario en los detalles más finos, y es capaz de publicar una nueva versión con el software más actual y magnífico cada seis meses. Ubuntu está disponible en sabores para las arquitecturas i386 (procesadores 386/486/Pentium(II/III/IV) y Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron y los nuevos procesadores Intel de 64 bits) y PowerPC (iBook/Powerbook, G4 y G5).
fr: En se focalisant sur la qualité, Ubuntu produit un environnement informatique robuste et riche en fonctionnalités qui peut convenir aussi bien à une utilisation domestique que commerciale. Le projet prend aussi tout le temps nécessaire pour pauffiner les détails et est capable de sortir une nouvelle version contenant les derniers et les meilleurs logiciels du moment une fois tous les 6 mois. Ubuntu est disponible sous différentes saveurs pour les architectures i386 (386/486/Pentium(II/III/IV) et Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron et les nouveaux processeurs 64-bits d'Intel) et PowerPC (iBook/Powerbook, G4 et G5).
hr: Fokusiran na kvalitetu, Ubuntu je robustan sustav sa mnogo mogućnosti što ga čini pravim izborom za uporabu u kućnim i komercijalnim okruženjima. Projekt uzima vremena potrebnog za rad na sitnim detaljima i ima mogućnost isporučivanja verzije, sa svim najboljim slobodnim softverom današnjice, svakih 6 mjeseci. Ubuntu je dostupan za i386 (386/486/Pentium(II/III/IV) i Athlon/Duron/Sempron procesore), AMD64 (Athlon64, Operton i noviji Intel 64-bitni procesori), te za PowerPC (iBook/Powerbook, G4 i G5) arhitekture.
it: Concentrandosi sulla qualità, Ubuntu fornisce un ambiente solido e ricco di funzionalità che può essere utilizzato sia in ambito domestico sia in ambienti commerciali. Il progetto si prende i tempi necessari per migliorare anche i più piccoli dettagli ed è in grado di rilasciare una nuova versione che incorpori i più aggiornati programmi ogni 6 mesi. Ubuntu è disponibile per le architetture i386 (processori 386/486/pentium(II/III/IV), Athlon/Duron/Sempron), AMD64 (processori Athlon64, Opteron e i nuovi processori a 64-bit Intel) e PowerPC (iBook/Powerbook, G4 e G5).
ko: 질에 초점을 맞춤으로써, 우분투는 가정과 기업 환경 모두에서 사용하는데 적합한 견고하고 기능 중심의 컴퓨팅 환경을 생산 합니다. 우분투 프로젝트는 세밀하게 제품의 상세함을 집중하는데 필요한 시간을 가지고 매 6 개월마다 최신의 그리고 훌륭한 오늘날의 소프트웨어를 가지는 버전을 발표하는 것을 가능하게 하고 있습니다. 우분투는 i386(386/486/펜티엄(2/3/4)과 애슬론/듀론/셈프론, AMD64(애슬론64, 옵테론, 그리고 새로운 64비트 인텔 프로세서), PowerPC(아이북/파워북, G4와 G5) 아키텍트를 위한 다양한 기종에 사용을 할 수 있습니다.
nb: Ved å fokusere på kvalitet, produserer Ubuntu et robust og funksjonsrikt operativsystem som passer vel så godt hjemme som i bedrifter. Prosjektet tar seg tid til å fokusere på mindre detaljer, og er i stand til å utgi en versjon som inneholder det siste og beste av dagens programvare hver sjette måned. Ubuntu er tilgjengelig for i386 (386/486/Pentium(II/III/IV) og Athlon/Duron/Sempron-prosessorer), AMD64 (Athlon64, Opteron og nye 64-bits Intel-prosessorer), og PowerPC (iBook/Powerbook, G4 og G5)-arkitekturene.
nl: Door te concentreren op kwaliteit, biedt Ubuntu een robuust en uitgebreid besturingssysteem dat zowel geschikt is voor thuisgebruik als in commerciele omgevingen. Het project besteedt de nodige tijd aan het uitwerken van de kleine details en is in staat om elke zes maanden een versie uit te brengen met de allernieuwste software. Ubuntu is beschikbaar in de smaken: i386 (voor 386/486/pentium(II/III/IV) en Athlon/Duron/Sempron processors), AMD64 (voor Athlon64, Opteron, en nieuwe 64-bit Intel processors), en PowerPC (voor iBook/Powerbook, G4 en G5).
pl: Skupiając się na jakości, Ubuntu daje solidne i bogate w funkcje środowisko przetwarzania danych, które jest odpowiednie dla domu jak i środowisk komercyjnych. Projekt poświęca czas na pracę nad drobnymi szczegółami i jest w stanie wydawać wersję zawierającą najlepsze i najnowsze oprogramowanie w danym czasie co sześć miesięcy. Ubuntu jest dostępne w wersjach dla architektur i386 (procesory 386/486/Pentium(II/III/IV) i Athlon/Duron/Sempron), AMD64 (procesory Athlon64, Opteron i nowe 64-bitowe Intel) oraz PowerPC (iBook/Powerbook, G4 i G5).
pt: Focando-se na qualidade, o Ubuntu produz um ambiente de computação robusto e rico em funcionalidades indicado para utilização tanto em casa como a nível comercial e empresarial. O projecto toma o tempo necessário para se focar em pequenos detalhes e é capaz de lançar uma versão englobando o melhor e mais actual software a cada 6 meses. O Ubuntu está disponível para i386 (Processadores 386/486/Pentium(II/III/IV) e Athlon/Duron/Sempron), AMD64 (Processadores Athlon64, Opteron, e novos processadores 64-bit Intel), e arquitecturas PowerPC (iBook/Powerbook, G4 e G5).
pt_br: Por focar em qualidade, o Ubuntu produz um ambiente computacional robusto e rico em funcionalidades que é apropriado para uso em ambientes caseiro e comercial. O projeto toma o tempo necessário para focar em detalhes finos e é capaz de lançar uma versão com os melhores e mais novos softwares de hoje em dia a cada 6 meses. O Ubuntu está disponível nos sabores para arquiteturas i386 (processadores 386/486/PentiumII/III/IV e Athlon/Duron/Sempron), AMD64 (processadores Athlon64, Opteron, e novos Intel de 64-bits), e PowerPC (iBook/Powerbook, G4 and G5).
sl: Ker je poudarek na kvaliteti, Ubuntu ponuja kompaktno in uporabno računalniško okolje, ki je uporabno doma, kot tudi v poslovnem okolju. Projekt Ubuntu se posveti tudi majhnim detajlem, in je zmožen izdati novo verzijo z najnovejšimi in najboljšimi programi vsakih 6 mesecev. Na voljo je za naslednje računalniške arhitekture: i386 (386/486/Pentium(II, III, IV) in Athlon/Duron/Sempron procesorji), AMD64 (Athlon64, Opteron in novi Intelovi 64bitni procesorji), ter PowerPC (iBook / Powerbook, G4 in G5)
sv: Genom att fokusera på kvalitet producerar Ubuntu en robust och funktionsrik miljö som är lämplig för både hem- och på företagsmiljöer. Projektet tar den tid som behövs för att fokusera på de små detaljerna och kan släppa en version med den senaste och bästa mjukvaran som finns tillgänglig var sjätte månad. Ubuntu finns tillgängligt för arkitekturerna i386 (processorerna 386/486/Pentium(II/III/IV) och Athlon/Duron/Sempron), AMD64 (processorerna Athlon64, Opteron och nya 64-bitars intelprocessorer) och PowerPC(iBook/Powerbook, G4 och G5).
th: Ubuntu ยังเน้นในเรื่องคุณภาพ คุณสามารถใช้ Ubuntu ได้ทั้งที่บ้านและที่ทำงาน โครงการ Ubuntu จะออกใหม่ทุก 6 เดือนเพื่อให้ใช้ซอฟต์แวร์เวอร์ชันใหม่ที่สุด นอกจากนี้ Ubuntu ยังสนับสนุนสถาปัตยกรรมคอมพิวเตอร์หลายชนิด เช่น i386 (386/486/Pentium(II/III/IV) และ Athlon/Duron/Sempron), AMD64 (Athlon64, Opteron, และโพรเซสเซอร์ 64-bit แบบใหม่ของ Intel) และ PowerPC (iBook/Powerbook, G4 และ G5)
zh_cn: 注重质量，Ubuntu提供了一个健壮、功能丰富的计算环境，既适合家用又适用于商业环境。本项目花费了大量必要的时间，努力精益求精，每6个月就会发布一个版本，以提供最新最强大的软件。Ubuntu支持各种形形色色的架构，包括 i386 （386/486/Pentium(II/III/IV)和Athlon/Duron/Sempron 处理器），AMD64（Athlon64, Opteron, 最新的64位 Intel 处理器)，以及PowerPC（iBook/Powerbook, G4 and G5）等。

source: The Desktop
ar: السطح المكتبي
bg: Работният плот
da: Skrivebordet
eo: La Labortablo
es: El escritorio
fr: Le bureau
hr: Radno okružje
it: Il desktop
ko: 데스크탑
nb: Skrivebordsmiljøet
nl: De desktop
pl: Środowisko graficzne
pt: O Ambiente Gráfico
pt_br: O Desktop
sl: Namizje
sv: Skrivbordet
th: เดสก์ท็อป
zh_cn: 桌面环境

source: The default desktop environment for Ubuntu is <ulink url="&gnome;">GNOME</ulink>, a leading UNIX and Linux desktop suite and development platform.
da: Standardskrivebordsmiljøet i Ubuntu er <ulink url="&gnome;">GNOME</ulink>, en førende UNIX og Linux skrivebordssuite og udviklingsplatform.
es: El entorno de escritorio predeterminado en Ubuntu es <ulink url="&gnome;">Gnome</ulink>, una suite líder de escritorio y desarrollo para UNIX y Linux.
fr: L'environnement de bureau par défaut d'Ubuntu est <ulink url="&gnome;">GNOME</ulink>, une référence parmi les suites bureautiques et plates-formes de développement pour UNIX et Linux.
it: L'ambiente desktop predefinito di Ubuntu è <ulink url="&gnome;">GNOME</ulink>, un'importante suite per il desktop e piattaforma di sviluppo per UNIX e Linux.
ko: 우분투의 기본 설정된 데스크탑 환경은 <ulink url="&gnome;">GNOME</ulink> 입니다, 그놈은 우수한 유닉스와 리눅스 데스크탑 프로그램들의 종합판이고 개발 플랫폼입니다.
nl: De standaard desktop voor Ubuntu is <ulink url="&gnome;">Gnome</ulink>, een toonaangevende UNIX en Linux desktopomgeving en ontwikkelplatform.
pl: Domyślnym środowiskiem graficznym dla Ubuntu jest <ulink url="&gnome;">GNOME</ulink>, wiodący system biurkowy i środowisko programistyczne dla UNIX i Linuksa.
pt: O ambiente de trabalho por omissão no Ubuntu é o <ulink url="&gnome;">GNOME</ulink>, uma plataforma líder de ambiente de trabalho UNIX e Linux e de desenvolvimento.
pt_br: O ambiente desktop padrão no Ubuntu é o <ulink url="&gnome;">GNOME</ulink>, um ótimo ambiente desktop e plataforma de desenvolvimento.
sv: Skrivbordsmiljön som är standard i Ubuntu är <ulink url="&gnome;">GNOME</ulink>, en ledande skrivbordssvit och utvecklingsplattform för UNIX och Linux.
