Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: Ubuntu is a South African ethical ideology focusing on people's allegiances and relations with each other. The word comes from the Zulu and Xhosa languages. Ubuntu (pronounced "oo-BOON-too") is seen as a traditional African concept, is regarded as one of the founding principles of the new republic of South Africa and is connected to the idea of an African Renaissance.
ar: أوبونتو مبدأ جنوب إفريقي راسخ مسلط على خبرات الناس وعلاقاتهم مع بعضهم البعض. الكلمة تأتي من لغتي الزولو والزوسا. يُنظر إلى أوبونتو على إنها فكرة شعبية إفريقية، تعتبر كواحدة من المباديء الأساسية لجمهورية جنوب إفريقيا والمرتبطة بفكرة النشأة الإفريقية.
bg: Ubuntu е южноафриканска етична идеология, фокусираща се върху човешката вярност и взаимоотношения един към друг. Думата идва от езиците зулу и кхоса. Ubuntu (произнася се "убунту") се приема за традиционен африкански принцип и се счита за един от основните принципи на новата Южноафриканска Република, като е свързан с идеята за африсански Ренесанс.
da: Ubuntu er en sydafrikansk etisk ideologi, som fokuserer på folks relationer med hinanden. Ordet kommer fra Zulu- og Xhosa-sprogene. Ubuntu (udtalt på dansk som det er skrevet) er set som et traditionelt afrikansk koncept, anses som et af de grundlæggende principper bag den nye sydafrikanske republik og er tilsluttet idéen om en afrikansk renæssance.
eo: Ubuntu estas Sudafrika etika ideologio, kiu centriĝas sur la lojalecoj kaj rilatoj de homoj kun aliaj. La vorto devenas de la zulua kaj ĥosa lingvoj. Ubuntu (prononcata "u-BUN-tu") estas rigardata kiel unu el la fondaj principoj de la nova respubliko Sudafriko kaj rilatas al la ideo de Afrika Renesanco.
es: Ubuntu es una ideología étnica Sud-Africana que se enfoca en las alianzas y relaciones interpersonales. La palabra proviene de las lenguas Zulu y Xhosa. Ubuntu (pronunciado "oo-Bun-Tu" es visto como un concepto Africano tradicional, guardado como uno de los principios fundamentales de la nueva República de África del Sur y está conectado a la idea de un Renacimiento Africano.
fr: Ubuntu est une éthique sud-africaine mettant l'accent sur la réciprocité et les relations entre les gens. Le mot vient des langues zulu et xhosa. Ubuntu (prononcez « ou-boun-tou ») est un concept africain traditionnel et est considéré comme l'un des principes fondateurs de la nouvelle République d'Afrique du Sud. Elle est associée à l'idée d'une Renaissance Africaine.
hr: Ubuntu je Južnoafrička etička ideologija, fokusirana na ljudsku lojalnost i međuljudske odnose. Riječ dolazi iz Zulu i Xhosa jezika. Ubuntu (izgovara se "U-bun-tu") je tradicionalan afrički koncept, smatra se jednim od osnovnih principa na kojima je izgrađena nova Jušnoafrička Republika i povezana je sa idejom Afričke Renesanse.
it: Ubuntu è un'ideologia morale del Sud Africa focalizzata sulla lealtà e sulle relazioni delle persone. La parola deriva dagli idiomi Zulu e Xhosa. Ubuntu è vista come un concetto della cultura tradizionale Africana, è considerata come il principio fondante della nuova repubblica del Sud Africa ed è collegata all'idea di un Rinascimento Africano.
ko: 우분투는 남아프리카인의 사람에 충실하고 서로 간의 관계에 초점을 맞추는 윤리적인 철학 입니다. 이 단어는 줄루와 코사족의 언어에서 왔습니다. 우분투 ( "oo-BOON-too" 로 발음하는) 는 전통적인 아프리카인의 관념으로 볼 수 있고, 새 남아프리카 공화국의 하나의 건설 원칙으로 여겨지고, 아프리카인의 르네상스라는 생각에 연결 됩니다.
nb: Ubuntu er en Sørafrikansk etisk ideologi som fokuserer på menneskers troskap og deres forhold til hverandre. Ordet kommer fra Zulu og Xhosa-språkene. Ubuntu (uttales "oo-BOON-too") er et tradisjonelt afrikansk prinsipp, er et av grunnprinsippene i opprettelsen av den nye Sørafrikanske republikken, og er koblet til ideen om en Afrikansk renessanse.
nl: Ubuntu is een Zuid-Afrikaanse, ethische ideologie waarin de onderlinge verhoudingen en de band tussen mensen centraal staat. Het woord is afkomstig uit het Zulu en Xhosa. Ubuntu (spreek uit: "oe-BOEN-toe") wordt beschouwd als een traditioneel Afrikaans concept en is een van de grondbeginselen van de nieuwe republiek Zuid-Afrika. Het is verbonden aan het idee van een Afrikaanse Renaissance.
pl: Ubuntu to południowoafrykańska etyczna ideologia skupiająca się na lojalności i relacjach międzyludzkich. Słowo to pochodzi z języków Zulu i Xhosa. Ubuntu (wymawiane "u-BUN-tu") to tradycyjny afrykański koncept, uważany za jedną z naczelnych zasad nowej Republiki Południowej Afryki i powiązany z ideą afrykańskiego renesansu.
pt: Ubuntu é uma ideologia ética Sul Africana que se foca nas alianças e relações entre as pessoas. A palavra vem dos idiomas Zulu e Xhosa. Ubuntu (pronunciado "oo-BOON-too") é visto como um conceito tradicional africano, visto também como um dos principíos fundadores da nova república da África do Sul estando ligado à ideia de um Renascimento Africano.
pt_br: Ubuntu é uma ideologia ética Sul Africana focada no compromisso e relações entre as pessoas. A palavra vem das línguas Zulu e Xhosa. Ubuntu (pronunciado "u-BUN-tu") é visto como um conceito tradicional Africano, é tratado como um dos princípios fundamentais da nova república Sul Africana e é conectado à idéia de um Renascimento Africano.
sl: Ubuntu je Južnoafriška etnična ideologija, ki se opira na človeška zavezništva in razmerja med njimi. Beseda Ubuntu pride iz jezikov Zulu in Xhosa. Ubuntu (izgovori se kot: "oo-BOON-too") izgleda kot tradicionalen Afriški koncept , ter se ga smatra kot krovni princip nove republike Južne Afrike in je povezan z idejo Afriškega preporoda.
sv: Ubuntu är en Sydafrikansk etisk ideologi som fokuserar på människors lojalitet och relationer mot varandra. Ordet kommer från språken Zulu och Xhosa. Ubuntu (uttalas "uh-BOON-too") ses som ett traditionellt afrikanskt koncept, och anses vara en av de grundläggande principerna i den nya republiken Sydafrika, och har kopplingar till idén om en afrikansk renässans.
th: คำว่า Ubuntu (อ่านว่า "อูบูนตู") มาจากภาษา Zulu และ Xhosa ในแอฟริกาใต้ เป็นแนวคิดที่เกี่ยวกับความจงรักภักดีและความสัมพันธ์ที่ดีกับบุคคลอื่น แนวคิด Ubuntu เป็นพื้นฐานที่สำคัญในการก่อตั้งสาธารณรัฐแอฟริกาใต้ และเป็นแนวคิดที่สำคัญของแอฟริกายุคใหม่
zh_cn: Ubuntu 是一个南非的民族观念，着眼于人们之间的忠诚和联系。该词来自于祖鲁语和科萨语。Ubuntu（发音"oo-BOON-too"--“乌班图”）被视为非洲人的传统理念，也是建立新南非共和国的基本原则之一，与非洲复兴的理想密切相关。

source: A rough translation of the principle of Ubuntu is "humanity towards others". Another translation could be: "the belief in a universal bond of sharing that connects all humanity".
ar: الترجمة التقريبية لمبدأ أوبونتو هي "الإنسانية تجاه الغير". ترجمة أخرى قد تكون: "الإيمان في ترابط شامل يصل كل البشرية".
bg: Груб превод на принципа на Убунту е "човечност към другите". Друг превод може да бъде: "вярата във всеобща връзка на споделяне, която свързва цялото човечество".
da: En grov oversættelse af Ubuntus hovedprincip er "medmenneskelighed". En anden oversættelse kunne være: "troen på at der findes et universalt bånd der sammenslutter al menneskelighed".
eo: Proksimuma traduko de la principo de Ubuntu estas "humaneco al aliaj". Alia traduko povus esti: "kredo pri universala ligo de dividado kiu ligas la tutan homaron".
es: Una traducción a grandes rasgos del principio de Ubuntu es "humanidad hacia otros". Otra traducción podría ser: "la creencia en un enlace universal de convivencia que conecta a toda la humanidad".
fr: Une traduction grossière du principe sur lequel se base Ubuntu serait « humanité envers les autres ». Une autre traduction pourrait être: « la croyance en une adhésion universelle au partage qui relie toute l'humanité ».
hr: Grubi prijevod Ubuntu principa je "humanost prema svima". Drugi prijevod bi bio: "vjera u univerzalnu vezu dijeljenja koja povezuje čovječanstvo".
it: Una traduzione approssimata del principio di Ubuntu è "umanità attraverso gli altri". Un'altra potrebbe essere: "la fede in un legame universale di partecipazione che lega tutta l'umanità".
ko: 우분투 원칙의 개략적인 번역은 "타인으로의 인류애" 입니다. 또 다른 번역은 "모든 인류애를 연결하는 전체적인 공유의 결합에 대한 믿음"이 될 수 있습니다.
nb: En direkte oversettelse av Ubuntu-prinsippet vil være "menneskeheten til andre". En annen oversettelse kan være: "troen på et universelt delingssystem som binder hele menneskeheten sammen".
nl: Een ruwe vertaling van het principe Ubuntu is: "menselijkheid ten opzichte van elkaar". Een andere vertaling zou kunnen zijn: "de overtuiging dat delen met elkaar een universeel verbond schept dat de gehele mensheid bindt".
pl: Uproszczone tłumaczenie zasady Ubuntu to "człowieczeństwo wobec innych". Innym tłumaczeniem może być: "wiara w powszechną więź dzielenia się, która łączy całą ludzkość".
pt: Uma tradução aproximada do princípio de Ubuntu é "humanidade para com os outros". Outra tradução poderia ser: "a crença numa ligação universal de partilha que conecta toda a humanidade".
pt_br: Uma tradução rápida do princípio de Ubuntu é "humanidade para os outros". Outra tradução poderia ser: "a crença em uma ligação universal de compartilhamento que conecta toda a humanidade"
sl: Grob prevod koncepta ki stoji za projektom Ubuntu je "človečnost proti drugim". Drug prevod bi lahko bil: " verovanje v vsesplošno vez sodelovanja, ki povezuje celotno človeštvo"
sv: En grov översättning av principerna i Ubuntu är "medmänsklighet mot andra". En annan översättning skulle kunna vara "tron på ett universellt förbund att dela med sig som kopplar samman mänskligheten".
th: การแปลความหมายอย่างหยาบๆ อาจแปลได้ว่า "มีมนุษยธรรมกับผู้อื่น" หรืออาจแปลว่า "จงเชื่อในความเอื้อเฟื้อเผื่อแผ่กับมนุษยชาติทั้งหมด" ก็ได้
zh_cn: Ubuntu 精神的大意是“人道待人”（对他人仁慈）。另一种翻译可以是：“天下共享的信念，连接起每个人”。

source: Archbishop Desmond Tutu
ar: القس ديسموند توتو
bg: Арихиепископ Дезмънд Туту (Desmond Tutu)
da: Ærkebiskop Desmond Tutu
eo: Arkiepiskopo Desmond Tutu
es: Arzobispo Desmond Tutu
fr: (Archevêque Desmond Tutu)
hr: Nadbiskup Desmond Tutu
it: Arcivescovo Desmond Tutu
nb: Erkebiskop Desmond Tutu
nl: Aartsbisschop Desmond Tutu
pl: Arcybiskup Desmond Tutu
pt: Arcebispo Desmond Tutu
pt_br: Arcebispo Desmond Tutu
sl: Nadškof Desmond Tutu
sv: Ärkebiskop Desmond Tutu
th: พระราชาคณะ(Archbishop ) เดสมอน ทูทู
zh_cn: 大主教 Desmond Tutu

source: "A person with ubuntu is open and available to others, affirming of others, does not feel threatened that others are able and good, for he or she has a proper self-assurance that comes from knowing that he or she belongs in a greater whole and is diminished when others are humiliated or diminished, when others are tortured or oppressed."
ar: "شخص ذو 'أوبونتو' هو منفتح ومتواجد للآخرين، متوافق معهم، لا يرتاب لنجاح الآخرين، لأن لديه ثقة تامة بالنفس تأتي من إدراكه بأنه جزء ينتمي لمجتمع أكبر وأنه يُمحَى عندما يُمحَى أو يهان الآخرون، عندما يعذَب أو يحطَم الآخرون."
bg: "Човек с убунту е отворен, отзивчив и благоразположен към другите, не се чувства застрашен от това, че други са способни и добри, има самуовереност, коята идва от това, че той или тя знае, че принадлежи на по-голямо цяло и е подтиснат когато другите са унижени, когато другите са измъчени или подтиснати."
da: "En person med ubuntu er åben og til rådighed for andre, står bagom andre, føler sig ikke truet af at andre har evner eller er gode, for han eller hun har en selvsikkerhed, der stammer fra viden om, at han eller hun tilhører det store hele og bliver formindsket når andre bliver gjort til grin eller formindsket, når andre bliver tortureret eller undertrykket."
eo: "Homo kun ubuntu estas senantaŭjuĝa kaj alirebla al aliaj, pozitiva pri aliaj, ne sentas sin minacata ĉar aliaj estas kapablaj kaj bonaj, ĉar li aŭ ŝi havas propran memfidon venantan de la scio ke li aŭ ŝi apartenas en la granda tutaĵo kaj estas malgrandigita kiam aliaj estas humiligitaj aŭ malgrandigitaj, kiam aliaj estas torturitaj aŭ opresitaj."
es: "Una persona con ubuntu está abierta y disponible para otros, aclarando a otros, no se siente amenazada por la habilidad y bondad de otros, tiene una seguridad propia que viene del saber que el o ella proviene de un gran todo y es disminuida cuando otros son humillados o disminuidos, cuando otros son torturados u oprimidos."
fr: « Une personne qui utilise Ubuntu est ouverte, disponible aux autres et dévouée, elle ne perçoit pas comme une menace le fait que les autres puissent êtres compétents et bons, elle puise son assurance dans le fait qu'il ou elle se sait appartenir à un tout et est affecté(e) lorsque les autres sont humiliés ou diminués, torturés ou opprimés. »
hr: "Osoba sa ubuntuom je otvorena i dostupna drugima, prihvaćena od drugih, ne osjeća se ugroženom jer su drugi sposobni i dobri, jer on ili ona ima samouvjerenost koja dolazi od spoznaje da on ili ona pripada višoj cjelini i omalaovažava ga/ju kada su drugi poniženi ili omalovažavani, kada su drugi zlostavljani i ugnjetavani."
it: "Una persona con ubuntu è aperta e disponbile agli altri, non si sente minacciata dal fatto che gli altri siano capaci e migliori perché possiede una certezza che deriva dal sapere di appartenere ad un gruppo più grande e che è diminuito quando gli altri sono umiliati o sminuiti, quando gli altri sono torturati oppure oppressi."
ko: "우분투를 가지고 있는 사람은 열려있고 타인에게 유용하며, 타인을 긍정하며, 타인이 할 수 있고 좋은 것에 위협을 느끼지 않으며, 그 또는 그녀는 보다 큰 전체에 속해 있다는 것을 아는 것에서 오는 자기 확신을 가지고 있고 타인이 창피를 받거나 상처를 받았을 때, 고문 받거나 억압 되었을 때, 상처를 받는다."
nb: "En person med ubuntu er åpen, tilgjengelig for og positiv mot andre. Han eller hun føler seg heller ikke truet av at andre er flinke og framgangsrike, for han eller hun har en sikkerhet i seg selv som kommer av det å vite at han eller hun tilhører et større hele, og føler seg utilpass når andre latterliggjøres eller føler seg utilpass, og når andre tortureres eller undertrykkes."
nl: Een persoon met ubuntu is open en staat klaar voor anderen, geeft erkenning, voelt zich niet bedreigd wanneer anderen capabel of beter zijn, want hij of zij bezit de zelfverzekerdheid die ontstaat door de wetenschap dat hij of zij deel uitmaakt van een groter geheel, en voelt zich gekleineerd wanneer anderen vernederd of gekleineerd worden, wanneer anderen gemarteld of onderdrukt worden.
pl: "Osoba z ubuntu jest otwarta i dostępna dla innych, wspierająca innych, nie czuje się zagrożona dlatego, że inni są zdolni i dobrzy, ponieważ on lub ona ma odpowiednią pewność siebie, która pochodzi z wiedzy, że on lub ona jest częścią większej całości i jest ona umniejszana kiedy inni są poniżani czy pomijani, kiedy inni są torturowani czy prześladowani."
pt: "Uma pessoa com ubuntu é aberta e disponível para os outros, apoia os outros, não se sente ameaçada quando os outros são bons e capazes, porque ele ou ela tem uma confiança própria que advém de saber que ele ou ela pertence a um todo que é diminuído quando os outros são humilhados ou diminuídos, quando os outros são torturados ou oprimidos."
pt_br: "Uma pessoa com ubuntu é aberta e disponível aos outros, assistente aos outros, não se sente ameaçada por outros que são capazes ou bons, uma vez que ele ou ela tem uma auto-confiança que vem do saber que ele ou ela pertence a um conjunto maior e é diminuído quando outros são humilhados ou diminuídos, quando outros são torturados ou oprimidos."
sl: "Oseba z ubuntujem je odprta in pomaga drugim. Ni ogrožena z strani drugih sposobnih in dobrih ljudi, ampak se preko njih potrjuje, zato ker ima dovolj samozavesti, ki prihaja iz zavesti, da on ali ona pripada večji celoti, ter ve da se ta samozavest manjša ko so drugi poniževani, zaničan, mučeni ali zatirani.
sv: "En person med ubuntu är öppen och tillgänglig för andra, bekräftande av andra, känner sig inte hotad när andra kan och är bra, eftersom han eller hon har ett gott självförtroende som kommer av att veta att han eller hon tillhör en större helhet, och nervärderas när andra förudmjukas eller nervärderas, när andra torteras eller förtrycks."
th: \"บุคคลใดที่มีอูบันตู (Ubuntu) จะยอมรับเห็นพ้องและพร้อมที่จะให้ความช่วยเหลือ ไม่รู้สึกอิจฉาว่าคนอื่นจะดีกว่าและเก่งกว่าเพราะมีความมั่นใจบนพื้นฐานที่ว่า ได้เป็นส่วนหนึ่งของสิ่งที่ดีงามและรู้สึกเศร้าโศกเสียใจเมื่อผู้อื่นถูกลบหลู่กดขี่ข่มเหง\"
zh_cn: “具有 ubuntu 精神的人心胸开阔，乐于助人，见贤思齐而不忌妒贤能，因为他/她拥有适度的自信，而这源自如下认识：自己乃是属于一个更大的整体，当他人受到伤害或死去时，当他人受到折磨或压迫时，这个整体就会消失。”

source: As a platform based on Linux, the Ubuntu operating system brings the spirit of ubuntu to the software world.
es: Como plataforma basada en Linux, el sistema operativo Ubuntu trae el espíritu de ubuntu al mundo del software.
fr: En tant que plateforme basée sur Linux, le système d'exploitation Ubuntu apporte l'esprit ubuntu au monde de l'informatique.
it: Come piattaforma basata su Linux, il sistema operativo Ubuntu migra lo sprito di ubutu nel mondo del software.
nl: Het Ubuntu besturingssysteem brengt, als platform gebaseerd op Linux, de intentie van 'ubuntu' naar de softwarewereld.
pl: Jako platforma oparta na Linuksie, system operacyjny Ubuntu wnosi ducha ubuntu do świata oprogramowania.
pt: Como uma plataforma baseada em Linux, o sistema operativo Ubuntu traz o espirito de ubuntu ao mundo do software.
pt_br: Como uma plataforma baseada no Linux, o sistema operacional Ubuntu traz o espírito do ubuntu ao mundo do software.
sv: Som en plattform baserad på Linux, ger operativsystemet Ubuntu känslan av "ubuntu" till programvaruvärlden.

source: Free Software
ar: البرامج الحرة
bg: Свободен софтуер
da: Fri software
eo: Libera Programaro
es: Software Libre
fr: Logiciel libre
hr: Slobodan softver
it: Software libero
ko: 자유 소프트웨어
nb: Åpen programvare
nl: Vrije software
pl: Wolne Oprogramowanie
pt: Software Livre
pt_br: Software Livre
sl: Brezplačna programska oprema
sv: Fri mjukvara
th: ซอฟต์แวร์เสรี
zh_cn: 自由软件

source: The Ubuntu project is entirely committed to the principles of open source software development; people are encouraged to use open source software, improve it, and pass it on. This means that Ubuntu is and will always be free of charge.
ar: مشروع أوبونتو مكرس كلياً لمباديء تطوير برامج المصادر المفتوحة. هذا يعني أن أوبونتو هو وسيكون دائماً خالياً من الرسوم.
bg: Проектът Ubuntu е изцяло отдаден на принципите за разработка на софтуер с отворен код; хората са окуражени да използват софтуер с отворен код, да го подобряват, и да го препредават. Тоза означава, че Ubuntu е и винаги ще бъде безплатен.
da: Ubuntuprojektet er helt igennem fastsat omkring princippet om åben kildekode (open source) softwareudvikling. Folk er opfordret til at bruge åben kildekode-software, forbedre det og give det videre. Dette betyder at Ubuntu er og altid vil være gratis.
eo: La projekto Ubuntu tute dediĉas sin al la principoj de evoluigo de liberaj programaroj kun apertaj fontoj; kuraĝigas homojn utiligi liberajn programarojn, plibonigi ilin, kaj fordoni ilin. Tio signifas ke Ubuntu estas kaj ĉiam restos senpaga.
es: El proyecto Ubuntu está totalmente basado en los principios del desarrollo de software de código abierto; se anima a que la gente use, mejore y distribuya software de código abierto. Esto significa que Ubuntu es, y siempre será, gratuito.
fr: Le projet Ubuntu adhère entièrement aux principes de développement du logiciel libre ; toute personne est encouragée à utiliser le logiciel libre, à l'améliorer et à le diffuser. Cela signifie qu'Ubuntu est et restera toujours gratuit.
hr: Ubuntu projekt je u potpunosti predan principima softvera otvorenog koda; ljudi se potiču da koriste softver otvorenog koda, poboljšavaju ga i prenose dalje. To znači da je, i da će uvijek biti, Ubuntu - besplatan.
it: Il progetto Ubuntu è basato sui principi dello sviluppo del software open source; tutti sono incoraggiati ad utilizzare il software open source, a migliorarlo e distribuirlo. Questo significa che Ubuntu è e sarà sempre gratuito.
ko: 우분투 프로젝트는 오픈소스 소프트웨어 개발의 원칙에 전적으로 헌신합니다; 사람들이 오픈소스 소프트웨어를 사용하고, 그것을 개선하고, 전파하는 것을 장려 합니다. 이 의미는 우분투는 지금도 그리고 앞으로도 언제나 사용에 공짜라는 것 입니다.
nb: Ubuntuprosjektet er helt og holdent dediktert til prinsippene om åpen kildkode-programvareutvikling; folk oppmuntres til å bruke åpen kildekode-programvare, forbedre den og videreformidle den. Dette betyr at Ubuntu er og vil alltid være gratis.
nl: Ubuntu schaart zich volledig achter de grondbeginselen van het open-bron model van software ontwikkelen (open source). Wij stimuleren mensen om open source software te gebruiken, te verbeteren en te verspreiden. Dit houdt in dat Ubuntu gratis te verkrijgen is en altijd gratis zal blijven.
pl: Ubuntu całkowicie trzyma się zasad rozwoju otwartego oprogramowania. Zachęcamy do używania i rozwijania go oraz dzielenia się nim z innymi. To oznacza, że Ubuntu będzie zawsze darmowe.
pt: O projecto Ubuntu está totalmente comprometido com os princípios de desenvolvimento de software livre; as pessoas são encorajadas a utilizar software livre, a melhorá-lo e divulgá-lo. Isto significa que o Ubuntu é e será sempre gratuito.
pt_br: O projeto Ubuntu é totalmente comprometido com os princípios de desenvolvimento do software livre; nós encorajamos os usuários a utilizarem, melhorarem e distribuirem os nossos softwares. Isto significa que o Ubuntu é e sempre será gratuito.
sl: Ubuntu se popolnoma zavzema za principe odprtokodnega razvoja programske opreme. Spodbujamo ljudi, da uporabljajo odprtokodne programe, jih izboljšujejo in prepustijo drugim. To pomeni, da Ubuntu Je in Bo vedno brezplačen.
sv: Ubuntuprojektet är helt övertygat om principerna för utveckling av öppen källkodsmjukvara; alla människor uppmuntras att använda mjukvara som är öppen källkod, förbättra den, och skicka den vidare. Det här innebär att Ubuntu är, och alltid kommer att vara, helt gratis.
th: โครงการ Ubuntu นั้นยึดถือแนวคิดของการพัฒนาซอฟต์แวร์แบบโอเพนซอร์สอย่างจริงจัง เราส่งเสริมให้บุคคลใช้และต่อยอดการปรับปรุงซอฟต์แวร์ นั่นหมายความว่าคุณไม่จำเป็นต้องเสียค่าใช้จ่ายสำหรับ Ubuntu และรับประกันว่าจะเป็นเช่นนี้ตลอดไปในอนาคต
zh_cn: Ubuntu 项目完全遵从开源软件开发的原则；并且鼓励人们使用、完善并传播开源软件。也就是说Ubuntu目前是并将永远是免费的。
