Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
bg: ubuntu-doc@lists.ubuntu.com (Проект Документация на Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Ubuntu-dokumentationsprojektet)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de Documentación de Ubuntu)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
hr: ubuntu-doc@lists.ubuntu.com (Projekt Ubuntu Dokumentacije)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@list.ubuntu.com (Ubuntu-documentatieproject)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
pt_br: ubuntu-doc@lists.ubuntu.com (Projeto de Documentação do Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Ubuntu projekt dokumentacije)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสาร Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)

source: New to Ubuntu?
es: ¿Nuevo en Ubuntu?
fr: Nouvel utilisateur d'Ubuntu ?
it: Appena arrivato a Ubuntu?
nl: Nieuw bij Ubuntu?
pt: Novo no Ubuntu?
pt_br: Novo no Ubuntu?
sv: Ny i Ubuntu?

source: An introduction to the background and philosophy of the Ubuntu operating system.
es: Una introducción a las bases y la filosofía del sistema operativo Ubuntu.
fr: Une introduction sur l'histoire et la philosophie du système d'exploitation Ubuntu.
it: Una introduzione ad alcuni concetti e alla filosofia del sistema operativo Ubuntu.
nl: Een inleiding tot de achtergrond en filosofie van het Ubuntu besturingssysteem.
pl: Wprowadzenie do podstaw i filozofii systemu operacyjnego Ubuntu
pt: Uma introdução às bases e filosofia do sistema operativo Ubuntu.
pt_br: Uma introdução ao plano de fundo e à filosofia do sistema operacional Ubuntu.
sv: En introduktion till bakgrunden och filosofin för operativsystemet Ubuntu.

source: @@image: '../../libs/img/ubuntuheader.png'; md5=065318fd00e1fe85f3c168dbf6919c57
da: fiks!
it: fatto

source: Ubuntu - Linux for Human Beings!
ar: أوبونتو - لينكس للبشرية!
bg: Ubuntu - Линукс за човешки същества!
da: Ubuntu - Linux for mennesker!
eo: Ubuntu - Linukso por homoj!
es: Ubuntu - Linux para seres humanos
fr: Ubuntu - Linux pour les êtres humains !
hr: Ubuntu - Linux za ljudska bića!
it: Ubuntu, Linux per tutti!
ko: 우분투 - 인류를 위한 리눅스!
nb: Ubuntu - Linux for vanlige mennesker!
nl: Ubuntu - Linux voor iedereen!
pl: Ubuntu - Linux dla ludzi!
pt: Ubuntu - Linux para Seres Humanos!
pt_br: Ubuntu - Linux para Seres Humanos!
sl: Ubuntu - Linux za ljudi!
sv: Ubuntu - Linux för människor!

source: Credits and License
ar: طاقم العمل والترخيص
bg: Заслуги и Лиценз
da: Bidragydere og licens
eo: Kreditoj kaj Licenco
es: Créditos y Licencia
fr: Remerciements et licence
hr: Zahvale i licence
it: Riconoscimenti e licenza
ko: 명예와 저작권
nb: Medvirkende og lisens
nl: Auteurs en licentie
pl: Zasługi i licencja
pt: Créditos e Licença
pt_br: Créditos e Licença
sl: Zaslužne osebe in licenca
sv: Tack till och licens
th: ผู้จัดทำและลิขสิทธิ์
zh_cn: 贡献者与授权许可

source: The following Ubuntu Documentation Team authors maintain this document:
ar: يقوم بصيانة هذا المستند التالية أسمائهم من فريق أوبونتو للتوثيق:
bg: Следните автори от Екипа за Документация на Ubuntu поддържат този документ:
da: De følgende forfattere fra Ubuntu-dokumentationsholdet vedligeholder dette dokument:
eo: La jenaj aŭtoroj de la Dokumenta Teamo de Ubuntu bontenas ĉi tiun dokumenton:
es: Los siguientes autores del Equipo de Documentación de Ubuntu le dan mantenimiento a este documento:
fr: Les auteurs suivants de l'équipe de documentation d'Ubuntu maintiennent ce document :
hr: Slijedeći članovi Ubuntu dokumentacijskom tima održavaju ovaj dokument:
it: I seguenti membri del Gruppo documentazione di Ubuntu mantengono questo documento:
ko: 다음의 우분투 문서화 팀 작성자가 이 문서를 유지관리 합니다:
nb: Følgende medlemmer av Ubuntus dokumentasjonsgruppe vedlikeholder dette dokumentet:
nl: De volgende Ubuntu-documentatieteamleden onderhouden dit document:
pl: Następujący autorzy z Zespołu Dokumentacji Ubuntu opiekują się tym dokumentem:
pt: Os seguintes autores da Equipa de Documentação Ubuntu mantêm este documento:
pt_br: Os seguintes autores do Time de Documentação do Ubuntu mantêm este documento:
sl: Ta dokument vzdržujejo naslednji člani Ubuntu dokumentacijskega tima
sv: Följande författare från Ubuntus dokumentationsteam underhåller det här dokumentet:
th: สมาชิกของโครงการเอกสาร Ubuntu เหล่านี้เป็นผู้ดูแลเอกสารนี้:
zh_cn: 本文档由下列 Ubuntu 文档小组成员维护：

source: The following people have contributed to this document:
ar: ساهم في هذا المستند:
bg: Следните хора са допринесли за този документ:
da: De følgende personer har bidraget til dette dokument:
eo: La jenaj homoj kontribuis al ĉi tiu dokumento:
es: Las siguientes personas han contribuido a este documento:
fr: Les personnes suivantes ont contribué à cette documentation :
hr: Ljudi koji su doprinjeli ovom dokumentu:
it: Le seguenti persone hanno contribuito a questo documento:
ko: 다음의 분들이 이 문서 작업에 공헌 하였습니다:
nb: Følgende personer har bidratt til dette dokumentet:
nl: De volgende mensen hebben meegewerkt aan dit document:
pl: Następujące osoby brały udział w tworzeniu tego dokumentu:
pt: As pessoas seguintes contribuíram para este documento:
pt_br: As seguintes pessoas contribuíram neste documento:
sl: K vsebini tega dokumenta so prispevali naslednji ljudje:
sv: Följande personer har bidragit till det här dokumentet:
th: บุคคลต่างๆ ตามรายชื่อต่อไปนี้ได้มีส่วนร่วมในการเขียนเอกสารนี้:
zh_cn: 下列人员对本文档亦有贡献：

source: This document is made available under a dual license strategy that includes the GNU Free Documentation License (GFDL) and the Creative Commons ShareAlike 2.0 License (CC-BY-SA).
ar: يقدّم هذا المستند تحت خطة مزدوجة الترخيص تضم ترخيص غنو للتوثيق الحر و ترخيص كريياتف كومنز شيرألايك 2.0 (CC-BY-SA).
bg: Този документ се разпространява под двоен лиценз, който включва GNU Free Documentation License (GFDL) и Creative Commons ShareAlike 2.0 License (CC-BY-SA).
da: Dette dokument er tilgængeligt under en dobbeltlicensstrategi, der inkluderer GNU Free Documentation License (GFDL) og Creative Commons ShareAlike 2.0 licensen (CC-BY-SA).
eo: Ĉi tiu dokumento disponeblas laŭ duopa licenca strategio kiu inkluzivas la GNU Free Documentation License (GFDL) (Liberan Dokumentan Licencon) kaj la Creative Commons ShareAlike 2.0 License (CC-BY-SA) (Dividan Licencon de la Krea Komunumo).
es: Este documento está disponible bajo una estrategia de doble licencia que incluye la Licencia de Documentación Libre GNU (GFDL) y la Licencia Creative Commons ShareAlike 2.0 (CC-BY-SA).
fr: Ce document est disponible sous une double licence : la licence GNU Free Documentation (GFDL) et la licence Creative Commons ShareAlike 2.0 (CC-BY-SA).
hr: Ovaj dokument dostupan je pod dvije licence, GNU Free Documentation License (GFDL) i Creative Commons ShareAlike 2.0 License (CC-BY-SA).
it: Questo documento è reso disponibile sotto una doppia licenza: la GNU Free Documentation License (GFDL) e la Creative Commons ShareAlike 2.0 License (CC-BY-SA).
ko: 이 문서는 GNU 자유 문서화 저작권 (GFDL)과 창작 일반 공유 2.0 저작권 (CC-BY-SA)을 포함하는 이중 저작권 하에 사용할 수 있도록 만들어졌습니다.
nb: Dette dokumentet er gjort tilgjengelig under to lisenser; GNU Free Documentation License (GFDL) og Creative Commons ShareAlike 2.0 License (CC-BY-SA)
nl: Dit document is beschikbaar onder een duale licentie bestaande uit de GNU Free Documentation License (de GFDL) en de Creative Commons ShareAlike 2.0 License (de CC-BY-SA).
pl: Niniejszy dokument jest dostępny na podwójnej licencji: GNU Free Documentation License (GFDL) oraz Creative Commons ShareAlike 2.0 License (CC-BY-SA).
pt: Este documento encontra-se disponível sobre uma estratégia de duplo licenciamento, que inclui a GNU Free Documentation License (GFDL) e a licença Creative Commons ShareAlike 2.0 License (CC-BY-SA).
pt_br: Este documento está disponível sob uma estratégia de licença dupla que inclui a GNU Free Documentation License (GFDL) e a Creative Commons ShareAlike 2.0 License (CC-BY-SA).
sl: Ta dokument je na voljo pod dvema licencama: GNU Free Documentation License (GFDL) in licenco Creative Commons Deljenje pod enakimi pogoji 2.0 (CC-BY-SA).
sv: Det här dokumentet görs tillgängligt under dubbla licenser, nämligen GNU Free Documentation License (GFDL) och Creative Commons ShareAlike 2.0 License (CC-BY-SA).
th: เอกสารนี้อยู่ภายใต้สัญญาอนุญาตสองแบบ คือ GNU Free Documentation License (GFDL) และ Creative Commons ShareAlike 2.0 License (CC-BY-SA)
zh_cn: 本文档采用双重许可政策：GNU Free Documentation License (GFDL) 以及 Creative Commons ShareAlike 2.0 License (CC-BY-SA)。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of these licenses. All derivative works must be released under either or both of these licenses.
ar: أنت حر قي تغيير و توسيع و تحسين مصدر شفرة توثيق أوبونتو تحت شروط الترخيصين. يجب إصدار أي عمل مشتق تحت كلا الترخيصين أو إحداهما.
bg: Имате право да променяте, разширявате и/или подобрявате изходния код на Документацията на Ubuntu съгласно клаузите на тези лицензи. Всички производни работи трябва да се издават под единия от двата или двата лиценза.
da: Du har lov til at ændre, udvide og forbedre Ubuntus dokumentationskildekode under vilkårene i disse licenser. Alle afledte værker skal udgives under én eller begge af disse licenser.
eo: Vi rajtas modifi, etendigi, kaj plibonigi la fontkodon de la dokumentado de Ubuntu laŭ la kondiĉoj de tiuj licencoj. Ĉiuj derivitaj verkoj devas publikiĝi laŭ unu aŭ ambaŭ tiuj licencoj.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de estas licencias. Todos los trabajos que deriven de éste deben ser liberados bajo alguna o ambas de estas licencias.
fr: Vous êtes libre de modifier, d'étendre et d'améliorer le code source de la documentation d'Ubuntu sous les conditions de ces licences. Tous travaux dérivés de cette documentation doivent être publiés sous au moins une de ces deux licences.
hr: Slobodni ste mijenjati, nadopunjavati i unaprijeđivati izvorni kod Ubuntu dokumentacije pod uvjetima ovih licenci. Sva proizašla djela moraju biti izdana pod jednom ili obje ove licence.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di queste licenze. Tutti i lavori derivati devono essere rilasciati sotto i termini di una o entrambe queste licenze.
ko: 이 저작권들의 적용 하에 이 문서의 소스 코드를 변경, 확장 그리고 개선하는 것은 자유롭습니다. 모든 파생된 작업물은 반드시 하나 또는 양쪽의 저작권 하에 발표되어야 합니다.
nb: Du står fritt til å endre, utvide og forbedre Ubuntus dokumentasjon i tråd med disse lisensene. Alt derivert arbeide må publiseres fritt under en av eller begge lisensene.
nl: Het staat u vrij de broncode van de Ubuntu documentatie onder de voorwaarden van deze licenties te wijzigen, uit te breiden en te verbeteren. Alle afgeleide werken moeten vrijgegeven worden onder één van deze licenties of onder beide.
pl: Licencje umożliwiają modyfikację, rozszerzanie, i poprawianie kodu źródłowego dokumentacji Ubuntu zgodnie z warunkami tych licencji. Wszystkie dzieła pochodne muszą być opublikowane na jednej z tych licencji lub obydwu.
pt: É livre de modificar, extender e melhorar o código fonte da documentação Ubuntu sobre os termos destas licenças. Todo o trabalho que derive desta documentação terá de ser ser disponibilizado sob uma ou ambas destas licenças.
pt_br: Você é livre para modificar, extender e aprimorar o código fonte da documentação do Ubuntu sob os termos dessas licenças. Todos os trabalhos derivados devem ser publicados sob uma ou duas das licenças.
sl: Spreminjanje, dodajanje in izboljšava izvorne kode dokumentacije je dovoljena pod okvirom teh dveh licenc. Vsa izpeljana dela morajo biti izdana pod enakimi pogoji.
sv: Du är fri att modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under villkoren för de här licenserna. Alla verk baserade på det här måste släppas under någon av, eller båda, licenserna.
th: คุณสามารถแก้ไขปรับปรุงเอกสารของ Ubuntu ตามเงื่อนไขของสัญญาอนุญาตข้างต้นได้อย่างอิสระ ผลงานที่พัฒนาต่อจำเป็นต้องใช้สัญญาอนุญาตอย่างใดอย่างหนึ่ง หรือทั้งสองแบบก็ได้
zh_cn: 只要遵照上述两份授权许可的条款，您可以自由的修改、扩充和完善 Ubuntu 文档源代码。所有派生作品必须在上述任一或双重许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزّع هذا المستند على أمل أن يكون مفيداً، لكن دون أية ضمانات؛ ولا حتى الضمانة المتضمَنة لقابلية التسويق أو مناسبة الإستخدام لهدف خاص كما يوصَف في وثيقة التنصّل.
bg: Тази документация се разпространява с надеждата, че ще бъде полезна, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА ЗА ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
da: Denne dokumentation er distribueret med det håb at den vil være brugbar, men UDEN NOGEN FORM FOR GARANTI.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAUXGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGÚN TIPO DE GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
hr: Ova dokumentacija distribuira se u nadi da će biti korisna, ali BEZ IKAKVIH GARANCIJA; bez garancije o KUPLJIVOSTI ili UPORABLJIVOSTI ZA ODREĐENU SVRHU KAO ŠTO JE OPISANO U DISCLAIMERu.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO GARANZIA, né esplicita né implicita di COMMERCIABILITÀ ed UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ko: 이 문서는 유용하게 사용될 것이라는 희망으로 배포 합니다만, 어떠한 품질 보증; 즉 매매의 암묵적인 보장 또는 경고문에 기술된 특정 목적을 위한 적합 같은 보증이 없습니다.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat hij nuttig zal zijn, echter ZONDER ENIGE WAARBORG; zelfs zonder de impliciete waarborg van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
pl: Niniejsza dokumentacja rozpowszechniana jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ.
pt: Esta documentação é distribuída com a esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Esta documentação é distribuída na esperança de que será útil, mas SEM QUALQUER GARANTIA; sem nenhuma garantia COMERCIAL ou algum PROPÓSITO PARTICULAR COMO DESCRITO NO DISCLAIMER.
sl: Ta dokumentacija je priložena v upanju, da bo koristna, vendar BREZ ZAGOTOVILA KAKRŠNEGAKOLI JAMSTVA; tudi brez posrednega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČENO UPORABO KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttryckliga eller implicita, ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
th: เอกสารนี้แจกจ่ายด้วยความหวังที่ว่าจะเป็นประโยชน์แต่ไมีมีการรับรอง (WARRANTY) ไม่มีแม้แต่ที่บอกเป็นนัยว่ารับรองขายได้ (MERCHANTABILITY) หรือเหมาะสมสำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารปฏิเสธความรับผิดชอบ(DISCLAIMER)
zh_cn: 本文档发布的目的是期望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: Copies of these licenses are available in the appendices section of this book. Online versions can be found at the following URLs:
ar: توجد نسخ لهذه التراخيص في قسم الملحقات لهذا الكتاب. يمكن الحصول على نسخ على الخط في من الوصلات التالية:
bg: Копия на тези лицензи можете да намерите в раздела с пролиженията на тази книга. Онлайн версии могат да бъдат намерени на следните URL:
da: Kopier af disse licenser er tilgængelige i appendikssektionen af denne bog. Onlineversioner kan findes på følgende adresser:
eo: Ekzempleroj de tiuj licencoj disponeblas en la apendica sekcio de ĉi tiu libro. Retaj versioj troviĝas ĉe la jenaj URL-oj:
es: Hay copias disponibles de estas licencias en la sección de apéndices de este libro. Las versiones en línea se pueden conseguir en las siguientes direcciones:
fr: Des copies de ces licences sont disponibles dans les annexes de ce guide. Des versions en ligne peuvent être trouvées à ces adresses (URL) :
hr: Kopije ovih licenci dostupne su u Dodacima ove knjige. Online verzije mogu se naći na slijedećim stranicima:
it: Le copie di queste licenze sono disponibili nell'appendice di questo libro. Le versioni online possono essere reperite ai seguenti indirizzi:
ko: 이 저작권들의 복사본은 이 책의 부록 편에 있습니다. 온라인 버전은 다음의 URL에서 찾을 수 있습니다:
nb: Kopier av disse lisensene er tilgjengelig i tilleggsseksjonen av denne boken. Online-versjoner er tilgjengelig på følgende nettsteder:
nl: Kopiën van deze licenties zijn te vinden in de bijlagen van dit boek. On-line versies zijn te vinden op de volgende URLs:
pl: Kopie tych licencji są dostępne w sekcji dodatków tego podręcznika. Wersje online można znaleźć pod następującymi adresami:
pt: Cópias destas licenças encontram-se disponíveis na secção de apêndices neste livro. Versões online podem ser encontradas nos seguintes endereços:
pt_br: Cópias destas licenças estão disponíveis na seção de apêndices deste livro. Versões online podem ser encontradas nas seguintes URLs:
sl: Kopije vsebin licenc so na voljo v sekciji dodatkov tega dokumenta. Vsebino licenc je možno najti tudi na medmrežju na naslednjih naslovih:
sv: Kopior av dessa licenser finns tillgängliga i appendixsektionen av denna bok. Onlineversioner kan hittas på följande URL:er:
th: สำเนาของใบอนุญาติต่างๆอยู่ในภาคผนวกข้างหลังของหนังสือนี้,หรือฉบับออนไลน์(Online versions )สามารถหาอ่านได้ที่ URLs:
zh_cn: 本文档的附录部分提供了上述两份授权许可的副本，此外您可以通过下列网址获取其在线版本：

source: This document is an introduction to Ubuntu. It explains the Ubuntu philosophy and roots, gives information about how to contribute to Ubuntu, and shows how to get help with Ubuntu.
ar: هذه الوثيقة عبارة عن مقدمة لأوبونتو. إنها تشرح فلسفة وجذور أوبونتو، تعطي معلومات عن كيفية المشاركة في أوبونتو، وتشرح كيفية الحصول على المساعدة مع أوبونتو.
bg: Този документ е въведение в Ubuntu. Той обяснява корените и философията на Ubuntu, дава информация за това как да се допринесе за Ubuntu, и показва как да получите помощ за Ubuntu.
da: Dette dokument er en introduktion til Ubuntu. Det forklarer om Ubuntus filosofi og rødder, giver informationer om hvordan man bidrager til Ubuntu og viser hvordan man får hjælp til Ubuntu.
eo: Ĉi tiu dokumento estas enkonduko al Ubuntu. Ĝi klarigas la filozofon kaj radikojn de Ubuntu, donas informon pri kiel kontribui al Ubuntu, kaj montras kiel ricevi helpon de Ubuntu.
es: Este documento es una introducción a Ubuntu. Explica la filosofía de Ubuntu y sus raíces, proporciona información sobre cómo contribuir con Ubuntu, y muestra cómo conseguir ayuda con Ubuntu.
fr: Ce document est une introduction à Ubuntu. Il explique la philosophie et les racines d'Ubuntu, apporte des informations utiles pour contribuer à Ubuntu et obtenir de l'aide à son sujet.
hr: Ovaj dokument je uvod u Ubuntu. On objašnjava Ubuntu filozofiju i korijene, daje informacije kako doprinjeti Ubuntu-u i kako pronaći pomoć za Ubuntu.
it: Questo documento è una introduzione ad Ubuntu. Illustra la filosofia e le radici di Ubuntu, fornendo informazioni su come contribuire a Ubuntu e come ottenere aiuto con Ubuntu.
ko: 이 문서는 우분투의 소개 입니다. 우분투의 철학과 뿌리를 설명하고, 어떻게 우분투에 공헌할 수 있는지에 대한 정보를 주고, 어떻게 우분투에서 도움을 받을 수 있는지를 보여 줍니다.
nb: Dette dokumentet er en introduksjon til Ubuntu. Det vil forklare Ubuntus filosofi og røtter, samt gi informasjon om hvordan du som bruker kan bidra til å forbedre Ubuntu, og viser det hvordan du kan få hjelp til bruk av Ubuntu.
nl: Dit document introduceert Ubuntu. Het geeft uitleg over de filosofie en 'roots' van Ubuntu. Het geeft informatie over hoe u kunt meewerken aan Ubuntu en waar u hulp kunt vinden voor Ubuntu.
pl: Dokument ten stanowi wprowadzenie do Ubuntu. Objaśnia on filozofię i korzenie Ubuntu, dostarcza informacji o sposobach pomocy w rozwoju Ubuntu i wskazuje sposoby uzyskania pomocy w Ubuntu.
pt: Este documento é uma introdução ao Ubuntu. Explica as raízes e a filosofia Ubuntu, fornece informação sobre como contribuir para o Ubuntu, e mostra como obter ajuda com o Ubuntu.
pt_br: Este documento é uma introdução ao Ubuntu. Ele explica a filosofia e as raízes do Ubuntu, fornece informações sobre como contribuir com o Ubuntu e mostra como obter ajuda com o Ubuntu.
sl: Ta dokument je uvod v Ubuntu. V njem je razložena filozofija in korenine, ki stojijo za projektom Ubuntu. V dokumentu je tudi razloženo kako lahko tudi sami prispevamo k projektu Ubuntu, in prikazano kako pridemo do pomoči.
sv: Det här dokumentet är en introduktion i Ubuntu. Det förklarar Ubuntus filosofi och rötter, ger information om hur du kan bidra till Ubuntu, och visar hur du får hjälp med Ubuntu.
th: เอกสารนี้เป็นการแนะนำ Ubuntu โดยจะอธิบายแนวคิดและความเป็นมาของ Ubuntu และให้ข้อมูลในการมีส่วนร่วมกับโครงการ Ubuntu รวมถึงวิธีการแก้ปัญหาต่างๆ ที่พบใน Ubuntu
zh_cn: 本文档是一份 Ubuntu 的简要介绍，阐述了 Ubuntu 的理念和根源，并给出了诸如：如何帮助 Ubuntu，及如何从 Ubuntu 获得帮助等相关信息。

source: Ubuntu Logo
ar: شعار أوبونتو
bg: Лого на Ubuntu
eo: Bildsimbolo de Ubuntu
es: Logotipo de Ubuntu
fr: Logo d'Ubuntu
it: Il logo di Ubuntu
ko: 우분투 로고
nb: Ubuntu-logoen
pl: Logo Ubuntu
pt: Logótipo Ubuntu
pt_br: Logo do Ubuntu
sl: Ubuntu Logotip
sv: Ubuntulogon
th: โลโก้ Ubuntu
zh_cn: Ubuntu标志
