Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: However, this means more than just being available at zero cost. The philosophy of free software is that people should be free to use software in all the ways that are "socially useful". "Free software" doesn't just mean that you shouldn't have to pay for it, it also means that you should be able to use the software in any way you wish: the code that makes up free software is available for anyone to download, change, fix, and use in any way. So apart from the fact that free software is often available without charge, this freedom also has technical advantages: when programs are developed, the hard work of others can be used and built upon. With non-free software, this cannot happen and when programs are developed, they have to start from scratch. For this reason the development of free software is fast, efficient and exciting!
ar: لكن هذا يعني أكثر من مجرد كونه مجاني. فلسفة المصادر الحرة هي أن الناس يجب أن يكونوا أحراراً لإستعمالهم البرامج بكل الطرق "المفيدة إجتماعياً". "البرامج الحرة" لا تعني فقط إنك غير ملزم بدفع مبلغ نظيرها، بل إنها تعني أيضاً إنه يجب أن تكون قادراً على إستعمالها بأي صورة تشاء: شفرة المصدر التي تبنى عليها البرامج الحرة متوفرة للتنزيل، للتعديل، للتصليح أو للإستعمال بأي طريقة كانت من قبل أي شخص. لذلك جزء من الحقيقة أن البرامج الحرة متوفرة غالباً من غير رسوم، هذه الحرية تحمل فائدة تقنية أيضاً: عندما تطور البرامج، فإنه يتم إستخدام وتطوير مجهود الآخرين. مع البرامج الغير حرة، لا يمكن حدوث ذلك، وعندما تبنى البرامج، فإنها تبدأ من الصفر. لهذا السبب فإن تطوير البرامج الحرة يتم بطريقة سريعة، عملية وممتعة!
bg: Но това означава повече от простото предлагане за без пари. Философията на свободния софтуер е такава, че хората трябва да бъдат свободни да използват софтуера по всички начини, които са "социално полезни". "Свободен софтуер" не само означава, че не трябва да заплащате за него, а също така означава, че можете да използвате софтуера по какъвто начин желаете: кодът, който изгражда свободния софтуер, е достъпен за всеки за изтегляне, промяна, поправка и употреба по всякакъв начин. Така че освен фактът, че свободният софтуер често се предлага без такса, тази свобода има също и технологични предимства: когато биват изработвани програми, трудоемката работа на другите може да бъде ползвана за основа, върху която да се изгражда. При несвободния софтуер това не може да се случи и при разработване на програми трябва да се започне от нулата. Поради тази причина разработката на свободен софтуер е бърза, ефективна и вълнуваща!
da: Det betyder dog mere end at være tilgængelig uden omkostning. Filosofien om fri software handler om, at folk skal være frie til at bruge softwaren på alle mulige måder, som bringer nytte socialt. "Fri software" betyder ikke bare, at du ikke skal betale for det, det betyder også, at du skal kunne bruge softwaren på enhver måde, du har lyst: koden der ligger til grund for fri software er tilgængelig for enhver til at hente, ændre i, fikse eller bruge på anden måde. Så bortset fra det faktum at fri software ofte er gratis, har denne frihed også tekniske fortrin: når programmer bliver udviklet, kan andres hårde arbejde bygges ovenpå. Med ikke-fri software kan dette ikke ske, og når programmer udvikles, er man nødt til at starte forfra hver gang. På grund af dette er fri software-udvikling hurtig, effektiv og spændende!
eo: Tamen, tio signifas pli ol disponi senpage. La filozofio de liberaj programaroj estas ke homoj devus esti liberaj uzi programojn en manieroj kiuj estas "socie utilaj". "Libera programaro" signifas ne nur ke oni ne devus pagi por uzi ĝin, sed ankaŭ signifas ke oni devus povi uzi la programaron laŭplaĉe: la kodo kiu konsistigas la liberan programaron disponeblas al iu ajn elŝuti, ŝanĝi, ripari, kaj uzi ajnamaniere. Do aldone al la fakto ke libera programaro estas ofte havebla senpage, tiu libereco ankaŭ havas teknikajn avantaĝojn: kiam oni evoluigas programojn, oni povas uzi kaj plukonstrui sur la laboraĵoj de aliaj. Ĉe nelibera programaro, tio ne povas okazi, kaj kiam oni evoluigas programojn, oni devas komenco ĉe nulo. Tial la evoluigo de libera programaro estas rapida, efika kaj ekscita!
es: Sin embargo, esto significa algo más que estar disponible a coste cero. La filosofía del software libre es que la gente pueda usar libremente el software de todas las formas que considere «socialmente útiles». «Software libre» no significa únicamente que no tiene que pagar por él, sino que también supone que podrá usar el software como usted desee: el código que forma el software libre está disponible para poder descargarlo, modificarlo, arreglarlo y usarlo de la manera que se considere conveniente. Por tanto, además del hecho de que el software libre a menudo se puede conseguir sin ningún coste, esta libertad también tiene ventajas técnicas: cuando se desarrollan los programas, puede usarse el duro trabajo de los demás y construir a partir de éste. Con el software no libre, esto no puede ocurrir, y cuando se desarrollan los programas, se tiene que empezar desde cero. Por esta razón, el desarrollo de software libre es rápido, eficiente y excitante.
fr: Cependant, cela signifie bien plus qu'être disponible à titre gracieux. La philosophie du logiciel libre implique que les personnes doivent être libres d'utiliser le logiciel à toutes fins « utiles à la société ». « Logiciel libre » ne signifie pas uniquement que vous n'avez pas à payer pour l'obtenir, cela signifie aussi que vous pouvez utiliser le logiciel comme bon vous semble : le code qui constitue le logiciel libre est librement disponible au téléchargement, à la modification, à l'amélioration et à toute forme d'utilisation. Mis à part le fait que le logiciel libre est souvent disponible gratuitement, cette liberté a aussi des avantages techniques : lorsque les programmes sont développés, le travail des autres peut être réutilisé et enrichi. Avec les logiciels propriétaires, cela n'est pas possible et lorsque des programmes sont développés, on doit repartir de zéro. C'est pour cette raison que le développement de logiciels libres est rapide, efficace et passionnant !
hr: Dakako, to znači puno više od same činjenice da će biti besplatan. Principi slobodnog softvera govore kako ljudi moraju biti slobodni koristiti softver na svaki "društveno koristan" način. "Slobodan softver" ne znači samo da ga ne treba platiti, već da ljudi imaju slobodu koristiti na koji god način žele: izvodni kod od kojeg je sačinjen slobodan softver je dostupan svima za preuzimanje, mijenjanje, popravljanje i uprobabu na sve načine. Osim činjenice da je slobodan softver uglavnom dostupan bez novčane naknade, ova sloboda ima i tehničkih prednosti: kada se programi razvijaju, težak rad drugih može se koristiti kao baza za druge projekte. Sa neslobodnih softverom ovo nije moguće i programi se razvijaju tako da se svaki put sve počinje nanovo, od početka. Zbog ovih razloga je razvoj slobodnog sofvtera brz, učinkovit i zabavan!
it: Questo non significa solo che Ubuntu sarà sempre disponibile ad alcun costo. La filosofia del software libero garantisce che le persone possano usare il software in tutti i modi che possono essere "socialmente utili". "Software libero" non significa solamente software gratis, significa anche avere il diritto di usare il software come si vuole: il codice sorgente di un progetto Libero è disponibile a chiunque lo voglia scaricare, modificare, migliorare e usare in qualsiasi modo. Oltre ad essere gratis, questa libertà presenta molti vantaggi tecnici: quando viene sviluppato un programma, il duro lavoro di questi programmatori può essere utilizzato come punto di partenza per un nuovo progetto. Con il software non-Libero questo non può accadere e quando un nuovo programma viene sviluppato è necessario partire da zero. Per questo motivo sviluppare software Libero è veloce, efficiente ed eccitante!
ko: 그러나, 이 의미는 단지 공짜라는 것 보다는 더 많은 것이 있습니다. 자유 소프트웨어의 철학은 사람들이 소프트웨어를 사용하는 모든 경우 즉 "사회적 유용함"에 자유로와야만 한다는 것입니다. "자유 소프트웨어"는 단지 그것에 비용을 지불하지 않는다는 것만을 의미하지 않습니다, 이것은 또한 사람들이 바라는 어떠한 경우에도 소프트웨어를 사용할 수 있어야만 한다는 것도 의미 합니다: 자유 소프트웨어를 만드는 코드는 누구나 내려받고, 변경하고, 고치며 그리고 어떠한 방법으로든 사용 합니다. 그래서 자유 소프트웨어는 종종 비용이 없이 사용한다는 사실에서 분리하여, 이 자유는 또한 기술적인 이점을 가지고 있습니다: 프로그램이 개발될 때, 다른 사람들이 열심히 일한 것이 사용이 되고 그것에 기반해서 만들어 집니다. 자유 소프트웨어가 아닌 경우는, 이것은 일어날 수 없고 소프트웨어가 개발될 때, 그들은 처음부터 시작을 하여야만 합니다. 이 이유로 자유 소프트웨어의 개발은 빠르고, 효과적이며 즐겁습니다!
nb: Men dette betyr mer enn å være kostnadsfritt tilgjengelig. Filosofien om gratis programvare er at folk burde være frie til å bruke programvare på alle måter som er 'sosialt brukbare'. "Gratis programvare" betyr ikke bare at du ikke burde være nødt til å betale for det, det betyr også at du burde være i stand til å bruke programvaren på hvilken som helst måte du ønsker: koden som utgjør fri programvare er tilgjengelig for hvem som helst til å laste ned, endre, fikse og bruke på hvilken som helst måte. Så foruten det faktum at gratis programvare ofte er kostnadsfritt tilgjengelig, har denne friheten også tekniske fordeler: når programmer utvikles kan andres harde arbeid brukes og påbygges. Med ikke-gratis programvare kan ikke dette skje og når programmer utvikles, må de starte fra begynnelsen. På grunn av dette er utviklingen av gratis programvare raskt, effektivt og spennende!
nl: Het betekent echter meer dan alleen dat de software gratis verkrijgbaar is. De filosofie van vrije software is dat mensen vrij zijn om de software te gebruiken op alle manieren die "sociaal nuttig" zijn. "Vrije software" betekent dus, onder andere, dat u er niet voor hoeft te betalen, maar ook dat u de software mag gebruiken zoals u dat wilt: de broncode van vrije software is beschikbaar voor iedereen om te downloaden, te wijzigen, te verbeteren, en te delen met anderen. Deze vier vrijheden leveren samen nog een belangrijk technisch voordeel op: wanneer softwareprogramma's worden ontwikkeld, kan het harde werk van anderen worden hergebruikt en kan er worden gebouwd op wat anderen hebben bereikt. Bij niet-vrije software kan dit niet en moeten programmeurs telkens vanaf nul beginnen. Vanwege deze reden is de ontwikkeling van vrije software snel, efficiënt en opwindend!
pl: Nie oznacza to Jednakże tylko dostępności za zerowy koszt. Filozofia wolnego oprogramowania mówi, że ludzie powinni mieć wolność używania oprogramowania w jakikolwiek sposób uznają to za stosowne. "Wolne oprogramowanie" nie oznacza jedynie, że nie powinieneś nic za nie płacić, oznacza także, że możesz używać to oprogramowanie w jakikolwiek sposób uznasz to za stosowne: kod źródłowy na który składa się wolne oprogramowanie jest dostępny dla każdego do pobrania, zmiany, poprawy i dowolnego użytku. Poza tym, że wolne oprogramowanie jest często oferowane bez opłaty, ta wolność ma też przewagę techniczną: kiedy programy są tworzone, ciężka praca innych może być użyta i dołączona. Z oprogramowaniem nie-wolnym to nie może się wydarzyć i kiedy programy są rozwijane, trzeba wszystko zaczynać od początku. Z tego powodu rozwój wolnego oprogramowania jest szybki, wydajny i ekscytujący!
pt: Contudo, isto significa mais do que apenas estar disponível a custo zero. A filosofia do software livre é a de que as pessoas devem ser livres de utilizar o software de todas as maneiras que sejam "socialmente úteis". "Software Livre" não significa apenas que não deverá pagar por ele, também significa que deverá ter a possibilidade de utilizar o software da forma que quiser: o código que constitui o software livre está disponível para download por qualquer pessoa, que o queira alterar, corrigir e utilizar. Assim, aparte o facto de que o software livre está frequentemente disponível gratuitamente, esta liberdade tem também vantagens técnicas: quando os programas são desenvolvidos, o trabalho árduo de outros pode ser usado como ponto de partida. Com software não-livre, isto não é possível, e quando os programas são desenvolvidos, tem de se começar do zero. Por esta razão o desenvolvimento de software livre é rápido, eficiente e excitante!
pt_br: Entretanto, isto significa mais do que somente estar disponível a custo zero. A filosofia do software livre é de que as pessoas devem ser livres para usar o software em todas as maneiras que são "socialmente úteis". "Software Livre" não quer somente dizer que você não precisa pagar pelo mesmo, também significa que você deve poder usar o software de qualquer maneira que desejar: o código que faz o software livre é disponível para qualquer pessoa fazer download, modificar, consertar, e usar de qualquer maneira. Então, além do fato de que o software livre normalmente é disponibilizado sem nenhum custo, esta liberdade também tem suas vantagens técnicas: quando programas são desenvolvidos, o trabalho de outras pessoas pode ser reutilizado. Com softwares não-livres, isto não pode acontecer e quando programas são desenvolvidos, eles devem ser começados do zero. Por este motivo, o desenvolvimento de software livre é rápido, eficiente e animado!
sl: Vendar to pomeni več kot to, da je Ubuntu na voljo zastonj. Filozofija za prezplačno programsko opremo je, da bi morali ljudje uporabljati prezplačno programsko opremo na vse načine, ki so "družbeno koristni". "Brezplačna programska oprema" ne pomeni samo to, da ni treba za programsko opremo plačati, ampak pomeni, da programsko opremo lahko uporabljamo kot si sami zamislimo: programska koda iz katere je sestavljena programska oprema je preko spleta dostopna vsem za spreminjanje, popravljanje in uporabo na kakršenkoli način. To ima poleg tega, da je brezplačna programska oprema ponavadi dostopna brez plačila, tudi tehnične prednosti: ko se programsko opremo razvija, je možno trdo delo drugih uporabiti ali nadgraditi. Pri plačljivi programski opremi se to ne more zgoditi in ko se razvija nova programska oprema, je potrebno pričeti z ničle. Zaradi tega razloga je razvoj brezplačne programske opreme hiter, učinkovit in razburljiv!
sv: Det här betyder dock mer än att bara vara gratis. Filosofin bakom fri mjukvara är att alla människor ska vara fria att använda mjukvara på alla sätt som är "socialt användbara". "Fri mjukvara" betyder inte bara att du inte ska behöva betala för det, det betyder också att du ska kunna använda programmet på vilket sätt du vill: koden som programmet består av finns tillgänglig för alla att ladda ner, ändra, fixa, och använda på alla möjliga sätt. Så förutom att fri mjukvara ofta är gratis, så har den här friheten också tekniska fördelar: när program utvecklas går de att basera på andras hårda arbete. Med icke-fri mjukvara kan det här inte ske, och när program utvecklas måste man börja om från början. Av det här skälet är utveckling av fri mjukvara snabb, effektiv och spännande!
th: อย่างไรก็ตาม "โอเพนซอร์ส" หรือ "ซอฟต์แวร์เสรี" ไม่ได้แปลว่าคุณจะไม่ต้องจ่ายเงินเท่านั้น มันยังหมายความว่าคุณสามารถใช้ซอฟต์แวร์นั้นได้อย่างอิสระ และคุณสามารถดาวน์โหลดซอร์สโค้ดของซอฟต์แวร์มาปรับปรุงแก้ไขได้ตามต้องการ แนวคิดซอฟต์แวร์เสรียังก่อให้เกิดข้อดีคือการต่อยอดซอฟต์แวร์ เมื่อใครซักคนปรับปรุงซอฟต์แวร์ตัวนั้นให้ดีขึ้น คนอื่นๆ ก็จะได้ประโยชน์จากการปรับปรุงนี้ด้วย ซึ่งนี่ไม่สามารถทำได้ในซอฟต์แวร์เชิงพาณิชย์หรือฟรีแวร์
zh_cn: 然而，这并不仅仅意味着零成本，自由软件的理念是人们应该以所有“对社会有用”的方式自由地使用软件。“自由软件”并不只意味着您不需要为其支付费用，它也意味着您可以以自己想要的方式使用软件：任何人可以任意方式下载、修改、修正和使用组成自由软件的代码。因此，除去自由软件常以免费方式提供这一事实外，这种自由也有着技术上的优势：进行程序开发时，就可以使用其他人的成果或以此为基础进行开发。对于非自由软件而言，这点就无法实现，进行程序开发时，人们总得白手起家。基于上述原因，自由软件的开发是迅捷、高效和激动人心的！

source: You can find out more about the philosophy of free software <ulink url="&gnu-philosophy;">here</ulink>.
da: Du kan finde mere om filosofien bag fri software <ulink url="&gnu-philosophy;">her</ulink>.
es: Puedes encontrar más información sobre la filosofía del software libre <ulink url="&gnu-philosophy;">aquí</ulink>.
fr: Vous pouvez en apprendre davantage sur la philosophie des logiciels libres <ulink url="&gnu-philosophy;">ici</ulink>.
it: È possibile trovare maggiori informazioni riguardo la filosofia del software libero <ulink url="&gnu-philosophy;">qui</ulink>.
ko: 자유 소프트웨어에 대한 좀 더 많은 것은 <ulink url="&gnu-philosophy;">여기</ulink>에서 찾을 수 있습니다.
nl: U kunt <ulink url="&gnu-philosophy;">hier</ulink> meer lezen over de filosofie achter vrije software.
pl: Więcej informacji na temat fillozofii wolnego oprogramowania znajdziesz pod <ulink url="&gnu-philosophy;">tym adresem</ulink>.
pt: Pode saber mais sobre a filosofia do software livre <ulink url="&gnu-philosophy;">aqui</ulink>.
pt_br: Você pode descobrir mais sobre a filosofia do software livre <ulink url="&gnu-philosophy;">aqui</ulink>.
sv: Du kan läsa mer om filosofin bakom fri programvara <ulink url="&gnu-philosophy;">här</ulink>.

source: The Difference
ar: الفرق
bg: Разликата
da: Forskellen
eo: La Diferenco
es: La diferencia
fr: La différence
hr: Razlika
it: La differenza
ko: 차이점
nb: Forskjellen
nl: Het verschil
pl: Różnica
pt: A Diferença
pt_br: A Diferença
sl: Razlika
sv: Skillnaden
th: สิ่งที่แตกต่างกับระบบอื่น
zh_cn: 不同之处

source: There are many different operating systems based on Linux: Debian, SuSE, Gentoo, RedHat, and Mandriva are examples. Ubuntu is yet another contender in what is already a highly competitive world. So what makes Ubuntu different?
es: Hay muchos sistemas operativos distintos basados en Linux: Debian, SuSE, Gentoo, RedHat y Mandriva son algunos ejemplos. Ubuntu es otro competidor más en lo que ya es un mundo altamente competitivo. Así que ¿qué hace a Ubuntu diferente?
fr: Il existe beaucoup de systèmes d'exploitations différents basés sur Linux : Debian, SuSE, Gentoo, RedHat et Mandriva en sont des exemples. Ubuntu est un nouveau prétendant dans un monde déja hautement compétitif. Mais, qu'est-ce qui rend Ubuntu si différent ?
it: Ci sono molti sistemi operativi diversi basati su GNU/Linux: Debian, SuSE, Gentoo, RedHat e Mandriva sono degli esempi. Ubuntu è un altro contendente in quello che è già un campo altamente competivio. Quindi, cosa rende Ubuntu differente?
nl: Er bestaan veel verschillende besturingssystemen die op GNU/Linux gebaseerd zijn: Debian, SuSE, Gentoo, RedHat en Mandriva zijn enkele voorbeelden. Ubuntu is weer een andere meedinger in deze inmiddels zeer competatieve wereld. Wat maakt Ubuntu nou zo bijzonder?
pl: Istnieje wiele różnych systemów operacyjnych bazujących na Linuksie, przyładami są Debian, SuSE, Gentoo, RedHat i Mandriva. Ubuntu jest jeszcze jednym zawodnikiem w już mocno konkurencyjnym świecie. Co więc czyni Ubuntu odmiennym?
pt: Existem vários sistemas operativos diferentes baseados em Linux: Debian, SuSE, Gentoo, RedHat e Mandriva, entre outros. O Ubuntu é mais um candidato num mundo que é já bastante competitivo. O que torna então o Ubuntu diferente?
sv: Det finns många olika operativsystem som är baserade på Linux: Debian, SuSE, Gentoo, RedHat och Mandriva är exempel på dessa. Ubuntu är ännu en konkurrent på marknaden. Vad är det som gör att Ubuntu sticker ut från de andra?
