Repository: ahoneybun/pop-docs
Catalog: ubuntu/aboutubuntu/po/*.po
Languages: ar, bg, da, eo, es, fr, hr, it, ko, nb, nl, pl, pt, pt_br, sl, sv, th, zh_cn

source: The GNU project is closely linked to the philosophy of free software, which is central to the projects that derive from it, such as Ubuntu. The concept of free software is explained at <xref linkend="free-software"/>.
ar: مشروع جنو مرتبط بإرتباط وثيق مع فلسفة البرامج الحرة، والتي تتمركز حولها المشاريع المشتقة منها، مثل أوبونتو. فكرة البرمجيات الحرة مشروحة في <xref linkend="البرمجيات الحرة"/>.
bg: Проектът GNU е тясно свързан с философията за свободния софтуер, която е основна за проектите, произлизащи от нея, както е Ubuntu. Концепцията за свободния софтуер е обяснена на <xref linkend="free-software"/>.
da: GNU-projektet er tæt sammenkædet med filosofien om fri software, som er centralt for de projekter der nedstammer fra den, som f.eks. Ubuntu. Konceptet om fri software er forklaret på <xref linkend="free-software"/>.
eo: La projekto GNU estas intime ligita al la filozofio de liberaj programaroj, kiu estas centra al la projektoj kiuj devenas de ĝi, ekzemple Ubuntu. La koncepto de liberaj programaroj estas klarigita ĉe <xref linkend="free-software"/>.
es: El proyecto GNU está fuertemente unido a la filosofía del software libre, que es central en los proyectos que derivan de él, como Ubuntu. El concepto del software libre se explica en <xref linkend="free-software"/>.
fr: Le projet GNU est étroitement lié à la philosophie du logiciel libre qui est omniprésente dans les projets qui en découlent tel que celui d'Ubuntu. Le concept du logiciel libre est exposé dans la rubrique <xref linkend="free-software"/>.
hr: GNU projekt usko je vezan uz filozofiju slobodnog softvera, čineći jezgru za sve projekte proizašle iz njega, poput Ubuntua. Koncept slobodnog softvera objašnjen je u dijelu <xref linkend="free-software"/>.
it: Il progetto GNU è strettamente legato alla filosofia del software libero, il cuore centrale di tutti progetti che da esso derivano, proprio come Ubuntu. Il concetto del software libero è esposto in <xref linkend="free-software"/>.
ko: GNU 프로젝트는 자유 소프트웨어의 철학과 밀접히 관련 됩니다, 이것은 우분투와 같이 그것에서 파생한 프로젝트들의 중심 입니다. 자유 소프트웨어의 관념은 <xref linkend="free-software"/> 에 설명되어 있습니다.
nb: GNU prosjektet er tett knyttet til filosofien i fri programvare, som er en sentral del av prosjekter som stammer fra det, som for eksempel Ubuntu. Fri programvare konseptet er forklart på <xref linkend="free-software"/>.
nl: Het GNU-project is nauw verbonden met de filosofie van vrije software die centraal staat bij de projecten die daarvan zijn afgeleid, zoals Ubuntu. Het concept van vrije software wordt uitgelegd in <xref linkend="free-software"/>.
pl: Projekt GNU jest ściśle związany z filozofią wolnego oprogramowania, która jest ważna dla projektów /pochodnych, takich jak Ubuntu. Koncepcja wolnego oprogramowania jest wyjaśniona w <xref linkend="free-software"/>.
pt: O projecto GNU está intimamente ligado à filosofia de software livre, o que é central para projectos que dele derivam, tal como o Ubuntu. O conceito de software livre é explicado em <xref linkend="free-software"/>.
pt_br: O projeto GNU é fortemente ligado à filosofia do software livre, que é central aos projetos que derivam do mesmo, como o Ubuntu. O conceito de software livre é explicado em <xref linkend="free-software"/>.
sl: GNU projekt je tesno povezan z filozofijo brezplačne programske opreme, ki je center projektom, ki so izpeljani iz nje kot recimo Ubuntu. Koncept za brezplačno programsko opremo je opisan tule: <xref linkend="free-software"/>.
sv: GNU-projektet är nära sammanbundet med filosofin om fri mjukvara, vilket är centralt för de projekt som baseras på det, som Ubuntu. Konceptet fri mjukvara förklaras i <xref linkend="free-software"/>.
th: โครงการ GNU นั้นเกี่ยวข้องอย่างใกล้ชิดกับปรัชญาซอฟต์แวร์เสรี ซึ่งถูกนำไปใช้โดยโครงการอื่นมากมาย และ Ubuntu ถือเป็นหนึ่งในโครงการเหล่านั้น คุณสามารถอ่านแนวคิดของซอฟต์แวร์เสรีได้ที่ <xref linkend="free-software"/>
zh_cn: GNU 项目和自由软件的理念紧密相连，它也是衍生自 GNU 的、诸如 Ubuntu 等项目的关键所在。自由软件这一概念的说明参见 <xref linkend="free-software"/>。

source: translator-credits
ar: شكر للمترجمين
bg: Nikola Kasabov - SnkBite <nikola.kasabov@gmail.com> 2006; Ростислав "zbrox" Райков <zbrox@i-space.org>, 2006; Камен Личев, 2006.
da: Simon Gray <simongray@gmail.com>, 2006. Lasse Bang Mikkelsen <lbm@fatalerror.dk>, 2006.
eo: tradukantoj-kreditoj
es: Carlos A. Mota Gámez <karlozmota@gmail.com>, 2006
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
hr: Ubuntu-hr: Ante Karamatić, 2006.
it: Ubuntu Italian Translators, https://launchpad.net/people/ubuntu-l10n-it, 2006
ko: atie H <atie.at.matrix@gmail.com>, 2005, 2006.
nb: Øivind Hoel <ohoel@cvs.gnome.org>, Tor Harald Thorland <linux@strigen.com>, Anders Martinsen <anders@andersmartinsen.net>
nl: Tino Meinen.
pl: Maciej Chojnacki <maciej.chojnacki@gmail.com>, 2005
pt: Equipa de Tradutores do Ubuntu PT <tradutores@ubuntu-pt.org>
pt_br: Tradutores: Ubuntu Brazilian Portuguese Translators <https://launchpad.net/people/ubuntu-l10n-pt-br>, 2006
sl: Primož Prinčič
sv: Översatt av https://launchpad.net/people/ubuntu-l10n-sv
th: Isriya Paireepairit <markpeak@gmail.com>, 2006
zh_cn: Linxiao Li <linxiao.li@gmail.com>, 2006

source: mdke@ubuntu.com (Matthew East)
ar: mdke@ubuntu.com (ماثيو إيست)

source: Matthew East
ar: ماثيو إيست

source: Mark Shuttleworth
ar: مارك شاتلوُورث

source: Robert Stoffers
ar: روبرت ستوفرز

source: Jerome Gotangco
ar: جيروم غوتانكو
hr: Jarome Gotangco

source: Brian Burger
ar: براين بورغر
