Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: Under <guilabel>Source Disk Image</guilabel> click the <guibutton>Other...</guibutton> button and specify the Ubuntu image you downloaded in the previous step. If you are creating the USB disk from a Live CD, insert the Live CD and <application>USB Startup Disk Creator </application> will automatically recognize it.
bn: <guilabel>উৎস ডিস্ক চিত্র</guilabel> এর মধ্যে ক্লিক করুন <guibutton>অন্যান্য...</guibutton> বোতাম এবং সুনির্দিষ্টভাবে উল্লেখ করুন আপনি পূর্ববর্তী ধাপে উবুন্টুর যে চিত্র ডাউনলোড করেছিলেন। যদি আপনি লাইভ সিডি থেকে ইউএসবি ডিস্ক তৈরি করতে চান, লাইভ সিডি সংযোজন এবং <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা </application> স্বয়ংক্রিভাবে এটি চিনে ফেলবে।
ca: A <guilabel>Imatge de disc d'origen</guilabel> feu clic al botó <guibutton>Altre...</guibutton> i especifiqueu la imatge de l'Ubuntu que us heu baixat en el pas anterior. Si esteu creant el disc USB des d'un CD autònom, inseriu el CD autònom i el <application>Creador de discos d'arrencada USB</application> el reconeixerà automàticament.
da: Klik på knappen <guibutton>Andet...</guibutton> under <guilabel>Kildediskaftryk (.iso) eller cd:</guilabel>, og vælg det Ubuntu-aftryk, du hentede i det forrige trin. Hvis du opretter USB-disken fra en live-cd, skal du indsætte live-cd'en, <application>Opret en USB-opstartsdisk</application> vil automatisk genkende den.
de: Klicken Sie unter <guilabel>Quellabbilddatei</guilabel> die Auswahlfläche <guibutton>Weitere …</guibutton> und geben Sie das Ubuntu-Abbild an, das Sie zuvor heruntergeladen haben. Wenn Sie auf das USB-Speichermedium eine Live-CD kopieren möchten, legen Sie die Live-CD ein und der <application>USB-Startmedien-Ersteller</application> erkennt Sie automatisch.
el: Στο τμήμα <guilabel>Τοποθεσία αρχείου εικόνας (.iso) ή CD:</guilabel> κάνετε κλικ στο κουμπί <guibutton>Άλλο...</guibutton> και ορίστε την εικόνα του Ubuntu που κατεβάσατε στο προηγούμενο βήμα. Αν δημιουργείτε ένα δίσκο USB από ένα Live CD, εισάγετε το Live CD στον οδηγό CD και η εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB</application> θα το αναγνωρίσει αυτόματα.
eo: Sub <guilabel>Fonta ekzakta kopio</guilabel> alklaku la butonon <guibutton>Alia...</guibutton> kaj specifu la ekzaktan kopion de Ubuntu kiun vi elŝutis en la antaŭa paŝo. Se vi kreas la USB-diskon de Rekta KD, enmetu la Rektan KD kaj <application>Kreilo de startigaj USB-diskoj</application> aŭtomate rekonos ĝin
es: En <guilabel>Imagen de disco de origen</guilabel> pulse en el botón <guibutton>Otro...</guibutton> y especifique la imagen de Ubuntu que descargó en el pas oanterior. Si está creando el disco USB desde un Live CD, inserte el Live CD y el <application>Creador de discos de inicio USB</application> lo reconocerá automáticamente.
fi: Napsauta <guilabel>Lähdelevykuva</guilabel>-osiossa <guibutton>Muu...</guibutton>-painiketta ja valitse edellisessä kohdassa lataamasi Ubuntun levykuva. Jos olet tekemässä USB-käynnistyslevyä live-CD:n pohjalta aseta live-CD asemaan, jolloin <application>Käynnistyslevyn luonti</application> havaitsee sen automaattisesti.
fr: Sous <guilabel>Image disque source</guilabel>, cliquez sur le bouton <guibutton>Autre...</guibutton> et indiquez l'image Ubuntu que vous avez téléchargée à l'étape précédente. Si vous créez le disque USB à partir d'un Live CD, insérez le Live CD et le <application>créateur de disque d'amorçage USB</application> le reconnaîtra automatiquement.
gl: Baixo <guilabel>Imaxe de disco (.iso) ou CD de orixe:</guilabel> faga clic no botón <guibutton>Outros...</guibutton> e indique a imaxe de Ubuntu que descargou no paso anterior. Se vai a crear o disco USB a partir dun CD vivo (Live), insira o CD vivo e <application>Creador de discos de inicio USB </application> xa o recoñecerá automaticamente.
hu: A <guilabel>Forrás lemezkép</guilabel> mező alatt nyomja meg az <guibutton>Egyéb...</guibutton> button és válassza ki az előző lépésben letöltött Ubuntu lemezképet. Ha Live CD-ről készít Live USB-t, akkor helyezze be a CD-t és az <application>USB indítólemez-készítő</application> automatikusan felismeri azt.
id: Dibawah <guilabel>Source Disk Image</guilabel> klik tombol <guibutton>Other...</guibutton> dan tentukan Ubuntu image yang diunduh pada langkah sebelumnya. Jika anda membuat USB disk dari Live CD, masukkan Live CD dan <application>Pembuat USB Startup Disk </application> akan secara otomatis mengenalnya.
it: In <guilabel>Immagine disco</guilabel> fare clic su <guibutton>Altro...</guibutton> e selezionare l'immagine di Ubuntu scaricata nel passaggio precedente. Se il disco USB viene creato partendo da un Live CD, una volta inserito tale supporto questo verrà riconosciuto automaticamente da <application>Creazione disco di avvio USB</application>.
ja: <guilabel>インストール元ディスクイメージ</guilabel>の下にある<guibutton>その他...</guibutton>ボタンをクリックし、前のステップでダウンロードしたUbuntuイメージファイルを指定します。Live CDからUSBディスクを作成するには、Live CDを挿入すると<application>USB スタートアップ・ディスクの作成</application>が自動的に認識します。
nl: Onder <guilabel>Image-bestand (.iso) of cd</guilabel>, kies <guibutton>Overig...</guibutton> en selecteer het Ubuntu-image-bestand dat u zojuist gedownload heeft. Als u de UBS-opstartschijf vanaf een live-cd maakt, hoeft u deze alleen in de computer te plaatsen en dan zal <application>USB-opstartschijf aanmaken</application> deze automatisch herkennen.
oc: Jos <guilabel>Imatge disc font</guilabel>, clicatz sul boton <guibutton>Autre...</guibutton> e indicatz l'imatge Ubuntu qu'avètz telecargat a l'etapa precedenta. Se creatz lo disc USB a partir d'un Live CD, inserissètz lo Live CD e lo <application>creator de disc d'amorsatge USB</application> lo reconeisserà automaticament.
pt_br: Sob a <guilabel>Fonte da imagem do Disco</guilabel> clique no botão <guibutton>Outro...</guibutton> e especifique a imagem do Ubuntu que você baixou no passo anterior. Se você está criando o disco USB a partir de um Live CD, insira o Live CD e o <application>Criador de disco USB inicializável</application> irá reconhecê-lo automaticamente.
ro: Sub <guilabel>Imagine disc sursă</guilabel> dați clic pe butonul <guibutton>Altă sursă...</guibutton> și specificați imaginea Ubuntu pe care ați descărcat-o la pasul anterior. Dacă doriți să creați discul USB dintr-un CD Live, inserați CD Live, iar aplicația de <application>Creare disc USB de pornire</application> îl va recunoaște automat.
ru: Нажмите на кнопку <guibutton>Обзор...</guibutton> под меткой <guilabel>Образ установочного диска (.iso) или установочный диск</guilabel> и выберите образ Ubuntu, который вы загрузили на предыдущем этапе. Если вы создаёте USB диск из Live CD, вставьте Live CD и программа <application>создания загрузочного USB-диска</application> автоматически распознает его.
sl: Pod <guilabel>Izvorni odtis diska</guilabel> kliknite gumb <guibutton>Drugo ...</guibutton> in navedite datoteko odtisa Ubuntuja, ki ste jo prejeli v prejšnjem koraku. Če želite ustvariti USB disk iz živega CDja, ga vstavite v računalnik in <application>Ustvarjalnik zagonskih diskov USB</application> ga bo samodejno zaznal.
sr: Под <quote><guilabel>Извор одраза диска</guilabel></quote> кликните на дугме <quote><guibutton>Остало...</guibutton></quote> и одредите Убунту одраз који сте преузели у претходном кораку. Ако правите УСБ диск користећи Пробни ЦД, убаците Пробни ЦД и <application>Творац покретачког УСБ диска </application> ће га аутоматски препознати.
sv: Under <guilabel>Källskivsavbildning</guilabel> klicka på knappen <guibutton>Annan...</guibutton> och markera Ubuntu-avbilden du hämtade i föregående steg. Om du skapar USB-enheten från en live-CD, mata in din live-CD och <application>Skapa startbar USB-enhet </application> kommer automatiskt att upptäcka den.
tr: <guilabel>Disk İmaj Kaynağı</guilabel>'nın altında <guibutton>Diğer...</guibutton> düğmesini tıklayın ve bir önceki basamakta indirdiğiniz Ubuntu imajını belirtin. Eğer USB diski bir Canlı CD'den oluşturuyorsanız, Live CD'yi takın ve <application>USB Başlangıç Diski Oluşturucu </application> onu otomatik olarak tanıyacaktır.
uk: Нижче під <guilabel>Образ диска (.iso) або CD</guilabel> натисніть на кнопку <guibutton>Інший...</guibutton> та вкажіть штамп диска Ubuntu, що було завантажено на попередньому кроці. Якщо ви створюєте USB диск з Live CD диску, вставте Live CD диск і программа <application>створення завантажувального USB диска</application> автоматично його розпізнає.
zh_cn: 在 <guilabel>源磁盘镜像</guilabel> 下点击 <guibutton>其他...</guibutton> 按钮并指定前面步骤中您下载的 Ubuntu 镜像文件。如果您是从 Live CD 创建 USB 磁盘，插入 Live CD，<application>USB Startup Disk Creator </application> 会自动识别它。

source: Under <guilabel>USB Disk to use</guilabel> your USB disk is highlighted. If you have more than one item in the list, select the USB disk you want to use for your Live USB.
bn: এর মধ্যে <guilabel>ইউএসবি ডিস্ক ব্যবহার করতে</guilabel> আপনার ইউএসবি ডিস্ক হাইলাইট করা হয়েছে। যদি আপনার তালিকায় একাধিক থাকে তাহলে যে লাইভ ইউএসবি আপনি ব্যবহার করতে চান সেই ইউএসবি ডিস্ক নির্বাচন করুন।
ca: A <guilabel>Disc USB a utilitzar</guilabel> es ressaltarà el disc USB. Si teniu més d'un element a la llista, seleccioneu el disc USB que voleu utilitzar com a memòria USB autònoma.
da: Din USB-disk er fremhævet under <guilabel>USB-disk som skal anvendes:</guilabel>. Hvis du har mere end ét element på listen, skal du vælge den USB-disk du vil bruge til din live-USB.
de: Unter <guilabel>Zu verwendender USB-Massenspeicher</guilabel> wird Ihr USB-Speichermedium hervorgehoben. Wenn Sie mehr als ein Element in der Liste haben, wählen Sie das USB-Speichermedium, das Sie für Live-USB verwenden möchten.
el: Στο τμήμα <guilabel>Δίσκος που θα χρησιμοποιήσετε:</guilabel> θα επιλεγεί ο δίσκος USB. Αν στη λίστα αυτή εμφανίζονται περισσότερα από ένα στοιχεία, επιλέξτε τον δίσκο USB που επιθυμείτε να χρησιμοποιήσετε σαν Live USB.
eo: Sub <guilabel>USB-disko uzota</guilabel> via USB-disko estas emfazita. Se vi havas pli ol unu eron en la listo, elektu la USB-diskon uzotan por via Rekta-USB.
es: En <guilabel>Disco USB a usar</guilabel> se marcará su disco USB. Si tiene más de un elemento en la lista, seleccione el disco USB que desea usar para su Live USB.
fi: Käytettävä USB-levy näkyy korostettuna osiossa <guilabel>Käytettävä levy</guilabel>. Jos tietokoneeseen on kytketty useampia laitteita samanaikaisesti, valitse listasta haluamasi laite.
fr: Sous <guilabel>Disque USB à utiliser</guilabel>, votre disque USB est mis en évidence. Si la liste contient plus d'un élément, choisissez le disque USB que vous souhaitez utiliser pour créer le Live USB.
gl: Baixo <guilabel> Disco USB a usar: </ guilabel> o seu disco USB está resaltado. Se vostede ten máis dun elemento na lista, escolla o disco USB que desexa utilizar para o seu Live USB.
hu: A <guilabel>Használni kívánt USB meghajtó</guilabel> alatt kiemelve jelenik meg az USB-meghajtó. Ha több elem is van a listán, akkor válassza ki a Live USB-hez használandó USB-meghajtót.
id: Dibawah <guilabel>USB Disk to use</guilabel> USB disk anda tersorot. Jika anda memiliki lebih dari satu item dalam daftar, pilih USB disk yang diinginkan untuk digunakan pada Live USB anda.
it: In <guilabel>Disco da usare</guilabel> è evidenziato il proprio dispositivo USB. Se in elenco compaiono più dispositivi, selezionare quello prescelto per la Live USB.
ja: <guilabel>使用するUSBディスク</guilabel>の下に、USBディスクがハイライトされて表示されます。リスト上に複数のドライブが表示された場合、Live USB化したいディスクを選択します。
nl: Onder <guilabel>Te gebruiken schijf</guilabel> wordt uw USB-stick weergegeven. Als u meer dan een USB-stick in de lijst heeft moet, u degene selecteren die u voor uw live-USB wilt gebruiken.
oc: Jos <guilabel>Disc USB d'utilizar</guilabel>, vòstre disc USB es mes en evidéncia. Se la lista conten mai d'un element, causissètz lo disc USB que volètz utilizar per crear lo Live USB.
pl: Twój klucz USB jest zaznaczony pod <guilabel>Dysk do użycia</guilabel>. Jeśli na liście znajduje się więcej niż jedna pozycja to należy wybrać klucz USB, na którym będzie utworzony Live USB.
pt_br: Sob o <guilabel>Disco USB para usar</guilabel> o seu disco USB está destacado. Se você possui mais de um item na lista, selecione o disco USB que você deseja usar para o seu Live USB.
ro: La <guilabel>Utilizează discul USB</guilabel> este evidențiat discul dvs. Dacă aveți mai multe elemente în listă, selectați discul pe care doriți să îl utilizați pentru discul USB Live.
ru: Под пометкой <guilabel>Используемый диск</ guilabel> будет выделен USB-диск. При наличии более одного пункта в этом списке, выберите диск, который будет использоваться для создания Live USB.
sl: Vaš USB disk je poudarjen pod <guilabel>Disk za uporabo</guilabel>. Če imate na seznamu več kot en predmet, izberite USB disk, ki ga želite uporabiti za živi USB.
sr: Под <quote><guilabel>УСБ диск за употребу</guilabel></quote> ваш УСБ диск ће бити означен. Ако имате више од једне ставке на списку, изаберите УСБ диск који желите да користите за Пробни УСБ.
sv: Under <guilabel>Disk att använda</guilabel> är din USB-enhet markerad. Om du har fler än en enhet i listan, välj den USB-enhet som du vill använda för din live-USB.
tr: <guilabel>Kullanılacak USB Disk</guilabel> altında USB diskiniz vurgulanır. Eğer listede birden fazla öğe varsa Çalışır USB olarak kullanmak istediğiniz USB diski seçiniz.
uk: Ваш USB диск виділений нижче під <guilabel>USB диск</guilabel>. Якщо у вас більше ніж один елемент у списку, виберіть USB диск, який ви хочете використати для Live USB.
zh_cn: 在 <guilabel>要使用的 USB 磁盘</guilabel> 下您的 USB 磁盘以高亮显示。如果您的列表中不止一项，请选择想用于创建 Live USB 的那个 USB 磁盘。

source: To make the Live USB a writeable disk, indicate how much memory to use for extra storage. If you don’t want the Live USB to be modifiable, select the second option, <guilabel>Discarded on Shutdown</guilabel>.
bn: লাইভ ইউএসবিকে রাইটাবল ডিস্কে পরিনত করতে, অতিরিক্ত সংরক্ষণস্থলের জন্য কতখানি জায়গা রাখা হবে তা নির্ধিষ্ট করুন। যদি আপনি লাইভ ইউএসবিকে পরিবর্তন করতে না চান তাহলে দ্বিতীয় অপশন নির্বাচন করুন <guilabel>শাট ডাউনে বাতিল করুন</guilabel>।
ca: Per a fer que es pugui escriure en la memòria USB autònoma, heu d'indicar la quantitat de memòria a utilitzar com a emmagatzematge addicional. Si no voleu que es pugui modificar la memòria USB autònoma, seleccioneu la segona opció, <guilabel>Descarta en apagar</guilabel>.
da: For at gøre live-USB til en skrivbar disk, skal du angive hvor meget hukommelse der skal bruges som lagerplads. Hvis du ikke ønsker at live-USB skal kunne ændres, skal du vælge den anden mulighed, <guilabel>Kasseres ved lukning, medmindre du gemmer dem andre steder</guilabel>.
de: Um Live-USB als beschreibbares Medium zu erstellen, legen Sie fest, wie viel Speicherplatz für das zusätzliche Speichern genutzt werden soll. Wenn Sie nicht möchten, dass das USB-Speichermedium veränderbar ist, wählen Sie die zweite Option.
el: Για να καταστήσετε εγγράψιμο δίσκο το Live USB, χρησιμοποιήστε τον συρόμενο ρυθμιστή για να ορίσετε πόση μνήμη θα δεσμευθεί για επιπλέον αποθηκευτικός χώρος. Αν δεν θέλετε να μεταβάλλονται τα περιεχόμενα του Live USB επιλέξτε την δεύτερη δυνατότητα, <guilabel>Απορρίπτονται κατά τον τερματισμό, εκτός κι αν τα αποθηκεύσετε κάπου αλλού</guilabel>.
eo: Por igi la Rektan USB skribebla, indiku kiom da memoro uzi por plua memorkapacito. Se vi ne volas ke la Rekta USB estu modifebla, elektu la duan eblon, <guilabel>Ne konservi je sistemfermo</guilabel>.
es: Para que se pueda escribir en el Live USB, debe indicar cuánta memoria desea usar para el almacenamiento extra. Si no quiere que el Live USB sea modificable, seleccione la segunda opción, <guilabel>Descargar al apagar</guilabel>.
fi: Jotta live-USB-levylle olisi mahdollista kirjoittaa muutoksia on määriteltävä, kuinka paljon tilaa muutoksille varataan. Jos et halua että levylle voidaan tehdä muutoksia valitse kohta <guilabel>Hylätään sammutettaessa</guilabel>.
fr: Pour que le Live USB permette de recevoir des données, indiquez la quantité de mémoire à réserver pour du stockage supplémentaire. Si vous ne souhaitez pas que le Live USB puisse être modifié, choisissez la seconde option, <guilabel>Supprimés à l'extinction</guilabel>.
gl: Para facer que o dispositivo USB sexa un disco grabable, indique a cantidade de memoria a utilizar para o almacenamento adicional. Se vostede non desexa que o dispositivo USB poida ser modificable, escolla a degunda opción, <guilabel>Descartados ao apagarr</ guilabel>.
hu: A Live USB írhatóvá tételéhez adja meg, mekkora területet kíván fenntartani az adatok tárolására. Ha nem szeretné, hogy a Live USB módosítható legyen, válassza az <guilabel>Eldobva leállításkor</guilabel> lehetőséget.
id: Untuk membuat Live USB dapat ditulis pada disk, indikasikan seberapa banyak memori yang digunakan untuk simpanan ekstra. Jika anda tidak ingin Live USB dapat dimodifikasi, pilihlah pilihan kedua, <guilabel>Discarded on Shutdown</guilabel>.
it: Per rendere scrivibile una Live USB, indicare lo spazio aggiuntivo da usare per la memorizzazione. Se non si vuole rendere modificabile la Live USB, selezionare la seconda opzione, <guilabel>Eliminati in fase di arresto</guilabel>.
ja: Live USB環境を書き込み可能にする場合は、保存領域にどれくらいのメモリを利用するか指定します。Live USBを書き込み可能にしない場合、2つ目のオプションである、<guilabel>シャットダウン時に、すべての変更は破棄されます</guilabel>を選択します。
nl: Om bestanden op de live-USB op te kunnen slaan, moet u aangeven hoeveel ruimte u hiervoor extra wilt reserveren. Als u niet wilt dat er bestanden op de live-USB opgeslagen kunnen worden kiest u de tweede optie, <guilabel>Niet bewaard worden</guilabel>.
oc: Per que lo Live USB permeta de recebre de donadas, indicatz la quantitat de memòria de reservar per de stocatge suplementari. Se volètz pas que lo Live USB pòsca èsser modificat, causissètz la segonda opcion, <guilabel>Suprimits a l'atudament</guilabel>.
pt_br: Para tornar o Live USB um disco gravável, indique a quantidade de memória para ser usada para armazenamento extra. Se você não deseja que o Live USB seja modificável, selecione a segunda opção, <guilabel>Descartado no Desligamento</guilabel>.
ro: Pentru ca discul USB Live să fie un disc inscriptibil, indicați ce volum de memorie poate fi utilizat pentru stocări suplimentare. Dacă nu doriți ca discul Live USB să fie editabil, selectați a doua opțiune, <guilabel>Șterse la închiderea calculatorului</guilabel>.
ru: Чтобы разрешить запись данных при работе с Live USB, укажите сколько места нужно отвести для дополнительного хранилища. Если вы не хотите изменять содержимое Live USB, выберите вариант <guilabel>Удалены при завершении работы, если вы не сохраните их куда-нибудь</ guilabel>.
sl: Živi USB naredite zapisljiv tako, da določite količino prostora, ki jo želite nameniti za dodatni prostor. Če ne želite spremenljivega živega USB-ja, izberite možnost <guilabel>Zavrženo ob izklopu</guilabel>.
sr: Да бисте могли да записујете на Пробном УСБ диску, наведите колико меморије ће бити коришћено за додатна чувања. Ако не желите измене на Пробном УСБ диску, изаберите другу опцију: <quote><guilabel>Одбачени приликом искључивања</guilabel></quote>.
sv: För att göra din live-USB till en skrivbar enhet, markera hur mycket minne du vill använda för extra lagring. Om du inte vill att din live-USB skall kunna modifieras, välj det andra alternativet, <guilabel>Förkastade vid avstängning</guilabel>.
tr: Canlı USB yazılabilir diski yapmak için ekstra depo için ne kadar bellek kullanacağınızı belirleyin. Eğer Canlı USB'yi değiştirilebilir istemiyorsanız, ikinci seçeneği seçin, <guilabel>Discarded on Shutdown</guilabel>.
uk: Для того, щоб на Live USB диск можна було записувати дані, вкажіть скільки пам’яті треба використати для додаткового сховища. Якщо ви не хочете, щоб Live USB диск можна було модифікувати, виберіть другий варіант <guilabel>Вилучаться після вимкнення комп’ютера</guilabel>.
zh_cn: 要让 Live USB 成为可写的磁盘，指定用于其他存储的空间大小。如果您不想 Live USB 被修改，请选择第二项，<guilabel>关闭时弹出</guilabel>。

source: Click <guibutton>Make Startup Disk</guibutton> to make a Live USB.
bn: <guibutton>স্টার্টআপ ডিস্ক তৈরি</guibutton> লাইভ ইউএসবি তৈরি করতে ক্লিক করুন।
ca: Feu clic a <guibutton>Crea un disc d'arrencada</guibutton> per a crear una memòria USB autònoma.
da: Klik <guibutton>Lav opstartsdisk</guibutton> for at opret opstartsdisk live-USB.
de: Klicken Sie auf <guibutton>Startmedium erstellen</guibutton>, um Live-USB zu erstellen.
el: Πατήστε <guibutton>Δημιουργία δίσκου εκκίνησης</guibutton> για να δημιουργήσετε το Live USB.
eo: Alklaku je <guibutton>Fari startigan diskon</guibutton> por skribi Rektan USB.
es: Pulse en <guibutton>Crear disco de inicio</guibutton> para crear un Live USB.
fi: Napsauta <guibutton>Luo käynnistyslevy</guibutton> -painiketta asentaaksesi Live-ympäristön USB-muistitikulle.
fr: Cliquez sur <guibutton>Créer un disque amorçable</guibutton> pour lancer la création du Live USB.
gl: Paga clic en <guibutton>Crear un disco de inicio</guibutton> para facer o USB Live
hu: A Live USB elkészítéséhez nyomja meg az <guibutton>Indítólemez készítése</guibutton> gombot.
id: Klik <guibutton>Make Startup Disk</guibutton> untuk membuat Live USB.
it: Fare clic su <guibutton>Crea disco di avvio</guibutton> per creare una Live USB.
ja: <guibutton>スタートアップディスクの作成</guibutton> をクリックしLive USBを作成します。
nl: Klik op <guibutton>Opstartmedium maken</guibutton> om een live-USB aan te maken.
oc: Clicatz sus <guibutton>Crear un disc amorsable</guibutton> per aviar la creacion del Live USB.
pl: Kliknij <guibutton>Utwórz dysk startowy</guibutton>, aby utworzyć Live USB.
pt_br: Clique em <guibutton>Criar disco inicializável</guibutton> para criar o Live USB.
ro: Apăsați pe <guibutton>Creează un disc de pornire</guibutton> pentru a realiza un disc USB Live.
ru: Нажмите <guibutton>Создать загрузочный диск</guibutton> для создания Live USB.
sl: Za ustvaritev živega USB-ja, kliknite na <guibutton>Ustvari zagonski disk</guibutton>
sr: Кликните <quote><guibutton>Направи диск за покретање</guibutton></quote> да направите Пробни УСБ диск.
sv: Klicka på <guibutton>Skapa startdisk</guibutton> för att skapa en live-USB.
tr: Çalışır USB yapmak için <guibutton>Make Startup Disk</guibutton>e tıklayın.
uk: Натисніть <guibutton>Зробити завантажувальний диск</guibutton>, щоб розпочати створення Live USB диска.
zh_cn: 点击 <guibutton>创建启动磁盘</guibutton> 创建一个 Live USB。
