Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
bn: আশা করা হচ্ছে যে এই ডকুমেনটেশনটি কার্যকর হবে, কিন্তু কোনরকম ওয়ারেন্টি ব্যতীত; MERCHANTABILITYএর implied warranty ব্যতীত অথবা DISCLAIMER এ বর্ণনাকৃত একটি বিশেষ উদ্দেশ্যের জন্য।
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER A UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen wird. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eo: Ĉi-tiu dokumentaro distribuatas esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
es: Esta documentación se distribuye con la intención de que resulte útil, pero SIN NINGUNA GARANTÍA, ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattavuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de CALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
id: Dokumentasi ini didistribusikan dengan harapan dokumentasi ini akan berguna, tetapi TANPA ADANYA JAMINAN; tanpa jaminan yang termasuk dari DAGANGAN atau KECOCOKAN UNTUK TUJUAN TERTENTU SEPERTI YANG DIGAMBARKAN DALAM PENYANGKALAN.
it: Questa documentazione è distribuita nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza neanche quella implicita della COMMERCIABILITÀ o IDONEITÀ A UNO SCOPO PARTICOLARE COME DESCRITTO NELLA LIBERATORIA.
ja: この文書は利用者の便宜になることを期待して配布されますが、一切の保証はたとえそれが暗黙のうちになされる商品性もしくは特定用途への適合性の保証であっても免責されることをここに記載します。
nl: Deze documentatie wordt verspreid in de hoop dat deze bruikbaar zal zijn, MAAR ZONDER ENIGE GARANTIE; zelfs niet de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL, ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuïda dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, inclusa, mas sens i èsser limitadas, las garantias D'APTITUD A LA VÈNDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt_br: Esta documentação é distribuída com a intenção de ser útil, mas NÃO HÁ QUALQUER GARANTIA, seja ela a garantia implícita COMERCIAL ou a de adequação a um PROPÓSITO PARTICULAR, CONFORME DESCRITO NO TERMO DE RESPONSABILIDADE.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICIO GARANȚIE; nici măcar garanția presupusă de VANDABILITATE sau de ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE DECLINARE A RESPONSABILITĂȚII.
ru: Эта документация распростроняется в надежде на то, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; в том числе без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, även utan den underförstådda garantin för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat HİÇBİR GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.
zh_cn: 发布本文档是希望它有用，但没有任何担保；甚至没有暗含作为商品或适合某一特定目的的担保，如声名中所描述的那样。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bn: এই লাইসেন্সটির একটি প্রতিরুপ এখানে পাওয়া যাবে: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ক্রিয়েটিভ কমনের শেয়ার-এ্যালাইক লাইসেন্স</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Llicència ShareAlike de Creative Commons</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eo: Ekzemplero de la permesilo disponiĝas ĉe: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Hay una copia de la licencia disponible aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencia Creative Commons ShareAlike</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
id: Salinan lisensi tersedia disini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ja: ライセンスは次のリンクで参照できます: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA)</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">licença Creative Commons ShareAlike</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons „Atribuire-Distribuire în condiții identice”</ulink>.
ru: Копия лицензионного соглашения доступна по адресу: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija te licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası şu adreste bulunabilir: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisansı</ulink>.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 本许可证的一份副本可在以下链接获得：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
eo: Dokumentada projekto de Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
gl: Proyecto de documentación de Ubuntu
hu: Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
it: Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
pl: Projekt Dokumentacji Ubuntu
pt_br: Projeto de documentação do Ubuntu
ro: Proiectul de documentație Ubuntu
ru: Проект "Документация по Ubuntu"
sl: Dokumentacijski projekt Ubuntuja
sr: Пројекта Убунту документације
sv: Dokumentationsprojekt för Ubuntu
tr: Ubuntu Belgelendirme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目

source: Canonical Ltd. and members of the <placeholder-1/>
bn: ক্যানোনিক্যাল লিমিটেড এবং <placeholder-1/>-এর সদস্যরা
ca: Canonical Ltd. i els membres del <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Canonical Ltd. και συντελεστές του <placeholder-1/>
eo: Canonical Ltd. kaj membroj de la <placeholder-1/>
es: Canonical Ltd. y miembros de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e os membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
id: Canonical Ltd. dan anggota-anggota dari <placeholder-1/>
it: Canonical Ltd. e i membri del <placeholder-1/>
ja: Canonical Ltd.と<placeholder-1/>一同
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
pl: Canonical Ltd. i członkowie <placeholder-1/>
pt_br: Canonical Ltda. e membros do <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
uk: Canonical Ltd. та учасники <placeholder-1/>
zh_cn: Canonical公司和<placeholder-1/>的成员

source: The Ubuntu Documentation Project
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
eo: La Dokumentada Projekto de Ubuntu
es: Proyecto de documentación de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fr: Le projet de documentation d'Ubuntu
gl: O proxecto de documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
id: Proyek Dokumentasi Ubuntu
it: Il Progetto documentazione di Ubuntu
ja: Ubuntuドキュメンテーション・プロジェクト
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
pl: Projekt Dokumentacji Ubuntu
pt_br: O projeto de documentação do Ubuntu
ro: Proiectul de documentație Ubuntu
ru: проекта документирования Ubuntu
sl: Dokumentacijski projekt Ubuntuja
sr: Пројекат Убунту документације
sv: Ubuntus dokumentationsprojekt
tr: Ubuntu Belgelendirme Projesi
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目

source: This section provides instructions for using <application>USB Startup Disk Creator</application>.
bn: এই অংশে <application>USB Startup Disk Creator</application> এর নির্দেশনা প্রদান করে ।
ca: Aquesta secció proporciona instruccions per a utilitzar el <application>Creador de discos d'arrencada USB</application>.
da: Dette afsnit indeholder vejledning til <application>Opret en USB-opstartsdisk</application>.
de: Dieser Abschnitt enthält die Anleitung, um den <application>USB-Startmedien-Ersteller</application> zu bedienen.
el: Το τμήμα αυτό παρέχει οδηγίες για την χρήση της εφαρμογής <application>Δημιουργία δίσκου εκκίνησης USB</application>
eo: Ĉi tiu sekcio donas informon por uzi je <application>Kreilo de Startigaj USB-Diskoj</application>.
es: Esta sección proporciona instrucciones para usar el <application>Creador de discos USB de inicio</application>.
fi: Tässä osiossa kerrotaan <application>Käynnistyslevyn luonti</application> -ohjelman käytöstä.
fr: Ce chapitre fournit les instructions d'utilisation du <application>créateur de disque d'amorçage USB</application>.
gl: Esta sección fornece instruccións de uso para <application>Creador de discos de inicio USB</application>.
hu: Ez a szakasz az <application>USB indítólemez-készítő</application> használatát írja le.
id: Bagian ini menyediakan instruksi untuk menggunakan <application>Pembuat USB Startup Disk</application>.
it: Questa sezione fornisce le istruzioni per usare <application>Creazione disco di avvio USB</application>.
ja: このセクションは<application>USB スタートアップ・ディスクの作成</application>の利用方法を解説します。。
nl: Deze sectie biedt instructies voor het gebruik van <application>USB-opstartschijf maken</application>.
oc: Aqueste capítol provesís las instruccions d'utilizacion del <application>creator de disc d'amorsatge USB</application>.
pl: Ta część dostarcza informacji na temat użytkowania <application>Asystenta dysku uruchomieniowego USB<application>.
pt_br: Esta seção oferece instruções para usar o <application>Criador de disco USB inicializável</application>
ro: Această secțiune oferă instrucțiuni pentru utilizarea aplicației de <application>Creare disc USB de pornire</application>.
ru: Данный раздел содержит инструкции по использованию программы <application>Создание загрузочного USB-диска</application>.
sl: V tem predelu boste lahko našli navodila za uporabo <application>Ustvarjalnika zagonskih diskov USB</application>
sr: Овај одељак обезбеђује упутства за коришћење <application>Творца покретачког УСБ диска</application>.
sv: Detta avsnitt tillhandahåller instruktioner för att använda <application>Skapa startbar USB-enhet</application>.
tr: Bu bölüm <application>USB Başlangıç Diski Oluşturucu</application> kullanımını anlatan yönergeler sunar.
uk: Цей розділ містить інструкції щодо використання програми <application>створення завантажувального USB диска</application>.
zh_cn: 此章节提供关于使用 <application>USB启动盘创建器</application> 的介绍。

source: Introduction
bn: ভূমিকা
ca: Introducció
da: Introduktion
de: Einleitung
el: Εισαγωγή
eo: Enkonduko
es: Introducción
fi: Johdanto
gl: Introdución
hu: Bevezetés
id: Pengantar
it: Introduzione
ja: はじめに
nl: Inleiding
oc: Introduccion
pl: Wprowadzenie
pt_br: Introdução
ro: Introducere
ru: Введение
sl: Uvod
sr: Увод
sv: Introduktion
tr: Giriş
uk: Вступ
zh_cn: 介绍

source: Less waste. A Live USB can be overwritten when a new version of Ubuntu comes out.
bn: কম আবর্জনা। উবুন্টুর নতুন সংস্করণ আসলে লাইভ ইউএসবি ওভাররাইট করা যাবেনা।
ca: Menys residus. Una memòria USB autònoma es pot sobreescriure quan aparegui una versió nova de l'Ubuntu.
da: Mindre affald. En live-USB kan overskrives, når der udkommer en ny version af Ubuntu.
de: Weniger alte CDs - ein Live-USB-Speichermedium kann einfach überschrieben werden, wenn eine neue Version von Ubuntu veröffentlicht wird.
el: Λιγότερα σκουπίδια. Ένα Live USB μπορεί να επανεγγραφεί όταν κυκλοφορεί μια νέα έκδοση του Ubuntu.
eo: Malplia malŝparo. Eblas anstataŭigi la enhavon de USB kiam nova versio de Ubuntu disponeblas.
es: Mejor aprovechamiento. Un Live USB se puede sobreescribir cada vez que sale una nueva versión de Ubuntu.
fi: Vähemmän jätettä. Live-USB-muistitikulle voidaan uudelleenkirjoittaa, kun uudempi Ubuntun versio ilmestyy.
fr: Pas de gaspillage. Un clé USB peut être réécrite lorsqu'une nouvelle version d'Ubuntu est sortie.
gl: Menos lixo. Un dispositivo USB podese sobrescribir cando se publica unha nova versión de Ubuntu.
hu: Kevesebb hulladék. A Live USB felülírható az Ubuntu új verziójának megjelenésekor.
id: Mengurangi Pemborosan. Sebuah Live USB dapat ditulis kembali jika versi baru Ubuntu telah keluar.
it: Minor spreco. Una Live USB può essere sovrascritta quando è disponibile un nuovo rilascio di Ubuntu.
ja: 環境にやさしい。Live USBはUbuntuの新しいバージョンがリリースされるたびに、上書きすることができます。
nl: Minder rommel. Een USB-opstartschijf kan overschreven worden wanneer er een nieuwe Ubuntu word uitgebracht.
oc: Pas de degalhatge. Un clau USB pòt èsser reescricha quand una version novèla d'Ubuntu es sortida.
pl: Mniej odpadów. Live USB może być nadpisywane zawsze wtedy, gdy ukaże się nowa wersja Ubuntu.
pt_br: Menos desperdício. Um Live USB pode ser sobrescrito quando uma nova versão do Ubuntu for lançada.
ro: Mai puțină risipă. Un disc USB Live poate fi reinscripționat atunci când apare o nouă versiune de Ubuntu.
ru: Экономия места. Live USB может быть перезаписан с выходом новой версии Ubuntu.
sl: Manj odpadkov. Živi USB je lahko ponovno uporabljen, ko je na voljo novejša različica Ubuntuja.
sr: Мање се губи. Пробни УСБ може бити пребрисан када изађе нова верзија Убунтуа.
sv: Mindre slöseri. En live-USB går att skriva över när en ny version av Ubuntu släpps.
tr: Daha az israf. Ubuntu' nun yeni bir sürümü çıktığında, Çalışan (Live) USB üzerine yeniden yazdırılabilir.
uk: Менше відходів. Live USB диск можна перезаписати, коли вийде нова версія Ubuntu.
zh_cn: 减少浪费。在新版本Ubuntu推出时，USB启动盘可以重复使用。

source: Persistence. Changes made to the USB disk are saved, unlike a Live CD.
bn: বিদ্যমানতা। USB ডিস্কে পরিবর্তন সংরক্ষিত হবে, লাইভ সিডির মত নয়।
ca: Persistència. A diferència dels CD autònoms, els canvis realitzats en el disc USB són desats.
da: Blivende. I modsætning til en live-cd gemmes ændringer til USB-disken.
de: Speicherung - im Gegensatz zur Live-CD werden die Änderungen auf dem USB-Speichermedium gespeichert.
el: Μονιμότητα. Οι αλλαγές που γίνονται στον δίσκο USB αποθηκεύονται, αντίθετα από το Live CD.
eo: Persisto. Eblas konservi ŝanĝojn en USB-disko, malsame al KD.
es: Persistencia. A diferencia de los Live CD, los cambios efectuados en el dispositivo USB sí se guardan.
fi: Pysyväisyys. USB-tikulle tehdyt muutokset tallentuvat, toisin kuin Live-CD:n kanssa.
fr: Persistance. Des modifications peuvent être enregistrées sur la clé USB, pas sur un CD.
gl: Persistencia. Os cambios feitos no disco USB gardanse, a diferencia dun CD vivo.
hu: Állandóság. A Live CD-vel szemben az USB-re készült módosítások megmaradnak.
id: Teguh. Tidak seperti Live CD, perubahan yang dibuat ke USB disimpan.
it: Persistenza. Le modifiche apportate al dispositivo USB vengono salvate, a differenza di un Live CD.
ja: 永続性があります。変更をUSBディスクに保存するなどLive CDには無い機能があります。
nl: Zekerheid. Alle aanpassingen die zijn gemaakt worden opgeslagen op de USB-stick, dat gebeurt niet op de live-cd.
oc: Persisténcia. De modificacions pòdon èsser enregistradas sus la clau USB, pas sus un CD.
pl: Trwałość. Zmiany wprowadzane na pamięci USB są zapisywane, w przeciwieństwie do Live CD.
pt_br: Persistência. As alterações feitas no disco USB serão salvas, ao contrário de um Live CD.
ro: Durabilitate. Spre deosebire de un CD Live, modificările realizate pe discul USB sunt salvate.
ru: Постоянство. Изменения, сделанные на USB-диске, сохраняются в отличие от Live CD.
sl: Obstojnost. Spremembe na disku USB bodo shranjene, za razliko od živih CD-jev.
sr: Дуготрајност. Измене начињене на УСБ диску су сачуване, за разлику од Пробног ЦД-а.
sv: Beständigt, ändringar som görs på USB-enheten kommer att sparas, till skillnad mot en live-CD.
tr: Süreklilik. USB diskte yapılan değişiklikler kaydedilir, Çalışır CD'den farklı olarak.
uk: Сталість. Зміни, зроблені на USB диску, на відміну від Live CD, зберігаються.
zh_cn: 持久性。USB启动盘可以保存更改，不像Live CD。
