Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: <application>USB Startup Disk Creator</application> will erase any data on the USB disk. Back up any files you don’t want deleted.
bn: <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> ইউএসবি ডিস্কে ডাটা মুছে দেয়। আপনি যা মুছে ফেলতে চান না সেই ফাইলগুলো ব্যাকআপ করুন।
ca: El <application>Creador de discos d'arrencada USB</application> suprimirà totes les dades del disc USB. Feu una còpia de seguretat de qualsevol fitxer que no vulgueu suprimir.
da: <application>Opret en USB-opstartsdisk</application> vil slette alt data fra USB-disken. Sikkerhedskopiér eventuelle filer du ikke ønsker slettet.
de: Der <application>USB-Startmedien-Ersteller</application> wird alle Daten auf dem USB-Speichermedium löschen. Sichern Sie alle Dateien, die nicht gelöscht werden sollen.
el: Η εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB</application> θα διαγράψει όλα τα δεδομένα που υπάρχουν στον δίσκο USB. Δημιουργήστε αντίγραφα ασφαλείας των αρχείων που δεν θέλετε να διαγραφούν.
eo: <application>Kreilo de startigaj USB-diskoj</application> forigos datumojn en la poŝmemorilo. Restaŭrkopiu dosierojn neforigotajn.
es: El <application>Creador de discos de inicio USB</application> borrará todos los datos del dispositivo USB. Haga copias de respaldo de aquellos archivos que no desee borrar.
fi: <application>Käynnistyslevyn luonti</application> poistaa kaikki tiedostot USB-muistitikulta. Ota varmuuskopiot tiedostoista, joita et halua menettää.
fr: Le <application>créateur de disque d'amorçage USB</application> va effacer toutes les données sur le disque USB. Sauvegardez préalablement tout fichier que vous désirez conserver.
gl: <application>Creador de discos de inicio USB</application> borraránse todos os datos no disco USB. Faga unha copia de seguridade de calquera ficheiro que non desexe eliminar.
hu: Az <application>USB indítólemez-készítő</application> minden adatot töröl az USB-meghajtóról. Készítsen másolatot minden olyan fájlról, amit meg kíván tartani!
id: <application>Pembuat USB Startup Disk</application> akan menghapus semua data pada USB disk. Cadangkan berkas yang tidak ingin anda hapus.
it: <application>Creazione disco di avvio USB</application> eliminerà tutti i dati dal dispositivo USB. Effettuare il backup dei file che non si vuole vadano persi.
ja: <application>USB スタートアップ・ディスクの作成</application>は、USBディスク上のデータを削除します。削除されたくないファイルはバックアップしてください。
nl: <application>USB-opstartschijf maken</application> zal alle data op de USB-stick wissen. Maak een back-up van alle bestanden die u niet wilt verliezen.
oc: Lo <application>creator de disc d'amorsatge USB</application> va escafar totas las donadas sul disc USB. Salvatz prealablament tot fichièr que volètz conservar.
pl: <application>Asystent dysku uruchomieniowego USB</application> wymaże wszystkie informacje z dysku USB. Stwórz kopię zapasową plików, których nie chcesz stracić.
pt_br: O <application>Criador de disco USB inicializável</application>, irá apagar qualquer dado no disco USB. Faça uma cópia de segurança de qualquer arquivo que você não quer que seja apagado.
ro: Aplicația de <application>Creare disc USB de pornire</application> va șterge orice date de pe discul USB. Faceți copii de siguranță pentru toate fișierele care nu doriți să fie șterse.
ru: Программа <application>создания загрузочного USB-диска</application> уничтожит всю информацию на вашем USB диске. Создайте резервные копии важных для вас файлов.
sl: <application>Ustvarjalnik zagonskih diskov USB</application> bo izbrisal vse že obstoječe podatke na USB disku, zato naredite varnostno kopijo vseh podatkov, ki jih ne želite izgubiti.
sr: <application>Творац покретачког УСБ диска</application> ће обрисати све податке на УСБ диску. Направите копију свих датотека које не желите да изгубите.
sv: <application>Skapa startbar USB-enhet</application> kommer radera all data på USB-enheten. Säkerhetskopiera alla filer som du inte vill radera.
tr: <application>USB Startup Disk Creator</application> USB disk üzerindeki tüm veriyi silecek. Simek istemediğiniz dosyaları yedekleyin.
uk: Програма <application>створення завантажувального USB диска</application> видалить все дані на USB диску. Зробіть копію тих файлів, які ви не хочете видаляти.
zh_cn: <application>USB Startup Disk Creator</application> 会擦除 USB 磁盘上的所有数据。请备份您不想删除的所有文件。

source: Non-Ubuntu System
bn: উবুন্টু সিস্টেম নয়
ca: Sistema sense l'Ubuntu
da: Ikke-Ubuntu-system
de: Nicht-Ubuntu-Systeme
el: Συστήματα διαφορετικά από το Ubuntu
eo: Ne-Ubuntu-sistemo
es: Sistema no Ubuntu
fi: Järjestelmä ilman Ubuntua
fr: Système autre que Ubuntu
gl: Non é un sistema Ubuntu
hu: Nem Ubuntu rendszer
id: Sistem Non-Ubuntu
it: Sistemi non Ubuntu
ja: Ubuntuシステム上でない場合
nl: Niet-Ubuntu-systeem
oc: Sistèma autre qu'Ubuntu
pl: System inny niż Ubuntu
pt_br: Sistema Não-Ubuntu
ro: Sistem care nu rulează Ubuntu
ru: Операционные системы отличные от Ubuntu
sl: Ostali operacijski sistemi
sr: Систем различит од Убунту система
sv: Icke Ubuntu-system
tr: Ubuntu Olmayan Sistem
uk: Не система Ubuntu
zh_cn: 非 Ubuntu 系统

source: If you don’t have access to a system running Ubuntu, it is still possible to use <application>USB Startup Disk Creator</application> to create a Live USB. You can boot from a Live CD and run <application>USB Startup Disk Creator</application> from the Live CD environment. Alternatively, you can install Ubuntu into a virtual environment like VirtualBox.
bn: যদি উবুন্টুতে চলছে এরকম সিস্টেমে আপনার প্রবেশাধিকার না থাকে, তাহলে <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> ব্যবহার করে লাইভ ইউএসবি তৈরি করা সম্ভব। লাইভ সিডি থেকে বুট করতে পারেন এবং লাইভ সিডি এনভারনমেন্ট থেকে<application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> চালাতে পারেন। বিকল্প ভাবে, আপনি ভার্চূয়াল এনভারনমেন্টে উবুন্টু ইনস্টল করতে পারেন যেমন ভার্চূয়ালবক্স।
ca: Si no teniu accés a un sistema que executi l'Ubuntu, encara serà possible utilitzar el <application>Creador de discos d'arrencada USB</application> per a crear una memòria USB autònoma. Podeu arrencar un CD autònom i executar el <application>Creador de discos d'arrencada USB</application> des de l'entorn del CD autònom. També podeu instal·lar l'Ubuntu a un entorn virtual com ara el VirtualBox.
da: Hvis du ikke har adgang til et system som kører Ubuntu, er det stadig muligt at bruge <application>Opret en USB-opstartsdisk</application> til at oprette en live-USB. Du kan starte fra en live-cd og køre <application>Opret en USB-opstartsdisk</application> fra live-cd-miljøet. Du kan også installere Ubuntu i et virtuelt miljø som VirtualBox.
de: Wenn Ihnen kein laufendes Ubuntu-System zur Verfügung steht, ist es dennoch möglich, den <application>USB-Startmedien-Ersteller</application> zu nutzen, um Live-USB zu erstellen. Sie können von einer Live-CD booten und den <application>USB-Startmedien-Ersteller</application> aus der Live-CD-Umgebung starten. Alternativ können Sie Ubuntu auch in einer Umgebung wie VirtualBox installieren.
el: Αν δεν έχετε πρόσβαση σε κάποιο σύστημα που λειτουργεί με Ubuntu, υπάρχει δυνατότητα να χρησιμοποιήσετε την εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB</application> για να δημιουργήσετε ένα Live USB. Μπορείτε να εκκινήσετε με Live CD και να εκτελέσετε την <application>Δημιουργία δίσκου εκκίνησης USB</application> από το περιβάλλον του Live CD. Εναλλακτικά, μπορείτε να εγκαταστήσετε το Ubuntu μέσα από κάποιο εικονικό περιβάλλον σαν το VirtualBox.
eo: Se vi ne havas aliron al sistemo kiu rulas je Ubuntu, ankoraŭ eblas uzi je <application>Kreilo de startigaj USB-diskoj</application> por krei Rektan USB. Vi povas praŝargi el Rekta KD kaj ruli je <application>Kreilo de startigaj USB-diskoj</application> el la Rekta KD-medio. Alie, vi povas instali je Ubuntu en virtuala medio kiel VirtualBox.
es: Si no tiene acceso a ningún sistema que use Ubuntu, todavía es posible usar el <application>Creador de discos de inicio USB</application> para crear un Live USB. Puede arrancar desde un Live CD y ejecutar el <application>Creador de discos de inicio USB</application> desde el entorno del Live CD. También puede instalar Ubuntu en un entorno virtual como VirtualBox.
fi: Vaikket pääsisi Ubuntua käyttävän järjestelmän ääreen, on silti mahdollista käyttää <application>USB Käynnistyslevyn luonti</application> -ohjelmaa Live USB:n tekemiseen. Voi käynnistää koneen Live-CD:ltä ja käyttää <application>USB Käynnistyslevyn luonti</application> -ohjelma Live-CD-ympäristössä. Vaihtoehtoisesti voit asentaa Ubuntun virtuaaliympäristöön kuten VirtualBox.
fr: SI vous n'avez pas accès à un système fonctionnant avec Ubuntu, vous pouvez tout de même utiliser le <application>créateur de disque d'amorçage USB</application> pour créer un Live USB. Vous pouvez démarrer à partir d'un Live CD et lancer le <application>créateur de disque d'amorçage USB</application> à partir de l'environnement du Live CD. Une autre possibilité est d'installer Ubuntu dans un environnement virtuel tel que Virtual Box.
gl: Se vostede non ten acceso a un sistema que executa Ubuntu, ainda é posible utilizar <application>Creador de discos de inicio USB</ application> para crear un dispositivo USB. Pode arrancar desde un Live CD e executar <application>Creador de discos de inicio USB</ application> desde o contorno do CD vivo (Live). Tamén pode instalar Ubuntu nun contorno virtual como VirtualBox.
hu: Ha nincs hozzáférése Ubuntut futtató számítógéphez, akkor is készíthető Live USB az <application>USB indítólemez-készítő</application> segítségével. Indítsa el a rendszert a Live CD-ről, és futtassa az <application>USB indítólemez-készítőt</application> a Live CD környezetből. Ennek alternatívájaként telepítheti az Ubuntut virtuális környezetbe, például VirtualBoxba.
id: Jika anda tidak memiliki akses ke sistem yang menjalankan Ubuntu, masih dimungkinkan menggunakan <application>Pembuat USB Startup Disk</application> untuk membuat Live USB. Anda dapat melakukan boot dari Live CD dan menjalankan <application>Pembuat USB Startup Disk</application> dari lingkungan Live CD. Alternatif lain, anda dapat meng-instal Ubuntu pada lingkungan virtual seperti VirtualBox.
it: Se non si ha accesso a un sistema con Ubuntu installato, è ancora possibile usare <application>Creazione disco di avvio USB</application> per creare una Live USB: avviare da un Live CD e lanciare <application>Creazione disco di avvio USB</application> oppure installare Ubuntu all'interno di un ambiente virtuale come VirtualBox.
ja: Ubuntuが動いているシステムを利用できない場合でも、Live USBを作成するために<application>USB スタートアップ・ディスクの作成</application>を使用することができます。Live CDからブートを行い、Live CD環境から<application>USB スタートアップ・ディスクの作成</application>を実行します。 もう一つの方法として、VirtualBoxのような仮想環境上のUbuntuからインストールすることもできます。
nl: Als u geen toegang heeft tot een Ubuntu-systeem, kunt u toch <application>USB-opstartschijf maken</application> gebruiken om een live-USB te maken. U kunt vanaf een live-cd opstarten en vanuit de live-omgeving <application>USB-opstartschijf maken</application> uitvoeren. Het is ook mogelijk om Ubuntu in een virtuele omgeving zoals VirtualBox te installeren.
oc: S'avètz pas accès a un sistèma que fonciona amb Ubuntu, podètz utilizar quitament lo <application>creator de disc d'amorsatge USB</application> per crear un Live USB. Podètz amodar a partir d'un Live CD e aviar lo <application>creator de disc d'amorsatge USB</application> a partir de l'environament del Live CD. Una autra possibilitat es d'installar Ubuntu dins un environament virtual coma Virtual Box.
pt_br: Se você não tiver acesso a um sistema rodando Ubuntu, ainda é possível usar o <application>Criador de disco USB inicializável</application> para criar um Live USB. Você pode inicializar de um Live CD e executar o <application>Criador de disco USB inicializável</application> no ambiente do Live CD. Alternativamente, você pode instalar o Ubuntu em um ambiente virtual como o VirtualBox.
ro: Chiar dacă nu aveți acces la un sistem care rulează Ubuntu, puteți totuși utiliza aplicația de <application>Creare disc USB de pornire</application> pentru a crea un disc USB Live. Puteți să inițializați de pe un CD Live și să rulați aplicația de <application>Creare disc USB de pornire</application> de pe mediul CD Live. Alternativ, puteți instala Ubuntu într-un mediu virtual, cum ar fi VirtualBox.
ru: Даже при отсутствии доступа к компьютеру с Ubuntu остаётся возможность воспользоваться утилитой <application>Создание загрузочного USB-диска</application>. Загрузите систему с Live CD и запустите программу <application>Создание загрузочного USB-диска</application> прямо из рабочего окружения Live CD. Другой вариант заключается в установке Ubuntu в виртуальную машину типа VirtualBox.
sl: V primeru, da nimate dostopa do sistema z nameščenim Ubuntujem, je uporaba <application>Ustvarjalnika zagonskih diskov USB</application> za ustvaritev živega USB-ja mogoča z zagonom živega CD-ja. Iz okolja živega CD-ja enostavno zaženete <application>Ustvarjalnik zagonskih diskov USB</application>. Druga možnost pa je, da Ubuntu namestite v navidezno okolje, kot je na primer VirtualBox.
sr: Ако немате приступ систему на коме је покренут Убунту, још увек је могуће да користите <application>Творца покретачког УСБ диска</application> да направите Пробни УСБ диск. Можете да учитате систем са Пробног ЦД-а и да покренете <application>Творца покретачког УСБ диска</application> из окружења Пробног ЦД-а. Алтернативно, можете да инсталирате Убунту унутар виртуелног окружења као што је Виртуелна кутија (VirtualBox).
sv: Om du saknar tillgång till ett system som kör Ubuntu, är det fortfarande möjligt att använda <application>Skapa startbar USB-enhet</application> till att skapa en live-USB. Du kan starta från en live-CD och köra <application>Skapa startbar USB-enhet</application> från din live-CD miljö. Alternativt, kan du installera Ubuntu i en virtuell miljö som VirtualBox.
tr: Ubuntu ile çalışan bir sisteme sahip değilseniz bile <application>USB Başlangıç Diski Oluşturucu</application>'yu Çalışır USB oluşturmak için kullanabilirsiniz. Bir Çalışır CD'den sisteminizi başlatabilir ve Çalışır CD ortamında <application>USB Başlangıç Diski Oluşturucu</application>'yu açabilirsiniz. Alternatif olarak Ubuntu'yu VirtualBox gibi bir sanal ortama da yükleyebilirsiniz.
uk: Використовувати програму <application>створення завантажувального USB диска</application> для створення Live USB диска можливо, навіть, якщо ви не маєте доступу до функціонуючої системи Ubuntu. Ви можете завантажитись з Live CD диска і виконати програму <application>створення завантажувального USB диска</application> з середовища Live CD. Також ви можете встановити Ubuntu у віртуальне середовище, подібне до VirtualBox.
zh_cn: 如果您不能访问一个运行 Ubuntu 的系统，依然可以使用 <application>USB Startup Disk Creator</application> 创建 Live USB。您可以从一张 Live CD 启动并从 Live CD 环境中运行 <application>USB Startup Disk Creator</application>。或者，您也可以使用 Virtual Box 这样的虚拟环境安装 Ubuntu。

source: Create a Live USB from a Live CD
bn: লাইভ সিডি থেকে লাইভ USB তৈরি করুন
ca: Creació d'una memòria USB autònoma des d'un CD autònom
da: Opret en live-USB fra en live-cd
de: Live-USB von einer Live-CD erstellen
el: Δημιουργία Live USB από ένα Live CD
eo: Krei Rektan USB el Rekta KD.
es: Crear un Live USB desde un Live CD
fi: Luo Live-ympäristö USB-muistitikulle käyttäen lähteenä Live-CD-levyä.
fr: Création d'un Live USB à partir d'un Live CD
gl: Crear o USB Live a partires dun CD Live
hu: Live USB készítése Live CD-ből
id: Membuat Live USB dari Live CD
it: Creare una Live USB da un Live CD
ja: Live CDからLive USBの作成
nl: Een live-USB vanaf een live-cd aanmaken
oc: Creacion d'un Live USB a partir d'un Live CD
pl: Stwórz Live USB z Live CD
pt_br: Criar um Live USB de um Live CD
ro: Creați un disc USB Live dintr-un CD Live
ru: Создание Live USB с помощью Live CD
sl: Ustvari živi USB iz živega CDja
sr: Направити Пробни УСБ диск са Пробног ЦД-а
sv: Skapa en live-USB från en live-CD
tr: Çalışır CD'den Çalışır USB Oluşturmak
uk: Створення Live USB диска з Live CD диска
zh_cn: 从 Live CD 创建 Live USB

source: Copy the Ubuntu image to a location on your hard drive that you have access to while running the Live CD environment. You can copy the image file into a publicly accessible folder on your hard drive or you can copy it onto a second external drive.
bn: লাইভ সিডি এনভায়রনমেন্ট চলার সময় আপনার হার্ডড্রাইভের কোন এক জায়গায় উবুন্টু চিত্র অনুলিপি করুন। আপনি চিত্র ফাইল আপনার হার্ডড্রাইভে পাবলিক দ্বারা প্রবেশযোগ্য ফোল্ডারে অনুলিপি করতে পারেন অথবা দ্বিতীয় বাহ্যিক ড্রাইভে এটি অনুলিপি করতে পারেন।
ca: Copieu la imatge de l'Ubuntu a una ubicació del disc dur al qual tingueu accés mentre executeu l'entorn del CD autònom. Podeu copiar-la a una carpeta del disc dur accessible públicament o podeu copiar-la a una segona unitat externa.
da: Kopier Ubuntu-aftrykket til en placering på din harddisk, som du har adgang til, mens du kører live-cd-miljøet. Du kan kopiere aftrykket til en offentligt tilgængelig mappe på din harddisk eller du kan kopiere det over på et eksternt-drev.
de: Kopieren Sie das Ubuntu-Abbild an einen Ort auf Ihrer Festplatte, auf den Sie Zugriff haben, wenn Sie die Umgebung der Live-CD starten. Sie können die Abbilddatei in einem öffentlich zugänglichen Ordner auf Ihrer Festplatte oder auf eine zweite, externe Festplatte speichern.
el: Ενώ εκτελείται το περιβάλλον του Live CD, αντιγράψτε την εικόνα του Ubuntu σε τοποθεσία του σκληρού δίσκου σας στην οποία έχετε πρόσβαση. Μπορείτε να αντιγράψετε την εικόνα σε κάποιον φάκελο με δημόσια πρόσβαση ή σε κάποιον δεύτερο εξωτερικό δίσκο.
eo: Kopiu la ekzaktan kopion de Ubuntu al alirebla loko en via fiksita diskilo dum vi rulas la Rektan KD-medion. Vi povas kopii la ekzaktan kopion en publikan dosierujon en via fiksita diskilo aŭ vi povas kopii ĝin en duan eksteran diskilon.
es: Copie la imagen de Ubuntu en un lugar de su disco duro al que pueda tener acceso cuando esté usando el entorno del Live CD. Puede copiar el archivo de imagen en una carpeta de su disco duro accesible públicamente o puede copiarlo en una segunda unidad externa.
fi: Kopioi Ubuntu levykuva kiintolevyllesi sellaiseen paikkaan, että voit käyttää sitä Live-CD:ltä. Voit kopioida levykuvan julkiseen kansioon kiintolevylläsi tai kopioida sen toiselle ulkoiselle levylle.
fr: Copiez l'image Ubuntu dans un endroit de votre disque dur qui soit accessible lors de votre utilisation de l'environnement Live CD. Vous pouvez copier le fichier image dans un dossier de votre disque dur accessible publiquement ou vous pouvez le copier sur un disque externe secondaire.
gl: Copie a imaxe de Ubuntu nuna ubicación do seu disco ríxido á que teña acceso a mentres se executa o contorno do CD vivo. Vostede pode copiar o ficheiro de imaxe nun cartafol de acceso público no seu disco ríxido ou pode copialo nun segundo disco ríxido externo.
hu: Másolja az Ubuntu lemezképet a merevlemez olyan helyére, amelyet a Live CD környezetből is elér. A lemezképfájlt bemásolhatja a merevlemez egy nyilvánosan elérhető mappájába, vagy egy külső merevlemezre.
id: Saat menjalankan lingkungan Live CD, gandakan Ubuntu image pada lokasi di hard drive anda yangmana anda memiliki akses. Anda dapat menggandakan berkas image ke berkas yang secara umum dapat diakses pada hard drive atau anda dapat menggandakannya ke drive eksternal lain.
it: Copiare il file immagine di Ubuntu nel disco rigido in una posizione accessibile dall'ambiente «Live CD». È possibile copiarlo in una cartella del disco rigido con accesso pubblico oppure all'interno di un dispositivo esterno secondario.
ja: Ubuntuのイメージファイルを、Live CD環境の動作中にアクセスできるハードドライブ上にコピーします。ハードドライブ上の、誰でもアクセスできるフォルダか、外部接続ドライブにイメージファイルをコピーすることができます。
nl: Kopieer het Ubuntu-image-bestand naar een locatie op uw harde schijf waar u toegang tot heeft vanaf de live-cd. U kunt het image-bestand naar een publieke map op uw harde schijf kopiëren, of deze op een externe schijf plaatsen.
oc: Copiatz l'imatge Ubuntu dins un endrech de vòstre disc dur que siá accessible al moment de vòstra utilizacion de l'environament Live CD. Podètz copiar lo fichièr imatge dins un dorsièr de vòstre disc dur accessible publicament o lo podètz copiar sus un disc extèrne segondari.
pl: Skopiuj obraz płyty Ubuntu do lokalizacji, do której masz dostęp w środowisku Live CD. Możesz skopiować plik obrazu płyty do publicznie dostępnego katalogu na dysku twardym lub na inny zewnętrzny dysk.
pt_br: Copie a imagem do Ubuntu para uma localização no seu disco rígido que você tenha acesso enquanto executa o ambiente Live CD. Você pode copiar o arquivo de imagem em um diretório de acesso público no seu disco rígido ou você pode copiá-lo em uma segunda unidade externa.
ro: Copiați imaginea Ubuntu într-o locație de pe hard disk la care aveți acces în timp ce rulați mediul CD Live. Puteți copia fișierul imagine într-un dosar cu acces public de pe hard disk sau îl puteți copia pe un hard disk extern.
ru: Скопируйте образ Ubuntu в область жёсткого диска, к которому у вас есть доступ во время запуска Live CD окружения. Можно скопировать образ в общедоступную папку на жёстком диске или же на подключаемый диск.
sl: Na trdem disku najdite prostor, kamor boste lahko dostopali iz okolja živega CDja. Tja nato kopirajte odtis Ubuntuja. Odtis lahko kopirate v javno dostopno mapo na vašem trdem disku ali pa ga shranite na dodatni zunanji nosilec.
sr: Умножите одраз Убунтуа на локацију на вашем чврстом диску коме ћете моћи да приступите док радите у окружењу Пробног ЦД-а. Можете да умножите датотеку одраза у јавно приступачној фасцикли на вашем чврстом уређају или можете да је умножите на другом спољном уређају.
sv: Kopiera Ubuntu-avbilden till en plats på din dator som du kan komma åt när du är i live-CD miljön. Du kan kopiera avbildsfilen till en offentlig mapp på din hårddisk eller så kan du kopiera den till en extern enhet.
tr: Çalışır CD ortamı çalışırken Ubuntu imajını erişiminiz olan bir sabit sürücüye kopyalayın. İmajı genel olarak erişilebilir sabit sürücünüzde bulunan bir klasöre ya da ikinci bir harici sürücüye kopyalayabilirsiniz.
uk: Скопіювати штамп диска Ubuntu до місця на вашому жорсткому диску, до якого ви маєте доступ під час роботи з середовища Live CD. Ви можете скопіювати файл штампу до теки, доступної публічно на вашому жорсткому диску, або на інший зовнішній диск.
zh_cn: 将 Ubuntu 镜像复制到硬盘驱动器上一个运行 Live CD 时能访问的位置。您可以复制镜像文件到硬盘上一个可以公共访问的文件夹中或复制到另一个外部驱动器上。
