Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
bn: ubuntu-doc@lists.ubuntu.com (উবুন্টু ডকুমেন্টেশন প্রকল্প)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada projekto de Ubuntu)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ja: ubuntu-doc@lists.ubuntu.com (Ubuntuドキュメンテーション・プロジェクト)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt_br: ubuntu-br-doc@lists.launchpad.net (Projeto de documentação do Ubuntu Brasil)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentație Ubuntu)
ru: ubuntu-doc@lists.ubuntu.com (Проект по документированию Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntuja)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgeleme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com（Ubuntu文档项目）

source: USB Startup Disk Creator
bn: ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা
ca: Creador de discos d'arrencada USB
da: Opret en USB-opstartsdisk
de: USB-Startmedien-Ersteller
el: Δημιουργία δίσκου εκκίνησης USB
eo: Kreilo de startigaj USB-diskoj
es: Creador de discos de inicio USB
fi: USB-käynnistyslevyn luonti
fr: Créateur de disque d'amorçage USB
gl: Creador de discos de inicio USB
hu: USB indítólemez-készítő
id: Pembuat USB Startup Disk
it: Creazione disco di avvio USB
ja: USB スタートアップ・ディスクの作成
nl: USB-opstartschijf maken
oc: Creator de disc d'amorsatge USB
pl: Asystent dysku uruchomieniowego USB
pt_br: Criador de disco USB inicializável
ro: Creare disc USB de pornire
ru: Создание загрузочного USB-диска
sl: Ustvarjalnik zagonskih diskov USB
sr: Творац покретачког УСБ диска
sv: Skapa startbar USB-enhet
tr: USB Başlangıç Diski Oluşturucu
uk: Створення завантажувального USB диска
zh_cn: USB启动盘创建器

source: Manual for the Usb Startup Disk Creator application
bn: Usb Startup Disk Creator অ্যাপলিকেশনের সহয়িকা
ca: Manual del creador de discos d'arrencada USB
da: Manual til programmet Opret en USB-opstartsdisk
de: Handbuch für den USB-Startmedien-Ersteller
el: Εγχειρίδιο της εφαρμογής Δημιουργία δίσκου εκκίνησης USB
eo: Manlibro por Kreilo de startigaj USB-diskoj
es: Manual para el creador de discos USB de inicio
fi: Ohje USB-käynnistyslevyn luomiseen
fr: Manuel de l'application de création de disue d'amorçage USB
gl: Manual do aplicativo Creador de discos de inicio USB
hu: Az USB indítólemez-készítő alkalmazás kézikönyve
id: Manual untuk aplikasi Pembuat USB Startup Disk
it: Manuale per l'applicazione «Creazione disco di avvio USB»
ja: USB スタートアップ・ディスクの作成アプリケーションマニュアル
nl: Handleiding voor het programma USB-opstartschijf maken
oc: Manual de l'aplicacion de creacion de disc d'amorsatge USB
pl: Podręcznik programu Asystent dysku uruchomieniowego USB
pt_br: Manual do aplicativo Criador de disco USB Inicializável
ro: Manual pentru aplicația de creare de discuri USB de pornire
ru: Инструкция для программы создания загрузочного USB-диска
sl: Priročnik za Ustvarjalnik zagonskih diskov USB
sr: Приручник Творца покретачког УСБ диска
sv: Handbok för programmet Skapa startbar USB-enhet
tr: Usb Başlangıç Diski Oluşturucu uygulaması için el kitabı
uk: Посібник користувача для програми створення завантажувального USB диска
zh_cn: USB启动盘创建器手册

source: Credits and License
bn: কৃতজ্ঞতা এবং লাইসেন্স
ca: Crèdits i llicència
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
eo: Dankoj kaj permesilo
es: Créditos y licencia
fi: Tekijät ja lisenssi
fr: Remerciements et licence
gl: Créditos e licenza
hu: Köszönetnyilvánítás és licenc
id: Apresiasi dan Lisensi
it: Riconoscimenti e licenza
ja: 著作権およびライセンス
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
pl: Autorzy i Licencja
pt_br: Licença e créditos
ro: Autori și licență
ru: Авторы и лицензия
sl: Zasluge in licenca
sr: Заслуге и лиценца
sv: Erkännanden och licens
tr: Krediler ve Lisans
uk: Подяки та ліцензія
zh_cn: 致谢与许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
bn: এই লেখ্যটি Ubuntu Documentation Team (https://wiki.ubuntu.com/DocumentationTeam) দ্বারা পরিচালিত। কর্মীদের তালিকা দেখুন এখানে <ulink url="../../libs/C/contributors.xml">Contributors Page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>.
eo: Tiun dokumenton bontenas la Ubuntu dokumentara skipo (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuintoj, vidu la <ulink url="../../../common/C/contributors.xml">paĝon pri kontribuantoj</ulink>
es: Este documento lo mantiene el equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver una lista de contribuyentes, ir a la <ulink url="../../libs/C/contributors.xml">página de contribuyentes</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
hu: A honlap tartalmának karbantartója az Ubuntu dokumentációs csapat (https://wiki.ubuntu.com/DocumentationTeam). A csapat résztvevőinek listája az <ulink url="../../libs/C/contributors.xml">alábbi oldalon</ulink> olvasható.
id: Dokumen ini dipelihara oleh tim dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk daftar kontributor, lihat pada <ulink url="../../libs/C/contributors.xml">halaman kontributor</ulink>
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per ottenere l'elenco dei collaboratori che hanno contribuito a questa guida, consultare <ulink url="../../libs/C/contributors.xml">la pagina dei collaboratori</ulink>.
ja: このドキュメントはUbuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam)によってメンテナンスされています。貢献者のリストは<ulink url="../../libs/C/contributors.xml">contributors page</ulink>を見てください
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la lista dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
ru: Этот документ поддерживается командой проекта по документированию Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Список участников проекта можно увидеть на странице <ulink url="../../libs/C/contributors.xml">список участников</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntuja (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
tr: Bu belge Ubuntu Belgeleme Takımı (https://wiki.ubuntu.com/DocumentationTeam) tarafından sağlanmaktadır. Katkıda bulunanların bir listesi için, <ulink url="../../libs/C/contributors.xml">katkıda bulunanlar sayfası</ulink>na göz atabilirsiniz.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
zh_cn: 本文档由Ubuntu文档小组维护（https://wiki.ubuntu.com/DocumentationTeam）。贡献者名单详见<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bn: এই ডকুমেন্টটি Creative Commons ShareAlike 2.5 License (CC-BY-SA) এর অধীনে প্রকাশিত।
ca: Aquest document es publica sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der »Creative Commons ShareAlike 2.5«-Lizenz (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eo: Ĉi tiu dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
es: Este documento está disponible bajo la licencia Creative Commons ShareAlike 2.5 (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fr: Ce document est diffusé sous licence Creative Commons Paternité - Partage à l'identique (CC-BY-SA 2.5).
gl: Este documento distribúese baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 licenc (CC-BY-SA) alatt érhető el.
id: Dokumen ini tersedia dibawah Lisensi Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ja: このドキュメントは、Creative Commons ShareAlike 2.5 License (CC-BY-SA)のもとで利用可能とします。
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
pl: Ten dokument jest udostępniany na zasadach licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub licența Creative Commons „Atribuire-Distribuire în condiții identice” 2.5 (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
sv: Den här dokumentationen har gjorts tillgänglig via licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 Lisansı (CC-BY-SA) altında kullanılabilir.
uk: Цей документ розповсюджується під ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在“创作共用共享许可”2.5版本（Creative Commons ShareAlike 2.5 License，CC-BY-SA）下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
bn: আপনি উবুন্টু ডকুমেন্টেশন-এর সোর্স কোড এই লাইসেন্সের্ অধীনে যথেচ্ছ পরিবর্তন,পরিবর্ধন ও উন্নয়ন করতে পারেন ৷ ডকুমেন্টেশন-এর পরবর্তী সব কাজও একই লাইসেন্সের অধীনে প্রকাশিত হবে ৷
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας. Όλα τα παράγωγα έργα πρέπει να δημοσιεύονται με αυτήν την άδεια.
eo: Vi rajtas modifi, etendi kaj plibonigi la fontkodan dokumentaron de Ubuntu laŭ la kondiĉoj de ĉi tiu permesilo. Ĉiu derivaĵo estu eldonenda laŭ ĉi tiu permesilo.
es: Usted es libre de mejorar, ampliar y modificar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
fi: Ubuntun ohjeiden lähdekoodia saa muokata, laajentaa ja parantaa tämän lisenssin ehtojen mukaan. Kaikkien jatkotuotosten tulee olla julkaistu samalla lisenssillä.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu selon les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.
gl: Vostede é libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
id: Anda bebas untuk mengubah, memperluas, dan memperbaiki kode sumber dokumentasi Ubuntu sesuai syarat-syarat yang ada dari lisensi ini. Semua pekerjaan turunan harus diterbitkan dibawah lisensi ini.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ja: このライセンスのもとであれば、利用者は Ubuntu ドキュメントのソースコードを自由に改変、加筆、改善することができます。すべての派生物はこのライセンスのもとでリリースしなければなりません｡
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
pl: Masz prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt_br: Você é livre para modificar, estender e melhorar o código fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sob esta licença.
ro: Aveți libertatea de a modifica, extinde și îmbunătăți codul sursă al documentației Ubuntu, respectând termenii acestei licențe. Orice lucrare derivată din această documentație trebuie să se supună termenilor acestei licențe.
ru: Вы можете изменять, расширять и улучшать исходный код документации Ubuntu на условиях этой лицензии. Все производные работы должны быть выпущены под этой лицензией.
sl: Dokumentacijsko izvorno kodo Ubuntuja lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
sv: Du får fritt ändra, utöka och förbättra källkoden till Ubuntu-dokumentationen under villkoren för den här licensen. Alla verk baserade på detta måste ges ut under den här licensen.
tr: Lisans sözleşmesi kurallarına bağlı kalmak şartıyla, Ubuntu belgelerinin kaynak kodlarını değiştirmek, geliştirmek ve genişletmekte özgürsünüz. Üretilmiş tüm ürünler bu lisans altında kullanıma sunulmalı.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.
zh_cn: 您可以基于本许可的条款而自由地对 Ubuntu 文档源码进行修正、扩充，以及改善。所有衍生作品必须基于本许可来发布。
