Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: No CD Drive required. Computers lacking a CD drive usually have a USB drive.
bn: কোন সিডি ড্রাইভের প্রয়োজন নেই। কম্পিউটারে সাধারনত USB ড্রাইভ থাকে সিডি ড্রাইভ সীমাবদ্ধ।
ca: No cal una unitat de CD. Els ordinadors que no tenen una unitat de CD normalment tenen una unitat USB.
da: Intet cd-drev er nødvendigt. Computere, der mangler et cd-drev har som regel et USB-drev.
de: Kein CD-Laufwerk nötig - Rechner ohne ein CD-Laufwerk verfügen üblicherweise über einen USB-Anschluss.
el: Δεν απαιτείται οδηγός CD. Οι υπολογιστές που δεν διαθέτουν οδηγό CD συνήθως έχουν οδηγό USB.
eo: KD-legilo ne estas bozonata. Komputiloj sen KD-legilo ofte havas USB-legilon.
es: No requiere lector de CD. Los equipos que no disponen de lector de CD suelen tener un puerto USB.
fi: Ei vaadi CD-asemaa. Yleensä, vaikkei tietokoneessa olisikaan CD-asemaa, on siinä USB-portteja.
fr: Pas besoin de lecteur CD. Les ordinateurs n'ayant pas de lecteur CD ont généralement des ports USB.
gl: Non require unidade de CD. Os computadores que non dispoñen dunha unidade de CD adoitan ter un dispositivo USB.
hu: Nem kell CD-meghajtó. A CD-meghajtóval nem rendelkező számítógépek is általában tartalmaznak USB-csatlakozót.
id: Tidak membutuhkan penggerak CD. Komputer yang tidak memiliki penggerak CD biasanya memiliki penggerak USB.
it: Nessuna unità CD richiesta. I computer privi di unità CD hanno solitamente una unità USB.
ja: CDドライブが不要。CDドライブが無いコンピュータでも、たいていはUSBドライブであれば利用できます。
nl: Geen cd-station nodig. Computers die geen cd-station hebben, hebben meestal wel een USB-poort.
oc: Pas besonh de lector CD. Los ordenadors qu'an pas de lector CD an generalament de pòrts USB.
pl: Nie jest wymagany napęd CD. Komputery, którym brakuje napędu CD zazwyczaj posiadają port USB.
pt_br: Nenhuma unidade de CD é necessária. Computadores sem uma unidade de CD normalmente possuem uma unidade USB.
ro: Nu este necesară o unitate pentru CD. Calculatoarele fără o unitate CD au, de obicei, port USB.
ru: Не требуется CD-привод. Компьютеры не имеющие CD-привода как правило имеют USB разъём.
sl: Ni potrebe po CD enoti. Četudi računalnik nima CD pogona, ima skoraj zagotovo USB priključek.
sr: Није потребан ЦД уређај. Рачунари којима недостаје ЦД уређај обично имају УСБ уређај.
sv: Ingen CD-enhet krävs. Datorer som saknar en CD-enhet har normalt en USB-enhet.
tr: CD sürücüsü lazım değil. Bilgisayarlarda CD sürücüsü bulunmuyor genellikle USB sürücüleri var.
uk: Не потрібний привід CD. Комп’ютери без CD приводів зазвичай мають пристрій USB.
zh_cn: 不需要光驱。缺乏光驱的电脑通常支持USB驱动器。

source: Safe computing environment. Boot your computer from a Live USB to protect your system when accessing unsecured public networks or testing unstable functionality.
bn: নিরাপদ কম্পিউটিং পরিবেশ। অনিরাপদ পাবলিক নেটওয়ার্ক অথবা অস্থায়ী পরীক্ষামূলক ফাংশনালিটিতে প্রবেশ করার সময় আপনার সিস্টেম সুরক্ষা করার জন্য লাইভ ইউএসবি থেকে আপনার কম্পিউটার বুট করুন।
ca: Entorn informàtic segur. Arrenqueu el vostre ordinador des d'una memòria USB autònoma per a protegir el sistema quan accediu a xarxes públiques no segures o quan proveu una funcionalitat inestable.
da: Sikkert computermiljø. Start din computer fra en live-USB for at beskytte dit system, når du forbinder til usikre offentlige net, eller hvis du tester ustabil funktionalitet.
de: Sichere Testumgebung - starten Sie Ihren Rechner von einem Live-USB-Speichermedium, wenn sie sich in ungesicherten öffentlichen Netzwerken befinden oder neue instabile Programme testen möchten.
el: Ασφαλές υπολογιστικό περιβάλλον. Εκκινήστε τον υπολογιστή σας από ένα Live USB για να προστατέψετε το σύστημά σας όταν μπαίνετε σε μη ασφαλή δημόσια δίκτυα ή όταν δοκιμάζετε κάποια ασταθή λειτουργία.
eo: Sekura komputa medio. Startigi vian komputilon per rekta USB por protekti vian sistemon kiam vi aliras nesekurigitan reton aŭ testas nestabilan funkcion.
es: Entorno informático seguro. Arranque su equipo desde un Live USB para proteger su sistema cuando acceda a redes públicas inseguras o cuando esté probando funcionalidades inestables.
fi: Turvallinen työskentely-ympäristö. Käynnistä tietokoneesi Live-USB-muistitikulta suojellaksesi järjestelmääsi, kun käytät turvattomia, julkisia verkkoja tai testaat epävakaita ominaisuuksia.
fr: Environnement informatique sécurisé. Démarrez l'ordinateur sur la clé USB lorsque vous accédez à un réseau public non sécurisé ou lorsque vous testez des fonctionnalités en cours de développement.
gl: Contorno informático seguro. Arranque o equipo desde un dispositivo USB para protexer o seu sistema ao acceder a redes públicas sen garantía ou para probar a funcionalidade dunha distribución inestable.
hu: Biztonságos számítógépes környezet. Indítsa számítógépét Live USB-ről a rendszer védelméhez nyilvános, nem biztonságos hálózatok elérésekor; vagy nem megbízható funkciók tesztelésekor.
id: Lingkungan Komputasi Aman. Boot komputer anda dari Live USB untuk melindungi sistem anda saat mangakses jaringan publik yang tidak aman atau menguji fungsi ketidakstabilan.
it: Ambiente di lavoro sicuro. Avvia il computer da una Live USB per proteggere il sistema durante l'accesso a reti pubbliche non sicure oppure per provare funzionalità non stabili.
ja: コンピュータの環境の保護。セキュアではない公衆のネットワークにアクセスしたり、不安定な機能を試してみる場合、システムを保護するためにLive USBからコンピュータをブートします。
nl: Veilige werkomgeving. Start uw computer op vanaf een USB-opstartschijf om uw computer te beschermen op onbeveiligde netwerken of bij het testen van instabiele functies.
oc: Environament informatic securizat. Amodatz l'ordenador sus la clau USB quand accedissètz a una ret publica pas securizada o quand testatz de foncionalitats en cors de desvolopament.
pl: Bezpieczeństwo systemu. Uruchomienie komputera z klucza USB chroni twój system podczas dostępu do niezabezpieczonych publicznych sieci lub podczas testowania niestabilnych funkcji.
pt_br: Ambiente de computação seguro. Inicialize seu computador de um Live USB para proteger seu sistema quando acessar de redes públicas inseguras ou testar funcionalidades instáveis.
ro: Mediu de operare sigur. Inițializați calculatorul de pe un disc USB Live pentru a proteja sistemul, atunci când accesați rețele publice nesecurizate sau când testați funcții instabile.
ru: Безопасное рабочее окружение. Загрузите компьютер с Live USB для защиты вашей системы при доступе к незащищенным публично доступным сетям или при тестировании нестабильной функциональности.
sl: Varno računalniško okolje. Zaženite svoj računalnik z živega USB-ja in zaščitite svoj sistem med dostopanjem do nezaščitenih omrežji ali preizkušanjem nestabilnega delovanja.
sr: Безбедно окружење рачунара. Покрените ваш рачунар са Пробног УСБ-а да заштититте ваш систем када приступате незаштићеним јавним мрежама или када испробавате нестабилне функционалности.
sv: Säker datormiljö. Starta din dator från en live-USB för att skydda ditt system när du ansluter till osäkra publika nätverk eller testar instabila funktioner.
tr: Güvenli hesaplama ortamı. Güvensiz genel ağlara erişirken ya da dengesiz işlevsellikleri test ederken, sisteminizi korumak için bilgisayarınızı Çalışır bir USB'den önyükleyin.
uk: Безпечне середовище для обчислень. Завантажте ваш комп’ютер з Live USB диска, щоб захистити систему під час доступу до незахищених публічних мереж, або тестування нестабільного функціонування.
zh_cn: 安全的环境。使用USB启动您的电脑可以在访问不安全的公共网络或者测试新的功能时保护您的系统。

source: <application>USB Startup Disk Creator</application> is a utility in Ubuntu that creates a persistent Ubuntu image on a USB disk. This is called a "Live USB". You can use the Live USB to install Ubuntu on your computer or to run Ubuntu without affecting your system hardware. The advantages to using a Live USB to install or test Ubuntu include: <placeholder-1/>
bn: <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> একটি ইউটিলিটি যা কিনা উবুন্টুতে ইউএসবি ডিস্কে পুনঃপুনভাবে উবুন্টু চিত্র তৈরি করবে। এটিকে বলা হয় "লাইভ ইউএসবি"। লাইভ ইউএসবি ব্যবহার করে আপনি আপনার সিস্টেম হার্ডওয়্যারের কোন প্রভাব না করেই কম্পিউটারে উবুন্টু ইনস্টল করতে পারবেন অথবা চালাতে পারবেন। উবুন্টু ইনস্টল অথবা পরীক্ষা করতে লাইভ ইউএসবি ব্যবহার করার সুবিধা হলো: <placeholder-1/>
ca: El <application>Creador de discos d'arrencada USB</application> és una utilitat de l'Ubuntu que crea una imatge persistent de l'Ubuntu en un disc USB, la qual s'anomena «Memòria USB autònoma». Podeu utilitzar la memòria USB autònoma per a instal·lar l'Ubuntu a l'ordinador o per a executar-lo sense afectar el maquinari del sistema. Entre els avantatges d'utilitzar una memòria USB autònoma per a instal·lar o provar l'Ubuntu hi ha: <placeholder-1/>
da: <application>Opret en USB-opstartsdisk</application> er et værktøj i Ubuntu, der skaber et blivende Ubuntu-aftryk på en USB-disk. Dette kaldes en "live-USB". Du kan bruge live-USB'en til at installere Ubuntu på din computer eller til at køre Ubuntu, uden at det påvirker dit systems hardware. Fordelene ved at bruge en live-USB frem for at installere eller afprøve Ubuntu er bl.a.: <placeholder-1/>
de: Der <application>USB-Startmedien-Ersteller</application> ist ein Werkzeug in Ubuntu, dass ein Ubuntu-Abbild mit einem Speicherbereich auf einem USB-Speichermedium erzeugt. Dieses wird »Live-USB« genannt. Sie können Live-USB dazu nutzen, Ubuntu zu installieren oder Ubuntu ohne Auswirkungen auf die Hardware Ihres Systems zu starten. Die Vorteile, Live-USB dazu zu nutzen, Ubuntu zu installieren oder auszuprobieren, umfassen: <placeholder-1/>
el: Η εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB </application> είναι ένα εργαλείο που δημιουργεί μια μόνιμη εικόνα του Ubuntu σε ένα δίσκο USB. Αυτός ο δίσκος ονομάζεται "Live USB". Μπορείτε να χρησιμοποιήσετε το Live USB για να εγκαταστήσετε το Ubuntu στον υπολογιστή σας ή για να τρέξετε το Ubuntu χωρίς να επηρεαστούν τα εξαρτήματα του συστήματός σας. Τα πλεονεκτήματα από την χρήση ενός Live USB για την εγκατάσταση ή την δοκιμή του Ubuntu περιλαμβάνουν: <placeholder-1/>
eo: <application>Kreilo de startigaj USB-diskoj</application> estas utilaĵo en Ubuntu kiu kreas persistan ekzaktan kopion de Ubuntu en USB-poŝmemorilo. Oni nomas ĝin "Rekta USB". Vi povas uzi Rektan USB por instali je Ubuntu en vian komputilon aŭ por ruli je Ubuntu sen afekti vian aparataron. La avantaĝoj de uzado de Rekta USB por instali aŭ testi je Ubuntu inkluzivas: <placeholder-1/>
es: El <application>Creador de discos de inicio USB</application> es una utilidad de Ubuntu que crea una imagen persistente de Ubuntu en un disco USB. A este se le denomina «Live USB». Puede usar el Live USB para instalar Ubuntu en su equipo o para ejecutar Ubuntu sin afectar al hardware de su sistema. Entre las ventajas de usar un Live USB para instalar o probar Ubuntu podemos encontrar: <placeholder-1/>
fi: <application>Käynnistyslevyn luonti</application> on Ubuntun työkalu, joka luo pysyvän Ubuntu levykuvan USB-muistitikulle. Tätä kutsutaan "Live-USB"-muistitikuksi. Live-USB-muistitikkua voi käyttää Ubuntun asentamiseen tai Ubuntun käyttämiseen ilman muutoksia tietokoneellesi. Live-USB:n edut Ubuntun asennuksessa ja testauksessa sisältävät: <placeholder-1/>
fr: Le <application>créateur de disque d'amorçage USB</application> est un utilitaire Ubuntu pour créer une image persistante d'Ubuntu sur un disque USB. On appelle cela un « Live USB ». Un Live USB peut être utilisé pour installer Ubuntu sur un ordinateur ou pour lancer Ubuntu sans toucher à l'installation système existante. Les avantages de l'utilisation d'un Live USB pour installer ou tester Ubuntu comprennent notamment : <placeholder-1/>
gl: <application>Creador de discos de inicio USB</application> é unha utilidade en Ubuntu que crea unha imaxen de Ubuntu persistente nun disco USB. Isto chamase "Live USB". Vostede pode utilizar o dispositivo USB para instalar Ubuntu no seu computador ou para executar Ubuntu sen afectar ao hardware do sistema. As vantaxes de utilizar un dispositivo USB para instalar Ubuntu ou para probalo inclúen: <placeholder-1/>
hu: Az <application>USB indítólemez-készítő</application> segédprogrammal állandó Ubuntu-lemezképet készíthet USB-meghajtóra. Ezt „Live USB”-nek hívjuk. A Live USB segítségével az Ubuntu feltelepíthető a számítógépére, vagy a rendszerre történő telepítés nélkül futtatható. A Live USB Ubuntu telepítésére vagy tesztelésére való használatának előnyei közé tartozik: <placeholder-1/>
id: <application>Pembuat USB Startup Disk</application> adalah utilitas dalam Ubuntu yang membuat sebuah Ubuntu image yang teguh pada USB disk. Hal ini disebut "Live USB". Anda dapat menggunakan Live USB untuk memasang Ubuntu pada komputer anda atau menjalankan Ubuntu tanpa mempengaruhi sistem perangkat keras anda. Keuntungan untuk menggunakan Live USB untuk memasang atau menguji Ubuntu meliputi: <placeholder-1/>
it: <application>Creazione disco di avvio USB</application> è una utilità che crea un file immagine persistente di Ubuntu in un disco USB, chiamato «Live USB». Questo può essere usato per installare Ubuntu nel computer oppure per mandare in esecuzione Ubuntu senza modificare l'hardware del sistema. I vantaggi di usare una Live USB per installare o provare Ubuntu comprendono: <placeholder-1/>
ja: <application>USB スタートアップ・ディスクの作成</application>はUSBディスク上で永続性のあるUbuntuイメージを作成するUbuntuのユーティリティです。これは\"Live USB\"と呼ばれています。コンピュータ上にUbuntuをインストールしたり、システムハードウェアに影響しないようにUbuntuを実行するためLive USBを利用できます。UbuntuのインストールやテストにLive USBを利用するメリットは以下にあります: <placeholder-1/>
nl: <application>USB-opstartschijf maken</application> is een hulpmiddel van Ubuntu op een permanent image-bestand van Ubuntu op een USB-stick aan te maken. Dit wordt ook wel een "live-USB" genoemd. U kunt de live-USB gebruiken om Ubuntu op uw computer te installeren of om Ubuntu te draaien zonder de hardware van uw systeem aan te passen. De voordelen van het gebruik van een live-USB om Ubuntu te installeren of uit te testen zijn o.a: <placeholder-1/>
oc: Lo <application>creator de disc d'amorsatge USB</application> es un utilitari Ubuntu per crear un imatge persistent d'Ubuntu sus un disc USB. Òm apèla aquò un « Live USB ». Un Live USB pòt èsser utilizat per installar Ubuntu sus un ordenador o per aviar Ubuntu sens tocar a l'installacion del sistèma existent. Los aventatges de l'utilizacion d'un Live USB per installar o testar Ubuntu comprenon en particular : <placeholder-1/>
pl: <application>Asystent dysku uruchomieniowego USB</application> jest narzędziem do tworzenia obrazu dysku Ubuntu na kluczu USB. Można to nazwać "Live USB". Live USB można użyć do instalacji Ubuntu na komputerze lub do uruchomienia Ubuntu bez ingerencji w już istniejący system. Zalety używania Live USB do instalacji lub testowania Ubuntu to między innymi: <placeholder-1/>
pt_br: O <application>Criador de disco USB inicializável</application> é um utilitário no Ubuntu que cria uma imagem persistente do Ubuntu em um disco USB. Isto é chamado de "Live USB". Você pode usar o Live USB para instalar o Ubuntu no seu computador ou para executar o Ubuntu sem afetar o hardware de seu sistema. As vantagens de usar um Live USB para criar ou testar o Ubuntu incluem: <placeholder-1/>
ro: Aplicația de <application>Creare disc USB de pornire</application> din Ubuntu creează o imagine durabilă a sistemului Ubuntu pe un disc USB. Aceasta este numită „disc USB Live”. Puteți utiliza discul USB Live pentru a instala Ubuntu pe calculator sau pentru a rula Ubuntu fără a afecta partea hardware a sistemului. Avantajele utilizării unui disc USB Live, pentru a instala sau a testa Ubuntu, sunt: <placeholder-1/>
ru: <application>Создание загрузочного USB-диска</application> представляет из себя служебную программу Ubuntu, позволяющую создать неизменяемый образ системы Ubuntu на диске USB. Такой диск называют «Live USB». Данный Live USB диск может быть использован для установки Ubuntu на компьютер или для запуска Ubuntu без каких либо изменений, затрагивающих текущее программное и аппаратное обеспечение компьютера. Преимущества использования Live USB для установки или тестирования Ubuntu включают в себя: <placeholder-1/>
sl: <application>Ustvarjalnik zagonskih diskov USB</application> je pripomoček, s katerim se na USB disku ustvari obstojni odtis Ubuntuja. Takšen USB disk imenujemo "živi USB". Lahko ga uporabite za namestitev Ubuntuja na vaš računalnik ali pa zaženete Ubuntu brez sprememb na vašem sistemu. Prednosti uporabe živega USB-ja pri namestitvi ali preizkušnji Ubuntuja so: <placeholder-1/>
sr: <application>Творац покретачког УСБ диска</application> је помагало у Убунтуу које прави дуготрајан одраз Убунтуа на УСБ диску. То је такозвани <quote>Пробни УСБ</quote>. Можете да користите Пробни УСБ да инсталирате Убунту на вашем рачунару или да покренете Убунту без утицаја на физичке компоненте вашег система. Предности коришћења Пробног УСБ диска за инсталирање или тестирање Убунтуа обухватају:
sv: <application>Skapa startbar USB-enhet</application> är ett verktyg i Ubuntu som skapar en beständig Ubuntu-avbild på en USB-enhet. Detta kallas för en "live-USB". Du kan använda din live-USB för att installera Ubuntu på din dator eller köra Ubuntu utan att det påverkar ditt systems hårdvara. Fördelarna med att använda en live-USB till installera eller testa Ubuntu omfattar: <placeholder-1/>
tr: <application>USB Startup Disk Creator</application> Bir USB diski üzerine devamlı Ubuntu imajı yaratan bir Ubuntu hizmetidir. Buna "Çalışır USB" denir. Çalışır USB'yi bilgisayarınıza Ubuntu kurmak için ya da sistem donanımınızı etkilemeksizin Ubuntu çalıştırmak için kullanabilirsiniz. Çalışır USB kullanmak yüklemeye ya da Ubuntu'yu test etmeye göre avantajlar içerir: <placeholder-1/>
uk: Програма <application>створення завантажувального USB диска</application> - це утиліта Ubuntu, що створює сталий штамп Ubuntu на USB диску, що називається "Live USB". Ви можете використовувати Live USB для встановлення Ubuntu на ваш комп’ютер, чи для запуску Ubuntu без впливу на ваше апаратне устаткування. Переваги використання Live USB для встановлення або тестування Ubuntu включають: <placeholder-1/>
zh_cn: <application>USB Startup Disk Creator</application> 是 Ubuntu 中一个在 USB 磁盘上创建驻留 Ubuntu 镜像的工具。该镜像叫做 "Live USB"。您可以使用这个 Live USB 将 Ubuntu 安装到您的计算机上或者在不影响您系统硬件的情况下运行 Ubuntu。使用 Live USB 来安装或测试 Ubuntu 的优点包括：<placeholder-1/>

source: Requirements
bn: আবশ্যক
ca: Requeriments
da: Krav
de: Voraussetzungen
el: Απαιτήσεις
eo: Bezonaĵoj:
es: Requisitos
fi: Vaatimukset
fr: Exigences minimales
gl: Requerimentos
hu: Követelmények
id: Persyaratan
it: Requisiti
ja: 必要な環境
nl: Vereisten
oc: Exigéncias minimalas
pl: Wymagania
pt_br: Requerimentos
ro: Cerințe
ru: Требования
sl: Zahteve
sr: Захтеви
sv: Krav
tr: Gereksinimler
uk: Вимоги
zh_cn: 需求

source: Ubuntu 8.10 or later
bn: উবুন্টু ৮.১০ অথবা পরবর্তী
ca: Ubuntu 8.10 o una versió posterior
da: Ubuntu 8.10 eller nyere
de: Ubuntu 8.10 oder höher
el: Ubuntu 8.10 ή νεότερο
eo: Ubuntu 8.10 aŭ posta
es: Ubuntu 8.10 o posterior
fi: Ubuntu 8.10 tai uudempi
fr: Ubuntu 8.10 ou plus récent
gl: Ubuntu 8.10 ou posterior
hu: Ubuntu 8.10 vagy újabb
id: Ubuntu 8.10 atau terbaru
it: Ubuntu 8.10 o successive
ja: Ubuntu 8.10、またはそれ以降
nl: Ubuntu 8.10 of nieuwer
oc: Ubuntu 8.10 o mai recent
pl: Ubuntu 8.10 lub nowsze
pt_br: Ubuntu 8.10 ou superior
ro: Ubuntu 8.10 sau mai nou
ru: Ubuntu версии 8.10 или более позднюю
sl: Ubuntu 8.10 ali novejši
sr: Убунту 8.10 или касније издање
sv: Ubuntu 8.10 eller senare
tr: Ubuntu 8.10 ya da sonrakiler
uk: Ubuntu 8.10 або пізніша
zh_cn: Ubuntu 8.10 或更新版本

source: USB disk 1 GB or larger
bn: USB ডিস্ক 1 গিবা অথবা বৃহৎ
ca: Disc USB d'1 GB o més gran
da: USB-disk, 1 GB eller større
de: ein USB-Speichermedium mit mindestens 1 GB Speicher
el: Δίσκος USB 1GB ή μεγαλύτερος
eo: USB-disko 1 GB aŭ pli granda
es: Disco USB de 1 GB o más
fi: USB-muistitikku, jonka kapasiteetti on vähintään 1 gigatavu
fr: Disque USB 1 Go au moins
gl: Disco USB de 1 GB ou maior
hu: 1 GB vagy nagyobb USB-meghajtó
id: USB disk 1 GB atau lebih besar
it: Dispositivi USB da 1 GB o superiori
ja: 1GB以上のUSBディスク
nl: USB-opslag van 1GB of groter
oc: Disc USB 1 Go al mens
pl: Klucz USB o pojemności 1 GB lub większej
pt_br: Disco USB de 1GB ou superior
ro: Disc USB 1 GO sau de capacitate mai mare
ru: USB диск размером от 1 Гбайт
sl: USB disk z 1 GB prostora ali več
sr: УСБ диск капацитета 1 GB или више
sv: USB-enhet med 1 GB lagringsutrymme eller mer
tr: USB diski 1GB ya da daha geniş
uk: Диск USB ємністю 1 Гб або більше
zh_cn: 1GB或更大的USB盘

source: Ubuntu Desktop Edition image
bn: উবুন্টু ডেস্কটপ সংস্করণ চিত্র
ca: Imatge de l'edició d'escriptori de l'Ubuntu
da: Aftryk af den almindelige Ubuntu-skrivebordsudgave
de: ein Abbild der Ubuntu-Desktop-Variante
el: Εικόνα του Ubuntu desktop edition
eo: Ekzakta kopio de Ubuntu-Labortabla Eldono
es: Imagen de Ubuntu edición de escritorio
fi: Ubuntun työpöytäversion levykuva
fr: Image Ubuntu Deskop Edition
gl: Imaxe da edición de escritorio de Ubuntu
hu: Az Ubuntu asztali változatának lemezképe
it: File immagine della edizione Desktop di Ubuntu
ja: Ubuntu Desktop Editionのイメージファイル
nl: Image-bestand van Ubuntu Desktop Edition
oc: Imatge Ubuntu Deskop Edition
pl: Obraz wydania Ubuntu Desktop
pt_br: Imagem do Ubuntu edição desktop
ro: Imagine de Ubuntu Desktop
ru: Образ Ubuntu в редакции Desktop
sl: Odtis namizne različice Ubuntuja
sr: Одраз Убунту десктоп издања
sv: Ubuntu Desktop Edition-avbildning
tr: Ubuntu Masaüstü Baskı görüntüsü
uk: штамп диску Ubuntu Desktop
zh_cn: Ubuntu桌面版镜像
