Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: Insert the USB disk after starting your computer to make sure your system recognizes it. Some systems might not recognize mini USB disks.
bn: আপনার সিস্টেম এটি চিনতে পেরেছে এটি নিশ্চিন্ত হয়ে কম্পিউটার চালু হওয়ার পর ইউএসবি ডিস্ক সংযোজন করুন। কিছু সিস্টেম হয়তো ছোট ইউএসবি ডিস্ক চিনতে পারবেনা।
ca: Inseriu el disc USB després d'iniciar l'ordinador per a assegurar-vos que el sistema el reconeix. És possible que alguns sistemes no el puguin reconèixer.
da: Indsæt USB-disken når du starter din computer for at sikre dig, at system genkender den. Nogle systemer kan ikke genkende mini-USB-diske.
de: Stecken Sie das USB-Speichermedium nach dem Starten Ihres Rechners ein, um sicherzustellen, dass Ihr System dieses erkennt. Einige Systeme erkennen möglicherweise keine Mini-USB-Speichermedien.
el: Εισάγετε τον δίσκο USB μετά την εκκίνηση του υπολογιστή σας για να είστε σίγουροι ότι το σύστημά θα τον αναγνωρίσει. Μερικά συστήματα μπορεί να μην αναγνωρίσουν τους δίσκους mini USB.
eo: Startiginte vian komputilon, enmetu la USB-poŝmemorilon por certigi ke via sistemo rekonas ĝin. Iuj sistemoj eble ne rekonas USB-poŝmemoriletojn.
es: Inserte el dispositivo USB después de iniciar su equipo para asegurarse de que su sistema lo reconoce. Algunos sistemas pueden no reconocer mini dispositivos USB.
fi: Kytke USB-tikku tietokoneen käynnistyksen jälkeen varmistaaksesi, että järjestelmä tunnistaa sen. Jotkut järjestelmät eivät tunnista mini USB -levyjä.
fr: Insérez le disque USB après le démarrage de votre ordinateur pour être certain que le système le reconnaît. Certains systèmes ne reconnaissent pas les mini-disques USB.
gl: Insira o disco USB despois de iniciar o equipo para asegurarse de que o seu sistema o recoñece. Algúns sistemas podrían non recoñecer mini discos USB.
hu: A számítógép bekapcsolása után csatlakoztassa az USB-meghajtót, hogy a rendszer felismerhesse azt. Egyes rendszerek lehet, hogy nem ismerik fel a mini USB meghajtókat.
id: Masukkan USB disk setelah memulai komputer anda untuk memastikan sistem anda mengenalinya. Beberapa sistem mungkin tidak dapat mengenali USB disk mini.
it: Inserire il disco USB dopo l'avvio del computer per essere sicuri che il sistema lo riconosca. Alcuni sistemi potrebbero non riconoscere dispositivi mini USB.
ja: コンピュータが起動した後にUSBディスクを挿入して、システムがUSBディスクを認識するか確認してください。いくつかのシステムではmini USBディスクが認識されない場合があります。
nl: Sluit de USB-stick pas aan nadat u de computer aangezet heeft om er zeker van te zijn dat uw systeem deze herkent. Sommige systemen kunnen mini-USB-sticks niet herkennen.
pl: Włóż dysk USB po włączeniu komputera i upewnij się, że Twój system poprawnie rozpoznał go. Niektóre systemy mogą nie rozpoznawać mini dysków USB.
pt_br: Insira o disco USB depois de inicializar seu computador para ter certeza que seu sistema o reconhece. Alguns sistemas ainda não reconhecem mini discos USB.
ro: Inserați discul USB după pornirea calculatorului, pentru a vă asigura că sistemul îl recunoaște. Este posibil ca unele sisteme să nu recunoască discurile mini USB.
ru: Подключите USB диск после запуска компьютера, убедитесь, что система распознаёт его. Некоторые системы могут иметь проблемы с распознаванием мини USB дисков.
sl: Po zagonu računalnika vanj vstavite USB disk, da se prepričate, da ga vaš sistem zazna. Nekateri sistemi morda ne bodo zaznali mini USB diskov.
sr: Убаците УСБ диск након покретања рачунара да се уверите да га ваш систем препознаје. Неки системи можда не препознају мини УСБ дискове.
sv: Anslut USB-enheten efter att du startat datorn för att säkerställa att ditt system upptäcker den. Vissa system kanske inte känner igen mini USB-enheter.
tr: Sisteminizin onu tanıdığından emin olmak için USB diski bilgisayarınızı başlattıktan sonra takın. Bazı sistemler mini USB diskleri tanımayabilir.
uk: Підключіть USB диск після ввімкнення вашого комп’ютера, щоб переконатися, що система його розпізнає. Деякі системи можуть не розпізнавати міні-USB диски.
zh_cn: 在系统启动后插入 USB 盘让系统识别它。有些系统可能不识别微型 USB 磁盘。

source: Enter the BIOS Setup and verify the boot order is set correctly. Make sure the USB disk is the first item on the list. See your hardware manufacturer’s instructions for more information on your system’s BIOS settings.
bn: BIOS সেটআপ দিন এবং বুট ক্রম সঠিক ভাবে নির্ধারণ করা হয়েছে কিনা তা নিশ্চিত হন। ইউএসবি ডিস্ক আইটেম তালিকার প্রথমেই আছে কিনা তা নিশ্চিত হন। আরও তথ্যের জন্য আপনার হার্ডওয়্যার প্রস্তুতকারকের নির্দেশাবলী সিস্টেম BIOS সেটিং এ দেখুন।
ca: Entreu a la configuració de la BIOS i verifiqueu que l'ordre d'arrencada s'ha establert correctament. Assegureu-vos que el disc USB és el primer element de la llista. Vegeu les instruccions del fabricant del maquinari per a obtenir més informació sobre els paràmetres de la BIOS del sistema.
da: Åben BIOS-opsætningen og kontrollér at opstartsrækkefølgen er indstillet korrekt. Kontrollér at USB-disken er det første punkt på listen. Se din hardwareproducentens anvisninger for mere information om dit systems BIOS-indstillinger.
de: Begeben Sie sich in das BIOS-Setup und überprüfen Sie, ob die Boot-Reihenfolge richtig festgelegt ist. Stellen sicher, dass das USB-Speichermedium das erste Element in der Liste ist. Weitere Informationen über die BIOS-Einstellungen Ihres Systems finden Sie in den Anweisungen Ihres Hardware-Herstellers.
el: Στις ρυθμίσεις BIOS επιβεβαιώστε ότι η σειρά εκκίνησης είναι ορισμένη σωστά. Βεβαιωθείτε ότι ο δίσκος USB είναι το πρώτο αντικείμενο της λίστας. Δείτε τις οδηγίες του κατασκευαστή του υλικού για περισσότερες πληροφορίες σχετικές με τις ρυθμίσεις BIOS του συστήματός σας.
eo: Eniru la BIOS-agordaron kaj certigu ke la praŝarga ordo estas taŭga. Certigu ke la USB-poŝmemorilo estas la unua ero en la listo. Por plua informo pri la BIOS-agordaro vidu la dokumentaron de la fabrikinto de via sistemo.
es: Entre en la configuración del BIOS y compruebe que el orden de arranque está establecido correctamente. Compruebe que el disco USB es el primer elemento de la lista. Consulte las instrucciones del fabricante de su hardware para más información sobre las opciones del BIOS de su sistema.
fi: Tarkista BIOS -asetuksista, että käynnistysjärjestys on oikea. Varmista, että USB-levy on ensimmäinen käynnistysvaihtoehto. Tarkista laitteiston valmistajan ohjeista tarkemmat neuvot järjestelmäsi BIOS-asetuksista.
fr: Entrez dans la configuration du BIOS et vérifiez que l'ordre de démarrage est configuré correctement. Vérifiez que le disque USB est en premier dans la liste. Consultez les instructions de votre fabricant de matériel pour obtenir plus d'informations sur les paramètres BIOS de votre système.
gl: Introduza a configuración do BIOS e comprobe que a orde de arranque está configurada correctamente. Asegúrese de que o disco USB é o primeiro elemento da lista. Vexa as instruccións do fabricante do hardware para obter máis información sobre a configuración do BIOS do seu sistema.
hu: Lépjen be a BIOS beállítófelületére, és ellenőrizze a rendszerindítási sorrendet. Győződjön meg, hogy az USB-meghajtó az első a listán. A rendszer BIOS beállításaival kapcsolatos további utasításokért lásd a hardver gyártójának utasításait.
id: Masuk ke pengaturan BIOS dan ujilah urutan boot apakah di atur dengan benar. Pastikan USB disk pada urutan pertama pada daftar. Lihat pada instruksi produsen perangkat keras anda untuk informasi lebih pada pengaturan sistem BIOS anda.
it: Accedere alle impostazioni del BIOS e verificare che l'ordine di boot sia impostato correttamente. Assicurarsi che l'unità USB sia la prima voce nell'elenco. Consultare il manuale di istruzioni del produttore hardware per maggiori informazioni riguardo alle impostazioni BIOS del proprio sistema.
ja: BIOS設定に入ってブートオーダーが正しく設定されているか確かめてください。USBディスクはリスト上で最初の項目であるか確認してください。システムのBIOS設定上のさらなる情報はハードウェア製造元の説明書を参照してください。
nl: Ga naar de BIOS-setup en controleer of de "boot order" goed is ingesteld. Zorg ervoor dat de USB-stick de eerste optie in de lijst is. Zie de documentatie van uw hardware voor meer informatie over uw BIOS-instellingen.
pt_br: Entre nas configurações da BIOS e verifique se a ordem de inicialização está configurada corretamente. Tenha certeza que o disco USB é o primeiro item na lista. Consulte as instruções do fabricante de seu hardware para mais informações sobre as configurações de BIOS do seu sistema.
ro: Accesați configurația BIOS și verificați dacă ordinea de inițializare este stabilită corect. Asigurați-vă că discul USB este primul element de pe listă. Pentru mai multe informații despre configurația BIOS a sistemului dvs., consultați instrucțiunile furnizate de către producătorul echipamentului hardware.
ru: Запустите программу настройки BIOS и убедитесь, что установлен правильный порядок загрузки. Убедитесь, что USB диск является первым в списке. Для получения более подробной информации по настройке BIOS вашего компьютера обратитесь к руководству пользователя, поставляемому производителем системы.
sl: V nastavitvah BIOS preverite, ali je vrstni red zagonskih naprav pravilen. Poskrbite, da bo USB disk na prvem mestu na seznamu. Za več informacij glede vašega BIOS-a se posvetujte z navodili proizvajalca vaše strojne opreme.
sr: Приступите поставкама БИОС-а и проверите да ли је поредак учитавања исправно постављен. Уверите се да је УСБ диск прва ставка на списку. Погледајте упутства произвођача ваших физичких компоненти за више информација о поставкама БИОС-а вашег система.
sv: Gå till BIOS-konfigureringen och verifiera att startordningen är riktig. Säkerställ att USB-enheten är det första valda alternativet i listan. Se instruktionerna från hårdvarutillverkaren för ytterligare information om ditt systems BIOS-inställningar.
tr: BIOS ayarlarına girin ve önyükleme sıralamasının doğru olarak ayarlayın. USB diskin listenin başında bulunduğuna emin olun. Sisteminizin BIOS ayarları hakkında daha fazla bilgi için donanım üreticinizin belgelerine bakın.
uk: Ввійдіть до налаштувань BIOS і перевірте, що порядок завантаження вказано правильно. Переконайтеся, що USB диск є на першому місці в списку. Для більш докладної інформації дивіться інструкції виробника апаратного забезпечення щодо параметрів BIOS вашої системи.
zh_cn: 进入 BIOS 设置并确认启动顺序设置正确。确保 USB 磁盘在列表中为第一项。察看您硬件的厂商文档来获取更多系统 BIOS 设置的信息。

source: The system might use a boot selector. Hit the Escape key on boot and select USB disk from the boot menu.
bn: সিস্টেম সম্ভবত বুট নির্বাচক ব্যবহার করে। বুটে Escape কী চাপুন এবং বুট মেনু থেকে ইউএসবি ডিস্ক নির্বাচন করুন।
ca: És possible que el sistema utilitzi un selector d'arrencada. Premeu la tecla d'escapada en arrencar i seleccioneu el disc USB en el menú d'arrencada.
da: Systemet har muligvis en opstartsmenu. Tryk på Esc-tasten under opstarten og vælg USB-disk fra menuen.
de: Das System verwendet möglicherweise ein Boot-Auswahlliste. Betätigen Sie die Escape-Taste beim Booten und wählen Sie das USB-Speichermedium aus dem Boot-Menü aus.
el: Το σύστημά σας ίσως χρησιμοποιεί κάποιον επιλογέα εκκίνησης. Πατήστε Escape κατά την εκκίνηση και από το μενού εκκίνησης επιλέξτε τον δίσκο USB.
eo: La sistemo eble uzas praŝargan elektadon. Se jes, premu la Esc-klavon dum praŝargado kaj elektu la USB-poŝmemorilon en la praŝarga menuo.
es: Es posible que su sistema use un selector de arranque. Pulse la tecla Esc durante el arranque y seleccione el disco USB en el menú de arranque.
fi: Järjestelmä saattaa käyttää käynnistyksenvalitsinta. Paina Escape-näppäintä käynnistyksen aikana ja valitse USB-levy käynnistysvalikosta.
fr: Il est possible que le système utilise un sélecteur de démarrage. Appuyez sur la touche Échap au démarrage et sélectionnez le disque USB dans le menu de démarrage.
gl: Pode que o sistema empregue un selector de arranque. Prema «Esc» no momento do arranque e escolla o disco USB no menú.
hu: Lehetséges, hogy a rendszer indítómenüt használ. Nyomja meg az Escape billentyűt és válassza ki az USB-meghajtót a rendszerindítási menüből.
id: Sistem mungkin menggunakan pilihan boot. Tekan tombol Escape saat boot dan pilih USB disk dari menu boot.
it: Il sistema potrebbe usare un selettore di boot. Premere il tasto Esc al boot e selezionare l'unità USB dal menù di boot.
ja: システムがブートセレクタを使用しているかもしれません。ブート時にEscキーを押してブートメニューからUSBディスクを選択します。
nl: Het systeem gebruikt mogelijk een "boot selector". Druk op Escape tijdens het opstarten en selecteer de USB-stick vanuit het "boot menu".
oc: Es possible que lo sistèma utilize un selector d'amodament. Quichatz sus la tòca Escap a l'amodament e seleccionatz lo disc USB dins lo menut d'amodament.
pt_br: O sistema pode usar um seletor de inicialização. Aperte a tecla Escape na inicialização e selecione o disco USB no menu de inicialização.
ro: Este posibil ca sistemul să utilizeze un selector de inițializare. Apăsați pe tasta Escape la inițializare și selectați discul USB din meniu.
ru: Системой может использоваться процедура выбора устройства загрузки. Нажмите клавишу Escape в процессе загрузки и выберите USB диск из меню загрузки.
sl: Lahko se zgodi, da sistem uporablja zagonski izbirnik. Pri zagonu pritisnite tipko Escape in iz zagonskega menija izberite USB disk.
sr: Систем може да користи бирач учитавања. Притисните тастер <quote>Escape</quote> приликом учитавања и изаберите УСБ диск из менија учитавања.
sv: Ditt system kanske använder en starthanterare. tryck på Escape-tangenten under uppstarten och välj USB-enhet från startmenyn.
tr: Sistem önyükleme seçicisi kullanıyor olabilir. Önyükleme esnasında Escape tuşuna basın ve önyükleme menüsünden USB diski seçin.
uk: Система може використовувати сектор завантаження. Натисніть клавішу Escape при завантаженні та виберіть USB диск із меню завантаження.
zh_cn: 系统可能会使用一个启动选择器。启动时按 Escape 键并从启动菜单中选择 USB 磁盘。

source: Boot from the USB disk on another machine. If the machine boots successfully, it is possible that your computer cannot boot from a Live USB.
bn: ইউএসবি ডিস্ক থেকে অন্য মেশিনে বুট। যদি মেশিন সফলতার সাথে বুট করে, তাহলে আপনার কম্পিউটার লাইভ ইউএসবি থেকে বুট করতে পারবেনা।
ca: Arrenqueu des del disc USB en un altre ordinador. Si l'ordinador arrenca correctament, llavors és possible que el vostre ordinador no pugui arrencar des d'una memòria USB autònoma.
da: Start fra USB-disken på en anden maskine. Hvis maskinen starter uden problemer, kan din computer muligvis ikke starte fra en live-USB.
de: Booten Sie eine andere Maschine mit dem USB-Speichermedium. Wenn dies erfolgreich ist, ist es möglich, dass Ihr Rechner nicht von Live-USB booten kann.
el: Με τον δίσκο USB εκκινήστε κάποιον άλλο υπολογιστή. Αν ο υπολογιστής εκκινήσει με επιτυχία, είναι πιθανό ο υπολογιστής σας να μην μπορεί να εκκινήσει από Live USB.
eo: Praŝargu el la USB-poŝmemorilo ĉe alia komputilo. Se tiu aparato praŝargiĝas sukcese, eble via komputilo ne kapablas praŝargiĝi el Rekta USB.
es: Arranque desde el disco USB en otra máquina. Si la máquina arranca correctamente, es posible que su equipo no pueda arrancar desde un Live USB.
fi: Käynnistä jokin toinen tietokone USB-levyltä. Jos tämä toinen järjestelmä käynnistyy levyltä, on mahdollista, ettei tietokoneesi voi käynnistää Live USB -levyltä.
fr: Essayez de démarrer à partir du disque USB sur un autre ordinateur. Si cela fonctionne, il est possible que votre ordinateur ne sache pas démarrer à partir d'un Live USB.
gl: Arrancar desde o disco USB notro equipo. Se a máquina arranca satisfactoriamente, é probable que o seu equipo non poida arrancar desde un dispositivo USB.
hu: Próbáljon meg egy másik gépet elindítani az USB-meghajtóról. Ha az a gép sikeresen elindul, akkor lehet, hogy az Öné nem képes USB-meghajtóról indulni.
id: Boot dari USB disk pada mesin lainnya. Jika masin sukses melakukan boot, masih dimungkinkan komputer anda tidak dapat melakukan boot dari Live USB.
it: Eseguire il boot dall'unità USB in un'altra macchina. Se la macchina esegue il boot con successo, è possibile che il proprio computer non sia in grado di effettuare il boot da una Live USB.
ja: 他のマシンでUSBディスクからブートしてみてください。他のマシンでのブートが成功した場合、Live USBからブートできないコンピュータの可能性があります。
nl: Start een andere computer op vanaf de USB-stick. Als dit wel lukt, is het mogelijk dat uw computer niet vanaf een live-USB op kan starten.
oc: Ensajatz d'amodar a partir del disc USB sus un autre ordenador. S'aquò fonciona, es possible que vòstre ordenador sapiga pas amodar a partir d'un Live USB.
pt_br: Inicialize do disco USB em outra máquina. Se a máquina inicializar com sucesso, é possível que seu computador não pode inicializar de um Live USB.
ro: Inițializați de pe discul USB pe un alt calculator. Dacă inițializarea se realizează cu succes acolo, atunci calculatorul dvs. probabil că nu poate realiza inițializarea de pe un disc USB Live.
ru: Попробуйте загрузить другой компьютер с помощью USB диска. Если машина загрузится, есть шанс, что ваш компьютер просто не поддерживает загрузку с Live USB.
sl: Poskusite izvesti zagon z USB diska na kakšni drugi napravi. Če je zagon uspešen, je verjetno, da vaš računalnik ni zmožen zagnati z USB diska.
sr: Учитајте систем са УСБ диска на другом рачунару. Ако тај рачунар успешно учита систем, највероватније да ваш рачунар не може да учита систем са пробног УСБ диска.
sv: Starta från USB-enheten på en annan maskin. Om maskinen framgångsrikt startar, är det möjligt att din dator inte kan starta från en live-USB.
tr: USB diskiniz ile başka bir bilgisayarda önyükleme yapın. Eğer bilgisayar başarıyla önyükleme yapıyorsa, kendi bilgisayarınız bir Çalışır USB'den önyükleme yapamıyor olabilir.
uk: Завантаження з USB диска на іншому комп’ютері. Якщо комп’ютер завантажується успішно, можливо, що ваш комп’ютер не може завантажитись з Live USB диска.
zh_cn: 在另一台计算机上从 USB 磁盘启动。如果该计算机启动成功，那么很可能您的计算机不能从 Live USB 盘启动。

source: If the above solutions are unsuccessful, you may need to use a different method than <application>USB Startup Disk Creator</application> to create a Live USB.
bn: যদি উপরোক্ত সমাধান অসফল হয়, লাইভ ইউএসবি তৈরি করতে <application> ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> থেকেও আপনাকে সম্ভবত ভিন্ন নিয়ম ব্যবহার করতে হতে পারে।
ca: Si les solucions anteriors no funcionen, pot ser que us calgui utilitzar un mètode diferent del <application>Creador de discos d'arrencada USB</application> per a crear una memòria USB autònoma.
da: Hvis ovenstående løsninger ikke virker, kan du VÆRE NØDSAGET til at bruge en anden metode end <application>Opret en USB-opstartsdisk</application> TIL at oprette en live-USB.
de: Wenn obige Lösungen nicht erfolgreich sind, benötigen Sie eine andere Methode als den <application>USB-Startmedien-Ersteller</application>, um Live-USB zu erstellen.
el: Αν οι παραπάνω λύσεις είναι ανεπιτυχείς, ίσως πρέπει να ακολουθήσετε κάποια διαφορετική μέθοδο από την χρήση της εφαρμογής <application>Δημιουργία δίσκου εκκίνησης USB </application> για να δημιουργήσετε ένα Live USB.
eo: Se la ĉi-supraj sollvoj ne sukcesas, vi eble bezonas alian metodon ol <application>Kreilo de startigaj USB-diskoj</application> por krei Rektan USB.
es: Si las soluciones anteriores no funcionan, puede que tenga que usar otro método distinto al <application>Creador de discos de inicio USB</application> para crear un Live USB.
fi: Jos ylläolevat ratkaisut eivät toimi, voit joutua kokeilemaan eri tapaa Live USB -levyn luomiseksi.
fr: Si les solutions ci-dessus ne sont pas concluantes, il vous faut peut-être utiliser une autre outil que le <application>créateur de disque d'amorçage USB</application> pour créer un Live USB.
gl: Se as solucións anteriores non dan resultado, pode que necesite utilizar un método diferente de <application>Creador de discos de inicio USB</ application> para crear un dispositivo USB Live.
hu: Ha a fenti megoldások nem vezetnek eredményre, lehet hogy az <application>USB indítólemez-készítőtől</application> eltérő módszerhez kell folyamodnia a Live USB létrehozásához.
id: Juka solusi diatas tidak berhasil, anda mungkin membutuhkan penggunaan metode lain daripada meggunakan <application>Pembuat USB Startup Disk</application> untuk membuat Live USB.
it: Se le soluzioni precedenti non hanno avuto successo, per creare una Live USB è necessario usare un metodo differente da <application>Creazione disco di avvio USB</application>.
ja: 上記の解決策がうまく行かない場合、<application>USB スタートアップ・ディスクの作成</application>でLive USBを作成する方法ではなく、なにか他の方法を使う必要があるかもしれません。
nl: Als de bovenstaande oplossingen niet werken, heeft u mogelijk een andere methode dan <application>USB-opstartschijf maken</application> nodig om een live-USB aan te maken.
oc: Se las solucions çaisús son pas concluentas, benlèu que vos cal utilizar un autre esplech que lo <application>creator de disc d'amorçatge USB</application> per crear un Live USB.
pl: Jeżeli powyższe rozwiązania zawiodą, będziesz musiał użyć innej metody niż <application>Kreator dysku startowego USB</application>, aby stworzyć dysk typu Live USB.
pt_br: Se as soluções anteriores forem sem sucesso, você precisa usar um método diferente do <application>Criador de discos USB inicializável</application> para criar um Live USB.
ro: Dacă soluțiile de mai sus nu au succes, probabil trebuie să utilizați o altă metodă, în locul aplicației de <application>Creare disc USB de pornire</application>, pentru a crea un disc USB Live.
ru: Если всё вышеперечисленное не помогло, возможно нужно использовать метод, отличающийся от предоставляемого программой <application>создание загрузочного USB-диска</application> для создания Live USB.
sl: V primeru, da so zgoraj navedene rešitve neuspešne, bo za ustvaritev živega USB-ja potreben drugačen postopek od <application>Ustvarjalnika zagonskih diskov USB</application>.
sr: Ако горе наведена решења не уроде плодом, мораћете да користите неки други начин да направите пробни УСБ диск а не <application>Творца покретачког УСБ диска</application>.
sv: Om ovanstående lösningar inte fungerar, kan du behöva använda en annan metod än <application>Skapa startbar USB-enhet</application> för att skapa en live-USB.
tr: Eğer sözü geçen çözümler başarısız oluyorsa, <application>USB Başlangıç Diski Oluşturucu</application>'dan Çalışır USB oluşturmak yerine farklı bir metod kullanmanız gerekebilir.
uk: Якщо наведені вище поради були невдалими, вам може бути потрібно використовувати інший метод, ніж <application>створення завантажувального USB диска</application> для створення Live USB диска.
zh_cn: 如果上面的方案都不成功，那您可能需要使用 <application>USB Startup Disk Creator</application> 之外的其他方法来创建 Live USB 盘。
