Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: While some computers automatically recognize the USB drive when starting up, others need to be configured to recognize the Live USB. If your system does not recognize the Live USB on boot, you need to set boot options in the basic configuration of your computer, known as the "BIOS".
bn: শুরু হওয়ার সময় যখন কিছু কম্পিউটার স্বয়ংক্রিভাবে ইউএসবি ড্রাইভ চিনতে পারবে, অন্যান্য লাইভ ইউএসবি চেনার জন্য কনফিগার করতে হবে। যদি আপনার সিস্টেম বুট করার সময় লাইভ ইউএসবি না চিনতে পারে, তাহলে আপনাকে আপনার কম্পিউটারে বুট অপশন মূল কনফিগারেশনে বুট অপশন নির্ধারণ করতে হবে, "BIOS" হিসেবে পরিচিত।
ca: Tot i que alguns ordinadors reconeixen automàticament la unitat USB en arrencar, altres s'han de configurar per tal que reconeguin la memòria USB autònoma. Si el vostre sistema no la reconeix en arrencar, haureu de modificar les opcions d'arrencada en la configuració bàsica de l'ordinador, també coneguda com a «BIOS».
da: Mens nogle computere automatisk genkender USB-drev under opstarten, skal andre konfigureres til at genkende live-USB'en. Hvis dit system ikke genkender live-USB'en ved opstart, skal du tilpasse opstartsindstillingerne i din computers basiskonfiguration (også kendt som BIOS).
de: Während manche Rechner automatisch beim Systemstart das USB-Speichermedium erkennen, müssen andere Rechner entsprechend konfiguriert werden, damit Live-USB erkannt wird. Wenn Ihr System Live-USB nicht beim Starten erkennt, müssen Sie die Boot-Optionen Ihres Rechners - als »BIOS« bekannt - richtig einstellen.
el: Ενώ κάποιοι υπολογιστές αναγνωρίζουν αυτόματα τον οδηγό USB όταν ξεκινούν, άλλοι πρέπει να ρυθμιστούν για να αναγνωρίσουν το Live USB. Αν το σύστημά σας δεν αναγνωρίζει το Live USB κατά την εκκίνηση, πρέπει να καθορίσετε τις επιλογές εκκίνησης μέσα από το βασικές ρυθμίσεις του υπολογιστή σας, γνωστές ως "BIOS".
eo: Kvankam iuj komputiloj praŝargante aŭtomate rekonas la USB-poŝmemorilon, aliaj bezonas agordon por rekoni la Rektan USB. Se via sistemo ne rekonas la Rektan USB, necesas agordi la praŝargon en la baza agordaro de via komputilo, la tiel nomata "BIOS".
es: Aunque algunos equipos reconocen automáticamente la unidad USB al arrancar, otros necesitan configurarse para que reconozcan el Live USB. Si su sistema no reconoce el Live USB durante el arranque, necesitará cambiar opciones de arranque en la configuración básica de su equipo, también conocida como «BIOS».
fi: Jotkut tietokoneet tunnistavat automaattisesti USB-tikun käynnistettäessä, mutta toisten asetuksia täytyy säätää, jotta ne tunnistavat Live-USB:n. Jos järjestelmäsi ei tunnista Live-USB:tä käynnistyksessä, sinun täytyy muuttaa käynnistysasetuksia tietokoneesi perusasetuksista, "BIOSista".
fr: Certains ordinateurs reconnaissent automatiquement le disque USB au moment du démarrage, mais d'autres ont besoin d'être configurés pour reconnaître le Live USB. Si votre système ne reconnaît pas le Live USB au moment du démarrage, il vous faut configurer les options d'amorçage dans la configuration de base de votre ordinateur, connue sous le nom de « BIOS ».
gl: Mentres que algúns equipos recoñecen automaticamente os discos USB no momento do arranque, outros teñen que estar configurado para recoñecer os USB Live. Se o seu sistema non recoñece os dispositivo USB no arranque, necesita configurar as opciones de arranque na configuración básica do seu computador, coñecido como o "BIOS".
hu: Míg sok számítógép automatikusan felismeri az USB-meghajtót induláskor, másokat be kell állítani a Live USB felismeréséhez. Ha a rendszere nem ismeri fel a Live USB-t induláskor, akkor módosítania kell a rendszerindítási beállításokat a BIOS-ban.
id: Saat beberapa komputer secara otomatis mengenali penggerak USB saat mulai dijalankan, komputer lain membutuhkan pengaturan untuk mengenali Live USB. Jika sistem tidak dapat mengenali Live USB pada saat boot, anda harus mengatur opsi boot dalam konfigurasi dasar pada komputer anda, yang diketahui sebagai "BIOS".
it: Alcuni computer riconoscono automaticamente l'unità USB all'avvio, mentre altri hanno bisogno di essere configurati. Se durante il boot il proprio sistema non riconosce la Live USB, è necessario impostare le opzioni di boot nella configurazione di base del computer, conosciuta come il "BIOS".
ja: いくつかのコンピュータでは、起動時にUSBドライブが自動的に認識されます。自動認識されなければ、Live USBを認識させるために設定が必要になるでしょう。場合によっては、ブート時にLive USBを認識させるために、\"BIOS\"と呼ばれる画面で、コンピュータのブートオプションを設定する必要があります。
nl: Sommige computers zullen de USB-stick automatisch herkennen bij het opstarten, maar andere moeten geconfigureerd worden voordat ze de live-USB herkennen. Als uw systeem de live-USB niet herkent bij het opstarten, moet u de "boot options" instellen in de basis-configuratie van uw computer, het "BIOS".
pt_br: Enquanto alguns computadores automaticamente reconhecem o dispositivo USB quando inicializados, outros precisam ser configurados para reconhecer o Live USB. Se seu sistema não reconhece o Live USB na inicialização, você precisa configurar as opções de inicialização na configuração básica de seu computador, conhecida como a "BIOS".
ro: În timp ce unele calculatoare recunosc dispozitivul USB la pornire, altele trebuie configurate pentru a recunoaște discul USB Live. Dacă sistemul dvs. nu recunoaște discul USB Live la inițializare, trebuie să definiți opțiunile de inițializare în configurația de bază a calculatorului, cunoscută ca „BIOS”.
ru: Некоторые компьютеры автоматически распознают USB диски в процессе загрузки, другим же требуются дополнительные настройки для работы с Live USB. Если ваша система не распознала Live USB в процессе загрузки, необходимо настроить параметры загрузки в базовой системе конфигурирования компьютера, известной как «BIOS».
sl: Medtem, ko nekateri računalniki med zagonom samodejno zaznajo USB nosilce, je v drugih najprej potrebno omogočiti prepoznavo živih USB-jev. Če vaš sistem živega USB-ja med zagonom ne zazna, bo potrebno nastaviti zagonske možnosti v osnovnih nastavitvah vašega računalnika, znanimi tudi kot "BIOS".
sr: Док неки рачунари аутоматски препознају УСБ диск приликом покретања, други морају бити подешени да би препознали Пробни УСБ диск. Ако ваш систем не препознаје Пробни УСБ диск приликом учитавања система, онда морате да поставите опције покретања у основним подешавањима вашег рачунара, познатим као <quote>БИОС</quote> (BIOS).
sv: En del datorer känner automatiskt igen USB-enheten under uppstarten, medan andra behöver konfigureras för att känna igen en live-USB. Om ditt system inte känner igen din live-USB under uppstarten, kan du behöva ändra startalternativen i grundkonfigurationen av din dator, även känt som "BIOS".
tr: Başlatılan bazı bilgisayarlar USB sürücüyü otomatik olarak kabul ederken, bazılarının Çalışır USB'yi kabul etmesi için ayarlanması gerekebilir. Eğer sisteminiz Çalışır CD'den önyükleme kabul etmiyorsa, "BIOS" olarak bilinen bilgisayarınızın temel yapılandırmasından önyükleme seçeneklerini (boot options) ayarlamanız gerekir.
uk: Деякі комп’ютери автоматично розпізнають USB диски одразу після запуску, інші потребують налаштувань, щоб розпізнати Live USB. Якщо ваша система не розпізнає Live USB диск під час завантаження, вам потрібно вказати параметри завантаження в базових налаштуваннях вашої системи, відомих як "BIOS".
zh_cn: 一些计算机在启动时能自动识别 USB 磁盘，而其他的一些需要配置才能识别 Live USB。如果您的系统启动时不识别 Live USB 盘，您需要在计算机的基本配置(即所谓的BIOS)中设置启动选项。

source: Press the key specified on the startup screen to enter BIOS setup. This key is usually an F key, such as F1, F2, or a key like Delete or Escape. If no information is available on the startup screen, consult your hardware manufacturer’s documentation.
bn: বায়োস সেটআপে ঢুকতে হলে স্টার্টআপ পর্দায় উল্লেখিত কী চাপুন। এই কীটি সাধারনত F কী হয়ে থাকে, যেমন F1, F2, অথবা Delete অথবা Escape কীয়ের মত হয়। যদি স্টার্টআপ পর্দায় কোন তথ্য না থাকে, আপনার হার্ডওয়্যার প্রস্তুতকারকের নথিবদ্ধকরণের সাথে যোগাযোগ করুন।
ca: Premeu la tecla especificada a la pantalla d'arrencada per a entrar a la configuració de la BIOS. Normalment aquesta és una tecla de funció, com ara F1 o F2, o és una tecla com Suprimir o Escapada. Si no hi ha informació disponible en la pantalla d'arrencada, consulteu la documentació del fabricant del maquinari.
da: Tryk på den tast der fremgår af opstartsskærmen for at åbne BIOS-opsætningen. Denne tast er for det meste en F-tast, som F1, F2 eller en tast som Delete eller Esc. Hvis du ikke kan finde oplysningerne på opstartsskærmen, kan du kigge i din hardwareproducents dokumentation.
de: Betätigen Sie die entsprechende Taste, um beim Booten in die BIOS-Einstellungen zu gelangen. Diese Taste ist üblicherweise eine F-Taste, wie F1, F2 oder eine Taste wie Entfernen oder Escape. Wenn beim Booten keine Informationen dazu angezeigt werden, sehen Sie in der Dokumentation Ihres Hardware-Herstellers nach.
el: Κατά την έναρξη του υπολογιστή, πατήστε το κατάλληλο πλήκτρο για να εμφανιστούν οι ρυθμίσεις BIOS. Αυτό είναι, συνήθως ένα πλήκτρο F, όπως τα F1, F2 ή κάποιο σαν τα Delete ή Escape. Αν δεν υπάρχει σχετική πληροφορία μέσα στην οθόνη εκκίνησης, συμβουλευτείτε την τεκμηρίωση του κατασκευαστή του υπολογιστή σας.
eo: Premu la klavon agorditan en la praŝarga ekrano por eniri la BIOS-agordan ekranon. Tiu klavo kutime estas iu F-klavo, ekzemple F1, F2, aŭ klavo kiel Delete aŭ Esc. Se neniu informo disponeblas pri la praŝarga ekrano, legu la dokumentojn de la fabrikinto de via aparataro.
es: Pulse la tecla especificada en la pantalla de arranque para entrar en la configuración del BIOS. Esta tecla suele ser una tecla de función, como F1 o F2, o bien las teclas Supr o Esc. Si no encuentra información suficiente en la pantalla de arranque, consulte la documentación del fabricante de su hardware.
fi: Paina näppäintä, joka mainitaan tietokoneen käynnistysikkunassa, päästäksesi BIOS-asetuksiin. Näppäin on yleensä jokin F-näppäin, kuten F1, F2 tai näppäin kuten Delete tai Escape. Jollei käynnistysikkunassa ole ohjeita, katso näppäin laitteiston valmistajan dokumentaatiosta.
fr: Appuyez sur la touche indiquée sur le premier écran de démarrage afin d'entrer dans la configuration du BIOS. Cette touche est en général une touche de fonction, comme F1 ou F2, ou une touche comme Suppr ou Échap (Esc). Si vous ne trouvez pas cette indication sur l'écran de démarrage, consultez la documentation de votre fabricant de matériel.
gl: Prema a tecla indicada na pantalla de inicio para entrar na configuración do BIOS. Esta tecla xeralmente é unha tecla F, como F1, F2, o unha tecla, como «Borrar atrás» ou «Escape». Se non hai información dispoñible na pantalla de inicio, consulte a documentación d fabricante do hardware.
hu: Nyomja meg az indulóképernyőn megadott billentyűt a BIOS beállítófelületének eléréséhez. Ez általában egy funkcióbillentyű, mint az F1, F2; illetve a Delete vagy Escape. Ha az indulóképernyőn nem lát erre vonatkozó információkat, akkor nézze meg a hardver dokumentációját.
id: Tekan tombol yang ditunjukkanpada layar startup untuk memasuki pengaturan BIOS. Tombol ini biasanya tombol F, seperti F1, F2, atau tombol seperti Delete atau Escape. Jika tidak ada informasi tersedia pada layar startup, konsultasikan ke dokumentasi produsen perangkat keras anda.
it: Premere il tasto specificato nella schermata di avvio per accedere alle impostazioni del BIOS. Questo tasto è solitamente un tasto funzione (F) come F1, F2 oppure un tasto come Del (Canc) o Esc. Se nella schermata di avvio non è disponibile nessuna informazione, consultare la documentazione fornita dal produttore hardware.
ja: BIOS設定に入るため、スタートアップスクリーンで指定されたキーを押します。このキーは通常、F1、F2のファンクションキーであったり、DeleteキーやEscキーであったりします。起動画面上にそれらの表示が無い場合、メーカーの取扱説明書を調べてください。
nl: Druk op de toets die aangegeven wordt in het eerste opstartscherm om de BIOS-setup te starten. Deze toets is meestal een F-toets, zoals F1, F2, of een toets zoals Delete of Escape. Raadpleeg de hardwaredocumentatie voor uw computer als er geen informatie zichtbaar is tijdens het opstarten.
pt_br: Pressione a tecla especificada na tela de inicialização para entrar na configuração da BIOS. Esta tecla normalmente é uma tecla F, como a F1, F2 ou a tecla de Delete ou Escape. Se nenhuma informação estiver disponível na janela de inicialização, consulte a documentação do fabricante de seu hardware.
ro: Apăsați pe tasta specificată pe ecranul de pornire pentru a intra în configurația BIOS. De obicei, această tastă este una dintre tastele F, cum ar fi F1, F2, sau o tastă ca Delete sau Escape. Dacă nu sunt disponibile informații pe ecranul de pornire, consultați documentația furnizată de producătorul echipamentului hardware.
ru: Нажмите клавишу, указанную на стартовом экране системы, для запуска программы настройки BIOS. Обычно нужная клавиша является одной из F-клавиш, типа F1, F2, так же это может быть Delete или Escape. Если на начальном загрузочном экране нет этой информации, воспользуйтесь документацией, предоставленной производителем компьютера.
sl: Za vstop v nastavitve BIOS, med zagonom pritisnite ustrezno tipko prikazano na zaslonu. Ta tipka je ponavadi funkcijska tipka: F1, F2 ali pa tipka kot Delete ter Escape. Če na zagonskem zaslonu ni nobenih podrobnosti, se posvetujte z dokumentacijo proizvajalca vaše strojne opreme.
sr: Притисните тастер назначен на почетном екрану да приступите поставкама БИОС-а. Овај тастер је обично један <quote>F</quote> тастер, као што је <quote>F1</quote>, <quote>F2</quote> или тастер <quote>Delete</quote> или <quote>Escape</quote>. Ако ниједна информација није доступна на почетном екрану, погледајте документацију произвођача ваших физичких компоненти.
sv: Tryck på tangent som anges på startskärmen för att komma in till BIOS-inställningarna. Normalt är detta en funktionstangent, såsom F1, F2, eller en tangent som Delete eller Escape. Om ingen information visas på startskärmen, konsultera dokumenten från hårdvaruleverantören.
tr: BIOS ayarlarına girmek için başlangıç ekranında belirtilen tuşa basın. Bu tuş genellikle F1, F2 gibi Fonksiyon tuşları ya da Delete veya Escape tuşudur. Eğer başlangıç ekranınızda kullanılabilir bir bilgi yoksa donanım üreticinizin belgelerine danışın.
uk: Щоб увійти до BIOS натисніть клавішу, вказану на екрані під час запуску. Зазвичай, це F-клавіша (наприклад, F1, F2) або такі клавіші, як Delete, чи Escape. Якщо така інформація відсутня на екрані під час запуску, зверніться за довідкою до документації виробника вашого апаратного забезпечення.
zh_cn: 按下启动屏幕中指定的键来进入 BIOS 设置。这个键通常是 F 功能键，如 F1、F2 或一个诸如 Delete 或 Escape 的键。如果启动过程中没有可用的信息，请咨询您硬件的厂商文档。

source: Set the USB disk to the primary boot device and save the changes.
bn: ইউএসবি ডিস্ক প্রাথমিক বুট ডিভাইসে নির্ধারণ করুন এবং পরিবর্তন সংরক্ষণ করুন।
ca: Establiu el disc USB com a dispositiu d'arrencada primari i deseu els canvis.
da: Sæt USB-disken som den primære opstartsenhed og gem ændringerne.
de: Legen Sie das USB-Speichermedium als primäres Boot-Gerät fest und speichern Sie die Einstellungen.
el: Ορίστε τον δίσκο USB ως πρώτη συσκευή εκκίνησης και αποθηκεύστε της αλλαγές.
eo: Agordu la USB-poŝmemorilon esti la unua praŝarga aparato kaj konservu la ŝanĝojn.
es: Establezca el dispositivo USB como primer dispositivo de arranque y guarde los cambios.
fi: Aseta USB-muistitikku ensisijaiseksi käynnistyslaitteeksi ja tallenna muutokset.
fr: Configurez le disque USB comme périphérique de démarrage principal (primary boot device) et enregistrez les changements.
gl: Marque/elixa o disco USB como dispositivo de arranque principal e garde os cambios.
hu: Állítsa be az USB eszközt elsődleges rendszerindító eszköznek, és mentse a módosításokat.
id: Set USB disk ke perangkat boot primer dan simpan perubahan.
it: Impostare l'unità USB come primo dispositivo di boot e salvare le modifiche.
ja: プライマリブートデバイス（第一ブートデバイス）としてUSBディスクを設定し、変更を保存します。
nl: Stel de USB-schijf in als "primary boot device" en sla de veranderingen op.
pl: Ustaw dysk USB jako główne urządzenie startowe i zapisz zmiany.
pt_br: Configure o disco USB para o primeiro dispositivo de inicialização e salve as mudanças.
ro: Stabiliți discul USB ca dispozitiv primar de inițializare și salvați modificările.
ru: Укажите диск USB в качестве первичного загрузочного устройства и сохраните изменения.
sl: USB disk nastavite kot osnovno zagonsko napravo in shranite spremembe.
sr: Поставите УСБ диск као примарни уређај учитавања система и сачувајте измене.
sv: Sätt USB-enheten till den primära startenheten och spara ändringarna.
tr: Birincil önyükleme aygıtına USB diski kurun ve değişiklikleri kaydedin.
uk: Вкажіть USB диск в якості первинного пристрою для завантаження та збережіть зміни.
zh_cn: 将 USB 磁盘设置为第一启动设备(primary boot device)并保存更改。

source: To set boot options using the BIOS: <placeholder-1/>
bn: বুট নির্ধারণ করতে বায়োস অপশন ব্যবহার করুন: <placeholder-1/>
ca: Per a establir les opcions d'arrencada utilitzant la BIOS: <placeholder-1/>
da: Sådan indstiller du opstartsindstillingerne ved hjælp af BIOS: <placeholder-1/>
de: Um die Boot-Einstellungen über das BIOS festzulegen: <placeholder-1/>
el: Για να ορίσετε τις επιλογές εκκίνησης στο BIOS: <placeholder-1/>
eo: Por agordi praŝargajn eblojn uzante la BIOS: <placeholder-1/>
es: Para establecer las opciones de arranque usando el BIOS: <placeholder-1/>
fi: Asettaaksesi käynnistysasetukset käyttäen BIOSia: <placeholder-1/>
fr: Pour configurer les options d'amorçage dans le BIOS : <placeholder-1/>
gl: Para configurar as opciones de arranque no BIOS: <placeholder-1/>
hu: A rendszerindítási beállítások megadása a BIOS használatával: <placeholder-1/>
id: Untuk mengatur pilihan boot menggunakan BIOS: <placeholder-1/>
it: Per impostare le opzioni di boot usando il BIOS: <placeholder-1/>
ja: BIOSを使ってブートオプションを設定するには: <placeholder-1/>
nl: Om de "Boot options" met behulp van het BIOS in te stellen: <placeholder-1/>
pl: Aby ustawić opcje automatycznego uruchamiania w BIOSie: <placeholder-1/>
pt_br: Para configurar as opções de inicialização usando a BIOS: <placeholder-1/>
ro: Pentru a defini opțiunile de inițializare, utilizând BIOS: <placeholder-1/>
ru: Для установки параметров загрузки через BIOS: <placeholder-1/>
sl: Nastavitve zagona preko BIOS-a: <placeholder-1/>
sr: Да поставите опције учитавања користећи БИОС: <placeholder-1/>
sv: Konfigurera startalternativ genom att använda BIOS: <placeholder-1/>
tr: BIOS'u kullanarak önyükleme seçeneklerini ayarlamak için: <placeholder-1/>
uk: Для налаштування параметрів завантаження в BIOS: <placeholder-1/>
zh_cn: 要通过 BIOS 设置启动选项：<placeholder-1/>

source: Remember to unplug your USB disk or reset the boot order if you no longer want to boot from the Live USB.
bn: মনে রাখবেন লাইভ ইউএসবি থেকে বুট করতে না চাইলে ইউএসবি ডিস্ক আনপ্লাগ করুন অথবা বুট পুনঃনির্ধারণ করুন।
ca: Recordeu-vos de desconnectar el disc USB o de reinicialitzar l'ordre d'arrencada si no voleu tornar a arrencar des de la memòria USB autònoma.
da: Husk at fjerne din USB-disk eller nulstille opstartsrækkefølgen, hvis du ikke længere ønsker at starte fra live-USB'en.
de: Vergessen Sie nicht, Ihr USB-Speichermedium auszustecken oder die Boot-Reihenfolge zurückzusetzen, wenn Sie nicht mehr von Live-USB booten möchten.
el: Θυμηθείτε να αποσυνδέσετε τον δίσκο USB ή να επαναφέρετε την σειρά εκκίνησης στην προηγούμενη κατάσταση αν δεν επιθυμείτε να εκκινεί ο υπολογιστής από το Live USB.
eo: Memoru malkonekti vian USB-poŝmemorilon aŭ modifi la praŝargan ordon se vi ne plu volas praŝargi el la Rekta USB.
es: Recuerde extraer su disco USB o reiniciar el orden de arranque si no quiere volver a arrancar desde el Live USB.
fi: Muista poistaa USB-tikku koneesta tai vaihtaa käynnistysjärjestystä, mikäli et enää halua käynnistää Live USB-levyltä.
fr: Pensez à retirer le disque USB ou à redéfinir l'ordre de démarrage si vous ne souhaitez plus démarrer à partir du Live USB.
gl: lembre desconectar o disco USB ou restablecer a orde de arranque se xa non quiere arrancar desde un USB Live.
hu: Ne felejtse el kihúzni az USB-meghajtót, vagy visszaállítani a rendszerindítási sorrendet, ha már nem akarja a Live USB-ről indítani a rendszert.
id: Ingatlah untuk melepas USB disk anda atau set ulang urutan boot jika anda tidak menginginkan lagi untuk melakukan boot dari Live USB.
it: Per non avviare più il computer dalla Live USB ricordarsi di scollegare il dispositivo USB o di ripristinare l'ordine di boot.
ja: 注意：この設定を行った後、Live USBから起動したくない場合はUSBディスクを抜くか、ブート順の設定を元に戻すことを忘れないでください。
nl: Denk eraan dat u uw USB-stick moet verwijderen of de "boot order" aan moet passen als u niet meer vanaf de live-USB wilt opstarten.
pl: Nie zapomnij odłączyć dysku USB lub zresetować kolejności startowania urządzeń w BIOSie, jeżeli już nie chcesz startować z dysku typu Live USB.
pt_br: Lembre-se de desconectar seu disco USB ou desfazer a ordem de inicialização se você não quiser mais inicializar pelo Live USB.
ro: Nu uitați să deconectați discul USB sau să restabiliți ordinea de inițializare dacă nu mai doriți să inițializați de pe discul USB Live.
ru: Не забудьте отключить USB диск или изменить порядок загрузки на первоначальный, если больше нет необходимости в загрузке с Live USB.
sl: Ne pozabite odklopiti svojega USB diska ali povrniti vrstnega reda zagonskih naprav, ko ne želite več zaganjati iz živega USB-ja.
sr: Не заборавите да искључите УСБ диск или да вратите поредак учитавања система ако више не желите да учитавате систем са Пробног УСБ диска.
sv: Kom ihåg att koppla ur din USB-enhet eller återställa startordning om du inte längre vill starta från din live-USB.
tr: Eğer yeniden Çalışır USB'den önyükleme yapmak istemiyorsanız USB diskinizi çıkartın ya da önyükleme sıralamanızı değiştirin.
uk: Пам’ятайте, що потрібно відключити USB диск, чи змінити послідовність завантаження, якщо вам більше не потрібно завантажуватися з Live USB.
zh_cn: 如果不再从 Live USB 启动，记得拔出您的 USB 盘或恢复启动顺序。

source: Troubleshooting
bn: কারিগরী সমস্যার সমাধান
ca: Resolució de problemes
da: Fejlfinding
de: Problembehebung
el: Αντιμετώπιση προβλημάτων
eo: Problemsolvado
es: Solución de problemas
fi: Ongelmanratkaisu
fr: En cas de problèmes
gl: Solución de problemas
hu: Hibaelhárítás
id: Penanganan Masalah
it: Risoluzione problemi
ja: トラブルシューティング
nl: Probleemoplossing
oc: En cas de problèmas
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
ro: Ghid de depanare
ru: Устранение проблем
sl: Odpravljanje težav
sr: Решавање проблема
sv: Problemlösning
tr: Sorun Giderme
uk: Вирішення проблем
zh_cn: 疑难解答
