Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: If your system won’t boot from the USB disk, try the following: <placeholder-1/>
bn: যদি আপনার ইউএসবি ডিস্ক থেকে সিস্টেম বুট না করে, বর্ণিত চেষ্টা করুন: <placeholder-1/>
ca: Si el vostre sistema no pot arrencar des d'un disc USB, intenteu el següent: <placeholder-1/>
da: Hvis dit system ikke vil starte fra USB-disk, kan du prøve følgende: <placeholder-1/>
de: Wenn Ihr System vom USB-Speichermedium nicht startet, probieren Sie folgendes aus: <placeholder-1/>
el: Αν το σύστημά σας δεν εκκινεί από τον δίσκο USB, δοκιμάστε τα παρακάτω: <placeholder-1/>
eo: Se via sistemo ne estas praŝargebla de la USB-poŝmemorilo, provu jene: <placeholder-1/>
es: Si su sistema no arranca desde el dispositivo USB, pruebe lo siguiente: <placeholder-1/>
fi: Jos järjestelmäsi ei käynnisty USB-levyltä, kokeile seuraavia: <placeholder-1/>
fr: Si votre ordinateur ne démarre pas à partir du disque USB, essayez les solutions suivantes : <placeholder-1/>
gl: Se o seu sistema non arranca desde o disco USB, tente o seguinte: <placeholder-1/>
hu: Ha a rendszere nem indul az USB-meghajtóról, próbálja meg a következőket: <placeholder-1/>
id: Jika sistem anda tidak mau boot dari USB disk, coba langkah berikut: <placeholder-1/>
it: Se il sistema non esegue il boot dal dispositivo USB, provare nel seguente modo: <placeholder-1/>
ja: もし、USBディスクからシステムが起動しなくなった場合は以下を試してみてください: <placeholder-1/>
nl: Probeer het volgende als uw systeem niet vanaf de USB-stick opstart: <placeholder-1/>
oc: Se vòstre ordenador s'avia pas a partir del disc USB, ensajatz las solucions seguentas : <placeholder-1/>
pl: Jeśli Twój system nie chce się uruchomić z dysku USB, spróbuj uczynić co następuje: <placeholder-1/>
pt_br: Se o seu sistema não inicializou do disco de USB, tente o seguinte: <placeholder-1/>
ro: Dacă sistemul dvs. nu poate inițializa de pe discul USB, încercați următoarele: <placeholder-1/>
ru: Если ваша система не загружается с USB диска, попробуйте следующее: <placeholder-1/>
sl: Če se sistem ne zažene z USB diska, poskusite sledeče: <placeholder-1/>
sr: Ако ваш систем не може да се учита са УСБ диска, пробајте следеће: <placeholder-1/>
sv: Om ditt system inte startar från USB-enheten, prova följande: <placeholder-1/>
tr: Eğer sisteminiz USB diskten önyükleyemezse, aşağıdakini deneyin: <placeholder-1/>
uk: Якщо ваша система не завантажується з USB диска, спробуйте таке: <placeholder-1/>
zh_cn: 如果您的系统无法从 USB 磁盘启动，尝试以下方法：<placeholder-1/>

source: Visit an <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> resource for more troubleshooting assistance.
bn: দেখুন <ulink url="http://www.ubuntu.com/support">উবুন্টু সাপোর্ট</ulink> আরও কারিগরী সমস্যার সমাধানের জন্য রিসোর্স।
ca: Visiteu algun recurs d'<ulink url="http://www.ubuntu.com/support">Assistència de l'Ubuntu</ulink> per obtenir més ajuda sobre com resoldre problemes.
da: Se en <ulink url="http://www.ubuntu.com/support">Ubuntu-support</ulink> ressource for yderligere hjælp til fejlfinding.
de: Wie Sie weitere Unterstützung zur Fehlerbehebung erhalten, wird auf der <ulink url="http://www.ubuntu.com/support">Ubuntu-Supportwebseite (englisch)</ulink> erklärt.
el: Επισκεφθείτε την σελίδα <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> για περαιτέρω βοήθεια στην επίλυση προβλημάτων.
eo: Visitu <ulink url="http://www.ubuntu.com/support">Ubuntu-subtenon</ulink> rimedo por problemsolvada helpo.
es: Visite el <ulink url="http://www.ubuntu.com/support">Soporte de Ubuntu</ulink> para una mayor asistencia a posibles problemas.
fi: Vieraile osoitteessa <ulink url="http://www.ubuntu.com/support">Ubuntun tuki</ulink> saadaksesi lisää apua vianetsintään.
fr: Visitez une des ressources du <ulink url="http://www.ubuntu.com/support">support Ubuntu</ulink> pour obtenir plus d'aide de dépannage.
gl: Visite a <ulink url="http://www.ubuntu.com/support">Asistencia de Ubuntu</ulink> para obter máis recursos ou para atopar solucións de problemas.
hu: Keressen fel egy <ulink url="http://www.ubuntu.com/support">Ubuntu támogatási</ulink> helyet további hibaelhárítási segítségért.
id: Kunjungi sumber <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> untuk asistensi penanganan masalah lebih lanjut.
it: Visitare il <ulink url="http://www.ubuntu-it.org/Supporto.shtml">Supporto a Ubuntu</ulink> per una maggiore assistenza alla risoluzione dei problemi.
ja: より多くのトラブルシューティングを支援する情報がある<ulink url=\"http://www.ubuntu.com/support\">Ubuntu Support</ulink>にアクセスしてください。
nl: Ga naar <ulink url="http://www.ubuntu.com/support">Ubuntu Support (Engelstalig)</ulink> of naar <ulink url="http://ubuntu-nl.org/ondersteuning">Ubuntu-ondersteuning (Nederlandstalig)</ulink> voor meer hulp bij uw probleem.
oc: Visitatz una de las ressorsas del <ulink url="http://www.ubuntu.com/support">supòrt Ubuntu</ulink> per obténer mai d'ajuda de depanatge.
pl: Odwiedź zasoby <ulink url="http://www.ubuntu.com/support">Wsparcia Ubuntu</ulink> aby uzyskać więcej pomocy w rozwiązywaniu problemów.
pt_br: Visite o recurso <ulink url="http://www.ubuntu.com/support">Suporte Ubuntu</ulink> para mais assuntos de assistência.
ro: Vizitați resursa <ulink url="http://www.ubuntu.com/support">Asistență Ubuntu</ulink> pentru mai multe soluții de depanare.
ru: Другие варианты решения проблем могут быть доступны через ресурс <ulink url="http://www.ubuntu.com/support">Поддержка Ubuntu</ulink>.
sl: Obiščite <ulink url="http://www.ubuntu.com/support">podporo Ubuntuja</ulink>, vir obširnejše pomoči pri odpravljanju težav.
sr: Посетите неки ресурс <ulink url="http://www.ubuntu.com/support">Убунту подршке</ulink> за више помоћи у решавању проблема.
sv: Besök en <ulink url="http://www.ubuntu.com/support">Ubuntu hjälpresurs</ulink> för mer hjälp med felsökning.
tr: daha çok sorun giderme yardımı için <ulink url="http://www.ubuntu.com/support">Ubuntu Support</ulink> kaynağını ziyaret edin.
uk: Якщо вам потрібна допомога в пошуку та вирішенні проблем, завітайте на веб-сайт <ulink url="http://www.ubuntu.com/support">супроводу Ubuntu</ulink>.
zh_cn: 访问 <ulink url="http://www.ubuntu.com/support">Ubuntu 支持</ulink>资源来寻找更多故障诊断帮助。

source: translator-credits
bn: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Zenat Rahnuma https://launchpad.net/~zenat
ca: Launchpad Contributions: Connor Imes https://launchpad.net/~rocket2dmn Joan Duran https://launchpad.net/~jodufi
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo
de: Launchpad Contributions: Daniel Kronmueller https://launchpad.net/~daniel-kronmueller Daniel Schury https://launchpad.net/~surst Jochen Skulj https://launchpad.net/~joskulj Moritz Baumann https://launchpad.net/~mo-germany Steffen Eibicht https://launchpad.net/~steffeneibicht
el: Launchpad Contributions: George Fragos https://launchpad.net/~anvo sterios prosiniklis https://launchpad.net/~steriosprosiniklis
eo: Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753
es: Launchpad Contributions: AMárquez https://launchpad.net/~amarquez Fernando Muñoz https://launchpad.net/~munozferna Miguel A. Lopez-Molina https://launchpad.net/~ma.lopez-molina Monkey https://launchpad.net/~monkey-libre Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo
fi: Launchpad Contributions: Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Janne Solanpää https://launchpad.net/~jasasola Jiri Grönroos https://launchpad.net/~jiri-gronroos Timo Jyrinki https://launchpad.net/~timo-jyrinki
fr: Launchpad Contributions: Pierre Slamich https://launchpad.net/~pierre-slamich
gl: Launchpad Contributions: Connor Imes https://launchpad.net/~rocket2dmn Miguel Anxo Bouzada https://launchpad.net/~mbouzada
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng
id: Launchpad Contributions: D. Adhiyaksa https://launchpad.net/~zeonix1984 Matthew East https://launchpad.net/~mdke
it: Launchpad Contributions: Sergio Zanchetta https://launchpad.net/~primes2h
ja: Launchpad Contributions: Fumihito YOSHIDA https://launchpad.net/~hito Ichiro Yanagida https://launchpad.net/~ichiro.y Kentaro Kazuhama https://launchpad.net/~kazken3
nl: Launchpad Contributions: Redmar https://launchpad.net/~redmar cumulus007 https://launchpad.net/~cumulus-007 tehKitten https://launchpad.net/~merijn
pl: Launchpad Contributions: Jarosław Ogrodnik https://launchpad.net/~goz Piotr Strębski https://launchpad.net/~strebski TSr https://launchpad.net/~tsr
pt_br: Launchpad Contributions: Allan Carvalho https://launchpad.net/~allandc André Gondim https://launchpad.net/~andregondim Henrique P. Machado https://launchpad.net/~zehrique Tiago Hillebrandt https://launchpad.net/~tiagoscd
ro: Launchpad Contributions: Claudia Cotună https://launchpad.net/~special4ti Lucian Adrian Grijincu https://launchpad.net/~lucian.grijincu
ru: Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov Igor Zubarev https://launchpad.net/~igor.zubarev vsink https://launchpad.net/~vsink
sl: Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic Klemen Košir https://launchpad.net/~klemen.kosir
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
sv: Launchpad Contributions: Daniel Nylander https://launchpad.net/~yeager Håkan Hagman https://launchpad.net/~sagabusan Matthew East https://launchpad.net/~mdke
tr: Launchpad Contributions: Connor Imes https://launchpad.net/~rocket2dmn mandza https://launchpad.net/~filmovi
uk: Launchpad Contributions: Matthew East https://launchpad.net/~mdke
zh_cn: Launchpad Contributions: Peiqian Li https://launchpad.net/~ascend Tao Wei https://launchpad.net/~weitao1979 Xhacker Liu https://launchpad.net/~xhacker 英华 https://launchpad.net/~wantinghard

source: Download Ubuntu from <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">the Ubuntu website</ulink>.
fr: Télécharger Ubuntu à partir du <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">site internet Ubuntu</ulink>.
gl: Descargue Ubuntu desde <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">o sitio web de Ubuntu</ulink>.
it: Scaricare Ubuntu dal <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">sito web</ulink>.
sl: Prejmite Ubuntu s <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">spletišča Ubuntu</ulink>.
sr: Пеузмите Убунту са <ulink url="http://www.ubuntu.com/desktop/get-ubuntu/download">веб сајта Убунтуа</ulink>.
