Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: Once you have verified that you can access the Ubuntu image while booted into the Live CD, follow the steps outlined in the previous section to create a Live USB.
bn: লাইভ সিডিতে বুট করার সময় উবুন্টু চিত্রে আপনার প্রবেশ আছে তা একবার যাচাইকৃত হয়ে গেলে, লাইভ ইউএসবি তৈরি করতে পূর্ববর্তী সেকশনে আউটলাইনকৃত ধাপ অনুসরণ করুন।
ca: Un cop hàgiu verificat que podeu accedir a la imatge de l'Ubuntu en arrencar des del CD autònom, seguiu els passos descrits en la secció anterior per a crear una memòria USB autònoma.
da: Når du har sikret dig, at du kan få adgang til Ubuntu-aftrykket, mens du befinder dig i live-cd'en, skal du følge trinnene i de foregående afsnit for at oprette en live-USB.
de: Nachdem Sie sichergestellt haben, dass Sie auf das Ubuntu-Abbild zugreifen können, wenn Sie von der Live-CD gebootet haben, folgen Sie den im vorigem Abschnitt erläuterten Schritten, um Live-USB zu erstellen.
el: Όταν βεβαιωθείτε ότι έχετε πρόσβαση στην εικόνα Ubuntu μέσα από το περιβάλλον του Live CD, ακολουθείστε τα βήματα που περιγράφτηκαν στην προηγούμενη παράγραφο για να δημιουργήσετε το Live USB.
eo: Certiginte ke vi povas aliri la Ubuntu-kopion dum la Rekta-KD ruliĝas, sekvu la paŝojn resumitajn en la antaŭa sekcio por krei Rektan USB.
es: Cuando haya comprobado que puede acceder a la imagen de Ubuntu al arrancar desde el Live CD, siga los pasos descritos en la sección anterior para crear un Live USB.
fi: Kun olet varmistunut, että sinulla on pääsy levykuvaan käyttäessäsi Live-CD:tä, noudata edellisessä kohdassa annettuja ohjeita Live-USB:n luomiseksi.
fr: Après avoir vérifié que l'image Ubuntu est accessible depuis l'environnement Live CD, suivez les étapes décrites dans la section précédente pour créer le Live USB.
gl: Unha vez que teña comprobado que pode acceder á imaxe de Ubuntu tras iniciar co CD vivo, siga os pasos descritos na sección anterior para crear un dispositivo USB.
hu: Miután a Live CD-ről indítva a rendszert ellenőrizte az Ubuntu lemezkép elérhetőségét, kövesse az előző szakaszban leírt lépéseket a Live USB elkészítéséhez.
id: Setelah anda mem-verifikasi bahwa anda dapat mengakses Ubuntu image, sementara sedang boot kedalam Live CD, ikuti langkah yang digaris bawahi pada bagian sebelumnya untuk membuat Live USB.
it: Dopo aver verificato di poter accedere al file immagine di Ubuntu usando il Live CD, per creare la Live USB seguire i passaggi delineati nella sezione precedente.
ja: Live CDが起動した状態でUbuntuイメージファイルにアクセスできることを確認したら、前のセクションで説明した手順に従い、Live USBを作成します。
nl: Wanneer u gecontroleerd heeft of u toegang heeft tot het Ubuntu-image-bestand vanaf de live-cd, kunt u de stappen uit de vorige sectie volgen om een live-USB aan te maken.
pt_br: Uma vez que você verificou que tem acesso à imagem do Ubuntu inicializado no Live CD, siga os passos delineados na seção anterior para criar o Live USB.
ro: După ce ați verificat că puteți accesa imaginea Ubuntu în timp ce inițializați de pe CD Live, urmați pașii descriși în secțiunea precedentă pentru a crea un disc USB Live.
ru: После проверки возможности доступа к файлу с образом Ubuntu при загрузке с помощью Live CD, воспользуйтесь процедурой создания загрузочного USB диска, описанной в предыдущем разделе.
sl: Ko ste se prepričali, da lahko dostopate do odtisa Ubuntuja iz okolja živega CD-ja, sledite postopku, orisanem v prejšnjem odseku o ustvarjanju živega USB-ja.
sr: Када сте проверили да можете да приступите одразу Убунтуа из окружења Пробног ЦД-а, пратите кораке изложене у претходном одељку да направите Пробни УСБ диск.
sv: När du har verifierat att du får tillgång till Ubuntu-avbilden efter att du startat om till live-CD:n, följ stegen som beskrivs i föregående avsnitt för att skapa en live-USB.
tr: Ubuntu imajına Çalışır CD'den açtığınızda bir kez erişebildiğinizi doğruladıysanız, Çalışır CD oluşturmak için önceki kısımda başlıklandırılmış adımları takip edin.
uk: Як тільки ви перевірите, що маєте доступ до штампу диску Ubuntu, коли комп’ютер завантажено з Live CD диска, продовжуйте згідно плану створення Live USB, наведеному в попередньому розділі.
zh_cn: 一旦您确认启动到 Live CD 后能访问 Ubuntu 镜像文件，按前节中指明的步骤创建一张 Live USB 盘。

source: Create a Live USB in a Virtual Ubuntu Environment
bn: ভার্চুয়াল উবুন্টু পরিবেেশ লাইভ ইউএসবি তৈরি করুন
ca: Creació d'una memòria USB autònoma des d'un entorn virtual de l'Ubuntu
da: Opret en live-USB i et virtuelt Ubuntu-Miljø
de: Live-USB in einer virtuellen Umgebung erstellen
el: Δημιουργία Live USB σε εικονική εγκατάσταση του Ubuntu
eo: Krei Rektan USB en Virtuala Ubuntu-medio.
es: Crear un Live USB en un entorno Ubuntu virtual
fi: Luo Live-USB virtuaaliympäristössä
fr: Création d'un Live USB dans un environnement Ubuntu virtualisé
gl: Crear o USB Live nun contorno virtual de Ubuntu
hu: Live USB készítése virtuális környezetben
id: Membuat Live USB dalam lingkungan Ubuntu Virtual
it: Creare una Live USB in un ambiente Ubuntu virtuale
ja: 仮想Ubuntu環境でのLive USBの作成
nl: Een live-USB aanmaken in een virtuele Ubuntu-omgeving
pl: Stwórz Live USB w wirtualnym środowisku Ubuntu
pt_br: Criar um Live USB em um ambiente virtual do Ubuntu
ro: Creați un disc USB Live într-un mediu Ubuntu virtual
ru: Создание Live USB в виртуальном окружении Ubuntu
sl: Ustvari živi USB v navideznem okolju Ubuntuja
sr: Направити Пробни УСБ у Виртуелном Убунтуовом окружењу
sv: Skapa en live-USB i en virtuell Ubuntu-miljö
tr: Sanal Ubuntu Ortamında Çalışır USB Oluşturma
uk: Створення Live USB диска з віртуальної системи Ubuntu
zh_cn: 在虚拟 Ubuntu 环境中创建 Live USB

source: Copy the Ubuntu image to a directory shared by both the virtual environment and your system. To set up shared folders, see specific instructions in your virtualization program. You can also use a Live CD as long as the virtual environment has access to your CD drive.
bn: ভার্চুয়াল এনভায়রনমেন্ট এবং আপনার সিস্টেমে শেয়ারকৃত ডিরেক্টরিতে উবুন্টু চিত্র অনুলিপি। শেয়ারকৃত ফোল্ডার নির্ধারন করতে, আপনার ভার্চুয়ালাইজেশন প্রোগ্রামে নির্দিষ্ট নির্দেশনা দেখুন। যতক্ষন পর্যন্ত আপনার ভার্চুয়াল এনভায়রনমেন্টে CD ড্রাইভ চলে আপনি লাইভ CD ব্যবহার করতে পারেন।
ca: Copieu la imatge de l'Ubuntu a un directori compartit per l'entorn virtual i el vostre sistema. Per a configurar la compartició de carpetes, vegeu les instruccions específiques del programa de virtualització. També podeu utilitzar un CD autònom sempre que l'entorn virtual tingui accés a la unitat de CD.
da: Kopiér Ubuntu-aftrykket til en mappe, der deles af både det virtuelle miljø og dit system. Læs de specifikke instruktioner til dit virtualiseringsprogram, for at finde ud af, hvordan du opretter delte mapper. Du kan også bruge en live-cd, hvis det virtuelle miljø har adgang til dit cd-drev.
de: Kopieren Sie das Ubuntu-Abbild in einen Ordner, der sowohl für die virtuelle Umgebung als auch Ihr System freigegeben ist. Wie Sie freigegebene Ordner einrichten, erfahren Sie in den entsprechenden Anleitungen Ihrer Virtualisierungssoftware. Sie können auch eine Live-CD verwenden, wenn Sie aus der virtuellen Umgebung auf Ihr CD-Laufwerk zugreifen können.
el: Αντιγράψτε την εικόνα του Ubuntu σε κάποιον κοινόχρηστο φάκελο (shared) της εικονικής εγκατάστασης και του συστήματος σας. Για τον καθορισμό των κοινόχρηστων φακέλων, δείτε τις συγκεκριμένες οδηγίες της εφαρμογής εικονικοποίησης που χρησιμοποιείτε. Μπορείτε, επίσης, να χρησιμοποιήσετε Live CD αν η εικονική εγκατάσταση σας έχει πρόσβαση στον οδηγό CD.
eo: Kopiu la ekzaktan kopion de Ubuntu al dosierujo alirebla kaj de la virtuala medio kaj de via sistemo. Por agordi komunajn dosierujojn, legu la rilatajn instrukciojn de via vitualiga medio. Vi aknaŭ povas uzi Rektan KD kondiĉe ke la virtuala medio povas aliri vian KD-ilon.
es: Copie la imagen de Ubuntu en un directorio compartido por el entorno virtual y por su sistema. Para configurar carpetas compartidas, consulte las instrucciones específicas de su programa de virtualización. También puede usar un Live CD siempre que el entorno virtual pueda acceder a su unidad de CD.
fi: Kopioi Ubuntu levykuva kansioon, johon on pääsy sekä virtuaaliympäristöstä että järjestelmästä. Jaettujen kansioiden määrittämiseksi katso tarkemmat ohjeet virtualisointiohjelmastasi. Voi myös käyttää Live-CD:tä, kunhan virtuaaliympäristö pääsee käsiksi CD-asemaasi.
fr: Copiez l'image Ubuntu dans un dossier partagé entre votre système et l'environnement virtualisé. Pour configurer des dossiers partagés, consultez les instructions spécifiques de votre programme de virtualisation. Vous pouvez également utiliser un Live CD pour autant que l'environnement virtuel ait accès au lecteur CD.
gl: Copie a imaxe de Ubuntu nun directorio compartido polo contorno virtual e o seu sistema. Para configurar os cartafoles compartidos, consulte as instruccións específicas no seu aplicativo de virtualización. Se o seu contorno de virtualización ten acceso á súa unidade de CD, tamén pode usar un CD vivo.
hu: Másolja az Ubuntu lemezképet a virtuális környezet és a rendszer által közösen használt területre. A megosztott mappák beállításához lásd a virtualizációs szoftver kézikönyvét. Használhatja a Live CD-t is, ha a virtuális környezet eléri a CD-meghajtót.
id: Gandakan image Ubuntu ke direktori yang saling berbagi baik lingkungan virtual dan sistem anda. Untuk mengatur folder berbagi, lihat instruksi spesifik di dalam program virtualisasi anda. Anda juga dapat menggunakan Live CD selama lingkungan virtual memiliki akses ke penggerak CD anda.
it: Copiare il file immagine di Ubuntu in una directory condivisa tra l'ambiente virtuale e il proprio sistema. Per creare cartelle condivise, seguire le istruzioni specifiche del programma di virtualizzazione. Inoltre, se l'ambiente virtuale ha accesso all'unità CD, è possibile usare un Live CD.
ja: Ubuntuイメージファイルを、システムと仮想環境のそれぞれで共有できるように、共有フォルダへコピーします。共有フォルダを設定するには、お使いの仮想化ソフトウェアごとに手順が異なりますので、マニュアルを確認してください。仮想環境がCDドライブにアクセスできるなら、Live CDも使用することができます。
nl: Plaats het Ubuntu-image-bestand in een map die gedeeld wordt door de virtuele omgeving en uw systeem. Raadpleeg de instructies van uw virtualisatieprogramma om gedeelde mappen op te zetten. U kunt ook de live-cd gebruiken als de virtuele omgeving toegang heeft tot uw cd-station.
pt_br: Copie a imagem do Ubuntu para um diretório compartilhado por ambos os ambientes virtuais e seu sistema. Para configurar diretórios compartilhados, veja instruções específicas no seu programa de virtualização. Você também pode usar um Live CD enquanto o ambiente virtual tiver acesso na sua unidade de CD.
ro: Copiați imaginea Ubuntu într-un director partajat atât de mediul virtual, cât și de sistemul dvs. Pentru a configura dosarele partajate, consultați instrucțiunile respective din programul de virtualizare. Puteți utiliza și un CD Live, dacă mediul virtual are acces la unitatea pentru CD.
ru: Скопируйте образ Ubuntu в общий каталог, доступный как из виртуальной среды, так и из вашей операционной системы. Для создания общедоступного каталога воспользуйтесь инструкцией для используемой среды виртуализации. Можно воспользоваться в том числе и Live CD, если используемое средство виртуализации имеет доступ к устройству чтения CD.
sl: Odtis Ubuntuja kopirajte v skupno mapo, do katere dostopata tako navidezno okolje, kot tudi vaš sistem. Za ustvarjanje skupnih map glejte navodila, priložena vašemu virtualizacijskemu programu. V kolikor ima navidezno okolje dostop do CD pogona, lahko namesto odtisa uporabite živi CD.
sr: Умножите одраз Убунтуа у директоријум који је размењиван и виртуелним окружењем и вашим системом. Да поставите фасцикле за размену, погледајте упутства вашег програма виртуелизације. Можете такође да користите Пробни ЦД јер виртуелно окружење има приступ вашем ЦД уређају.
sv: Kopiera Ubuntu-avbilden till en mapp som delas av både den virtuella miljön och ditt system. För att sätta upp delade mappar, se specifika instruktioner i ditt virtualiseringsprogram. Du kan också använda en live-CD så länge som din virtuella miljö har åtkomst till din CD-enhet.
tr: Ubuntu imajını sanal ortamınızın ve sisteminizin her ikisi içinde paylaşılan bir klasörüne kopyalayın. Paylaşılan klasörleri ayarlamak için sanallaştırma programınızın kendine özgü talimatlarına bakın. Sanal ortamınız CD sürücünüze erişebildiği sürece Çalışır CD'de kullanabilirsiniz.
uk: Скопіюйте штамп диска Ubuntu до теки, що доступна як з віртуального середовища, так і за вашої системи. Для налаштування тек з колективним доступом, дивіться інструкції щодо вашої програми віртуалізації. Також ви можете використовувати Live CD, якщо віртуальне середовище має нього доступ до вашого CD приводу.
zh_cn: 将 Ubuntu 镜像复制到一个虚拟环境和您的系统均能访问的文件夹中。要设置共享文件夹，查看虚拟化程序的特定说明。您也可以使用一个 Live CD，只要虚拟环境可以访问您的 CD 光驱。

source: Insert the USB Disk. Make sure the virtual environment can mount the USB disk.
bn: ইউএসবি ডিস্ক সংযোজন করুন। ভার্চুয়াল পরিবেশ ইউএসবি ডিস্ক মাউন্ট করতে পারে তা নিশ্চিত হন।
ca: Inseriu el disc USB. Assegureu-vos que l'entorn virtual pot muntar el disc USB.
da: Indsæt USB-disken. Sørg for, at det virtuelle miljø kan montere USB-disken.
de: Stecken Sie das USB-Speichermedium ein. Stellen Sie sicher, dass die virtuelle Umgebung das USB-Speichermedium einhängen kann.
el: Εισάγετε τον δίσκο USB. Βεβαιωθείτε ότι η εικονική εγκατάσταση μπορεί να προσαρτήσει τον δίσκο USB.
eo: Enmetu la USB-poŝmemorilon. Certigu ke la virtuala medio kapablas munti la USB-poŝmemorilon.
es: Inserte el disco USB. Compruebe que el entorno virtual puede montar el disco USB.
fi: Kytke USB-muistitikku koneeseesi. Varmista, että virtuaaliympäristö pääsee käsiksi USB-tikkuun.
fr: Insérez le disque USB. Assurez-vous que l'environnement virtuel puisse monter le disque USB.
gl: Insira o disco USB. Asegúrese de que pode montar o disco USB no cotorno virtual.
hu: Csatlakoztassa az USB-meghajtót. Győződjön meg róla, hogy a virtuális környezet képes azt csatolni.
id: Masukkan USB Disk. Pastikan lingkungan virtual dapat mengikat USB disk.
it: Inserire un disco USB. Assicurarsi che l'ambiente virtuale sia in grado di montare il dispositivo USB.
ja: USBディスクを挿入します。仮想環境がUSBディスクをマウントできているか確認してください。
nl: Sluit de USB-stick aan op uw computer. Zorg ervoor dat de virtuele omgeving toegang tot de USB-stick heeft.
pl: Włóż dysk USB. Upewnij się, czy wirtualne środowisko może montować dyski USB.
pt_br: Insira o disco USB. Tenha certeza que o ambiente virtual pode montar o disco USB.
ro: Inserați discul USB. Asigurați-vă că mediul virtual poate accesa discul USB.
ru: Подключите USB диск. Убедитесь, что система виртуализации имеет доступ и может работать с диском USB.
sl: Vstavite USB disk. Preverite, ali je navidezno okolje zaznalo USB disk.
sr: Убаците УСБ диск. Будите сигурни да виртуелно окружење може да монтира УСБ диск.
sv: Anslut en USB-enhet. Säkerställ att den virtuella miljön kan montera en USB-enhet.
tr: USB diski takın. Sanal ortamınızın USB disk bağlayabildiğine emin olun.
uk: Підключіть USB диск. Переконайтеся, що віртуальне середовище може змонтувати USB диск.
zh_cn: 插入 USB 磁盘。确保虚拟环境可以挂载该 USB 磁盘。

source: Once you have verified that you can access both the Ubuntu image and the USB disk from the virtual Ubuntu installation, follow the steps outlined in the previous section to create a Live USB.
bn: ভার্চূয়াল উবুন্টু ইনস্টলেশন থেকে উবুন্টু চিত্রে এবং ইউএসবি ডিস্কে আপনার প্রবেশাধিকার আছে তা একবার যাচাইকৃত হয়ে গেলে, লাইভ ইউএসবি তৈরি করতে পূর্ববর্তী সেকশনে আউটলাইনকৃত ধাপ অনুসরণ করুন।
ca: Un cop hàgiu verificat que podeu accedir a la imatge de l'Ubuntu i al disc USB des de la instal·lació virtual de l'Ubuntu, seguiu els passos descrits en la secció anterior per a crear una memòria USB autònoma.
da: Når du har sikret dig, at du kan få adgang til både Ubuntu-aftrykket og USB-disken fra den virtuelle Ubuntu-installation, skal du følge trinnene i forrige afsnit for at oprette en live-USB.
de: Nachdem Sie überprüft haben, dass Sie aus der virtuellen Umgebung sowohl auf das Ubuntu-Abbild als auch auf das USB-Speichermedium zugreifen können, folgen Sie den Schritten, die im vorherigen Abschnitt dargestellt werden.
el: Όταν βεβαιωθείτε ότι έχετε πρόσβαση τόσο στην εικόνα του Ubuntu όσο και στον δίσκο USB από την εικονική εγκατάσταση του Ubuntu, ακολουθείστε τα βήματα που περιγράφηκαν στην προηγούμενη ενότητα για την δημιουργία του Live USB.
eo: Kiam vi estas certiginta ke vi povas aliri kaj la Ubuntu-kopion kaj la USB-poŝmemorilon el la virtuala Ubuntu-instalaĵo, sekvu la paŝojn resumitajn en la antaŭa sekcio por krei Rektan USB.
es: Cuando haya verificado que puede acceder tanto a la imagen USB como al disco USB desde la instalación virtual de Ubuntu, siga los pasos descritos en la sección anterior para crear un Live USB.
fi: Kun olet varmistanut, että Ubuntu-virtuaaliympäristö voi käyttää sekä levykuvaa että USB-tikkua, noudata edellisessä kohdassa annettuja ohjeita Live-USB:n luomiseksi.
fr: Après avoir vérifié que vous pouvez accéder à la fois à l'image Ubuntu et au disque USB à partir de l'environnement Ubuntu virtualisé, suivez les étapes décrites dans la section précédente pour créer le Live USB.
gl: Cando teña comprobado que pode acceder tanto á imaxe de Ubuntu como ao disco USB na instalación virtual de Ubuntu, siga os pasos descritos na sección anterior para crear un dispositivo USB.
hu: Miután ellenőrizte, hogy a virtuális Ubuntu telepítésből eléri az Ubuntu lemezképet és az USB-meghajtót, kövesse az előző szakaszban leírt lépéseket a Live USB elkészítéséhez.
id: Setelah anda memverifikasi bahwa anda dapat mengakses image Ubuntu dan USB disk dari instalasi Ubuntu virtual, ikuti langkah yang diuraikan pada bagian sebelumnya untuk membuat Live USB.
it: Dopo aver verificato di poter accedere sia al file immagine che al dispositivo USB dall'installazione virtuale di Ubuntu, per creare la Live USB seguire i passaggi delineati nella sezione precedente.
ja: 仮想的なUbuntuインストールからUbuntuイメージファイルとUSBディスクの双方がアクセスできる事を確認し、前のセクションで説明したステップに従い、Live USBを作成します。
nl: Wanneer u gecontroleerd heeft of u toegang heeft tot het Ubuntu-image-bestand en de USB-stick vanuit de virtuele Ubuntu-installatie, kunt u de stappen uit de vorige sectie volgen om een live-USB aan te maken.
pt_br: Uma vez que você verificou que pode acessar a imagem do Ubuntu e o disco USB da instalação virtual do Ubuntu, siga os passos delineados na seção anterior para criar um Live USB.
ro: După ce ați verificat că puteți accesa atât imaginea Ubuntu, cât și discul USB, din sistemul virtual Ubuntu, urmați pașii descriși în secțiunea precedentă pentru a crea un disc USB Live.
ru: После проверки, что вы можете получить доступ как к образу с Ubuntu, так и диску USB из Ubuntu, установленной в виртуальной машине, воспользуйтесь процедурой создания загрузочного USB диска, описанной в предыдущем разделе.
sl: Ko ste potrdili, da lahko preko navidezne namestitve Ubuntuja dostopate tako do odtisa, kot tudi do USB diska, sledite postopku orisanem v prejšnjem odseku o ustvarjanju živega USB-ja.
sr: Када сте проверили да можете да приступите и Убунту одразу и УСБ диску из виртуелне Убунту инсталације, пратите кораке изложене у претходном одељку да направите Пробни УСБ диск.
sv: När du har verifierat att du får tillgång till både Ubuntu-avbilden och USB-enheten från den virtuella Ubuntu-installation, följ stegen som beskrivs i föregående avsnitt för att skapa en live-USB.
tr: Sanal Ubuntu yüklemesinin Ubuntu imajı ve USB diskin her ikisine de erişebildiğini bir kez doğruladıktan sonra Çalışır CD oluşturmak için önceki kısımda başlıklandırılmış adımları takip edin.
uk: Як тільки ви перевірите, що маєте доступ до штампу диска Ubuntu та USB диска з віртуального середовища Ubuntu, продовжуйте згідно плану створення Live USB, наведеному в попередньому розділі.
zh_cn: 一旦您确信在虚拟 Ubuntu 系统中可以同时访问 Ubuntu 镜像和 USB 磁盘，按前节中指明的步骤来创建一张 Live USB 盘。

source: Booting from the Live USB
bn: লাইভ USB থেকে বুট করা হচ্ছে
ca: Com arrencar des de la memòria USB autònoma
da: Opstart fra live-USB
de: Von Live-USB booten
el: Εκκίνηση από το Live USB
eo: Praŝargi el la Rekta USB
es: Arrancar desde el Live USB
fi: Live USB -tikulta käynnistäminen
fr: Démarrage à partir du Live USB
gl: Arrancando desde o USB Live
hu: Rendszerindítás a Live USB-ről
id: Boot dari Live USB
it: Eseguire il boot dalla Live USB
ja: Live USBからのブート
nl: Vanaf de live-USB opstarten
oc: Aviada a partir del Live USB
pl: Uruchamianie systemu z Live USB
pt_br: Inicializando a partir do Live USB
ro: Inițializarea de pe un disc USB Live
ru: Загрузка системы с Live USB
sl: Zaganjanje z živega USB-ja
sr: Учитавање са Пробног УСБ диска
sv: Starta från en live-USB
tr: Çalışır CD'den Önyükleme
uk: Завантаження з Live USB диска
zh_cn: 从 Live USB 启动
