Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: Use the standard Desktop Ubuntu installation with <application>USB Startup Disk Creator</application>. Other versions like Server and the Netbook Remix have additional system requirements that are not compatible with <application>USB Startup Disk Creator</application>.
bn: আদর্শ ডেস্কটপ উবুন্টু ইনস্টলেশন ব্যবহার করুন <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> সাথে। অন্যান্য সংস্করণ যেমন সার্ভার এবং নেটবুক রিমিক্সের অতিরিক্ত সিস্টেমের আবশ্যকীয় বৈশিষ্ট্য যা কিনা সঙ্গতিপূর্ণ নয় <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application>এর সাথে।
ca: Utilitzeu la instal·lació estàndard d'escriptori de l'Ubuntu amb el <application>Creador de discos d'arrencada USB</application>. Altres versions, com la de servidor o la «Netbook Remix» (per a miniportàtils), tenen altres requisits de sistema que no són compatibles amb el <application>Creador de discos d'arrencada USB</application>.
da: Brug <application>Opret en USB-opstartsdisk</application> sammen med en standard-Ubuntu med skrivebordsmiljø. Andre versioner som Server og Netbook Remix har yderligere systemkrav, der ikke er kompatible med <application>Opret en USB-opstartsdisk</application>.
de: Verwenden Sie die Standard-Desktop-Variante mit dem <application>USB-Startmedien-Ersteller</application>. Andere Varianten wie die für Server oder Ubuntu Netbook Remix haben zusätzliche Anforderungen, die mit dem <application>USB-Startmedien-Ersteller</application> nicht kompatibel sind.
el: Με την <application>Δημιουργία δίσκου εκκίνησης USB</application> χρησιμοποιήστε την κανονική εικόνα εγκατάστασης του Ubuntu desktop. Οι άλλες εκδόσεις όπως Server και Netbook Remix έχουν επιπρόσθετες απαιτήσεις συστήματος οι οποίες δεν είναι συμβατές με την <application>Δημιουργία δίσκου εκκίνησης USB</application>.
eo: Uzu la normalan labortablan instalaĵon de Ubuntu kun <application>Kreilo de startigaj USB-diskoj</application>. Aliaj versioj kiel Servilo ka la Retlibra Remiksaĵo havas pluajn bezonojn kiuj ne kongruas kun <application>Kreilo de startigaj USB-diskoj</application>.
es: Use la instalación estándar de escritorio de Ubuntu con el <application>Creador de discos de inicio USB</application>. Las otras versiones, como la edición servidor o la Netbook Remix, tienen otros requisitos de sistema que no son compatibles con el <application>Creador de discos de inicio USB</application>.
fi: Käytä normaalia Ubuntun työpöytäasennusta <application>Käynnistyslevyn luonti</application> -ohjelman kanssa. Muilla versioilla, kuten Palvelin- ja Netbook Remix -versioilla, on muita järjestelmävaatimuksia, jotka eivät ole yhteensopivia <application>Käynnistyslevyn luonti</application> -ohjelman kanssa.
fr: Le <application>créateur de disque d'amorçage USB</application> utilise l'installation standard Ubuntu Desktop. Les autres versions telles que Server ou Netbook Remix présentent des exigences système supplémentaires qui ne sont pas compatibles avec le <application>créateur de disque d'amorçage USB</application>.
gl: Use a instalación estándar de escritorio de Ubuntu con <application>Creador de discos de inicio USB</application>. Outras versiós como «Server» e «Netbook Remix» teñen requerimentos adicionais de sistema que non os fan compatibles con<application>Creador de discos de inicio USB</application>.
hu: Az <application>USB indítólemez-készítővel</application> az általános asztali Ubuntu telepítőt használja. Más változatok, például a kiszolgáló vagy a Netbook Remix, olyan rendszerigényekkel rendelkeznek, amelyek nem kompatibilisek az <application>USB indítólemez-készítővel</application>.
id: Gunakan instalasi standar Ubuntu Desktop dengan <application>Pembuat USB Startup Disk</application>. Versi lain seperti Server dan Netbook Remix memiliki persyaratan sistem tambahan yang tidak sesuai dengan <application>Pembuat USB Startup Disk</application>.
it: Con <application>Creazione disco di avvio USB</application> usare l'edizione Desktop standard di Ubuntu. Altre versioni come la Server o la Netbook Remix hanno requisiti di sistema aggiuntivi che non sono compatibili con <application>Creazione disco di avvio USB</application>.
ja: <application>USB スタートアップ・ディスクの作成</application>を一般的なデスクトップ版Ubuntuのインストールに使用します。 サーバ版やNetbook Remixのような他のバージョンは異なるシステム要件となっているため、<application>USB スタートアップ・ディスクの作成</application>との互換性がないことが挙げられます。
nl: Gebruik de standaard Desktop Ubuntu-installatie met <application>USB-opstartschijf maken</application>. Andere versies zoals Server en Netbook Remix hebben extra systeemeisen die niet samengaan met <application>USB-opstartschijf aanmaken</application>.
oc: Lo <application>creator de disc d'amorsatge USB</application> utiliza l'installacion estandarda Ubuntu Desktop. Las autras versions coma Server o Netbook Remix presentan d'exigéncias de sistèma suplementàrias que son pas compatiblas amb lo <application>creator de disc d'amorsatge USB</application>.
pt_br: Use a instalação padrão do Desktop Ubuntu com o <application>Criador de disco USB inicializável</application>. Outras versões como Servidor e o Netbook Remix possuem requisitos de sistema adicionais que não são compatíveis com o <application>Criador de disco USB inicializável</application>.
ro: Utilizați versiunea de instalare standard Ubuntu Desktop împreună cu aplicația pentru <application>Creare disc USB de pornire</application>. Alte versiuni, cum ar fi Server și Netbook Remix, au cerințe de sistem suplimentare, care nu sunt compatibile cu aplicația de <application>Creare disc USB de pornire</application>.
ru: Используйте стандартную установку Ubuntu Desktop в программе <application>создания загрузочного USB-диска</application>. Другие версии, такие как Server или Netbook Remix, обладают дополнительными системными требованиями, которые не совместимы с программой <application>создания загрузочного USB-диска</application>.
sl: <application>Ustvarjalnik zagonskih diskov USB</application>, lahko uporabljate le z običajno namestitvijo namizne različice Ubuntuja. Ostale različice imajo dodatne sistemske zahteve, ki z <application>Ustvarjalnikom zagonskih diskov USB</application> niso združljive.
sr: Користите стандардну Десктоп Убунту инсталацију са <application>Творцем покретачког УСБ диска</application>. Остале верзије као што је Сервер и Нетбук Ремикс имају додатне захтеве система који нису компатибилни са <application>Творцем покретачког УСБ диска</application>.
sv: Använd standardinstallationen för Desktop Ubuntu med <application>Skapa startbar USB-enhet</application>. Övriga versioner såsom Server och Netbook Remix har ytterligare systemkrav som inte är kompatibla med <application>Skapa startbar USB-enhet</application>.
tr: <application>USB Startup Disk Creator</application> ile standart Masaüstü Ubuntu kurulumunu kullanın. Sunucu ve Netbook Remix gibi diğer sürümlerin <application>USB Startup Disk Creator</application> ile uyumlu olmayan ek sistem gereksinimleri vardır.
uk: З програмою <application>створення завантажувального USB диска</application> використовуйте стандартний дистрибутив Ubuntu Desktop. Інші варіанти, наприклад, Server та Netbook Remix, мають додаткові вимоги до системи, які несумісні з програмою <application>створення завантажувального USB диска</application>.
zh_cn: 使用带有 <application>USB Startup Disk Creator</application> 的标准 Ubuntu 桌面版系统。其他版本如 Server(服务器版) 和 Netbook Remix(上网本版) 则需要其他与 <application>USB Startup Disk Creator</application> 不兼容的系统要求。

source: The downloaded image file will end with the suffix ".iso".
bn: ডাউনলোডকৃত চিত্র ফাইল অধিযোজন ".iso" সহ সমাপ্তি।
ca: El fitxer d'imatge baixat acabarà amb el sufix «.iso».
da: Den hentede aftryksfil har endelsen ".iso".
de: Die heruntergeladene Abbilddatei endet mit dem Kürzel ».iso«.
el: Το όνομα του αρχείου εικόνας που κατεβάσατε θα έχει κατάληξη ".iso".
eo: La elŝutita ekzakta kopio havas nomon kiu finiĝas per la sufikso ".iso".
es: El archivo con la imagen descargada terminará con el sufijo «.iso».
fi: Ladatun levykuvatiedoston pääte on ".iso".
fr: Le fichier image téléchargé se termine par l'extension « .iso ».
gl: O ficheiro de imaxe descargado rematará co sufixo (extensión) «. Iso».
hu: A letöltött lemezképfájl kiterjesztése „.iso”.
id: Unduhan berkas image akan berakhiran ".iso".
it: Il file immagine scaricato termina con il suffisso «.iso».
ja: ダウンロードしたイメージファイルは、拡張子\".iso\"で終わります。
nl: Het gedownloade image-bestand eindigt met de bestandsextensie ".iso".
oc: Lo fichièr imatge telecargat s'acaba per l'extension « .iso ».
pl: Pobrany plik obrazu kończy się rozszerzeniem ".iso".
pt_br: O arquivo de imagem baixado irá terminar com o sufixo ".iso".
ro: Fișierul imagine descărcat va avea sufixul „.iso”.
ru: Загруженный файл образа будет иметь расширение «.iso».
sl: Prejeta datoteka odtisa ima končnico ".iso".
sr: Преузета датотека одраза ће се завршавати суфиксом <quote>.iso</quote>.
sv: Den hämtade avbildsfilen avslutas med filändelsen ".iso".
tr: Yüklenen imaj dosyası ".iso" son ekiyle bitecek.
uk: Завантажений штамп диска буде закінчуватись на ".iso".
zh_cn: 所下载的镜像文件将以“.iso”为文件名后缀。

source: Ubuntu System
bn: উবুন্টু সিস্টেম
ca: Sistema Ubuntu
el: Σύστημα Ubuntu
eo: Ubuntu-sistemo
es: Sistema Ubuntu
fi: Ubuntu-järjestelmä
fr: Système Ubuntu
gl: Sistema Ubuntu
hu: Ubuntu rendszer
id: Sistem Ubuntu
it: Sistema Ubuntu
ja: Ubuntuシステム上の場合
nl: Ubuntu-systeem
oc: Sistèma Ubuntu
pl: System Ubuntu
pt_br: Sistema do Ubuntu
ro: Sistem Ubuntu
ru: Операционная система Ubuntu
sl: Sistem Ubuntu
sr: Убунту систем
tr: Ubuntu Sistemi
uk: Система Ubuntu
zh_cn: Ubuntu 系统

source: Plug your USB disk into your computer’s USB drive. Make sure your computer recognizes the USB disk before proceeding.
bn: আপনার কম্পিউটারের ইউএসবি ড্রাইভে ইউএসবি ডিস্ক প্লাগ করুন। কাজ শুরু করার আগেই নিশ্চিত হন যে আপনার কম্পিউটার ইউএসবি ডিস্কটিকে চিনতে পারছে।
ca: Connecteu el disc USB a la unitat USB de l'ordinador. Assegureu-vos que l'ordinador reconeix el disc USB abans de continuar.
da: Indsæt din USB-disk i computerens USB-drev. Kontrollér at computeren genkender USB-disken, før du fortsætter.
de: Stecken Sie Ihr USB-Laufwerk in den dafür vorgesehen Anschluss Ihres Rechners. Vergewissern Sie sich, dass der Rechner das Speichermedium erkennt, bevor Sie fortfahren.
el: Συνδέστε τον δίσκο USB στον οδηγό USB του υπολογιστή σας. Πριν προχωρήσετε βεβαιωθείτε ότι ο υπολογιστής σας αναγνωρίζει τον δίσκο USB.
eo: Konektu vian USB-poŝmemorilon al la USB-ingo de via komputilo. Certigu ke via komputilo rekonas la USB-poŝmemorilon antaŭ ol iri pluen.
es: Conecte su dispositivo USB al puerto USB de su equipo. Compruebe que su equipo reconoce el dispositivo USB antes de continuar.
fi: Syötä USB-muistitikkusi tietokoneen USB-väylään. Ennen kuin jatkat varmista, että tietokone tunnistaa USB-muistitikun.
fr: Branchez votre disque USB dans un port USB de l'ordinateur. Assurez-vous que l'ordinateur reconnaisse le disque USB avant de continuer.
gl: Conecte o disco USB na unidade USB do seu computador. Asegúrese de que o computador recoñece o disco USB antes de continuar.
hu: Csatlakoztassa az USB-kulcsot a számítógép USB-portjába. A folytatás előtt győződjön meg, hogy a számítógép felismeri az USB-kulcsot.
id: Tancapkan USB disk anda kedalam pengerak USB di komputer anda. Pastikan komputer anda mengenali USB disk tersebut sebelum memulai proses.
it: Collegare il dispositivo nell'unità USB del computer. Prima di procedere assicurarsi che il computer riconosca il dispositivo USB.
ja: コンピュータのUSBドライブにUSBディスクを挿します。次に進む前に、コンピュータがUSBディスクを認識しているか確認してください。
nl: Sluit uw USB-stick aan op uw computer. Controleer of uw computer de USB-stick herkent heeft alvorens u verdergaat.
oc: Brancatz vòstre disc USB dins un pòrt USB de l'ordenador. Asseguratz-vos que l'ordenador reconesca lo disc USB abans de contunhar.
pl: Podłącz swój klucz USB do portu USB w komputerze. Zanim będziesz kontynuował upewnij się, czy komputer rozpoznaje dysk USB.
pt_br: Plugue o seu disco USB na unidade USB do seu computador. Tenha certeza que seu computador reconheceu o disco USB antes de continuar.
ro: Conectați discul USB la portul USB al calculatorului. Înainte de a începe, asigurați-vă că discul USB este recunoscut de calculator.
ru: Подключите USB диск к USB разъёму компьютера. Убедитесь, что компьютер определил USB диск до выполнения дальнейших действий.
sl: Priključite vaš USB disk v pogon USB na vašem računalniku. Pred nadaljevanjem se prepričajte, ali je vaš računalnik prepoznal USB disk.
sr: Прикључите УСБ диск на УСБ читач на рачунару. Будите сигурни да ваш рачунар препознаје УСБ диск пре него што наставите.
sv: Anslut din USB-enhet till USB-kontakten på din dator. Säkerställ att din dator identifierat USB-enheten innan du fortsätter.
tr: USB diskinizi bilgisayarınızın USB sürücüsüne takın. Bilgisayarınızın işlem yapmadan önce USB'yi tanıdığından emin olun.
uk: Підключіть ваш USB диск до комп’ютера. Перш ніж продовжувати, переконайтеся, що комп’ютер розпізнає цей USB диск.
zh_cn: 请将您的USB存储设备与计算机连接。在继续之前，请确保计算机正确识别您的USB设备。

source: To launch <application>USB Startup Disk Creator</application>, choose <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>USB Startup Disk Creator</guimenuitem></menuchoice>
bn: <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application>চালুকরতে,<menuchoice><guimenuitem>সিস্টেম</guimenuitem><guimenuitem>প্রশাসন</guimenuitem><guimenuitem>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</guimenuitem></menuchoice>নির্বাচন করুন
ca: Per a executar el <application>Creador de discos d'arrencada USB</application>, trieu <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administració</guimenuitem><guimenuitem>Creador de discos d'arrencada USB</guimenuitem></menuchoice>
da: Tryk på <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Opret en USB-opstartsdisk</guimenuitem></menuchoice> for at starte <application>Opret en USB-opstartsdisk</application>
de: Um den <application>USB-Startmedien-Ersteller</application> zu starten, wählen Sie <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>USB-Startmedien-Ersteller</guimenuitem></menuchoice>
el: Εκκινήστε την εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB</application> επιλέγοντας <menuchoice><guimenuitem>Σύστημα</guimenuitem><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Δημιουργία δίσκου εκκίνησης USB</guimenuitem></menuchoice>
eo: Por lanĉi <application>Kreilo de startigaj USB-diskoj</application>, elektu je <menuchoice><guimenuitem>Sistemo</guimenuitem><guimenuitem>Administrado</guimenuitem><guimenuitem>Kreilo de startigaj USB-diskoj</guimenuitem></menuchoice>
es: Para arrancar el <application>Creador de discos de inicio USB</application>, seleccione <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administración</guimenuitem><guimenuitem>Creador de discos de inicio USB</guimenuitem></menuchoice>
fi: Käynnistääksesi <application>Käynnistyslevyn luonti</application> -ohjelman, valitse <menuchoice><guimenuitem>Järjestelmä</guimenuitem><guimenuitem>Ylläpito</guimenuitem><guimenuitem>Käynnistyslevyn luonti</guimenuitem></menuchoice>
fr: Pour lancer le <application>créateur de disque d'amorçage USB</application>, choisissez <menuchoice><guimenuitem>Système</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Créateur de disque d'amorçage USB</guimenuitem></menuchoice>.
gl: Para iniciar <application>Creador de discos de inicio USB</application>, elixa <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administración</guimenuitem><guimenuitem>Creador de discos de inicio USB</guimenuitem></menuchoice>
hu: Az <application>USB indítólemez-készítő</application> elindításához válassza a <menuchoice><guimenuitem>Rendszer</guimenuitem><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>USB indítólemez-készítő</guimenuitem></menuchoice> menüpontot.
id: Untuk memulai <application>Pembuat USB Startup Disk</application>, pilih <menuchoice><guimenuitem>Sistem</guimenuitem><guimenuitem>Administrasi</guimenuitem><guimenuitem>Pembuat USB Startup Disk</guimenuitem></menuchoice>
it: Per avviare <application>Creazione disco di avvio USB</application>, scegliere <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Creazione disco di avvio USB</guimenuitem></menuchoice>
ja: <menuchoice><guimenuitem>システム</guimenuitem><guimenuitem>システム管理</guimenuitem><guimenuitem>USB スタートアップ・ディスクの作成</guimenuitem></menuchoice>を選択して、<application>USB スタートアップ・ディスクの作成</application>を起動します。
nl: Om <application>USB-opstartschijf maken</application> te starten, kiest u <menuchoice><guimenuitem>Systeem</guimenuitem><guimenuitem>Beheer</guimenuitem><guimenuitem>USB-opstartschijf maken</guimenuitem></menuchoice>
oc: Per aviar lo <application>creator de disc d'amorsatge USB</application>, causissètz <menuchoice><guimenuitem>Sistèma</guimenuitem><guimenuitem>Administracion</guimenuitem><guimenuitem>Creator de disc d'amorsatge USB</guimenuitem></menuchoice>.
pl: Aby uruchomić <application>Asystenta dysku uruchomieniowego USB</application> wybierz <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administracja</guimenuitem><guimenuitem>Asystent dysku uruchomieniowego USB</guimenuitem></menuchoice>
pt_br: Para executar o <application>Criador de disco USB inicializável</application>, escolha <menuchoice><guimenuitem>Sistema</guimenuitem><guimenuitem>Administração</guimenuitem><guimenuitem>Criador de disco USB inicializável</guimenuitem></menuchoice>
ro: Pentru a lansa aplicația de <application>Creare disc USB de pornire</application>, selectați <menuchoice><guimenuitem>Sistem</guimenuitem><guimenuitem>Administrare</guimenuitem><guimenuitem>Creare disc USB de pornire</guimenuitem></menuchoice>
ru: Для запуска программы <application>Создание загрузочного USB-диска</application> воспользуйтесь меню <menuchoice><guimenuitem>Система</guimenuitem><guimenuitem>Администрирование</guimenuitem><guimenuitem>Создание загрузочного USB-диска</guimenuitem></menuchoice>
sl: Za zagon <application>Ustvarjalnika zagonskih diskov USB</application> izberite <menuchoice><guimenuitem>Sistem</guimenuitem><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Ustvarjalnik zagonskih diskov USB</guimenuitem></menuchoice>
sr: Да покренете <application>Творца покретачког УСБ диска</application>, изаберите <quote><menuchoice><guimenuitem>Систем</guimenuitem><guimenuitem>Администрација</guimenuitem><guimenuitem>Творац покретачког УСБ диска</guimenuitem></menuchoice></quote>.
sv: För att starta <application>Skapa startbar USB-enhet</application>, välj <menuchoice><guimenuitem>System</guimenuitem><guimenuitem>Administration</guimenuitem><guimenuitem>Skapa startbar USB-enhet</guimenuitem></menuchoice>
tr: <application>USB Başlangıç Diski Oluşturucu</application>'yu başlatmak için <menuchoice><guimenuitem>Sistem</guimenuitem><guimenuitem>Yönetim</guimenuitem><guimenuitem>USB Başlangıç Diski Oluşturucu</guimenuitem></menuchoice>'yu seçin.
uk: Для запуску програми <application>створення завантажувального USB диска</application> виберіть <menuchoice><guimenuitem>Системи</guimenuitem><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Створення завантажувального USB диска</guimenuitem></menuchoice>
zh_cn: 要启动 <application>USB Startup Disk Creator</application>，选择 <menuchoice><guimenuitem>系统</guimenuitem><guimenuitem>管理</guimenuitem><guimenuitem>USB 启动盘创建器</guimenuitem></menuchoice>
