Repository: ahoneybun/pop-docs
Catalog: usb-creator/po/*.po
Languages: bn, ca, da, de, el, eo, es, fi, fr, gl, hu, id, it, ja, nl, oc, pl, pt_br, ro, ru, sl, sr, sv, tr, uk, zh_cn

source: <application>USB Startup Disk Creator</application> requires the following: <placeholder-1/>
bn: <application>USB আরম্ভ ডিস্ক নির্মাতা</application> বর্ণিতগুলো আবশ্যক: <placeholder-1/>
ca: El <application>Creador de discos d'arrencada USB</application> necessita: <placeholder-1/>
da: <application>Opret en USB-opstartsdisk</application> kræver følgende: <placeholder-1/>
de: Der <application>USB-Startmedien-Ersteller</application> erfordert folgendes: <placeholder-1/>
el: Η εφαρμογή <application>Δημιουργία δίσκου εκκίνησης USB</application> απαιτεί τα ακόλουθα: <placeholder-1/>
eo: <application>Kreilo de startigaj USB-diskoj</application> bezonas la jenajn: <placeholder-1/>
es: El <application>Creador de discos de inicio USB</application> requiere lo siguiente: <placeholder-1/>
fi: <application>Käynnistyslevyn luonti</application> -ohjelman käyttö vaatimuksia ovat: <placeholder-1/>
fr: Le <application>créateur de disque d'amorçage USB</application> nécessite les éléments suivants : <placeholder-1/>
gl: <application>Creador de discos de inicio USB</application> precisa do seguinte: <placeholder-1/>
hu: Az <application>USB indítólemez-készítő</application> a következőket igényli: <placeholder-1/>
id: <application>Pembuat USB Startup Disk</application> membutuhkan: <placeholder-1/>
it: <application>Creazione disco di avvio USB</application> richiede quanto segue: <placeholder-1/>
ja: <application>USB スタートアップ・ディスクの作成</application>には以下が必要になります: <placeholder-1/>
nl: <application>USB-opstartschijf maken</application> heeft de volgende vereisten: <placeholder-1/>
oc: Lo <application>creator de disc d'amorsatge USB</application> necessita los elements seguents : <placeholder-1/>
pl: <application>Asystent dysku uruchomieniowego USB</application> wymaga następujących rzeczy: <placeholder-1/>
pt_br: O <application>Criador de disco USB inicializável</application> requer o seguinte: <placeholder-1/>
ro: Aplicația de <application>Creare disc USB de pornire</application> necesită următoarele: <placeholder-1/>
ru: Программа <application>создание загрузочного USB-диска</application> требует: <placeholder-1/>
sl: <application>Ustvarjalnik zagonskih diskov USB</application> za delovanje potrebuje: <placeholder-1/>
sr: <application>Творац покретачког УСБ диска</application> захтева следеће: <placeholder-1/>
sv: <application>Skapa startbar USB-enhet</application> kräver följande: <placeholder-1/>
uk: Програма <application>створення завантажувального USB диска</application> потребує таке: <placeholder-1/>
zh_cn: <application>USB 启动盘创建器</application> 需要下列：<placeholder-1/>

source: Currently <application>USB Startup Disk Creator</application> only runs on Ubuntu systems 8.10 or later. If you don’t have access to an Ubuntu system, you can create a Live USB from a system that can boot from an Ubuntu Live CD. You can also install Ubuntu into a virtualization program like VirtualBox and create the Live USB from a virtual Ubuntu installation.
bn: বর্তমানে <application>ইউএসবি স্টার্টআপ ডিস্ক নির্মাতা</application> শুধুমাত্র উবুন্টু সিস্টেম ৮.১০ অথবা পরবর্তীতে চলবে। আপনার যদি উবুন্টু সিস্টেমে প্রবেশাধিকার না থাকে, আপনি সিস্টেম থেকে লাইভ ইউএসবি তৈরি করতে পারবেন যা কিনা উবুন্টু লাইভ সিডি থেকে বুট করা যাবে। আপনি ভার্চূয়াল প্রোগ্রামে উবুন্টু ইনস্টল করতে পারবেন যেমন ভার্চূয়ালবক্স এবং লাইভ ইউএসবি থেকে ভার্চূয়াল উবুন্টু ইনস্টলেশন করতে পারবেন।
ca: Actualment el <application>Creador de discos d'arrencada USB</application> només funciona en sistemes amb l'Ubuntu 8.10 o superior. Si no teniu accés a un sistema amb l'Ubuntu, podeu crear una memòria USB autònoma des d'un sistema que pugui arrencar des d'un CD autònom de l'Ubuntu. També podeu instal·lar l'Ubuntu en un programa de virtualització com ara el VirtualBox i crear la memòria USB autònoma des d'una instal·lació virtual de l'Ubuntu.
da: <application>Opret en USB-opstartsdisk</application> kører i øjeblikket kun på Ubuntu 8.10-systemer eller nyere. Hvis du ikke har adgang til et Ubuntu-system, kan du oprette en live-USB fra et system, der kan starte op fra en Ubuntu-live-cd. Du kan også installere Ubuntu i et virtualiseringsprogram som VirtualBox og oprette en live-USB med en virtuel Ubuntu-installation.
de: Aktuell läuft der <application>USB-Startmedien-Ersteller</application> nur unter Ubuntu 8.10 oder höher. Wenn Sie kein Ubuntu-System zur Verfügung haben, können Sie Live-USB auch auf einem System erstellen, das eine Ubuntu Live-CD starten kann. Sie können auch Ubuntu in einer virtuellen Umgebung wie VirtualBox installieren und in dieser virtuellen Umgebung Live-USB installieren.
el: Προς το παρόν η <application>Δημιουργία δίσκου εκκίνησης USB</application> τρέχει μόνο σε συστήματα Ubuntu 8.10 ή νεότερα. Αν δεν έχετε πρόσβαση σε ένα σύστημα Ubuntu, μπορείτε να δημιουργήσετε ένα Live USB από ένα σύστημα που μπορεί να εκκινήσει με ένα Live CD του Ubuntu. Μπορείτε, επίσης, να εγκαταστήσετε το Ubuntu σε μια εφαρμογή εικονικής εγκατάστασης, σαν το VitrualBox και να δημιουργήσετε ένα Live USB από μια εικονική εγκατάσταση Ubuntu.
eo: Aktuale <application>Kreilo de startigaj USB-diskoj</application> funkcias nur en versio 8.10 kaj postaj versioj de Ubuntu. Se vi ne havas aliron al Ubuntu-sistemon, vi povas krei Rektan USB per sistemo kiu povas praŝargi el Rekta KD de Ubuntu. Ubuntu ankaŭ estas instalebla per virtualiga programo, ekzemple VirtualBox; vi povas krei Rektan USB per virtuala instalaĵo de Ubuntu.
es: Actualmente, el <application>Creador de discos de inicio USB</application> sólo funciona en sistemas con Ubuntu 8.10 o superior. Si no tiene acceso a un sistema Ubuntu, puede crear un Live USB desde un sistema que pueda arrancar un Live CD de Ubuntu. También puede instalar Ubuntu en un programa de virtualización como VirtualBox y crear el Live USB desde la instalación virtual de Ubuntu.
fi: Tällä hetkellä <application>Käynnistyslevyn luonti</application> toimii ainoastaan Ubuntun versioilla 8.10 tai uudempi. Jos sinulla ei ole pääsyä Ubuntu-järjestelmään, voit luoda Live-USB-tikun järjestelmällä, jolla voi ajaa Ubuntun Live-CD:tä.
fr: Actuellement, le <application>créateur de disque d'amorçage USB</application> ne fonctionne qu'à partir de la version 8.10 d'Ubuntu. Si vous n'avez pas accès à un système Ubuntu, vous pouvez créer un Live USB à partir d'un système capable de démarrer à partir d'un Live CD Ubuntu. Vous pouvez aussi installer Ubuntu dans un programme de virtualisation tel que VirtualBox et créer le Live USB à partir d'une installation Ubuntu virtuelle.
gl: Actualmente <application>Creador de discos de inicio USB</application> só funciona en sistemas Ubuntu 8.10 ou posteriores. Si vostede non ten acceso a un sistema Ubuntu, pode crear un dispositivo USB a partires dun sistema que poida arrancar desde un Live CD de Ubuntu. Tamén pode instalar Ubuntu nun aplicativo de virtualización como VirtualBox e crear o USB Live desde unha instalación de Ubuntu virtual.
hu: Jelenleg az <application>USB indítólemez-készítő</application> csak az Ubuntu 8.10 vagy újabb rendszereken fut. Ha nem rendelkezik Ubuntu rendszerrel, az Ubuntu Live CD-ről indulni képes rendszeren is létrehozhat Live USB-t. Az Ubuntu telepíthető a Virtualboxhoz hasonló virtuális gépbe is, és létrehozhatja a Live USB-t a virtuális rendszerről.
id: Aplikasi <application>USB Startup Disk Creator</application>saat ini hanya berjalan pada sistem Ubuntu 8.10 atau terbaru. Jika anda tidak memiliki akses ke sistem Ubuntu, anda dapat membuat Live USB dari sistem yang dapat melakukan boot dari Live CD Ubuntu. Anda juga dapat memasang Ubuntu kedalam program virtualisasi seperti VirtualBox dan membuat Live USB dari dalam instalasi Ubuntu virtual tersebut.
it: Attualmente <application>Creazione disco di avvio USB</application> funziona solo su sistemi Ubuntu 8.10 o successivi. Se non si ha accesso a un sistema Ubuntu è possibile creare una Live USB da un sistema avviato da un Live CD. È anche possibile installare Ubuntu all'interno di un programma di virtualizzazione come VirtualBox e creare una Live USB da una installazione virtuale di Ubuntu.
ja: 現在、<application>USB スタートアップ・ディスクの作成</application>はUbuntu8.10以降でのみ動作します。Ubuntuシステムを利用できない場合、Ubuntu Live CDでブートできるシステムがあれば、Live USBを作成することができます。また、VirtualBoxのような仮想化プログラムにUbuntuをインストールし、仮想的なUbuntu環境でLive USBを作成することもできます。
nl: Momenteel werkt <application>USB-opstartschijf maken</application> alleen op systemen met Ubuntu 8.10 of nieuwer. Als u geen toegang heeft tot een Ubuntu-systeem, kunt u een live-USB aanmaken op een systeem dat opstart vanaf een Ubuntu live-cd. U kunt Ubuntu ook in een virtualisatieprogramma zoals VirtualBox installeren en vanaf daar een live-USB aanmaken.
oc: Actualament, lo <application>creator de disc d'amorsatge USB</application> fonciona pas qu'a partir de la version 8.10 d'Ubuntu. S'avètz pas accès a un sistèma Ubuntu, podètz crear un Live USB a partir d'un sistèma capable de s'aviar a partir d'un Live CD Ubuntu. Podètz tanben installar Ubuntu dins un programa de virtualizacion coma VirtualBox e crear lo Live USB a partir d'una installacion Ubuntu virtuala.
pl: Obecnie <application>Asystent dysku uruchomieniowego USB</application> działa jedynie na systemach Ubuntu 8.10 lub nowszych. Jeśli nie masz dostępu do systemu Ubuntu możesz stworzyć Live USB z systemu, który może być uruchomiony z Ubuntu Live CD. Możesz także zainstalować Ubuntu w programie wirtualizacyjnym, takim jak VirtualBox, i stworzyć Live USB z wirtualnej instalacji Ubuntu.
pt_br: Atualmente o <application>Criador de disco USB inicializável</application> somente é executado em sistemas Ubuntu 8.10 ou superiores. Se você não tiver acesso a um sistema Ubuntu, você pode criar um Live USB de um sistema que pode inicializar de um Live CD do Ubuntu. Você também pode instalar o Ubuntu em um programa de virtualização como o VirtualBox e criar o Live USB de uma instalação virtual do Ubuntu.
ro: În prezent, aplicația de <application>Creare disc USB de pornire</application> rulează numai pe sistemul Ubuntu, versiunea 8.10 sau altele mai recente. Dacă nu aveți acces la un sistem Ubuntu, puteți crea un disc USB Live după un sistem care se poate inițializa de pe un CD Ubuntu Live. De asemenea, puteți instala Ubuntu într-un program de virtualizare, cum este VirtualBox, și crea discul USB Live după un sistem Ubuntu instalat virtual.
ru: В данный момент программа <application>создания загрузочного USB-диска</application> запускается только на системах с Ubuntu 8.10 или более поздних версий. Если у вас нет доступа к системе с уже установленной версией Ubuntu, вы можете создать Live USB на операционной системе, которая позволяет запустить Ubuntu Live CD. Ещё имеется возможность установить Ubuntu в программе виртуализации, например в VirtualBox, и создать Live USB из версии Ubuntu, установленной в виртуальной машине.
sl: Trenutno <application>Ustvarjalnik zagonskih diskov USB</application>, deluje le na sistemih z Ubuntu 8.10 ali novejšim. V primeru, da nimate dostopa do sistema z nameščenim Ubuntujem, lahko ustvarite živi USB tudi preko Ubuntu živega CD-ja. Ubuntu lahko namestite tudi preko virtualizacijskih programov (npr. VirtualBox) in ustvarite živi USB iz navidezne namestitve Ubuntuja.
sr: <application>Творац покретчког УСБ диска</application> тренутно ради само на Убунту систему 8.10 или неком каснијем издању. Ако немате приступ Убунту систему, можете да направите Пробни УСБ на систему који може да се покрене са Пробног Убунту ЦД-а. Такође можете да инсталирате Убунту унутар програма за виртуелизацију као што је Виртуелна кутија (VirtualBox) и да направите Пробни УСБ из виртуелне инсталације Убунтуа.
sv: För närvarande fungerar <application>Skapa startbar USB-enhet</application> endast på Ubuntu 8.10 eller senare. Om du inte har tillgång till ett Ubuntu-system, kan du skapa en live-USB från ett system som kan starta en Ubuntu live-CD. Du kan också installera Ubuntu i ett virtualiseringsprogram som VirtualBox och skapa din live-USB från en virtuell installation av Ubuntu.
tr: Şu anda <application>USB Startup Disk Creator</application> sadece Ubuntu 8.10 sistemleri ve daha sonrakilerinde çalışır. Eğer bir Ubuntu sistemine erişiminiz yoksa, Ubuntu Çalışır CD'den önyüklenebilir bir sistemden Çalışır bir USB oluşturabilirsiniz. Böylece VirtualBox gibi bir sanallaştırma programının içerisine Ubuntu kurabilirsiniz ve sanal Ubuntu kurulumundan Çalışır USB oluşturabilirsiniz.
uk: Наразі програма <application>створення завантажувального USB диска</application> працює тільки в системах з Ubuntu 8.10 або пізніших. Якщо у вас немає доступу до системи з Ubuntu, ви можете створити завантажувальний USB диск із системи, що може завантажити Ubuntu Live CD. Також ви можете встановити Ubuntu в віртуальне середовище на ваш вибір, наприклад VirtualBox, та створити звідти Live USB диск.
zh_cn: 目前 <application>USB Startup Disk Creator</application> 只能运行在 Ubuntu 8.10 或更新的系统上。如果您没有 Ubuntu ，那么可以从一个可以从 Ubuntu Live CD 启动的系统中创建 Live USB。您也可以将 Ubuntu 安装到像 VirtualBox 这样的虚拟化程序中并从中创建 Live USB。

source: The USB drive capacity should minimally be large enough to hold the contents of the Ubuntu download image and any additional data you plan to store. The minimum recommendation is 1 GB, however 2 GB is suggested.
bn: ইউএসবি ড্রাইভ ধারন ক্ষমতা কমপক্ষে
ca: La capacitat de la memòria USB hauria de ser prou gran per a contenir la imatge de l'Ubuntu baixada i qualsevol dada que vulgueu emmagatzemar-hi. La mínima és d'1 GB, però es recomanen 2 GB.
da: USB-drevets kapacitet bør som minimum være stort nok til at rumme indholdet af det hentede Ubuntu-aftryk og eventuelle øvrige oplysninger, du planlægger at gemme. Som minimimum anbefales et USB-drev på 1 GB, dog foreslås 2 GB.
de: Die Kapazität des USB-Mediums sollte mindestens groß genug sein, um den Inhalt des heruntergeladenen Abbildes sowie die zusätzlichen Daten, die Sie speichern möchten, beinhalten zu können. Als Minimum gelten 1 GB, allerdings werden 2 GB empfohlen.
el: Η χωρητικότητα του οδηγού USB πρέπει να είναι τουλάχιστον τόση ώστε να χωρά τα περιεχόμενα της εικόνας του Ubuntu που κατεβάσατε και οποιαδήποτε άλλα δεδομένα σκοπεύετε να αποθηκεύσετε. Η ελάχιστη συνιστώμενη χωρητικότητα είναι το 1GB, αλλά προτείνονται τα 2GB.
eo: La kapacito de la USB-poŝmemorilo devus esti sufiĉe larga por teni la enhavon de la ekzakta kopio de Ubuntu kaj eventualajn pluajn datumojn konservotajn. Ni rekomendas almenaŭ 1 GB, prefere 2GB.
es: La capacidad del disco USB debe ser lo bastante grande como para contener la imagen de Ubuntu descargada así como cualesquiera datos adicionales que pretenda almacenar. El mínimo recomendado es 1 GB, aunque se recomiendan 2 GB.
fi: UBS-muistitikun kapasiteetin tulisi olla riittävä Ubuntun levykuvalle ja kaikille ylimääräisille käyttäjän tiedostoille. Kapasiteetin olisi hyvä olla vähintään 1 Gt, mutta mieluummin jopa 2 Gt.
fr: La capacité du disque USB doit être au minimum suffisante pour contenir l'image téléchargée d'Ubuntu ainsi que toutes données supplémentaires que vous prévoyez d'y ajouter. La recommandation minimale est de 1 Go, mais il est préférable de disposer de 2 Go.
gl: A capacidade da unidade USB debe ser, como mínimo, grande de abondo como para gardar o contido da imaxe de descarga de Ubuntu e calquer dato adicional que vaia a gardar. A recomendación mínima é de 1 GB, pero suxerimoslle que empregue un dispositivo de 2 GB.
hu: Az USB-meghajtó kapacitásának elég nagynak kell lennie az Ubuntu-lemezkép és minden tárolni tervezett adat elhelyezéséhez. A minimálisan javasolt méret 1 GB, azonban 2 GB ajánlott.
id: Kapasitas penggerak USB seharusnya minimal cukup besar untuk memuat kandungan dari unduhan Ubuntu image dan apa saja data tambahan yang anda rencanakan untuk disimpan. Minimal rekomendasi adalah 1GB, akan tetapi lebih disarankan 2 GB.
it: Il dispositivo USB dovrebbe avere una capacità minima sufficiente a contenere il file immagine di Ubuntu scaricato e qualsiasi altro dato aggiuntivo che si vuole memorizzare. La capacità minima richiesta è di 1 GB, tuttavia sono consigliati 2 GB.
ja: USBドライブの容量は、最低でもUbuntuのダウンロードイメージと記録しようとしている追加データを含んだ容量が必要になります。最小限必要なのは1GBですが、2GBで利用されることを推奨します。
nl: De capaciteit van de USB-stick moet minstens groot genoeg zijn om de inhoud van het Ubuntu-image-bestand te bevatten en alle extra data die u erop op wilt slaan. Het aangeraden minimum is 1 GB, maar 2 GB is beter.
oc: La capacitat del disc USB deu èsser al minimum sufisenta per conténer l'imatge telecargat d'Ubuntu e mai totas las donadas suplementàrias que prevesètz d'i apondre. La recomandacion minimala es d'1 Go, mas es preferible de dispausar de 2 Go.
pl: Pojemność klucza USB powinna być minimalnie większa aby pomieścić zawartość pobranego obrazu Ubuntu oraz dodatkowych danych, które chcemy przechować. Zalecana minimalna pojemność to 1GB, jednakże sugeruje się użycie klucza o pojemności conajmniej 2GB.
pt_br: A capacidade da unidade USB deve minimamente ser grande o suficiente para armazenar o conteúdo da imagem baixada do Ubuntu e alguns dados adicionais que você planeja armazenar. O mínimo recomendado é 1 GB, entretanto 2 GB é sugerido.
ro: Capacitatea dispozitivului USB trebuie să fie suficient de mare încât să cuprindă conținutul imaginii Ubuntu descărcate și toate datele suplimentare pe care intenționați să le stocați. Minimum recomandat este de 1 GO, dar o sugestie mai bună ar fi 2 GO.
ru: Размер доступного свободного места USB диска должен быть достаточным для хранения содержимого загруженного образа Ubuntu, а также любой другой информации, которую планируется хранить. Минимальный рекомендованный объём диска составляет 1Гбайт, однако 2 Гбайта будут более предпочтительны.
sl: Velikost USB diska mora zadoščati vsaj za vsebino z interneta prejetega odtisa Ubuntuja ter kakršnihkoli dodatnih podatkov, ki jih nameravate na USB shraniti. Najmanjša priporočena velikost je 1 GB, vendar je priporočena uporaba USB nosilcev z 2 GB prostora.
sr: УСБ уређај треба да буде довољно великог капацитет да би на њему могао да стане садржај преузетог одраза Убунтуа и свих додатних података које планирате да сачувате. Препоручљиво је најмање 1 GB, међутим 2 GB Вам се саветује.
sv: USB-enhetens kapacitet bör minst vara stor nog att rymma innehållet i den hämtade Ubuntu-avbilden och eventuellt ytterligare data som du planerar att lagra. Den minsta rekommenderade storleken är 1 GB, däremot föreslås 2 GB.
tr: USB sürücü kapasitesi en azından Ubuntu yükleme imajının içeriğini ve yerleştirmeyi planladığınız ek verileri kapsayabilecek kadar geniş olmalıdır. Minimum tavsiye 1 GB'dir, ancak 2 GB önerilir.
uk: Ємність USB диска повинна бути досить великою, щоб вмістити склад штампу Ubuntu, а також будь-якої додаткової інформації, що ви плануєте зберігати. Мінімальна ємність 1 Гб, рекомендована - 2 Гб.
zh_cn: USB 磁盘容量至少要足以装下 Ubuntu 下载镜像和任何其他您想存储的数据。推荐至少 1 GB，而建议为 2 GB.

source: Making a Live USB
bn: লাইভ ইউএসবি তৈরি করুন
ca: Com crear una memòria USB autònoma
da: Opret en live-USB
de: Live-USB erzeugen
el: Δημιουργία Live USB
eo: Fari Rektan USB-poŝmemorilon
es: Crear un Live USB
fi: Live-USB:n luominen
fr: Création d'un Live USB
gl: Facendo o USB Live
hu: Live USB készítése
id: Membuat Live USB
it: Creare una «Live USB»
ja: Live USBの作成
nl: Een live-USB aanmaken
oc: Creacion d'un Live USB
pl: Tworzenie Live USB
pt_br: Criando um USB Live
ro: Crearea unui disc USB Live
ru: Создание Live USB
sl: Ustvarjanje živega USB-ja
sr: Стварање Пробног УСБ диска
sv: Skapa en live-USB
tr: Çalışır USB yapmak
uk: Створення Live USB диска
zh_cn: 制作一个 Live USB

source: Download the Ubuntu Image
bn: উবুন্টু চিত্র ডাউনলোড করুন
ca: Baixeu la imatge de l'Ubuntu
da: Hent Ubuntu-aftrykket
de: Das Ubuntu-Abbild herunterladen
el: Κατεβάστε την εικόνα του Ubuntu
eo: Elŝuti la ekzaktan kopion de Ubuntu
es: Descargar la imagen de Ubuntu
fi: Lataa Ubuntun levykuva.
fr: Téléchargement de l'image Ubuntu
gl: Descargar a imaxe de Ubuntu
hu: Töltse le az Ubuntu lemezképet
id: Unduh Ubuntu Image
it: Scaricare un file immagine di Ubuntu
ja: Ubuntuイメージファイルのダウンロード
nl: Download het image-bestand van Ubuntu
oc: Telecargament de l'imatge Ubuntu
pl: Pobierz obraz Ubuntu
pt_br: Baixar a imagem do Ubuntu
ro: Descărcați imaginea de disc Ubuntu
ru: Загрузка образа Ubuntu
sl: Prenesite odtis Ubuntuja
sr: Преузимање одраза Убунтуа
sv: Hämta Ubuntu-avbildningen
tr: Ubuntu İmajını Yükleyin
uk: Завантаження штампу диска з Ubuntu
zh_cn: 下载 Ubuntu 镜像

source: Download Ubuntu from <ulink url="http://www.ubuntu.com/download">the Ubuntu website</ulink>.
da: Hent Ubuntu fra <ulink url="http://www.ubuntu.com/download">Ubuntu-hjemmesiden</ulink>.
de: Laden Sie Ubuntu von <ulink url="http://www.ubuntu.com/download">der Ubuntu-Website</ulink> herunter.
el: Κατεβάστε το Ubuntu από τον<ulink url="http://www.ubuntu.com/download">ιστότοπο του Ubuntu</ulink>.
es: Descargue Ubuntu de <ulink url="http://www.ubuntu.com/download">la página web de Ubuntu</ulink>.
fi: Lataa Ubuntu <ulink url="http://www.ubuntu.com/download">Ubuntun nettisivustolta</ulink>.
hu: Töltse le az Ubuntut <ulink url="http://ubuntu.hu/letoltes">az Ubuntu weboldaláról</ulink>.
id: Unduh Ubuntu dari <ulink url="http://www.ubuntu.com/download">Situs web Ubuntu</ulink>.
ja: <ulink url=\"http://www.ubuntu.com/download\">Ubuntuウェブサイト</ulink>からUbuntuをダウンロードします。
nl: Download Ubuntu van <ulink url="http://www.ubuntu.com/download">de website van Ubuntu</ulink>.
oc: Telecargatz Ubuntu a partir del <ulink url="http://www.ubuntu.com/download">site Web Ubuntu</ulink>.
pl: Pobierz Ubuntu ze <ulink url="http://www.ubuntu.com/download">strony internetowej Ubuntu</ulink>.
pt_br: Baixar o Ubuntu da <ulink url="http://www.ubuntu.com/download">página do Ubuntu</ulink>.
ro: Descărcați Ubuntu de pe <ulink url="http://www.ubuntu.com/download">site-ul oficial Ubuntu</ulink> sau de pe <ulink url="http://ubuntu.ro/obtine/descarca">site-ul Ubuntu România</ulink>.
ru: Загрузите Ubuntu с <ulink url="http://www.ubuntu.com/download">официального сайта</ulink>.
sv: Hämta Ubuntu från <ulink url="http://www.ubuntu.com/download">Ubuntu:s webbplats</ulink>.
zh_cn: 从 <ulink url="http://www.ubuntu.com/download">Ubuntu 网站</ulink> 上下载 Ubuntu。
