Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: For printers from other manufacturers, the best chance of viewing ink levels for your printer in Ubuntu is to install an official Linux printer driver from your manufacturer if one exists.
ast: Pa imprentadores d'otros fabricantes, la meyor oportunidá de ver los niveles de tinta pa la to impresora n'Ubuntu ye instalar un controlador d'imprentadores oficial de Linus del so fabricante, si existe dalgún.
da: For printere fra andre fabrikanter, er den bedste chance for at se blækniveauet for din printer i Ubuntu, at installere en officel Linux-driver fra frabrikanten, hvis en sådan eksisterer.
el: Για εκτυπωτές άλλων κατασκευαστών, ο καλύτερος τρόπος για να δείτε την στάθμη των μελανιών στο Ubuntu είναι να εγκαταστήσετε τον κατάλληλο οδηγό για Linux του κατασκευαστή αν υπάρχει.
eo: Por presiloj de aliaj fabrikistoj, la plej bona ŝanco vidigi nivelojn de inko por via presilo per Ubuntu estas instali oficialan linuksan pelilon de via fabrikisto, se tiu ekzistas.
gl: Coas impresoras doutros fabricantes, a mellor maneira de ver os niveis de tinta da impresora en Ubuntu é instalar un controlador oficial de Linux do fabricante, se é que existe.
nb: For skrivere fra andre produsenter, er det størst mulighet for å få sjekket blekknivå om du finner en offisiell Linux-driver for skriveren, om en slik driver eksisterer.
nl: Voor andere printermerken is het eengeraden om, indien beschikbaar, het officiële printerstuurprogramma aangeraden om de inktniveaus uit te lezen.
ru: Для принтеров других фирм, наилучшим способом для проверки уровня чернил в Ubuntu является установка официального драйвера (если он существует) от производителя вашего принтера.
sk: Na to, aby ste videli množstvo zostávajúceho množstva atramentu pre tlačiarne od iných výrobcov, je najlepšie nainštalovať oficiálny linuxový ovládač pre tlačiareň od výrobcu, ak takýto ovládač existuje.
sl: Za tiskalnike drugih proizvajalcev je najboljša možnost ogleda ravni črnil v Ubuntu, da namestite uradne gonilnike, če obstajajo.
sq: Për printerat e markave të tjera, shansi më i mirë për të shfaqur nivelet e bojës në Ubuntu është të instaloni një driver zyrtar të printerit për Linux nga prodhuesi i tij nëse ekziston një i tillë.
sr: За штампаче других произвођача, најбоље шансе да видите ниво мастила за ваш штампач у Убунтуу је да инсталирате званични Линукс драјвер вашег произвођача, ако постоји.
tr: Diğer üreticilerin yazıcıları için Ubuntu'da yazıcılarının mürekkep seviyesi gösteriminin en büyük imkanı var olan bir üreticinin resmi bir Linux yazıcı sürücüsü yüklemektir.
zh_hk: 若打印機是其他品牌，在 Ubuntu 下為您的印表機查看墨水量的最佳辦法，就是安裝由製造商所提供的官方 Linux 打印機驅動程式 (如果有的話)。
zh_tw: 若印表機是由其他製造商所提供，在 Ubuntu 下為您的印表機查看墨水含量的最佳辦法，就是安裝由製造商所提供的官方 Linux 印表機驅動程式 (如果有的話)。

source: Faxing
ast: Unvíu de fax
da: Brug af fax
el: Τηλεομοιοτυπία (φαξ)
eo: Faksi
gl: Enviar faxes
nb: Telefaks
nl: Faxen
ru: Факс
sk: Faxovanie
sl: Pošiljanje faksov
sq: Faksimi
sr: Слање факса
tr: Faks İşlemleri
zh_hk: 傳真
zh_tw: 傳真

source: <ulink url="apt:efax-gtk">efax-gtk</ulink> can be used to send and receive faxes using a fax modem. It requires a supported fax modem to be installed for it to function correctly.
ast: <ulink url="apt:efax-gtk">efax-gtk</ulink> puede usase pa mandar y recibir faxes usando un fax módem. Necesítase la instalación d'un fax módem soportáu pa qu'ésti funcione bien.
da: <ulink url="apt:efax-gtk">efax-gtk</ulink> kan anvendes til at sende og modtage fax via et faxmodem. Det kræver at et understøttet faxmodem er installeret for at fungere korrekt.
el: Το <ulink url="apt:efax-gtk">efax-gtk</ulink> μπορεί να χρησιμοποιηθεί για την αποστολή και λήψη φαξ χρησιμοποιώντας ένα fax modem. Απαιτεί την εγκατάσταση υποστηριζόμενου fax modem για να λειτουργήσει σωστά.
eo: <ulink url="apt:efax-gtk">efax-gtk</ulink> estas uzebla por sendi kaj ricevi faksojn uzante faksmodemon. Ĝi bezonas subtenatan faksan modemon instalitan por ĝuste funkcii.
gl: Pódese empregar <ulink url="apt:efax-gtk">efax-gtk</ulink> para enviar e recibir faxes mediante un módem fax. Require que se instale un módem fax para que funcione.
nb: Programmet <ulink url="apt:efax-gtk">efax-gtk</ulink> kan brukes til å sende og motta telefaks over et modem. Det krever at et støttet telefaks-modem er installert og fungerer som det skal.
nl: Met <ulink url="apt:efax-gtk">efax-gtk</ulink> kunnen faxberichten verzonden en ontvangen worden over een faxmodem. Een ondersteunde modem is vereist om dit programma te kunnen gebruiken.
ru: <ulink url="apt:efax-gtk">efax-gtk</ulink> может быть использован для отправки и получения факсов, используя факс-модем. Для корректной работы приложения требуется настроенный факс-модем.
sk: Aplikácia <ulink url="apt:efax-gtk">efax-gtk</ulink> môže byť použitá na odoslanie a prijatie faxov cez faxmodem. Táto aplikácia vyžaduje, aby bol nainštalovaný podporovaný fax modem.
sl: <ulink url="apt:efax-gtk">efax-gtk</ulink> se uporablja za pošiljanje in prejemanje faksov z uporabo faks modema. Za pravilno delovanje program zahteva nameščen faks modem.
sq: <ulink url="apt:efax-gtk">efax-gtk</ulink> mund të përdoret për të dërguar dhe marrë fakse duke përdorur një modem faksi. Ajo kërkon që të instalohet një modem faksi në menyrë që të funksionojë siç duhet.
sr: <ulink url="apt:efax-gtk">ефакс-гтк</ulink> може бити коришћен за слање и примање факсова помоћу факс модема. Захтева да подржани факс модем буде инсталиран за његово исправно функционисање.
tr: <ulink url="apt:efax-gtk">efax-gtk</ulink> bir faks modem kullanarak fakslar göndermenizi ve kabul etmenizde kullanılabilir. İşlevini düzgünce yerine getirmesi için desteklenen bir faks modemin kurulmasını gerektirir.
zh_hk: <ulink url="apt:efax-gtk">efax-gtk</ulink> 讓傳真機能夠收發傳真。此舉需要安裝一台支援的傳真機。
zh_tw: <ulink url="apt:efax-gtk">efax-gtk</ulink> 讓傳真機能夠收發傳真。需要安裝一台可被支援的傳真機才能使它正常運作。

source: It also has an interface to provide a <quote>virtual printer</quote> for sending faxes from word processors and similar programs, along with automatically email a received fax to a designated user, and can automatically print a received fax.
ast: Tamién tienes una interface que proporciona una <quote>imprentadora virtual</quote> pa mandar faxes dende un procesador de testu o programes asemeyaos, tamién unvia per corréu un fax recibíu haza un usuariu designáu y puede imprentase automáticamente un fax recibíu.
da: Det har også en grænseflade til at udbyde en <quote>virtuel printer</quote> til at faxe fra tekstbehandlingsprogrammer og lignende programmer, samt automatisk at sende en e-mail med en modtaget fax til en udpeget bruger, og kan automatisk udskrive en modtaget fax.
el: Έχει επίσης διεπαφή που παρέχει <quote>εικονικό εκτυπωτή</quote> για την αποστολή φαξ από επεξεργαστές κειμένου ή παρόμοιες εφαρμογές, αυτόματη αποστολή ληφθέντος φαξ μέσω email σε προκαθορισμένο χρήστη και μπορεί να εκτυπώσει αυτόματα εισερχόμενα φαξ.
eo: Ĝi ankaŭ havas interfacon por provizi <quote>virtualan presilon</quote> por sendi faksojn el vortoprocesilo aŭ simila programo, kaj aŭtomate retpoŝti ricevitan fakson al agordita uzanto, kaj povas aŭtomate presi ricevitan fakson.
gl: Tamén ten unha interface para fornecer unha <quote>impresora virtual</quote> para enviar faxes desde procesadores de texto e programas semallantes, xunto cunha mensaxe automática por correo-e un fax recibido a un usuario que se designe e pode imprimir automaticamente un fax recibido.
nb: Det finnes også et grensesnitt for å tilby en <quote>virtuell printer</quote> for å sende fakser fra tekstbehandlingsprogram og lignende, automatisk e-post-sending av mottatte fakser til gitte brukere, eller automatisk utskrift av mottatt faks.
nl: Het is tevens een interface die een <quote>virtuele printer</quote> kan aanbieden voor het verzenden van faxen van tekstverwerkers en vergelijkbare programma's, met de mogelijkheid om een fax te e-mailen naar de aangewezen gebruiker. Het kan tevens een ontvangen fax afdrukken.
ru: Он также имеет возможность предоставления <quote>виртуального принтера</quote> для передачи факсов из текстовых процессоров и подобных им программ. Также имеется возможность автоматической пересылки полученных факс-сообщений на электронную почту конкретному пользователю и автоматической печати полученных факсов.
sk: Táto aplikácia tiež obsahuje rozhranie, ktoré poskytuje <quote>virtuálnu tlačiareň</quote> na posielanie faxov z textových editorov a podobných programov. Taktiež vie automaticky poslať prijatý fax ako email určenému používateľovi alebo automaticky vytlačiť prijatý fax.
sl: Prav tako ima vmesnik, ki zagotavlja <quote>navidezni tiskalnik</quote> za pošiljanje faksov iz urejevalnikov besedil in podobnih programov, skupaj z možnostjo tiskanja prejetih faksov.
sq: Ai ka gjithashtu një ndërfaqe për të krijuar një <quote>printer virtual</quote> për të dërguar fakse nga përpunuesit e fjalëve apo nga programe të ngjajshme, veç kësaj mund t'i dërgojë automatikisht me email një faks të marrë një përdoruesi të zgjedhur dhe mund të printojë automatikisht një faks të marrë.
sr: Такође поседује сучеље да обезбеди <quote>виртуелни штампач</quote> за слање факсова из програма за обраду текста и сличних програма, заједно уз аутоматску е-пошту примљеног факса одабраног корисника и може аутоматски да штампа примљени факс.
tr: Kelime işlemcisi ve benzer programlardan fakslar göndererek <quote>sanal yazıcı</quote> sağlamak için bir arayüze sahiptir. Beraberinde belirlenmiş bir kullanıcıya otomatik olarak kabul edilen faksın bir e-postası ve otomatik olarak kabul edilen faks bastırılabilir.
zh_hk: 其也為文書處理軟件和近似程式提供 <quote>虛擬打印機</quote> 介面、將接收的傳真自動電郵至指定使用者以及自動打印接收到的傳真。
zh_tw: 它也為文字處理器和其他類似程式提供了<quote>虛擬印表機</quote>的介面，以及將接收傳真自動郵寄至指定的使用者、自動列印接收到的傳真。

source: To run efax-gtk, click <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ast: Pa executar efax-gtk, pulse <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Oficina</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
da: For at starte efax-gtk, klik <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Kontor</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
el: Για να εκτελέσετε το efax-gtk, πηγαίνετε στο <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Γραφείο</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
eo: Por ruli je efax-gtk, alklaku je <menuchoice><guimenu>Aplikaĵoj</guimenu><guisubmenu>Oficejo</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
gl: Para executar o efax-gtk, prema <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Ofimática</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
nb: For å kjøre «efax-gtk», trykk <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Kontor</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
nl: Efax-gtk is uit te voeren via <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Kantoor</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
ru: Для запуска efax-gtk, воспользуйтесь меню <menuchoice><guimenu>Приложения</guimenu><guisubmenu>Офис</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sk: Na spustenie efax-gtk, kliknite na <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Kancelária</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sl: Za zagon efax-gtk, kliknite <menuchoice><guimenu>Programi</guimenu><guisubmenu>Pisarna</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sq: Për të nisur efax-gtk, klikoni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Zyra</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
sr: Да покренете ефакс-гтк, кликните <quote><menuchoice><guimenu>Програми</guimenu><guisubmenu>Канцеларија</guisubmenu><guimenuitem>Ефакс-гтк</guimenuitem></menuchoice></quote>.
tr: efax-gtk'i çalıştırmak için, <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>'i tıklayın.
zh_hk: 要執行 efax-gtk，點擊 <menuchoice><guimenu>應用程式</guimenu><guisubmenu>辦公</guisubmenu><guimenuitem>傳真</guimenuitem></menuchoice>。
zh_tw: 要執行 efax-gtk，點擊<menuchoice><guimenu>應用程式</guimenu><guisubmenu>辦公</guisubmenu><guimenuitem>傳真</guimenuitem></menuchoice>。

source: More information is available from the following locations:
ast: Hai más información nos sitios siguientes:
da: Mere information kan findes følgende steder:
el: Περισσότερες πληροφορίες είναι διαθέσιμες στις παρακάτω τοποθεσίες:
eo: Plua informo disponeblas ĉe la jenaj lokoj:
gl: Ten máis información á súa disposición nos seguintes lugares:
nb: Mer informasjon er tilgjengelig fra følgende nettsider:
nl: Meer informatie is op de volgende locaties beschikbaar:
ru: Более подробная информация доступна в следующих источниках:
sk: Viac informácií nájdete na nasledujúcich miestach:
sl: Več podatkov je na voljo na sledečih mestih:
sq: Më tepër informacion është i disponueshëm nga vendndodhjet që vijojnë:
sr: Више информација је доступно на следећим локацијама:
tr: Aşağıdaki bağlantılarda daha fazla bilgi mevcut:
zh_hk: 更多資訊請見：
zh_tw: 更多資訊可以從以下地方取得：

source: Ubuntu Community support pages
ast: Páxines de soporte de la comunidá d'Ubuntu
da: Ubuntufællesskabs hjælpesider
el: Σελίδες κοινοτικής υποστήριξης του Ubuntu
eo: Subtenaj paĝoj de la Ubuntu-Komunumo
gl: Páxinas de asistencia da comunidade Ubuntu
nb: Ubuntusamfunnets hjelpesider
nl: Ondersteuningspagina's van de Ubuntu-gemeenschap
ru: На страницах поддержки сообщества Ubuntu
sk: Komunitné stránky podpory Ubuntu
sl: Strani podpore skupnosti Ubuntu
sq: Faqet mbështetëse të Komunitetit të Ubuntu
sr: Странице подршке Убунту заједнице
tr: Ubuntu Topluluğu destek sayfaları
zh_hk: Ubuntu 社羣群支援頁面
zh_tw: Ubuntu 社群支援頁

source: Efax-gtk website
ast: Páxina web d'efax-gtk
da: Efax-gtk hjemmeside
el: Ιστοσελίδα του Efax-gtk
eo: Retejo de Efax-gtk
gl: Sitio web de Efax-gtk
nb: Efax-gtks hjemmeside
ru: На веб-сайте программы Efax-gtk
sk: Webová stránka Efax-gtk
sl: Spletna stran Efax-gtk
sq: Faqja e internetit të Efax-gtk
sr: Ефакс-гтк веб сајт
tr: Efax-gtk websayfası
zh_hk: Efax-gtk 網站
zh_tw: Efax-gtk 網站

source: Scanning
ast: Escaneando
da: Brug af skanner
el: Σάρωση
eo: Skani
gl: Escaneando
nb: Skanning
nl: Scannen
ru: Сканирование
sk: Skenovanie
sl: Optično branje
sq: Skanimi
sr: Скенирање
tr: Tarama
zh_hk: 掃描
zh_tw: 掃描

source: Many scanners are automatically supported by Ubuntu, and should be easy to install and operate. This section will walk you through how to use your scanner and what to do if Ubuntu does not detect your scanner.
ast: Munchos escáneres sopórtense automáticamente n'Ubuntu, y deberíen de ser cenciellos d'instalar y operar. Esta estaya empobinaráte pel usu del to escaner y diráte qué facer si Ubuntu nun lu deteuta.
da: Mange skannere er automatisk understøttet af Ubuntu, og bør være nemme at installere og bruge. Dette afsnit vil guide dig igennem hvordan du bruger din skanner og hvad du kan gøre, hvis Ubuntu ikke registrerer din skanner.
el: Πολλοί σαρωτές υποστηρίζονται αυτόματα από το Ubuntu, και είναι εύκολο να εγκατασταθούν και να λειτουργήσουν. Αυτή η ενότητα θα σας καθοδηγήσει στην χρήση του σαρωτή σας και στο τι να κάνετε αν το Ubuntu δεν τον αναγνωρίσει.
eo: Ubuntu subtenas multajn skanilojn, kaj devus esti facile instali kaj funkciigi ilin. Ĉi tiu sekcio gvidos vin kiel uzi vian skanilon kaj kion fari se Ubuntu ne detektas vian skanilon.
gl: Algúns escáneres son compatíbeis con Ubuntu de forma automática, e debería ser sinxelo instalalos e traballar con eles. Esta sección guiaralle na laboura de empregar o seu escaner e que facer se Ubuntu non detecta o seu escaner.
nb: Mange skannere støttes automatisk av Ubuntu, og skal være enkle under installasjon og bruk. Dette avsnittet vil veilede deg gjennom hvordan du bruker skanneren din, og hva du skal gjøre hvis Ubuntu ikke gjenkjenner skanneren.
nl: Veel scanners worden automatisch ondersteund door Ubuntu en kunnen eenvoudig geinstalleerd en gebruikt worden. Hier wordt doorgenomen hoe u uw scanner kunt gebruiken en wat u moet doen als Ubuntu uw scanner niet herkent.
ru: Большинство сканеров поддерживаются Ubuntu, и просты в установке и использовании. Этот раздел покажет, как пользоваться сканером, а также что делать, если ваш сканер не определился в Ubuntu автоматически.
sk: Väčšina skenerov je automaticky podporovaná v Ubuntu a malo by byť jednoduché ich nainštalovať a používať. Táto sekcia vás prevedie používaním vášho skenera a dozviete sa čo robiť ak Ubuntu nerozozná váš skener.
sl: Veliko optičnih bralnikov Ubuntu že privzeto podpira in bi se jih moralo enostavno namestiti in upravljati. Ta odsek vam bo razložil, kako uporabljati vaš optični bralnik in vam pomagal, če ga Ubuntu ne bo zaznal.
sq: Shumë skanera suportohen automatikisht në Ubuntu dhe instalohen e përdoren me lehtësi. Ky seksion do tu tregojë si të përdorni skanerin tuaj dhe çfarë të bëni nëse Ubuntu nuk e dallon automatikisht skanerin tuaj.
sr: Многи скенери су аутоматски подржани од стране Убунтуа, и требали би да буду једноставни за инсталацију и рад. Ово поглавље ће вам појаснити како да користите ваш скенер и шта да урадите ако Убунту не препозна ваш скенер.
tr: Birçok tarayıcı otomatik olarak Ubuntu tarafından desteklenmektedir, Kurmak ve çalıştırmak kolaydır. Bu bölüm, tarayıcınızın nasıl kullanılacağınızı ve Ubuntu tarayıcınızı tanımazsa ne yapılacağınız hakkında yol gösterecektir.
zh_hk: Ubuntu 自動支援大多數的掃描器，安裝和操作也十分容易。本節教您如何使用掃描器，以及當 Ubuntu 偵測不到掃描器時要怎麼做。
zh_tw: Ubuntu 自動支援大多數的掃描器，安裝和操作也十分容易。本節教您如何使用掃描器，以及當 Ubuntu 偵測不到掃描器時要怎麼做。

source: Does my scanner work with Ubuntu?
ast: ¿El mio escáner funciona con Ubuntu?
da: Virker min skanner med Ubuntu?
el: Λειτουργεί ο σαρωτής μου με το Ubuntu;
eo: Ĉu mia skanilo funkcias per Ubuntu?
gl: Funcionará o meu escáner con Ubuntu?
nb: Virker skanneren min i Ubuntu?
nl: Werkt mijn scanner met Ubuntu?
ru: Работает ли мой сканер в Ubuntu?
sk: Pracuje môj skener v Ubuntu?
sl: Ali moj optični bralnik deluje v Ubuntu?
sq: A punon skaneri im me Ubuntu?
sr: Да ли мој скенер ради у Убунтуу?
tr: Tarayıcım Ubuntu ile çalışır mı?
zh_hk: 我的掃描器在 Ubuntu 能用嗎？
zh_tw: 我的掃描器能在 Ubuntu 運作嗎?

source: There are three ways to see if your scanner works in Ubuntu:
ast: Hai trés formes de ver si un escáner funciona n'Ubuntu:
da: Der er tre måder at se, om din skanner virker i Ubuntu:
el: Υπάρχουν τρεις τρόποι για να δείτε αν ο σαρωτής σας λειτουργεί με το Ubuntu:
gl: Hai tres formas de ver se un escáner funciona en Ubuntu:
nb: Det finnes tre måter å finne ut om scanneren fungerer i Ubuntu:
nl: Er zijn drie manieren om te zien of uw scanner in Ubuntu werkt:
ru: Есть три способа убедиться в том, работает ли Ваш сканер в Ubuntu:
sl: Obstajajo trije načini, kako lahko preverite, če vaš optični bralnik deluje v Ubuntu.
sq: Ka tre mënyra për të parë nëse skaneri juaj punon në Ubuntu:
sr: Постоје три начина да проверите да ли ваш скенер ради у Убунтуу:
tr: Ubuntu'da tarayıcının çalıştığını görmenin üç yolu vardır:
zh_hk: 有三種方式檢查您的掃描器能否用於 Ubuntu：
zh_tw: 有三種方式檢查您的掃描器是否能在 Ubuntu 下運作：

source: Simply plug it in and try it! If it is a newer Universal Serial Bus (USB) scanner, it is likely that it will just work.
ast: Enchúfalu y prueba. Si ye un escáner modernu Universal Serial Bus (USB), ye fácil que furrula asina.
da: Tilslut den og prøv den! Hvis det er en nyere Universal Serial Bus-skanner (USB) skanner, så er det sandsynligt at den bare virker.
el: Απλά συνδέστε τον και δοκιμάστε τον! Αν είναι ένας σύγχρονος σαρωτής USB, το πιθανότερο είναι ότι θα λειτουργεί.
eo: Konektu kaj provu ĝin! Se ĝi estas novspeca Universala Seria Buso (USB), tre probable ĝi ja funkcios.
gl: Simplemente conécteo e probe! Se se trata dun escáner recente con USB, o máis probáble é que funcione inmediatamente.
nb: Enkelt og greit prøv den! Om den er en nyere «Universal Serial Bus»(USB)-skanner, så er det sannsynlig at den vil virke uten videre.
nl: Sluit het aan en probeer het! Als het een nieuwere Universal Serial Bus (USB) scanner is, is het waarschijnlijk dat het gewoon zal werken.
ru: Просто подключите его и попробуйте! Если это новый сканер, использующий универсальную последовательную шину (USB), скорее всего он просто будет работать.
sk: Jednoducho ho zapojte a vyskúšajte! Ak sa jedná o novší USB skener, mal by hneď začať fungovať.
sl: Preprosto ga vklopite in ga poskusite! Če ste optični bralnik povezali z kablom USB, je veliko možnosti, da bo deloval.
sq: Thjesht lidheni dhe provojeni! Nëse është një skaner i ri Universal Serial Bus (USB), ka mundësi që ai thjesht të punojë.
sr: Једноставно га прикључите и пробајте! Ако је то скенер са новијом Универзалном серијском магистралом (УСБ), врло је вероватно да ће радити.
tr: En basit yol: bağlayın ve deneyin! Eğer tarayıcınız yeni USB arayüzüne sahipse muhtemelen çalışacaktır.
zh_hk: 儘管插上電腦看看！如果是新的 USB 掃描器，很大機會沒問題。
zh_tw: 簡單的插上電腦並試試看！如果是一個新的 USB 掃描器，通常就會開始運作。

source: Check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">list of supported scanners</ulink> for Ubuntu.
ast: Veta a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">llista de escáneres soportaos</ulink> por Ubuntu.
da: Kig på <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">listen over skannere der understøttes</ulink> i Ubuntu.
el: Δείτε την <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">λίστα υποστηριζόμενων σαρωτών</ulink> για το Ubuntu.
eo: Kontrolu la liston <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">list of supported scanners</ulink> por Ubuntu.
gl: Comprobe a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">lista de escáneres compatíbeis</ulink> con Ubuntu.
nb: Sjekk <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">listen over støttede skannere</ulink> i Ubuntu.
nl: Kijk op <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">de lijst van ondersteunde scanners</ulink> (Engelstalig) voor Ubuntu.
ru: Проверьте <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">список поддерживаемых Ubuntu сканеров</ulink>.
sk: Skontrolujte <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">zoznam podporovaných skenerov</ulink> pre Ubuntu.
sl: Preverite <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">seznam podprtih optičnih bralnikov</ulink> v Ubuntu.
sq: Kontrolloni <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">listën e skanerave të suportuar</ulink> për Ubuntu.
sr: Проверите <quote><ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">списак подржаних скенера</ulink></quote> за Убунту.
tr: Ubuntu için <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">desteklenen tarayıcılar listesi</ulink>'ni gözden geçirin.
zh_hk: 查看 Ubuntu <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">支援的掃描器列表</ulink>。
zh_tw: 查看 Ubuntu <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">支援的掃描器列表</ulink>。
