Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> into the box and click <guibutton>Run</guibutton> to open the SANE driver file for editing.
ast: Calca <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escribi <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> na caxa de diálogu y calca <guibutton>Run</guibutton> pa editar el ficheru del controlador SANE.
da: Tryk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tast <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> ind i boksen og klik <guibutton>Kør</guibutton> for at åbne SANE-driverfilen til redigering.
el: Πατήστε <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, πληκτρολογήστε <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> στο πεδίο εισαγωγής κειμένου και επιλέξτε <guibutton>Εκτέλεση</guibutton> ώστε ν' ανοίξετε το αρχείο του οδηγού SANE για επεξεργασία.
eo: Premu je <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tajpu je <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> en la kadro kaj alklaku je <guibutton>Ruli</guibutton> por malfermi la SANE-pelilon por redakti.
gl: Prema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> e prema <guibutton>Run</guibutton> para abrir o ficheiro do controlador de SANE para modificalo.
nb: Trykk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> inn i tekstfeltet og trykk <guibutton>Kjør</guibutton> for å åpne driverfilen til SANE slik at du kan endre den.
nl: Druk op <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, typ <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> in dit venster en druk op <guibutton>Uitvoeren</guibutton> om het SANE-configuratiebestand te bewerken.
ru: Нажмите <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, наберите <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> в поле команды и щёлкните <guibutton>Запустить</guibutton>, чтобы открыть для редактирования файл драйверов SANE.
sk: Stlačte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napíšte <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> do rámčeka a kliknite na <guibutton>Spustiť</guibutton> aby ste otvorili súbor ovládačov pre SANE na editáciu.
sl: Pritisnite <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, v polje vpišite <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> in kliknite <guibutton>Zaženi</guibutton>. Odprla se bo datoteka gonilnikov projekta SANE.
sq: Klikoni <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, shtypni <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> në kuti dhe klikoni <guibutton>Nise</guibutton> për të hapur skedarin e driverit të SANE për modifikim.
sr: Притисните <quote><keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo></quote>, упишите: <quote><userinput>gksudo gedit /etc/sane.d/dll.conf</userinput></quote> у поље и кликните <quote><guibutton>Покрени</guibutton></quote> да отворите датотеку САНЕ драјвера за уређивање.
tr: <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>'e bas, kutunun içine <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> yaz ve düzenlemek üzere SANE sürücü dosyasını açmak için <guibutton>Run</guibutton>'i tıkla.
zh_hk: 按下<keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> 並點擊<guibutton>執行</guibutton>，開啟 SANE 驅動程式設定檔案並編輯。
zh_tw: 按下<keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>gksudo gedit /etc/sane.d/dll.conf</userinput> 並點擊<guibutton>執行</guibutton>，打開 SANE 驅動程式設定檔案並編輯它。

source: Enable the right driver for your scanner by removing the <quote>#</quote> from in front of the name of the driver. You may need to search the web to find out which driver is the right one.
ast: Habilita'l controlador afayadizu pal to escáner removiendo'l símbolu <quote>#</quote> de delantre del nomre del controlador. Puede que necesites restolar na web p'alncontrar qué controlador val.
da: Slå den rette til din skanner til, ved at fjerne tegnet <quote>#</quote> som står foran navnet på driveren. Du kan blive nødt til at søge på internettet, for at finde ud af hvilken driver der er den rette.
el: Ενεργοποιήστε τον κατάλληλο οδηγό για τον σαρωτή σας αφαιρώντας το σημείο <quote>#</quote> μπροστά από το όνομα του οδηγού. Μπορεί να χρειαστεί να αναζητήσετε το σωστό όνομα του οδηγού στο διαδίκτυο.
eo: Enŝaltu la ĝustan pelilon por via skanilo forigante la signon <quote>#</quote> antaŭ la nomo de la pelilo. Eble vi devas serĉi la Interreton por ekscii kiu pelilo estas la ĝusta.
gl: Active o controlador axeitado para o escáner eliminando o <quote>#</quote> que haxa diante do nome do controlador. Pode ter que buscar na web para atopar que controlador é o axeitado.
nb: Slå på riktig driver for skanneren din ved å fjerne <quote>#</quote>-tegnet fremfor navnet til driveren. Du trenger kanskje å søke på nettet for å finne ut hvilken driver som er riktig.
nl: Door het verwijderen van <quote>#</quote> voor de naam van het betreffende stuurprogramma, komt deze voor uw scanner beschikbaar. Zoek op het internet naar het vereiste stuurprogramma voor uw scanner.
ru: Включите драйвер, подходящий для вашего сканера путем удаления символа <quote>#</quote> из начала стоки с именем драйвера. Возможно, придется воспользоваться поиском в сети для выяснения того, какой драйвер вам необходим.
sk: Aktivujte správny ovládač pre váš skener tým, že odoberiete znak <quote>#</quote> z pred mena ovládača. Môže byť potrebné aby ste pohľadali meno správneho ovládača na webe.
sl: Omogočite pravilne gonilnike optičnega bralnika z odstranitvijo <quote>#</quote> pred imenom gonilnika. Morda boste morali iskati po spletu, da ugotovite, kateri gonilniki so pravi.
sq: Aktivizoni driverin e duhur për skanerin tuaj duke hequr <quote>#</quote> para emrit të driverit. Mund t'iu duhet të kërkoni në internet për të gjetur se cili driver është ai që duhet.
sr: Омогућите прави драјвер за ваш скенер уклањањем <quote>#</quote> које се налази испред имена драјвера. Можда ћете морати да тражите на Интернету да сазнате који драјвер је онај прави.
tr: Sürücünün isminin önündeki <quote>#</quote>yi kaldırarak tarayıcınız için doğru olan sürücüyü seçin. Hangi sürücünün doğru olduğunu öğrenmek için webde aramanız gerekebilir.
zh_hk: 要為您的掃描器啟用驅動程式，請將程式名稱前面的<quote>#</quote>給刪除。您可能要在網絡搜尋是哪種驅動程式。
zh_tw: 要為您的掃描器啟用驅動程式，請將程式名稱前面的<quote>#</quote>給刪除。您可能要在網路上搜尋是哪一種驅動程式。

source: Save the file and open Xsane (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>). Your scanner will hopefully work.
ast: Graba'l ficheru y abri Xsane (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Escáner d'imáxen XSane</guimenuitem></menuchoice>). El to escaner furrulará bien.
da: Gem filen og åbne Xsane (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>Xsane - billedskanning</guimenuitem></menuchoice>). Din skanner vil nu forhåbentlig virke.
el: Αφού αποθηκεύσετε το αρχείο ανοίξτε το Xsane (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφικά</guimenuitem><guimenuitem>Σαρωτής εικόνων XSane Image Scanner</guimenuitem></menuchoice>). Αν όλα έχουν πάει καλά ο σαρωτής θα λειτουργήσει.
gl: Garde o ficheiro e abra Xsane (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Escáner de imaxes XSane</guimenuitem></menuchoice>). Con sorte, funcionará.
nb: Lagre filen og åpne Xsane (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafikk</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>). Skanneren din vil forhåpentligvis fungere.
nl: Sla het bestand op en start Xsane (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Grafisch</guimenuitem><guimenuitem>XSane scannerprogramma</guimenuitem></menuchoice>). Hopelijk werkt uw scanner nu.
sk: Uložte súbor a otvorte Xsane (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>). Váš skener bude možno fungovať.
sl: Shranite datoteko in odprite XSane (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>XSane optični bralnik slik</guimenuitem></menuchoice>). Vaš optični bralnik bo z nekaj sreče deloval.
sq: Ruajeni skedarin dhe hapni Xsane (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Grafikët</guimenuitem><guimenuitem>Skanuesi i Imazheve XSane</guimenuitem></menuchoice>). Shpresojmë që skaneri juaj do të punojë.
tr: Dosyayı kaydet ve Xsane'i aç (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>). Tarayıcınız umarız çalışacaktır.

source: translator-credits
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~ivarela Xandru Martino https://launchpad.net/~xandru-martino
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Ask Hjorth Larsen https://launchpad.net/~askhl Erik Holst Trans https://launchpad.net/~eht-it-trans John H. https://launchpad.net/~john-hojsholt Matthew East https://launchpad.net/~mdke
el: Launchpad Contributions: Fotis Tsamis https://launchpad.net/~phantomas Ioannis Varsamis https://launchpad.net/~varsamakos Kainourgiakis Giorgos https://launchpad.net/~kaingeo Konstantinos Togias https://launchpad.net/~ktogias sterios prosiniklis https://launchpad.net/~steriosprosiniklis Γουργιώτης Γιώργος (aka Gourgi) https://launchpad.net/~gourgi
eo: Launchpad Contributions: Donald Rogers https://launchpad.net/~dero9753
gl: Launchpad Contributions: Francisco Diéguez https://launchpad.net/~frandieguez Matthew East https://launchpad.net/~mdke Miguel Anxo Bouzada https://launchpad.net/~mbouzada Xosé https://launchpad.net/~ubuntu-galizaweb marisma https://launchpad.net/~mariamarcp
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Eirik Fikkan https://launchpad.net/~efikkan Håvard Berland https://launchpad.net/~berland Kjetil Birkeland Moe https://launchpad.net/~kjetilbi Kjetil Birkeland Moe https://launchpad.net/~kjetilbmoe Matthew East https://launchpad.net/~mdke hansaudun https://launchpad.net/~hans-nesse
nl: Launchpad Contributions: Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn Jan Claeys https://launchpad.net/~janc Peter Moree https://launchpad.net/~peter-moree Redmar https://launchpad.net/~redmar cumulus007 https://launchpad.net/~cumulus-007 musulini https://launchpad.net/~dmusulin
ru: Georgy Faradzhev <georgy.faradzhev@gmail.com> Igor Zubarev <igor4u@gmail.com> Андрей Кондукторов <merkator@bk.ru> Dmitry Dementiev <ddmitry@gmail.com> Dmitry Drozdovich <demon_lord@rambler.ru> George Anderston <anderston@gmail.com> Mi Kashkin <mkashkin@gmail.com> Сергей Укустов <zajats@nc.ru> Dmitry Petrov <demon@krasno.ru> Sergey Smirnov <sergous@gmail.com> Shamil Abdullajev <jogin@hot.ee> alexei <alek32@mail.ru> boa <b.o.a@mail.ru> wiz <aenor.realm@gmail.com> Вячеслав Родионов <bepcyc@gmail.com> Александр Саламатников <dev65@gala.net> Sauil Launchpad Contributions: Alexey Balmashnov https://launchpad.net/~a.balmashnov
sk: Launchpad Contributions: Laco Gubík https://launchpad.net/~lacogubik-gmail Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi pe3k https://launchpad.net/~qyx
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Bernard Banko https://launchpad.net/~beernarrd Klemen Košir https://launchpad.net/~klemen913 Mitja https://launchpad.net/~mitja-pitko
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Emrah Ergin https://launchpad.net/~erginemr-hotmail Erdem Doğan https://launchpad.net/~erdemdogan83 EsatYuce https://launchpad.net/~esat Hasan Tayyar BEŞİK https://launchpad.net/~hasantayyar Kayra Akman https://launchpad.net/~ckakman Matthew East https://launchpad.net/~mdke ironic https://launchpad.net/~fatihbostanci ubuntuki https://launchpad.net/~aleverzurumlu
zh_hk: Launchpad Contributions: Walter Cheuk https://launchpad.net/~wwycheuk
zh_tw: Shunhsiung Shih <shunhsiung@gmail.com>, 2006 Launchpad Contributions: Pin-hsien Li https://launchpad.net/~plesry

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>
sk: Zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Tlačiarne</guimenuitem></menuchoice>

source: Click <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
sk: Kliknite na <menuchoice><guibutton>Nová tlačiareň</guibutton></menuchoice>.

source: Choose <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
sk: Vyberte <menuchoice><guibutton>Nová tlačiareň</guibutton></menuchoice>.

source: If your printer is directly connected to a Windows machine on your network, choose <guilabel>Windows Printer via SAMBA</guilabel>. Otherwise, select the protocol your printer uses to communicate.
sk: Ak je vaša tlačiareň priamo pripojená k počítaču so systémom Windows vo vašej sieti, zvoľte <guilabel>Tlačiareň Windows cez SAMBA</guilabel>. Opačne zvoľte komunikačný protokol, ktorý používa vaša tlačiareň.

source: Insert the details of the network printer and click <guibutton>Forward</guibutton>.
sk: Zadajte detaily sieťovej tlačiarne a kliknite na <guibutton>Ďalej</guibutton>.

source: Select the printer model and then click <guibutton>Apply</guibutton>.
sk: Zvoľte model tlačiarne a potom kliknite na <guibutton>Použiť</guibutton>.

source: There are three ways to see if you scanner works in Ubuntu:
sk: Sú tri spôsoby ako zistiť, či váš skener pracuje v Ubuntu :

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
sk: Kliknite na <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.

source: Save the file and open Simple Scan (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>Simple Scan</guimenuitem></menuchoice>). Your scanner will hopefully work.
sr: Сачувајте датотеку и отворите Обично скенирање <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Обично скенирање</guimenuitem></menuchoice></quote>. Надамо се да ће ваш скенер радити.
zh_tw: 儲存檔案並開啟簡易掃描 (<menuchoice><guimenu>應用程式</guimenu><guimenuitem>美工繪圖</guimenuitem><guimenuitem>簡易掃描</guimenuitem></menuchoice>)。您的掃描器將可望運作。
