Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: A local printer is one which is directly connected to your computer (as opposed to a network printer, discussed in the following section).
ast: Una imprentadora llocal ye la que ta coneutada diréutamente al to equipu (ye lo contrario a una imprentadora de rede, que puede vese na estaya siguiente).
da: En lokal printer er en der er forbundet direkte til din computer (i modsætning til en netværksprinter, der omtales i følgende afsnit).
el: Τοπικός εκτυπωτής είναι αυτός που είναι συνδεδεμένος απευθείας στον υπολογιστή σας (αντίθετα από τον δικτυακό εκτυπωτή στον οποίο αναφέρεται η επόμενη ενότητα).
eo: Loka presilo estas tiu, kiu estas rekte konektita al via komputilo (kontraŭe al reta presilo, pridiskutata en la sekva sekcio).
gl: Unha impresora local é a que está conectada directamente ao seu computador (o oposto a unha impresora en rede, discutida na sección seguinte).
nb: En lokal skriver er en skriver som er direkte tilkoblet til datamaskinen din (i motsetning til en nettverksskriver, som blir tatt opp i neste avsnitt).
nl: Een lokale printer is direct aan uw computer aangesloten (in tegenstelling tot een netwerkprinter, die behandeld wordt in de volgende sectie)
ru: Локальный принтер — это принтер, подключенный непосредственно к вашему компьютеру (в отличие от сетевого принтера, описанного в следующем разделе).
sk: Lokálna tlačiareň je tá, ktorá je priamo pripojená k vášmu počítaču (na rozdiel od sieťovej tlačiarne, popísanej v nasledujúcej sekcii).
sl: Krajevni tiskalnik je tisti, ki je neposredno povezan z računalnikom (v nasprotju s omrežnim tiskalnikom, kot je razloženo v naslednjem odseku).
sq: Një printer lokal quhet ai që është i lidhur drejtpërdrejtë me kompjuterin (e kundërta e printerit të rrjetit, i diskutuar në seksionin që vijon).
sr: Локални штампач је онај који је директно повезан на ваш рачунар (за разлику од мрежног штампача, о коме ће бити речи у следећем одељку).
tr: Yerel bir yazıcı ağ yazıcısının aksine doğrudan bilgisayara bağlanandır (takip eden bölümde görüşüldü)
zh_hk: 本地打印機是直接連接閣下電腦者（相對的是網絡打印機，下詳）。
zh_tw: 本地印表機是直接連接閣下電腦者（相對的是網路印表機，下詳）。

source: To setup a new local printer, plug your printer into your computer and power it on. Most printers will automatically be detected and configured. Once detected, a printer icon will appear in the notification area and after waiting a few moments, you should get a popup with the text <guilabel>Printer added</guilabel>.
ast: Pa instalar una nueva imprentadora llocal, coneute la imprentadora al equipu y préndela. La mayoría de les imprentadores detéutense y configúrense automáticamente. Una vegada deteutada, apaecerá un iconu d'imprentadora na estaya de notificación, llueu d'un intre, tendrá d'apaecer una notificación col testu <guilabel>Imprentadora amestada</guilabel>.
da: For at tilføje en ny lokal printer, skal du slutte printeren til computeren og tænde den. De fleste printere vil automatisk blive opdages og konfigureret. Når printeren opfanges, vil et printer ikon blive vist i statusfeltet, og efter at have ventet et øjeblik, bør du få en pop op med teksten <guilabel>Printer tilføjet</guilabel>.
el: Για να ρυθμίσετε έναν καινούργιο τοπικό εκτυπωτή, συνδέστε τον, στον υπολογιστή και ανοίξτε τον. Οι περισσότεροι εκτυπωτές θα αναγνωριστούν αυτόματα και θα ρυθμιστούν. Μετά την αναγνώριση του, θα εμφανιστεί ένα εικονίδιο εκτυπωτή στην περιοχή ειδοποιήσεων και μετά από λίγο, θα πρέπει να δείτε μια ειδοποίηση με το κείμενο <guilabel>Προστέθηκε εκτυπωτής</guilabel>.
eo: Por agordi novan lokan presilon, konektu vian presilon al via komputilo kaj enŝaltu ĝin. La sistemo aŭtomate rekonos kaj agordos plejmultajn presilojn. Tio farite, presila bildsimbolo aperos en la mesaĝa breto kaj post momentoj, aperos ŝprucfenestro kun la teksto <guilabel>Presilo agordita</guilabel>.
gl: Para configurar unha impresora local nova, conecte a impresora ao computador e acendaa. A maioría das impresoras detéctanse e configúranse automaticamente. Unha vez detectada, aparece unha icona de impresora na área de notificación e, despois de agardar uns momentos, debería aparecer unha mensaxe emerxente co texto <guilabel>Impresora engadida</guilabel>.
nb: For å sette opp en ny lokal skriver, plugg skriveren inn i datamaskinen og skru på. De fleste skrivere vil automatisk bli detektert og konfigurert. Såsnart de er detektert, vil et printerikon dukke opp i meldingsområdet, og etter noe ventetid, skal du få få en melding med teksten <guilabel>Skriver lagt til</guilabel>
nl: Voor het opzetten van een nieuwe lokale printer, dient u de printer aan te sluiten op uw computer en hem aan te zetten. De meeste printers worden automatisch gedetecteerd en geconfigureerd, een printer-pictogram zal verschijnen in het mededelingengebeid en na een tijdje hoort u een pop-up met de tekst <guilabel>Printer toegevoegd</guilabel> te zien.
ru: Чтобы настроить новый локальный принтер, подключите его к компьютеру и включите питание. Большинство принтеров будут автоматически определены и настроены. После того, как принтер найден, появится значок в области уведомления и через некоторое время вы получите всплывающее сообщение с текстом <guilabel>Принтер добавлен</guilabel>.
sk: Pre nastavenie novej lokálnej tlačiarne, pripojte vašu tlačiareň k počítaču a zapnite ju. Väčšina tlačiarní bude automaticky rozoznaná a nastavená. Keď bude tlačiareň nájdená, ikonka tlačiarne sa objaví v oznamovacej oblasti a po chvíli by sa malo zjaviť vyskakovacie okno s textom <guilabel>Tlačiareň bola pridaná</guilabel>.
sl: Za nastavitev novega krajevnega tiskalnika priključite tiskalnik na računalnik in ga vklopite. Večina tiskalnikov bo zaznanih samodejno in bodo nastavljeni. Ko bo zaznan, se bo v področju za obvestila prikazala ikona tiskalnika in čez nekaj trenutkov bo prikazano pojavno okno z besedilom <guilabel>Tiskalnik dodan</guilabel>.
sq: Për të instaluar një printer të ri lokal, vendoseni printerin në kompjuterin tuaj dhe ndizeni atë. Shumica e priterave do të dallohen dhe konfigurohen automatikisht. Pasi dallohet, një ikonë printeri do të shfaqet në zonën e njoftimit pasi prisni disa çaste, do të dalë edhe një njoftim me tekstin <guilabel>Printeri u shtua</guilabel>.
sr: Да поставите нови локални штампач, прикључите штампач на рачунар и укључите га на напајање. Већина штампача ће аутоматски бити откривена и подешена. Једном откривен, икона штампача ће се појавити у обавештајној зони и након неколико тренутака биће вам приказан облачић обавештења са текстом <quote><guilabel>Штампач је додат</guilabel></quote>.
tr: Yeni yerel bir yazıcı kurmak için yazıcıyı bilgisayara tak ve gücünü aç. Çoğu yazıcı otomatik olarak bulunur ve kurulur. İlk bulunan bir yazıcı ikonu biraz bekledikten sonra bilgilendirme alanında ortaya çıkar. <guilabel>Ekli yazıcı</guilabel> yazan bir küçük pencere açılacak.
zh_hk: 要安裝新的本機打印機，將您的打印機接上電腦，並開啟電源。大多數打印機將會被自動偵測並設置。一偵測到打印機，過一陣子會在通知區域出現一個打印機圖示，您也會看到一個寫著<guilabel>打印機已加入</guilabel>的彈出視窗。
zh_tw: 要安裝新的本地印表機，將您的印表機接上電腦，並開啟電源。大多數印表機將會被自動偵測並設置。一偵測到印表機，過一陣子會在通知區域出現一個印表機圖示，您也會看到一個寫著<guilabel>印表機已加入</guilabel>的跳出視窗。

source: If your printer was not detected after a few moments, then you will need to follow these steps:
ast: Si, dempués d'un cachín, la to imprentadora sigue ensin deteutase, vas tener que siguir los pasos que vienen darréu:
da: Hvis din printer ikke blev genkendt efter kort tid er du nødt til at foretage følgende:
el: Αν ο εκτυπωτής σας δεν έχει εντοπιστεί μετά από λίγο, θα πρέπει να ακολουθήσετε τα παρακάτω βήματα:
eo: Se via presilo ne estas detektita post kelkaj momentoj, vi devus fari la jenajn paŝojn:
gl: Se non se detectou a súa impresora despois duns momentos, terá que seguir estes pasos:
nb: Om skriveren din ikke ble funnet etter noen øyeblikk, så trenger du å gjøre følgende:
nl: Als uw printer na enkele ogenblikken niet wordt gedetecteerd, zult u de volgende stappen moeten ondernemen:
ru: Если ваш принтер не обнаружен после некоторого времени, тогда вам нужно выполнить следующие действия:
sk: Ak vaša tlačiareň nebola nájdená ani po chvíli, pokračujte podľa nasledovných krokov:
sl: Če vaš tiskalnik po nekaj trenutkih ni bil zaznan, boste morali slediti naslednjim korakom:
sq: Nëse printeri juaj nuk dallohet pas disa çastesh, atëherë ju duhet të ndiqni këto hapa:
sr: Ако ваш штампач није откривен након неколико тренутака, онда ћете морати да пратите следеће кораке:
tr: Eğer yazıcı birkaç dakika sonra tespit edilmiyorsa, şu adımları takip etmek gerekir:
zh_hk: 如果在一段時間之後還沒有偵測到打印機，那您要進行這些步驟：
zh_tw: 如果您的印表機在一些時間之後沒有被偵測到，那您將需要進行這些步驟：

source: Obtain the model name of your printer.
ast: Obtener el modelu de la to imprentadora
da: Få fat i modelnavnet for din printer.
el: Βρείτε το όνομα του μοντέλου του εκτυπωτή.
eo: Trovu la nomon de la modelo de via presilo.
gl: Obteña o nome do modelo da súa impresora.
nb: Finn modellnavnet til din skriver.
nl: Zoek de modelnaam van uw printer.
ru: Узнать модель вашего принтера.
sk: Zistite model vašej tlačiarne.
sl: Pridobite model tiskalnika.
sq: Marrja e emrit të modelit të printerit tuaj.
sr: Набавите име модела вашег штампача.
tr: Yazıcınızın model adını öğrenin.
zh_hk: 取得閣下打印機的型號。
zh_tw: 取得您的印表機的模組名稱。

source: Ensure the printer is turned on.
ast: Asegúrese de que la imprentadora ta encesa
da: Sørg for at printeren er tændt.
el: Σιγουρευτείτε ότι ο εκτυπωτής είναι ενεργοποιημένος.
eo: Certigu ke la presilo estas enŝaltita.
gl: Asegúrese de que a impresora está acendida.
nb: Forsikre deg at skriveren er slått på.
nl: Zorg dat de printer aan staat
ru: Убедиться, что принтер включен.
sk: Uistite sa, že tlačiareň je zapnutá.
sl: Prepričajte se, da je tiskalnik vklopljen.
sq: Sigurohuni që printeri të jetë i ndezur.
sr: Уверите се да је штампач укључен.
tr: Yazıcının açık konumda olduğundan emin olun.
zh_hk: 確定已開啟打印機電源。
zh_tw: 確保印表機電源開啟。

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>.
ast: Esbilla <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Imprentadores</guimenuitem></menuchoice>.
da: Vælge <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Udskrivning</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Εκτύπωση</guimenuitem></menuchoice>
gl: Seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Impresoras</guimenuitem></menuchoice>.
nb: Velg <menuchoice><guimenu>System</guimenu><guimenuitem>Adminisjon</guimenuitem><guimenuitem>Skrivere</guimenuitem></menuchoice>.
nl: Kies <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Afdrukken</guimenuitem></menuchoice>.
ru: Выберите <menuchoice><guimenu>Система</guimenu><guimenuitem>Администрирование</guimenuitem><guimenuitem>Печать</guimenuitem></menuchoice>.
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Tiskanje</guimenuitem></menuchoice>.
sq: Zgjidhni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Printimi</guimenuitem></menuchoice>.
sr: Изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Штампање</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Yazdırma</guimenuitem></menuchoice>'yı seçin.
zh_hk: 選擇 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>打印</guimenuitem></menuchoice>。
zh_tw: 選擇 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>列印</guimenuitem></menuchoice>。

source: Click the <guibutton>New</guibutton> button or go to <menuchoice><guimenuitem>Server</guimenuitem><guimenuitem>New</guimenuitem><guimenuitem>Printer</guimenuitem></menuchoice>.
ast: Calca nel botón <guibutton>Nueva</guibutton> o vete a <menuchoice><guimenuitem>Sirvidor</guimenuitem><guimenuitem>Nueva</guimenuitem><guimenuitem>Imprentadora</guimenuitem></menuchoice>.
da: Tryk på knappen <guibutton>Ny</guibutton> eller vælg <menuchoice><guimenuitem>Server</guimenuitem><guimenuitem>Ny</guimenuitem><guimenuitem>Printer</guimenuitem></menuchoice>.
el: Πατήστε το κουμπί <guibutton>Νέο</guibutton> ή πηγαίνετε στο <menuchoice><guimenuitem>Εξυπηρετητής</guimenuitem><guimenuitem>Νέο</guimenuitem><guimenuitem>Εκτυπωτής</guimenuitem></menuchoice>.
gl: Prema no botón <guibutton>Nova</guibutton> ou vaia a <menuchoice><guimenuitem>Servidor</guimenuitem><guimenuitem>Nova</guimenuitem><guimenuitem>Impresora</guimenuitem></menuchoice>.
nb: Klikk <guibutton>Ny</guibutton>-knappen eller gå til <menuchoice><guimenuitem>Tjener</guimenuitem><guimenuitem>Ny</guimenuitem><guimenuitem>Skriver</guimenuitem></menuchoice>.
nl: Klik op de knop <guibutton>Nieuw</guibutton> of ga naar <menuchoice><guimenuitem>Server</guimenuitem><guimenuitem>Nieuw</guimenuitem><guimenuitem>Printer</guimenuitem></menuchoice>.
ru: Нажмите кнопку <guibutton>Новый</guibutton> или выберите <menuchoice><guimenuitem>Сервер</guimenuitem><guimenuitem>Новый</guimenuitem><guimenuitem>Принтер</guimenuitem></menuchoice>.
sl: Kliknite gumb <guibutton>Nov</guibutton> ali pa pojdite na <menuchoice><guimenuitem>Strežnik</guimenuitem><guimenuitem>Nov</guimenuitem><guimenuitem>Tiskalnik</guimenuitem></menuchoice>.
sq: Klikoni butonin <guibutton>I Ri</guibutton> ose shkoni tek <menuchoice><guimenuitem>Server</guimenuitem><guimenuitem>I Ri</guimenuitem><guimenuitem>Printer</guimenuitem></menuchoice>.
sr: Кликните на дугме <quote><guibutton>Додај</guibutton></quote> или идите на <quote><menuchoice><guimenuitem>Сервер</guimenuitem><guimenuitem>Нови</guimenuitem><guimenuitem>Штампач</guimenuitem></menuchoice></quote>.
tr: <guibutton>Yeni</guibutton> butonuna tıklayın veya <menuchoice><guimenuitem>Sunucu</guimenuitem><guimenuitem>Yeni</guimenuitem><guimenuitem>Yazıcı</guimenuitem></menuchoice>'ya gidin.
zh_hk: 按 <guibutton>新增</guibutton> 鈕或至 <menuchoice><guimenuitem>伺服器</guimenuitem><guimenuitem>新增</guimenuitem><guimenuitem>打印機</guimenuitem></menuchoice>。
zh_tw: 按 <guibutton>新增</guibutton> 鈕或至 <menuchoice><guimenuitem>伺服器</guimenuitem><guimenuitem>新增</guimenuitem><guimenuitem>印表機</guimenuitem></menuchoice>。

source: Your printer should be automatically detected. If so, simply click <guibutton>Forward</guibutton> and then <guibutton>Apply</guibutton>.
ast: La to imprentadora tendría que deteutase automáticamente. Si ye asina, calca <guibutton>Siguiente</guibutton> y dempués <guibutton>Aplicar</guibutton>.
da: Din printer skulle bliver genkendt automatisk. Er dette tilfældet, klik <guibutton>Næste</guibutton> og derefter <guibutton>Anvend</guibutton>.
el: Ο εκτυπωτής σας θα πρέπει τώρα να εντοπιστεί αυτόματα. Αν ναι, πατήστε <guibutton>Μπροστά</guibutton> και μετά <guibutton>Εφαρμογή</guibutton>.
eo: Via presilo devus aŭtomate detektiĝi. Se jes, alklaku al <guibutton>Antaŭen</guibutton> kaj tiam <guibutton>Apliki</guibutton>.
gl: Deberíase detectar automaticamente a súa impresora. De ser así, simplemente faga clic en <guibutton>Seguinte</guibutton> e depois en <guibutton>Aplicar</guibutton>.
nb: Skriveren din skal automatisk bli gjenkjent. Isåfall trykk <guibutton>Fremover</guibutton> og så <guibutton>Bruk</guibutton>.
nl: Uw printer hoort automatisch te worden gedetecteerd. Als dit gebeurt, klikt u simpelweg op <guibutton>Verder</guibutton> en vervolgens op <guibutton>Toepassen</guibutton>.
ru: Ваш принтер должен распознаться автоматически. Если это так, просто нажмите <guibutton>Далее</guibutton> и затем <guibutton>Применить</guibutton>.
sk: Vaša tlačiareň by mala byť automaticky nájdená. Ak sa tak stalo, kliknite na <guibutton>Ďalej</guibutton> a potom na <guibutton>Použiť</guibutton>.
sl: Tiskalnik bi moral biti samodejno zaznan. Če je temu tako, preprosto kliknite <guibutton>Naprej</guibutton> in nato <guibutton>Uporabi</ guibutton>.
sq: Printeri juaj do të dallohet automatikisht. Nëse ndodh kjo, thjesht kliko <guibutton>Përpara</guibutton> pastaj <guibutton>Apliko</guibutton>.
sr: Ваш штампач би требало да буде аутоматски откривен. Ако је тако, једноставно кликните <quote><guibutton>Напред</guibutton></quote> а затим <quote><guibutton>Примени</guibutton></quote>.
tr: Yazıcınız otomatik olarak tespit edilmelidir. Eğer öyleyse <guibutton>İleri</guibutton> ve sonra <guibutton>Uygula</guibutton>ya basın.
zh_hk: 應該已經偵測到您的打印機。如是這樣，點擊 <guibutton>下一步</guibutton> 然後點 <guibutton>套用</guibutton>。
zh_tw: 您的印表機應該自動被偵測到。 如果是這樣，簡單的點 <guibutton>下一頁</guibutton> 然後點 <guibutton>套用</guibutton>。

source: Finally, you can enter in a description and location for your printer.
ast: Al final, puedes poner una descripción y un allugamientu pa la to imprentadora.
da: Til sidst kan du angive en beskrivelse og placering af din printer.
el: Τέλος, μπορείτε να εισάγετε μια περιγραφή και μια τοποθεσία για τον εκτυπωτή σας.
eo: Fine, vi povas tajpi priskribon kaj lokon por via presilo.
gl: Por último, pode introducir unha descrición coa localización da súa impresora.
nb: Til slutt kan du skrive inn beskrivelse og hvor skriveren befinner seg.
nl: Tenslotte kunt u een omschrijving en locatie invoeren voor uw printer.
ru: В заключение, вы можете ввести описание и месторасположение вашего принтера.
sk: Nakoniec môžete zadať popis a umiestnenie vašej tlačiarne.
sl: Na koncu lahko vnesete še opis in mesto vašega tiskalnika.
sq: Më në fund, ju mund të fusni një përshkrim dhe vendndodhjen e printerit tuaj.
sr: На крају, можете унети опис и локацију за ваш штампач.
tr: Son olarak, yazıcınız için bir açıklama ve konum girebilirsiniz.
zh_hk: 最後可為您的打印機輸入「說明」及「位置」。
zh_tw: 最後，您可以為您的印表機輸入「說明」及「位置」。
