Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: Check the <ulink url="http://www.sane-project.org/sane-backends.html"> SANE project listing of support scanners</ulink>. SANE is the software used by Ubuntu for most of its scanner support.
ast: Comprueba el <ulink url="http://www.sane-project.org/sane-backends.html"> llistáu d'escáneres soportaos del proyecto SANE (n'inglés)</ulink>. SANE ye'l software que mayormente utiliza Ubuntu pal so soporte d'escáneres.
da: Kig på <ulink url="http://www.sane-project.org/sane-backends.html">SANE-projektets liste af understøttet skannere</ulink>. SANE er den software, der anvendes af Ubuntu til det meste af sin skannerunderstøttelse.
el: Ελέγξτε το <ulink url="http://www.sane-project.org/sane-backends.html"> Κατάλογο υποστηριζόμενων σαρωτών του έργου SANE</ulink>. Το SANE είναι το λογισμικό που χρησιμοποιείται από το Ubuntu για την υποστήριξη σαρωτών.
eo: Kontrolu la paĝon <ulink url="http://www.sane-project.org/sane-backends.html"> SANE project listing of support scanners</ulink>. SANE estas la programo pleje uzata de Ubuntu por subteni skanilojn.
gl: Comprobe a <ulink url="http://www.sane-project.org/sane-backends.html">lista de escáneres compatíbeis do proxecto SANE</ulink>. SANE é un software empregado por Ubuntu pola súa compatibilidade coa maioría dos escáneres.
nb: Sjekk <ulink url="http://www.sane-project.org/sane-backends.html"> SANE-prosjektets liste over støttede skannere</ulink>. SANE er programvaren som står for det meste av skanner-støtten i Ubuntu.
nl: Kijk op <ulink url="http://www.sane-project.org/sane-backends.html">de lijst van ondersteunde scanners van het SANE-project</ulink> (Engelstalig). De SANE-software verzorgt het grootste gedeelte van de scannerondersteuning in Ubuntu.
ru: Проверьте <ulink url="http://www.sane-project.org/sane-backends.html">список поддерживаемых сканеров проекта SANE</ulink>. SANE — это программа, используемая Ubuntu для обеспечения в ней поддержки большинства сканеров.
sk: Skontrolujte <ulink url="http://www.sane-project.org/sane-backends.html">zoznam skenerov podporovaných projektom SANE</ulink>. SANE poskytuje väčšinu podpory pre skenovacie programy v Ubuntu.
sl: Preverite <ulink url="http://www.sane-project.org/sane-backends.html"> seznam podprtih optičnih bralnikov projekta SANE</ulink>. Programska oprema SANE je v Ubuntu uporabljena za podpore večini optičnih bralnikov.
sq: Kontrolloni <ulink url="http://www.sane-project.org/sane-backends.html"> listën e skanerave të suportuar të projektit SANE</ulink>. SANE është programi që përdoret në Ubuntu për shumicën e skanerave që ai suporton.
sr: Проверите <quote><ulink url="http://www.sane-project.org/sane-backends.html">Списак подржаних скенера САНЕ пројекта</ulink></quote>. САНЕ је софтвер који Убунту користи за већину својих подржаних скенера.
tr: Kontrol edin <ulink url="http://www.sane-project.org/sane-backends.html"> SANE proje listesi desteklenen tarayıcılar</ulink>ı kontrol edin. SANE, Ubuntu tarafından çoğu tarayıcı desteği için kullanılan yazılımdır.
zh_hk: 查看 <ulink url="http://www.sane-project.org/sane-backends.html">SANE 計劃支援的掃描器列表</ulink>。SANE 是 Ubuntu 用來支援大多數掃描器的軟件。
zh_tw: 查看 <ulink url="http://www.sane-project.org/sane-backends.html"> SANE 計劃支援的掃描器列表</ulink>。SANE 是 Ubuntu 用來支援大多數掃描器的軟體。

source: Using your scanner
ast: Usar el to escáner
da: Brug af din skanner
el: Χρήση σαρωτή
eo: Uzi vian skanilon
gl: Usar o scanner
nb: Bruk av din skanner
nl: Uw scanner gebruiken
ru: Использование сканера
sk: Používanie vášho skeneru
sl: Uporaba optičnega bralnika
sq: Të përdorni skanerin tuaj
sr: Коришћење вашег скенера
tr: Tarayıcınızı kullanma
zh_hk: 使用掃描器
zh_tw: 使用您的掃描器

source: To scan a document:
ast: Pa esplorar un documentu:
da: For at skanne et dokument:
el: Σάρωση εγγράφου:
eo: Por skani dokumenton:
gl: Para escanear un documento:
nb: For å skanne et dokument:
nl: Een document scannen:
ru: Чтобы отсканировать документ:
sk: Na oskenovanie dokumetu:
sl: Za optično branje dokumenta:
sq: Për të skanuar një dokument:
sr: Да скенирате документ:
tr: Belge tarama:
zh_hk: 要掃描文件：
zh_tw: 要掃描文件：

source: Place what you want to scan on the scanner.
ast: Llanta lo que quieras escanear nel escáner.
da: Placér det du ønsker at skanne på skanneren.
el: Τοποθετήστε ό,τι θέλετε να σαρώσετε πάνω στον σαρωτή.
eo: Metu tion, kiun vi volas skani sur la skanilon.
gl: Coloque o que queira escanear no escáner.
nb: Legg det som skal skannes på skanneren.
nl: Plaats datgene dat u wilt scannen in de scanner.
ru: Поместите сканируемый документ в устройство.
sk: Umiestnite to, čo chcete skenovať na skener.
sl: Postavite željeni predmet na optični bralnik.
sq: Vendosni çfarë doni të skanoni në skaner.
sr: Поставите оно што желите да скенирате на скенер.
tr: Taratmak istediğiniz şeyi tarayıcıya yerleştirin.
zh_hk: 將您要掃描的放入掃描器。
zh_tw: 放入您想要掃描的資料於掃描器中。

source: Click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>Simple Scan</guimenuitem></menuchoice>.
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Simple Scan</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>Simpel Skanning</guimenuitem></menuchoice>.
el: Πατήστε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφικά</guimenuitem><guimenuitem>Απλή σάρωση</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Simple Scan</guimenuitem></menuchoice>.
nb: Klikk <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Grafikk</guimenuitem><guimenuitem>Enkel scanning</guimenuitem></menuchoice>.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Grafisch</guimenuitem><guimenuitem>Scannen</guimenuitem></menuchoice>.
ru: Нажмите <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Простое сканирование</guimenuitem></menuchoice>.
sl: Kliknite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Grafika</guimenuitem><guimenuitem>Enostavno optično branje</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Grafikët</guimenuitem><guimenuitem>Skanim i Thjeshtë</guimenuitem></menuchoice>.
sr: Кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Графика</guimenuitem><guimenuitem>Обично скенирање</guimenuitem></menuchoice></quote>.
tr: Menüden <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>Basit Tarama</guimenuitem></menuchoice>'ya tıklayın.
zh_hk: 點選 <menuchoice><guimenu>應用程式</guimenu><guimenuitem>美工繪圖</guimenuitem><guimenuitem>簡易掃描</guimenuitem></menuchoice>。
zh_tw: 點選 <menuchoice><guimenu>應用程式</guimenu><guimenuitem>美工繪圖</guimenuitem><guimenuitem>簡易掃描</guimenuitem></menuchoice>。

source: Alternately, pressing the scan button on the scanner should also work.
ast: Calcar el botón SCAN del escáner tamién debería funcionar.
da: Alternativt, at trykke på skanknappen på skanneren bør også virke.
el: Εναλλακτικά, μπορείτε επίσης να πατήσετε το κουμπί σάρωσης στον σαρωτή.
eo: Alie, premi la skanbutonon ĉe la skanilo devus efiki.
gl: Tamén pode premer no botón específico para escanear que ten o escáner.
nb: Alternativt skal det også virke ved å trykke «scan»-knappen på skanneren.
nl: Op de scan-knop van de scanner drukken zou ook moeten werken.
ru: В качестве альтернативы, нажатие кнопки сканировать на устройстве также должно работать.
sk: Alternatívne, stlačenie tlačidla "Scan" na skeneri by tiež malo fungovať.
sl: Lahko pa tudi pritisnite gumb za optično branje na napravi.
sq: Në mënyrë alternative, klikimi i butonit të skanimit në skaner do të punojë gjithashtu.
sr: Алтернативно, притиском тастера за скенирање на скенеру би такође требало да ради.
tr: Farklı olarak, tarayıcınızın tarama düğmesine bastığınızda da çalışır.
zh_hk: 又或者按下掃描器的掃描按鈕。
zh_tw: 另外，按下掃描器上的掃描按鈕也應該運作。

source: What if it says "No devices available"?
ast: ¿Y qué pasa si me diz «Nun hai dispositivos disponibles»?
da: Hvad hvis den siger "Ingen tilgængelige enheder"?
el: Τι θα κάνουμε αν λέει "No devices available";
eo: Kion fari se ĝi diras "Iloj mankas"?
gl: Que pasa se di «Non hai dispositivos dispoñibles»?
nb: Hva hvis den sier «Ingen enheter tilgjengelig»?
nl: Wat als er "geen apparaten aanwezig" staat?
ru: Что делать, если программа выдаёт сообщение "Нет доступных устройств"?
sk: Čo ak sa objaví správa "Žiadne zariadenie nie je dostupné"?
sl: Kaj če piše "Na voljo ni nobenih naprav"?
sq: Po sikur të thotë "Nuk ka pajisje të disponueshme"?
sr: Шта ако одговори: <quote>Нема доступних уређаја</quote>?
tr: "Aygıt bulunamadı" hatası mı aldınız ?
zh_hk: 顯示「無有效設備」是什麼意思？
zh_tw: 如果他說「沒有有效的設備」是什麼意思?

source: There are two reasons why you might get this message:
ast: Hai dos razones poles que te puede salir esti mensaxe:
da: Der er to mulige grunde til at få denne besked:
el: Για δύο λόγους μπορεί να προβληθεί αυτό το μήνυμα:
eo: Estas du kialoj ricevi tiun mesaĝon:
gl: Hai dúas razóns polas que se podería recibir esta mensaxe:
nb: Det er to ting som kan forårsake denne meldingen:
nl: Dit bericht kan om twee redenen verschijnen:
ru: Существует две причины, из-за которых вы можете получить данное сообщение:
sk: Existujú dva dôvody prečo sa zobrazí táto správa:
sl: Obstajata dva razloga, zakaj bi vam to napisalo:
sq: Ka dy arsye se pse mund të merrni këtë mesazh:
sr: Постоје два разлога због којих можете добити ову поруку:
tr: Bu hata iletisini almanızın iki nedeni vardır:
zh_hk: 您會收到這個訊息，通常有兩個原因：
zh_tw: 您會收到這個訊息，通常有兩個原因：

source: Your scanner is not supported in Ubuntu. For example, most parallel port scanners and Lexmark All-in-One printer/scanner/faxes are not supported.
ast: El to escáner nun se soporta n'Ubuntu. Por exemplu, la mayoría de los escáneres de puertu paralelu y los dispositivos too nún imprentadora/escáner/fax de Lexmark nun se soporten
da: Din skanner er ikke understøttet i Ubuntu. For eksempel er de fleste paralleportsskannere og Lexmark All-in-One printer/scanner/fax ikke understøttet.
el: Ο σαρωτής σας δεν υποστηρίζεται από το Ubuntu. Για παράδειγμα, οι περισσότεροι σαρωτές παράλληλης θύρας και οι -όλα σε ένα- εκτυπωτές/σαρωτές/φαξ της Lexmark δεν υποστηρίζονται.
eo: Ubuntu ne subtenas vian skanilon. Ekzemple, Ubuntu ne subtenas plejajn paralelpordajn skanilojn kaj presilo/skanilo/faksojn de Lexmark.
gl: O seu escaner non é compatible con Ubuntu. Por exemplo, a maioría dos escáneres con porto paralelo e os faxes/escáneres/impresoras All-in-One de Lexmark non son compatibles.
nb: Skanneren din er ikke støttet av Ubuntu. For eksempel de fleste skannere med parallell-port og multifunksjons «All-in-One»- skrivere/skannere/telefakser fra Lexmark er ikke støttet.
nl: Uw scanner wordt niet ondersteund door Ubuntu. Zo zijn bijvoorbeeld de meeste scanners voor de parallelle poort niet ondersteund. Ook Lexmark All-in-one-apparaten werken niet.
ru: Ваш сканер не поддерживается Ubuntu. К примеру, большинство сканеров, подключаемых через параллельный порт, а также многофункциональные устройства Lexmark не поддерживаются.
sk: Váš skener nie je v Ubuntu podporovaný. Napríklad, väčšina skenerov pre paralelný port a Lexmark All-in-One tlačiarne/skenery/faxy nie sú podporované.
sl: Vaš optični bralnik ni podprt v Ubuntu. Na primer, večina optičnih bralnikov preko vzporednih vrat in tiskalnikov/optičnih bralnikov Lexmark All-in-One ni podprtih.
sq: Skaneri juaj nuk suportohet në Ubuntu. Përshembull, shumë skanera me port paralel dhe Lexmark All-in-One printera/skanera/fakse nuk suportohen.
sr: Ваш скенер није подржан у Убунтуу. На пример, већина скенера са паралелним портом и Лексмаркови <quote>Све у једном</quote> (штампач/скенер/факс) нису подржани.
tr: Tarayıcınız Ubuntu tarafından desteklenmiyor. Örnek parelel portlu tarayıcıların çoğu ve Lexmark hepsi bir Arada yazıcı/tarayıcı/fakslar desteklenmiyor.
zh_hk: 您的掃描器 Ubuntu 不支援。例如大多數平行埠掃描器和 Lexmark 的多功能印表機/掃描器/傳真機都不支援。
zh_tw: 您的掃描器沒有被 Ubuntu 支援。例如大多數的平行埠掃描器和 Lexmark 的多功能印表機/掃描器/傳真機都不被支援。

source: The driver for your scanner is not being loaded automatically.
ast: El controlador del to escáner nun se cargó automáticamente.
da: Driveren til din skanner bliver ikke indlæst automatisk.
el: Ο οδηγός για τον σαρωτή δεν φορτώνεται αυτόματα.
eo: La pelilo por via skanilo ne ŝargiĝas aŭtomate.
gl: O controlador para o seu escáner non está sendo cargado automaticamente.
nb: Driveren for skanneren din ble ikke lagt inn automatisk.
nl: Het stuurprogramma voor uw scanner wordt niet automatisch geladen.
ru: Драйвер для вашего сканера не загружается автоматически.
sk: Ovládač vášho skeneru sa automaticky nespustí.
sl: Gonilniki vašega optičnega bralnika se ne naložijo samodejno.
sq: Driveri për skanerin tuaj nuk është ngarkuar automatikisht.
sr: Драјвер за ваш скенер није учитан аутоматски.
tr: Tarayıcınıza ait sürücü kendiliğinden yüklenmemiştir.
zh_hk: 您的掃描器驅動程式未有自動載入。
zh_tw: 您的掃描器驅動程式沒有被自動載入。

source: You may be able to get your scanner working by installing a driver or altering some configuration files. Please ask for advice on the <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> or similar.
ast: Quiciabes puedas facer que'l to escáner furrule instalando un controlador o camudando dalgún ficheru de la configuración. Por favor, busca conseyos en <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> o asemeyaos
da: Du kan muligvis få din skanner til at virke ved at installere en driver eller ændre nogle konfigurationsfiler. Bed om råd på <ulink url="http://ubuntuforums.org/">Ubuntu forum</ulink> eller et lignende sted.
el: Μπορεί να επιτύχετε την λειτουργία του σαρωτή εγκαθιστώντας τον οδηγό ή τροποποιώντας κάποια αρχεία ρυθμίσεων. Παρακαλώ δείτε για συμβουλές στο <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> ή άλλο παρόμοιο.
eo: Vi eble povos funkciigi vian skanilon instalante pelilon aŭ ŝanĝante konfigurajn dosierojn. Bonvolu peti konsilon ĉe la <ulink url="http://ubuntuforums.org/">Ubuntu-forumoj</ulink> aŭ simila.
gl: Pode facer que o seu escáner funcione mediante a instalación dun controlador ou modificando algúns ficheiros de configuración. Se ten dúbidas, pida consello no <ulink url="http://ubuntuforums.org/"> Foro de Ubuntu </ ulink> ou nun sitio semellante.
nb: Du kan kanskje få skanneren din til å fungere med å installére en driver eller endre konfigurasjonsfiler. Vennligst spør etter råd i <ulink url="http://ubuntuforums.org/">Ubuntu-forumet</ulink> eller tilsvarende.
nl: U kunt uw scanner wellicht werkend krijgen door het installeren van een stuurprogramma, of door het aanpassen van configuratiebestanden. Voor hulp hierbij kunt u terecht op de <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> (Engelstalig), of een vergelijkbaar forum, zoals het <ulink url="http://forum.ubuntu-nl.org/">officiële Nederlandstalige Ubuntu-forum</ulink>.
ru: Возможно вам удастся настроить ваш сканер установкой драйвера или изменениями файлов настроек. Пожалуйста, обратитесь за помощью на <ulink url="http://ubuntuforums.org/">форумы Ubuntu</ulink> или другие подобные ресурсы.
sk: Môže sa vám podariť sfunkčniť váš skener tým, že nainštalujete ovládač alebo upravíte niektoré konfiguračné súbory. Prosím požiadajte o radu na <ulink url="http://ubuntuforums.org/">fórach Ubuntu</ulink> alebo podobne.
sl: Morda lahko nastavite vaš optični bralnik z namestitvijo gonilnikov ali s spreminjanjem nekaterih nastavitev. Za nasvet vprašajte na <ulink url="http://ubuntuforums.org/">Ubuntu forumih</ulink>.
sq: Ju mund ta bëni skanerin tuaj të punojë duke instaluar një driver ose duke ndryshuar disa skedarë konfigurimi, Ju lutemi kërkoni ndonjë këshillë në <ulink url="http://ubuntuforums.org/">Forumet e Ubuntu</ulink> ose të ngjajshme me këto.
sr: Можда ћете бити у могућности да оспособите ваш скенер за рад инсталирањем драјвера или променом неких датотека подешавања. Упитајте за савет на <ulink url="http://ubuntuforums.org/">Убунту форумима</ulink> или сличним.
tr: Sürücüyü yükleyerek ya da bazı yapılandırma dosyalarını değiştirerek tarayıcınızı çalıştırabilirsiniz. Lütfen <ulink url="http://ubuntuforums.org/">Ubuntu forums</ulink> ya da benzerlerinden tavsiye alın.
zh_hk: 安裝驅動程式或者調整某些設定檔，才有可能讓您的掃描器運作。歡迎向<ulink url="http://ubuntuforums.org/">Ubuntu 論壇</ulink>或是其他類似網站提問。
zh_tw: 安裝驅動程式或者調整某些設定檔，才有可能讓您的掃描器運作。歡迎向<ulink url="http://ubuntuforums.org/">Ubuntu 論壇</ulink>或是其他類似網站提問。

source: To get some scanners working, you may need to plug in the scanner <emphasis>after</emphasis> the computer has booted.
ast: Pa tener dalgún escáner trabayando, puede pidir que coneutes l'escáner <emphasis>darréu</emphasis> d'arrancar l'equipu.
da: For visse scannere kan det være nødvendigt, først at tilslutte dem <emphasis>efter</emphasis> computeren er startet op, for at få dem til at fungere.
el: Για να επιτύχετε την λειτουργία κάποιων σαρωτών, μπορεί να χρειαστεί να τους συνδέσετε <emphasis>μετά</emphasis> την εκκίνηση του υπολογιστή.
eo: Por funkciigi iujn skaniloj, necesas konekti la skanilon <emphasis>post</emphasis> praŝargi la komputilon.
gl: Para facer funcionar algúns escáneres debe conectar o seu escáner <emphasis>antes</emphasis> de que o seu computador arranque.
nb: For at enkelte skrivere skal fungere, må du koble de til <emphasis>etter</emphasis> maskinen har startet.
nl: Om sommige scanners werkend te krijgen, is het mogelijk dat u de scanner pas moet aansluiten <emphasis>na</emphasis> het opstarten van de computer.
ru: Для того, чтобы заработали некоторые сканеры, подключать сканер необходимо <emphasis>после</emphasis> того, как компьютер загрузился.
sk: Na to aby ste sfunkčnili niektoré skenery, je potrebné zapojiť skener až <emphasis>potom</emphasis> ako sa spustí počítač.
sl: Nekateri optični bralniki delujejo samo, če jih priklopite šele <emphasis>po</emphasis> zagonu računalnika.
sq: Për të bërë që disa skanera të punojnë, juve mund t'iu duhet ta lidhni skanerin <emphasis>pasi</emphasis> kompjuteri të jetë ndezur.
sr: Да оспособите неке скенере за рад, можда ћете морати да прикључите скенер <emphasis>после</emphasis> покретања рачунара.
tr: Bazı çalışan tarayıcılar almak için, bilgisayarı yeniden başlattıktan <emphasis>sonra</emphasis> tarayıcıyı prize takmanız gerekecek.
zh_hk: 某些掃描器要開啟電腦 <emphasis>之後</emphasis> 插入始能運作。
zh_tw: 某些掃描器要開啟電腦 <emphasis>之後</emphasis> 插入始能運作。

source: Manually installing a scanner
ast: Instalación manual de un escáner
da: Manuel installation af skanner
el: Χειροκίνητη εγκατάσταση σαρωτή
eo: Mane instali skanilon
gl: Instalación manual dun escáner
nb: Installér en skanner manuelt
nl: Een scanner handmatig installeren
ru: Ручная настройка сканера
sk: Manuálna inštalácia skeneru
sl: Ročno nameščanje optičnega bralnika
sq: Instalim manual i skanerit
sr: Ручно инсталирање скенера
tr: Elle tarayıcı kurma
zh_hk: 手動安裝掃描器
zh_tw: 手動安裝掃描器

source: There are some scanners that have less than complete drivers from the SANE project. They can sometimes be used, but not all the features may work.
ast: Hai más controladores d'escáneres nel proyeutu SANE que tán por acabar. Pueden usase, per quiciabes nun apurran toles funcionalidaes.
da: Der er enkelte skannere som har ufuldstændige drivere fra Sane-projektet. De kan nogle gange anvendes, men det er ikke sikkert at alle egenskaber vil virke.
el: Υπάρχουν ορισμένοι σαρωτές που έχουν ανολοκλήρωτους οδηγούς από το έργο SANE. Καμιά φορά μπορούν να χρησιμοποιηθούν, άλλα δεν θα λειτουργούν όλα τα χαρακτηριστικά τους.
eo: Iuj skaniloj havas nekompletan pelilon de la projekto SANE. Iuj estas uzeblaj, sed ne ĉiuj ebloj funkcias.
gl: Algúns escáners teñen controladores que non están de todo completos no proxecto SANE. Pode que ás veces funcionen mais non todas as súas funcións.
nb: Det er enkelte skannere som har mindre komplette drivere fra SANE-prosjektet. De vil enkelte ganger kunne brukes, men ikke alle funksjoner vil nødvendigvis virke.
nl: Er zijn enkele scanners die niet geheel complete stuurprogramma's van het SANE-project hebben. Soms kunnen ze wel worden gebruikt, maar kunnen niet volledig functioneel zijn.
ru: Для некоторых сканеров проект SANE предоставляет не совсем завершённые драйверы. Подобные устройства могут использоваться, однако не все их возможности будут задействованы.
sk: Existujú určité skenery, ktoré nemajú projektom SANE vytvorené kompletné ovládače. Môžu byť niekedy použiteľné, ale nie všetky funkcie musia pracovať.
sl: Nekateri optični bralniki imajo nedokončane gonilnike iz projekta SANE. Včasih jih lahko uporabite, vendar vse funkcije ne bodo delovale.
sq: Ka disa skanera që nuk i kanë driverat të kompletuar për projektin SANE. Ata mund të përdoren, por jo të gjitha ofertat e tyre do të punojnë.
sr: Постоје неки скенери који имају мање комплетне драјвере са САНЕ пројекта. Понекад могу бити коришћени, али неће све функције моћи да раде.
tr: SASE projesinden sürücüleri daha az yüklenmiş birkaç tarayıcı vardır. Onlar bazen kullanılabilir, fakat tüm özellikler çalışmayabilir.
zh_hk: 有少數掃描器在 SANE 專案驅動程式支援得不完整。他們有的時候可以用，但並非所有功能都能正常運作。
zh_tw: 有少數的掃描器在 SANE 專案中只有不完整的驅動程式。他們有的時候可以用，但並不是所有的功能都可以使用。

source: Install the <ulink url="apt:libsane-extras">libsane-extras</ulink> package.
ast: Instala'l paquete <ulink url="apt:libsane-extras">libsane-extras</ulink>.
da: Installér pakken <ulink url="apt:libsane-extras">libsane-extras</ulink>.
el: Εγκαταστήστε το πακέτο <ulink url="apt:libsane-extras">libsane-extras</ulink>.
eo: Instalu la pakaĵon <ulink url="apt:libsane-extras">libsane-extras</ulink>.
gl: Instale o paquete <ulink url="apt:libsane-extras">libsane-extras</ulink>.
nb: Installér <ulink url="apt:libsane-extras">libsane-extras</ulink>-pakken.
nl: Installeer het pakket <ulink url="apt:libsane-extras">libsane-extras</ulink>.
ru: Установите пакет <ulink url="apt:libsane-extras">libsane-extras</ulink>.
sk: Nainštalujte balík<ulink url="apt:libsane-extras">libsane-extras</ulink>.
sl: Namestite paket <ulink url="apt:libsane-extras">libsane-extras</ulink>.
sq: Instaloni paketën <ulink url="apt:libsane-extras">libsane-extras</ulink>.
sr: Инсталирајте пакет <quote><ulink url="apt:libsane-extras">libsane-extras</ulink></quote>.
tr: <ulink url="apt:libsane-extras">libsane-extras</ulink> paketini kurun.
zh_hk: 安裝 <ulink url="apt:libsane-extras">libsane-extras</ulink> 套件。
zh_tw: 安裝 <ulink url="apt:libsane-extras">libsane-extras</ulink> 套件。
