Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: If your printer was not automatically detected, you can try to select the port and printer driver manually. Some printers need further setup. Search the databases at <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> or check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> for information on your printer.
ast: Si la to imprentadora nun se detecta automáticamente, puedes intentar escoyer manualmente'l puertu y el controlador de la imprentadora. Delles, necesiten configuraciones adicionales. Busca na base de datos <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> o vete a <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> pa información sobre la to imprentadora.
da: Hvis din printer ikke blev genkendt automatisk, kan du prøve at vælge port og printerdriver manuelt. Nogle printere har brug for yderligere opsætning. Søg i databasen <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> eller se <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Printersiden på Ubuntus wiki</ulink> for informationer om din printer.
el: Αν ο εκτυπωτής σας δεν αναγνωρίστηκε αυτόματα, μπορείτε να δοκιμάσετε την χειροκίνητη επιλογή θύρας και οδηγού για τον εκτυπωτή. Κάποιοι εκτυπωτές χρειάζονται περαιτέρω ρυθμίσεις. Αναζητήστε πληροφορίες στην βάση δεδομένων <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ή δείτε την σελίδα <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink>.
eo: Se via presilo ne aŭtomate detektiĝas, vi povas provi mane elekti la pordon kaj pelilon. Iuj presiloj bezonas pluan agordadon. Serĉu la datumbazojn ĉe <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> aŭ kontrolu la paĝon <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink> por informaĵo pri via presilo.
gl: Se a súa impresora non foi detectada automaticamente vostede debe escoller o porto e o controlador da impresora manualmente. Algunhas impresoras precisarán algunha configuración a maiores. Busque información sobre a súa impresora nas base de datos de <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ou na <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Páxina de impresoras do wiki de Ubuntu</ulink>
nb: Hvis skrivreren ikke ble automatisk gjenkjent, kan du forsøke med å velge tilkobling og driver manuelt. Enkelte skrivere trenger mer fininnstilling. Søk i databasen hos <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> eller sjekk ut <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu-wikiens skriverside</ulink> for mer informasjon om din skriver.
nl: Als uw printer niet automatisch gevonden wordt, kunt u de printerpoort en het stuurprogramma handmatig instellen. Tevens hebben sommige printers extra instellingen nodig. U kunt de printerdatabase doorzoeken op <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> (Engelstalig), of kijken op <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu-wiki voor printers</ulink> (Engelstalig) voor informatie over uw printer.
ru: Если ваш принтер не был автоматически обнаружен, вы можете вручную указать порт и драйвер принтера. Для некоторых моделей принтеров требуется дальнейшая настройка. Необходимую информацию о вашем притере можно найти на <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> или на <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Printer page</ulink>
sk: Ak vaša tlačiareň nebola automaticky nájdená, vyskúšajte zvoliť port a typ tlačiarne ručne. Niektoré tlačiarne vyžadujú ďalšie nastavenia. Pohľadajte v databáze na <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> alebo skontrolujte <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">stránku tlačiarní na Ubuntu Wiki</ulink> pre možné informácie o vašej tlačiarni.
sl: Če vaš tiskalnik ni bil samodejno zaznan, lahko poskusite ročno izbrati vrata in tiskalnik. Nekateri tiskalniki potrebujejo dodatno nastavljanje. Preiščite podatkovne baze na <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ali preverite <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> stran o tiskalnikih na Ubuntu Wiki</ulink> za več informacij o vašem tiskalniku.
sq: Nëse printeri juaj nuk është dalluar automatikisht, ju mund të përpiqeni ta zgjidhni portin e printerit në mënyrë manuale. Disa printerave ju nevojitet instalim i mëtejshëm. Kërkoni databazat në <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> ose kontrolloni <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Faqen Ubuntu Wiki Printer</ulink> për informacion rreth printerit tuaj.
sr: Ако ваш штампач није аутоматски откривен, можете покушати да ручно изаберете порт и драјвер штампача. Неки штампачи требају додатне поставке. Претражите базе података на <quote><ulink url="http://www.linuxprinting.org/">ЛинуксШтампање.орг</ulink></quote> или проверите <quote><ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Страницу штампача Убунту викија</ulink></quote> за информације о вашем штампачу.
tr: Yazıcınız otomatik olarak tespit edilmediyse, Elle port ve yazıcı sürücüsünü seçmeyi deneyebilirsiniz. Bazı yazıcılar kurulum gerektirir. Yazıcınız hakkında bilgi için <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> veri tabanlarında arayın veya <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki Yazıcı Sayfası</ulink>nı kontrol ediniz.
zh_hk: 如您的打印機未能自動偵測，可試試手動選取連結埠及驅動程式。某些打印機要額外設置。詳情請至 <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> 或 <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki 打印機專頁</ulink>。
zh_tw: 如您的印表機未能自動偵測，可試試手動選取連結埠及驅動程式。某些印表機要額外設置。詳情請至 <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> 或 <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters"> Ubuntu Wiki 印表機專頁</ulink>。

source: Network Printing
ast: Impresión en rede
da: Netværksudskrivning
el: Δικτυακές εκτυπώσεις
eo: Rete printi
gl: Impresora en rede
nb: Nettverksutskrift
nl: Netwerkprinters
ru: Сетевая печать
sk: Sieťová tlač
sl: Omrežno tiskanje
sq: Printimi në Rrjet
sr: Мрежно штампање
tr: Ağ Yazıcısı
zh_hk: 網絡打列
zh_tw: 網路列印

source: You can also configure your Ubuntu system to send print jobs to a remote print server. Remote printers are hosted somewhere on a network. To configure a remote printer:
ast: Tamién puedes configurar el to sistema Ubuntu pa unviar trabayos d'impresión a un sirvidor remotu d'imprentación. Les imprentadores remotes tán en dalgún llau de la rede. Pa configurar una imprentadora remota:
da: Du kan også indstille dit Ubuntusystem til at sende udskriftsjob til en netværksprinter. Netværksprintere er placeret et sted på netværket. For at indstille en netværksprinter:
el: Μπορείτε επίσης να ρυθμίσετε το σύστημα σας να στέλνει εργασίες εκτύπωσης σε έναν απομακρυσμένο εξυπηρετητή εκτυπώσεων. Οι απομακρυσμένοι εκτυπωτές φιλοξενούνται κάπου σε ένα τοπικό δίκτυο. Για να ρυθμίσετε έναν απομακρυσμένο εκτυπωτή:
eo: Vi povas agordi vian Ubuntu-sistemon sendi presajn taskojn al fora presila servilo. Foraj presiloj estas gastigitaj ie en la reto. Por agordi retan presilon:
gl: Tamén pode configurar o seu sistema Ubuntu para que envíe traballos de impresión a un servidor de impresión remoto. As impresoras remotas están colocadas nalgún lugar da rede. Para configurar unha impresora remota:
nb: Du kan også stille inn Ubuntu til å sende skriverjobber til en ekstern skrivertjener. Eksterne skrivere er statt opp et annet sted i nettverket. Slik stiller du inn en ekstern skriver:
nl: U kunt uw Ubuntu-computer ook configureren om afdruktaken naar een printerserver op afstand te sturen. Printers op afstand worden ergens op een netwerk gehost. Om een printer op afstand te configureren:
ru: Вы можете настроить ваш Ubuntu для печати на сетевых принтерах. Сетевой принтер - это принтер, расположенный в локальной сети. Чтобы настроить сетевой принтер:
sk: Taktiež môžete nastaviť systém Ubuntu tak, aby posielal tlačové úlohy na vzdialený tlačový server. Vzdialené tlačiarne sú umiestnené niekde v sieti. Nastaviť vzdialenú tlačiareň môžete takto:
sl: Vaš Ubuntu sistem lahko nastavite tudi tako, da tiskalniške posle pošilja na oddaljeni tiskalniški strežnik. Oddaljeni tiskalniki gostujejo na omrežju. Če želite nastaviti oddaljeni tiskalnik:
sq: Ju mund të konfiguroni gjithashtu sistemin tuaj Ubuntu për të dërguar punët e printimit në një server printimi të largët. Printerat e largët ruhen diku në rrjet. Për të konfiguruar një printer të largët:
sr: Такође можете да подесите ваш Убунту систем да шаље послове штампања удаљеном серверу штампања. Даљински штампачи су постављени негде на мрежи. Да подесите удаљени штампач:
tr: Ayrıca Ubuntu sisteminizi uzaktan yazdırma sunucusuna yazdırma işleri göndermek için yapılandırabilirsiniz. Uzak yazıcılar bir ağ üzerinde barındırılırlar. Bir uzak yazıcı yapılandırmak için:
zh_hk: 您也可以設定您的 Ubuntu 系統送出打印工作到遠端的打印伺服器。遠端打印機在網絡的某個地方。要設定遠端打印機：
zh_tw: 您也可以設定您的 Ubuntu 系統送出列印工作到遠端的列印伺服器。遠端印表機在網路的某個地方。要設定遠端印表機：

source: Expand <guilabel>Network Printer</guilabel>.
ast: Espandir <guilabel>Imprentadora de rede</guilabel>.
da: Udfold <guilabel>Netværksprinter</guilabel>.
el: Ανοίξτε το <guilabel>Εκτυπωτής δικτύου</guilabel>.
gl: Expandir <guilabel>Impresora de rede</guilabel>.
nb: Utvid <guilabel>Nettverksskriver</guilabel>.
nl: Klap <guilabel>Netwerkprinter</guilabel> uit.
ru: Раскройте <guilabel>Сетевой принтер</guilabel>.
sl: Razširite <guilabel>Omrežni tiskalnik</guilabel>.
sq: Zgjeroni <guilabel>Printer i Rrjetit</guilabel>.
sr: Проширите <quote><guilabel>Мрежни штампач</guilabel></quote>.
tr: <guilabel>Ağ Yazıcıları</guilabel>'nı genişletin.
zh_hk: 展開 <guilabel>網絡打印機</guilabel>。
zh_tw: 展開<guilabel>網路印表機</guilabel>。

source: A list of detected printers will be displayed. If your desired printer appears, select it. If your printer is directly connected to a Windows machine on your network, choose <guilabel>Windows Printer via SAMBA</guilabel>. Otherwise, select the protocol your printer uses to communicate, or click <guilabel>Find Network Printer</guilabel> to manually enter a hostname or IP.
ast: va amosase una llista coles imprentadores deteutaes. Si la imprentadora que necesites apaez nella, esbíllala. Si la to imprentadora ta coneutada direutamente a una máquina Windows na to rede, esbilla <guilabel>Imprentadora Windows per aciu de SAMBA</guilabel>. En casu contrariu, esbilla'l protocolu qu'usa la to imprentadora pa comunicase, o calca <guilabel>Guetar imprentadora de rede</guilabel> pa introducir manualmente un nome d'equipu o direición IP.
da: En liste af genkendte printere vises. Hvis din ønskede printer vises, skal du vælge denne. Hvis printeren er direkte forbundet til en Windows-maskine på dit netværk, skal du vælge <guilabel>Windows Printer via SAMBA</guilabel>. Ellers skal du vælge den protokol, printeren bruger til at kommunikere, eller klikke <guilabel>Find netværksprinter</guilabel> for manuelt at indtaste et værtsnavn eller IP.
el: Θα προβληθεί μια λίστα αναγνωρισμένων εκτυπωτών. Αν εμφανιστεί ο εκτυπωτής που επιθυμείτε, επιλέξτε τον. Αν είναι συνδεδεμένος σε υπολογιστή Windows στο δίκτυο σας, επιλέξτε <guilabel>Εκτυπωτής windows μέσω SAMBA</guilabel>. Σε διαφορετική περίπτωση, επιλέξτε το πρωτόκολλο επικοινωνίας που χρησιμοποιεί ο εκτυπωτής σας, ή πατήστε <guilabel>Ανεύρεση εκτυπωτή δικτύου</guilabel> για να εισάγετε χειροκίνητα την διεύθυνση IP ή το όνομα του εξυπηρετητή.
gl: Mostrarase unha lista coas impresoras detectadas. Se a impresora que necesita aparece nela, selecciónea. Se a súa impresora está conectada directamente a unha máquina Windows na súa rede, seleccione <guilabel>Impresora Windows mediante SAMBA</guilabel>. Pola contra, seleccione o protocolo que usa a súa impresora para comunicarse, ou prema en <guilabel>Buscar impresora de rede</guilabel> para introducir manualmente un nome de equipo ou enderezo IP.
nb: En oversikt over oppdagede skrivere vises. Velg ønsket skriver hvis den vises. Hvis skriveren er direkte koblet til en Windows-datamaskin på nettverket velger du <guilabel>Windows-skriver via SAMBA</guilabel>. Hvis ikke velger du kommunikasjonsprotokollen som skriveren benytter, eller klikker <guilabel>Finn nettverksskriver</guilabel> for å skrive inn et vertsnavn eller en IP-adresse.
nl: Er wordt een lijst van gevonden printers weergegeven. Selecteer de printer die u wilt configureren als deze in de lijst staat. Kies <guilabel>Windows Printer via SAMBA</guilabel> als uw printer direct aan een Windows-computer verbonden is. Selecteer anders het protocol waarmee uw printer communiceert of klik op <guilabel>Netwerkprinter zoeken</guilabel> om handmatig een hostnaam of IP-adres in te vullen.
ru: Будет показан список найденных принтеров. Если требуемый принтер есть в списке, выберите его. Если ваш принтер непосредственно подключен к компьютеру с ОС Windows в локальной сети, то выберите <guilabel>Принтер Windows через SAMBA</guilabel>. Иначе, выберите протокол, который использует ваш принтер, или нажмите <guilabel>Найти сетевой принтер</guilabel>, чтобы вручную ввести имя компьютера или IP-адрес.
sl: Seznam zaznanih tiskalnikov bo prikazan. Če se vaš želeni tiskalnik pojavi, ga izberite. Če je tiskalnik neposredno povezan na računalnik s sistemom Windows, izberite <guilabel>Tiskalnik Windows preko SAMBA </guilabel>. V nasprotnem primeru izberite protokol, ki ga tiskalnik uporablja za komunikacijo ali kliknite <guilabel>Poišči omrežni tiskalnik</guilabel>, da ročno vnesete ime ali IP.
sq: Një listë e printerave të dalluar do të shfaqet. Nëse printeri që dëshironi shfaqet, përzgjidheni atë. Nëse printeri juaj është i lidhur drejtpërdrejt me një makinë Windows në rrjetin tuaj, zgjidhni <guilabel>Windows Printer me anë të SAMBA</guilabel>. Përndryshe, zgjidhni protokollin që printeri juaj përdor për të komunikuar, ose klikoni <guilabel>Gjej Printerin e Rrjetit</guilabel> për të vendosur në mënyrë manuale një emër mbartësi apo IP.
sr: Појавиће се списак откривених штампача. Ако се појави ваш жељени штампач, изаберите га. Ако је ваш штампач директно повезан на Виндоуз машини на вашој мрежи, изаберите <quote><guilabel>Виндоуз штампач путем САМБА</guilabel></quote>. У супротном, изаберите протокол који ваш штампач користи за комуникацију или кликните <quote><guilabel>Пронађи мрежни штампач</guilabel></quote> да ручно унесете назив домаћина или ИП.
tr: Algılanan yazıcıların bil listesi görülüyor. Eğer istediğin yazıcı görünüyorsa, onu seçin. Eğer yazının ağındaki bir Windows makineye doğrudan bağlanırsa, <guilabel>Samba ile Windows Yazıcı</guilabel>'yu seçin. Aksi taktirde, bağlanmak için yazıcının kullandığı iletişim kuralını seçin veya makineyi veya IP'yi elle girmek için <guilabel>Ağ Yazıcı Bul</guilabel>'u tıklayın.
zh_hk: 被偵測到打印機會以清單顯示。若有您要的打印機出現，選擇它。若您的打印機是連接在您網絡上某一台 Windows 電腦上的話，選擇<guilabel>透過 SAMBA 的 Windows 打印機</guilabel>。否則，選擇打印機用來聯絡的連接埠，或者點選<guilabel>尋找網絡打印機</guilabel>，手動輸入主機名稱或 IP 位址。
zh_tw: 被偵測到印表機將會以列表顯示。若有您要的印表機出現，選擇它。若您的印表機是連接在您網路上某一台 Windows 機器上的話，選擇<guilabel>透過 SAMBA 的 Windows 印表機</guilabel>。否則，選擇印表機用來聯絡的連接埠，或者點選<guilabel>尋找網路印表機</guilabel>，手動輸入主機名稱或 IP。

source: Click <guibutton>Forward</guibutton> and insert the details of the network printer.
ast: Calca en <guibutton>Siguiente</guibutton> ya inxerta los detalles de la imprentadora de rede.
da: Klik på <guibutton>Næste</guibutton> og udfyld detaljerne for netværksprinteren.
el: Πατήστε <guibutton>Εμπρός</guibutton> και εισάγετε τα στοιχεία του εκτυπωτή δικτύου.
gl: Prema en <guibutton>Seguinte</guibutton> e introduza os detalles da impresora de rede.
nb: Klikk på <guibutton>Fremover</guibutton> og fyll ut detaljene om nettverksskriveren.
nl: Klik <guibutton>Volgende</guibutton> en vul de details van uw netwerkprinter in.
ru: Нажмите <guibutton>Вперёд</guibutton> и введите данные о сетевом принтере.
sl: Kliknite <guibutton>Naprej</guibutton> in vnesite podrobnosti o omrežnem tiskalniku.
sq: Kliko <guibutton>Përpara</guibutton> dhe vendos detajet për printerin e rrjetit.
sr: Кликните <quote><guibutton>Напред</guibutton></quote> и упишите детаље мрежног штампача.
tr: <guibutton>İleri</guibutton> tıklayın ve ağ yazıcı için ayrıntıları girin.
zh_hk: 按 <guibutton>下一步</guibutton> 並輸入網絡打印機詳情。
zh_tw: 按 <guibutton>下一步</guibutton> 並輸入網路印表機詳情。

source: Click <guibutton>Apply</guibutton>.
ast: Calca <guibutton>Aplicar</guibutton>.
da: Tryk på <guibutton>Anvend</guibutton>.
el: Κάντε κλικ στο <guibutton>Εφαρμογή</guibutton>.
gl: Prema <guibutton>Aplicar</guibutton>.
nb: Klikk <guibutton>Bruk</guibutton>.
nl: Druk op <guibutton>Toepassen</guibutton>.
ru: Нажмите <guibutton>Применить</guibutton>.
sl: Kliknite <guibutton>Uveljavi</guibutton>.
sq: Kliko <guibutton>Apliko</guibutton>.
sr: Кликните <quote><guibutton>Примени</guibutton></quote>.
tr: <guibutton>Uygula</guibutton>'ya tıklatın.
zh_hk: 按 <guibutton>套用</guibutton>。
zh_tw: 按 <guibutton>套用</guibutton>。

source: If you do not know the protocol or details of your network printer, you should consult your network administrator.
ast: Si nun se conoz el protocolu o los detalles de la to imprentadora de rede, consulta col alministrador de la rede.
da: Hvis du ikke kender protokollen eller detaljerne for din netværksprinter bør du rådføre dig med din netværksadminstrator.
el: Εάν δεν ξέρετε το πρωτόκολλο ή τα στοιχεία του εκτυπωτή σας, συμβουλευτείτε τον διαχειριστή του δικτύου σας.
eo: Se vi ne scias la protokolon aŭ detalojn pri via reta presilo, vi devus konsulti vian retan administranton.
gl: Se non coñece o protocolo ou detalles da súa impresora de rede, debería consultar co administrador da rede.
nb: Om du ikke vet hvilken protokoll skriveren bruker eller trenger andre viktige detaljer om nettverksskriveren, så bør du kontakte din nettverksadministrator.
nl: Als u het protocol of de details van uw netwerkprinter niet kent, neem dan contact op met uw netwerkbeheerder.
ru: Если вам неизвестен протокол или другая информация о сетевом принтере, проконсультируйтесь с администратором вашей сети.
sk: Ak nepoznáte protokol alebo detaily sieťovej tlačiarne, kontaktujte správcu siete.
sl: Če ne poznate protokola ali podrobnosti vašega omrežnega tiskalnika, se posvetujte s skrbnikom omrežja.
sq: Nëse nuk e dini protokollin apo detajet për printerin tuaj të rrjetit, ju duhet të konslutoheni me administratorin e rrjetit tuaj.
sr: Ако не знате протокол или детаље вашег мрежног штампача, обратите се вашем администратору мреже.
tr: Eğer ağ yazıcısının protokolünü ve ayrıntılarını bilmiyorsanız ağ yöneticisine başvurabilirsiniz.
zh_hk: 如果您不清楚網絡打印機要用什麼協定或其詳情，應詢問您的網絡管理員。
zh_tw: 如果您不知道協定或您的網路印表機的細節，您應該請教您的網路管理員。

source: Testing a Printer
ast: Probando una imprentadora
da: Afprøvning af en printer
el: Δοκιμή εκτυπωτή
eo: Testi presilon
gl: Probar unha impresora
nb: Testing av en skriver
nl: Een printer testen
ru: Проверка принтера
sk: Testovanie tlačiarne
sl: Preizkušanje tiskalnika
sq: Të Testosh një Printer
sr: Тестирање штампача
tr: Yazıcı Sınama
zh_hk: 測試打印機
zh_tw: 測試印表機

source: To check if your printer works correctly:
ast: Pa comprobar si la to imprentadora trabaya bien:
da: For at kontrollere om printeren fungere korrekt:
el: Για να επιβεβαιώσετε την σωστή λειτουργία του εκτυπωτή:
eo: Por kontroli ĉu via presilo ĝuste funkcias:
gl: Para comprobar se a súa impresora funciona correctamente:
nb: Hvordan teste ut om en skriver virker som den skal:
nl: Controleer als volgt of uw printer correct werkt:
ru: Чтобы проверить, что ваш принтер работает корректно:
sk: Na otestovanie, či vaša tlačiareň pracuje správne:
sl: Če želite preveriti, če vaš tiskalnik deluje pravilno:
sq: Për të kontrolluar nëse printeri juaj punon siç duhet:
sr: Да проверите да ли ваш штампач исправно ради:
tr: Yazıcınızın sorunsuzca çalıştığını denetlemek için:
zh_hk: 要檢查打印機正常與否：
zh_tw: 要檢查印表機正常與否：

source: Right click on the printer's name in the list.
ast: Calca col botón drechu enriba'l nome de la imprentadora na llista.
da: Højre-klik på printerens navn i listen.
el: Κάντε δεξί κλικ στο όνομα του εκτυπωτή στην λίστα.
eo: Dekstre alklaku la nomon de la presilo en la listo.
gl: Prema o nome da impresora na lista co botón dereito.
nb: Høyreklikk på skriverens navn i listen.
nl: Klik met de rechtermuisknop op de te testen printer in de lijst.
ru: Щёлкните правой кнопкой мыши по имени принтера в списке.
sk: Kliknite pravým tlačidlom myši na meno tlačiarne v zozname.
sl: Z desnim miškinim gumbom kliknite na ime tiskalnika na seznamu.
sq: Klikoni me të djathtën mbi emrin e printerit në listë.
sr: Десним тастером миша кликните на име штампача на списку.
tr: Listedeki yazıcınızın adına sağ fare tuşuyla tıklayın.
zh_hk: 用右鍵點擊清單中的打印機名稱。
zh_tw: 用右鍵點擊列表中的印表機名稱。

source: Click <guibutton>Properties</guibutton>.
ast: Calca <guibutton>Propiedaes</guibutton>.
da: Klik <guibutton>Egenskaber</guibutton>.
el: Κάνε κλικ στο <guibutton>Ιδιότητες</guibutton>.
eo: Alklaku je <guibutton>Atributoj</guibutton>.
gl: Prema <guibutton>Propiedades</guibutton>.
nb: Trykk <guibutton>Egenskaper</guibutton>.
nl: Druk op <guibutton>Eigenschappen</guibutton>.
ru: Выберите <guibutton>Свойства</guibutton>.
sk: Kliknite na <guibutton>Vlastnosti</guibutton>.
sl: Kliknite gumb <guibutton>Lastnosti</guibutton>.
sq: Klikoni <guibutton>Parametrat</guibutton>.
sr: Кликните <quote><guibutton>Особине</guibutton></quote>.
tr: <guibutton>Özellikler</guibutton>'e tıklayın.
zh_hk: 點選 <guibutton>屬性</guibutton>。
zh_tw: 點選<guibutton>屬性</guibutton>。
