Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
ru: ubuntu-doc@lists.ubuntu.com (Проект документации Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)
zh_hk: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件計劃)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件專案)

source: Printing, Faxing and Scanning
ast: Impresores, faxes y escáneres
da: Udskrivning, fax og skanning
el: Εκτυπώσεις, φαξ και σαρώσεις
eo: Presi, Faksi kaj Skani
gl: Impresión, envío de Faxes e escaneado
nb: Utskrift, telefaks og skanning
nl: Afdrukken, faxen en scannen
ru: Печать, факс и сканирование
sk: Tlač, faxovanie a skenovanie
sl: Tiskanje, pošiljanje telefaksov in optično branje
sq: Printimi, Faksi dhe Skaneri
sr: Штампање, слање факса и скенирање
tr: Yazdırma, Fakslama ve Tarama
zh_hk: 打印、傳真及掃描
zh_tw: 列印、傳真及掃描

source: Setting up and using a printer/fax machine.
ast: Configuración y usu d'impresores y fax
da: Opsætning og brug af printer/fax-maskine.
el: Ρύθμιση και χρήση ενός εκτυπωτή - φαξ.
eo: Agordi kaj uzi presilon/faksilon.
gl: Configurar e empregar unha impresora/fax.
nb: Oppsett og bruk av skriver/telefaks.
nl: Instellen en gebruiken van een printer of faxmachine
ru: Настройка и использование принтера или факса
sk: Nastavenie a používanie tlačiarne/faxu.
sl: Nastavljanje in uporaba tiskalnika/telefaksa.
sq: Vendosja dhe instalimi i një makine printer/faks.
sr: Подешавање и коришћење штампача и факс машине.
tr: Yazıcıyı/Faks makinesini ayarlama ve kullanma.
zh_hk: 設定及使用打印機/傳真機。
zh_tw: 設定及使用印表機/傳真機。

source: Credits and License
ast: Créditos y Llicencia
da: Bidragydere og licens
el: Συντελεστές και άδεια χρήσης
eo: Agnoskoj kaj permesilo
gl: Créditos e licenza
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
ru: Разработчики и лицензия
sk: Poďakovanie a licencia
sl: Zasluge in licenca
sq: Kredite dhe Linçensimi
sr: Заслуге и лиценца
tr: Hazırlayanlar ve Lisans
zh_hk: 貢獻者與授權
zh_tw: 鳴謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu ta calteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
eo: Tiun dokumenton bontenas la Ubuntu dokumentara skipo (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuintoj, vidu la <ulink url="../../../common/C/contributors.xml">paĝo pri kontribuantoj</ulink>
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met deelnemers, kijk op de volgende pagina: <ulink url="../../libs/C/contributors.xml">deelnemerspagina</ulink>
ru: Этот документ поддерживается командой документирования Убунту (https://wiki.ubuntu.com/DocumentationTeam). Для просмотра списка участников перейдите по ссылке <ulink url="../../libs/C/contributors.xml">Страница участников команды документирования</ulink>.
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
tr: Bu belge, Ubuntu belgelendirme takımı (https://wiki.ubuntu.com/DocumentationTeam) tarafından sağlanmaktadır. Katkı sağlayanların bir listesi için, <ulink url="../../libs/C/contributors.xml">katkı sağlayanlar sayfası</ulink>na göz atabilirsiniz.
zh_hk: 本文件由 Ubuntu 文件團隊 (https://wiki.ubuntu.com/DocumentationTeam) 維護。相關名單可在 <ulink url="../../libs/C/contributors.xml">貢獻者頁面</ulink> 取得。
zh_tw: 本文件由 Ubuntu 文件團隊 (https://wiki.ubuntu.com/DocumentationTeam) 維護。相關名單可在 <ulink url="../../libs/C/contributors.xml">貢獻者頁面</ulink> 取得。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eo: Tiu ĉi dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
gl: Este documento está dispoñible baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ru: Этот документ доступен под лицензией Creative Commons ShareAlike 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument është i licensuar nga Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.
zh_tw: 此文件以創用 CC 授權條款「姓名標示-相同方式分享 2.5」授權。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre pa camudar, agrandar y ameyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos han publicase baxo esta llicencia.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας. Όλα τα παράγωγα έργα πρέπει να δημοσιεύονται με αυτήν την άδεια.
eo: Oni estas libera modifi, pligrandigi kaj plibonigi la dokumentaran fontkodon de Ubuntu laŭ la kondiĉoj de ĉi-tiu permesilo. Ĉiun derivan laboraĵon oni devas disdoni laŭ ĉi-tiu permesilo.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta mesma licenza.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
ru: По условиям этой лицензии вы можете изменять, расширять и улучшать исходный код документации Ubuntu. Любые производные документы также должны быть выпущены под этой лицензией.
sk: Môžete slobodne meniť, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené práce musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj license. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj license.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
zh_tw: 您可以在此授權下自由編輯、擴展與改善 Ubuntu 說明文件原始碼，而衍生作品必須依循此同樣的授權條款發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúise col envís de que seya d'utilidá, pero ENSIN GARANTÍA DENGUNA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA AFAYADIZA PA UN PROPÓSITU PARTICULAR, COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de CALIDADE COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
ru: Эта документация распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ ЛИБО ГАРАНТИЙ; даже без возможной гарантии РАБОТОСПОСОБНОСТИ или ПРИГОДНОСТИ К ОПРЕДЕЛЕННОЙ ЦЕЛИ, КАК ОПИСАНО В СОГЛАШЕНИИ.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPÍSANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eo: Ekzemplero de la permesilo disponigas ĉi-tiu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
nb: Lisensen finner du her: <ulink type="help" url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ru: Копия этой лицензии доступна по адресу <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası burada bulunuyor: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 授權條款副本請參考：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
ast: Proyeutu de documentación d'Ubuntu
da: Dokumentationsprojekt for Ubuntu
el: Έργο τεκμηρίωσης του Ubuntu
eo: Dokumentada projekto de Ubuntu
gl: Proyecto de documentación de Ubuntu
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекта Убунту документације
tr: Ubuntu Belgelendirme Projesi
zh_hk: Ubuntu 文件計劃
zh_tw: Ubuntu 文件專案

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
gl: Canonical Ltd. e membros do <placeholder-1/>
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
ru: Canonical Ltd. и участники <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
tr: Canonical Ltd. ve <placeholder-1/> üyeleri
zh_hk: Canonical 有限公司和 <placeholder-1/> 的成員
zh_tw: Canonical Ltd. 與 <placeholder-1/> 成員

source: The Ubuntu Documentation Project
ast: El Proyeutu de documentación d'Ubuntu
da: Dokumentationsprojektet for Ubuntu
el: Έργο τεκμηρίωσης του Ubuntu
eo: La Dokumentada Projekto de Ubuntu
gl: O proxecto de documentación de Ubuntu
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
ru: Проект документации Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекат Убунту документације
tr: Ubuntu Belgelendirme Projesi
zh_hk: Ubuntu 文件計劃
zh_tw: Ubuntu 文件專案

source: Printing
ast: Imprentadores
da: Udskrivning
el: Εκτύπωσεις
eo: Presi
gl: Impresoras
nb: Utskrift
nl: Afdrukken
ru: Печать
sk: Tlač
sl: Tiskanje
sq: Printimi
sr: Штампање
tr: Yazdırma
zh_hk: 打印
zh_tw: 列印

source: Most printers will be automatically supported by Ubuntu. The <application>Printer Configuration</application> application allows you to add printers, as well as modify their settings. You can also use this application to share the printer with other computers on a network, disable the printer, or restart it.
ast: Ubuntu detecta automáticamente la mayoría de les imprentadores. La aplicación <application>Configuración de la imprentadora</application> permite-y amestar imprentadores, y camudar les sos opciones. Tamién puede usar esta aplicación pa compartir la imprentadora con otros equipos de la rede, deshabilitarla o rearrancala.
da: De fleste printere understøttes automatisk af Ubuntu. Programmet <application>Printeropsætning</application> giver dig mulighed for at tilføje printere, samt redigere deres indstillinger. Du kan også bruge dette program til at dele printeren med andre computere på netværket, deaktivere printeren, eller genstarte den.
el: Οι περισσότεροι εκτυπωτές υποστηρίζονται αυτόματα από το Ubuntu. Η εφαρμογή <application>Εκτύπωση</application> σας επιτρέπει να προσθέσετε εκτυπωτές και να τροποποιήσετε τις ρυθμίσεις τους. Μπορείτε επίσης να χρησιμοποιήσετε την εφαρμογή αυτή για να κάνετε κοινή χρήση ενός εκτυπωτή από άλλους υπολογιστές ενός τοπικού δικτύου, να απενεργοποιήσετε ένα εκτυπωτή ή να τον επανεκκινήσετε.
eo: Ubuntu subtenas plejmultajn presilojn. La aplikaĵo <application>Agordi Presilon</application> ebligas aldoni presilojn kaj ŝanĝi iliajn agordaĵojn. Oni ankaŭ povas uzi tiun aplikaĵon por dividi presilon kun aliaj komputiloj en la reto, por malŝalti, aŭ por restartigi ĝin.
gl: A maioría das impresoras serán aceptadas automaticamente por Ubuntu. O aplicativo <application>Configuración de impresoras</application> permítelle instalar impresoras, así como modificar a súa configuración. Tamén pode empregar este aplicativo para compartir a impresora con outros computadores da rede, desactivar a impresora ou reiniciala.
nb: De fleste skrivere støttes automatisk i Ubuntu. <application>Skriverkonfigurasjon</application>-programmet tillater deg å legge til skrivere, samt endre innstillingene. Du kan også bruke dette programmet til å dele skriveren med andre maskiner i et nettverk, slå av skriveren eller starte den på nytt.
nl: De meeste printers zullen automatisch door Ubuntu worden ondersteund. Met de toepassing <application>Printerconfiguratie</application> kunt u printers toevoegen en de instellingen daarvan wijzigen. U kunt deze toepassing ook gebruiken om de printer met andere computers in een netwerk te delen, de printer uit te schakelen, of om deze te herstarten.
ru: Большинство принтеров автоматически поддерживается Ubuntu. Приложение <application>Настройка принтера</application> позволяет вам добавлять принтеры и изменять их настройки. Вы можете также использовать это приложение для предоставления доступа к принтеру другим компьютерам сети, отключения принтера или его перезапуска.
sk: Väčšina tlačiarní je automaticky podporovaná v Ubuntu. Aplikácia <application>Nastavenie tlačiarne</application> umožňuje pridávať a meniť nastavenia tlačiarní. Táto aplikácia tiež umožňuje nastaviť zdieľanie tlačiarne s inými počítačmi v sieti, vypnúť tlačiareň alebo ju reštartovať.
sl: Večina tiskalnikov Ubuntu že privzeto podpira. Program <application>Tiskanje</application> vam omogoča dodajanje in nastavljanje tiskalnikov. Ta program lahko uporabite tudi za souporabo tiskalnikov z računalniki v vašem omrežju. Tiskalnike lahko tudi onemogočite ali ponovno zaženete.
sq: Shumica e printerave do të suportohen automatikisht nga Ubuntu. Programi <application>Konfigurimi i Printerit</application> ju lejon të shtoni printera, si dhe të modifikoni parametrat e tyre. Ju mund ta përdorni këtë program edhe për ta ndarë printerin me kompjutera të tjerë në një rrjet, për ta çaktivizuar printerin ose për ta rinisur atë.
sr: Убунту ће аутоматски подржати већину штампача. Апликација <quote><application>Подешавање штампача</application></quote> вам омогућава да додате штампаче, као и да преуредите њихове поставке. Такође можете да користите ову апликацију за заједничко коришћење штампача са другим рачунарима на мрежи, да искључите штампач или да га поново покренете.
tr: Çoğu yazıcı otomatik olarak Ubuntu tarafından desteklenecektir. <application>Yazıcı Yapılandırma</application> uygulaması da yazıcıları eklemeyi, ayarlarını değiştirmeyi sağlar. Ayrıca, bir ağ üzerindeki diğer bilgisayarlar ile yazıcı paylaşabilir, kapatabilir ya da yeniden başlatabilirsiniz.
zh_hk: Ubuntu 自動支援大部分打印機。<application>打印機設定</application> 應用程式讓您新增打印機並修改其設定。您也可用此程式在網絡分享打印機給其他電腦、停用或重新啟動打印機。
zh_tw: Ubuntu 自動支援大部分印表機。<application>印表機設定</application> 應用程式讓您新增印表機並修改其設定。您也可用此程式在網路分享印表機給其他電腦、停用或重新啟動印表機。

source: Local Printing
ast: Imprentadora llocal
da: Lokal udskrivning
el: Τοπικές εκτυπώσεις
eo: Loke Presi
gl: Impresión local
nb: Lokal utskrift
nl: Lokaal afdrukken
ru: Печать на локальный принтер
sk: Lokálna tlač
sl: Krajevno tiskanje
sq: Printim Lokal
sr: Локално штампање
tr: Yerel Yazdırma
zh_hk: 本機打印
zh_tw: 本地列印
