Repository: ahoneybun/pop-docs
Catalog: printing/po/*.po
Languages: ast, da, el, eo, gl, nb, nl, ru, sk, sl, sq, sr, tr, zh_hk, zh_tw

source: Under the <guilabel>Settings</guilabel> tab, Click <guibutton>Print Test Page</guibutton>. A page will then be printed if your printer is working correctly.
ast: Debaxo la pestaña <guilabel>Configuración</guilabel>, calca <guibutton>Imprentar páxina de prueba</guibutton>. Darréu, si la to imprentadora ta trabayando bien imprímese una páxina.
da: Under fanebladet <guilabel>Indstillinger</guilabel>, Klik <guibutton>Udskriv testside</guibutton>. En side vil derefter blive udskrevet hvis printeren fungerer korrekt.
el: Στην καρτέλα <guilabel>Ρυθμίσεις</guilabel>, πατήστε <guibutton>Δοκιμαστική εκτύπωση</guibutton>. Αν ο εκτυπωτής σας λειτουργεί σωστά θα εκτυπωθεί μια σελίδα.
eo: En la langeto <guilabel>Agordaro</guilabel>, alklaku je <guibutton>Presi Testan Paĝon</guibutton>. Se via presilo ĝuste funkcias, ĝi presos testan paĝon.
gl: No separador <guilabel>Configuracións</guilabel>, prema <guibutton>Imprimir páxina de proba</guibutton>. Se a súa impresora funciona correctamente imprimiráse unha páxina.
nb: Under fanen <guilabel>Innstillinger</guilabel>, trykk <guibutton>Skriv ut testside</guibutton>. Hvis skriveren fungerer som den skal, så vil den skrive ut en testside.
nl: Druk onder het tabblad <guilabel>Instellingen</guilabel> op de knop <guilabel>Testpagina afdrukken</guilabel>. Als uw printer correct werkt, wordt er nu een testpagina afgedrukt.
ru: Во вкладке <guilabel>Параметры</guilabel> нажмите кнопку <guibutton>Пробная страница</guibutton>. Если ваш принтер настроен корректно, страница будет напечатана.
sk: V záložke <guilabel>Nastavenia</guilabel>, kliknite na <guibutton>Vytlačiť testovaciu stránku</guibutton>. Stránka by mala byť odoslaná na tlač.
sl: Na zavihku <guilabel>Nastavitve</guilabel> kliknite <guibutton>Natisni preizkusno stran</guibutton>. Če vaš tiskalnik deluje pravilno, se bo natisnila stran.
sq: Tek tabela <guilabel>Parametrat</guilabel>, kliko <guibutton>Printo Një Faqe Testi</guibutton>. Nëse printeri juaj punon siç duhet një faqe do të printohet.
sr: Под језичком <quote><guilabel>Поставке</guilabel></quote>, кликните <quote><guibutton>Одштампај пробну страницу</guibutton></quote>. Страница ће тада бити одштампана ако ваш штампач ради исправно.
tr: <guilabel>Ayarlar</guilabel> sekmesi altında <guibutton>Test Sayfası Yazdır</guibutton>a tıkla. Eğer yazıcı doğru çalışıyorsa bir sayfa yazdırılacak.
zh_hk: 在 <guilabel>設定</guilabel> 分頁下，點選 <guibutton>打印測試頁</guibutton>。若您的打印機運作正常，會打印一份測試頁。
zh_tw: 在<guilabel>設定</guilabel>分頁下，點選<guibutton>列印測試頁</guibutton>。若您的印表機運作正常，將會列印一份測試頁。

source: How can I check the ink levels of my printer?
ast: ¿Cómo soi quien a comprobar los niveles de tinta de la mio imprentadora?
da: Hvordan kontrollerer jeg blækbeholdningen på min printer?
el: Πως μπορώ να ελέγξω την στάθμη μελάνης του εκτυπωτή;
eo: Kiel kontroli la nivelojn de inko en mia presilo?
gl: Como podo comprobar os niveis de tinta da impresora?
nb: Hvordan kan jeg sjekke blekknivået i skriveren min?
nl: Hoe controleer ik de inktniveaus van mijn printer?
ru: Как я могу узнать уровень чернил в картридже?
sk: Ako môžem skontrolovať množstvo atramentu v tlačiarni?
sl: Kako lahko preverim raven črnila svojega tiskalnika?
sq: Si mund t'i kontrolloj nivelet e bojës së printerit tim?
sr: Како могу да проверим ниво мастила у мом штампачу?
tr: Yazıcımın mürekkep seviyesini nasıl denetleyebilirim?
zh_hk: 如何檢查墨水還剩多少？
zh_tw: 如何檢查墨水還剩多少？

source: To find out how much ink is left in your printer, follow the instructions which apply to your printer:
ast: Pa saber cuanta tinta queda na to imprentadora, sigui les instrucciones que s'apliquen a la to imprentadora:
da: For at finde ud af hvor meget blæk der er tilbage i din printer, følg instruktionerne der gælder for din printer:
el: Για να δείτε πόση μελάνη απομένει στον εκτυπωτή, ακολουθήστε τις οδηγίες που αφορούν τον εκτυπωτή σας:
eo: Por eltrovi kiom da inko restas en via presilo, sekvu la instrukciojn kiuj rilatas al via presilo:
gl: Para averiguar canta tinta queda na súa impresora, siga as instrucións aplicables á súa impresora:
nb: For å sjekke hvor mye blekk du har igjen i skriveren din, følg instruksjonene for din skriver:
nl: Volg deze instructies op die bij uw printer horen om het inktniveau van uw printer uit te lezen:
ru: Чтобы узнать, сколько чернил осталось в картридже, следуйте данным инструкциям:
sk: Aby ste zistili koľko atramentu ešte zostáva vo vašej tlačiarni, vykonajte inštrukcie ktoré platia pre vašu tlačiareň:
sl: Če želite izvedeti, koliko črnila je še v vašem tiskalniku, sledite navodilom, ki veljajo za vaš tiskalnik:
sq: Për të gjetur sa bojë ka ngelur në printerin tuaj, ndiqni udhëzimet që i përkasin printerit tuaj:
sr: Да сазнате колико је мастила остало у штампачу, следите упутства која се односе на ваш штампач:
tr: Yazıcınızda ne kadar mürekkep kaldığını öğrenmek için, geçerli talimatları izleyin:
zh_hk: 要了解您的打印機還有多少墨水，請依照適合您的打印機的步驟進行：
zh_tw: 要了解您的印表機內有多少墨水剩餘，請依照適合您的印表機的步驟進行：

source: <emphasis role="strong">Hewlett-Packard (HP) printers:</emphasis> Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>hp-toolbox</userinput> and click <guibutton>Run</guibutton>. Select the <guilabel>Supplies</guilabel> tab in the HP Device Manager window which appears to view a summary of ink levels.
ast: <emphasis role="strong">Imprentadores Hewlett-Packard (HP):</emphasis> Calca <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escribi <userinput>hp-toolbox</userinput> y calca <guibutton>Ejecutar</guibutton>. Escueyi la pestaña <guilabel>Insumos</guilabel> na ventana Xestor de dispositivos HP qu'apaez pa ver un resúme de los niveles de tinta.
da: <emphasis role="strong">Hewlett-Packard-printere (HP):</emphasis> Tryk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>hp-toolbox</userinput> og klik <guibutton>Kør</guibutton>. Vælg <guilabel>Supplies</guilabel> fanebladet i HP Device Manager vinduet, som viser en oversigt af blækniveauerne.
el: <emphasis role="strong">Εκτυπωτές Hewlett-Packard (HP):</emphasis> Πατήστε <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, πληκτρολογήστε <userinput>hp-toolbox</userinput> και κάντε κλικ στο κουμπί <guibutton>Εκτέλεση</guibutton>. Επιλέξτε την καρτέλα <guilabel>Supplies</guilabel> στο παράθυρο του διαχειριστή συσκευής HP που θα εμφανιστεί για να δείτε την στάθμη των μελανιών.
eo: <emphasis role="strong">Presiloj de Hewlett-Packard (HP):</emphasis> Premu je <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tajpu je <userinput>hp-toolbox</userinput> kaj alklaku je <guibutton>Ruli</guibutton>. Elektu la langeton <guilabel>Provizoj</guilabel> en la fenestro HP-Iloagordilo kiu aperas por vidigi resumon de inkaj niveloj.
gl: <emphasis role="strong">Impresoras Hewlett-Packard (HP):</emphasis> Prema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput>hp-toolbox</userinput> e prema <guibutton>Executar</guibutton>. Seleccione o separador <guilabel>Suministros</guilabel>na fiestra de Xestión de dispositivos HP que aparece para ver un resumo dos niveis de tinta.
nb: <emphasis role="strong">Hewlett-Packard(HP)-skrivere:</emphasis> Trykk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>hp-toolbox</userinput> og trykk <guibutton>Kjør</guibutton>. Velg<guilabel>Supplies</guilabel>-fanen i «HP Device Manager»-vinduet som viser en oversikt over blekknivå.
nl: <emphasis role="strong">Hewlett-Packard (HP)-printers:</emphasis> Druk op <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, typ <userinput>hp-toolbox</userinput> en druk op <guibutton>Uitvoeren</guibutton>. Selecteer het tabblad <guilabel>Supplies</guilabel> in het venster dat nu verschijnt. Vervolgens ziet u een samenvatting van de inktniveaus.
ru: <emphasis role="strong">Принтеры Hewlett-Packard (HP):</emphasis> нажмите <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, наберите <userinput>hp-toolbox</userinput> и нажмите <guibutton>Запустить</guibutton>. Перейдите на вкладку <guilabel>Расходные материалы</guilabel> в окне менеджера устройств HP, которая отображает уровни чернил.
sk: <emphasis role="strong">Tlačiarne Hewlett-Packard (HP):</emphasis> Stlačte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napíšte <userinput>hp-toolbox</userinput> a kliknite na <guibutton>Spustiť</guibutton>. Aby ste videli prehľad množstva zostávajúceho atramentu, vyberte záložku <guilabel>Supplies</guilabel> v HP Device Manager okne, ktoré sa objaví.
sl: <emphasis role="strong">Tiskalniki Hewlett-Packard (HP):</emphasis> Pritisnite <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, vpišite <userinput>hp-toolbox</userinput> in kliknite gumb <guibutton>Zaženi</guibutton>. Izberite zavihek <guilabel>Zaloge</guilabel> v oknu Upravljalnika naprav HP, ki vam bo pokazal raven črnila.
sq: <emphasis role="strong">Printerat Hewlett-Packard (HP):</emphasis> Klikoni <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, shtypni <userinput>hp-toolbox</userinput> dhe klikoni <guibutton>Nise</guibutton>. Zgjidhni tabelën <guilabel>Furnizimet</guilabel> tek dritarja e Menaxhuesit të Pajisjes HP që do të shfaqet për të nxjerrë një përmbledhje të niveleve të bojës.
sr: <emphasis role="strong">Хевлет-Пакард (HP) штампачи: </emphasis> Притисните <quote><keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo></quote>, упишите: <quote><userinput>hp-toolbox</userinput></quote> и кликните <quote><guibutton>Покрени</guibutton></quote>. Изаберите језичак <quote><guilabel>Залихе</guilabel></quote> у прозору Управника <quote>HP</quote> уређаја који ће се појавити да видите ниво количине мастила.
tr: <emphasis role="strong">Hewlett-Packard (HP) yazıcılar:</emphasis> <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>ye basın, <userinput>hp-toolbox</userinput> yazın ve <guibutton>Çalıştır</guibutton>a tıklayın. HP Aygıt Yöneticisi penceresinde mürekkebin özetini göstermek için ekrana çıkan <guilabel>Kaynaklar</guilabel> sekmesini seçin.
zh_hk: <emphasis role="strong">惠普 (HP) 打印機：</emphasis> 按下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>hp-toolbox</userinput> 並點擊<guibutton>執行</guibutton>。在 HP Device Manager 下選擇 <guilabel>Supplies</guilabel> 分頁，會顯示粗略估計的墨水量。
zh_tw: <emphasis role="strong">惠普 (HP) 印表機：</emphasis> 按下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>hp-toolbox</userinput> 並點擊<guibutton>執行</guibutton>。在 HP Device Manager 下選擇 <guilabel>Supplies</guilabel> 分頁，將會顯示粗估的墨水含量。

source: <emphasis role="strong">Epson and some Canon printers:</emphasis> Install the <ulink url="apt:mtink">mtink</ulink> package and click <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> to check your ink levels.
ast: <emphasis role="strong">Epson y delles imprentadores Canon:</emphasis> Instala'l paquete <ulink url="apt:mtink">mtink</ulink> y calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> pa comprobar los niveles de tinta.
da: <emphasis role="strong">Epson- og nogle Canon-printere:</emphasis> Installer <ulink url="apt:mtink">mtink</ulink> pakken og klik <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> for at kontroller blækniveauerne.
el: <emphasis role="strong">Epson και κάποιοι εκτυπωτές Canon:</emphasis> Εγκαταστήστε το πακέτο <ulink url="apt:mtink">mtink</ulink> και πηγαίνετε στο <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματτα</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> για να ελέγξετε την στάθμη των μελανιών.
eo: <emphasis role="strong">Presiloj de Epson kaj iuj de Canon:</emphasis> Instalu la pakaĵon <ulink url="apt:mtink">mtink</ulink> kaj alklaku je <menuchoice><guimenu>Aplikaĵoj</guimenu><guimenuitem>Akcesoraĵoj</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> por kontroli nivelojn de inko.
gl: <emphasis role="strong">Impresoras Epson e algunhas Canon:</emphasis> Instale o paquete <ulink url="apt:mtink">mtink</ulink> e prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> para comprobar os niveis de tinta.
nb: <emphasis role="strong">Epson- og enkelte Canon-skrivere:</emphasis> Installér <ulink url="apt:mtink">mtink</ulink>-pakken og trykk <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> for å sjekke blekknivå.
nl: <emphasis role="strong">Epson- en sommige Canon-printers:</emphasis> Installeer het pakket <ulink url="apt:mtink">mtink</ulink>. Start vervolgens <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> om uw inktniveaus te controleren.
ru: <emphasis role="strong">Epson и некоторые принтеры Canon:</emphasis> Установите пакет <ulink url="apt:mtink">mtink</ulink> и выберите пункт меню <menuchoice><guimenu>Приложения</guimenu><guimenuitem>Стандартные</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> для проверки уровня чернил.
sk: <emphasis role="strong">Tlačiarne Epson a niektoré tlačiarne Canon:</emphasis> Nainštalujte balík <ulink url="apt:mtink">mtink</ulink> a kliknite na <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> aby ste skontrolovali množstvo atramentu.
sl: <emphasis role="strong">Epson in nekateri Canon tiskalniki:</emphasis> Namestite paket <ulink url="apt:mtink">mtink</ulink> in kliknite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> za pregled ravni črnil.
sq: <emphasis role="strong">Printerat Epson dhe disa printera Canon:</emphasis> Instaloni paketën <ulink url="apt:mtink">mtink</ulink> dhe klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> për të kontrolluar nivelet e bojërave tuaja.
sr: <emphasis role="strong">Епсон и неки Кенон штампачи:</emphasis> Инсталирајте пакет <quote><ulink url="apt:mtink">mtink</ulink></quote> и кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>мтинк</guimenuitem></menuchoice></quote> да проверите ниво мастила.
tr: <emphasis role="strong">Epson ve bazı Canon yazıcılar:</emphasis> <ulink url="apt:mtink">mtink</ulink> paketini yükleyin ve mürekkep seviyesini kontorl etmek için<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Erişebilirlik</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice>e tıklayın.
zh_hk: <emphasis role="strong">愛普生 (Epson) 和某些佳能 (Canon) 印表機：</emphasis>安裝 <ulink url="apt:mtink">mtink</ulink> 套件並點選<menuchoice><guimenu>應用程式</guimenu><guimenuitem>附屬應用程式</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> 以查看墨水量。
zh_tw: <emphasis role="strong">Epson 和某些 Canon 印表機：</emphasis>安裝 <ulink url="apt:mtink">mtink</ulink> 套件並點選<menuchoice><guimenu>應用程式</guimenu><guimenuitem>附屬應用程式</guimenuitem><guimenuitem>mtink</guimenuitem></menuchoice> 以查看您的墨水含量。

source: <emphasis role="strong">Some other Epson and Canon printers:</emphasis> Install the <ulink url="apt:inkblot">inkblot</ulink> package, press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput>inkblot</userinput> and click <guibutton>Run</guibutton>. A printer icon will appear in the notification area on the top panel; click it to view ink levels.
ast: <emphasis role="strong">Otres imprentadores Epson y Canon:</emphasis> Instala'l paquete <ulink url="apt:inkblot">inkblot</ulink>, calca <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, teclea <userinput>inkblot</userinput> y calca <guibutton>Ejecutar</guibutton>. Apaecerá l'iconu d'una imprentadora na estaya de notificación nel panel cimeru; cálcalu pa ver los niveles de tinta.
da: <emphasis role="strong">Andre Epson- and Canon-printere:</emphasis> Installer <ulink url="apt:inkblot">inkblot</ulink> pakken, tryk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>inkblot</userinput> og klik <guibutton>Kør</guibutton>. Et printerikon vil komme til syne i meddelelsesområdet i det øverste panel; klik på det for at se blækniveauerne.
el: <emphasis role="strong">Άλλοι εκτυπωτές Epson και Canon:</emphasis> Εγκαταστήστε το πακέτο <ulink url="apt:inkblot">inkblot</ulink>, πατήστε <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, πληκτρολογήστε <userinput>inkblot</userinput> και επιλέξτε <guibutton>Εκτέλεση</guibutton>. Θα εμφανιστεί ένα εικονίδιο εκτυπωτή στην περιοχή ειδοποιήσεων στον επάνω πίνακα εφαρμογών· κάντε κλικ επάνω του για να δείτε την στάθμη των μελανιών.
eo: <emphasis role="strong">Iuj aliaj presiloj de Epson kaj Canon:</emphasis> Instalu la pakaĵon <ulink url="apt:inkblot">inkblot</ulink> , premu je <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tajpu <userinput>inkblot</userinput> kaj alklaku je <guibutton>Ruli</guibutton>. Presila bildsimbolo aperos en la supra mesaĝa breto; alklaku ĝin por vidigi nivelojn de inko.
gl: <emphasis role="strong">Outras impresoras Epson e Canon:</emphasis> instale o paquete<ulink url="apt:inkblot">inkblot</ulink>, prema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escrioba <userinput>inkblot</userinput> e faga clic en <guibutton>Executar</guibutton>. Aparecerá unha icona da impresora na área de notificación no panel superior, faga clic nel para ver os niveis de tinta.
nb: <emphasis role="strong">Enkelte andre Epson- og Canon-skrivere:</emphasis> Installér <ulink url="apt:inkblot">inkblot</ulink>-pakken, trykk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, skriv <userinput>inkblot</userinput> og trykk <guibutton>Kjør</guibutton>. Et skriverikon vil dukke opp i panelet, trykk på det for å sjekke blekknivå.
nl: <emphasis role="strong">Sommige andere Epson- en Canon-printers:</emphasis> Installeer het pakket <ulink url="apt:inkblot">inkblot</ulink>, doe <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, typ <userinput>inkblot</userinput> en druk op <guibutton>Uitvoeren</guibutton>. Er verschijnt nu een printerpictogram in het mededelingengebied. Klik op dit pictogram om de inktniveaus te zien.
ru: <emphasis role="strong">Для некоторых других моделей принтеров Epson и Canon:</emphasis> установите пакет <ulink url="apt:inkblot">inkblot</ulink>, нажмите <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, наберите <userinput>inkblot</userinput> и щёлкните по кнопке <guibutton>Запустить</guibutton>. В области уведомлений в верхней панели появится пиктограмма принтера; щёлкните по ней для проверки уровня чернил.
sk: <emphasis role="strong">Niektoré Epson a Canon tlačiarne:</emphasis> Nainštalujte balík <ulink url="apt:inkblot">inkblot</ulink>, stlačte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, napíšte <userinput>inkblot</userinput> a kliknite na <guibutton>Spustiť</guibutton>. V oblasti upozornení, v hornom paneli, sa objaví ikona tlačiarne; kliknite na ňu aby ste videli zostávajúce množstvo atramentu.
sl: <emphasis role="strong">Nekateri drugi Epson in Canon tiskalniki:</emphasis> Namestite paket <ulink url="apt:inkblot">inkblot</ulink>, pritisnite <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, vpišite <userinput>inkblot</userinput> in kliknite gumb <guibutton>Zaženi</guibutton>. V področju obvestil se bo prikazala ikona tiskalnika; kliknite jo za prikaz ravni črnil.
sq: <emphasis role="strong">Për disa printera të tjerë Epson dhe Canon:</emphasis> Instaloni paketën <ulink url="apt:inkblot">inkblot</ulink>, klikoni <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, shtypni <userinput>inkblot</userinput> dhe klikoni <guibutton>Nise</guibutton>. Një ikonë printeri do të shfaqet në zonën e njoftimeve në panelin e sipërm; klikojeni për të shfaqur nivelet e bojës.
sr: <emphasis role="strong">Неки други Епсон и Кенон штампачи:</emphasis> Инсталирајте пакет <quote><ulink url="apt:inkblot">inkblot</ulink></quote>, притисните <quote><keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo></quote>, упишите <quote><userinput>inkblot</userinput></quote> и кликните <quote><guibutton>Покрени</guibutton></quote>. Икона штампача ће се појавити у обавештајној зони на горњем панелу; кликните на њу да видите ниво мастила.
tr: <emphasis role="strong">Bazı diğer Epson ve Canon yazıcılar:</emphasis> <ulink url="apt:inkblot">inkblot</ulink> paketini yükleyin, <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>ye basın, <userinput>inkblot</userinput> yazın ve <guibutton>Çalıştır</guibutton>ı tıklatın. Panelin üstünde bilgilendirme alanında bir yazıcı ikonu belirecek. Mürekkep seviyelerini görmek için ona tıklatın
zh_hk: <emphasis role="strong">其他愛普生 (Epson) 和佳能 (Canon) 打印機：</emphasis>安裝 <ulink url="apt:inkblot">inkblot</ulink> 套件，按下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>inkblot</userinput> 並點擊<guibutton>執行</guibutton>。上方面板的通知區域會出現打印機圖示；點擊查看墨水量。
zh_tw: <emphasis role="strong">其他 Epson 和 Canon 印表機：</emphasis>安裝 <ulink url="apt:inkblot">inkblot</ulink> 套件，按下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，輸入 <userinput>inkblot</userinput> 並點擊<guibutton>執行</guibutton>。一個印表機圖示將在上方面板的通知區域內出現；點擊它查看墨水含量。
