Repository: ahoneybun/pop-docs
Catalog: generic/serverguide/po/*.po
Languages: ru

source: Many more configurations are possible, including dialup PPP interfaces, IPv6 networking, VPN devices, etc. Refer to <application>man 5 interfaces</application> for more information and supported options. Remember that <filename>/etc/network/interfaces</filename> is used by the <application>ifup</application>/<application>ifdown</application> scripts as a higher level configuration scheme than may be used in some other Linux distributions, and that the traditional, lower level utilities such as <application>ifconfig</application>, <application>route</application>, and <application>dhclient</application> are still available to you for ad hoc configurations.
ru: Существует большое количество возможных вариантов настроек сети, включая модемные интерфейсы PPP, работу в сети по протоколу IPv6, VPN устройства и т.п. Более полная информация и описание поддерживаемых возможностей дано в руководстве <application>man 5 interfaces</application>. Помните, что файл <filename>/etc/network/interfaces</filename> используется скриптами <application>ifup</application>/<application>ifdown</application> в для предоставления схемы настройек более высокого уровня, чем может использоваться в других дистрибутивах Линукс, а также, что традиционные низкоуровневые утилиты такие как <application>ifconfig</application>, <application>route</application> и <application>dhclient</application> также доступны вам для специально подобранных настроек.

source: Managing DNS Entries
ru: Управление записями DNS

source: This section explains how to configure the nameserver to use when resolving IP address to hostnames and vice versa. It does not explain how to configure the system as a name server.
ru: Данный раздел объясняет как настроить использование существующих серверов имен (name server) при разрешении IP-адресов в имена хостов и обратно. Здесь не объясняется, как настроить систему для работы в качестве сервера имен.

source: To manage DNS entries, you can add, edit, or remove DNS names from the <filename>/etc/resolv.conf</filename> file. A <ulink url="../sample/resolv.conf">sample file</ulink> is given below:
ru: Для управления списком DNS, вы можете добавлять, изменять или удалять имена DNS в файле <filename>/etc/resolv.conf</filename>. Содержимое <ulink url="../sample/resolv.conf">файла-примера</ulink> представлено ниже:

source: The <application>search</application> key specifies the string which will be appended to an incomplete hostname. Here, we have mentioned it as <application>com</application>. So, when we run: <command>ping ubuntu</command> it would be interpreted as <command>ping ubuntu.com</command>.
ru: Ключевое слово <application>search</application> определяет строку, которая будет добавляться к неполным именам хостов. В нашем примере это строка <application>com</application>. То есть, если мы выполним комманду: <command>ping ubuntu</command>, она будет интерпретирована как <command>ping ubuntu.com</command>.

source: The <application>nameserver</application> key specifies the nameserver IP address. It will be used to resolve the given IP address or hostname. This file can have multiple nameserver entries. The nameservers will be used by the network query in the same order.
ru: Ключевое слово <application>nameserver</application> определяет IP-адрес сервера имен. Этот адрес будет использован, при разрешении заданного IP-адреса или имени хоста. Данный файл может содержать несколько записей с описанием серверов имен. Серверы имен будут использоваться сетевыми запросами в той же последовательности, как они указаны в файле.

source: If the DNS server names are retrieved dynamically from DHCP or PPPOE (retrieved from your ISP), do not add nameserver entries in this file. It will be updated automatically.
ru: Если сервера имен DNS доставляются автоматически через DHCP или PPPOE (от вашего ISP). не добавляйте записи для серверов имен в этот файл. Он будет обновлен автоматически.

source: Managing Hosts
ru: Управление хостами

source: To manage hosts, you can add, edit, or remove hosts from <filename>/etc/hosts</filename> file. The file contains IP addresses and their corresponding hostnames. When your system tries to resolve a hostname to an IP address or determine the hostname for an IP address, it refers to the <filename>/etc/hosts</filename> file before using the name servers. If the IP address is listed in the <filename>/etc/hosts</filename> file, the name servers are not used. This behavior can be modified by editing <filename> /etc/nsswitch.conf</filename> at your peril.
ru: Для управления хостами, вы можете добавлять, изменять, удалять хосты в файле <filename>/etc/hosts</filename>. Этот файл содержит IP-адреса и соответствующие им имена хостов. Когда ваша система пытается разрешить название хоста в IP-адрес, сначала происходит обращение к файлу <filename>/etc/hosts</filename> и лишь потом используются серверы имен. Если IP-адрес содержится в файле <filename>/etc/hosts</filename>, серверы имен не используются. Такое поведение может быть изменено настройками в файле <filename>/etc/nsswitch.conf</filename>, на ваш собственный риск.

source: If your network contains computers whose IP addresses are not listed in DNS, it is recommended that you add them to the <filename>/etc/hosts</filename> file.
ru: Если в вашей сети есть компьютеры, чьи IP-адреса не прописаны в DNS, мы рекомендуем вам добавить их в файл <filename>/etc/hosts</filename>.

source: The Transmission Control Protocol and Internet Protocol (TCP/IP) is a standard set of protocols developed in the late 1970s by the Defense Advanced Research Projects Agency (DARPA) as a means of communication between different types of computers and computer networks. TCP/IP is the driving force of the Internet, and thus it is the most popular set of network protocols on Earth.
ru: Протокол контроля передачи данных и Интернет протокол (The Transmission Control Protocol and Internet Protoco - TCP/IP) - это стандартный набор протоколов, разработанных в конце 70-х годов управлением перспективного планирования оборонных научно-исследовательских работ (DARPA) в качестве средства коммуникации между различными типами компьютеров и компьютерных сетей. Так как сеть Интернет построена на стеке протоколов TCP/IP, они представляют самый популярный набор сетевых протоколов на Земле.

source: TCP/IP Introduction
ru: Введение в TCP/IP

source: The two protocol components of TCP/IP deal with different aspects of computer networking. <emphasis>Internet Protocol</emphasis>, the "IP" of TCP/IP is a connectionless protocol which deals only with network packet routing using the <emphasis role="italics">IP datagram</emphasis> as the basic unit of networking information. The IP datagram consists of a header followed by a message. The <emphasis> Transmission Control Protocol</emphasis> is the "TCP" of TCP/IP and enables network hosts to establish connections which may be used to exchange data streams. TCP also guarantees that the data between connections is delivered and that it arrives at one network host in the same order as sent from another network host.
ru: Две компоненты протокола TCP/IP имеют дело с различными аспектами компьютерных сетей. <emphasis>Интернет протокол</emphasis> (Internet Protocol), "IP" в TCP/IP - это протокол без организации соединения, который обеспечивает лишь пересылку сетевых пакетов, используя <emphasis role="italics">IP датаграммы</emphasis> в качестве единицы представления сетевой информации. IP датаграмма состоит из заголовка, за которым следует тело сообщения. <emphasis>Протокол управления передачей</emphasis>(Transmission Control Protocol), TCP в TCP/IP, обеспечивает хостам сети возможности устанавливать соединения, которые могут быть использованы для обмена потоками данных. TCP обеспечивает гарантированную доставку данных между соединенными системами, а также то, что эти данные доставляются на принимающий хост в том же самом порядке, в котором они были отправлены с другого хоста.

source: TCP/IP Configuration
ru: Настройка TCP/IP

source: The TCP/IP protocol configuration consists of several elements which must be set by editing the appropriate configuration files, or deploying solutions such as the Dynamic Host Configuration Protocol (DHCP) server which in turn, can be configured to provide the proper TCP/IP configuration settings to network clients automatically. These configuration values must be set correctly in order to facilitate the proper network operation of your Ubuntu system.
ru: Настройка протокола TCP/IP состоит из нескольких элементов, которые должны быть указаны в соответствующих файлах конфигураций, или получены с помощью дополнительных служб таких как сервер протокола динамической настройки хостов (Dynamic Host Configuration Protocol, DHCP), который, в свою очередь, может быть настроен для автоматического предоставления правильных настроек TCP/IP клиентам сети. Следующим параметрам настройки должны быть указаны правильные значения, чтобы обеспечить нормальную работу вашей системы Ubuntu в сети.

source: <emphasis role="bold">IP address</emphasis> The IP address is a unique identifying string expressed as four decimal numbers ranging from zero (0) to two-hundred and fifty-five (255), separated by periods, with each of the four numbers representing eight (8) bits of the address for a total length of thirty-two (32) bits for the whole address. This format is called <emphasis>dotted quad notation</emphasis>.
ru: <emphasis role="bold">IP адрес</emphasis>. IP адрес - это уникальная идентификационная строка, представленная в виде четырёх десятичных чисел в диапазоне от нуля (0) до двухсот пятидесяти пяти (255), разделённых точками, каждое из четырёх чисел представляет восемь (8) бит адреса, полная длина которого тридцать два (32) бита. Этот формат называют <emphasis>dotted quad notation (четырехкомпонентная система обозначений адресов с точками)</emphasis>.

source: <emphasis role="bold">Netmask</emphasis> The Subnet Mask (or simply, <emphasis>netmask</emphasis>) is a local bit mask, or set of flags which separate the portions of an IP address significant to the network from the bits significant to the <emphasis>subnetwork</emphasis>. For example, in a Class C network, the standard netmask is 255.255.255.0 which masks the first three bytes of the IP address and allows the last byte of the IP address to remain available for specifying hosts on the subnetwork.
ru: <emphasis role="bold">Маска сети (Netmask)</emphasis> Маска подсети (или просто, <emphasis>netmask</emphasis>) - это локальная битовая маска, или наборы флагов, отделяющая часть IP-адреса, значимую для сети, от битов, значимых для <emphasis>подсети (subnetwork)</emphasis>. Например, в сети класса C, стандартная маска сети определена как 255.255.255.0, она маскирует первые три байта IP адреса и позволяет последнему байту IP адреса оставаться доступным для обозначения хостов в подсети.

source: <emphasis role="bold">Network Address</emphasis> The Network Address represents the bytes comprising the network portion of an IP address. For example, the host 12.128.1.2 in a Class A network would use 12.0.0.0 as the network address, which uses twelve (12) to represent the first byte of the IP address, (the network part) and zeroes (0) in all of the remaining three bytes to represent the potential host values. Network hosts using the very common private and non-routable IP addresses such as 192.168.1.100 would in turn use a Network Address of 192.168.1.0, which specifies the first three bytes of the Class C 192.168.1 network and a zero (0) for all the possible hosts on the network.
ru: <emphasis role="bold">Адрес сети (Network Address)</emphasis> Адрес сети представляется байтами, включающими в себя сетевую часть IP адреса. К примеру, хост 12.128.1.2 в сети класса А будет использовать 12.0.0.0 в качестве адреса сети, которая использует двенадцать (12) для представления первого байта IP адреса (сетевая часть), тогда как нули (0) в оставшихся трех байт представляют потенциальные значения для хостов. Хосты сети использующие стандартные закрытые и не маршрутизируемые IP адреса, подобные 192.168.1.100, будут, в свою очередь, использовать в качестве адреса сети 192.168.1.0, которая определяет первые три байта 192.168.1 сети класса C и нуль (0) для всех возможных хостов в сети.

source: <emphasis role="bold">Broadcast Address</emphasis> The Broadcast Address is an IP address which allows network data to be sent simultaneously to all hosts on a given subnetwork rather than specifying a particular network host. The standard general broadcast address for IP networks is 255.255.255.255, but this broadcast address cannot be used to send a broadcast message to every host on the Internet because routers block it. A more appropriate broadcast address is set to match a specific subnetwork. For example, on the popular private Class C IP network, 192.168.1.0, the broadcast address should be configured as 192.168.1.255. Broadcast messages are typically produced by network protocols such as the Address Resolution Protocol (ARP) and the Routing Information Protocol (RIP).
ru: <emphasis role="bold">Широковещательный адрес (Broadcast Address)</emphasis> Широковещательный адрес - это такой IP адрес, который позволяет передать сетевые данные одновременно на все хосты заданной подсети, вместо передачи на конкретный хост. Стандартным общим широковещательным адресом для IP сетей является 255.255.255.255, однако этот адрес не может быть использован для передачи широковещательных сообщений всем хостам сети Интернет, так как роутеры блокируют данный адрес. Более приемлем широковещательный адрес соответствующий конкретной подсети. Например, для популярной закрытой сети класса C, 192.168.1.0, широковещательный адрес должен быть настроен как 192.168.1.255. Широковещательные сообщения обычно рассылаются сетевыми протоколами такими, как протокол разрешения адресов (Address Resolution Protocol или ARP) и информационный протокол маршрутизации (Routing Information Protocol, RIP).

source: <emphasis role="bold">Gateway Address</emphasis> A Gateway Address is the IP address through which a particular network, or host on a network, may be reached. If one network host wishes to communicate with another network host, and that host is not located on the same network, then a <emphasis>gateway</emphasis> must be used. In many cases, the Gateway Address will be that of a router on the same network, which will in turn pass traffic on to other networks or hosts, such as Internet hosts. The value of the Gateway Address setting must be correct, or your system will not be able to reach any hosts beyond those on the same network.
ru: <emphasis role="bold">Адрес шлюза (Gateway Address)</emphasis> Адрес шлюза - это IP адрес, через который некоторая сеть, или хост в сети, могут быть доступны. Пусть один сетевой хост желает организовать соединение с другим сетевым хостом, но они расположены в разных сетях, в таких случаях должен использоваться <emphasis>шлюз (gateway)</emphasis>. Во многих случаях адрес шлюза будет совпадать с адресом маршрутизатора той же сети, который, в свою очередь, будет перенаправлять трафик в другие сети или на другие хосты, такие как хосты Интернет. Адресу шлюза должно быть присвоено правильное значение, в противном случае ваша система не сможет связаться ни с одним хостом, находящимся за пределами вашей сети.

source: <emphasis role="bold">Nameserver Address</emphasis> Nameserver Addresses represent the IP addresses of Domain Name Service (DNS) systems, which resolve network hostnames into IP addresses. There are three levels of Nameserver Addresses, which may be specified in order of precedence: The <emphasis>Primary</emphasis> Nameserver, the <emphasis>Secondary</emphasis> Nameserver, and the <emphasis>Tertiary</emphasis> Nameserver. In order for your system to be able to resolve network hostnames into their corresponding IP addresses, you must specify valid Nameserver Addresses which you are authorized to use in your system's TCP/IP configuration. In many cases these addresses can and will be provided by your network service provider, but many free and publicly accessible Nameservers are available for use, such as the Level3 (Verizon) servers with IP addresses from 4.2.2.1 to 4.2.2.6.
ru: <emphasis role="bold">Адрес сервера имен (Nameserver Address)</emphasis> Адреса серверов имен представляют IP адреса систем службы именования доменов (Domain Name Service, DNS), которые разрешают имена хостов сети в IP адреса. Есть три уровня адресов серверов имен, которые могут быть определены в порядке приоритета: <emphasis> основной (Primary)</emphasis> сервер имен, <emphasis>вспомогательный (Secondary)</emphasis> сервер имен, и <emphasis>третичный (Tertiary)</emphasis> сервер имен. Для того, чтобы ваша система могла разрешать сетевые имена хостов в соответствующие IP адреса, вы должны определить допустимые адреса серверов имен, которые вам разрешено использовать в настройках TCP/IP вашей системы. Во многих случаях эти адреса будут предоставлены вашим провайдером сетевых услуг, но также существуют свободные и открыто доступные сервера имен, которые можно использовать, такие как серверы Level3 (Verizon) с IP адресами от 4.2.2.1 до 4.2.2.6.

source: The IP address, Netmask, Network Address, Broadcast Address, and Gateway Address are typically specified via the appropriate directives in the file <filename>/etc/network/interfaces</filename>. The Nameserver Addresses are typically specified via <emphasis>nameserver</emphasis> directives in the file <filename>/etc/resolv.conf</filename>. For more information, view the system manual page for <filename>interfaces</filename> or <filename>resolv.conf</filename> respectively, with the following commands typed at a terminal prompt:
ru: IP адрес, маска сети, адрес сети, широковещательный адрес и адрес шлюза обычно определяются с помощью подходящих инструкций в файле <filename>/etc/network/interfaces</filename>. Адреса серверов имен обычно задаются с помощью директивы <emphasis>nameserver</emphasis> в файле <filename>/etc/resolv.conf</filename>. Для получения более полной информации, смотрите страницы системного руководства для <filename>interfaces</filename> или <filename>resolv.conf</filename>, соответственно, введя следующие команды в терминале:

source: Access the system manual page for <filename>interfaces</filename> with the following command:
ru: Обратитесь к соответствующей странице системного руководства о <filename>interfaces</filename> с помощью комманды:

source: Access the system manual page for <filename>resolv.conf</filename> with the following command:
ru: Обратитесь к соответствующей странице системного руководства о <filename>resolv.conf</filename> с помощью комманды:

source: The common configuration elements of TCP/IP and their purposes are as follows: <placeholder-1/>
ru: Обычные элементы настроек TCP/IP и их назначение таковы: <placeholder-1/>

source: IP Routing
ru: IP маршрутизация

source: IP routing is a means of specifying and discovering paths in a TCP/IP network along which network data may be sent. Routing uses a set of <emphasis>routing tables</emphasis> to direct the forwarding of network data packets from their source to the destination, often via many intermediary network nodes known as <emphasis>routers</emphasis>. IP Routing is the principal mode of path discovery on the Internet. There are two primary forms of IP Routing: <emphasis>Static Routing</emphasis> and <emphasis>Dynamic Routing.</emphasis>
ru: IP маршрутизация (роутинг) - это способы определения и нахождения путей доставки сетевых данных в сети TCP/IP. Маршрутизация использует набор <emphasis>таблиц маршрутизации (routing tables)</emphasis> для управления передачей сетевых пакетов данных от отправителя к получателю, зачастую через множество промежуточных сетевых узлов, именуемых <emphasis>маршрутизаторы (routers)</emphasis>. IP маршрутизация - это основной способ определения путей доставки в сети Интернет. Есть две основных формы IP маршрутизации: <emphasis>статическая маршрутизация (Static Routing)</emphasis> и <emphasis>динамическая маршрутизация (Dynamic Routing)</emphasis>.

source: Dynamic Routing depends on large networks with multiple possible IP routes from a source to a destination and makes use of special routing protocols, such as the Router Information Protocol (RIP), which handle the automatic adjustments in routing tables that make dynamic routing possible. Dynamic routing has several advantages over static routing, such as superior scalability and the ability to adapt to failures and outages along network routes. Additionally, there is less manual configuration of the routing tables, since routers learn from one another about their existence and available routes. This trait also eliminates the possibility of introducing mistakes in the routing tables via human error. Dynamic routing is not perfect, however, and presents disadvantages such as heightened complexity and additional network overhead from router communications, which does not immediately benefit the end users, but still consumes network bandwidth.
ru: Динамическая маршрутизация зависит от больших сетей со множеством возможных IP маршрутов от отправителя к получателю и использует специальные протоколы маршрутизации, такие как протокол маршрутной информации (Router Information Protocol, RIP), который поддерживает автоматические изменения в таблицах маршрутизации, что делает возможным саму динамическую маршрутизацию. Динамический роутинг имеет несколько преимуществ над статическим, в числе которых отличная масштабируемость и возможность подстройки при возникновении сбоев и ошибок на маршрутах доставки данных. В дополнение к этому, при этом способе необходимо меньше ручных настройек таблиц маршрутизации, так как роутеры обмениваются друг с другом информацией о существовании других роутеров и доступных маршрутах. Это также устраняет возможность внесения ошибочной информации в таблицы маршрутов из-за ошибок операторов. Однако, динамический способ маршрутизации тоже несовершенен. Из недостатков мы отметим повышенную сложность и дополнительную нагрузку на сети, связанную с передачей информации между роутерами, которые не дают мгновенных преимуществ пользователю, но в то же время используют часть пропускной способности сети.

source: TCP and UDP
ru: TCP и UDP

source: TCP is a connection-based protocol, offering error correction and guaranteed delivery of data via what is known as <emphasis>flow control</emphasis>. Flow control determines when the flow of a data stream needs to be stopped, and previously sent data packets should to be re-sent due to problems such as <emphasis>collisions</emphasis>, for example, thus ensuring complete and accurate delivery of the data. TCP is typically used in the exchange of important information such as database transactions.
ru: TCP - протокол с установлением соединения, предоставляющий коррекцию ошибок и гарантированную доставку данных через так называемое <emphasis>управление передачей (flow control)</emphasis>. Управление передачей определяет когда поток данных необходимо остановить и заново отправить предыдущие пакеты данных вследствие таких проблем как <emphasis>коллизии (collisions)</emphasis>. TCP обычно используется при обмене важной информацией, такой как транзакции баз данных.
