Repository: ahoneybun/pop-docs
Catalog: generic/serverguide/po/*.po
Languages: ru

source: User Accounts define persons with some level of authorization to use certain computer and network resources. Typically, in a network environment, a user account is provided to each person allowed to access a computer or network, where policies and permissions then define what explicit rights that user account has access to. To define SAMBA network users for your Ubuntu system, you may use the <application>smbpasswd</application> command. For example to add a SAMBA user to your Ubuntu system with the user name <emphasis role="italic">jseinfeld</emphasis>, you would enter this command at the prompt:
ru: Учетные записи пользователей определяют лиц с некоторым набором прав для использования определенных ресурсов компьютера и сетевых ресурсов. Обычно, в сетевой среде, учетная запись пользователя предоставляется каждому лицу имеющему доступ к компьютеру или сети, где политики и разрешения определяют затем точные права доступа, которыми обладает учетная запись. Для определения сетевых пользователей SAMBA вашей системы Ubuntu вы можете использовать команду <application>smbpasswd</application>. Например для того, чтобы добавить пользователя SAMBA с именем <emphasis role="italic">jseinfeld</emphasis> в вашу систему Ubuntu, вам необходимо ввести следующую команду:

source: The <application>smbpasswd</application> application will then prompt you to enter a password for the user:
ru: Затем приложение <application>smbpasswd</application> запросит у вас пароль для этого пользователя:

source: New SMB password:
ru: Новый пароль SMB:

source: Enter the password you wish to set for the user, and the <application>smbpasswd</application> application will ask you to confirm the password:
ru: Введите пароль, который вы хотите установить для пользователя, и приложение <application>smbpasswd</application> предложит поторить ввод пароля:

source: Retype new SMB password:
ru: Введите пароль SMB еще раз:

source: Confirm the password, and <application>smbpasswd</application> will add the entry for the user to the SAMBA password file.
ru: Подтвердите пароль и приложение <application>smbpasswd</application> добавит запись для пользователя в файл паролей SAMBA.

source: Groups
ru: Группы

source: Groups define a collection of computers or users which have a common level of access to particular network resources and offer a level of granularity in controlling access to such resources. For example, if a group <emphasis role="italic">qa</emphasis> is defined and contains the users <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis>, and <emphasis role="italic">rob</emphasis> and a second group <emphasis role="italic">support</emphasis> is defined and consists of users <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis>, and <emphasis role="italic">vincent</emphasis> then certain network resources configured to allow access by the <emphasis role="italic">qa</emphasis> group will subsequently enable access by freda, danika, and rob, but not jeremy or vincent. Since the user <emphasis role="italic">danika</emphasis> belongs to both the <emphasis role="italic">qa</emphasis> and <emphasis role="italic">support</emphasis> groups, she will be able to access resources configured for access by both groups, whereas all other users will have only access to resources explicitly allowing the group they are part of.
ru: Группы определяют набор компьютеров или пользователей, имеющих одинаковый уровень доступа к определенным сетевым ресурсам, и предоставляют средство для структурирования контроля доступа к ресурсам. Например, если группа <emphasis role="italic">qa</emphasis> определена и в нее входят пользователи <emphasis role="italic">freda</emphasis>, <emphasis role="italic">danika</emphasis> и <emphasis role="italic">rob</emphasis>, а в другую существующую группу <emphasis role="italic">support</emphasis> входят <emphasis role="italic">danika</emphasis>, <emphasis role="italic">jeremy</emphasis> и <emphasis role="italic">vincent</emphasis> тогда определенный сетевой ресурс, настроенный для разрешения доступа группе <emphasis role="italic">qa</emphasis>, будет доступен для пользователей freda, danika, и rob, но не для jeremy или vincent-а. Так как пользователь <emphasis role="italic">danika</emphasis> входит в обе группы, <emphasis role="italic">qa</emphasis> и <emphasis role="italic">support</emphasis>, она будет иметь доступ к ресурсам, настроенным для доступа обеих групп, в то же время все другие пользователи будут иметь доступ только к тем ресурсам, которые непосредственно доступны для группы, в которую они входят.

source: When defining groups in the SAMBA configuration file, <filename>/etc/samba/smb.conf</filename> the recognized syntax is to preface the group name with an "@" symbol. For example, if you wished to define a group named <emphasis role="italic">sysadmin</emphasis> in a certain section of the <filename>/etc/samba/smb.conf</filename>, you would do so by entering the group name as <emphasis role="bold">@sysadmin</emphasis>.
ru: Для обозначения групп в файле конфигурации SAMBA, <filename>/etc/samba/smb.conf</filename>, используется следующий синтаксис: перед названием группы пишется символ "@". Например, если вы хотите определить группу с именем <emphasis role="italic">sysadmin</emphasis> в определенной секции файла <filename>/etc/samba/smb.conf</filename>, вам нужно ввести имя группы как <emphasis role="bold">@sysadmin</emphasis>.

source: Group Policy
ru: Групповые политики

source: Group Policy defines certain SAMBA configuration settings pertaining to the Domain or Workgroup computer accounts belong to, and other global settings for the SAMBA server. For example, if the SAMBA server belongs to a Workgroup of Windows computers called <emphasis role="italic">LEVELONE</emphasis>, then the <filename>/etc/samba/smb.conf</filename> could be edited, and the following value changed accordingly:
ru: Групповая политика обозначает некоторые параметры конфигурации SAMBA, относящиеся к учетным записям, принадлежащим домену или рабочей группе, а так же другие глобальные параметры сервера SAMBA. Например, если сервер SAMBA принадлежит рабочей группе компьютеров Windows, называемой <emphasis role="italic">LEVELONE</emphasis>, можно отредактировать файл <filename>/etc/samba/smb.conf</filename>, изменив соответствующим образом следующий параметр:

source: Save the file and restart the SAMBA daemons to affect the change.
ru: Сохраните файл и перезапустите демон SAMBA для того, чтобы изменения вступили в силу.

source: Other important global policy settings include the <emphasis role="italic">server string</emphasis> which defines the NETBIOS server name reported by your Ubuntu system to other machines on the Windows-based network. This is the name your Ubuntu system will be recognized as by Windows clients and other computers capable of browsing the network with the SMB protocol. Additionally, you may specify the name and location of the SAMBA server's log file by using the <emphasis role="italic">log file</emphasis> directive in the <filename>/etc/samba/smb.conf</filename> file.
ru: К другим важным параметрам глобальной политики относится параметр <emphasis role="italic">netbios name</emphasis>, который определяет имя NETBIOS сервера, сообщаемое Вашей системой Ubuntu другим машиным сети Windows. Это имя будет распознано всеми Windows-клиентами, а так же другими компьютерами, способными к обозру сети по протоколу SMB. Кроме того, можно указать имя и местоположение файла журнала сервера SAMBA, используя параметр <emphasis role="italic">log file</emphasis> в файле <filename>/etc/samba/smb.conf</filename>.

source: Some of the additional directives governing global group policy include specification of the global nature of all shared resources. For example, placing certain directives under the <emphasis role="italic">[global]</emphasis> heading of the <filename>/etc/samba/smb.conf</filename> file will affect all shared resources unless an overriding directive is placed under a particular shared resource heading. You specify all shares are browseable by all clients on the network by placing a <emphasis role="italic">browseable</emphasis> directive, which takes a Boolean argument, under the <emphasis role="italic">[global]</emphasis> heading in the <filename>/etc/samba/smb.conf</filename>. That is, if you edit the file and add the line:
ru: Несколько дополнительных директив, контролирующих глобальную групповую политику, включают определения глобального характера для всех разделяемых ресурсов. Например, установка определенных параметров в секции <emphasis role="italic">[global]</emphasis> файла <filename>/etc/samba/smb.conf</filename> будет влиять на все разделяемые ресурсы, если переопределяющая директива не будет помещена в секцию конкретного разделяемого ресурса. Можно определить все общие катагоги как просматриваемые всеми клиентами в сети, поместив параметр <emphasis role="italic">browseable</emphasis>, который принимает логическое значение, в секцию <emphasis role="italic">[global]</emphasis> файла <filename>/etc/samba/smb.conf</filename>. Такии образом, если вы добавляете строку:

source: under the <emphasis role="italic">[global]</emphasis> section of <filename>/etc/samba/smb.conf</filename>, then all shares provided by your Ubuntu system via SAMBA will be browseable by all authorized clients, unless a specific share contains a <emphasis role="italic">browseable = false</emphasis> directive, which will override the global directive.
ru: в секцию <emphasis role="italic">[global]</emphasis> файла <filename>/etc/samba/smb.conf</filename>, все совместно используемые через SAMBA ресурсы вашей системы Ubuntu смогут просматриваться всеми авторизованными клиентами, если только секция конкретного разделяемого каталога не содержит строку <emphasis role="italic">browseable = false</emphasis>, которая переопределит глобальный параметр.

source: Other examples which work in a similar manner, are the <emphasis role="italic">public</emphasis> and <emphasis role="italic">writeable</emphasis> directives. The <emphasis role="italic">public</emphasis> directive accepts a Boolean value and decides whether a particular shared resource is visible by all clients, authorized or not. The <emphasis role="italic">writeable</emphasis> directive also takes a Boolean value and defines whether a particular shared resource is writable by any and all network clients.
ru: Другим примером, работающим подобным образом, являются директивы <emphasis role="italic">public</emphasis> и <emphasis role="italic">writeable</emphasis>. Директива <emphasis role="italic">public</emphasis> принимает логическое значение и определяет является ли конкретный разделяемый ресурс видимым всем клиентам, авторизованным или неавторизованным. Директива <emphasis role="italic">writeable</emphasis> также принимает логическое значение и определяет доступен ли конкретный разделяемый ресурс на запись для всех без исключения сетевых клиентов.

source: Package Management
ru: Управление пакетами

source: Ubuntu features a comprehensive package management system for the installation, upgrade, configuration, and removal of software. In addition to providing access to an organized base of over 17,000 software packages for your Ubuntu computer, the package management facilities also feature dependency resolution capabilities and software update checking.
ru: Ubuntu содержит комплексную систему управления пакетами, используемую для установки, обновления, настройки, а также удаления программного обеспечения. Эта система обеспечивает доступ к систематизированной базе из более чем 17 тысяч программных пакетов для вашей системы Ubuntu, более того, средства манипулирования пакетами имеют возможности для разрешения зависимостей между пакетами и проверки наличия обновлений программ.

source: Several tools are available for interacting with Ubuntu's package management system, from simple command-line utilities which may be easily automated by system administrators, to a simple graphical interface which is easy to use by those new to Ubuntu.
ru: Есть несколько программ для работы с системой управления пакетами Ubuntu, начиная с простых консольных утилит, использование которых может быть легко автоматизировано администраторами системы, до простых в использовании программ с графическим интерфейсом, более подходящих для новичков в Ubuntu.

source: Ubuntu's package management system is derived from the same system used by the Debian GNU/Linux distribution. The package files contain all of the necessary files, meta-data, and instructions to implement a particular functionality or software application on your Ubuntu computer.
ru: Система управления пакетами создана на основе подобной системы, используемой в дистрибутиве Debian GNU/Linux. Файлы пакетов содержат все необходимые файлы, метаданные и инструкции, чтобы обеспечить использование специфических функций или программного приложения на вашем компьютере под управлением Ubuntu.

source: Debian package files typically have the extension '.deb', and typically exist in <emphasis role="italics">repositories</emphasis> which are collections of packages found on various media, such as CD-ROM discs, or online. Packages are normally of the pre-compiled binary format; thus installation is quick and requires no compiling of software.
ru: Файлы пакетов Debian обычно имеют расширение ".deb" и хранятся в <emphasis role="italics">информационных архивах</emphasis>, которые являются наборами пакетов, доступных через различные источники, такие как диски CD-ROM, или компьютерные сети. Обычно пакеты предварительно скомпилированы в бинарной форме, таким образом установка проходит быстро и не требует компиляции программ из исходных кодов.

source: Many complex packages use the concept of <emphasis role="italics">dependencies</emphasis>. Dependencies are additional packages required by the principal package in order to function properly. For example, the speech synthesis package <application>Festival</application> depends upon the package <application>festvox-kalpc16k</application>, which is a package supplying one of the voices used by the application. In order for <application>Festival</application> to function, all of the dependencies must be installed in conjunction with the principal Festival package. The software management tools in Ubuntu will do this automatically.
ru: Многие сложные пакеты используют концепцию <emphasis role="italics">зависимостей</emphasis>. Зависимости - это описание дополнительных пакетов, необходимых для корректной работы основного пакета. Например, пакет программы для синтеза речи <application>Festival</application> зависит от пакета <application>festvox-kalpc16k</application>, который предоставляет один из голосов, используемых данным приложением. Для того, чтобы приложение <application>Festival</application> работало, вместе с основным пакетом Festival должны быть установлены все связанные с ним пакеты. Инструменты Ubuntu для управления программным обеспечением выполнят это автоматически.

source: The <application>apt-get</application> command is a powerful command-line tool used to work with Ubuntu's <emphasis>Advanced Packaging Tool</emphasis> (APT) performing such functions as installation of new software packages, upgrade of existing software packages, updating of the package list index, and even upgrading the entire Ubuntu system.
ru: Команда <application>apt-get</application> - это мощная консольная утилита, используемая в Ubuntu для работы с <emphasis>Advanced Packaging Tool</emphasis> (APT), которая обеспечивает такие функции как установка новых программных пакетов, обновление существующих пакетов, обновление списков доступных пакетов и, более того, даже обновление всей системы Ubuntu целиком.

source: Being a simple command-line tool, <application>apt-get</application> has numerous advantages over other package management tools available in Ubuntu for server administrators. Some of these advantages include ease of use over simple terminal connections (SSH) and the ability to be used in system administration scripts, which can in turn be automated by the <application>cron</application> scheduling utility.
ru: Несмотря на то, что <application>apt-get</application> это лишь консольная утилита, она имеет множество преимуществ по сравнению с другими средствами управления пакетами, доступными в Ubuntu администраторам серверов. Эти преимущества включают, например, простоту использования через терминальное соединение (SSH) и возможность применения в скриптах администрирования системы, запуск которых, в свою очередь, может быть автоматизирован с помощью утилиты выполнения заданий по расписанию <application>cron</application>.

source: <emphasis role="bold">Install a Package</emphasis>: Installation of packages using the <application>apt-get</application> tool is quite simple. For example, to install the network scanner <emphasis role="italics">nmap</emphasis>, type the following: <screen> <command>sudo apt-get install nmap</command> </screen>
ru: <emphasis role="bold">Установка пакета</emphasis>: Устанавливать пакеты используя <application>apt-get</application> довольно просто. Например, для установки сетевого сканера <emphasis role="italics">nmap</emphasis>, введите следующую комманду: <screen> <command>sudo apt-get install nmap</command> </screen>

source: <emphasis role="bold">Remove a Package</emphasis>: Removal of a package or packages is also a straightforward and simple process. To remove the nmap package installed in the previous example, type the following: <screen> <command>sudo apt-get remove nmap</command> </screen>
ru: <emphasis role="bold">Удаление пакета</emphasis>: Удаление пакета или нескольких такой же прямолинейный и простой процесс. Чтобы удалить пакет nmap, установленый в предыдущем примере, наберите следующее:<screen> <command>sudo apt-get remove nmap</command> </screen>

source: <emphasis role="bold">Multiple Packages</emphasis>: You may specify multiple packages to be installed or removed, separated by spaces.
ru: <emphasis role="bold">Несколько пакетов</emphasis>: Вы можете указать сразу несколько пакетов для установки или удаления, разделив их названия пробелами.

source: <emphasis role="bold">Update the Package Index</emphasis>: The APT package index is essentially a database of available packages from the repositories defined in the <filename>/etc/apt/sources.list</filename> file. To update the local package index with the latest changes made in repositories, type the following: <screen> <command>sudo apt-get update</command> </screen>
ru: <emphasis role="bold">Обновление индекса пакетов</emphasis>: Индекс пакетов APT это важная база данных доступных пакетов от источников, указаных в файле <filename>/etc/apt/sources.list</filename>Чтобы обновить локальный индекс пакетов наберите следующее:<screen> <command>sudo apt-get update</command> </screen>

source: <emphasis role="bold">Upgrade Packages</emphasis>: Over time, updated versions of packages currently installed on your computer may become available from the package repositories (for example security updated). To upgrade your system, first update your package index as outlined above, and then type: <screen> <command>sudo apt-get upgrade</command> </screen>
ru: <emphasis role="bold">Обновление пакетов</emphasis>: Периодически, становятся доступными обновлённые версии пакетов, установленых в вашей системе (например обновления безопасности). Чтобы обновить систему, сначала обновите индекс пакетов, как было показано выше, а потом наберите:<screen> <command>sudo apt-get upgrade</command> </screen>

source: If a package needs to install or remove new dependencies when being upgraded, it will not be upgraded by the <emphasis>upgrade</emphasis> command. For such an upgrade, it is necessary to use the <emphasis role="italics">dist-upgrade</emphasis> command.
ru: Если во время обновления пакета возникнет необходимость добавить или удалить новые зависимости, такой пакет не будет обновлен при использовании комманды <emphasis>upgrade</emphasis>. Для обновления пакетов в подобной ситуации необходимо использовать комманду <emphasis role="italics">dist-upgrade</emphasis>.

source: After a fairly considerable amount of time, your computer will be upgraded to the new revision. Typically, some post-upgrade steps would be required as detailed in the upgrade notes for the revision you are upgrading to.
ru: По прошествии довольно значительного промежутка времени, ваша система будет обновлена до более новой версии. Обычно, после обновления системы нужно будет выполнить некоторые шаги, следуя инструкции по обновлению, предоставленной в более новой версии системы.

source: Actions of the <application>apt-get</application> command, such as installation and removal of packages, are logged in the /var/log/dpkg.log log file.
ru: Действия команды <application>apt-get</application>, такие как установка и удаление пакетов, сохраняются в файл /var/log/dpkg.log

source: Some examples of popular uses for the <application>apt-get</application> utility: <placeholder-1/>
ru: Несколько примеров использования <application>apt-get</application>: <placeholder-1/>

source: For further information about the use of <application>APT</application>, read the comprehensive <ulink url="&debian-apt;">Debian APT User Manual</ulink> or type: <screen>apt-get help</screen>
ru: Для дополнительной информации об использовании <application>APT</application>, читайте исчерпывающее <ulink url="&debian-apt;">руководство пользователя Debian APT</ulink> или наберите в командной строке: <screen>apt-get help</screen>

source: <application>Aptitude</application> is a menu-driven, text-based front-end to the <emphasis>Advanced Packaging Tool</emphasis> (APT) system. Many of the common package management functions, such as installation, removal, and upgrade, are performed in <application>Aptitude</application> with single-key commands, which are typically lowercase letters.
ru: Приложение <application>Aptitude</application> предоставляет текстовый интерфейс, управляемый с помощью меню, к функциям системы <emphasis>Advanced Packaging Tool</emphasis> (APT). Многие основные функции управления пакетами, такие как установка, удаление и обновление, выполняются в <application>Aptitude</application> с помощью односимвольных комманд, которые обычно представлены прописными буквами.

source: <application>Aptitude</application> is best suited to use in a non-graphical terminal environment to ensure proper functioning of the command keys. You may start <application>Aptitude</application> as a normal user with the following command at a terminal prompt: <screen> <command>sudo aptitude</command> </screen>
ru: Наилучший способ использования <application>Aptitude</application> - работа с ним в неграфической терминальной среде для обеспечения правильной работы коммандных клавиш. Вы можете запустить <application>Aptitude</application> как обычный пользователь в коммандной строке терминала с помощью: <screen> <command>sudo aptitude</command> </screen>

source: When <application>Aptitude</application> starts, you will see a menu bar at the top of the screen and two panes below the menu bar. The top pane contains package categories, such as <emphasis role="italics">New Packages</emphasis> and <emphasis role="italics">Not Installed Packages</emphasis>. The bottom pane contains information related to the packages and package categories.
ru: После запуска <application>Aptitude</application>, вы увидите строку меню вверху экрана и две панели под ней. Верхняя панель содержит группы пакетов, такие как <emphasis role="italics">Новые пакеты</emphasis> и <emphasis role="italics">Неустановленные пакеты</emphasis>. В нижней панели отображается информация, связанная с пакетами и категориями пакетов.
