Repository: ahoneybun/pop-docs
Catalog: generic/serverguide/po/*.po
Languages: ru

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ru: ubuntu-doc@lists.ubuntu.com (Проект по документированию Ubuntu)

source: Server administration and maintenance
ru: Администрирование и поддержка сервера

source: Learn how to configure your Ubuntu Server.
ru: Узнайте как настроить ваш Ubuntu Server.

source: Windows Networking
ru: Работа в сети Windows

source: Introduction
ru: Введение

source: Successfully networking your Ubuntu system with Windows clients involves providing and integrating with services common to Windows environments. Such services assist the sharing of data and information about the computers and users involved in the network, and may be classified under three major categories of functionality:
ru: Успешное сетевое взаимодействие вашей системы Ubuntu с Windows-клиентами включает в себя обеспечение и интеграцию со службами, общими для окружения Windows. Такие службы поддерживают совместное использование данных и информации о компьтерах и пользователях сети, и могут относиться к трём основным функциональным категориям:

source: <emphasis role="bold">File and Printer Sharing Services</emphasis>. Using the Server Message Block (SMB) protocol to facilitate the sharing of files, folders, volumes, and the sharing of printers throughout the network.
ru: <emphasis role="bold">Службы доступа к файлам и принтерам</emphasis>. Использование протокола блока серверных сообщений (SMB) для обеспечения совместного использования файлов, папок, томов, а также общего доступа к принтерам через сеть.

source: <emphasis role="bold">Directory Services</emphasis>. Sharing vital information about the computers and users of the network with such technologies as the Lightweight Directory Access Protocol (LDAP) and Microsoft <trademark class="registered">Active Directory</trademark>.
ru: <emphasis role="bold">Службы каталога</emphasis>. Распределение важной информации о компьютерах и пользователях сети с использованием таких технологий, как облегченный протокол доступа к каталогам (LDAP) и Microsoft <trademark class="registered">Active Directory</trademark>.

source: <emphasis role="bold">Authentication and Access</emphasis>. Establishing the identity of a computer or user of the network and determining the information the computer or user is authorized to access using such principles and technologies as file permissions, group policies, and the Kerberos authentication service.
ru: <emphasis role="bold">Аутентификация и доступ</emphasis>. Установление подлинности компьютера или пользователя сети и определение информации, к которой компьютеру или пользователю разрешается иметь доступ, используя такие принципы и технологии, как права доступа к файлу, групповые политики и службу аутентификации Kerberos.

source: Installing SAMBA
ru: Установка SAMBA

source: At the prompt enter the following command to install the SAMBA server applications:
ru: В командной строке введите следующую команду для установки серверного приложения SAMBA:

source: Configuring SAMBA
ru: Настройка SAMBA

source: You may configure the SAMBA server by editing the <filename>/etc/samba/smb.conf</filename> file to change the default settings or add new settings. More information about each setting is available in the comments of the <filename>/etc/samba/smb.conf</filename> file or by viewing the <filename>/etc/samba/smb.conf</filename> manual page from the prompt with the following command typed at a terminal prompt:
ru: Вы можете настроить сервер SAMBA путем внесения изменений в файл <filename>/etc/samba/smb.conf</filename>, изменив значения по умолчанию и добавив новые. Дополнительная информация о каждом параметре доступна из комментариев в файле <filename>/etc/samba/smb.conf</filename> или из страницы руководства <filename>/etc/samba/smb.conf</filename>, которую можно увидеть, набрав следующую команду в терминальной строке:

source: Prior to editing the configuration file, you should make a copy of the original file and protect it from writing so you will have the original settings as a reference and to re-use as necessary.
ru: Прежде чем вносить изменения в конфигурационный файл, вам следует сделать копию исходного файла и защитить ее от записи. Таким образом, первоначальные установки могут использоваться как для справочного руководства, так и для повторного использования.

source: Backup the <filename>/etc/samba/smb.conf</filename> file:
ru: Сделайте резервную копию файла <filename>/etc/samba/smb.conf</filename>:

source: Now, edit the <filename>/etc/samba/smb.conf</filename> file and make your changes.
ru: Теперь откройте файл <filename>/etc/samba/smb.conf</filename> и вносите ваши изменения.

source: Server
ru: Сервер

source: In addition to the SAMBA suite of file and printer sharing server applications, Ubuntu also includes other powerful server applications designed to provide additional network server functionality to Windows clients similar to the functionality provided by actual Windows servers. For example, Ubuntu offers centralized management of network resources such as computers and users via Directory Services, and facilitates the identification, and authorization of computers and users via Authentication Services.
ru: В дополнение к пакету серверных приложений SAMBA для организации совместного доступа к файлам и принтерам, Ubuntu также включает другие мощные серверные приложения, предоставляющие дополнительную функциональность сетевому серверу для Windows-клиентов, аналогичную обеспечиваемой реальными Windows-серверами. Например, Ubuntu предоставляет централизованное управление сетевыми ресурсами, такими как компьютеры и пользователи через службы каталогов, и обеспечивает идентификации и авторизации компьютеров и пользователей через службы аутентификации.

source: The following sections will discuss SAMBA and the supporting technologies, such as Lightweight Directory Access Protocol (LDAP) server, and Kerberos authentication server in more detail. You will also learn about some of the available configuration directives available the SAMBA configuration file which facilitate network integration with Windows clients and servers.
ru: Следующие параграфы рассматривают SAMBA и вспомогательные технологии, такие как сервер облегченного протокола службы каталогов (LDAP) и сервер аутентификации Kerberos более детально. Вы также получите представление о некоторых директивах доступных в конфигурационном файле SAMBA, которые облегчают интеграцию с Windows клиентами и серверами.

source: Active Directory is a proprietary implementation of Directory Services by Microsoft, and is used to provide a means to share information about network resources and users. In addition to providing a centralized source of such information, Active Directory also acts as a centralized authentication security authority for the network. Active directory combines capabilities traditionally found in separate, specialized directory systems to simplify integration, management, and security of network resources. The SAMBA package may be configured to use Active Directory services from a Windows Domain Controller.
ru: Active Directory - это запатентованная реализация службы каталогов от Microsoft, используемая для обеспечения средств распределения информации о сетевых ресурсах и пользователях. Кроме цетрализованного источника информации такого рода, Active Directory также действует как централизованная защищенная база данных для проверки подлинности в сети. Active Directory сочетает возможности традиционно расположенные в различных, специализированных системах каталогов для упрощения интеграции, управления и обеспечения безопасности сетевых ресурсов. Пакет SAMBA может быть настроен на использование сервисов Active Directory контроллера домена Windows.

source: The LDAP server application provides Directory Services functionality to Windows computers in a manner very similar to Microsoft Active Directory services. Such services include managing the identities and relationships of computers, users, and groups of computers or users that participate in the network, and providing a consistent means to describe, locate, and manage these resources. The freely available implementation of LDAP available for your Ubuntu system is called <emphasis role="italic">OpenLDAP</emphasis>. The server daemons responsible for handling OpenLDAP directory requests and the propagation of directory data from one LDAP server to another on Ubuntu, are <application>slapd</application> and <application>slurpd</application>. OpenLDAP may be used in conjunction with SAMBA to provide File, Print, and Directory services in much the same way a Windows Domain Controller does so long as SAMBA is compiled with LDAP support.
ru: Серверное приложение LDAP обеспечивает функциональность Службы Каталогов для компьютеров Windows на манер, очень схожий со службами Microsoft Active Directory. Такие службы включают управление атрибутами и взаимоотношениями между компьютерами, пользователями, и группами компьютеров или пользователей, которые работают в сети; и обеспечивают адекватные средства для описания, нахождения и управления этими ресурсами. Свободно доступная реализация LDAP, имеющаяся для вашей системы Ubuntu, называется <emphasis role="italic">OpenLDAP</emphasis>. Серверные демоны, отвечающие за обслуживание запросов к каталогу OpenLDAP и передачу данных каталога от одного LDAP сервера к другому в Ubuntu – это <application>slapd</application> и <application>slurpd</application>. OpenLDAP может использоваться в сочетании с SAMBA, для обеспечения доступа к файлам, печати и службам каталогов так же, как это делает контроллер домена Windows, если пакет SAMBA скомпилирован с поддержкой LDAP.

source: The Kerberos authentication security system is a standardized service for providing authentication to computers and users by means of a centralized server which grants encrypted authorization tickets accepted for authorization by any other computer using Kerberos. Benefits of Kerberos authentication include mutual authentication, delegated authentication, interoperability, and simplified trust management. The primary server daemons for handling the Kerberos authentication and Kerberos database administration on Ubuntu are <application>krb5kdc</application> and <application>kadmin</application>. SAMBA may use Kerberos as a mechanism for authenticating computers and users against a Windows Domain Controller. To do so, the Ubuntu system must have Kerberos installed, and the <filename>/etc/samba/smb.conf</filename> must be modified to select the the proper <emphasis role="italic">realm</emphasis> and <emphasis role="italic">security</emphasis> mode. For example, edit the <filename>/etc/samba/smb.conf</filename> file and add the values:
ru: Система обеспечения безопасности аутентификации Kerberos - это стандартизированная служба для предоставления аутентификации компьютерам и пользователям посредством централизованного сервера, который предоставляет зашифрованные билеты установления полномочий, принимаемые в качестве подтверждения авторизации любыми другими компьютерами, использующими Kerberos. Преимущества аутентификации с помощью Kerberos включают обоюдную идентификацию, делегирование, возможность взаимодействия и упрощенное управление доверительными отношениями. Основными демонами сервера для обслуживания аутентификации Kerberos и администрирования базы данных Kerberos в Ubuntu являются <application>krb5kdc</application> и <application>kadmin</application>. SAMBA может использовать Kerberos, как механизм для аутентификации компьютеров и пользователей вместо контроллера домена Windows. Чтобы это сделать, система Ubuntu должна иметь установленную службу Kerberos, и файл <filename>/etc/samba/smb.conf</filename> должен быть модифицирован для выбора верной <emphasis role="italic">области</emphasis> и <emphasis role="italic">режима безопасности</emphasis>. Например, отредактируйте файл <filename>/etc/samba/smb.conf</filename>, добавив значения:

source: realm = DOMAIN_NAME
ru: realm = ИМЯ_ДОМЕНА

source: to the file, and save the file.
ru: к файлу и сохраните его.

source: Be sure to replace the token DOMAIN_NAME in the example above with the actual name of your specific Windows Domain.
ru: Не забудьте заменить токен ИМЯ_ДОМЕНА в примере выше на фактическое имя вашего домена Windows.

source: You will need to restart the SAMBA daemons to effect these changes. Restart the SAMBA daemons with the following command entered at a terminal prompt:
ru: Вам понадобится перезапустить демон SAMBA для того, чтобы изменения вступили в силу. Перезапустите демон SAMBA с помощью следующей команды введенной в терминальной строке:

source: Computer Accounts
ru: Учетные записи компьютеров

source: Computer Accounts are used in Directory Services to uniquely identify computer systems participating in a network, and are even treated in the same manner as users in terms of security. Computer accounts may have passwords just as user accounts do, and are subject to authorization to network resources in the same manner as user accounts. For example, if a network user, with a valid account for a particular network attempts to authenticate with a network resource from a computer which does not have a valid computer account, depending upon policies enforced on the network, the user may be denied access to the resource if the computer the user is attempting authentication from is considered to be an unauthorized computer.
ru: Учетные записи компьютеров используются в Службах Каталога для уникальной идентификации компьютерных систем, находящихся в сети, и обрабатываются таким же образом, в плане безопасности, как и учетные записи пользователей. Учетные записи компьютеров могут иметь пароли так же, как и учетные записи пользователей, и проходят авторизацию для доступа к сетевым ресурсам аналогично учетным записям пользователей. Например, если пользователь, имеющий верную учетную запись именно этой сети пытается аутентифицироваться с сетевым ресурсом с компьютера, который не имеет верной учетной записи, то в зависиммости от применяемых к сети политик, пользователю, возможно, будет отказано в доступе к ресурсу, если компьютер, с которого он пытается это сделать, является посторонним.

source: A computer account may be added to the SAMBA password file, provided the name of the computer being added exists as a valid user account in the local password database first. The syntax for adding a computer or machine account to the SAMBA password file is to use the <application>smbpasswd</application> command from a terminal prompt as follows:
ru: Учетная запись компьютера может быть добавлена в файл паролей SAMBA, при условии, что имя добавляемого компьютера существует в качестве допустимой учетной записи пользователя в локальной базе паролей. Синтаксис для добавления учетной записи компьютера заключается в использовании команды <application>smbpasswd</application> в терминальной строке следующим образом:

source: sudo smbpasswd -a -m COMPUTER_NAME
ru: sudo smbpasswd -a -m ИМЯ_КОМПЬЮТЕРА

source: Be sure to replace the token COMPUTER_NAME in the example above with the actual name of the specific computer you wish to add a machine account for.
ru: Не забудьте заменить токен ИМЯ_КОПЬЮТЕРА в приведенном выше примере на фактическое имя того компьютера, для которого хотите создать учетную запись.

source: File Permissions
ru: Права доступа к файлам

source: File Permissions define the explicit rights a computer or user has to a particular directory, file, or set of files. Such permissions may be defined by editing the <filename>/etc/samba/smb.conf</filename> file and specifying the explicit permissions of a defined file share. For example, if you have defined a SAMBA share called <emphasis role="italic">sourcedocs</emphasis> and wish to give <emphasis role="italic">read-only</emphasis> permissions to the group of users known as <emphasis role="italic">planning</emphasis>, but wanted to allow writing to the share by the group called <emphasis role="italic">authors</emphasis> and the user named <emphasis role="italic">richard</emphasis>, then you could edit the <filename>/etc/samba/smb.conf</filename> file, and add the following entries under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
ru: Права доступа к файлу определяют точные привилегии, которые имеет компьютер или пользователь по отношению к отдельной директории, файлу или группе файлов. Такие права могут определяться с помощью редактирования файла <filename>/etc/samba/smb.conf</filename> и установки точных разрешений, определяющих доступ к общему каталогу. Например, если вы определили общий ресурс SAMBA, называемый <emphasis role="italic">sourcedocs</emphasis>, и желаете дать права доступа <emphasis role="italic">только чтение</emphasis> группе пользователей, известной как <emphasis role="italic">planning</emphasis>, а так же хотите разрешить запись в общий ресурс группе, называемой <emphasis role="italic">authors</emphasis>, и пользователю под именем <emphasis role="italic">richard</emphasis>, тогда вам необходимо отредактировать файл <filename>/etc/samba/smb.conf</filename> и добавить следующие данные под записью <emphasis role="italic">[sourcedocs]</emphasis>:

source: Save the <filename>/etc/samba/smb.conf</filename> for the changes to take effect.
ru: Сохраните файл <filename>/etc/samba/smb.conf</filename> для того чтобы изменения вступили в силу.

source: Another possible permission is to declare <emphasis role="italic">administrative</emphasis> permissions to a particular shared resource. Users having administrative permissions may read, write, or modify any information contained in the resource the user has been given explicit administrative permissions to. For example, if you wanted to give the user <emphasis role="italic">melissa</emphasis> administrative permissions to the example <emphasis role="italic">sourcedocs</emphasis> share, you would edit the <filename>/etc/samba/smb.conf</filename> file, and add the following line under the <emphasis role="italic">[sourcedocs]</emphasis> entry:
ru: Другое возможное решение - определить <emphasis role="italic">административные</emphasis> права доступа для конкретного разделяемого ресурса. Пользователи, имеющие административные полномочия, могут производить чтение, запись, изменение любой информации, доступной на ресурсе, для которого этим пользователям были явно заданы административные права доступа. Например, если вы хотите определить пользователю <emphasis role="italic">melissa</emphasis> административные права доступа к ресурсу <emphasis role="italic">sourcedocs</emphasis>, вам необходимо изменить файл <filename>/etc/samba/smb.conf</filename>, добавив следующую строку в раздел <emphasis role="italic">[sourcedocs]</emphasis>:

source: Clients
ru: Клиенты

source: Ubuntu includes client applications and capabilities for accessing network resources shared with the SMB protocol. For example, a utility called <application>smbclient</application> allows for accessing remote shared file-systems, in a manner similar to a File Transfer Protocol (FTP) client. To access a shared folder resource known as <emphasis role="italic">documents</emphasis> offered by a remote Windows computer named <emphasis role="italic">bill</emphasis> using <application>smbclient</application> for example, one would enter a command similar to the following at the prompt:
ru: Ubuntu включает клиентские приложения и средства для доступа к сетевым ресурсам, разделяемым по протоколу SMB. Например, утилита <application>smbclient</application> разрешает доступ к удаленной файловой системе, наподобие FTP клиента. Для доступа к общей папке, известной под именем <emphasis role="ilatic">documents</emphasis>, предоставляемой удаленным Windows компьютером под названием <emphasis role="italic">bill</emphasis>, используя, к примеру, <application>smbclient</application>, вы можете ввести в коммандной строке команду подобную следующей:

source: You will then be prompted for the password for the user name specified after the -U switch, and upon successful authentication, will be presented with a prompt where commands may be entered for manipulating and transferring files in a syntax similar to that used by non-graphical FTP clients. For more information on the <application>smbclient</application> utility, read the utility's manual page with the command: <screen> <command> man smbclient </command> </screen>
ru: Затем вам будет предложено ввести пароль для пользователя, указанного после опции -U. После удачной аутентификации, будет предоставлена командная строка, где вы сможете вводить команды для обработки и передачи файлов, синтаксически схожие с командами, используемыми неграфическими FTP-клиентами. Для получения более подробной информации об утилите <application>smbclient</application>, ознакомьтесь с руководством для данной утилиты, воспользовавшись командой:<screen> <command> man smbclient </command> </screen>

source: Local mounting of remote network resources using the SMB protocol is also possible using the <application>mount</application> command. For example, to mount a shared folder named <emphasis role="italic">project-code</emphasis> on a Windows server named <emphasis role="italic">development</emphasis> as the user <emphasis role="italic">dlightman</emphasis> to your Ubuntu system's /mnt/pcode mount-point, you would issue this command at the prompt:
ru: Используя команду <application>mount</application>, вы можете присоединить удаленный сетевой ресурс, доступный по протоколу SMB, локально. Например, для присоединения к вашей системе Ubuntu в каталог /mnt/pcode совместно используемой папки с названием <emphasis role="italic">project-code</emphasis>, находящейся на сервере Windows под именем <emphasis role="italic">development</emphasis>, используя имя пользователя <emphasis role="italic">dlightman</emphasis>, вам следует ввести такую команду:

source: You will then be prompted for the user password, and after successfully authenticating, the contents of the shared resource will be available locally via the mount-point specified as the last argument to the mount command. To disconnect the shared resource, simply use the <application>umount</application> command as you would with any other mounted file system. For example:
ru: Затем вам будет предложено ввести пароль и, после успешной аутентификации, содержимое совместно используемого ресурса будет доступно локально через точку монтирования, указанную в качестве последнего параметра в команде mount. Для отключения разделяемого ресурса просто используйте команду <application>umount</application>, как вы это делали с другими присоединенными файловыми системами. Например:

source: User Accounts
ru: Учетные записи пользователей
