Repository: ahoneybun/pop-docs
Catalog: generic/serverguide/po/*.po
Languages: ru

source: Using <application>Aptitude</application> for package management is relatively straightforward, and the user interface makes common tasks simple to perform. The following are examples of popular package management functions as performed in <application>Aptitude</application>:
ru: Использование <application>Aptitude</application> для управления пакетами относительно просто, а пользовательский интерфейс облегчает выполнение повседневных задач. Далее следуют примеры, как выполнять основные функции управления пакетами в <application>Aptitude</application>:

source: <emphasis role="bold">Install Packages</emphasis>: To install a package, locate the package via the Not Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to install. After highlighting the package you wish to install, press the <keycap>+</keycap> key, and the package entry should turn <emphasis role="italics">green</emphasis>, indicating it has been marked for installation. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and downloading and installation of the package will commence.
ru: <emphasis role="bold">Установка пакетов</emphasis>: Чтобы установить пакет, найдите нужный пакет через группу "Неустановленные пакеты", используя, например, курсорные клавиши и клавишу <keycap>ENTER</keycap>, затем выделите пакет, который вы хотите установить. После выделения нужного пакета, нажмите клавишу <keycap>+</keycap>, и строка с описанием пакета должна стать <emphasis role="italics">зеленой</emphasis>, показывая, что пакет отмечен для установки. Теперь нажмите клавишу <keycap>g</keycap>, вы получите описание опреаций, которые будут произведены над пакетами. Нажмите еще раз клавишу <keycap>g</keycap>, и программа попросит вас стать администратором для завершения процесса установки. Нажмите <keycap>ENTER</keycap>, это приведет к появлению строки для ввода пароля. Введите ваш пароль, чтобы стать администратором. В конце концов, нажмите еще раз <keycap>g</keycap>, вы получите запрос на скачивание пакета. Нажав <keycap>ENTER</keycap> на элементе <emphasis role="italics">Продолжить</emphasis>, вы запустите процесс скачивания и установки пакета.

source: <emphasis role="bold">Remove Packages</emphasis>: To remove a package, locate the package via the Installed Packages package category, for example, by using the keyboard arrow keys and the <keycap>ENTER</keycap> key, and highlight the package you wish to remove. After highlighting the package you wish to install, press the <keycap>-</keycap> key, and the package entry should turn <emphasis role="italics">pink</emphasis>, indicating it has been marked for removal. Now press <keycap>g</keycap> to be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and removal of the package will commence.
ru: <emphasis role="bold">Удаление пакетов</emphasis>: Чтобы удалить пакет, найдите нужный пакет через группу "Установленные пакеты", используя, например, курсорные клавиши и клавишу <keycap>ENTER</keycap>, затем выделите пакет, который вы хотите удалитьить. После выделения нужного пакета, нажмите клавишу <keycap>+</keycap>, и строка с описанием пакета должна стать <emphasis role="italics">розовой</emphasis>, показывая, что пакет отмечен для удаления. Теперь нажмите клавишу <keycap>g</keycap>, вы получите описание опреаций, которые будут произведены над пакетами. Нажмите еще раз клавишу <keycap>g</keycap>, и программа попросит вас стать администратором для завершения процесса установки. Нажмите <keycap>ENTER</keycap>, это приведет к появлению строки для ввода пароля. Введите ваш пароль, чтобы стать администратором. В конце концов, нажмите еще раз <keycap>g</keycap>, вы получите запрос на ужаление пакета. Нажав <keycap>ENTER</keycap> на элементе <emphasis role="italics">Продолжить</emphasis>, вы запустите процесс удаления пакета.

source: <emphasis role="bold">Update Package Index</emphasis>: To update the package index, simply press the <keycap>u</keycap> key and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Updating of the package index will commence. Press <keycap>ENTER</keycap> on the OK prompt when the download dialog is presented to complete the process.
ru: <emphasis role="bold">Обновление каталога пакетов</emphasis>: Чтобы обновить каталог пакетов, просто нажмите клавишу <keycap>u</keycap>, и программа попросит вас стать администратором для завершения процесса установки. Нажмите <keycap>ENTER</keycap>, это приведет к появлению строки для ввода пароля. Введите ваш пароль, чтобы стать администратором. Начнется процесс обновления каталога пакетов.

source: <emphasis role="bold">Upgrade Packages</emphasis>: To upgrade packages, perform the update of the package index as detailed above, and then press the <keycap>U</keycap> key to mark all upgradeable packages. Now press <keycap>g</keycap> whereby you'll be presented with a summary of package actions. Press <keycap>g</keycap> again, and you will be prompted to become root to complete the installation. Press <keycap>ENTER</keycap> which will result in a Password: prompt. Enter your user password to become root. Finally, press <keycap>g</keycap> once more, and you'll be prompted to download the package. Press <keycap>ENTER</keycap> on the <emphasis role="italics">Continue</emphasis> prompt, and upgrade of the packages will commence.
ru: <emphasis role="bold">Обновление пакетов</emphasis>: Чтобы обновить пакеты, выполните обновление каталога пакетов, как описано выше, затем нажмите клавишу <keycap>U</keycap> чтобы выбрать все пакеты, для которых имеются обновления. Теперь нажмите клавишу <keycap>g</keycap>, вы получите описание опреаций, которые будут произведены над пакетами. Нажмите еще раз клавишу <keycap>g</keycap>, и программа попросит вас стать администратором для завершения процесса установки. Нажмите <keycap>ENTER</keycap>, это приведет к появлению строки для ввода пароля. Введите ваш пароль, чтобы стать администратором. В конце концов, нажмите еще раз <keycap>g</keycap>, вы получите запрос на скачивание пакетов. Нажав <keycap>ENTER</keycap> на элементе <emphasis role="italics">Продолжить</emphasis>, вы запустите процесс обновления пакетов.

source: <emphasis role="bold">i</emphasis>: Installed package.
ru: <emphasis role="bold">i</emphasis>: Пакет установлен

source: <emphasis role="bold">c</emphasis>: Package not installed, but package configuration remains on system
ru: <emphasis role="bold">c</emphasis>: Пакет не установлен, но настройки пакета остались в системе

source: <emphasis role="bold">p</emphasis>: Purged from system
ru: <emphasis role="bold">p</emphasis>: Удален из ситемы

source: <emphasis role="bold">v</emphasis>: Virtual package
ru: <emphasis role="bold">v</emphasis>: Виртуальный пакет

source: <emphasis role="bold">B</emphasis>: Broken package
ru: <emphasis role="bold">B</emphasis>: Испорченный пакет

source: <emphasis role="bold">u</emphasis>: Unpacked files, but package not yet configured
ru: <emphasis role="bold">u</emphasis>: Файлы распакованы, однако настройка пакета не закончена

source: <emphasis role="bold">C</emphasis>: Half-configured- Configuration failed and requires fix
ru: <emphasis role="bold">C</emphasis>: Полу-настроен - Настройки пакета закончилась неудачей, необходимо исправление проблемы

source: <emphasis role="bold">H</emphasis>: Half-installed- Removal failed and requires fix
ru: <emphasis role="bold">H</emphasis>: Полу-настроен - Удаление пакета закончилась неудачей, необходимо исправление проблемы

source: The first column of information displayed in the package list in the top pane, when actually viewing packages lists the current state of the package, and uses the following key to describe the state of the package: <placeholder-1/>
ru: Первая колонка, отображаемая в списке пакетов в верхней панели, при непосредственном просмотре пакетов, отображает текущее состояние пакета и использует следующие символы для индикации этого состояния: <placeholder-1/>

source: To exit Aptitude, simply press the <keycap>q</keycap> key and confirm you wish to exit. Many other functions are available from the Aptitude menu by pressing the <keycap>F10</keycap> key.
ru: Чтобы выйти из Aptitude просто нажмите клавишу <keycap>q</keycap> и подтвердите свой выход. Многие другие функции доступны из меню Aptitude, которое доступно по нажатию клавиши <keycap>F10</keycap>.

source: Configuration
ru: Конфигурация

source: Configuration of the <emphasis>Advanced Packaging Tool</emphasis> (APT) system repositories is stored in the /etc/apt/sources.list configuration file. An example of this file is referenced here, along with information on adding or removing repository references from the file.
ru: Описания репозиториев системы <emphasis>Advanced Packaging Tool</emphasis> (APT) хранятся в файле /etc/apt/sources.list. Далее рассмотрен пример подобного файла и дана информация о добавлении в этот файл и удалении из него ссылок на репозитории.

source: <ulink url="../sample/sources.list">Here</ulink> is a simple example of a typical <filename>/etc/apt/sources.list</filename> file.
ru: <ulink url="../sample/sources.list">Здесь</ulink> вы можете найти простой пример типичного файла <filename>/etc/apt/sources.list</filename>.

source: You may edit the file to enable repositories or disable them. For example, to disable the requirement of inserting the Ubuntu CD-ROM whenever package operations occur, simply comment out the appropriate line for the CD-ROM, which appears at the top of the file:
ru: Вы можете изменять файл для подключения и отключения репозиториев. Например, для отключения требования вставить диск Ubuntu во время выполнения операций с пакетами просто закомментируйте строки с соответствующим диском, который находится в начале файла:

source: # no more prompting for CD-ROM please # deb cdrom:[Ubuntu 6.06 _Dapper Drake_ - Release i386 (20060329.1)]/ dapper main restricted
ru: # не надо просить диск Ubuntu # deb cdrom:[Ubuntu 6.06 _Dapper Drake_ - Release i386 (20060329.1)]/ dapper main restricted

source: Extra Repositories
ru: Дополнительные репозитории

source: In addition to the officially supported package repositories available for Ubuntu, there exist additional community-maintained repositories which add thousands more potential packages for installation. Two of these additional repositories are most popular, and are the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories. These repositories are not officially supported by Ubuntu, which is why they are not enabled by default, but they generally provide packages which are safe for use with your Ubuntu computer.
ru: В дополнение к поддерживаемым официально репозиториям доступным в Ubuntu, существуют дополнительные репозитории, поддерживаемые сообществом. В них содержатся тысячи дополнительных пакетов для установки. Два наиболее популярных (из дополнительных) репозитория называются <emphasis>Universe</emphasis> и <emphasis>Multiverse</emphasis>. Эти репозитории не имеют официальной поддержки Ubuntu, поэтому по умолчанию они отключены. В общем же, использование пакетов их этих репозиториев на вашей Ubuntu системе довольно безопасно.

source: Packages in the Multiverse repository often have licensing issues that prevent them from being distributed with a free operating system, and they may be illegal in your locality.
ru: Пакеты из репозитория Multiverse часто имеют ограничения лицензионного характера, что не позволяет включать данные пакеты в и распространять их вместе со свободной операционной системой, более того использование этих пакетов может быть незаконным в вашей стране.

source: Be advised that neither the <emphasis>Universe</emphasis> or <emphasis>Multiverse</emphasis> repositories contain officially supported packages. In particular, there may not be security updates for these packages.
ru: Обращаем ваше внимание, что указанные репозитории, <emphasis>Universe</emphasis> и <emphasis>Multiverse</emphasis>, не содержат официально поддерживаемых пакетов. В частности, может не существовать необходимых обновлений безопасности для этих пакетов.

source: Many other package sources are available, sometimes even offering only one package, as in the case of package sources provided by the developer of a single application. You should always be very careful and cautious when using non-standard package sources, however. Research the source and packages carefully before performing any installation, as some package sources and their packages could render your system unstable or non-functional in some respects.
ru: Доступно большое количество других источников пакетов, иногда предоставляющих доступ лишь к одному пакету (например, в случае пакета с исходными кодами, предоставляемого разработчиком отдельного приложения). Вы должны быть очень осторожны и внимательны при использовании нестандартных источников пакетов. Внимательно изучите как источник, так и пакет перед установкой, так как некоторые источники, и пакеты, предоставляемые ими, могут вызвать нестабильную работу вашей системы или даже полную ее неработоспособность.

source: To enable the <emphasis>Universe</emphasis> and <emphasis>Multiverse</emphasis> repositories, edit the <filename>/etc/apt/sources.list</filename> file and uncomment the appropriate lines:
ru: Чтобы подключить репозитории <emphasis>Universe</emphasis> и <emphasis>Multiverse</emphasis>, раскомментируйте соответствующие строки в файле <filename>/etc/apt/sources.list</filename>:

source: # We want Multiverse and Universe repositories, please deb http://archive.ubuntu.com/ubuntu dapper universe multiverse deb-src http://archive.ubuntu.com/ubuntu dapper universe multiverse
ru: # Мы очень-очень хотим использовать репозитории Multiverse и Universe! Ну пожалуйста deb http://archive.ubuntu.com/ubuntu dapper universe multiverse deb-src http://archive.ubuntu.com/ubuntu dapper universe multiverse

source: References
ru: Ссылки

source: Adding Repositories Howto (Ubuntu Wiki)
ru: HOWTO: Добавление репозиториев (Ubuntu Wiki)

source: Networking
ru: Работа в сети

source: Networks consist of two or more devices, such as computer systems, printers, and related equipment which are connected by either physical cabling wireless links for the purpose of sharing and distributing information among the connected devices.
ru: Компьютерные сети состоят из двух и более устройств, таких как компьютерные системы, принтеры, и сопутствующее оборудование, объединеных кабельными или беспроводными соединениями с целью разделения и распределения информации среди подключенных устройств.

source: This section of the Ubuntu Server Guide provides general and specific information pertaining to networking, including an overview of network concepts and detailed discussion of popular network protocols and server applications.
ru: Данный раздел руководства по серверу Ubuntu содержит общие сведения и специфическую информацию относительно работы в сети, включая обзор сетевых концепций и подробное рассмотрение популярных сетевых протоколов и серверных приложений.

source: Network Configuration
ru: Настройка сети

source: Ubuntu ships with a number of graphical utilities to configure your network devices. This document is geared toward server administrators and will focus on managing your network on the command line.
ru: Ubuntu поставляется с несолькими графическими инструментами для настройки сетевых устройств. Этот документ рассчитан на продвинутых пользователей и фокусируется на управлении сетью с помощью командной строки.

source: Most ethernet configuration is centralized in a single file, <filename>/etc/network/interfaces</filename>. If you have no ethernet devices, only the loopback interface will appear in this file, and it will look something like this: <screen># This file describes the network interfaces available on your system # and how to activate them. For more information, see interfaces(5). # The loopback network interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> If you have only one ethernet device, eth0, and it gets its configuration from a DHCP server, and it should come up automatically at boot, only two additional lines are required: <screen>auto eth0 iface eth0 inet dhcp</screen> The first line specifies that the eth0 device should come up automatically when you boot. The second line means that interface (<quote>iface</quote>) eth0 should have an IPv4 address space (replace <quote>inet</quote> with <quote>inet6</quote> for an IPv6 device) and that it should get its configuration automatically from DHCP. Assuming your network and DHCP server are properly configured, this machine's network should need no further configuration to operate properly. The DHCP server will provide the default gateway (implemented via the <application>route</application> command), the device's IP address (implemented via the <application>ifconfig</application> command), and and DNS servers used on the network (implemented in the <filename>/etc/resolv.conf</filename> file.)
ru: Большая часть настроек ethernet сконцентрирована в одном файле: <filename>/etc/network/interfaces</filename>. Если у вас нет сетевых устройств, тогда только loopback-интерфейс будет представлен в этом файле, и файл будет выглядеть примерно вот так: <screen>#Этот файл описывает сетевые устройства присутствующие в системе # и способы их активации. Для более подробной информации см. interfaces(5). # The loopback interface auto lo iface lo inet loopback address 127.0.0.1 netmask 255.0.0.0</screen> Если в вашей стстеме одно ethernet-устройство, которое получает настроечные данные с сервера DHCP, и оно должно подключаться автоматически при загрузке системы, то для его настройки понадобится всего лишь две строчки дополнительно: <screen>auto eth0 iface eth0 inet dhcp boot</screen> Первая строка говорит о том, что устройство eth0 должно включатся автоматически при загрузке. Вторая строка определяет, что интерфейс (<quote>iface</quote>) eth0 должен работать в пространстве адресов IPv4 (замените <quote>inet</quote> на <quote>inet6</quote> для устройств с адресами IPv6) и получает настроечные данные с сервера DHCP. Подразумевая, что ваша сеть и сервер DHCP настроены и работают правильно, настройки сети данного компьютера не требуют дальнейшей настройки для работы в сети. Сервер DHCP предоставит адрес основного шлюза (реализованного с помощью команды <application>route</application>), IP-адрес устройства (реализованного с помощью команды <application>ifconfig</application>) и адреса DNS серверов, используемых в сети (реализовано в файле <filename>/etc/resolv.conf</filename>)

source: To configure your ethernet device with a static IP address and custom configuration, some more information will be required. Suppose you want to assign the IP address 192.168.0.2 to the device eth1, with the typical netmask of 255.255.255.0. Your default gateway's IP address is 192.168.0.1. You would enter something like this into <filename>/etc/network/interfaces</filename>: <screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> In this case, you will need to specify your DNS servers manually in <filename>/etc/resolv.conf</filename>, which should look something like this: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> The <emphasis role="italics">search</emphasis> directive will append mydomain.com to hostname queries in an attempt to resolve names to your network. For example, if your network's domain is mydomain.com and you try to ping the host <quote>mybox</quote>, the DNS query will be modified to <quote>mybox.mydomain.com</quote> for resolution. The <emphasis role="italics">nameserver</emphasis> directives specifiy DNS servers to be used to resolve hostnames to IP addresses. If you use your own nameserver, enter it here. Otherwise, ask your Internet Service Provider for the primary and secondary DNS servers to use, and enter them into <filename>/etc/resolv.conf</filename> as shown above.
ru: Для настройки вашего устройства ethernet на использование статического IP-адреса и собственных настроек, необходимо иметь больше информации. Допустим, вы хотите присвоить IP-адрес 192.168.0.2 устройству eth1, со стандартной маской сети 255.255.255.0. IP-адрес вашего основного шлюза 192.168.0.1. Тогда ваш файл <filename>/etc/network/interfaces</filename> будет подобен следующему:<screen>iface eth1 inet static address 192.168.0.2 netmask 255.255.255.0 gateway 192.168.0.1</screen> В этом случае вам также необходимо определить вручную ваши серверы DNS в файле <filename>/etc/resolv.conf</filename>, который будет выглядеть примерно так: which should look something like this: <screen>search mydomain.com nameserver 192.168.0.1 nameserver 4.2.2.2</screen> Директива <emphasis role="italics">search</emphasis> будет добавлять mydomain.com к запросам имени хоста при попытках разрешить имя в вашей сети. Например, если домен вашей сети mydomain.com и вы попытаетесь послать эхо-запрос хосту <quote>mybox</quote>, запрос DNS на разрешение имен будет модифицирован к виду <quote>mybox.mydomain.com</quote>. Инструкции <emphasis role="italics">nameserver</emphasis> определяют серверы DNS, используемые для разрешения имен хостов в IP-адреса. Если вы используете собственный сервер имен, укажите его здесь. В противном случае, запросите у вашего провайдера услуг Интернет (Internet Service Provider, ISP) адреса основного и вспомогательного серверов DNS, и опишите их в файле <filename>/etc/resolv.conf</filename> как показано выше.
