Repository: ahoneybun/pop-docs
Catalog: administrative/po/*.po
Languages: am, bn, br, fil, gu, lv, ml, nb, nl, oc, sk, sl, th, zh_tw

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
am: ubuntu-doc@lists.ubuntu.com
bn: ubuntu-doc@lists.ubuntu.com (উবুন্টু ডকুমেন্টেশন প্রকল্প)
br: ubuntu-doc@lists.ubuntu.com (Raktres Teuliadur Ubuntu)
fil: ubuntu-doc@lists.ubuntu.com (Pagsisikap Pagsasalansan ng Ubuntu)
gu: ubuntu-doc@lists.ubuntu.com (ઉબુન્ટુ દસ્તાવેજીકરણ યોજના)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
ml: ubuntu-doc@lists.ubuntu.com (ഉബുണ്ടു രേഖാ പദ്ധതി)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสารของอูบุนตู)
zh_tw: ubuntu-doc@lists.ubuntu.com (Ubuntu 文件專案)

source: Administrative Tasks
am: የአስተዳዳሪ ስራወች
bn: প্রশাসনিক কাজ
br: Trevelloù melestradurel
fil: Mga Tungkuling Pangpangangasiwa
gu: વહીવટી કાર્યો
lv: Administratīvie uzdevumi
ml: ഭരണപരമായ ജോലികള്‍
nb: Administrative oppgaver
nl: Beheerderstaken
oc: Prètzfaches administratius
sk: Správcovské úlohy
sl: Skrbniške naloge
th: การบริหารจัดการระบบ
zh_tw: 系統管理工作

source: Learn how to work with administrative applications in Ubuntu.
am: በኡቡንቱ ውስጥ የአስተዳዳሪ መተግብሪያዎችን አስራር ይማሩ
bn: উবুন্টুতে প্রশাসনিক কাজের অ্যাপলিকেশন সমূহ সম্পর্কে জানুন।
br: Lenn penaos labourat gant an arloadoù melestradurel en Ubuntu.
fil: Alamin kung paano gamitin ang mga programang pampamahala ng Ubuntu.
gu: ઉબુન્ટુમાં વહીવટી કાર્યક્રમો સાથે કઇ રીતે કામ કરવું તે શીખો
lv: Iemācīties strādāt ar Ubuntu administrēšanas lietotnēm.
ml: കമ്പ്യൂട്ടര്‍ ഭരണപരമായ ജോലികള്‍ ചെയ്യുനതെങ്ങനെ എന്ന് പഠിക്കുക
nb: Lær hvordan du jobber med administrative programmer i Ubuntu.
nl: Leren hoe u in Ubuntu met beheerderstoepassingen kunt werken
oc: Aprene a trabalhar amb las aplicacions d'administracion d'Ubuntu.
sk: Naučte sa pracovať so správcovskými aplikáciami v Ubuntu.
sl: Naučite se uporabljati skrbniške programe Ubuntuja.
th: เรียนรู้การใช้งานของโปรแกรมดูแลระบบในอูบุนตู
zh_tw: 學習如何使用 Ubuntu 的系統管理工具協助你工作。

source: Credits and License
am: ምስጋና እና ፈቃድ
bn: স্বীকৃতি এবং লাইসেন্স
br: Kredoù ha lisañs
fil: Mga Pagkilala at Lisensya
gu: શ્રેય અને પરવાનો
lv: Autori un licence
ml: ബഹുമതികളും അനുമതിപത്രവും
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
sk: Poďakovanie a licencia
sl: Zasluge in licenca
th: ผู้จัดทำและลิขสิทธิ์
zh_tw: 嗚謝與授權

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
am: ይህ ሰነድ የሚዘጋጀው በኡቡንቱ ሰነድ አዝጋጅ ቡድን ነው (https://wiki.ubuntu.com/DocumentationTeam). የለጋሾች ዝርዝር እዚህ ይገኛል <ulink url="../../libs/C/contributors.xml">የለጋሾች ገጽ</ulink>
bn: এই লেখ্যটি উবুন্টু ডুমেন্টেশন দল (https://wiki.ubuntu.com/DocumentationTeam) দ্বারা পরিচালিত। <ulink url="../../libs/C/contributors.xml">অবদানকারীদের পাতায়</ulink> দেখুন কর্মীদের তালিকা।
br: Trezalc'het eo an teul gant ar skipailh teuliadur Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Evit kaout al listenn kendaoladerien, gwelit ar <ulink url="../../libs/C/contributors.xml">bajenn kendaoladerien</ulink>
fil: Ang dokumentong ito ay pinapanatili ng Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). Para sa isang listahan ng mga kontribyutor, tingnan ang <ulink url="../../libs/C/contributors.xml">pahina ng mga kontribyutor</ulink>
gu: આ દસ્તાવેજ ઉબુન્ટુ દસ્તાવેજીકરણ ટુકડી (https://wiki.ubuntu.com/DocumentationTeam) દ્વારા સંભાળવામાં આવે છે. ફાળો આપનાર વ્યક્તિઓના નામની યાદી માટે <ulink url="../../libs/C/contributors.xml">ફાળો આપનાર વ્યક્તિઓનું પાનું</ulink> જુઓ.
lv: Šo dokumentu uztur Ubuntu dokumentācijas grupa (https://wiki.ubuntu.com/DocumentationTeam). Izstrādātāju sarakstu var aplūkot <ulink url="../../libs/C/contributors.xml">līdzautoru lapā</ulink>
ml: ഈ രേഖ കൈകാര്യം ചെയ്യുന്നത് ഉബുണ്ടു രേഖ നിര്‍വഹാഗ സമിതിയാണ് (https://wiki.ubuntu.com/DocumentationTeam).പ്രവര്‍ത്തകരുടെ ലിസ്റ്റിന് <ulink url="../../libs/C/contributors.xml">contributors page</ulink> കാണുക
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
th: เอกสารนี้ดูแลรักษาโดยทีมเอกสารของอูบุนตู (https://wiki.ubuntu.com/DocumentationTeam) สำหรับรายชื่อของผู้มีส่วนร่วม กรุณาดูที่ <ulink url="../../libs/C/contributors.xml">หน้ารายชื่อของผู้มีส่วนร่วม</ulink>
zh_tw: 本文件是由 Ubuntu 文件小組 (https://wiki.ubuntu.com/DocumentationTeam) 維護。請參看<ulink url="../../libs/C/contributors.xml">貢獻者頁</ulink>取得貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
am: ይህ መረጃ የተበረከተው ShareAlike 2.5 License (CC-BY-SA) የትባለውን ህግ ተከትሎ ነው ።
bn: এই লেখ্যটি Creative Commons ShareAlike 2.5 License (CC-BY-SA) এর অধীনে প্রকাশিত।
br: Skignet eo an diell dindan Lisañs Creative Commons, rannañ an aozioù kentañ memes e-giz stumm 2.5 (CC-BY-SA).
fil: Ang kasulatang ito ay maaaring kunin sa ilalim ng Creative Commons ShareAlike 2.5 License (CC-BY-SA).
gu: આ દસ્તાવેજ "ક્રિયેટીવ કોમન્સ શેરઅલાઇક ૨.૫ લાઇસન્સ (CC-BY-SA)" ની અંતર્ગત ઉપલબ્ધ કરાવવામાં આવ્યો છે.
lv: Šis dokuments ir pieejams saskaņā ar Creative Commons ShareAlike 2.5 licenci (CC-BY-SA).
ml: ഈ രേഖ നിങ്ങള്‍ക്ക് തരുന്നത് Creative Commons ShareAlike 2.5 License (CC-BY-SA) പ്രകാരമാണ്.
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
th: เอกสารฉบับนี้ให้ใช้ภายใต้สัญญา Creative Commons ShareAlike 2.5 License (CC-BY-SA)
zh_tw: 本文件是基於 Creative Commons ShareAlike 2.5 授權條款 (CC-BY-SA) 下製作發佈的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
am: የእውቡንቱን መረጃዎችችን መቀየር ፤ መጨመር እና ማሻሻል የዚህን መመሪያ ተከትሎ ይቻላል ። ሁሉም የተሩ ስራወች በዚሁ መመሪያ መሰረት ይፋ ይሆናሉ።
bn: আপনি উবুন্টু ডকুমেন্টেশন সোর্স কোড এই লাইসেন্সের অধীনে যথেচ্ছ পরিবর্তন, যোগ ও উন্নততর করতে পারেন ৷ আপনার পরিবর্তীত সব কাজও উপরোক্ত লাইসেন্সের আওতায় আসবে ৷
br: Gallout a rit cheñch, ouzhpenn, gwellaat ar c'hod tarzh teuliadur Ubuntu dindan termenoù lisañs. An holl labourioù deveret a ret bezañ skignet dindan ar memes lisañs.
fil: Ikaw ay maaring magbago, magpalawig at mag-ayos ng source code ng Ubuntu documentation sa ilalim ng mga termino ng lisensiyang ito. Lahat ng hinango na gawain ay dapat na ilabas sa ilalim ng lisensiyang ito.
gu: તમે આ લાઇસન્સની શરતોને માન્ય રાખી ઉબુન્ટુ દસ્તાવેજીકરણ સોર્સ કોડને બદલી અથવા સુધારી શકો છો. આમાંથી કરવામાં આવેલ દરેક કામ આજ લાઇસન્સ અંતર્ગત હોવુ જરૂરી છે.
lv: Jūs varat mainīt, papildināt un uzlabot Ubuntu dokumentācijas pirmkodu saskaņā ar šīs licences nosacījumiem. Visi atvasinājumi jāpublicē saskaņā ar šo licenci.
ml: Ubuntu documentation source code തിരുത്തുവാനും, കൂട്ടിച്ചേര്‍ക്കുവാനും നന്നാക്കുവാനും ഉള്ള സ്വാതന്ത്ര്യം ഈ ലൈസന്‍സ് ഉപാധികള്‍ പ്രകാരം നിങ്ങള്‍ക്ക് ലഭിക്കുന്നു. ആയതിനാല്‍, ഇതുമായി ബന്ധപ്പെട്ട ജോലികളെല്ലാം ഈ ലൈസന്‍സിനാല്‍ വിതരണം ചെയ്യപ്പെടുവാന്‍ നിര്‍ബന്ധിതമായിരിക്കുന്നു.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
sk: Môžete slobodne meniť, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené práce musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
th: คุณมีสิทธิที่จะแก้ไขเพิ่มเติมเปลี่ยนแปลงและปรับปรุงต้นฉบับของเอกสารของอูบุนตูภายใต้เงื่อนไขของใบอนุญาตฉบับนี้และส่วนที่พัฒนาต่อยอดจากต้นฉบับนี้ต้องอนุญาตให้ใช้ภายใต้ใบอนุญาตนี้เช่นกัน
zh_tw: 您可以在此授權下自由地編輯、擴展與改善 Ubuntu 說明文件的原始碼。所以衍生作品必須在此授權下發表。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
am: ይህ መረጃ የሚስራጨው ይጠቅማል በሚል ተሰፋ ያለምንም ዋስትናና ክፍያ ነው በቀጥታም ሆነ በተዘዋዋሪ መንገድ ዋስትና እንደማይስጥ በመተዳደሪየ ደንቡ ላይ ተገልፆአል
bn: আশা করা হচ্ছে যে এই ডকুমেনটেশনটি কার্যকর হবে, কিন্তু কোনরকম ওয়ারেন্টি ব্যতীত; MERCHANTABILITYএর implied warranty ব্যতীত অথবা DISCLAIMER এ বর্ণনাকৃত একটি বিশেষ উদ্দেশ্যের জন্য।
br: Skignet eo an teuliadur o spiañ e vo talvoudus, met HEP GWARANTIÑ EBET seurt bennak; ar gwarantezioù GWERZHAÑ pe EVIT OBER UN DRA RESIS E-GIZ E VEZ SKRIVET EN DIWALL.
fil: Ang dokumentasyong ito ay ipinamamahagi sa pag-asa na ito ay magiging kapaki-pakinabang, ngunit WALANG KAHIT NA ANONG WARRANTY; wala kahit na pahiwatig na warranty ng PAGIGING KALAKAL o PAGKA-ANGKOP SA ISANG HANGARIN GAYA NG NABANGGIT SA PAGTATANGGI.
gu: આ દસ્તાવેજ એ આશાએ વહેંચવામાં આવે છે કે તે મદદરૂપ થશે, પણ કોઇપણ વોરંટી વિના; વેચાણયોગ્યતાની અથવા કોઇ ઉદ્દેશ્ય માટેની સાનુકુળતા સુદ્ધા ની ગર્ભિત વોરંટી વિના, જાહેરનામામાં વર્ણવ્યા પ્રમાણે.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka tā būs kādam noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
ml: താങ്കള്‍ക്ക് പ്രയോജനപ്പെടും എന്ന പ്രതീക്ഷയിലാണ് ഈ രേഖ വിതരണം ചെയ്യപ്പെട്ടിരിക്കുന്നത്, എന്നിരുന്നാലും യാതൊരുവിധ വാറണ്ടിയും ഇതിന്റെ കൂടെ ലഭിക്കുന്നില്ല; ഒരു warranty of MERCHANTABILITY അല്ലെങ്കില്‍ FITNESS FOR A PARTICULAR PURPOSE (DISCLAIMER-ല്‍ പറഞ്ഞ പോലെ) പോലും ലഭിക്കുന്നില്ല.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuïda dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, inclusa, mas sens i èsser limitadas, las garantias D'APTITUD A LA VÈNDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPÍSANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
th: เอกสารนี้แจกจ่ายด้วยความหวังที่ว่าจะเป็นประโยชน์แต่ไมีมีการรับรอง (WARRANTY) ไม่มีแม้แต่ที่บอกเป็นนัยว่ารับรองขายได้ (MERCHANTABILITY) หรือเหมาะสมสำหรับจุดประสงค์ใดโดยเฉพาะดังที่ได้บรรยายในเอกสารปฏิเสธความรับผิดชอบ(DISCLAIMER)
zh_tw: 此文件的發行，希望是一份有用的資料，而沒有附帶任何的保證。對任何商業行為不隱含任何保證，對任何特定的目的也不保證絕對符合。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
am: የፍቃዱ ኮፒ እዚህ ይገኛል: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bn: লাইসেন্সের একটি কপি এখানে পাওয়া যাবে: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ক্রিয়েটিভ কমনস শেয়ার-এলাইক লাইসেন্স</ulink>
br: Gallout a ri kaout ur c'hopi al lisañs amañ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisañs</ulink>.
fil: Ang kopya ng lisensiyang ito ay makukuha sa: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gu: આ લાઇસન્સની એક નકલ અહી ઉપલબ્ધ છે: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">ક્રિયેટીવ કોમન્સ શેરઅલાઇક લાઇસન્સ</ulink>.
lv: Licences kopija ir pieejama šeit:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike licence</ulink>
ml: ലൈസന്‍സിന്റെ കോപ്പി ഇവിടെ ലഭ്യമാണ് <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA)</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
th: สำเนาของใบอนุญาตสามารถอ่านดูได้ที่นี่ <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_tw: 本許可證的副本可由此處取得：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>。

source: Ubuntu Documentation Project
am: የኡቡንቱ እቅድ ስነድ
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
br: Raktres Teuliadur Ubuntu
fil: Pagsisikap Pagsasalansan ng Ubuntu
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
lv: Ubuntu dokumentācijas projekta
ml: ഉബണ്ടു ഡോക്യുമെന്റേഷന്‍ പ്രോജക്റ്റ്
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
th: โครงการเอกสารของอูบุนตู
zh_tw: Ubuntu 文件計劃

source: Canonical Ltd. and members of the <placeholder-1/>
am: ሕገ ደንቡ እና አባላቱ <placeholder-1/>
bn: ক্যানোকিয়াল লিমিটেড এবং <placeholder-1/>-এর সদস্যরা
br: Canonical Ltd. hag an izili <placeholder-1/>
fil: Canonical Ltd. at mga kasapi ng <placeholder-1/>
gu: કેનોનિકલ લિ. અને <placeholder-1/> ના સભ્યો
lv: Canonical Ltd. un <placeholder-1/> dalībnieki
ml: കാനോനികാല്‍ ക്ളിപ്തവും അംഗങ്ങളും <placeholder-1/>
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
th: Canonical Ltd. และสมาชิกของ <placeholder-1/>
zh_tw: Canonical 有限公司與 <placeholder-1/> 成員

source: The Ubuntu Documentation Project
am: የእዉቡንቱ መረጃ ፕሮጀክት
bn: উবুন্টু ডকুমেন্টেশন প্রকল্প
br: Ar Raktres Teuliadur Ubuntu
fil: Ang Ubuntu Documentation Project
gu: ઉબુન્ટુ દસ્તાવેજીકરણ યોજના
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
th: โครงการเอกสาร Ubuntu
zh_tw: Ubuntu 文件專案

source: For security reasons, administrative tasks in Ubuntu can only be performed by users with special administrative privileges. The first user account created during installation will, by default, be able to perform administrative tasks.
am: ለደህንነት ሲባል የአስተዳዳሪ ስራዎች በኡቡንቱ ውስጥ ሊከናወኑ የሚችሉት በተለይ የአስተዳዳሪ መብት ለተሰጣቸው ተጠቃሚዎች ብቻ ነው። ስርአቱ ሲመሰረት የመጀመሪያው ተጠቃሚ በነባር የአስተዳዳሪ መብት ይኖረዋል የአስተዳዳሪን ስራ ለመስራት።
bn: নিরাপত্তার জন্য, প্রশাসনিক কাজ করার অনুমতি রয়েছে কেবলমাত্র এমন ব্যবহারকরীরা উবুন্টুতে প্রশাসনিক কাজসমূহ সম্পাদন করতে পারেন। ইনস্টলেশনের সময় প্রথম যে ব্যবহারকারী অ্যাকাউন্ট তৈরী করা হয়, ডিফল্টভাবে তাকে প্রশাসনিক কাজ করার অনুমতি দেয়া হয়।
br: Evit abegoù surentez, an trevelloù melestradurel en Ubuntu a c'hall bet graet hepken gant implijourien reizhioù ispisial melestrad ganto. Gant ar c'hentañ kont implijour eo ar reizhoù-se dre ziouer, krouet e-pad ar staliadur.
fil: Dahilan sa seguridad, ang mga tungkuling pangpamahala sa Ubuntu ay maaari lamang gawin ng mga gumagamit na may pribilehiyong pangpamahala. Ang account ng unang gumagamit na ginawa noong nagi-install ay, bilang nauna, ay maaaring gumawa ng mga tungkuling pampamahala.
gu: સુરક્ષાના કારણોસર, ઉબુન્ટુમાં વહીવટી કાર્યો એ ખાસ વહીવટી વિશેષાધિકારો ધરાવતા વપરાશકર્તાઓ જ કરી શકે છે. સ્થાપન દ્વારા બનાવવામાં આવેલું પ્રથમ વપરાશકર્તા ખાતું, મૂળભૂત રીતે, આ વહીવટી કાર્યો કરી શકશે.
lv: Drošības apsvērumu dēļ Ubuntu administrēšanu var veikt tikai lietotāji ar īpašām privilēģijām. Šādas privilēģijas pēc noklusējuma tiek piešķirtas pirmajam lietotāja kontam, kas izveidots instalēšanas laikā.
ml: സുരക്ഷ കാരണങ്ങളാല്‍ ഉബുണ്ടുവില്‍ അട്മിനിസ്ട്രറ്റീവ് ജോലികള്‍ ചെയ്യാന്‍ അട്മിനിസ്ട്രറ്റീവ് അക്സസ്സ് ഉള്ള ചില ഉഭവോക്തക്കള്‍ക്കെ അനുവാദം ഉള്ളു.ഇന്‍സ്റ്റോള്‍ ചെയ്ത സമയത്ത് സൃഷ്‌ടിച്ച യുസറിന് അതിനുള്ള അനുവാദം ഉണ്ട്
nb: Av sikkerhetsmessige årsaker kan kun brukere med spesielle administrative rettigheter utføre administrative oppgaver i Ubuntu. Den første brukerkontoen som ble opprettet under installasjon av Ubuntu vil som standard ha rettigheter til å utføre administrative oppgaver.
nl: Om veiligheidsredenen kunnen beheerderstaken in Ubuntu alleen uitgevoerd worden door gebruikers met speciale beheerdersrechten. De gebruikersaccount die tijdens de installatie wordt aangemaakt heeft standaard beheerdersrechten.
oc: Per de rasons de seguretat, los prètzfaches administratius jos Ubuntu pòdon pas èsser realizats que per d'utilizaires qu'an de dreches especials d'administracion. Per defaut, aquestes dreches especials d'administracion seràn atribuits al primièr compte d'utilizaire creat al moment de l'installacion.
sk: Z bezpečnostných dôvodov je možné vykonávať správcovské úlohy v Ubuntu iba používateľmi, ktorí majú špeciálne privilégia správcu. Prvý používateľský účet, ktorý bol vytvorený pri inštalácii, má pridelené tieto privilégia.
sl: Zaradi varnosti lahko skrbniške posege v Ubuntuju izvajajo le uporabniki s posebnimi skrbniškimi pravicami. Prvi ustvarjen uporabnik med namestitvijo, ima privzeto skrbniške pravice.
th: ด้วยเหตุผลด้านความปลอดภัย งานด้านดูแลระบบในอูบุนตูสามารถทำได้เฉพาะผู้ใช้ที่มีสิทธิพิเศษในการดูแลระบบเท่านั้น ผู้ใช้รายแรกที่สร้างขึ้นในขณะทำการติดตั้ง โดบปริยายจะสามารถทำงานด้านดูแลระบบได้
zh_tw: 出於安全上的考量，在 Ubuntu 裡，系統管理相關的作業只能由具有系統管理權限的使用者來執行。在預設的情況下，Ubuntu 安裝過程中所建立的第一個使用者帳號具有系統管理員權限。

source: When you run an application that requires administrative privileges, you will be asked to enter your user password. This helps to protect your system from malicious files and accidentally selecting options which may change the way your system works.
am: መተግበሪያዎችን በሚያስኬዱበት ጊዜ የአስተዳዳሪ ልዩ ፍቃድ የሚጠይቅ፡ የመግቢያ ቃል እንዲያስገቡ ይጠየቃሉ፡ ይህም የተደረገው ስርአቱን ሊያበላሹ ከሚችሉ መጥፎ ፋይሎች እና በስህተት ሊፈጠሩ ከሚችሉ አደጋዎች ኮምፒዩተሮትን ለመጠበቅ ሲባል ነው።
bn: বিশেষাধিকার
br: Pa lañsit un arload a ret reizhioù meletradurel, Goulennet e vo deoc'h hoc'h ger tremen implijour. Gallout a ra reiñ ur surentez gwelloc'h a-enep programmoù fall hag a-enep an diuzadur fall dibarzhioù a c'hall lakaat reuz e-barzh hoc'h sistem.
fil: Kapag may itatakbo kang programang nangangailangan ng pribilehiyong pampamahala, ikaw ay hihingan na i-type ang iyong password. Nakakatulong itong protektahan ang sistema mula sa mga malisyosong dokumento at ang pagpalit ng mga opsyong maaaring magpabago kung paano tumatakbo ang sistema.
gu: જ્યારે તમે કોઇ કાર્યક્રમ ચલાવો જેને વહીવટી વિશેષાધિકારોની આવશ્યકતા હોય, તો તમને વપરાશકર્તા પાસવર્ડ પૂછવામાં આવશે. આ તમારી સિસ્ટમને શંકાસ્પદ ફાઇલો અને ભૂલ માં પસંદ કરાયેલા વિકલ્પો કે જે તમારી સિસ્ટમની કાર્યપ્રણાલી બદલી શકે છે, તેનાથી સુરક્ષિત રાખવામાં મદદ કરે છે.
lv: Kad jūs palaižat lietotni, kurai vajadzīgas administratora privilēģijas, sistēma prasīs jūsu paroli. Tas palīdz pasargāt jūsu datoru no vīrusiem un netīši veiktām izmaiņām.
nb: Når du kjører et program som krever administrative rettigheter, vil du bli spurt om å taste inn passordet ditt. Dette hjelper til med å beskytte systemet ditt fra skadelige filer, samt uhell som kan endre hvordan systemet ditt fungerer.
nl: Wanneer u een programma opstart dat beheerdersrechten nodig heeft, zal er om uw wachtwoord worden gevraagd. Dit is om het systeem te beschermen tegen kwaadaardige bestanden en per ongeluk geselecteerde opties die de werking van het systeem kunnen be√Ønvloeden.
oc: Quora executatz una aplicacion que necessita de dreches d'administracion, vòstre senhal d'utilizaire vos serà demandat. Aquò permet un melhora proteccion contra los programas malvolents e contra la seleccion accidentala d'opcions que poiriá comprometre lo bon foncionament de vòstre sistèma.
sk: Ak spustíte aplikáciu, ktorá vyžaduje privilégia správcu, systém vás požiada, aby ste zadali vaše používateľské meno a heslo. Vďaka tomu je váš systém chránený pred nebezpečným softvérom a náhodne zmenenými nastaveniami, ktoré môžu znemožniť správny beh vášho systému.
sl: Ob zagonu programa, ki zahteva skrbniške pravice, je potrebno vpisati svoje uporabniško geslo. To pripomore k zaščiti sistema proti škodljivim datotekam in po nesreči izbranim možnostim, ki lahko vplivajo na delovanje sistema.
th: เมื่อคุณเริ่มโปรแกรมที่ต้องการใช้สิทธิในการดูแลระบบ คุณจะถูกถามให้ใส่รหัสผ่านของคุณ นี่จะช่วยป้องกันระบบของคุณจากไฟล์ที่เป็นอันตรายและบังเอิญเลือกตัวเลือกต่างๆที่อาจจะเปลี่ยนการทำงานในระบบของคุณ
zh_tw: 當要執行需要系統管理權限的程式時，會要求輸入使用者密碼，這可以讓系統避免惡意程式執行和不小心更改到系統設定與作業方式。
