Repository: ahoneybun/pop-docs
Catalog: administrative/po/*.po
Languages: am, bn, br, fil, gu, lv, ml, nb, nl, oc, sk, sl, th, zh_tw

source: Each time you type your password, the system remembers it for 15 minutes so that you do not have to type it again.
am: የመግቢያ ቃሉን ሲያስገቡ ሲስተሙ ለ 15 ደቂቃዎች ያስታውሳል ስለዚህ በድጋሚ ማስገባት አይስፈልግም
bn: প্রতিবার আপনার পাসওয়ার্ড লেখার পর, সিস্টেম সেটি ১৫ মিনিট পর্যন্ত স্মরণ রাখবে ফলে আপনাকে বারবার পাসওয়ার্ড লিখতে হবে না।
br: Pep kwezh e skrivit hoc'h ger tremen, Miret a ra anezhañ ar sistem e-pad 15 munut evit n'hoc'h ket ret adskrivañ anezhañ.
fil: Sa bawat pagkakataon na inyong ititipa ang inyong hudyat ay tatandaan ito ng sistema ng 15 minuto ng sa gayon ay hindi niyo ito kailangang muling itipa.
gu: જ્યારે તમે પાસવર્ડ ટાઇપ કરો છો, ત્યારે સિસ્ટમ તેને ૧૫ મિનિટ સુધી યાદ રાખી લે છે, જેથી તમારે તે જ પાસવર્ડ ફરીવાર લખવો ન પડે.
lv: Sistēma atceras jūsu ievadīto paroli uz 15 minūtēm, lai jūs varētu veikt vairākas administratīvās darbības, neapstiprinot katru no tām atsevišķi.
ml: ഓരോ തവണയും നിങ്ങള്‍ രഹസ്യവാക്ക്‌ ഉപയോഗികുമ്പോള്‍ കമ്പ്യൂട്ടര്‍ അത് 15 മിനിറ്റ് ഓര്‍ത്തുവയ്ക്കും .അതിനാല്‍ നിങ്ങള്‍ വീണ്ടും ടൈപ്പ് ചെയ്യേണ്ട
nb: Hver gang du taster inn passordet ditt, husker systemet det i 15 minutter slik at du ikke må skrive det inn igjen.
nl: Elke keer dat u uw wachtwoord invoert, zal het systeem dit 15 minuten lang onthouden, zodat u het niet nogmaals hoeft in te typen.
oc: Cada còp que picatz vòstre senhal, lo sistèma lo memoriza pendent 15 minutas. Atal, l'avètz pas de tornar picar.
sk: Vždy keď zadáte vaše heslo, systém si ho bude 15 minút pamätať, takže ho nemusíte zadávať znova.
sl: Ob vsakem vnosu gesla si ga sistem zabeleži za 15 minut, tako da vam ga v tem času ni treba znova vpisovati.
th: ทุกครั้งที่คุณป้อนรหัสผ่านของคุณ ระบบจะจำไว้ 15 นาทีซึ่งจะทำให้คุณไม่ต้อนป้อนรหัสผ่านอีกจนกว่าจะหมดเวลา
zh_tw: 每次您輸入完密碼，系統會記住它 15 分鐘，在這段期間內進行需要密碼的操作就不需要再次輸入密碼了。

source: Giving administrative access to a user
am: የአስተዳዳሪ ፍቃድ መስጠት ለተጠቃሚ
bn: ব্যবহারকারীকে প্রশাসনিক কাজে প্রবেশাধিকার দেয়া
br: Reiñ ar reizhioù melestradurel evit un implijour
fil: Bigyan ng pampahalang access ang isang gumagamit
gu: વપરાશકર્તાને વહીવટી હક્કો આપવા
lv: Adminstratora privilēģiju piešķiršana lietotājam
ml: യുസര്‍ന് അട്മിനിസ്ട്രറ്റീവ് അനുവതം കൊടുക്കുക
nb: Gi administrativ tilgang til en bruker
nl: Beheerdersrechten aan een gebruiker geven.
oc: Balhar los dreches d'administrator a un utilizaire
sk: Pridanie správcovského oprávnenia používateľovi
sl: Določanje skrbniških pravic uporabniku
th: ให้สิทธิในการดูแลระบบแก่ผู้ใช้
zh_tw: 賦予使用者系統管理員權限

source: You can restrict and enable administrative access (sudo) to users with the <ulink type="help" url="ghelp:users-admin">Users and Groups application</ulink>:
bn: <ulink type="help" url="ghelp:users-admin">ব্যবহারকারী এবং গ্রুপসমূহ অ্যাপলিকেশন</ulink> এর মাধ্যমে ব্যবহারকারীদের প্রশাসনিক কাজে প্রবেশাধিকার দিতে এবং পরিবর্তন করতে পারবেন:
br: Gallout a rit cheñch moned implijourien reizhioù ispisial melestradurel gant an arload <ulink type="help" url="ghelp:users-admin">Implijourien ha strolladoù</ulink>:
fil: Maaari mong pigilan at bigyan ng pampamahalang access (sudo) ang mga gumagamit sa pamamagitan ng <ulink type="help" url="ghelp:users-admin">Users and Groups application</ulink>:
gu: તમે વપરાશકર્તાઓના વહીવટી દખલ (sudo) ને <ulink type="help" url="ghelp:users-admin">વપરાશકર્તા અને જૂથો કાર્યક્રમ</ulink> દ્વારા સક્રિય / નિષ્ક્રીય કરી શકો છો.
lv: Jūs varat ierobežot vai paplašināt lietotāju pieeju datora administrācijai (sudo), izmantojot lietotni <ulink type="help" url="ghelp:users-admin">Lietotāji un grupas</ulink>:
ml: യുസര്‍ അട്മിനിസ്ട്രറ്റീവ് അക്സസ്സ് നിയന്ത്രിക്കുവാന്‍ <ulink type="help" url="ghelp:users-admin">users and Groups application </ulink>: ഉപയോഗിക്കുക
nb: Du kan avgrense og tildele administrativ tilgang (sudo) til brukere med <ulink type="help" url="ghelp:users-admin">Brukere og grupper</ulink>-programmet:
nl: U kunt beheerderstoegang (sudo) beperken en toekennen aan gebruikers met de toepassing <ulink type="help" url="ghelp:users-admin">Gebruikers en groepen</ulink>:
oc: Podètz modificar l'accès dels utilizaires amb de dreches especials d'administracion gràcias a l'aplicacion <ulink type="help" url="ghelp:users-admin">Utilizaires e gropes</ulink>:
sk: Prístup správcu (sudo) pre používateľa môžete obmedziť prostredníctvom aplikácie <ulink type="help" url="ghelp:users-admin">Používatelia a skupiny</ulink>:
sl: Za ukinitev ali podelitev skrbniškega (sudo) dostopa uporabnikom, se uporablja program <ulink type="help" url="ghelp:users-admin">Uporabniki in skupine</ulink>:
th: คุณสามารถจำกัดและให้สิทธิในการดูแลระบบ (sudo) ให้แก่ผู้ใช้ใน <ulink type="help" url="ghelp:users-admin">ผู้ใช้และกลุ่มผู้ใช้</ulink>
zh_tw: 您可以使用<ulink type="help" url="ghelp:users-admin">使用者與群組應用程式</ulink>限制或啟用使用者的管理存取 (sudo)：

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>
am: ይጫኑ <menuchoice><guimenu>ስርአት</guimenu><guimenuitem>አስተዳዳሪ</guimenuitem><guimenuitem>ተጠቃሚ እና ቡድኖች</guimenuitem></menuchoice>
bn: <menuchoice><guimenu>সিস্টেম</guimenu><guimenuitem>অ্যাডমিনিসট্রেশন</guimenuitem><guimenuitem>ব্যবহারকারী এবং গ্রুপসমূহ অ্যাপলিকেশন</guimenuitem></menuchoice> চাপুন
br: Klikit <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Melestradur</guimenuitem><guimenuitem>Izili ha strolladoù</guimenuitem></menuchoice>
fil: I-click ang <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Pamamahala</guimenuitem><guimenuitem>Mga Grupo at Gumagamit</guimenuitem></menuchoice>
gu: <menuchoice><guimenu>સિસ્ટમ</guimenu><guimenuitem>સંચાલન</guimenuitem><guimenuitem>વપરાશકર્તાઓ અને જૂથો</guimenuitem></menuchoice> પર ક્લિક કરો.
lv: Izvēlieties <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Administrēšana</guimenuitem><guimenuitem>Lietotāji un grupas</guimenuitem></menuchoice>
ml: <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem> Users and Groups </guimenuitem></menuchoice> ഇല്‍ ക്ലിക്ക് ചെയയുക
nb: Trykk <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukere og grupper</guimenuitem></menuchoice>
nl: Druk op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Gebruikers en groepen</guimenuitem></menuchoice>
oc: Clicatz sus <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Utilizaires e gropes</guimenuitem></menuchoice>
sk: Kliknite na <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Používatelia a skupiny</guimenuitem></menuchoice>
sl: Kliknite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Uporabniki in skupine</guimenuitem></menuchoice>
th: คลิก <menuchoice><guimenu>ระบบ</guimenu><guimenuitem>ดูแลระบบ</guimenuitem><guimenuitem>ผู้ใช้และกลุ่มผู้ใช้</guimenuitem></menuchoice>
zh_tw: 按 <menuchoice><guimenu>系統</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>使用者及群組</guimenuitem></menuchoice>

source: Click <guibutton>Unlock</guibutton> and enter your password
am: ይጫኑ <guibutton>መክፈት</guibutton> እና የመግቢያ ቃልዎን ያስገቡ
bn: <guibutton>Unlock</guibutton> চাপুন এবং আপনার পাসওয়ার্ড লিখুন
lv: Spiediet <guibutton>Atslēgt</guibutton> un ievadiet savu paroli
ml: <guibutton>Unlock</guibutton>ഇല്‍ ക്ലിക്ക് ചെയ്ത ശേഷം രഹസ്യ വാക്ക്‌ നല്‍കുക
nb: Trykk <guibutton>Lås opp</guibutton> og tast inn passordet ditt
oc: Clicatz sus <guibutton>Desvarrolhar</guibutton> e picatz vòstre senhal
th: Click <guibutton>ปลดล็อค</guibutton> และใส่รหัสผ่านของคุณ
zh_tw: 按一下 <guibutton>解除</guibutton> 並需入您的密碼

source: Select the user who is to be given administrative access and press <guibutton>Properties</guibutton>
am: ተጠቃሚውን ይምረጡ የአስተዳዳሪ ፍቃድ የሚስጠውን እና ይጫኑ <guibutton>ጸባዮች</guibutton>
bn: যে ব্যবহারকারীকে প্রশাসনিক কাজে প্রবেশাধিকার দিতে চান সেটি নির্বাচন করুন এবং <guibutton>Properties</guibutton> চাপুন।
lv: Izvēlieties lietotāju, kam jāpiešķir administratora privilēģijas, un spiediet <guibutton>Rekvizīti</guibutton>
ml: അട്മിനിസ്ട്രറ്റീവ് അനുവതം നല്കപെടുന്ന യുസറിനെ തിരഞ്ഞെടുത്ത ശേഷം <guibutton>Properties</guibutton> അമര്‍ത്തുക
nb: Velg brukeren du ønsker å gi administrativ tilgang, og trykk <guibutton>Egenskaper</guibutton>
oc: Seleccionar l'utilizaire al qual balhar los dreches d'administrator e clicatz sus <guibutton>Proprietats</guibutton>
th: เลือกผู้ใช้ที่คุณต้องการที่จะให้สิทธิในการดูแลระบบและคลิก <guibutton>คุณสมบัติ</guibutton>
zh_tw: 選擇即將接受系統管理員權限的使用者，然後按下 <guibutton>屬性</guibutton>

source: Select the <guilabel>User Privileges</guilabel> tab
am: ይምረጡ <guilabel>የተጠቃሚ ፍቃድ</guilabel> tab
bn: <guilabel>User Privileges</guilabel> ট্যাব নির্বাচন করুন
br: Diuzit an ivinell <guilabel>Reizhioù implijour</guilabel> tab
fil: Piliin ang <guilabel>Pribilehiyo ng Gumagamit</guilabel> tab.
gu: <guilabel>વપરાશકર્તા વિશેષાધિકારો</guilabel> ટેબ પસંદ કરો
lv: Izvēlieties cilni <guilabel>Lietotāja privilēģijas</guilabel>
ml: <guilabel>User Privileges</guilabel>തിരഞ്ഞെടുക്കുക
nb: Velg fanen <guilabel>Brukerrettigheter</guilabel>
nl: Kies het tabblad <guilabel>Gebruikersrechten</guilabel>
oc: Seleccionar l'onglet <guilabel>Privilègis utilizaires</guilabel>
sk: Vyberte kartu <guilabel>Používateľské práva</guilabel>
sl: Izberite zavihek <guilabel>Uporabniška dovoljenja</guilabel>
th: เลือกแถบ <guilabel>อภิสิทธิ์ผู้ใช้</guilabel>
zh_tw: 選擇 <guilabel>使用者權限</guilabel> 頁簽

source: Check the box next to <guilabel>Administer the system</guilabel> and press <guibutton>OK</guibutton>
am: በሳጥኑ ውስጥ ምልክት ያድርጉ <guilabel>ሲስተሙን አስተዳዳሪ</guilabel> እና ይጫኑ <guibutton>እሺ</guibutton>
bn: <guilabel>Administer the system</guilabel> এর পাশের বক্সে টিক চিহ্ন দিন এবং <guibutton>OK</guibutton> চাপুন
br: Gevaskit al log <guilabel>Merañ ar sistem</guilabel> ha pouezit <guibutton>Mat eo</guibutton>
fil: Piliin ang kahon sa tabi ng <guilabel>Pamahalaan ang Sistema</guilabel> at pindutin ang <guibutton>OK</guibutton>
gu: <guilabel>સિસ્ટમનું સંચાલન કરો</guilabel> ની બાજુમાં ટિકમાર્ક કરો, અને <guibutton>બરાબર</guibutton> પર ક્લિક કરો
lv: Atzīmējiet izvēles rūtiņu pie <guilabel>Pārvaldīt sistēmu</guilabel> un spiediet <guibutton>Labi</guibutton>
ml: <guilabel>Administer the system</guilabel> ന് അടുത്തുള്ള കള്ളിയില്‍ ചെക്ക്‌ ചെയ്ത ശേഷം <guibutton>OK</guibutton>ഇല്‍ അമര്‍ത്തുക
nb: Kryss av i boksen<guilabel>Administrer systemet</guilabel> og trykk <guibutton>OK</guibutton>
nl: Vink het vakje bij <guilabel>Mag het systeem beheren</guilabel> aan en druk op <guibutton>OK</guibutton>
oc: Marcar la casa al costat de <guilabel>Administrar lo sistèma</guilabel> e quichar <guibutton>D'acòrdi</guibutton>
sk: Označte políčko vedľa položky <guilabel>Spravovať systém</guilabel> a stlačte <guibutton>OK</guibutton>
sl: Označite možnost <guilabel>Oskrbovanje sistema</guilabel> in izberite <guibutton>V redu</guibutton>
th: หมายที่กล่องข้างข้อความ <guilabel>ดูแลระบบ</guilabel> และคลิก <guibutton>ตกลง</guibutton>
zh_tw: 勾選 <guilabel>管理此系統</guilabel> 旁邊的方塊，然後按下 <guibutton>確定</guibutton>

source: Using sudo at the command line
am: ሱዶን መጠቀም በትእዛዝ መስመር ላይ
bn: কামন্ড লাইনে sudo ব্যবহার করে
br: Implij sudo el linenn urzhiañ
fil: Gamit ang sudo sa command line
gu: sudo ને આદેશ લીટી પર વાપરવુ
lv: sudo lietošana komandrindas režīmā
ml: കമാന്‍ഡ് ലൈനില്‍ സുഡോ ഉപയോഗിക്കുക
nb: Bruk av sudo i kommandolinjen
nl: Het gebruik van sudo op de opdrachtregel
oc: En utilizant sudo en linha de comanda
sk: Používanie sudo v príkazovom riadku
sl: Uporaba ukaza "sudo" v ukazni vrstici
th: การใช้ sudo ที่บรรทัดคำสั่ง
zh_tw: 在命令列模式使用 sudo

source: When working with terminals (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), any command can be run as an administrator by typing <command>sudo</command> before it.
am: በተርሚናል ሲሰሩ (<menuchoice><guimenu>መተግበሪያዎች</guimenu><guimenuitem>ተጨማሪዎች</guimenuitem><guimenuitem>ተርሚናል</guimenuitem></menuchoice>), ማናቸውንም ትእዛዝ ማስኬድ ይቻላል በአስተዳዳሪ ፍቃድ <command>ሱዶ</command> ከትእዛዙ በፍት ጽፎ በማስገባት
bn: টারমিনাল (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ব্যবহার করার সময় যেকোন কমান্ডের পূর্বে <command>sudo</command> লিখে প্রশাসক হিসাবে ব্যবহার করা যাবে।
br: Pa labourit gant an termenell (<menuchoice><guimenu>Arloadoù</guimenu><guimenuitem>Adpezhioù</guimenuitem><guimenuitem>Termenell</guimenuitem></menuchoice>), n'eus forzh urzhioù a c'hall bezañ graet e-giz Merour ma z'eo bet graet a-raok an urzh <command>sudo</command> .
fil: Kung ginagamit ang mga terminal (<menuchoice><guimenu>Programa</guimenu><guimenuitem>Aksesorya</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), anumang command ay maaaring patakbuhin bilang tagapamahala sa pamamagitan ng pag-type ng <command>sudo</command> bago yung command.
gu: ટર્મિનલ (<menuchoice><guimenu>કાર્યક્રમો</guimenu><guimenuitem>સહાયક કાર્યક્રમો</guimenuitem><guimenuitem>ટર્મિનલ</guimenuitem></menuchoice>) સાથે કામ કરતી વખતે, કોઇ પણ આદેશ વહીવટકર્તા તરીકે આપી શકાય છે. તે માટે આદેશ પહેલા <command>sudo</command> લખો.
lv: Strādājot terminālī (<menuchoice><guimenu>Programmas</guimenu><guimenuitem>Piederumi</guimenuitem><guimenuitem>Terminālis</guimenuitem></menuchoice>), jebkuru komandu var palaist ar administratora privilēģijām, pirms tās uzrakstot <command>sudo</command>.
ml: ടെര്‍മിനലില്‍ ജോലി ചെയ്യുമ്പോള്‍ (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), അട്മിനിസ്ട്രറ്റീവ് മോഡില്‍ കമാന്‍ഡ് റണ്‍ ചെയ്യുവാന്‍ കമാന്‍‌ഡിന് മുമ്പ് sudo എന്ന് ചേര്‍ക്കുക
nb: Når du jobber med terminalvinduer (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), kan alle kommandoer kjøres som administrator ved å skrive <command>sudo</command> fremfor kommandoen.
nl: Wanneer u werkt met een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminal-venster</guimenuitem></menuchoice>), kunt u alle opdrachten als beheerder uitvoeren door er <command>sudo</command> voor te zetten.
oc: Quand trabalhatz amb lo terminal (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessòris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), una comanda quina que siá pòt èsser executada en tant qu'administrator s'es precedida de <command>sudo</command>.
sk: Pri práci s terminálmi (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) môžete akýkoľvek príkaz spustiť so správcovskými privilégiami, ak pred daný príkaz napíšete <command>sudo</command>.
sl: Pri delu s terminalom (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), lahko poženete vsak ukaz kot skrbnik, če predenj vtipkate ukaz <command>sudo</command>.
th: เมื่อต้องทำงานกับเทอร์มินัล (<menuchoice><guimenu>โปรแกรม</guimenu><guimenuitem>อำนวยความสะดวก</guimenuitem><guimenuitem>เทอร์มินัล</guimenuitem></menuchoice>) คำสั่งต่างสามารถทำให้เหมือนมาจากผู้ดูแลระบบโดยพิมพ์ <command>sudo</command> ก่อนหน้าคำสั่งนั้น
zh_tw: 當使用終端機 (<menuchoice><guimenu>應用程式</guimenu><guimenuitem>附屬應用程式</guimenuitem><guimenuitem>終端機</guimenuitem></menuchoice>) 時，可以在任何命令前加上 <command>sudo</command> 以使用系統管理員身份執行該命令。

source: Sudo will remember your password for a set amount of time; by default this is 15 minutes, but can be changed. This feature was designed to allow users to perform multiple administrative tasks without being asked for a password each time.
am: ሱዶ የመግቢያ ቃሉን ለተወስነ ጊዜ ያስታውሳል በነበር ለ 15 ደቂቃዎች ግን መቀየር ይቻላል ይህም የተደረገው ተጠቃሚዎች የተለያዩ የአስተዳዳሪ ስራዎችን ሲስሩ የመግቢያ ቃል ሳይጠየቁ ስራዎችን እንዲያከናውኑ ነው
bn: sudo কামন্ডের ব্যবহৃত পাসওয়ার্ডটি একটি নির্দিষ্ট সময় পর্যন্ত স্মরণ রাখা হয়, ডিফল্ট ভাবে এই সময়টি হল ১৫ মিনিট, তবে এটি পরিবর্তন করার সুযোগ রয়েছে। প্রতিবার পাসওয়ার্ড লেখা ছাড়াই ব্যবহারকারীর একসাথে একাধিক প্রশাসনিক কাজ করার সুবিধার্থে এই বৈশিষ্টটি দেয়া হয়েছে।
br: Derc'hel en e soñj Sudo hoc'h ger tremen e-pad 15 munut dre ziouer, met gallout a rit cheñch an amzer. Gant an dra-se e c'hall an implijour ober trevelloù melestradurel hep adgoulenn dezhañ e ger tremen bep kwezh.
fil: Maaalala ng sudo ang iyong password sa bilang ng oras na itinakda; bilang default ito ay 15 minutos, pero maaaring baguhin. Ang katangiang ito ay dinesenyo para mapahintulutan ang mga gumagamit na gumawa ng mga tungkuling pampamahala na hindi inaabala ng pag-type ng password.
gu: sudo તમારો પાસવર્ડ એક નિશ્ચિત સમય માટે યાદ રાખશે; આ મૂળભૂત રીતે ૧૫ મિનિટ છે, પણ બદલી શકાય છે. આ સુવિધા વપરાશકર્તા ઘણા બધા કાર્યો એકસાથે દરેકવાર પાસવર્ડ લખ્યા વિના કરી શકે, તે માટે બનાવવામાં આવી હતી.
lv: Sudo atcerēsies jūsu paroli noteiktu laiku, parasti 15 minūtes, bet to var arī izmainīt. Tas tiek darīts tādēļ, lai adminstrators varētu veikt vairākas administrēšanas darbības un tām katru reizi netiktu pārprasīta parole.
nb: Sudo vil huske passordet ditt en stund, standardinnstillingen er 15 minutter, men dette kan endes. Egenskapen ble laget for at brukere skal kunne gjøre flere administrative oppgaver uten å bli spurt om passordet hver gang.
nl: Sudo onthoudt uw wachtwoord gedurende een bepaalde tijd; standaard is dit 15 minuten, maar dit kan worden gewijzigd. Deze functie is ontworpen om gebruikers in staat te stellen om meerdere beheersdertaken uit te voeren zonder telkens om het wachtwoord gevraagd te worden.
oc: Sudo va se remembrar de vòstre senhal per un temps donat, 15 minutas per defaut, mas que pòt èsser modificat. Aqueste dispositiu permet als utilizaires d'efectuar maites prètzfaches administratius sens aver de tornar picar lo senhal a cada còp.
sk: Sudo si zapamätá vaše heslo na určitý čas, prednastavený čas je 15 minút, ale dá sa zmeniť. Táto vlastnosť bola vytvorená aby umožnila používateľom vykonávať viacero správcovských úloh bez neustáleho zadávania hesla.
sl: Sudo si bo zapomnil geslo za določen čas, po privzetih nastavitvah za 15 minut. To uporabnikom omogoča zagon več zaporednih skrbniških ukazov, ne da bi bilo potrebno vpisovati geslo.
th: Sudo จะจำรหัสผ่านของคุณไว้เป็นระยะเวลาหนึ่ง โดยปริยาย 15 นาทีแต่สามารถเปลี่ยนได้ ความสามารถพิเศษนี้ถูกออกแบบเพื่อที่จะให้ผู้ใช้สามารถออกคำสั่งหลายๆคำสั่งในการดูแลระบบโดยไม่ต้องป้อนรหัสผ่านในทุกคำสั่ง
zh_tw: Sudo 會記住您的密碼一段可設定的時間，預設是 15 分鐘。這個功能可以令使用者在無須輸入密碼的程況下進行多個管理工作。

source: If the program you wish to run as an administrator is graphical, such as the Gnome text editor (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>gedit Text Editor</guimenuitem></menuchoice>), you should use the command <command>gksudo</command> followed by the command you wish to run.
lv: Ja vēlaties ar administratora privilēģijām palaist programmu ar grafisko saskarni, piemēram, Gnome teksta redaktoru (<menuchoice><guimenu>Programmas</guimenu><guimenuitem>Piederumi</guimenuitem><guimenuitem>gedit teksta redaktors</guimenuitem></menuchoice>), jums vajadzētu rakstīt <command>gksudo</command> un tad to komandu, ko vēlaties palaist.
nb: Hvis programmet som du ønsker å kjøre som administrator er rent grafisk, som Gnome tekstredigering (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>tilbehør</guimenuitem><guimenuitem>gedit tekstredigerer</guimenuitem></menuchoice>), skal du bruke kommandoen <command>gksudo</command> etterfulgt av kommandoen du ønsker å kjøre.
sk: Ak je program, ktorý chcete spustiť ako správca, grafický, napríklad ako textový editor Gnome (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Gedit - textový editor</guimenuitem></menuchoice>), mali by ste použiť príkaz <command>gksudo</command> následovaný príkazom ktorý chcete spustiť.
sl: Če je program, ki ga želite zagnati kot skrbnik, grafičen, kot je na naprimer Urejevalnik besedil Gedit (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Urejevalnik besedil Gedit</guimenuitem></menuchoice>), je potrebno v terminalu pred ukaz vpisati ukaz <command>gksudo</command>.
zh_tw: 如果您想以系統管理員權限執行的程式是圖形介面，如 Gnome 文字編輯器 (<menuchoice><guimenu>應用程式</guimenu><guimenuitem>附屬應用程式</guimenuitem><guimenuitem>gedit 文字編輯器</guimenuitem></menuchoice>) ，您可以在你想執行的命令前加上 <command>gksudo</command>。

source: Be careful when using sudo; you might damage your system if you type the wrong command! As a general rule, only use sudo when absolutely necessary.
am: ሱዶን ሲጠቀሙ በጣም ይጠንቀቁ ሲስተሙን ሊያበላሹት ይችላሉ የተሳሳተ ትእዛዝ ካስገቡ እንደጠቅላላ ህግ ሱዶን ሲያስፈልግ ብቻ ይጠቀሙ
bn: sudo খুব সতর্কতার সাথে ব্যবহার করতে হবে; কারণ এটি ব্যবহারের পর কোন ভুল কমান্ড লেখা হলে এটি আপনার সিস্টেমের ক্ষতি করতে পারে! সাধারণ নিয়ম হল, সম্পূর্ণরূপে নিশ্চিত না হয়ে এটি ব্যবহার না করা।
br: Diwallit pa implit sudo, gallout a rit lakaat reuz e-barzh hoc'h sistem o skrivañ un urzh fall! Da gustum, implijit sudo pa z'eo ret.
fil: Mag-ingat sa pag-gamit ng sudo; maaari mong masira ang iyong sistema kung magkamali ka ng pag-type ng command! Bilang pangunahing patakaran, gamitin lamang ang sudo kapag lubos na kailangan.
gu: sudo વાપરતી વખતે સાવધ રહો, જો તમે ખોટો આદેશ લખી નાખ્યો, તો તમારી સિસ્ટમને નુકસાન પહોંચાડી શકો છો. એક સામાન્ય નિયમ તરીકે, sudo ત્યારે જ વાપરો જ્યારે અત્યંત આવશ્યક હોય.
lv: Uzmanieties, lietojot sudo! Ievadot nepareizo komandu, var sabojāt sistēmu. Tāpēc drošāk ir nelietot sudo, kad tas nav nepieciešams.
ml: സുഡോ ഉപയോഗികുമ്പോള്‍ സുക്ഷികുക .തെറ്റായ ഉപയോഗം നിങ്ങളുടെ കംപ്യുട്ടറിനെ തകരാറില്‍ ആക്കും.അവശ്യമുളളപ്പോള്‍ മാത്രം സുഡോ ഉപയോഗിക്കുക
nb: Vær forsiktig når du bruker sudo; du kan skade systemet ditt hvis du skriver inn feil kommando! Som en tommelfingerregel: bruk bare sudo når det er absolutt nødvendig.
nl: Pas op bij het gebruik van sudo: als u de verkeerde opdracht invoert is het mogelijk om uw systeem te beschadigen! De vuistregel is om sudo alleen te gebruiken wanneer dat absoluut noodzakelijk is.
oc: Siatz prudent quand utilizatz sudo, poiriatz damatjar vòstre sistèma en picant una comanda marrida ! En règla generala, utilizetz sudo pas que s'es necessari.
sk: Pri používaní sudo buďte opatrní: zadaním nesprávneho príkazu si môžete poškodiť systém! Ako všeobecné pravidlo platí, používajte sudo iba keď je to nevyhnutne potrebné.
sl: Bodite previdni z ukazom sudo, saj lahko z napačnim ukazom poškodujete sistem! Ukaz sudo uporabljajte samo, ko je potrebno.
th: โปรดระมัดระวังในการใช้ sudo คุณอาจจะทำให้ระบบของคุณเสียหายได้ถ้าคุณใช้คำสั่งผิด! โดยกฎทั่วๆไป ให้ใช้ sudo เมื่อจำเป็นจริงๆเท่านั้น
zh_tw: 當使用 sudo 時小心，您或許會因為輸入了錯誤的指令而破壞你的系統！請在絕對有必要的時候才使用 sudo。

source: When you use sudo from a terminal, be sure to close it when you have finished!
am: ሱዶን ከተርሚናል ከፍተው ከተጠቀሙ በኋላ እባክዎን መዝጋት አይርሱ!
bn: কোন টারমিনালে sudo ব্যবহার করা হলে, কাজ শেষ করা পর উইন্ডোটি বন্ধ করেছেন কিনা নিশ্চিত হোন।
br: Pa implijit un dermenell e-giz implijour-veur, Na zisoñjit da serriñ anezhi pa echuit!
fil: Kapag gumamit ka ng sudo sa terminal, siguraduhing isara ito kapag tapos mo itong gamitin.
gu: જ્યારે તમે ટર્મિનલ માંથી sudo ખોલો, ત્યારે કામ પૂર્ણ થયા બાદ તેને બંધ કરવાનું ભુલશો નહિ !
lv: Pēc sudo lietošanas terminālī neaizmirstiet aizvērt termināļa programmas logu!
ml: ടെര്‍മിനലില്‍ സുഡോ ഉപയോഗികുമ്പോള്‍ അതെ പൂര്‍ത്തിയായ ശേഷം മാത്രം പുറത്ത്‌ കടക്കുക
nb: Når du bruker sudo i terminalen, pass på at lukker den når du er ferdig!
nl: Wanneer u sudo gebruikt vanaf een terminalvenster, zorg dan dat u dat venster sluit wanneer u klaar bent!
oc: Quand utilizatz un terminal en tant que superutilizaire (sudo), doblidetz pas de lo tampar quand avètz acabat !
sk: Ak použijete sudo v terminálovom okne, uistite sa, že ste ho po skončení práce nezabudli zavrieť.
sl: Pri uporabi ukaza sudo v terminalu bodite pazljivi, da terminal zaprete, ko končate z delom!
th: เมื่อคุณใช้ sudo ในเทอร์มินัล อย่าลืมปิดโปรแกรมเทอร์มินัลเมื่อเสร็จงานแล้ว
zh_tw: 當您在終端機使用完 sudo 指令後，請緊記將之關閉！
