Repository: ahoneybun/pop-docs
Catalog: administrative/po/*.po
Languages: am, bn, br, fil, gu, lv, ml, nb, nl, oc, sk, sl, th, zh_tw

source: For more information on the <application>sudo</application> program see the <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> on the Ubuntu wiki.
am: በበለጠ ለመረዳት ስለ <application>ሱዶ</application> ፕሮግራም ይህን ይመልከቱ <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> on the Ubuntu wiki.
bn: <application>sudo</application> প্রোগ্রামটি সম্পর্কে আরও বিস্তারিত জানতে উবুন্টু উইকিতে <ulink url="https://help.ubuntu.com/community/RootSudo">sudo পাতা</ulink> দেখুন।
br: Evit gouzout hiroc'h war al linenn urzhiañ <application>sudo</application> sellit ouzh ar pajenn<ulink url="https://help.ubuntu.com/community/RootSudo"> Sudo</ulink> e soazneg pe <ulink url="https://doc.ubuntu-fr.org/sudo">Sudo</ulink> e galleg.
fil: Para sa karagdagang kaalaman tungkol sa programang <application>sudo</application> tingnan ang pahina ng <ulink url="https://help.ubuntu.com/community/RootSudo"> sudo </ulink> sa Ubuntu wiki.
gu: <application>sudo</application> કાર્યક્રમ પર વધુ માહિતી માટે ઉબુન્ટુ વિકિ પર <ulink url="https://help.ubuntu.com/community/RootSudo">sudo પાનુ</ulink> જુઓ.
lv: Vairāk informācijas par <application>sudo</application> programmu pieejams <ulink url="https://help.ubuntu.com/community/RootSudo">sudo lapā</ulink> Ubuntu kopienas atbalsta vietnē.
ml: application>sudo</application> നെ കുറിച്ചുള്ള കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് ഉബുണ്ടു വിക്കിയില്‍ ഉള്ള <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> പേജ് കാണുക
nb: For mer informasjon om <application>sudo</application>-programmet, se <ulink url="https://help.ubuntu.com/community/RootSudo">sudo-siden</ulink> i Ubuntu-wikien.
nl: Meer informatie over de opdracht <application>sudo</application> vindt u op de <ulink url="https://help.ubuntu.com/community/RootSudo">sudo-pagina</ulink> (Engelstalig) van de Ubuntu-wiki.
oc: Per mai d'entresenhas sus la comanda <application>sudo</application>, consultatz la <ulink url="http://doc.ubuntu-oc.org/sudo">pagina sudo</ulink> del Wiki occitan.
sk: Pre viac informácii o programe <application>sudo</application> prejdite na <ulink url="https://help.ubuntu.com/community/RootSudo">stránku sudo</ulink> na Ubuntu wiki.
sl: Za več informacij o ukazu <application>sudo</application> si oglejte stran <ulink url="https://help.ubuntu.com/community/RootSudo">sudo</ulink> na wikiju Ubuntuja.
th: สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับ <application>sudo</application> กรุณาอ่านที่ <ulink url="https://help.ubuntu.com/community/RootSudo">ข้อมูลเกี่ยวกับ sudo</ulink> ในอูบุนตูวิกิ
zh_tw: 關於 <application>sudo</application> 的進一步資訊請參考 <ulink url="https://help.ubuntu.com/community/RootSudo">sudo 網頁</ulink>.

source: translator-credits
am: Launchpad Contributions: Aemro B. https://launchpad.net/~aemrob Launchpad Translations Administrators https://launchpad.net/~rosetta-admins samson https://launchpad.net/~sambelet
bn: Launchpad Contributions: Khandakar Mujahidul Islam https://launchpad.net/~suzan
br: Launchpad Contributions: Breizh https://launchpad.net/~jamybzh-free
fil: Launchpad Contributions: Dax Solomon Umaming https://launchpad.net/~knightlust
gu: Launchpad Contributions: BKD https://launchpad.net/~bkd-online
lv: Launchpad Contributions: Nita https://launchpad.net/~nitalynx ewillss https://launchpad.net/~arturslaurislv
ml: Launchpad Contributions: Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Rine Joseph https://launchpad.net/~rinejoseph arisepeter https://launchpad.net/~arisepeter
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: 6675636b796f75 https://launchpad.net/~6675636b796f75-deactivatedaccount Calle Sohlman https://launchpad.net/~carl-hei Christian Aasan https://launchpad.net/~christian-aasan Eirik Fikkan https://launchpad.net/~efikkan Kjetil Birkeland Moe https://launchpad.net/~kjetilbmoe
nl: Launchpad Contributions: Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Cédric VALMARY https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
sk: Launchpad Contributions: 6205 https://launchpad.net/~6205-deactivatedaccount Laco Gubík https://launchpad.net/~laco
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic Klemen Košir https://launchpad.net/~klemen913 Matthew East https://launchpad.net/~mdke Mitja https://launchpad.net/~mitja-pitko Odisej https://launchpad.net/~damjan-franz-gmail mrt https://launchpad.net/~mrtt zmago https://launchpad.net/~zmago-fluks
th: ทีมแปลอูบันตูภาษาไทย (Ubuntu Thai Translators) Launchpad Contributions: Roys Hengwatanakul https://launchpad.net/~roysheng
zh_tw: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Roy Chan https://launchpad.net/~roy-chan-linux Shunhsiung Shih https://launchpad.net/~sshsiung Vincent Pun https://launchpad.net/~pun-vincent tonyni https://launchpad.net/~tonyni0715

source: Select the user who is to be given administrative access and press <guibutton>Advanced Settings</guibutton>
nl: Selecteer de gebruiker die toegang als beheerder moet krijgen en klik op <guibutton>Geavanceerde Instellingen</guibutton>
sk: Zvoľte používateľa ktorému chcete pridať správcovský prístup a kliknite na <guibutton>Pokročilé nastavenia</guibutton>
sl: Izberite uporabnika, ki mu želite dodeliti skrbniške pravice in pritisnite gumb <guibutton>Napredne nastavitve</guibutton>

source: If prompted, type your password and click <guibutton>Authenticate</guibutton>
nl: Voer uw wachtwoord in wanneer hierrom gevraagd wordt en klik op <guibutton>Aanmelden</guibutton>
sk: Ak ste vyzvaný, zadajte vaše heslo a kliknite na <guibutton>Overiť</guibutton>
sl: Po potrebi vpišite svoje geslo in kliknite gumb <guibutton>Overi</guibutton>

source: If the program you wish to run as an administrator is graphical, such as the Gnome text editor (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Text Editor</guimenuitem></menuchoice>), you should use the command <command>gksudo</command> followed by the command you wish to run.
br: Ma hoc'h eus c'hoant da lañsañ ur programm e-giz melestrer dindan ar stumm grafek, Evel e vez graet evit an aozer skridoù Gnome (<menuchoice><guimenu>Arloadoù</guimenu><guimenuitem>Mavegoù</guimenuitem><guimenuitem>Aozer Skridoù</guimenuitem></menuchoice>), Ret eo ober gant al linenn urzhiañ <command>gksudo</command> a-raok an urzh da lañsañ.
nl: Als u een grafisch programma als beheerder wilt uitvoeren, zoals de Gnome-tekst-editor (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Tekst-editor</guimenuitem></menuchoice>), moet u de opdracht <command>gksudo</command> gebruiken, gevolgd door het programma dat u wilt uitvoeren.
oc: Se lo programa que volètz executar en qualitat d'administrator se presenta jos la forma d'una interfàcia grafica, coma es lo cas per l'editor de tèxte Gnome (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessòris</guimenuitem><guimenuitem>Editor de Tèxte</guimenuitem></menuchoice>), vos caldrà picar <command>gksudo</command> abans la comanda d'executar.
th: ถ้าโปรแกรมที่คุณต้องการใช้เหมือนผู้ดูแลระบบเป็นแบบกราฟิก เช่น เครื่องมือแก้ไขข้อความ (<menuchoice><guimenu>โปรแกรม</guimenu><guimenuitem>อำนวยความสะดวก</guimenuitem><guimenuitem>เครื่องมือแก้ไขข้อความ</guimenuitem></menuchoice>) คุณควรใช้ <command>gksudo</command> ตามด้วยคำสั่งที่คุณต้องการจะใช้
