Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: To navigate up one directory level, use <emphasis role="strong">"cd .."</emphasis>
es: Para subir un nivel, utilice <emphasis role="strong">"cd .."</emphasis>
fr: Pour remonter d'un niveau dans l'arborescence des répertoires, utilisez <emphasis role="strong">« cd .. »</emphasis>
gl: Para navegar un directorio para riba, use <emphasis role="strong">"cd .."</emphasis>
it: per spostarsi indietro di una directory, usare <emphasis role="strong">"cd .."</emphasis>
pt: Para subir um nível na estrutura de directórios, use <emphasis role="strong">"cd .."</emphasis>
sv: För att navigera upp en katalognivå, använd <emphasis role="strong">"cd .."</emphasis>
zh_cn: 要切换到上一层目录，使用<emphasis role="strong">"cd .."</emphasis>

source: To navigate to the previous directory (or back), use <emphasis role="strong">"cd -"</emphasis>
es: Para regresar al directorio anterior, utilice <emphasis role="strong">"cd -"</emphasis>
fr: Pour revenir au répertoire pécédent utilisez <emphasis role="strong">« cd - »</emphasis>
gl: Para navegar até o directorio anterior (para tras), use <emphasis role="strong">"cd -"</emphasis>
it: per spostarsi nella directory precedente, usare <emphasis role="strong">"cd -"</emphasis>
pt: Para regressar ao directório anterior (ou recuar), utilize <emphasis role="strong">"cd -"</emphasis>
sv: För att navigera till den föregående katalogen (eller tillbaka), använd <emphasis role="strong">"cd -"</emphasis>
zh_cn: 要切换到之前的目录 (或者后退), 使用<emphasis role="strong">"cd -"</emphasis>

source: To navigate through multiple levels of directory at once, specify the full directory path that you want to go to. For example, use, <emphasis role="strong">"cd /var/www"</emphasis> to go directly to the /www subdirectory of /var/. As another example, <emphasis role="strong">"cd ~/Desktop"</emphasis> will move you to the Desktop subdirectory inside your home directory.
es: Para navegar a través de múltiples niveles de carpeta a la vez, especifique la ruta completa de la carpeta a la que desea ir. Por ejemplo, utilice, <emphasis role="strong">"cd /var/www"</emphasis> para ir directamente a la subcarpeta /www de /var/. Como otro ejemplo, <emphasis role="strong">"cd ~/Desktop"</emphasis> le llevará hasta la subcarpeta Desktop dentro de su carpeta home.
fr: Pour naviguer directement dans des sous-répertoires, spécifiez le chemin complet du répertoire où vous voulez aller. Par exemple, utilisez <emphasis role="strong">« cd /var/www »</emphasis> pour aller directement dans le sous répertoire /www de /var. Cet autre exemple <emphasis role="strong">« cd ~/Desktop »</emphasis> vous enverra directement dans le sous-répertoire Desktop de votre dossier personnel.
gl: Para navegar através de múltiples niveis de directorios dunha vez, especifique a rota completa do directorio ao que quere ir. Por exemplo, use <emphasis role="strong">"cd /var/www"</emphasis> para ir directamente para o subdirectorio /www de /var/. Noutro exemplo, <emphasis role="strong">"cd ~/Escritorio"</emphasis> levarao para o subdirectorio Escritorio dentro do seu directorio persoal.
it: per spostarsi attraverso più livelli di directory alla volta, specificare il percorso completo. Per esempio, usare <emphasis role="strong">"cd /var/www"</emphasis> per andare direttamente nella directory /www di /var/. Come altro esempio, usare <emphasis role="strong">"cd ~/Desktop"</emphasis> per spostarsi nella sotto directory Desktop della propria cartella home.
pt: Para percorrer múltiplos níveis numa só vez, especifique o caminho absoluto do directório para onde quer ir. Por exemplo, use <emphasis role="strong">"cd /var/www"</emphasis> para ir directamente para o /www subdirectório de /var/. Outro exemplo, <emphasis role="strong">"cd ~/Desktop"</emphasis> movê-lo-á para o subdirectório do Ambiente de Trabalho dentro do seu directório pessoal.
sv: För att navigera genom flera katalognivåer på en gång kan du ange den fullständiga sökvägen till katalogen som du vill gå till. Använd till exempel <emphasis role="strong">"cd /var/www"</emphasis> för att gå direkt till underkatalogen /www av /var/. Ett annat exempel är <emphasis role="strong">"cd ~/Desktop"</emphasis> som kommer att förflytta dig till underkatalogen Desktop inne i din hemkatalog.
zh_cn: 要一次切换到多层目录，指明要去目录的完整路径。举例，使用,<emphasis role="strong">"cd /var/www"</emphasis>来直接进入/var的子目录/www。再举一个例子，<emphasis role="strong">"cd ~/Desktop"</emphasis>将使你切换到你的home目录里的Desktop子目录下。

source: <emphasis role="strong">cp</emphasis>: The <emphasis role="strong">cp</emphasis> command will make a copy of a file for you. Example: <emphasis role="strong">"cp file foo"</emphasis> will make a exact copy of "file" and name it "foo", but the file "file" will still be there. When you use <emphasis role="strong">mv</emphasis> that file would no longer exist, but when you use <emphasis role="strong">cp</emphasis> the original file stays and a new copy is made.
es: <emphasis role="strong">cp</emphasis>: El comando <emphasis role="strong">cp</emphasis> realizará una copia de un archivo por usted. Ejemplo: <emphasis role="strong">"cp archivo1 archivo2"</emphasis> realizará una copia exacta de "archivo1" y lo llamará "archivo2", pero el archivo "archivo1" seguirá estando alli. Cuando utilice <emphasis role="strong">mv</emphasis> el archivo original será eliminado, pero cuando utilice <emphasis role="strong">cp</emphasis> el archivo original permanecerá y se realizara una nueva copia.
fr: <emphasis role="strong">cp</emphasis> : La commande <emphasis role="strong">cp</emphasis> fera une copie d'un fichier pour vous. Exemple : <emphasis role="strong">« cp monFichier truc »</emphasis> fera une copie exacte de « monFichier » et la nommera « truc », mais le fichier « monFichier » sera toujours là. Quand vous utilisez <emphasis role="strong">mv</emphasis> le fichier « monFichier » n'existe plus, mais quand vous utilisez <emphasis role="strong">cp</emphasis> le fichier original est conservé et une nouvelle copie est créée.
gl: <emphasis role="strong">cp</emphasis>: O comando <emphasis role="strong">cp</emphasis> faralle unha copia dun ficheiro. Exemplo: <emphasis role="strong">"cp ficheiro foo"</emphasis> fará unha copia exacta de "ficheiro" e chamaralle "foo", mais o ficheiro "ficheiro" seguirá ainda aí. Cando use <emphasis role="strong">mv</emphasis>, ese ficheiro non existirá mais, mais cando use <emphasis role="strong">cp</emphasis>, o ficheiro orixinal fica e faise unha copia nova.
it: <emphasis role="strong">cp</emphasis>: il comando <emphasis role="strong">cp</emphasis> serve per copiare un file. Esempio: <emphasis role="strong">"cp file foo"</emphasis> crea una copia di «file» chiamata «foo» mantenendo il file «file». Usando <emphasis role="strong">mv</emphasis>, invece, il file iniziale non sarà più disponibile, a differenza di <emphasis role="strong">cp</emphasis>.
pt: <emphasis role="strong">cp</emphasis>: O comando <emphasis role="strong">cp</emphasis> irá fazer uma cópia do ficheiro. Exemplo: <emphasis role="strong">"cp file foo"</emphasis> irá fazer uma cópia exacta de "file" e dar-lhe o nome de "foo", mas o ficheiro "file" permanecerá. Ao usar o <emphasis role="strong">mv</emphasis> esse ficheiro deixaria de existir, mas quando usa o <emphasis role="strong">cp</emphasis>, o original permanece e uma nova cópia é feita.
sv: <emphasis role="strong">cp</emphasis>: Kommandot <emphasis role="strong">cp</emphasis> kommer att skapa en kopia av en fil. Exempel: <emphasis role="strong">"cp fil foo"</emphasis> kommer att skapa en exakt kopia av "fil" och namnge den som "foo" men filen "fil" kommer fortfarande finnas kvar. När du använder <emphasis role="strong">mv</emphasis> kommer den filen inte längre att finnas kvar men när du använder <emphasis role="strong">cp</emphasis> kommer originalfilen att finnas kvar och en ny kopia skapas.
zh_cn: <emphasis role="strong">cp</emphasis>: 这个<emphasis role="strong">cp</emphasis>命令会为你创建一个文件的复本。示例: <emphasis role="strong">"cp file foo"</emphasis>将会创建一个"file"文件的复本并将它命名为"foo", 但是"file"文件仍在原处.当你使用 <emphasis role="strong">mv</emphasis> 时那个文件就将不再存在, 而当你使用 <emphasis role="strong">cp</emphasis> 原来的文件保留并且一个新的复本被创建。

source: <emphasis role="strong">mv</emphasis>: The <emphasis role="strong">mv</emphasis> command will move a file to a different location or will rename a file. Examples are as follows: <emphasis role="strong">"mv file foo"</emphasis> will rename the file "file" to "foo". <emphasis role="strong">"mv foo ~/Desktop"</emphasis> will move the file "foo" to your Desktop directory but will not rename it. You must specify a new file name to rename a file.
es: <emphasis role="strong">mv</emphasis>: El comando <emphasis role="strong">mv</emphasis> moverá un archivo a una localización diferente o lo renombrará. Ejemplos: <emphasis role="strong">"mv archivo1 archivo2"</emphasis> renombrará el archivo "archivo1" a "archivo2". <emphasis role="strong">"mv archivo ~/Desktop"</emphasis> moverá el archivo "archivo" a la carpeta Desktop pero no lo renombrará. Tendrá que especificar un nuevo nombre de archivo para renombrarlo.
fr: <emphasis role="strong">mv</emphasis> : La commande <emphasis role="strong">mv</emphasis> déplacera un fichier vers un emplacement différent ou renommera un fichier. Exemples : <emphasis role="strong">« mv monFichier truc »</emphasis> renommera le fichier « monFichier » en « truc ». <emphasis role="strong">« mv monFichier ~/Desktop »</emphasis> déplacera le fichier « truc » dans votre répertoire Desktop, mais ne le renommera pas. Vous devez spécifier un nouveau nom de fichier pour que le fichier soit renommé.
gl: <emphasis role="strong">mv</emphasis>: O comando <emphasis role="strong">mv</emphasis> moverá un ficheiro para unha localización diferente ou mudaralle o nome. Os exemplos son como siguen: <emphasis role="strong">"mv file foo"</emphasis> mudará o nove do ficheiro "ficheiro" para "foo". <emphasis role="strong">"mv foo ~/Desktop"</emphasis> moverá o ficheiro "foo" para o seu directorio Desktop mais non lle mudará o nome. Debe especificar un nome novo de ficheiro para mudarlle o nome a un ficheiro.
it: <emphasis role="strong">mv</emphasis>: il comando <emphasis role="strong">mv</emphasis> serve per spostare un file in una posizione differente o per rinominarlo. Esempio: <emphasis role="strong">"mv file foo"</emphasis> rinomina il file «file» in «foo», <emphasis role="strong">"mv foo ~/Desktop"</emphasis> sposta il file «foo» nella directory Desktop senza rinominarlo. Per rinominarlo è necessario specificare un nuovo nome.
pt: <emphasis role="strong">mv</emphasis>: O comando <emphasis role="strong">mv</emphasis> moverá um ficheiro para uma nova localização ou renomeá-lo-á. Exemplos: <emphasis role="strong">"mv file foo"</emphasis> renomeia "file" para "foo". <emphasis role="strong">"mv foo ~/Desktop"</emphasis> moverá o ficheiro "foo" para o directório do seu Ambiente de Trabalho, mas não o renomeará. Deverá especificar um novo nome de ficheiro para que o possa renomear.
sv: <emphasis role="strong">mv</emphasis>: Kommandot <emphasis role="strong">mv</emphasis> kommer att flytta en fil till en annan plats eller byta namn på filen. Exempelvis: <emphasis role="strong">"mv fil foo"</emphasis> kommer att byta namn på filen "fil" till "foo". <emphasis role="strong">"mv foo ~/Desktop"</emphasis> kommer att flytta filen "foo" till katalogen Desktop men kommer inte att byta namn på den. Du måste ange ett nytt filnamn för att byta namn på en fil.
zh_cn: <emphasis role="strong">mv</emphasis>: 这个 <emphasis role="strong">mv</emphasis> 命令将会移动一个文件到不同位置或重命名一个文件。举例如下: <emphasis role="strong">"mv file foo"</emphasis> 将会把"file"文件重命名为"foo". <emphasis role="strong">"mv foo ~/Desktop"</emphasis> 会将"foo"文件移动到你的Desktop目录下但不重命名它. 要重命名一个文件你必须指定新的文件名.

source: To save on typing, you can substitute '~' in place of the home directory.
es: Para escribir menos, puede utilizar '~' en vez de la ruta a la carpeta home.
fr: Pour taper moins de texte, vous pouvez utiliser « ~ » pour indiquer votre répertoire personnel (home).
gl: Para aforrar pulsacións, pode substituir "~" en lugar do directorio persoal.
it: Per velocizzare la scrittura, è possibile sostituire «~» al posto del percorso della propria directory home.
pt: Para que não precise de digitar o seu directório pessoal, poderá substituí-lo por '~'.
sv: För att spara tid på tangenttryckningar kan du ersätta din hemkatalog med "~".
zh_cn: 为减少输入, 你可以用'~' 代指home目录.

source: Note that if you are using <emphasis role="strong">mv</emphasis> with <emphasis role="strong">sudo</emphasis> you will not be able to use the ~ shortcut, but will have to use the full pathnames to your files. This is because when you are working as root, ~ will refer to the root account's home directory, not your own.
es: Tenga en cuenta que siesta utilizando <emphasis role="strong">mv</emphasis> con <emphasis role="strong">sudo</emphasis> no podrá utilizar el atajo ~ , y tendrá que utilizar la ruta completa a los archivos. Esto es porque estaría trabajando como root, ~ haría refefrencia a la carpeta home de la cuenta root, y no a la de su cuenta.
fr: Remarquez que si vous utilisez <emphasis role="strong">mv</emphasis> avec <emphasis role="strong">sudo</emphasis> vous ne pourrez pas utiliser le raccourci ~, et vous devrez utiliser le chemin d'accès complet aux fichiers. En effet lorsque vous êtes en mode super-utilisateur (root), ~ est une référence au répertoire personnel de l'utilisateur root (c.-à-d. /root) et non au votre.
gl: Observe que se está a usar <emphasis role="strong">mv</emphasis> con <emphasis role="strong">sudo</emphasis> non poderá empregar o atallo ~, senón os nomes completos coas súas rotas para os seus ficheiros. Isto débese a que cando está a traballar como root, ~ referirase ao directorio persoal da conta root, non á súa propia.
it: Se si sta usando <emphasis role="strong">mv</emphasis> con <emphasis role="strong">sudo</emphasis>, non sarà possibile utilizzare «~», ma è necessario indicare il percorso completo ai file. Questo è dovuto al fatto che, lavorando come root, «~» si riferisce alla directory home dell'utente root, non la propria directory.
pt: Note que, se estiver a usar <emphasis role="strong">mv</emphasis> com <emphasis role="strong">sudo</emphasis>, não poderá usar o atalho ~, devendo usar então os caminhos absolutos para os ficheiros. Isto porque está a trabalhar como "raiz", o ~ referir-se-á ao directório pessoal da conta do administrador.
sv: Observera att om du använder <emphasis role="strong">mv</emphasis> med <emphasis role="strong">sudo</emphasis> kommer du inte längre att kunna använda genvägen ~ utan du måste använda fullständiga sökvägsnamn till dina filer. Det här är på grund av att när du arbetar som root kommer ~ att referera till root-kontots hemkatalog och inte till din egna hemkatalog.
zh_cn: 注意你如果用<emphasis role="strong">mv</emphasis> 以 <emphasis role="strong">sudo</emphasis>执行，你就不能使用~捷径,而必须使用你文件完整的路径. 这是因为当你以root身份操作时, ~ 指的是root帐户的home目录,而并非你的.

source: <emphasis role="strong">rm</emphasis>: Use this command to remove or delete a file in your directory. It will not work on directories which have files in them (use <emphasis role="strong">rmdir</emphasis> instead).
es: <emphasis role="strong">rm</emphasis>: Utilice este comando para eliminar un archivo. No funcionará en carpetas que contengan archivos dentro (para eliminar carpetas completas utilice el comando <emphasis role="strong">rmdir</emphasis>).
fr: <emphasis role="strong">rm</emphasis> : Utilisez cette commande pour enlever ou effacer un fichier dans votre répertoire. Cela ne fonctionnera pas sur des répertoires contenant des fichiers (utilisez <emphasis role="strong">rmdir</emphasis> dans ce cas).
gl: <emphasis role="strong">rm</emphasis>: Use este comando para eliminar ou borrar un ficheiro do seu directorio. Non funcionará nos directorios que teñan ficheiros dentro (use <emphasis role="strong">rmdir</emphasis> no seu lugar).
it: <emphasis role="strong">rm</emphasis>: questo comando serve per eliminare un file da una directory. Non funziona con le directory che contengono altri file (usare <emphasis role="strong">rmdir</emphasis>).
pt: <emphasis role="strong">rm</emphasis>: Use este comando para remover ou eliminar um ficheiro no seu directório. Não funcionará em directórios que contenham ficheiros (neste caso, use <emphasis role="strong">rmdir</emphasis>).
sv: <emphasis role="strong">rm</emphasis>: Använd det här kommandot för att ta bort en fil i en katalog. Det kommer inte att fungera på kataloger som innehåller filer (använd <emphasis role="strong">rmdir</emphasis> istället).
zh_cn: <emphasis role="strong">rm</emphasis>: 使用这个命令可以移走或删除你的目录下的一个文件.它不能对含有文件的目录进行操作(使用 <emphasis role="strong">rmdir</emphasis> 代替).

source: <emphasis role="strong">mkdir</emphasis>: The <emphasis role="strong">mkdir</emphasis> command will allow you to create directories. Example: <emphasis role="strong">"mkdir music"</emphasis> will create a music directory.
es: <emphasis role="strong">mkdir</emphasis>: El comando <emphasis role="strong">mkdir</emphasis> le permitirá crear carpetas. Ejemplo: <emphasis role="strong">"mkdir musica"</emphasis> creará una carpeta llamada "musica".
fr: <emphasis role="strong">mkdir</emphasis> : La commande <emphasis role="strong">mkdir</emphasis> vous permettra de créer des répertoires. Exemple : <emphasis role="strong">« mkdir musique </emphasis> créera un répertoire musique.
gl: <emphasis role="strong">mkdir</emphasis>: O comando <emphasis role="strong">mkdir</emphasis> permitiralle crear directorios. Exemplo <emphasis role="strong">"mkdir música"</emphasis> creará un directorio música.
it: <emphasis role="strong">mkdir</emphasis>: il comando <emphasis role="strong">mkdir</emphasis> serve per creare directory. Esempio: <emphasis role="strong">"mkdir music"</emphasis> crea la directory musica.
pt: <emphasis role="strong">mkdir</emphasis>: O comando <emphasis role="strong">mkdir</emphasis> permitir-lhe-á criar directórios. Exemplo: <emphasis role="strong">"mkdir music"</emphasis> criará um directório de música.
sv: <emphasis role="strong">mkdir</emphasis>: Kommandot <emphasis role="strong">mkdir</emphasis> låter dig skapa kataloger. Exempel: <emphasis role="strong">"mkdir musik"</emphasis> kommer att skapa katalogen musik.
zh_cn: <emphasis role="strong">mkdir</emphasis>: 这个 <emphasis role="strong">mkdir</emphasis> 命令允许你创建目录.示例: <emphasis role="strong">"mkdir music"</emphasis> 将建立一个music目录.

source: <emphasis role="strong">man</emphasis>: The <emphasis role="strong">man</emphasis> command is used to show you the manual of other commands. Try <emphasis role="strong">"man man"</emphasis> to get the man page for <emphasis role="strong">man</emphasis> itself. See the " <emphasis role="strong">Man</emphasis> &amp; Getting Help" section down the page for more information.
es: <emphasis role="strong">man</emphasis>: El comando <emphasis role="strong">man</emphasis> es utilizado para mostrar el manual de otros comandos. Pruebe con <emphasis role="strong">"man man"</emphasis> para ir a la página del manual de <emphasis role="strong">man</emphasis>. Consulte la sección " <emphasis role="strong">Man</emphasis> &amp; Obteniend ayuda" en la parte inferior de la página para obtener más informacion.
fr: <emphasis role="strong">man</emphasis> : La commande <emphasis role="strong">man</emphasis> est utilisée pour afficher la page de man (manuel) d'une autre commande. Essayez <emphasis role="strong">« man man »</emphasis> pour obtenir la page de man pour<emphasis role="strong">man</emphasis> lui même. Regardez la section « <emphasis role="strong">Man</emphasis> &amp; Obtenir de l'aide » en bas de la page pour plus d'informations. NdT : pour avoir les pages de man en français, vous devez installer le paquet <application>manpages-fr</application> depuis le dépôt Universe.
gl: <emphasis role="strong">man</emphasis>: O comando <emphasis role="strong">man</emphasis> úsase para mostrar o manual doutros comandos. Probe <emphasis role="strong">"man man"</emphasis> para obter a páxina man de <emphasis role="strong">man</emphasis> mesmo. Consulte a sección "<emphasis role="strong">Man</emphasis> e Obter Axuda" máis abaixo para máis información.
it: <emphasis role="strong">man</emphasis>: il comando <emphasis role="strong">man</emphasis> serve per visualizzare il manuale di altri comandi. Provare <emphasis role="strong">"man man"</emphasis> per ottenere la pagina del manuale di <emphasis role="strong">man</emphasis>. Per maggiori informazioni, consultare la sezione "<emphasis role="strong">Man</emphasis> e ottenere aiuto" più sotto.
pt: <emphasis role="strong">man</emphasis>: O comando <emphasis role="strong">man</emphasis> é usado para mostrar o manual de outros comandos. Tente <emphasis role="strong">"man man"</emphasis> para aceder à página do manual para o próprio <emphasis role="strong">man</emphasis>. Veja a secção <emphasis role="strong">Man</emphasis> &amp; Obter Ajuda", abaixo na página, para mais informações.
sv: <emphasis role="strong">man</emphasis>: Kommandot <emphasis role="strong">man</emphasis> används för att visa dig manualen för andra kommandon. Prova med <emphasis role="strong">"man man"</emphasis> för att visa manualsidan för själva <emphasis role="strong">man</emphasis>. Se avsnittet " <emphasis role="strong">Man</emphasis> och få hjälp" längre ner på sidan för mer information.
zh_cn: <emphasis role="strong">man</emphasis>: 这个 <emphasis role="strong">man</emphasis> 命令用来给你显示其他命令的说明. 试着用 <emphasis role="strong">"man man"</emphasis> 来查看关于 <emphasis role="strong">man</emphasis> 它自己的说明页. 参见 " <emphasis role="strong">Man</emphasis> &amp; 获得帮助" 部分查看更多信息.

source: System Information Commands
es: Comandos de Información del Sistema
fr: Commandes pour les informations système
gl: Comandos de Información do Sistema
it: Comandi per informazioni di sistema
pt: Comandos para Informações do Sistema
sv: Kommandon för systeminformation
zh_cn: 系统信息命令
