Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: <emphasis role="strong"><emphasis>command</emphasis>--help</emphasis>and <emphasis role="strong">man <emphasis>command</emphasis></emphasis> are the two most important tools at the command line.
es: <emphasis role="strong"><emphasis>el comando</emphasis>--help</emphasis>y el <emphasis role="strong">comando <emphasis>man</emphasis></emphasis> son las dos herramientas más importantes de la linea de comandos.
fr: <emphasis role="strong"><emphasis>commande</emphasis>--help</emphasis> et <emphasis role="strong">man <emphasis>commande</emphasis></emphasis> sont les deux outils les plus importants de la ligne de commande.
gl: <emphasis role="strong"><emphasis>comando</emphasis>--help</emphasis> e <emphasis role="strong">man </emphasis><emphasis>comando</emphasis> son as dúas ferramentas máis importantes da liña de comandos.
it: <emphasis role="strong"><emphasis>comando</emphasis>--help</emphasis> e <emphasis role="strong">man <emphasis>comando</emphasis></emphasis>, sono gli strumenti più utili alla riga di comando.
pt: Os comandos <emphasis role="strong"><emphasis>command</emphasis>--help</emphasis> e <emphasis role="strong">man <emphasis>command</emphasis></emphasis> são as ferramentas mais importantes na consola.
sv: <emphasis role="strong"><emphasis>kommando</emphasis>--help</emphasis> och <emphasis role="strong">man <emphasis>kommando</emphasis></emphasis> är de två mest viktiga verktygen på kommandoraden.
zh_cn: <emphasis role="strong"><emphasis>command</emphasis>--help</emphasis>以及 <emphasis role="strong">man <emphasis>command</emphasis></emphasis> 是命令行里两个最重要的工具，有着超级牛力。

source: Virtually all commands understand the <emphasis role="strong">-h</emphasis> (or <emphasis role="strong">--help</emphasis>) option which will produce a short usage description of the command and it's options, then exit back to the command prompt. Try <emphasis role="strong">"man -h"</emphasis> or <emphasis role="strong">"man --help"</emphasis> to see this in action.
es: Virtualmente todos los comandos entienden la opción <emphasis role="strong">-h</emphasis> (o la opción <emphasis role="strong">--help</emphasis>) que producirá una descripción breve de la desripción del comando y sus opciones, entonces regresará a la consulta de comandos. Pruebe <emphasis role="strong">"man -h"</emphasis> o <emphasis role="strong">"man --help"</emphasis> para ver esto en acción.
fr: Pratiquement toutes les commandes acceptent l'option <emphasis role="strong">-h</emphasis> (ou <emphasis role="strong">--help</emphasis>) qui affiche une description abrégée de la commande et de ses options, et revient sur l'invite de commande. Essayez <emphasis role="strong">« man -h »</emphasis> or <emphasis role="strong">« man --help »</emphasis> pour voir comment cela fonctionne.
gl: Practicamente todos os comandos comprenden a opción <emphasis role="strong">-h</emphasis> (ou <emphasis role="strong">--help</emphasis>), que mostra unha descrición corta sobre o uso do comando e as súas opcións e a continuación volve á liña de comandos. Tente <emphasis role="strong">"man -h"</emphasis> ou <emphasis role="strong">"man --help"</emphasis> para ver como funciona.
it: Quasi tutti i comandi hanno l'opzione <emphasis role="strong">-h</emphasis> (o <emphasis role="strong">--help</emphasis>) che visualizza un piccolo messaggio sull'utilizzo del comando e le sue opzioni. Provare, per esempio, <emphasis role="strong">"man -h"</emphasis> o <emphasis role="strong">"man --help"</emphasis>.
pt: Praticamente todos os comandos comprendem a opção <emphasis role="strong">-h</emphasis> (or <emphasis role="strong">--help</emphasis> que exibirá uma curta descrição do uso do comando e das suas opções, regressando depois à consola. Experimente <emphasis role="strong">"man -h"</emphasis> ou <emphasis role="strong">"man --help"</emphasis> para ver o seu funcionamento.
sv: Nästan alla kommandon förstår flaggan <emphasis role="strong">-h</emphasis> (eller <emphasis role="strong">--help</emphasis>) som skriver ut en kort beskrivning hur man använder kommandot samt dess flaggor och sedan avslutas och går tillbaka till kommandoprompten. Prova <emphasis role="strong">"man -h"</emphasis> eller <emphasis role="strong">"man --help"</emphasis> för att se vad som händer.
zh_cn: 事实上所有的命令都识别 <emphasis role="strong">-h</emphasis> (或 <emphasis role="strong">--help</emphasis>) 选项来显示它的命令和选项的一个简短的用法描述, 然后返回到命令提示符下. 尝试输入 <emphasis role="strong">"man -h"</emphasis> 或 <emphasis role="strong">"man --help"</emphasis> 看看效果。

source: Every command and nearly every application in Linux will have a man (manual) file, so finding them is as simple as typing <emphasis role="strong">"man "command""</emphasis> to bring up a longer manual entry for the specified command. For example, <emphasis role="strong">"man mv"</emphasis> will bring up the <emphasis role="strong">mv</emphasis> (Move) manual.
es: Todo comando y prácticamente toda aplicacion en Linux tendrá un archivo man (manual), de forma que encontrarlo sea tan simple como escribir <emphasis role="strong">"man "command""</emphasis> para obtener una entrada de manual mas completa para el comando especificado. Por ejemplo, <emphasis role="strong">"man mv"</emphasis> mostrará el manuel de <emphasis role="strong">mv</emphasis> (Mover).
fr: Toutes les commandes et pratiquement toutes les applications ont une page de man (manuel). Pour les trouver, il suffit simplement de taper <emphasis role="strong">« man "commande" »</emphasis>, ce qui affichera une longue page de manuel pour la commande spécifiée. Par exemple, <emphasis role="strong">« man mv »</emphasis> affichera le manuel de <emphasis role="strong">mv</emphasis> (move :déplacer).
gl: Todos os comandos e practicamente todas as aplicacións de Linux teñen un ficheiro man ("manual"), de maneira que atopalos é tan simple como escribir <emphasis role="strong">"man "comando""</emphasis> e atopar unha entrada do manual máis longa do comando indicado. Por exemlplo, <emphasis role="strong">"man mv"</emphasis> mostrará o manual de <emphasis role="strong">mv</emphasis> (Mover).
it: Ogni comando e ogni applicazione in Linux ha un file man (di manuale). Per trovarli basta semplicemente digitare <emphasis role="strong">"man comando"</emphasis> per avere tutto il manuale. Per esempio, <emphasis role="strong">"man mv"</emphasis>, visualizza il manuale del comando <emphasis role="strong">mv</emphasis>.
pt: Todos os comandos e quase todas as aplicações em Linux têm um ficheiro "man" (manual), pelo que encontrá-los é tão simples como digitar <emphasis role="strong">"man "command""</emphasis> para exibir uma entrada mais extensa do manual referente ao comando específico. Por exemplo, <emphasis role="strong">"man mv"</emphasis> exibirá o manual para <emphasis role="strong">mv</emphasis> (Mover).
sv: Varje kommando och nästan alla program i Linux har en man-sida (manual) så att det är lika enkelt att hitta dem som att ange <emphasis role="strong">"man "kommando""</emphasis> för att visa en längre manual för det angivna kommandot. Till exempel kommer <emphasis role="strong">"man mv"</emphasis> att visa manualen för <emphasis role="strong">mv</emphasis> (Move).
zh_cn: Linux上的所有命令和几乎每个应用程序都有一个一个man (manual简介) 文件, 只需简单的输入 <emphasis role="strong">"man "命令""</emphasis> 来打开一个有关指定命令不短的简介。举例, <emphasis role="strong">"man mv"</emphasis> 会显示<emphasis role="strong">mv</emphasis> (Move) 的说明简介。

source: Move up and down the man file with the arrow keys, and quit back to the command prompt with <emphasis role="strong">"q"</emphasis>.
es: Desplácese arriba y abajo dentro del archivo man con las flechas de dirección, y regrese a la consulta de comandos escribiendo <emphasis role="strong">"q"</emphasis>.
fr: Vous pouvez faire défiler la page de manuel avec les touches flèches haut et bas, et quitter pour revenir à l'invite de commande avec la touche <emphasis role="strong">« q »</emphasis>.
gl: Desprázese para arriba e para abixo do ficheiro man coas teclas de flecha e volte para a liña de comandos con <emphasis role="strong">"q"</emphasis>.
it: Per spostarsi all'interno del manuale, usare le frecce direzionali, per tornare alla riga di comando, digitare <emphasis role="strong">"q"</emphasis>.
pt: Desloque-se para cima e para baixo no ficheiro "man" (manual) usando as teclas do cursor e feche-o, regressando à consola, carregando na tecla <emphasis role="strong">"q"</emphasis>.
sv: Flytta uppåt och nedåt i manualsidan med piltangenterna och avsluta och gå tillbaka till kommandoprompten med <emphasis role="strong">"q"</emphasis>.
zh_cn: 使用上下方向键选择说明文档, 要返回命令提示符下请输入 <emphasis role="strong">"q"</emphasis>.

source: <emphasis role="strong">"man man"</emphasis> will bring up the manual entry for the <emphasis role="strong">man</emphasis> command, which is a good place to start!
es: <emphasis role="strong">"man man"</emphasis> mostrará la entrada de manual para el comando <emphasis role="strong">man</emphasis>, ¡Este es un buen lugar para comenzar!
fr: <emphasis role="strong">« man man[nbsp»</emphasis> affichera la page de manuel de la commande <emphasis role="strong">man</emphasis> (en anglais) ce qui est un bon endroit pour débuter !
gl: <emphasis role="strong">"man man"</emphasis> mostraralle a entrada do manual do comando <emphasis role="strong">man</emphasis>, que é un bon lugar para comezar!
it: <emphasis role="strong">"man man"</emphasis> visualizza il manuale del comando <emphasis role="strong">man</emphasis>, un buon punto di partenza.
pt: O comando <emphasis role="strong">"man man"</emphasis> exbirá a entrada do manual referente ao comando <emphasis role="strong">man</emphasis>, que é sempre um bom sítio para se começar!
sv: <emphasis role="strong">"man man"</emphasis> kommer att visa manualsidan för kommandot <emphasis role="strong">man</emphasis> som är en rätt bra plats att börja på!
zh_cn: <emphasis role="strong">"man man"</emphasis> 会显示说明词条关于 <emphasis role="strong">man</emphasis> 命令, 这是个学习Linux入门的好东西!

source: <emphasis role="strong">"man intro"</emphasis> is especially useful - it displays the "Introduction to user commands" which is a well-written, fairly brief introduction to the Linux command line.
es: <emphasis role="strong">"man intro"</emphasis> es especialmente útil - mostrará la "Introducción a los comandos de usuario" que es tan solo una breve introducción a la linea de comandos de Linux.
fr: <emphasis role="strong">« man intro </emphasis> est particulièrement utile - cela affiche une « Introduction au commandes utilisateur » qui constitue une introduction à la ligne de commande, relativement brêve et bien rédigée. NdT : installez le paquet manpages-fr depuis le dépôt Universe pour lire cette intro en français.
gl: <emphasis role="strong">"man intro"</emphasis> é especialmente útil - mostra a "Introdución aos comandos de usuario", que é unha introdución ben escrita e breve sobre a liña de comandos de Linux.
it: Il comando <emphasis role="strong">"man intro"</emphasis> è molto utile, visualizza l'«Introduction to user commands», un'introduzione ben scritta alla riga di comando di Linux.
pt: O comando <emphasis role="strong">"man intro"</emphasis> é particularmente útil - exibe a "Introdução aos comandos do utilizador" que é uma breve e bem escrita introdução à consola do Linux.
sv: <emphasis role="strong">"man intro"</emphasis> är speciellt användbar - den visar "Introduction to user commands" som är en välskriven och ganska kort introduktion till kommandoraden i Linux.
zh_cn: <emphasis role="strong">"man intro"</emphasis> 非常有用 - 它会显示一个表达很清楚的"用户命令介绍", 提供对Linux命令行的非常简练的介绍.

source: There are also <emphasis role="strong">info</emphasis> pages, which are generally more in-depth than <emphasis role="strong">man</emphasis> pages. Try <emphasis role="strong">"info info"</emphasis> for the introduction to info pages.
es: También hay unas páginas de información denominadas <emphasis role="strong">info</emphasis> que generalmente abarcan una mayor profundidad que las páginas <emphasis role="strong">man</emphasis> pages. Pruebe <emphasis role="strong">"info info"</emphasis> para obtener la introducción a las páginas info.
fr: Il existe aussi des pages <emphasis role="strong">info</emphasis> qui sont en général plus détaillées que les pages de <emphasis role="strong">man</emphasis>. Essayez <emphasis role="strong">« info info »</emphasis> pour une introduction aux pages info (en anglais).
gl: Existen tamén páxinas <emphasis role="strong">info</emphasis>, que normalmente son máis profundas que as páxinas <emphasis role="strong">man</emphasis>. Probe con <emphasis role="strong">"info info"</emphasis> para unha introdución ás páxinas info.
it: Ci sono anche le pagine <emphasis role="strong">info</emphasis>, solitamente più dettagliate rispetto le pagine <emphasis role="strong">man</emphasis>. Provare, per esempio, <emphasis role="strong">"info info"</emphasis> per l'introduzione alle pagine info.
pt: Há também páginas <emphasis role="strong">info</emphasis> (informativas), que contêm geralmente informação mais aprofundada que as do <emphasis role="strong">man</emphasis> (manual). Experimente <emphasis role="strong">"info info"</emphasis> para a introdução às páginas "info" (informativas).
sv: Det finns även <emphasis role="strong">info</emphasis>-sidor som generellt sett är mer ingående än <emphasis role="strong">man</emphasis>-sidor. Prova <emphasis role="strong">"info info"</emphasis> för en introduktion till info-sidor.
zh_cn: 此外还有 <emphasis role="strong">信息</emphasis> 页, 它讨论更深的内容相对于<emphasis role="strong">man</emphasis>页. 尝试下用 <emphasis role="strong">"info info"</emphasis> 获得info(信息)页的介绍.

source: Searching for man files
es: Buscando archivos man
fr: Recherche de pages de man
gl: Procurando nos ficheiros man
it: Cercare i file man
pt: Procurar ficheiros man
sv: Sökning efter manualsidor
zh_cn: 在手册(man)文件中寻找

source: If you aren't sure which command or application you need to use, you can try searching the man files.
es: Si no está seguro de cual es el comando o la aplicación que necesita, puede probar a buscarla en los archivos man.
fr: Si vous n'êtes pas sûr de la commande ou de l'application dont vous avez besoin, vous pouvez essayer de faire une recherche dans les pages de man.
gl: Se non ten certeza sobre que comando ou aplicación empregar, pode tentar procurando nos ficheiros man.
it: Se non si è a conoscenza di quale comando o applicazione usare, è possibile eseguire delle ricerche nei file man
pt: Se não tem a certeza de que comando ou aplicação precisará de utilizar, pode fazer uma busca nos ficheiros "man" (manual).
sv: Om du inte är säker på vilket kommando eller program som du behöver använda kan du prova att söka i manualsidorna.
zh_cn: 如果你不搞不清楚应该使用哪个命令和应用程序, 你可以试试在man手册文件里寻找答案。

source: <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> will search the man files for <emphasis>foo</emphasis>. Try <emphasis role="strong">"man -k nautilus"</emphasis> to see how this works.
es: <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> buscará dentro de los archivos man una coincidencia para <emphasis>foo</emphasis>. Pruebe <emphasis role="strong">"man -k nautilus"</emphasis> para ver el funcionamiento de esto.
fr: <emphasis role="strong">man -k <emphasis>truc</emphasis></emphasis> effectuera une recherche dans les pages de man pour <emphasis>truc</emphasis>. Essayez <emphasis role="strong">« man -k nautilus »</emphasis> pour voir comment cela fonctionne.
gl: <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> procurará emphasis>foo</emphasis> nos ficheiros man. Tente Try <emphasis role="strong">"man -k nautilus"</emphasis> para ver como funciona.
it: Il comando <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis>, cercherà nei file man <emphasis>foo</emphasis>. Provare, per esempio, <emphasis role="strong">"man -k nautilus"</emphasis>.
pt: O comando <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> procurará <emphasis>foo</emphasis> nos ficheiros "man". Experimante <emphasis role="strong">"man -k nautilus"</emphasis> para ver o seu funcionamento.
sv: <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> kommer att söka i manualsidorna efter <emphasis>foo</emphasis>. Prova <emphasis role="strong">"man -k nautilus"</emphasis> för att se hur det fungerar.
zh_cn: <emphasis role="strong">man -k <emphasis>foo</emphasis></emphasis> 将只搜索关于<emphasis>foo</emphasis>的内容. 试着用 <emphasis role="strong">"man -k nautilus"</emphasis> 看看这是如何实现的.

source: Note that this is the same as the <emphasis role="strong"> apropos</emphasis> command.
es: Tenga en cuenta que esto es lo mismo que el comando<emphasis role="strong"> apropos</emphasis>.
fr: Vous remarquerez que cela fonctionne à l'identique avec la commande <emphasis role="strong">apropos</emphasis>.
gl: Observe que isto é o mesmo que o comando <emphasis role="strong"> apropos</emphasis> command.
it: Questo è lo stesso del comando <emphasis role="strong">apropos</emphasis>.
pt: De notar que este é o mesmo que o comando <emphasis role="strong"> apropos</emphasis>.
sv: Observera att det här är samma som kommandot <emphasis role="strong"> apropos</emphasis>.
zh_cn: 记住一点，这与 <emphasis role="strong"> apropos</emphasis> 命令有着同样的效果。

source: <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> searches only the titles of your system's man files. Try <emphasis role="strong">"man -f gnome"</emphasis>, for example.
es: <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> buscará solo en los títulos de los archivos man de su sistema. Pruebe <emphasis role="strong">"man -f gnome"</emphasis>, por ejemplo.
fr: <emphasis role="strong">man -f <emphasis>truc</emphasis></emphasis> effectue une recherche uniquement sur les titres des pages de man de votre système. Essayez par exemple : <emphasis role="strong">« man -f gnome »</emphasis>.
gl: <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> procura só os títulos dos ficheiros man do seu sistema. Tente <emphasis role="strong">"man -f gnome"</emphasis>, por exemplo.
it: Il comando <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis>, cercherà solamente tra i titoli dei file man. Provare, per esempio, <emphasis role="strong">"man -f gnome"</emphasis>.
pt: O comando <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> pesquisa apenas os títulos dos ficheiros "man" (manual) no seu sistema. Experimente <emphasis role="strong">"man -f gnome"</emphasis>, por exemplo.
sv: <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> söker endast i titlarna för manualsidorna på ditt system. Prova till exempel <emphasis role="strong">"man -f gnome"</emphasis>.
zh_cn: <emphasis role="strong">man -f <emphasis>foo</emphasis></emphasis> 仅搜索你系统的里的man手册文件里的标题. 试着用 <emphasis role="strong">"man -f gnome"</emphasis>, 比如.

source: This is the same as the <emphasis role="strong"> whatis</emphasis> command.
es: Esto es lo mismo que el comando <emphasis role="strong"> whatis</emphasis>.
fr: Ceci est identique à la commande <emphasis role="strong">whatis</emphasis>
gl: Isto é o mesmo que o comando <emphasis role="strong"> whatis</emphasis>.
it: Questo è lo stesso del comando <emphasis role="strong">whatis</emphasis>.
pt: Este comando é mesmo que <emphasis role="strong"> whatis</emphasis>.
sv: Det här är samma som kommandot <emphasis role="strong"> whatis</emphasis>.
zh_cn: 这与<emphasis role="strong"> whatis</emphasis> 命令有相同的效果。

source: Other Useful Things
es: Otra Información Util
fr: Autres choses utiles
gl: Outras Cousas Útiles
it: Altre cose utili
pt: Outras Utilidades
sv: Andra användbara ting
zh_cn: 其他有用的内容

source: Pasting in commands
es: Pegando comandos
fr: Coller dans la ligne de commande
gl: Pegar nos comandos
it: Incollare nei comandi
pt: "Colar" comandos
sv: Klistra in kommandon
zh_cn: 粘贴命令
