Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: <ulink url="http://linuxcommand.org/"/>- basic BASH tutorials, including BASH scripting
es: <ulink url="http://linuxcommand.org/"/>- tutoriales básicos de BASH, incluyendo BASH scripting
fr: <ulink url="http://linuxcommand.org/"/> (en anglais) - tutoriaux BASH de base, y compris les scripts BASH
gl: ulink url="http://linuxcommand.org/"/>- cursos básicos de BASH, incluídos os guións en BASH
it: <ulink url="http://linuxcommand.org/"/>: guida di base per BASH, compresa una guida allo scripting con BASH.
pt: <ulink url="http://linuxcommand.org/"/>- guias básicos BASH, incluindo BASH scripting
sv: <ulink url="http://linuxcommand.org/"/>- grundläggande BASH-handledningar, innefattar även BASH-skript
zh_cn: ulink url="http://linuxcommand.org/"/>- 基本BASH介绍,包括BASH脚本编程。 (注：BASH是一个常用Shell, 它有40个内建命令和12个命令行参数)

source: <ulink url="http://linuxsurvival.com/index.php"/>- Java-based tutorials
es: <ulink url="http://linuxsurvival.com/index.php"/>- tutoriales basados en Java
fr: <ulink url="http://linuxsurvival.com/index.php"/>(en anglais) - Tutoriaux basés sur Java
gl: <ulink url="http://linuxsurvival.com/index.php"/>- cursos baseados en Java
it: <ulink url="http://linuxsurvival.com/index.php"/>: guide scritte in Java.
pt: <ulink url="http://linuxsurvival.com/index.php"/>- Guias desenvolvidos em Java
sv: <ulink url="http://linuxsurvival.com/index.php"/>- Javabaserade handledningar
zh_cn: <ulink url="http://linuxsurvival.com/index.php"/>- 基于Java的介绍

source: <ulink url="http://rute.2038bug.com/index.html.gz"/>- a massive online book about system administration, almost all from the command line.
es: <ulink url="http://rute.2038bug.com/index.html.gz"/>- un masivo libro online acerca de la administración de sistemas, casi todo desde la linea de comandos.
fr: <ulink url="http://rute.2038bug.com/index.html.gz"/> (en anglais) - un énorme livre en ligne sur l'administration système, principalement en ligne de commande.
gl: <ulink url="http://rute.2038bug.com/index.html.gz"/>- un enorme libro en liña sobre a administración do sistema, practicamente todo desde a liña de comandos.
it: <ulink url="http://rute.2038bug.com/index.html.gz"/>: un libro online riguardo l'amministrazione di sistema dalla riga dicomando.
pt: <ulink url="http://rute.2038bug.com/index.html.gz"/>- um extenso livro online sobre administração de sistemas, quase todo ele a partir da consola.
sv: <ulink url="http://rute.2038bug.com/index.html.gz"/>- en stor onlinebok om systemadministration, nästan allt från kommandoraden.
zh_cn: <ulink url="http://rute.2038bug.com/index.html.gz"/>- 一个关于系统管理内容非常丰富的在线电子书, 几乎囊括了所有命令行的内容.

source: translator-credits
es: Equipo de traductores al Español de Ubuntu: ubuntu-es-l10n@lists.ubuntu.com
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2007.
gl: Tradución feita pola comunidade en launchpad.net
it: Ubuntu Italian Translators, https://launchpad.net/~ubuntu-l10n-it, 2006, 2007
pt: Equipa de Tradutores do Ubuntu PT <tradutores@ubuntu-pt.org>, 2007.
sv: Daniel Nylander <po@danielnylander.se>, 2007 Håkan Hagman <hhagman@gmail.com>, 2007 Simon Bohlin <simon.bohlin@gmail.com>, 2007 Robin Sonefors <ozamosi@flukkost.nu>, 2006, 2007
zh_cn: 翻译者名单-致谢 Ma Jianle<majianle@gmail.com>，2007

source: man intro(1)
zh_cn: 手册介绍

source: The mouse won't work. Use the Left/Right arrow keys to move around the line. (is this correct? I'll check at home).
zh_cn: 鼠标不能使用。使用左/向方向键在一列里移动 (对不对呵呵？我回家查查).
