Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: <emphasis role="strong">df</emphasis>: The <emphasis role="strong">df</emphasis> command displays filesystem disk space usage for all partitions. " <emphasis role="strong">df -h</emphasis>" is probably the most useful - it uses megabytes (M) and gigabytes (G) instead of blocks to report. ( <emphasis role="strong">-h</emphasis> means "human-readable")
es: <emphasis role="strong">df</emphasis>: El comando <emphasis role="strong">df</emphasis> muestra la utilización del espacio del sistema de archivos del disco para todas las particiones. " <emphasis role="strong">df -h</emphasis>" es probablemente el mas útil - Utiliza Megabaytes (M) y gigabytes (G) en vez de bloques para proveer información. ( <emphasis role="strong">-h</emphasis> significa "legible para humanos")
fr: <emphasis role="strong">df</emphasis> : La commande <emphasis role="strong">df</emphasis> affiche l'utilisation de l'espace disque pour toutes les partitions. « <emphasis role="strong">df -h</emphasis> » est probablement le plus pratique - les unités sont affichées en méga-octets (M) et en giga-octets (G) plutôt qu'en blocs. (<emphasis role="strong">-h</emphasis> signifie « lisible par un humain »)
gl: <emphasis role="strong">df</emphasis>: O comando <emphasis role="strong">df</emphasis> mostra o uso do espazo de discos do sistema de ficheiros para todas as particións. " <emphasis role="strong">df -h</emphasis>" é probabelmente o máis útil - emprega megabytes (M) e gigabytes (G) en vez de bloques para informar. ( <emphasis role="strong">-h</emphasis> significa "lexíbel por humanos")
it: <emphasis role="strong">df</emphasis>: il comando <emphasis role="strong">df</emphasis> serve per visualizzare l'utilizzo del disco. Il comando <emphasis role="strong">"df -h"</emphasis> è sicuramente più utile, utilizza megabyte (M) e gigabute (G) al posto del numero di blocchi nella visualizzazione (<emphasis role="strong">-h</emphasis> significa "human-readable (leggibile dall'uomo, NdT)).
pt: <emphasis role="strong">df</emphasis>: O comando <emphasis role="strong">df</emphasis> mostra o espaço em disco do sistema de ficheiros para todas as partições. " <emphasis role="strong">df -h</emphasis>" é, provavelmente, o mais útil, pois exibe megabytes (M) e gigabytes (G) em vez de blocos. ( <emphasis role="strong">-h</emphasis> significa "legível para humanos")
sv: <emphasis role="strong">df</emphasis>: Kommandot <emphasis role="strong">df</emphasis> visar användningen av diskutrymmet på filsystemet för alla partitioner. " <emphasis role="strong">df -h</emphasis>" är antagligen den mest användbara - den rapporterar i megabyte (M) och gigabyte (G) istället för block. ( <emphasis role="strong">-h</emphasis> betyder "human-readable")
zh_cn: <emphasis role="strong">df</emphasis>: 这个 <emphasis role="strong">df</emphasis> 命令显示所有分区上文件系统的磁盘空间. " <emphasis role="strong">df -h</emphasis>" 很可能是最有用的 - 它使用兆字节(M)和千兆字节(G) 代替块来显示报告. ( <emphasis role="strong">-h</emphasis> 意指 "human-readable")

source: <emphasis role="strong">free</emphasis>: The <emphasis role="strong">free</emphasis> command displays the amount of free and used memory in the system. <emphasis role="strong">"free -m"</emphasis> will give the information using megabytes, which is probably most useful for current computers.
es: <emphasis role="strong">free</emphasis>: El comando <emphasis role="strong">free</emphasis> muestra la cantidad de memoria libre y utilizada en el sistema. <emphasis role="strong">"free -m"</emphasis> proveerá la información utilizando megabytes, lo que probablemente sea lo más util para los ordenadores actuales.
fr: <emphasis role="strong">free</emphasis> : La commande <emphasis role="strong">free</emphasis> affiche la quantité de mémoire libre et utilisée du système. <emphasis role="strong">« free -m »</emphasis> vous donnera les informations en utilisant les méga-octets, ce qui sera probablement le plus pratique pour les ordinateurs actuels.
gl: <emphasis role="strong">free</emphasis>: O comando <emphasis role="strong">free</emphasis> mostra a cantidade de memoria libre e usada no sistema. <emphasis role="strong">"free -m"</emphasis> dará a información empregando megabytes, que probabelmente resulta máis útil nos computadores actuais.
it: <emphasis role="strong">free</emphasis>: il comando <emphasis role="strong">free</emphasis> serve per visualizzare l'ammontare di memoria libera e usata nel sistema. <emphasis role="strong">"free -m"</emphasis> fornisce le informazioni utilizzando megabyte come unità di misura.
pt: <emphasis role="strong">free</emphasis>: O comando <emphasis role="strong">free</emphasis> mostra as quantidades de memória livre e usada no sistema. <emphasis role="strong">"free -m"</emphasis> exibe a informação em megabytes, o que é, provavelmente, mais útil para os computadores actuais.
sv: <emphasis role="strong">free</emphasis>: Kommandot <emphasis role="strong">free</emphasis> visar mängden ledigt och använt minne i systemet. <emphasis role="strong">"free -m"</emphasis> anger informationen i megabyte, som antagligen är mest användbart för dagens datorer.
zh_cn: <emphasis role="strong">free</emphasis>: 这个 <emphasis role="strong">free</emphasis> 命令显示系统可用和使用中的内存大小。 <emphasis role="strong">"free -m"</emphasis> 将会以兆字节来给出信息, 这可能对目前的电脑来说是最有用的。

source: <emphasis role="strong">top</emphasis>: The <emphasis role="strong">top</emphasis> command displays information on your Linux system, running processes and system resources, including CPU, RAM &amp; swap usage and total number of tasks being run. To exit <emphasis role="strong">top</emphasis>, press <emphasis role="strong">"q"</emphasis>.
es: <emphasis role="strong">top</emphasis>: El comando <emphasis role="strong">top</emphasis> muestra informacion de su sistema Linux, procesos en ejecución y recursos del sistema, incluyendo uso de CPU, RAM y swap y el numero total de aplicaciones en ejecución. Para salir de <emphasis role="strong">top</emphasis>, presione <emphasis role="strong">"q"</emphasis>.
fr: <emphasis role="strong">top</emphasis> : La commande <emphasis role="strong">top</emphasis> affiche des informations sur votre système Linux, les ressources système et les processus actifs, telles que l'utilisation du processeur, de la RAM et du fichier d'échange (swap) et le nombre total de tâches en cours d'exécution. Pour quitter <emphasis role="strong">top</emphasis>, appuyez sur <emphasis role="strong">« q[nbsp»</emphasis>.
gl: <emphasis role="strong">top</emphasis>: O comando <emphasis role="strong">top</emphasis> mostra información acerca do seu sistema Linux, os procesos que se están a executar e os recursos do sistema, incluídos o uso de CPU, RAM e swap e o número total de tarefas que se están a executar. Para sair de <emphasis role="strong">top</emphasis>, prema <emphasis role="strong">"q"</emphasis>.
it: <emphasis role="strong">top</emphasis>: il comando <emphasis role="strong">top</emphasis> visualizza informazioni riguardo il proprio sistema, i processi in esecuzione e le risorse di sistema come CPU, RAM e l'utilizzo dell'area di swap e il numero di processi in esecuzione. Per uscire da <emphasis role="strong">top</emphasis>, premere <emphasis role="strong">"q"</emphasis>.
pt: <emphasis role="strong">top</emphasis>: O comando <emphasis role="strong">top</emphasis> exibe a informação sobre o seu sistema Linux, os processos em execução e os recursos do sistema, incluindo o processador (CPU), memória RAM &amp; utilização de memória virtual e o número total de tarefas em execução. Para sair de <emphasis role="strong">top</emphasis>, carregue na tecla <emphasis role="strong">"q"</emphasis>.
sv: <emphasis role="strong">top</emphasis>: Kommandot <emphasis role="strong">top</emphasis> visar displays information om ditt Linux-system, körande processer och systemresurser, inklusive processor, användning av minne och växlingsutrymme samt det totala antalet uppgifter som körs. För att avsluta <emphasis role="strong">top</emphasis>, tryck på <emphasis role="strong">"q"</emphasis>.
zh_cn: <emphasis role="strong">top</emphasis>: 这个 <emphasis role="strong">top</emphasis> 命令显示你的Linux系统的信息, 运行中的进程以及系统资源, 包括CPU, 物理内存 &amp; 交换分区使用情况还有运行的任务总数。 要退出 <emphasis role="strong">top</emphasis>, 请按<emphasis role="strong">"q"</emphasis>.

source: <emphasis role="strong">uname -a</emphasis>: The <emphasis role="strong">uname</emphasis> command with the <emphasis role="strong">-a</emphasis> option prints all system information, including machine name, kernel name &amp; version, and a few other details. Most useful for checking which kernel you're using.
es: <emphasis role="strong">uname -a</emphasis>: El comando <emphasis role="strong">uname</emphasis> con la opción <emphasis role="strong">-a</emphasis> imprime toda la información del sistema, incluyendo el nombre de la máquina, el nombre del kerney si versión, y algunos otros detalles. Muy útil para comprobar que kernel estas utilizando.
fr: <emphasis role="strong">uname -a</emphasis> : La commande <emphasis role="strong">uname</emphasis> avec l'option <emphasis role="strong">-a</emphasis> affiche toutes les informations système, comme le nom de la machine, le nom et la version du noyau, et quelques autres détails. C'est ce qu'il y a de plus pratique pour savoir quel noyau vous utilisez.
gl: <emphasis role="strong">uname -a</emphasis>: O comando <emphasis role="strong">uname</emphasis> coa opción <emphasis role="strong">-a</emphasis> mostra toda a información do sistema, incluído o nome da máquina, o nome e versión do kernel e outros detalles. Resulta moi útil para comprobar cal é o kernel que está a usar.
it: <emphasis role="strong">uname -a</emphasis>: il comando <emphasis role="strong">uname</emphasis>, con l'opzione <emphasis role="strong">-a</emphasis>, visualizza tutte le informazioni di sistema, come il nome della macchina, il nome del kernel e la versione e molti altri dettagli. Molto usato per sapere quale kernel è in esecuzione.
pt: <emphasis role="strong">uname -a</emphasis>: O comando <emphasis role="strong">uname</emphasis> com a opção <emphasis role="strong">-a</emphasis> exibe toda a informação do sistema, incluindo o nome da máquina, o nome do kernel &amp; versão e alguns outros detalhes. É muito útil para verificar qual o kernel que está a usar.
sv: <emphasis role="strong">uname -a</emphasis>: Kommandot <emphasis role="strong">uname</emphasis> med flaggan <emphasis role="strong">-a</emphasis> skriver ut all systeminformation, inklusive maskinnamn, kärnans namn och version samt en del andra detaljer. Mest användbar för att kontrollera vilken kärna som du använder.
zh_cn: <emphasis role="strong">uname -a</emphasis>: 这个 <emphasis role="strong">uname</emphasis> 命令加上 <emphasis role="strong">-a</emphasis> 选项会打印所有系统信息,包括机器名, 内核名 &amp; 版本, 以及一些其他详情。 最有用是的查看你正使用的内核.

source: <emphasis role="strong">lsb_release -a</emphasis>: The <emphasis role="strong">lsb_release</emphasis> command with the <emphasis role="strong">-a</emphasis> option prints version information for the Linux release you're running, for example:
es: <emphasis role="strong">lsb_release -a</emphasis>: El comando <emphasis role="strong">lsb_release</emphasis> con la opción <emphasis role="strong">-a</emphasis> imprime información de la version de la publicación de Linux que estas ejecutando, por ejemplo:
fr: <emphasis role="strong">lsb_release -a</emphasis> : La commande <emphasis role="strong">lsb_release</emphasis> avec l'option <emphasis role="strong">-a</emphasis> affiche des informations de version pour la distribution de Linux que vous utilisez, par exemple :
gl: <emphasis role="strong">lsb_release -a</emphasis>: O comando <emphasis role="strong">lsb_release</emphasis> coa opción <emphasis role="strong">-a</emphasis> mostra información acerca da versión do lanzamento de Linux que está a executar, por exemplo:
it: <emphasis role="strong">lsb_release -a</emphasis>: il comando <emphasis role="strong">lsb_release</emphasis>, con l'opzione <emphasis role="strong">-a</emphasis>, visualizza informazioni riguardo la versione di Linux in esecuzione, per esempio:
pt: <emphasis role="strong">lsb_release -a</emphasis>: O comando <emphasis role="strong">lsb_release</emphasis> com a opção <emphasis role="strong">-a</emphasis> apresenta informação sobre a versão do Linux que está a correr, por exemplo:
sv: <emphasis role="strong">lsb_release -a</emphasis>: Kommandot <emphasis role="strong">lsb_release</emphasis> med flaggan <emphasis role="strong">-a</emphasis> skriver ut versionsinformation för den Linux-utgåva som du kör. Exempelvis:
zh_cn: <emphasis role="strong">lsb_release -a</emphasis>: 这个 <emphasis role="strong">lsb_release</emphasis> 命令加上 <emphasis role="strong">-a</emphasis> 选项会打印你正在运行的Linux发行版本信息, 示例:

source: user@computer:~$ lsb_release -a No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 6.06 LTS Release: 6.06 Codename: dapper
es: usuario@equipo:~$ lsb_release -a No hay disponible modulos LSB. ID de distribución: Ubuntu Descripción: Ubuntu 6.06 LTS Versión: 6.06 Nombre Clave: dapper
fr: utilisateur@machine:~$ lsb_release -a No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 6.06 LTS Release: 6.06 Codename: dapper
it: utente@computer:~$ lsb_release -a No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 6.06 LTS Release: 6.06 Codename: dapper
pt: utilizador@computador:~$ lsb_release -a No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 6.06 LTS Release: 6.06 Codename: dapper
sv: user@computer:~$ lsb_release -a No LSB modules are available. Distributor ID: Ubuntu Description: Ubuntu 7.04 Release: 7.04 Codename: feisty

source: <emphasis role="strong">ifconfig</emphasis> reports on your system's network interfaces.
es: <emphasis role="strong">ifconfig</emphasis> informa de las interfaces de red de su sistema.
fr: <emphasis role="strong">ifconfig</emphasis> affiche des informations sur les interfaces réseaux de votre système.
gl: <emphasis role="strong">ifconfig</emphasis> informa acerca das interfaces de rede do seu sistema.
it: Il comando <emphasis role="strong">ifconfig</emphasis> visualizza informazioni riguardo le interfacce di rete.
pt: <emphasis role="strong">ifconfig</emphasis> apresenta a informação da rede de interfaces no seu sistema.
sv: <emphasis role="strong">ifconfig</emphasis> ger en rapport om nätverksgränssnitten på ditt system.
zh_cn: <emphasis role="strong">ifconfig</emphasis> 报告你的系统网络接口信息.

source: Adding A New User
es: Agregando Un Nuevo Usuario
fr: Ajouter un nouvel utilisateur
gl: Engadir un Usuario Novo
it: Aggiungere un nuovo utente
pt: Adicionar Um Novo Utilizador
sv: Lägg till en ny användare
zh_cn: 添加一个新用户

source: <emphasis role="strong">"adduser newuser"</emphasis> command will create a new general user called "newuser" on your system, and to assign a password for the newuser account use <emphasis role="strong">"passwd newuser"</emphasis>.
es: El comando <emphasis role="strong">"adduser newuser"</emphasis> creará un nuevo usuario genérico llamado "newuser" en su sistema, y para asignar una contraseña para la cuenta nuevo utilice <emphasis role="strong">"passwd newuser"</emphasis>.
fr: La commande <emphasis role="strong">« adduser nouvelUtilisateur »</emphasis> créera un nouvel utilisateur général nommé « nouvelUtilisateur » sur votre système. Pour assigner un mot de passe pour le compte nouvelUtilisateur utilisez <emphasis role="strong">« passwd nouvelUtilisateur »</emphasis>.
gl: O comando <emphasis role="strong">"adduser usuarionovo"</emphasis> creará un usuario xeral novo chamado "usuarionovo" no seu sistema e para lle asignar un contrasinal á conta de usuarionovo empregue <emphasis role="strong">"passwd usuarionovo"</emphasis>.
it: Il comando <emphasis role="strong">"adduser nuovoutente"</emphasis>, crea un utente chiamato «nuovoutente» nel sistema. Per assegnare una password a questo utente, usare il comando <emphasis role="strong">"passwd nuovoutente"</emphasis>.
pt: O comando <emphasis role="strong">"adduser newuser"</emphasis> criará um novo utilizador geral chamado "novoutilizador" no seu sistema; para atribuir uma palavra-passe para a conta "novoutilizador" use <emphasis role="strong">"passwd newuser"</emphasis>.
sv: Kommandot <emphasis role="strong">"adduser bosse"</emphasis> kommer att skapa en ny allmän användare med namnet "bosse" på ditt system och för att tilldela ett lösenord till kontot "bosse" ska du köra <emphasis role="strong">"passwd bosse"</emphasis>.
zh_cn: <emphasis role="strong">"adduser newuser"</emphasis> 命令会在你的系统中新建一个叫"newuser"的普通用户, 并且用这个newuser帐户设置一个密码通过使用<emphasis role="strong">"passwd newuser"</emphasis>.

source: Options
es: Opciones
gl: Opcións
it: Opzioni
pt: Opções
sv: Flaggor
zh_cn: 选项:

source: The default behavior for a command may usually be modified by adding a <emphasis role="strong">-- <emphasis>option</emphasis></emphasis> to the command. The <emphasis role="strong">ls</emphasis> command for example has an <emphasis role="strong">-s</emphasis> option so that <emphasis role="strong">"ls -s"</emphasis> will include file sizes in the listing. There is also a <emphasis role="strong">-h</emphasis> option to get those sizes in a "human readable" format.
es: El comportamiento por defecto de un comando puede ser modificado habitualmente añadiendo una <emphasis role="strong">-- <emphasis>opción</emphasis> al comando. El comando <emphasis role="strong">ls</emphasis> por ejemplo, tiene una opción <emphasis role="strong">-s</emphasis> de forma que <emphasis role="strong">"ls -s"</emphasis> incluirá el tamaño de los archivos en el listado. Tambien existe la opción <emphasis role="strong">-h</emphasis> para obtener estos tamaños en un formato "legible para humanos".
fr: Le comportement par défaut d'une commande peut généralement être modifié par l'ajout de <emphasis role="strong">-- <emphasis>option</emphasis></emphasis> à celle-ci. Par exemple la commande <emphasis role="strong">ls</emphasis> possède une option <emphasis role="strong">-s</emphasis> permettant avec <emphasis role="strong">« ls -s »</emphasis>, d'afficher la liste des fichiers avec leur taille. Il existe également une option <emphasis role="strong">-h</emphasis> pour obtenir ces tailles dans un format « lisible par un humain ».
gl: O comportamento por omisión dun comando pódese modificar normalmente engadíndolle unha <emphasis role="strong">-- <emphasis>opción</emphasis></emphasis> ao comando. O comando <emphasis role="strong">ls</emphasis>, por exemplo, conta cunha opción <emphasis role="strong">-s</emphasis> de maneira que <emphasis role="strong">"ls -s"</emphasis> incluirá os tamaños dos ficheiros na listaxe. Existe tamén unha opción <emphasis role="strong">-h</emphasis> para que eses tamaños se mostren nun formato "lexíbel para humanos".
it: Il normale comportamento di un comando, può essere modificato aggiungendo «<emphasis role="strong">-- <emphasis>opzione</emphasis></emphasis>» al comando stesso. Il comando <emphasis role="strong">ls</emphasis>, per esempio, ha un'opzione <emphasis role="strong">-s</emphasis> cosicché <emphasis role="strong">"ls -s"</emphasis> visualizza le dimensioni dei file nell'output. C'è anche un'opzione <emphasis role="strong">-h</emphasis> per avere le dimensioni in un formato leggibile.
pt: O comportamento de um comando por omissão pode ser modificado acrescentando a este <emphasis role="strong">-- <emphasis>option</emphasis></emphasis>. O comando <emphasis role="strong">ls</emphasis>, por exemplo, tem uma opção <emphasis role="strong">-s</emphasis>; deste modo <emphasis role="strong">"ls -s"</emphasis> incluirá o tamanho dos ficheiros na lista. Há também uma opção <emphasis role="strong">-h</emphasis> para exibir esses tamanhos num formato "legível para humanos".
sv: Standardbeteendet för ett kommando kan vanligtvis ändras genom att lägga till en <emphasis role="strong">-- <emphasis>flagga</emphasis></emphasis> till kommandot. Till exempel har kommandot <emphasis role="strong">ls</emphasis> flaggan <emphasis role="strong">-s</emphasis> så att <emphasis role="strong">"ls -s"</emphasis> ska inkludera filstorlekar i listningen. Det finns även flaggan <emphasis role="strong">-h</emphasis> för att dessa storlekar ska listas i ett "mänskligt läsbart" format.
zh_cn: 一个命令的默认行为可能会被改变通过添加一个 <emphasis role="strong">-- <emphasis>选项</emphasis></emphasis> 在命令之后。以 <emphasis role="strong">ls</emphasis> 命令来举例说明，它有一个 <emphasis role="strong">-s</emphasis> 选项即 <emphasis role="strong">"ls -s"</emphasis> 会列出文件的同时显示文件大小。 还有一个 <emphasis role="strong">-h</emphasis> 选项用来以"易读的"(即以MB/GB显示) 格式显示那些文件大小。

source: Options can be grouped in clusters so <emphasis role="strong">"ls -sh"</emphasis> is exactly the same command as <emphasis role="strong">"ls -s -h"</emphasis>. Most options have a long version, prefixed with two dashes instead of one, so even <emphasis role="strong">"ls --size --human-readable"</emphasis> is the same command.
es: Las opciones pueden ser agrupadas de forma que <emphasis role="strong">"ls -sh"</emphasis> es exactamente el mismo comando que <emphasis role="strong">"ls -s -h"</emphasis>. La mayoria de opciones tienen una version más larga, precedida por dos guiones en vez de uno, asi que <emphasis role="strong">"ls --size --human-readable"</emphasis> tambien es el mismo comando.
fr: Les options peuvent être regroupées, ainsi <emphasis role="strong">« ls -sh »</emphasis> est exactement la même commande que <emphasis role="strong">« ls -s -h »</emphasis>. La plupart des options ont une version explicite préfixée par deux tirets et une version abrégées préfixé par un seul tiret. Ainsi <emphasis role="strong">« ls --size --human-redeable »</emphasis> est exactement la même commande que précedemment.
gl: As opcións pódense agrupar, de maneira que <emphasis role="strong">"ls -sh"</emphasis> é exactamente o mesmo comando que <emphasis role="strong">"ls -s -h"</emphasis>. A maioría das opcións teñen unha versión longa que se escribe con dous guións en vez de un, de maneira que <emphasis role="strong">"ls --size --human-readable"</emphasis> é tamén o mesmo comando.
it: Le opzioni possono essere raggruppata in gruppi, così <emphasis role="strong">"ls -sh"</emphasis> è la stessa cosa di <emphasis role="strong">"ls -s -h"</emphasis>. Molte opzioni comprendo una versione più lunga, precedute da due trattini, quindi il comando <emphasis role="strong">"ls --size --human-readable"</emphasis> è lo stesso comando.
pt: As opções podem ser agrupadas, de modo que <emphasis role="strong">"ls -sh"</emphasis> é exactamente o mesmo comando que <emphasis role="strong">"ls -s -h"</emphasis>. A maior parte das opções têm uma versão desenvolvida, precedida de dois hífenes em vez de um, pelo que <emphasis role="strong">"ls --size --human-readable"</emphasis> é o mesmo comando que os anteriores.
sv: Flaggor kan grupperas i klungor så att <emphasis role="strong">"ls -sh"</emphasis> är exakt samma kommando som <emphasis role="strong">"ls -s -h"</emphasis>. De flesta flaggor har en lång version, inleds med två minustecken istället för en så att även <emphasis role="strong">"ls --size --human-readable"</emphasis> är samma kommando.
zh_cn: 多个选项可以合并，<emphasis role="strong">"ls -sh"</emphasis> 有着相同的效果与 <emphasis role="strong">"ls -s -h"</emphasis>. 大部分选项都对应一个长选项, 以两个连字符开头, 因此 <emphasis role="strong">"ls --size --human-readable"</emphasis> 有同样的效果.

source: "Man" and getting help
es: "Man" y obteniendo ayuda
fr: « Man » et obtenir de l'aide
gl: "Man" e como obter axuda
it: «Man» e ottenere aiuto
pt: "Man" e obter ajuda
sv: "Man" och få hjälp
zh_cn: "Man" 和获得帮助
