Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: Basic Commands
es: Comandos Básicos
fr: Commandes de base
gl: Comandos Básicos
it: Comandi base
pt: Comandos Básicos
sv: Grundläggande kommandon
zh_cn: 基本命令

source: "Under Linux there are GUIs (graphical user interfaces), where you can point and click and drag, and hopefully get work done without first reading lots of documentation. The traditional Unix environment is a CLI (command line interface), where you type commands to tell the computer what to do. That is faster and more powerful, but requires finding out what the commands are." -- from <placeholder-1/>
es: Bajo linux existen GUIs (interfaces gráficas de usuario), donde puede señalar y coger y arrastrar, y con un poco de suerte conseguir realizar el trabajo sin tener que leer montones de documentación. El entorno tradicional de Unix es una CLI (interfaz de linea de comandos), donde escribe comandos para decirle al ordenador lo que tiene que hacer. Es más rápido y potente, pero requiere conocer lo que hace cada comando." -- desde <placeholder-1/>
fr: « Sous Linux, il existe des interfaces utilisateur graphiques, où vous pouvez pointer, cliquer et déplacer des composants et obtenir un résultat sans avoir à lire beaucoup de documentation. L’environnement traditionnel d’Unix est plutôt orienté vers la ligne de commande, où vous tapez les commandes pour les actions désirées. C’est plus rapide et plus puissant, mais nécessite de bien connaître les commandes. » -- extrait de <placeholder-1/>
gl: "Baixo Linux existen GUI ("interfaces gráficas de usuario"), nas que pode sinalar, clicar e arrastrar e, con sorte, realizar o seu traballo sen ter primeiro que ler moita documentación. O ambiento tradicional de Unix é unha CLI ("interface de liña de comandos"), na que se escriben comandos que lle indican ao computador o que ten que facer. É máis rápido e poderoso, mais cómpre averiguar cais son os comandos." -- de <placeholder-1/>
it: "Sotto Linux ci sono le GUI (Graphical User Interfaces), dove è possibile puntare, cliccare, trascinare e svolgere il proprio lavoro senza prima aver letto una montagna di documentazione. L'ambiente di lavoro tradizionale di Unix è la CLI (Command Line Interface), dove si digitano le istruzioni che il computer deve fare. Questo metodo è molto più veloce e potente, ma bisogna scoprire quali sono le istruzioni." -- da <placeholder-1/>
pt: "Existem interfaces gráficas para utilizadores (GUIs - graphical user interfaces) em que poderá apontar, clicar e, presumivelmente, realizar uma tarefa sem que, para tal, tenha de ler muita documentação. O ambiente tradicional Unix é uma interface de linhas de comando (CLI - command line interface), onde se digitam comandos que indicam ao computador oque fazer. Isto é mais rápido e poderoso, mas requer o conhecimento do significado dos comandos."-- de <placeholder-1/>
sv: "Under Linux fins det GUIs (grafiska användargränssnitt), där du kan peka , klicka och dra, och förhoppningsvis utföra arbete utan att först behöva läsa en massa dokumentation. Den traditionella Unix miljön är CLI (command line interface), där du kan skriva in kommandon för att berätta för datorn vad som skall göras. Det är snabbare och effektivare, men kräver att man tar reda på vad kommandon är." -- från <placeholder-1/>
zh_cn: "在Linux GUIs(图形用户界面）下,你可以通过轻触、点击和拖拽鼠标，无需阅读大量的文档，就可以欣喜地完成工作。传统的Unix环境是一个CLI（命令行界面），你只能通过键入命令来告诉电脑要做什么。这样更快捷和强大，但是得知道需要的命令是什么。"--选自 <placeholder-1/>

source: Using this guide
es: Utilizando esta guía
fr: Utilisation de ce guide
gl: Uso desta guía
it: Usare questa guida
pt: Usar este guia
sv: Användning av den här guiden
zh_cn: 使用指南

source: This guide will make you familiar with basic GNU/Linux shell commands.
es: Esta guía le ayudará a familiarizarse con los comandos básicos de una sesión GNU/Linux.
fr: Ce guide va vous familiariser avec les commandes de base du shell GNU/Linux.
gl: Esta guía familiarizarao cos comandos de consola básicos de GNU/Linux.
it: Questa guida cerca di rendere gli utenti più familiari con i comandi base della shell di GNU/Linux.
pt: Este permitir-lhe-á conhecer os comandos básicos da consola GNU/Linux.
sv: Denna guide kommer att göra dig bekant med de grundläggande skalkommandona i GNU/Linux
zh_cn: 指南可以使你熟悉基本的GNU/Linux shell命令。

source: It is not intended to be a complete guide to the command line, just an introduction to complement Ubuntu's graphical tools.
es: Esto no pretende ser una guía completa de la linea de comandos, solo una introducción para complementar las herramientas gráficas de Ubuntu.
fr: Il ne s'agit pas d'une présentation complète de la ligne de commande, mais simplement d'une introduction apportant un complément au outils graphique d'Ubuntu.
gl: Non se pretende que sexa unha guía completa da liña de comandos, só unha introdución para complementar as ferramentas gráficas de Ubuntu.
it: Questa non è una guida completa all'utilizzo della riga di comando, ma un complemento agli strumenti grafici di Ubuntu.
pt: Não pretende ser um guia completo sobre a linha de comandos, apenas uma introdução que complementa as ferramentas gráficas do Ubuntu.
sv: Det är inte meningen att det skall vara en komplett guide till kommandotolken, endast en introduktion för ett komplement till Ubuntus grafiska verktyg.
zh_cn: 它不被期望成一个命令行完整的指南，仅作为Ubuntu图形工具的概要介绍。

source: All command names will be in <emphasis role="strong">bold</emphasis>.
es: Todos los nombres de comandos estarán resaltados en <emphasis role="strong">negrita</emphasis>.
fr: Toutes les commandes seront représentées en <emphasis role="strong">gras</emphasis>.
gl: Todos os nomes de comandos aparecerán en <empahsis role="strong">negra</emphasis>.
it: Tutti i comandi saranno in <emphasis role="strong">grassetto</emphasis>.
pt: Todos os comandos estarão em <emphasis role="strong">negrito</emphasis>.
sv: Alla kommandonamn kommer att vara skrivna med <emphasis role="strong">fet stil</emphasis>.
zh_cn: 所有命令名都将显示成 <emphasis role="strong">粗体</emphasis>.

source: Commands needing to be typed will be in <emphasis role="strong">"bold with quotes"</emphasis>.
es: Los comandos que requieran ser escritos estarán resaltados en <emphasis role="strong">"negrita con comillas"</emphasis>.
fr: Les commandes devant être tapées seront représentées <emphasis role="strong">« gras entre guillemets »</emphasis>.
gl: Os comandos que teña que escribir aparecerán en <emphasis role="strong">"negra entre aspas"</emphasis>.
it: I comandi da digitare al terminale saranno in <emphasis role="strong">"grassetto tra virgolette"</emphasis>.
pt: Comandos que necessitem de ser escritos estarão em <emphasis role="strong">"negrito com aspas"</emphasis>.
sv: Kommandon som behöver skrivas in kommer att vara markeras med <emphasis role="strong">"fet stil i citat"</emphasis>.
zh_cn: 命令需要输入到<emphasis role="strong">"加粗的引号"</emphasis>里面。

source: All of the commands on this page are to be issued from a command prompt in a terminal.
es: Todos los comandos de esta página estan destinados a ser utilizados en una inserción de comandos en una terminal.
fr: Toutes les commandes de cette page destinées à être placées à l'invite de commande d'un terminal.
gl: Todos os comandos desta páxina débense dar desde unha liña de comandos nun terminal.
it: Tutti i comandi presenti in questa guida devono essere eseguiti in un terminale.
pt: Todos os comandos nesta página destinam-se a ser executados a partir de uma consola.
sv: Alla kommandon på denna sida ska köras från kommandoraden i en terminal.
zh_cn: 本页的所有命令都会在终端中出现。

source: <emphasis role="strong">Note that Linux is case sensitive.</emphasis> User, user, and USER are all different to Linux.
es: <emphasis role="strong">Tenga en cuenta que Linux es sensible a las mayusculas.</emphasis> Usuario, usuario, y USUARIO son diferentes para Linux.
fr: <emphasis role="strong">Attention, Linux est sensible à la casse.</emphasis> Utilisateur, utilisateur et UTILISATEUR sont des choses différentes pour Linux.
gl: <emphasis role="strong">Teña en conta que Linux distingue entre maiúsculas e minúsculas.</emphasis> Usuario, usuario e USUARIO son todos diferentes en Linux.
it: <emphasis role="strong">Linux è sensibile alle maiuscole-minuscole:</emphasis> Utente, utente e UTENTE per Linux sono tutti differenti.
pt: <emphasis role="strong">Note que o GNU/Linux é sensível a maiúsculas e minúsculas.</emphasis> Utilizador, utilizador e UTILIZADOR são todos diferentes em GNU/Linux.
sv: <emphasis role="strong">Notera att Linux skiljer på små och stora bokstäver.</emphasis> User, user, och USER tolkas alla olika i Linux.
zh_cn: <emphasis role="strong">注意，Linux是大小写敏感的。</emphasis> User, user, 和 USER对Linux来说都是不同的。

source: Starting a Terminal
es: Iniciando una Terminal
fr: Lancement d'un terminal
gl: Iniciar un Terminal
it: Avviare un terminale
pt: Iniciar uma Consola
sv: Starta en terminal
zh_cn: 启动一个终端

source: The terminal can be found at <emphasis role="strong">Applications &gt; Accessories &gt; Terminal</emphasis>.
es: La terminal se encuentra en <emphasis role="strong">Aplicaciones &gt; Accessorios &gt; Terminal</emphasis>.
fr: Le terminal peut être lancé depuis <emphasis role="strong">Applications &gt; Accessoires &gt; Terminal</emphasis>.
gl: O terminal pódese atopar en <emphasis role="strong">Aplicacións &gt; Accesorios &gt; Terminal</emphasis>.
it: Per aprire un terminale, scegliere <emphasis role="strong">Applicazioni -&gt; Accessori -&gt; Terminale</emphasis>.
pt: A consola pode ser encontrada em <emphasis role="strong">Aplicações &gt; Accessórios&gt; Consola</emphasis>.
sv: Terminalen kan hittas vid <emphasis role="strong">Program &gt; Tillbehör &gt; Terminal</emphasis>.
zh_cn: 终端可以在 <emphasis role="strong">应用程序 &gt; 附件 &gt; 终端</emphasis>找到。

source: Commands
es: Comandos
fr: Commandes
gl: Comandos
it: Comandi
pt: Comandos
sv: Kommandon
zh_cn: 命令

source: sudo: Executing Commands with Elevated Privileges
es: sudo: Executando Comandos con Privilegios Elevados
fr: sudo : Éxecution des commandes avec des privilèges élevés
gl: sudo: Executar Comandos con Privilexios Elevados
it: Sudo: eseguire comandi con privilegi elevati
pt: sudo: Executar Comandos com Permissões Elevadas
sv: sudo: Kör kommandon med utökade privilegier
zh_cn: sudo:以高级权限执行命令

source: Most of the following commands will need to be prefaced with the <emphasis role="strong">sudo</emphasis> command if you will be working with directories or files not owned by your account. Please see <ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink>for information on using sudo.
es: La mayoria de los siguientes comandos necesitan estar precedidos por el comando <emphasis role="strong">sudo</emphasis> si va a estar trabajando con directorios o archivos de los que su cuenta no sea el propetario. Consulte <ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink>para más información acerca de la utilización de sudo.
fr: La plupart des commandes suivantes doivent être précédées de <emphasis role="strong">sudo</emphasis> si vous allez travailler avec des répertoires ou des fichiers dont vous n'êtes pas le propriétaire. Veuillez consulter <ulink url="http://wiki.ubuntu-fr.org/sudo"> la page sudo</ulink>du wiki francophone pour plus d'informations sur son utilisation.
gl: A maioría dos comandos seguintes deberán ir precedidos do comando <emphasis role="strong">sudo</emphasis> se vai traballar con directorios ou ficheiros que non lle pertenzan á súa conta. Consulte <ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink> para máis información acerca de como empregar sudo.
it: La maggior parte di questi comandi devono essere eseguiti anteponendo la parola <emphasis role="strong">sudo</emphasis> se si sta lavorando con file e directory non di proprietà del proprio utente. Per maggiori informazioni, consultare la pagina <ulink url="http://wiki.ubuntu-it.org/Sudo">«Sudo» del wiki</ulink>.
pt: A maior parte dos seguintes comandos terão de ser precedidos pelo comando <emphasis role="strong">sudo</emphasis>, se estiver a trabalhar om directórios ou ficheiros que sejam proprietários de outras contas. Por favor, veja <ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink> para mais informações acerca do comando sudo.
sv: De flesta av följande kommandon behöver inledas med kommandot <emphasis role="strong">sudo</emphasis> när du arbetar med kataloger eller filer som inte tillhör ditt användarkonto. Se <ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink> för information om användning av sudo.
zh_cn: 下面的大部分命令都需要以 <emphasis role="strong">sudo</emphasis>命令打头，如果你对非你帐号所拥有的目录或文件。请访问<ulink url="https://help.ubuntu.com/community/RootSudo"> RootSudo</ulink>查看使用sudo的信息。

source: File &amp; Directory Commands
es: Comandos de Archivos y Carpetas
fr: Commandes pour manipuler fichiers &amp; répertoires
gl: Comandos de Ficheiro e Directorio
it: Comandi per file e directory
pt: Comandos de Ficheiros &amp; Directórios
sv: Kommandon för filer och kataloger
zh_cn: 文件 &amp; 目录命令

source: <emphasis role="strong">pwd</emphasis>: The <emphasis role="strong">pwd</emphasis> command will allow you to know in which directory you're located ( <emphasis role="strong">pwd</emphasis> stands for "print working directory"). Example: <emphasis role="strong">"pwd"</emphasis> in the Desktop directory will show "~/Desktop". Note that the Gnome Terminal also displays this information in the title bar of it's window - see the example screenshot at the top of this page.
es: <emphasis role="strong">pwd</emphasis>: El comando <emphasis role="strong">pwd</emphasis> le permitirá conocer en que directorio se encuentra ( <emphasis role="strong">pwd</emphasis> significa "print working directory" o imprimir carpeta de trabajo). Ejemplo: <emphasis role="strong">"pwd"</emphasis> en la carpeta Desktop mostrará "~/Desktop". Tenga en cuenta que la Terminal de Gnome también muestra esta información en la barra de título de la ventana - vea la captura de pantalla de ejemplo en la parte superior de esta página.
fr: <emphasis role="strong">pwd</emphasis> : La commande <emphasis role="strong">pwd</emphasis> vous permet de savoir dans quel répertoire vous vous trouvez ( <emphasis role="strong">pwd</emphasis> est un acronyme de "print working directory", c.-à-d. "afficher le répertoire de travail"). Par exemple : <emphasis role="strong">« pwd »</emphasis> dans le répertoire Desktop affichera « ~/Desktop ». Remarquez que le terminal de GNOME affiche aussi cette information dans la barre de titre de sa fenêtre - voyez la copie d'écran en haut de cette page.
gl: <emphasis role="strong">pwd</emphasis>: O comando<emphasis role="strong">pwd</emphasis> permitiralle saber en que directorio se atopa (<emphasis role="strong">pwd</emphasis> significa "imprime o directorio de traballo"). Exemplo: <emphasis role="strong">"pwd"</emphasis> no directorio Escritorio mostrará "~/Escritorio". Observe que o Terminal Gnome tamén mostra esta información na barra de título da xanela - vexa a imaxe de exemplo do principio desta páxina.
it: <emphasis role="strong">pwd</emphasis>: il comando <emphasis role="strong">pwd</emphasis> consente di conoscere la directory in cui ci si trova (<emphasis role="strong">pwd</emphasis> significa "print working directory" (stampa directory di lavoro, NdT)). Esempio: <emphasis role="strong">"pwd"</emphasis> nella directory Desktop mostrerà «~/Desktop». Il terminale di GNOME visualizza questa informazione nella barra del titolo.
pt: <emphasis role="strong">pwd</emphasis>: O comando <emphasis role="strong">pwd</emphasis> permitir-lhe-á saber qual o directório em que se encontra ( <emphasis role="strong">pwd</emphasis> é uma sigla para "print working directory" - "mostra o directório de trabalho em que se encontra"). Example: <emphasis role="strong">"pwd"</emphasis> no directório do Ambiente de Trabalho irá mostrar "~/Desktop". Note que a consola Gnome também mostra esta informação na barra de título da sua janela - veja o exemplo da captura de ecrã no topo desta página.
sv: <emphasis role="strong">pwd</emphasis>: Kommandot <emphasis role="strong">pwd</emphasis> berättar för dig vilken katalog som du står i ( <emphasis role="strong">pwd</emphasis> betyder "print working directory - skriv ut arbetskatalog"). Exempel: <emphasis role="strong">"pwd"</emphasis> i katalogen Desktop kommer att visa "~/Desktop". Observera att Gnome:s terminal även visar den här informationen i titellisten för dess fönster - se exempelfiguren överst på den här sidan.
zh_cn: <emphasis role="strong">pwd</emphasis>: 这个 <emphasis role="strong">pwd</emphasis>命令可以使你现在所处于哪个目录( <emphasis role="strong">pwd</emphasis> 代表 "打印工作目录"). 示例: <emphasis role="strong">"pwd"</emphasis>在Desktop目录会显示"~/Desktop". 记住Gnome 终端也会在窗口的标题栏上显示这个信息 - 参见本页顶端的屏幕示意截图.

source: <emphasis role="strong">ls</emphasis>: The <emphasis role="strong">ls</emphasis> command will show you the files in your current directory. Used with certain options, you can see sizes of files, when files where made, and permissions of files. Example: <emphasis role="strong">"ls ~"</emphasis> will show you the files that are in your home directory.
es: <emphasis role="strong">ls</emphasis>: El comando <emphasis role="strong">ls</emphasis> mostrará los archivos de la carpeta actual. Utilizandolo con algunas opciones, podrá ver los tamaños de archivo, cuando fueron creados y los permisos de estos. Ejemplo: <emphasis role="strong">"ls ~"</emphasis> morstrará los archivos que se encuentren en su carpeta home.
fr: <emphasis role="strong">ls</emphasis> : La commande <emphasis role="strong">ls</emphasis> vous montrera les fichiers présents dans le répertoire actuel. Utilisée avec certaines options, vous pourrez voir la taille des fichiers, leur date de création, at leurs droits d'accès. Par exemple : <emphasis role="strong">« ls ~ »</emphasis> affichera la liste des fichiers de votre répertoire personnel.
gl: <emphasis role="strong">ls</emphasis>: O comando <emphasis role="strong">ls</emphasis> mostrarálle os ficheiros do seu directorio actual. Empregado con certas opcións, pode ver o tamaño dos ficheiros, cando se crearon e os seus permisos. Exemplo: <emphasis role="strong">"ls ~"</emphasis> mostraralle os ficheiros que hai no seu directorio persoal.
it: <emphasis role="strong">ls</emphasis>: il comando <emphasis role="strong">ls</emphasis> mostra i file presenti nella directory corrente. Usato con alcune opzioni, è possibile vedere la dimensione del file, quando è stato creato e i permessi del file. Esempio: <emphasis role="strong">"ls ~"</emphasis> mostrerà i file presenti nella propria cartella home.
pt: <emphasis role="strong">ls</emphasis>: O comando <emphasis role="strong">ls</emphasis> irá mostrar-lhe os ficheiros no seu directório actual. Usado com determinadas opções permitir-lhe-á saber qual o tamanho dos ficheiros, quando foram feitos e quais as suas permissões. Exemplo: <emphasis role="strong">"ls ~"</emphasis> mostrar-lhe-á os ficheiros que se encontram na sua pasta pessoal.
sv: <emphasis role="strong">ls</emphasis>: Kommandot <emphasis role="strong">ls</emphasis> visar dig filerna i den aktuella katalogen. Om det används med speciella flaggor kan du se storlekar på filer, när filerna skapades och rättigheterna på filerna. Exempel: <emphasis role="strong">"ls ~"</emphasis> kommer att visa dig filerna som finns i din hemkatalog.
zh_cn: <emphasis role="strong">ls</emphasis>: 这个 <emphasis role="strong">ls</emphasis> 命令列出当前目录的文件.通过使用某些选项,你可以看到文件的大小, 文件是什么时候创建的,以及文件的权限. 示例: <emphasis role="strong">"ls ~"</emphasis> 会列出你的home目录下的文件.

source: <emphasis role="strong">cd</emphasis>: The <emphasis role="strong">cd</emphasis> command will allow you to change directories. When you open a terminal you will be in your home directory. To move around the file system you will use <emphasis role="strong">cd</emphasis>. Examples:
es: <emphasis role="strong">cd</emphasis>: El comando <emphasis role="strong">cd</emphasis> le permitirá cambiar de carpeta. Cuando abra una terminal se encontrará en su carpeta home. Para moverse entre el sistema de ficheros utilizará el comando <emphasis role="strong">cd</emphasis>. Ejemplos:
fr: <emphasis role="strong">cd</emphasis> : La commande <emphasis role="strong">cd</emphasis> vous permettra de changer de répertoire. Lorsque vous ouvrez un terminal vous serez dans votre répertoire personnel. Pour vous déplacer dans les dossiers du sytème vous utiliserez <emphasis role="strong">cd</emphasis>. Exemples :
gl: <emphasis role="strong">cd</emphasis>: O comando <emphasis role="strong">cd</emphasis> permitiralle mudar de directorio. Ao abrir un terminal estará no seu directorio persoal. Para moverse polo sistema de ficheiros empregará <emphasis role="strong">cd</emphasis>. Examplos:
it: <emphasis role="strong">cd</emphasis>: il comando <emphasis role="strong">cd</emphasis> consente di cambiare directory. Quando si apre un terminale si è nella propria cartella home. Per spostarsi all'interno del file system si usa <emphasis role="strong">cd</emphasis>. Esempio:
pt: <emphasis role="strong">cd</emphasis>: O comando <emphasis role="strong">cd</emphasis> permite-lhe mudar de directórios. Ao abrir uma consola, encontra-se no seu directório pessoal; para mudar para outro directório no sistema de ficheiros usará <emphasis role="strong">cd</emphasis>. Exemplos:
sv: <emphasis role="strong">cd</emphasis>: Kommandot <emphasis role="strong">cd</emphasis> låter dig byta mellan kataloger. När du öppnar en terminal kommer du att befinna dig i din hemkatalog. För att flytta runt i filsystemet måste du använda <emphasis role="strong">cd</emphasis>. Exempel:
zh_cn: <emphasis role="strong">cd</emphasis>: 这个 <emphasis role="strong">cd</emphasis>命令允许你切换目录.当你打开终端时,你处在你的home目录。要在文件系统间切换可以使用<emphasis role="strong">cd</emphasis>. 示例:

source: To navigate into the root directory, use <emphasis role="strong">"cd /"</emphasis>
es: Para navegar al directorio raiz, utilice <emphasis role="strong">"cd /"</emphasis>
fr: Pour naviguer dans le répertoire racine, utilisez <emphasis role="strong">« cd »</emphasis>
gl: Para navegar no directorio raíz, use <emphasis role="strong">"cd /"</emphasis>
it: per spostarsi nella cartella root, usare <emphasis role="strong">"cd /"</emphasis>
pt: Para aceder à pasta root, utilize <emphasis role="strong">"cd /"</emphasis>
sv: För att navigera till rotkatalogen, använd <emphasis role="strong">"cd /"</emphasis>
zh_cn: 要切换到根目录，使用<emphasis role="strong">"cd /"</emphasis>

source: To navigate to your home directory, use <emphasis role="strong">"cd"</emphasis> or <emphasis role="strong">"cd ~"</emphasis>
es: Para ir a su carpeta home, utilice <emphasis role="strong">"cd"</emphasis> o <emphasis role="strong">"cd ~"</emphasis>
fr: Pour naviguer dans votre répertoire personnel, utilisez <emphasis role="strong">« cd »</emphasis> ou <emphasis role="strong">« cd ~ »</emphasis>
gl: Para navegar até o seu directorio persoal, use <emphasis role="strong">"cd"</emphasis> ou <emphasis role="strong">"cd ~"</emphasis>
it: per spostarsi nella propria directory home, usare <emphasis role="strong">"cd"</emphasis> o <emphasis role="strong">"cd ~"</emphasis>
pt: Para mudar para o seu directório pessoal, use <emphasis role="strong">"cd"</emphasis> ou <emphasis role="strong">"cd ~"</emphasis>
sv: För att navigera till din hemkatalog, använd <emphasis role="strong">"cd"</emphasis> eller <emphasis role="strong">"cd ~"</emphasis>
zh_cn: 要切换到你的home目录,使用<emphasis role="strong">"cd"</emphasis> 或<emphasis role="strong">"cd ~"</emphasis>
