Repository: ahoneybun/pop-docs
Catalog: ubuntu/basic-commands/po/*.po
Languages: es, fr, gl, it, pt, sv, zh_cn

source: Often, you will be referred to instructions that require commands to be pasted into the terminal. You might be wondering why the text you've copied from a web page using <emphasis role="strong">ctrl+C</emphasis> won't paste in with <emphasis role="strong">ctrl+V</emphasis>. Surely you don't have to type in all those nasty commands and filenames? Relax. Middle Button Click on your mouse (both buttons simultaneously on a two-button mouse) or Right Click and select <emphasis>Paste</emphasis> from the menu.
es: En ocasiones será referido a instrucciones que requerira que los comandos sean pegados en la terminal. Tal vez se esté preguntando por qué el texto que copió desde una página web con <emphasis role="strong">ctrl+C</emphasis> no es pegado utilizando <emphasis role="strong">ctrl+V</emphasis>. Seguro que no tendré que escribir todos estos desagradables comandos y nombres de archivo? Relájese. haga clic con el Boton Central de su ratón (los dos botones a la vez en un ratón de dos botones) o Click Derecho y seleccione <emphasis>Pegar</emphasis> en el menú.
fr: Il vous sera souvent donné des instructions qui exigent que des commandes soient collées dans un terminal. Vous vous demandez peut-être pourquoi le texte que vous avez copié sur une page web avec <emphasis role="strong">Ctrl+c</emphasis> ne veut pas se coller dans un terminal avec <emphasis role="strong">Ctrl+v</emphasis>. Dois-je vraiment taper dans un terminal toutes ces horribles commandes et noms de fichiers ? Tranquillisez-vous. Il suffit de cliquer avec le bouton du milieu de votre souris (avec une souris à deux boutons, cliquez avec les deux boutons simultanément), ou de cliquer avec le bouton droit et choisir <emphasis>Coller</emphasis> dans le menu.
gl: Con frecuencia remitiremolo a instrucións que precisan que se peguen comandos no terminal. Pode que se estea a preguntar por que o texto que acaba de copiar dunha páxina web empregando <emphasis role="strong">ctrl+C</emphasis> non se pega con <emphasis role="strong">ctrl+V</emphasis>. A que non hai que escribir todos eses comandos e nomes de ficheiros tan desagradábeis? Reláxese. Clique co botón central do seu rato (ambos os dous botóns simultaneamente nun rato de só dous botóns) ou Clique co botón dereito e seleccione <emphasis>Pegar</emphasis> no menú.
it: Molto spesso, si farà riferimento a istruzioni che indicano di copiare qualche cosa nel terminale, e capita spesso di non capire perché quello che si è copiato con <emphasis role="strong">Ctrl+C</emphasis> non viene incollato con <emphasis role="strong">Ctrl+V</emphasis>. È possibile incollare del testo usando il tasto centrale del mouse (entrambi i tasti premuti per un mouse a due tasti) o facendo clic col tasto destro e scegliendo <emphasis>Incolla</emphasis> dal menù.
pt: Será remetido, muitas vezes, para instruções que requerem que "cole" comandos na consola. Poderá perguntar-se porque é que o texto que copiou de uma página web utilizando <emphasis role="strong">ctrl+C</emphasis> não passa para a consola com <emphasis role="strong">ctrl+V</emphasis>. Não terá certamente de escrever todas aquelas horríveis comandos e nomes de ficheiros? Acalme-se. Um clique no botão do meio do seu rato (os dois botões simultaneamente num rato de dois botões) ou um clique no botão direito e seleccione <emphasis>Paste</emphasis> no menu.
sv: Ofta blir du refererad till instruktioner som kräver att kommandon klistras in i terminalen. Du kanske undrar varför texten som du kopierat från en webbsida med <emphasis role="strong">ctrl+C</emphasis> inte går att klistra in med <emphasis role="strong">ctrl+V</emphasis>. Så klart måste du inte skriva in alla dessa underliga kommandon och filnamn? Lugn. Klick med mittenknappen på din mus (eller båda knapparna samtidigt på en tvåknapparsmus) eller högerklicka och välj <emphasis>Klistra in</emphasis> från menyn.
zh_cn: 常常，介绍会要求你粘贴一个命令到终端。你可能会奇怪为什么你从某个网页通过使用<emphasis role="strong">ctrl+C</emphasis>复制来的文本却不会粘贴上用尽管你用了<emphasis role="strong">ctrl+V</emphasis>. 难道我真的得输入这些另人讨厌的命令和文件名吗？放轻松. 点击鼠标中键(如果是两键鼠标可以用同时点击左右两键模拟)或者右键在弹出菜单中选择<emphasis>粘贴</emphasis>.

source: Save on typing
es: Ahorre escribir
fr: Minimiser la frappe
gl: Gardar ao escribir
it: Velocizzare la digitazione
pt: Guardar durante a escrita
sv: Spara tid
zh_cn: 节省输入

source: <emphasis role="strong">Up Arrow</emphasis> or <emphasis role="strong">ctrl+p</emphasis>
es: <emphasis role="strong">Flecha Arriba</emphasis> o <emphasis role="strong">ctrl+p</emphasis>
fr: <emphasis role="strong">Fléche haut</emphasis> ou <emphasis role="strong">Ctrl+p</emphasis>
gl: <emphasis role="strong">Flecha Arriba</emphasis> ou <emphasis role="strong">ctrl+p</emphasis>
it: <emphasis role="strong">Freccia su</emphasis> o <emphasis role="strong">Ctrl+p</emphasis>
pt: <emphasis role="strong">Cursor para Cima</emphasis> ou <emphasis role="strong">ctrl+p</emphasis>
sv: <emphasis role="strong">Uppåtpil</emphasis> eller <emphasis role="strong">ctrl+p</emphasis>
zh_cn: <emphasis role="strong">上方向键</emphasis> 或 <emphasis role="strong">ctrl+p</emphasis>

source: Scrolls through the commands you've entered previously.
es: Se desplaza entre los comandos introducidos anteriormente.
fr: Fait défiler les commandes que vous avez précédemment entrées.
gl: Vai pasando polos comandos que se introduciron anteriormente.
it: Esplora i comandi digitati precedentemente.
pt: Percorre os comandos que introduziu anteriormente
sv: Rullar genom de kommandon som du tidigare använt.
zh_cn: 在你之前输入的命令中切换

source: <emphasis role="strong">Down Arrow</emphasis> or <emphasis role="strong">ctrl+n</emphasis>
es: <emphasis role="strong">Flecha Abajo</emphasis> o <emphasis role="strong">ctrl+n</emphasis>
fr: <emphasis role="strong">Flèche bas</emphasis> ou <emphasis role="strong">Ctrl+n</emphasis>
gl: <emphasis role="strong">Flecha Abaixo</emphasis> ou <emphasis role="strong">ctrl+n</emphasis>
it: <emphasis role="strong">Freccia giù</emphasis> o <emphasis role="strong">Ctrl+n</emphasis>
pt: <emphasis role="strong">Cursor para Baixo</emphasis> ou <emphasis role="strong">ctrl+n</emphasis>
sv: <emphasis role="strong">Nedåtpil</emphasis> eller <emphasis role="strong">ctrl+n</emphasis>
zh_cn: <emphasis role="strong">下方向键</emphasis> 或 <emphasis role="strong">ctrl+n</emphasis>

source: Takes you back to a more recent command.
es: Lo lleva a los comandos más recientes.
fr: Vous ramène à une commande plus récente.
gl: Volve ao comando máis recente.
it: Porta a un comando più recente.
pt: Posiciona-o num comando mais recente.
sv: Tar dig tillbaka till ett tidigare kommando.
zh_cn: 使你返回到最近输入的命令

source: Enter
fr: Entrée
gl: Intro
it: Invio
zh_cn: 回车

source: When you have the command you want.
es: Cuando llegue al comando deseado.
fr: Lorsque la commande désirée est affichée.
gl: Cando ten o comando que quere.
it: Quando c'è il comando desiderato.
pt: Quando tiver o comando que desejar.
sv: När du har fått kommandot som du vill använda.
zh_cn: 当你有需要的命令时

source: tab
gl: tabulador
it: Tabulazione
sv: tabulator
zh_cn: Tab键

source: A very useful feature. It autocompletes any commands or filenames, if there's only one option, or else gives you a list of options.
es: Una funcionalidad muy útil. Autocompleta cualquier comando o nombre de archivo, si solo hay una posibilidad, o sino facilita una lista de ociones.
fr: Un fonctionnalité très pratique. Cela complète automatiquement n'importe quelle commande ou nom de fichier si il n'y a qu'une seule possibilité, ou cela affiche une liste de possibilités.
gl: Unha función moi útil. Autocompleta calquer comando ou nome de ficheiro, se só existe unha opción, ou mostra unha lista de opcións.
it: Un'opzione molto utile. Completa automaticamente qualsiasi comando o nome di file se c'è una sola opzione, altrimenti visualizza un elenco di opzioni
pt: Uma característica muito útil. Auto-completa qualquer comando ou nome de ficheiro se houver uma só opção; caso contrário, mostra uma lista de opções.
sv: En mycket användbar funktion. Den kompletterar automatiskt alla kommandon eller filnamn, om det endast finns ett alternativ, eller ger dig en lista över alternativ.
zh_cn: 一个极其有用的特性。它能够自动补全你任何命令或文件名，如果只有一个选择时，当然它还会列出其他可能的选项。

source: Change the text
es: Cambiar el texto
fr: Modifier le texte
gl: Mudar o texto
it: Modificare il testo
pt: Alterar o texto
sv: Ändra texten
zh_cn: 更改文本

source: The mouse won't work. Use the Left/Right arrow keys to move around the line.
es: El mouse no funcionará. Use las teclas de flechas izquierda y derecha para moverse dentro de la línea.
fr: La souris ne fonctionne pas. Utilisez les flèches gauche/droite pour vous déplacer dans la ligne.
gl: O rato non funciona. Empregue as teclas de flecha para a Esquerda/Dereita para moverse pola liña.
it: Il mouse non funziona per questo. Utilizzare le frecce direzionali destra e sinistra per spostarsi sulla riga.
pt: O rato não funcionará. Utilize as teclas de direcção Esquerda/Direita para mover-se ao longo da linha.
sv: Musen fungerar inte. Använd höger och vänster piltangent för att flytta runt på raden.

source: When the cursor is where you want it in the line, typing <emphasis>inserts</emphasis> text - ie it doesn't overtype what's already there.
es: Cuando el cursor está en la línea donde desea, escriba el texto <emphasis>inserts</emphasis> - ej, no sobreescribe lo que esté allí.
fr: Lorsque le curseur se trouve à la position voulue dans la ligne, la frappe <emphasis>insère</emphasis> le texte, c.-à-d. que le texte déjà présent n'est ni écrasé, ni effacé.
gl: Cando o cursor está onde vostede quere na liña, ao premer nas teclas o texto <emphasis>insírese</emphasis>, isto é, non se sobreescribe o que xa estaba alí.
it: Quando il cursore è nella posizione desiderata, basta <emphasis>scrivere</emphasis> ciò che si desidera, non verrà sovrascritto quello che è già presente.
pt: Quando o cursor se encontrar no ponto desejado na linha, ao digitar <emphasis>inserirá</emphasis> texto; i.e., não escreverá em cima do que já lá se encontra.
sv: När markören är där du vill ha den på raden kommer inmatning att <emphasis>infoga</emphasis> text - alltså, den skriver inte över vad som redan finns där.
zh_cn: 当光标在命令行中你要求的地方时，输入 <emphasis>inserts</emphasis> 文本 - 那么之前的文本不会被改写.

source: <emphasis role="strong">ctrl+a</emphasis> or <emphasis role="strong">Home</emphasis>
es: <emphasis role="strong">ctrl+a</emphasis> o tecla <emphasis role="strong">Inicio</emphasis>
fr: <emphasis role="strong">Ctrl+a</emphasis> ou <emphasis role="strong">Home</emphasis>
gl: <emphasis role="strong">ctrl+a</emphasis> ou <emphasis role="strong">Inicio</emphasis>
it: <emphasis role="strong">Ctrl+a</emphasis> o tasto <emphasis role="strong">Home</emphasis>
pt: <emphasis role="strong">ctrl+a</emphasis> ou <emphasis role="strong">Home</emphasis>
sv: <emphasis role="strong">ctrl+a</emphasis> eller <emphasis role="strong">Home</emphasis>
zh_cn: <emphasis role="strong">ctrl+a</emphasis> 或者 <emphasis role="strong">Home</emphasis>

source: Moves the cursor to the <emphasis>start</emphasis> of a line.
es: Desplaza el cursor al <emphasis>Inicio</emphasis> de una linea.
fr: Place le curseur en <emphasis>début</emphasis> de ligne.
gl: Move o cursor até o <emphasis>inicio</emphasis> da liña.
it: Muove il cursore all'<emphasis>inizio</emphasis> della riga.
pt: Move o cursor para o <emphasis>início</emphasis> de uma linha.
sv: Flyttar markören till <emphasis>början</emphasis> av en rad.
zh_cn: 移动光标到一行的<emphasis>开始</emphasis>处.

source: <emphasis role="strong">ctrl+e</emphasis> or <emphasis role="strong">End</emphasis>
es: <emphasis role="strong">ctrl+e</emphasis> o tecla <emphasis role="strong">Fin</emphasis>
fr: <emphasis role="strong">Ctrl+e</emphasis> ou <emphasis role="strong">Fin</emphasis>
gl: <emphasis role="strong">ctrl+e</emphasis> ou <emphasis role="strong">Fin</emphasis>
it: <emphasis role="strong">Ctrl+e</emphasis> o <emphasis role="strong">Fine</emphasis>
pt: <emphasis role="strong">ctrl+e</emphasis> ou <emphasis role="strong">End</emphasis>
sv: <emphasis role="strong">ctrl+e</emphasis> eller <emphasis role="strong">End</emphasis>
zh_cn: <emphasis role="strong">ctrl+e</emphasis>或<emphasis role="strong">End</emphasis>

source: Moves the cursor to the <emphasis><emphasis role="strong">e</emphasis>nd</emphasis>of a line.
es: Desplaza el cursor al final (<emphasis><emphasis role="strong">e</emphasis>nd</emphasis>) de una linea.
fr: Place le curseur à la <emphasis>fin</emphasis> de la ligne.
gl: Move o cursor até o <emphasis>fin</emphasis> da liña.
it: Muove il cursore alla <emphasis><emphasis role="strong">f</emphasis>ine</emphasis>della riga.
pt: Move o cursor para o <emphasis><emphasis role="strong">f</emphasis>im</emphasis> de uma linha.
sv: Flyttar markören till slut<emphasis><emphasis role="strong">e</emphasis>t</emphasis>av raden.
zh_cn: 移动光标到一行的 <emphasis><emphasis role="strong">结</emphasis>尾</emphasis>处.

source: Moves to the <emphasis role="strong">b</emphasis>eginning of the previous or current word.
es: Desplaza el cursor hasta el <emphasis role="strong">i</emphasis>nicio de la palabra actual o la anterior.
fr: Place le curseur au dé<emphasis role="strong">b</emphasis>ut du mot courant ou précédent.
gl: Móvese até o comezo da palabra anterior ou actual.
it: Muove il cursore all'<emphasis role="strong">inizio</emphasis> della parola precedente o di quella corrente.
pt: Move o cursor para o <emphasis role="strong">p</emphasis>rincípio da palavra anterior ou da corrente.
sv: Flyttar till <emphasis role="strong">b</emphasis>örjan av föregående eller aktuellt ord.
zh_cn: 移到上个或当前单词的<emphasis role="strong">开头</emphasis>

source: Deletes from the current cursor position to the end of the line.
es: Borra desde la posición actual del cursor hasta el final de la linea.
fr: Efface la ligne depuis la position courante du curseur jusqu'à la fin.
gl: Elimina deste a posición actual do cursor até o fin da liña.
it: Cancella dalla posizione del cursore alla fine della riga.
pt: Elimina texto da posição corrente do cursor até ao fim da linha.
sv: Tar bort från den aktuella markörpositionen till slutet av raden.
zh_cn: 删除当前光标处到本行结尾的所有内容。

source: Deletes the whole of the current line.
es: Borra la linea actual en su totalidad.
fr: Efface complètement la ligne
gl: Elimina a liña actual completa.
it: Cancella tutta la riga.
pt: Apaga a totalidade da linha em que se situa.
sv: Tar bort hela den aktuella raden.
zh_cn: 删除当前行的内容。

source: Deletes the word before the cursor.
es: Borra la palabra anterior al cursor.
fr: Efface le mot situé avant le curseur.
gl: Elimina a palabra anterior ao cursor.
it: Cancella la parola prima del cursore.
pt: Apaga a palavra que se encontra na posição anterior à do cursor.
sv: Tar bort ordet före markören.
zh_cn: 删除光标前的单词。

source: More Information
es: Más información
fr: Plus d'informations
gl: Máis informazón
it: Ulteriori informazioni
pt: Mais informação
sv: Mer information
zh_cn: 更多信息

source: The following online guides are available:
es: Las siguientes guías estan disponibles en la red:
fr: Les guides suvants sont disponibles en ligne :
gl: Existen as guías seguintes na Internet:
it: Onlie è possibile trovare le seguenti guide:
pt: Estão disponíveis os seguintes guias online:
sv: Följande guider finns tillgängliga:
zh_cn: 下面的在线指南可用

source: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> AptGetHowto</ulink> - using apt-get to install packages from the command line.
es: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> AptGetHowto</ulink> - utilizando apt-get para instalar paquetes desde la linea de comandos.
fr: <ulink url="http://doc.ubuntu-fr.org/apt">La gestion des paquets avec apt</ulink> - utilisation de apt-get pour installer les paquets en ligne de commande.
gl: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> COMO AptGet</ulink> - usasr apt-get para instalar paquetes desde a liña de comandos.
it: <ulink url="http://wiki.ubuntu-it.org/AptGetHowTo">Guida ad apt-get</ulink>: usare apt-get per installare i pacchetti dalla riga di comando.
pt: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> Como AptGet</ulink> - usar o apt-get para instalar pacotes a partir da consola.
sv: <ulink url="https://help.ubuntu.com/community/AptGetHowto"> AptGetHowto</ulink> - använd apt-get för att installera paket från kommandoraden.
zh_cn: <ulink url="https://help.ubuntu.com/community/AptGetHowto">如何使用apt-get</ulink> - 使用apt-get在命令行下安装软件包.

source: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Commandline Repository Editing</ulink> - adding the Universe/Multiverse repositories through the command line.
es: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Commandline Repository Editing</ulink> - añadiendo los repositorios Universe/Multiverse a través de la linea de comandos.
fr: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Commandline Repository Editing</ulink> (en anglais) - ajouter les dépôts Universe/Multiverse en ligne de commande. Pour gérer les dépôts voyez la page <ulink url="http://doc.ubuntu-fr.org/depots">du wiki francophone</ulink>
gl: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine">Edición do Repositorio desde a Liña de Comandos</ulink> - engadir os repositorios Universe/Multiverse mediante a liña de comandos.
it: <ulink url="http://wiki.ubuntu-it.org/Repository/RigaDiComando">Modificare i repository dalla riga di comando</ulink>: aggiungere i repository Universe/Multiverse dalla riga di comando.
pt: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Editar Repositórios pela linha de comandos</ulink> - adicionar os repositórios Universe/Multiverse a partir da consola.
sv: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> Commandline Repository Editing</ulink> - lägg till förråden universe och multiverse via kommandoraden.
zh_cn: <ulink url="https://help.ubuntu.com/community/Repositories/CommandLine"> 在命令行下编辑源</ulink> - 通过命令行添加Universe/Multiverse源(注： Universe源提供的是非Ubuntu 官方维护的的自由软件,Multiverse源提供的是非Ubuntu官方维护的的非自由软件)。

source: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep is a powerful command line search tool.
es: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep es una poderosa herramienta de búsqueda para la línea de comandos.
fr: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> (en anglais) - grep est un puissant outil de recherche en ligne de commande.
gl: <ulink url="https://help.ubuntu.com/community/grep">COMO de grep</ulink> - grep é un poderosa ferramenta de procura na liña de comandos.
it: <ulink url="https://help.ubuntu.com/community/grep">Guida a grep</ulink>: grep è un potente comando per la ricerca da riga di comando (in inglese).
pt: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep é uma ferramenta de pesquisa muito poderosa para usar a partir da consola.
sv: <ulink url="https://help.ubuntu.com/community/grep">grep Howto</ulink> - grep är ett kraftfullt sökverktyg för kommandoraden.
zh_cn: <ulink url="https://help.ubuntu.com/community/grep">如何使用grep</ulink> - grep是一个在命令行下非常有用的搜索工具。

source: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - locate files on the command line.
es: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - localizar archivos en la línea de comandos.
fr: <ulink url="https://help.ubuntu.com/community/find">find </ulink> (en anglais) - localiser des fichiers en ligne de commande.
gl: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - localizar ficheiros na liña de comandos.
it: <ulink url="https://help.ubuntu.com/community/find">find</ulink>: localizzare i file dalla riga di comando con file.
pt: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - localizar ficheiros a partir da consola.
sv: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - leta efter filer via kommandoraden.
zh_cn: <ulink url="https://help.ubuntu.com/community/find">find </ulink> - 在命令行下查找文件.

source: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - longer and more complete than this basic guide, but still unfinished.
es: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - una guía mas larga y completa que esta guía básica, pero aún incompleta.
fr: <ulink url="http://doc.ubuntu-fr.org/console/ligne_de_commande">La ligne de commande</ulink> - des choses en plus par rapport à ce guide, mais cela reste incomplet.
gl: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> COMO da Liña de Comandos</ulink> - máis extensa e completa que esta guía básica, mais ainda sen rematar.
it: <ulink url="http://wiki.ubuntu-it.org/RigaDiComando">Guida alla riga di comando</ulink>: guida sulla riga di comando online.
pt: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - Um guia mais extenso e completo que este guia básico, mas ainda inacabado.
sv: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - längre och mer komplett än den grundläggande guiden, dock inte helt färdig ännu.
zh_cn: <ulink url="https://help.ubuntu.com/community/CommandlineHowto"> CommandlineHowto</ulink> - 比本基本指南有更多讲述，但仍未完成.

source: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - information on some more advanced customization for the command line.
es: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - informacion de algunas opciones de personalizacion avanzadas para la linea de comandos.
fr: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> (en anglais) - des informations pour une personnalisation avancée de la ligne de commande.
gl: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - información acerca de personalización máis avanzada desde a liña de comandos.
it: <ulink url="https://help.ubuntu.com/community/HowToReadline">HowToReadline</ulink>: informazioni avanzate sulla personalizzazione della riga di comando (in inglese).
pt: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - informação acerca de personalizações mais avançadas para a consola.
sv: <ulink url="https://help.ubuntu.com/community/HowToReadline"> HowToReadline</ulink> - information om mer avancerad anpassning för kommandoraden.
zh_cn: <ulink url="https://help.ubuntu.com/community/HowToReadline"> 如何使用readline</ulink> - 提供一些相对高级的自定义命令行的信息.

source: For more detailed tutorials on the Linux command line, please see:
es: Para tutoriales mas detallados acerca de la linea de comandos de linux, por favor consulte:
fr: Pour des tutoriaux plus détaillés sur la ligne de commande Linux, voyez :
gl: Para cursos máis detallados sobre a liña de comandos en Linux, vexa:
it: Per delle guide più dettagliate, consultare:
pt: Para tutoriais mais detalhados sobre a consola de Linux, por favor veja:
sv: Se följande webbplatser för mer detaljerade handledningar om Linuxkommandon:
zh_cn: 要获得Linux命令行的更多细节的介绍，请参见:
