Repository: ahoneybun/pop-docs
Catalog: website-index/po/*.po
Languages: de, fr, hr, hu, id, pt_br, sv

source: Documentation for Ubuntu &distro-rev; (&distro-version;)
de: Dokumentation für Ubuntu &distro-rev; (&distro-version;)
fr: Documentation pour Ubuntu &distro-rev; (&distro-version;)
hr: Dokumentacija za Ubuntu &distro-rev; (&distro-version;)
hu: Az Ubuntu &distro-rev; (&distro-version;) dokumentációja
id: Dokumentasi untuk Ubuntu &distro-rev; (&distro-version;)
pt_br: Documentação para Ubuntu &distro-rev; (&distro-version;)
sv: Dokumentation för Ubuntu &distro-rev; (&distro-version;)

source: This site is where you can find the official documentation developed and maintained by the Ubuntu Documentation Project.
de: Hier finden Sie die offizielle Dokumentation, die vom Ubuntu-Dokumentations-Projekts erstellt und gepflegt wird.
fr: C'est sur ce site que vous pouvez trouver la documentation officielle développée et maintenue par le Ubuntu Documentation Project.
hr: Ovo je mjesto na kojem možete naći službenu dokumentaciju koju su napisali i održavaju članovi Ubuntu Documentation Projecta.
hu: Ezen a webhelyen találhatók meg az Ubuntu dokumentációs projekt által kifejlesztett és karbantartott dokumentációk.
id: Di situs ini Anda dapat menemukan dokumentasi resmi yang dikembangkan dan dikelola oleh Proyek Dokumentasi Ubuntu.
pt_br: Esse site é onde você pode encontrar a documentação oficial desenvolvida e mantida pelo Projeto de Documentação do Ubuntu.
sv: På denna plats hittar du den officiella dokumentationen utvecklad och underhållen av Ubuntus dokumentationsprojekt.

source: This page contains documentation for Ubuntu &distro-rev; (&distro-version;). Find more documentation by clicking on the tabs at the top of this page.
de: Diese Seite beinhaltet die Dokumentation für Ubuntu &distro-rev; (&distro-version;). Zu weiterer Dokumentationen gelangen Sie über die Reiter am oberen Rand der Seite.
fr: Cette page contient de la documentation pour Ubuntu &distro-rev; (&distro-version;). Cliquez sur les onglets en haut de cette page pour plus de documentation.
hr: Ova stranica sadrži dokumentaciju za Ubuntu &distro-rev; (&distro-version;). Više dokumentacije možete naći klikom na pojedine kratice na vrhu stranice.
hu: Ez az oldal az Ubuntu &distro-rev; (&distro-version;) dokumentációját tartalmazza. További dokumentációkat az oldal tetején lévő lapokra kattintva érhet el.
id: Halaman ini memuat dokumentasi untuk Ubuntu &distro-rev; (&distro-version;). Temukan lebih banyak dokumentasi dengan mengeklik tab yang ada dibagian atas halaman ini.
pt_br: Esta página contém documentação para Ubuntu &distro-rev; (&distro-version;). Encontre mais documentação clicando nas abas no topo desta página.
sv: Den här sidan innehåller dokumentation för Ubuntu &distro-rev; (&distro-version;). Hitta mer dokumentation genom att klicka på flikarna på toppen av den här sidan.

source: <emphasis role="bold">Ubuntu Desktop Guide</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
de: <emphasis role="bold">Ubuntu-Desktop-Handbuch</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
fr: <emphasis role="bold">Guide du bureau d'Ubuntu</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
hr: <emphasis role="bold">Ubuntu priručnik za radno okružje</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
hu: <emphasis role="bold">Ubuntu munkaasztal kézikönyve</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
id: <emphasis role="bold">Panduan Desktop Ubuntu</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
pt_br: <emphasis role="bold">Guia para o Ubuntu Desktop</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>
sv: <emphasis role="bold">Ubuntus skrivbordsguide</emphasis> - <ulink url="ubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/desktopguide.pdf">PDF</ulink>

source: <emphasis role="bold">Kubuntu Desktop Guide</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
fr: <emphasis role="bold">Guide du bureau pour Kubuntu</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
hr: <emphasis role="bold">Kubuntu priručnik za radno okružje</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
hu: <emphasis role="bold">Kubuntu munkaasztal kézikönyve</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
id: <emphasis role="bold">Panduan Desktop Kubuntu</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
pt_br: <emphasis role="bold">Guia para o Kubuntu Desktop</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
sv: <emphasis role="bold">Kubuntus skrivbordsguide</emphasis> - <ulink url="kubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>

source: <emphasis role="bold">Xubuntu Desktop Guide</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
de: <emphasis role="bold">Xubuntu-Desktop-Handbuch</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
fr: <emphasis role="bold">Guide du bureau pour Xubuntu</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
hr: <emphasis role="bold">Xubuntu priručnik za radno okružje</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/kubuntu/&language;/desktopguide.pdf">PDF</ulink>
hu: <emphasis role="bold">Xubuntu munkaasztal kézikönyve</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
id: <emphasis role="bold">Panduan Desktop Xubuntu</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
pt_br: <emphasis role="bold">Guia do Xubuntu Desktop</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>
sv: <emphasis role="bold">Xubuntus skrivbordsguide</emphasis> - <ulink url="xubuntu/desktopguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/xubuntu/&language;/desktopguide.pdf">PDF</ulink>

source: <emphasis role="bold">Server Guide</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
de: <emphasis role="bold">Server-Handbuch</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
fr: <emphasis role="bold">Guide pour serveurs Ubuntu</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
hr: <emphasis role="bold">Server priručnik</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
hu: <emphasis role="bold">Kiszolgáló kézikönyv</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
id: <emphasis role="bold">Panduan Server</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>
pt_br: <emphasis role="bold">Guia para Servidores</emphasis> - <ulink url="ubuntu/serverguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/serverguide.pdf">PDF</ulink>

source: <emphasis role="bold">Packaging Guide</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
de: <emphasis role="bold">Paketierungshandbuch</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
fr: <emphasis role="bold">Guide d'empaquetage pour Ubuntu</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
hr: <emphasis role="bold">Priručnik o paketiranju</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
hu: <emphasis role="bold">Csomagkészítési kézikönyv</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
id: <emphasis role="bold">Panduan Pembuatan Paket</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
pt_br: <emphasis role="bold">Guia de Empacotamento</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>
sv: <emphasis role="bold">Paketeringsguide</emphasis> - <ulink url="ubuntu/packagingguide/&language;/index.html">HTML</ulink>, <ulink url="pdf/ubuntu/&language;/packagingguide.pdf">PDF</ulink>

source: Find out more about Ubuntu and Kubuntu from the following documents:
de: Erfahren Sie mehr über Ubuntu und Kubunte mit Hilfe der folgenden Dokumente:
fr: Apprenez-en plus sur Ubuntu et Kubuntu grâce aux documents suivants :
hr: Saznajte više o Ubuntuu i Kubuntuu iz slijedećih dokumenata:
hu: Az Ubunturól és Kubunturól az alábbi dokumentumokból tudhat meg többet:
id: Temukan lebih lanjut mengenai Ubuntu dan Kubuntu dari dokumen berikut:
pt_br: Saiba mais sobre o Ubuntu e o Kubuntu nos seguintes documentos:
sv: Lär dig mer om Ubuntu och Kubuntu från följande dokument:

source: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">About Ubuntu</ulink>
de: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">Info zu Ubuntu</ulink>
fr: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">A propos d'Ubuntu</ulink>
hr: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">O Ubuntuu</ulink>
hu: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">Az Ubuntu névjegye</ulink>
id: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">Tentang Ubuntu</ulink>
pt_br: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">Sobre o Ubuntu</ulink>
sv: <emphasis role="bold">Ubuntu</emphasis> - <ulink url="ubuntu/about-ubuntu/&language;/index.html">Om Ubuntu</ulink>

source: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">About Kubuntu</ulink>
de: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">Info zu Kubuntu</ulink>
fr: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">A propos de Kubuntu</ulink>
hr: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">O Kubuntuu</ulink>
hu: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">A Kubuntu névjegye</ulink>
id: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">Tentang Kubuntu</ulink>
pt_br: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">Sobre o Kubuntu</ulink>
sv: <emphasis role="bold">Kubuntu</emphasis> - <ulink url="kubuntu/about-kubuntu/&language;/index.html">Om Kubuntu</ulink>

source: If you can't find what you are looking for here, try the excellent source of <ulink url="http://help.ubuntu.com/community">community contributed documentation</ulink>.
de: Falls Sie die Infromation, die Sie benötigen, hier nicht gefunden haben, sollten Sie unbedingt einen Blick auf die von der Ubuntu-Gemeinde erstellte und exzellente <ulink url="http://help.ubuntu.com/community">Dokumentation</ulink> werfen.
fr: Si vous ne trouvez pas ce que vous cherchez, essayer l'excellente source de <ulink url="http://doc.ubuntu-fr.org/">documentation écrite par la communauté</ulink>.
hr: Ako ne možete naći ono što tražite, pogledajte odličnu <ulink url="http://help.ubuntu.com/community">dokumentaciju pisanu od strane zajednice</ulink>.
hu: Ha itt nem találja, amit keres, akkor próbálkozzon a <ulink url="http://help.ubuntu.com/community">közösség által készített</ulink> dokumentációkkal.
id: Jika Anda tidak menemukan apa yang Anda cari disini, silakan melihat berbagai <ulink url="http://help.ubuntu.com/community">dokumentasi yang disumbangkan komunitas</ulink>.
pt_br: Se você não encontrou o que está procurando aqui, tente uma execelente fonte de <ulink url="http://help.ubuntu.com/community"> documentação feita através das contribuições da comunidade</ulink>.
sv: Om du inte kan hitta vad du letar efter här, prova den utmärkta källan för <ulink url="http://help.ubuntu.com/community">gemenskapsbidragen dokumentation</ulink>.

source: translator-credits
de: Deutschprachige Ubuntu-Übersetzungsteam, 2006
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
hr: Ubuntu-hr: Ante Karamatić, 2006.
hu: Gál Ferenc <hunterz@freemail.hu>, 2006\nKelemen Gábor <kelemeng@gnome.hu>, 2006.
id: Andy Apdhani <imtheface@gmail.com>, 2006. Gde Bagus Aryana <gde6195@yahoo.com>, 2006.
pt_br: Tradutores: Ubuntu Brazilian Portuguese Translators <https://launchpad.net/people/ubuntu-l10n-pt-br>
sv: Översatt av https://launchpad.net/people/ubuntu-l10n-sv
