Repository: ahoneybun/pop-docs
Catalog: ubuntu/printing/po/*.po
Languages: de, es, it

source: Most of the time, Ubuntu will simply detect your scanner and you just be able to use it. To scan a document, you need to follow these steps:
de: Normalerweise wird Ubuntu Ihren Scanner automatisch erkennen und Sie können ihn sofort verwenden. Um ein Dokument zu scannen, führen Sie bitte die folgenden Schritte durch:
es: La mayoría de las veces, Ubuntu simplemente detectará su escáner y será capaz de usarlo. Para escanear un documento, necesita seguir los siguientes pasos:
it: Molto probabilmente Ubuntu è in grado di riconoscere il proprio scanner. Per acquisire un documento, procedere come segue:

source: Place what you want to scan on the scanner.
de: Legen Sie das zu scannende Material auf Ihren Scanner.
es: Coloque lo que quiera escanear en el escáner.
it: posizionare il documento da scansioanre nello scanner,

source: Go to <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane Bild-Scanner</guimenuitem></menuchoice>.
es: Vaya a <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Escáner de imágenes XSane</guimenuitem></menuchoice>.
it: scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>XSane - Scanner di immagini</guimenuitem></menuchoice>,

source: Alternately, pressing the scan button on the scanner should also work.
de: Alternativ sollte der Scannen-Knopf an Ihrem Scanner ebenfalls funktionieren.
es: Pulsar el botón SCAN del escáner también debería funcionar.
it: in alternativa, dovrebbe funzionare anche premendo il pulsante di scansione dello scanner.

source: What if it says "No devices available"?
de: Und wenn die Meldung: »Kein Gerät verfügbar« kommt?
es: ¿Y qué pasa si me dice «No hay dispositivos disponibles»?
it: Cosa succede se dice "Non è disponibile alcun dispositivo"?

source: There are two reasons why you might get this message.
de: Dafür gibt es zwei mögliche Gründe.
es: Existen dos razones por las que podría estar recibiendo dicho mensaje.
it: Ci sono due spiegazioni del perché di questo messaggio.

source: Your scanner is not supported in Ubuntu. The most common type of scanner not supported is old parallel port or Lexmark All-in-One printer/scanner/faxes.
de: Ihr Scanner wird nicht von Ubuntu unterstützt. Die meisten nicht unterstützten Modelle verwenden die veraltete "Parallele Schnittstelle" oder sind Drucker/Scanner/Faxgerät - Kombinationen von Lexmark.
es: Su escáner no es compatible con Ubuntu. Los tipos de escáner más comunes no compatibles son los que usan el viejo puerto paralelo y las impresoras/escáner/fax Lexmark All-in-One.
it: Lo scanner non è supportato da Ubuntu. Gli scanner non supportati più comuni, sono quelli che si collegano alla porta parallela del computer e le stampanti multifunzione Lexmark.

source: The driver for your scanner is not being autoloaded.
de: Der Treiber für Ihren Scanner konnte nicht automatisch geladen werden.
es: El controlador de su escáner no se ha cargado automáticamente.
it: Il driver dello scanner non viene caricato automaticamente.

source: Manually installing a scanner
de: Einen Scanner manuell einrichten
es: Instalación manual de un escáner
it: Installare uno scanner manualmente

source: There are some scanners that have less than complete drivers from the SANE project. They can sometimes be used, but not all the features may work.
de: Für einige Scanner liegen nur unvollständige Treiber des SANE-Projekts vor. Diese können evtl. verwendet werden. Sie bieten aber möglicherweise nur eine eingeschränkte Funktionalität.
es: Hay más controladores de escáneres en el proyecto SANE que están aún incompletos. Es posible usarlos, pero es posible que no proporcionen todas las funcionalidades.
it: Alcuni scanner presentano dei driver incompleti. È possibile utilizzare lo stesso questi scanner, ma presentano meno funzionalità.

source: Make sure the Universe repository is enabled. The easiest way to do this is probably through <application>Synaptic</application>.
de: Stellen Sie sicher, dass die Universe-Paketquelle aktiviert ist. Am einfachsten überprüfen Sie das mit <application>Synaptic</application>.
es: Asegúrese de que el repositorio Universe esté activado. Probablemente, el modo más fácil de hacer esto es a través de <application>Synaptic</application>.
it: Assicurarsi che il repository Universe sia abilitato. Il modo più semplice per farlo è quello di utilizzare <application>Synaptic</application>.

source: Get the drivers by searching <application>Synaptic</application> for libsane-extras or at a terminal type:
de: Suchen Sie in <application>Synaptic</application> nach dem Paket libsane-extras oder geben Sie in einem Terminal folgendes ein:
es: Obtenga los controladores buscando en <application>Synaptic</application> el paquete libsane-extras, o bien escriba lo siguiente en una terminal:
it: Scaricare i driver cercando, con <application>Synaptic</application>, «libsane-extras» o in un terminale digitare:

source: Edit the /etc/sane.d/dll.conf and enable the right driver for your scanner. Look for the lines that say:
de: Passen Sie die /etc/sane.d/dll.conf an und aktivieren Sie den entsprechenden Treiber für Ihren Scanner. Suchen Sie nach folgenden Zeilen:
es: Modifique el archivo /etc/sane.d/dll.conf habilitando el controlador adecuado para su escáner. Busque la líneas que dicen:
it: Modificare il file «/etc/sane.d/dll.conf» e attivare il driver giusto per il proprio scanner. Cercare le righe che contengono:

source: # The following backends are not part of the SANE distribution # but are provided by the libsane-extras Debian package
es: # Los siguientes backends no forman parte de la distribución de SANE # pero forman parte del paquete Debian libsane-extras.

source: Below it are several commented out lines. Uncomment (delete the #) the right one for your scanner.
de: Im Folgenden sind einige Zeilen auskommentiert. Entfernen sie das Kommentarzeichen (#), dass vor Ihrem Scanner steht.
es: Abajo hay varias líneas comentadas. Descoménte (elimine el #) la que corresponda a su escáner.
it: Al di sotto di queste ci sono molte righe commentate. Togliere il commento (eliminando il carattere #) dalla riga per il proprio scanner.

source: Fire up sane and scan away.
de: Starten Sie <application>sane</application> und beginnen Sie zu scannen.
es: Inicie sane y comience a escanear.
it: Avviare «sane» e scansionare un documento.

source: Because of the way Ubuntu's hotplugging stuff works, you may need to plug in the scanner after the computer has booted. If you're having problems seeing the scanner, you might want to try this.
es: Debido a la manera en que Ubuntu gestiona el reconocimiento de dispositivos, es posible que deba conectar el escáner tras haber arrancado el sistema. Si tiene problemas con el reconocimiento del escáner, debería probar este método.
it: Per via del sistema di hotplug di Ubuntu, potrebbe essere necessario collegare il proprio scanner dopo l'avvio del sistema. Se si riscontrano problemi a rilevare lo scanner, potrebbe essere utile provare quanto descritto qui.

source: XSane Image Scanner
de: XSane Bild-Scanner
es: Escáner de imágenes XSane
it: XSane - Scanner di immagini

source: You can use <application>XSane</application> to control a scanner and acquire images from it. With <application>XSane</application>, you can easily photocopy documents and save, fax or e-mail your scanned images. It can even save your scans as multi-page documents, instead of separate, one-page files. The <ulink url="http://xsane.org/">Xsane</ulink> website has more information.
es: Puede utilizar <application>XSane</application> para controlar un escáner y obtener imágenes. Con <application>XSane</application>, es muy fácil fotocopiar documentos y guardar o enviar por c.e. o fax las imágenes escaneadas. También es capaz de gardar sus imágenes como documentos de varias páginas, en lugar de hacerlo como archivos de una sola página. Puede encontrar más información en el sitio web <ulink url="http://xsane.org/">Xsane</ulink>.
it: È possibile utilizzare <application>XSane</application> per controllare uno scanner e acquisire immagini. Con <application>XSane</application> è possibile fotocopiare facilmente documenti e salvarli, inviarli via fax o email. È possibile salvare le scansioni come documenti a più pagine anziché come file separati. Per maggiori informazioni, consultare <ulink url="http://xsane.org/"> il sito web di Xsane</ulink>.

source: To start <menuchoice><guimenu>Applications</guimenu><guimenuitem>Graphics</guimenuitem><guimenuitem>XSane Image Scanner</guimenuitem></menuchoice>.
de: Zum Starten: <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Grafik</guimenuitem><guimenuitem>XSane Bild-Scanner</guimenuitem></menuchoice>.
es: Para ejecutarlo <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Gráficos</guimenuitem><guimenuitem>Escáner de imagen XSane</guimenuitem></menuchoice>.
it: Per avviarlo, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guimenuitem>Grafica</guimenuitem><guimenuitem>XSane - Scanner di immagini</guimenuitem></menuchoice>.

source: <application>XSane</application> can also be used from within <application>The GIMP</application>; just click <menuchoice><guimenu>File</guimenu><guimenuitem>Acquire</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> to scan directly into an image.
de: <application>XSane</application> kann auch aus der Anwendung <application>GIMP Image Editor</application> heraus gestartet werden. Klicken Sie dazu auf <menuchoice><guimenu>Datei</guimenu><guimenuitem>Holen</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice>, um direkt in ein Bild zu scannen.
es: <application>XSane</application> puede ejecutarse también desde dentro de <application>El GIMP</application>; pulse en <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Adquirir</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> para escanear directamente una imagen.
it: <application>XSane</application> può essere utilizzato direttamente da <application>GIMP</application>: fare clic su <menuchoice><guimenu>File</guimenu><guimenuitem>Aquisizione</guimenuitem><guimenuitem>XSane</guimenuitem></menuchoice> per scansionare direttamente un'immagine.

source: translator-credits
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Ralf https://launchpad.net/~ralf-weyer simpson-fan https://launchpad.net/~valentin-steinwandter Launchpad Contributions: Maren Reinecke https://launchpad.net/~maren-reinecke Ralf https://launchpad.net/~ralf-weyer Sebastian Heinlein https://launchpad.net/~glatzor Thomas Bernhofer https://launchpad.net/~thomas-bernhofer Thomas Lang https://launchpad.net/~klick-mich simpson-fan https://launchpad.net/~valentin-steinwandter
es: Jorge González <jorge.gonzalez.gonzalez@hispalinux.es> Francisco F. Serrador <serrador@cvs.gnome.org> Ricardo Mones Lastra <mones@users.sourceforge.net> Baltasar Pérez Díaz <baltasar.perez@hispalinux.es> Germán Poo Caamaño <gpoo@ubiobio.cl> José Lecaros Cisterna <lecaros@ubuntu-cl.org>
it: Ubuntu Italian Translators, https://launchpad.net/~ubuntu-l10n-it, 2006-2007

source: Most printers will be automatically supported by Ubuntu. The <application>Printer Configuration</application> application allows you to add printers, as well as modify their settings. You can also use this application to share the printer with other computers on a network, disable the printer, or restart it.
de: Die meisten Drucker werden automatisch von Ubuntu erkannt und unterstützt. Die Anwendung <application>Drucken</application> erlaubt Ihnen das Hinzufügen und Konfigurieren von Druckern. Sie können die Anwendung ebenfalls dazu verwenden, den Drucker im Netzwerk zu nutzen, zu deaktivieren oder ihn neu zu starten.

source: Plug your printer into your computer and power it on. Most printers will automatically be detected an configured. Once detected, a printer icon will appear in the notification area and after waiting a few moments, you should get a popup with the text "Printer is ready for printing."
de: Schließen Sie den Drucker an Ihren Rechner an und schalten Sie ihn ein. Die meisten Drucker werden automatisch erkannt und konfiguriert. Sobald Ihr Drucker vom System erkannt wurde, erscheint ein Drucker-Symbol im Benachrichtigungsfeld und nach ein paar Augenblicken. sollten sie ein Popup sehen, dass der Drucker zum Drucken bereit ist.

source: If your printer was not detected after a few moments, then you will need to follow these steps:
de: Sollte Ihr Drucker nach einigen Augenblicken nicht erkannt werden, führen Sie bitte die folgenden Schritte durch:

source: Now choose <menuchoice><guibutton>New Printer</guibutton></menuchoice>.
de: Wählen Sie <menuchoice><guibutton>Neuer Drucker</guibutton></menuchoice>.

source: Select the printer's name in the list.
de: Wählen Sie Ihren Drucker aus der Liste

source: Under the <guimenuitem>Settings</guimenuitem> tab, Click <guibutton>Print Test Page</guibutton>. A page should then be sent for printing.
de: Klicken Sie im Reiter <guimenuitem>Einstellungen</guimenuitem> auf <guibutton>Drucke Testseite</guibutton>. Diese sollte dann an Ihren Drucker gesendet und gedruckt werden.
