Repository: ahoneybun/pop-docs
Catalog: ubuntu/printing/po/*.po
Languages: de, es, it

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)

source: Printing, Faxing and Scanning
de: Drucken, Faxen und Scannen
es: Impresoras, faxes y escáners
it: Stampa, fax e scanner

source: Setting up and using a printer/fax machine.
de: Drucker und Faxgeräte einrichten und benutzen
es: Configuración y uso de impresoras y fax
it: Installare e usare una stampante o un fax.

source: Credits and License
de: Mitwirkende und Lizenzbestimmungen
es: Créditos y licencias
it: Riconoscimenti e licenza

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../../common/C/contributors.xml">Mitwirkende</ulink>.
es: Este documento se mantiene por el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obtener una lista de contribuidores, consulte la <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per l'elenco delle persone che hanno contribuito a questa guida, consultare la <ulink url="../../../common/C/contributors.xml">pagina dei contributi</ulink>.

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
de: Sie dürfen den Quelltext der Ubuntu-Dokumentation unter den Bedingungen dieser Lizenz ändern, erweitern oder verbessern. Alle Bearbeitungen müssen unter dieser Lizenz veröffentlicht werden.
es: Usted es libre de modificar, extender y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist hier verfügbar: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Una copia de la licencia está disponible aquí: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia ShareAlike Creative Commons</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
de: Canonical Limited und die Mitglieder des Ubuntu-Dokumentationsprojektes
es: Canonical Ltd. y miembors del Proyecto de Documentacion de Ubuntu
it: Canonical Ltd. e i membri del Progetto documentazione di Ubuntu.

source: The Ubuntu Documentation Project
de: Das Ubuntu-Dokumentationsprojekt
es: El Proyecto de Documentación de Ubuntu
it: Il Progetto documentazione di Ubuntu

source: Printing
de: Drucken
es: Impresoras
it: Stampare

source: Most printers will be automatically supported by Ubuntu. The <application>Gnome CUPS Manager</application> application allows you to add printers, as well as modify their settings. You can also use this application to monitor existing jobs, disable the printer, or restart it.
es: Ubuntu soporta muchas impresoras de forma automática. La aplicación <application>Gestor CUPS de Gnome</application> le permite añadir impresoras, así como modificar sus opciones. También puede usar esta aplicación para monitorizar las tareas existentes, deshabilitar la impresora, o reiniciarla.
it: La maggior parte delle stampanti sono supportate automaticamente da Ubuntu. L'applicazione <application>Stampanti</application> permette di aggiungere nuove stampanti e di modificarne la configurazione. È possibile inoltre usare questa applicazione per monitorare le code di stampa, disabilitare la stampante o riavviarla.

source: Local Printing
de: Drucken auf lokalem Drucker
es: Impresión local
it: Stampante locale

source: A local printer is one which is directly connected to your computer (as opposed to a network printer, discussed in the following section). To setup a new local printer:
de: Ein lokaler Drucker ist ein Drucker, der direkt mit Ihrem Rechner verbunden ist (im Gegensatz zu einem Netzwerkdrucker, der im nächsten Abschnitt erklärt wird). Um einen neuen lokalen Drucker einzurichten:
es: Una impresora local es aquella que está directamente conectada a su equipo (a diferencia de las impresoras de red, que se discuten en la siguiente sección). Para configurar una nueva impresora local:
it: Una stampante locale è collegata direttamente al proprio computer (a differenza della stampante di rete, descritta nella sezione successiva). Per installare una nuova stampante locale:

source: Obtain the model name of your printer.
de: Finden Sie die Modellbezeichnung Ihres Druckers heraus.
es: Obtener el modelo de su impresora
it: procurarsi il nome (modello) della stampante,

source: Ensure the printer is turned on.
de: Stellen Sie sicher, dass der Drucker eingeschaltet ist.
es: Asegúrese de que la impresota está encendida
it: assicurarsi che sia accesa,

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Printing</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Drucken</guimenuitem></menuchoice>
es: Elija <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Impresoras</guimenuitem></menuchoice>
it: scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Stampa</guimenuitem></menuchoice>,

source: Now choose <menuchoice><guimenu>Printer</guimenu><guimenuitem>Add Printer</guimenuitem></menuchoice>.
es: Ahora elija <menuchoice><guimenu>Impresora</guimenu><guimenuitem>Agregar impresora</guimenuitem></menuchoice>.
it: ora scegliere <menuchoice><guimenu>Stampante</guimenu><guimenuitem>Aggiungi stampante</guimenuitem></menuchoice>,

source: Your printer should be automatically detected. If so, simply click <guibutton>Forward</guibutton> and then <guibutton>Apply</guibutton>.
de: Ihr Drucker sollte automatisch erkannt werden. Wenn dies der Fall ist, klicken sie einfach auf <guibutton>Weiter</guibutton> und dann auf <guibutton>Anwenden</guibutton>.
es: Su impresora debería detectarse automáticamente. Si es así, simplemente pulse <guibutton>Siguiente</guibutton> y después <guibutton>Aplicar</guibutton>.
it: se la stampante è stata riconosciuta, fare clic su <guibutton>Avanti</guibutton> e quindi su <guibutton>Applica</guibutton>,

source: Finally, you can enter in a description and location for your printer.
de: Abschließend können Sie eine Beschreibung und einen Standort für Ihren Drucker eingeben.
es: Finalmente, puede introducir una descripción y una ubicación para su impresora.
it: infine, è possibile inserire una descrizione e la posizione della stampante.

source: If your printer was not automatically detected, you can try to select the port and printer driver manually. Some printers need further setup. Search the databases at <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> or check the <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu Wiki's Printer page</ulink> for possible information on your printer.
de: Wenn Ihr Drucker nicht automatisch erkannt wird, können Sie versuchen, Anschluss und Druckertreiber manuell auszuwählen. Einige Drucker müssen erst fertig konfiguriert werden, bevor sie verwendet werden können. Mehr Informationen erhalten Sie auf den englischsprachigen Seiten: <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> und <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">Ubuntu-Wiki Printer page</ulink> oder im deutschsprachigen <ulink url="[WWW] http://wiki.ubuntuusers.de/Drucker">Ubuntu-Wiki</ulink>.
es: Si su impresora no se detecta automáticamente, puede intentar seleccionar manualmente el puerto y el controlador de impresora. Algunas impresoras necesitan una configuración adicional. Busque en las bases de datos de <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> o consulte la <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">página de impresoras del wiki de Ubuntu</ulink> por si hubiera más información sobre su impresora.
it: Se la stampante non è stata riconosciuta, è possibile selezionare manualmente la porta e il driver. Alcune stampanti hanno bisogno di ulteriori impostazioni: cercare nel database di <ulink url="http://www.linuxprinting.org/">LinuxPrinting.org</ulink> oppure nella pagina riguardante le stampanti <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsPrinters">del wiki internazionale di Ubuntu</ulink> maggiori informazioni riguardo la propria stampante.

source: Network Printing
de: Drucken im Netzwerk
es: Impresión en red
it: Stampante di rete

source: You can also configure your Ubuntu system to send print jobs to a remote print server. Remote printers are hosted somewhere on a network. To configure a remote printer:
de: Sie können Ihr Ubuntu-System auch so konfigurieren, dass Druckaufträge an einen entfernten Druckserver im Netzwerk gesendet werden. Um einen entfernten Drucker einzurichten:
es: También puede configurar su sistema Ubuntu para enviar trabajos de impresión a un servidor remoto de impresión. Las impresoras remotas se encuentran en alguna parte de la red. Para configurar una impresora remota:
it: È possibile configurare il proprio sistema per inviare i lavori di stampa a una stampante di rete. Per configurare una stampante di rete:

source: You can scan for these printers and have them configure automatically. To do this, click “Global Settings” and then “Detect LAN Printers.” A warning box will appear indicating that a port will be opened on your computer that could potentially be used for malicious purposes. It is recommended you only run this scan on a trusted local network. If you don’t trust the network 100 percent, cancel the scan. If you are willing to go ahead, click “OK,” and after a minute or so the printers will appear in the box.
es: Puede buscar y configurar esas impresoras automáticamente. Para hacer esto, pulse «Opciones globales» y después «Detectar impresoras en la red local». Aparecerá una ventana de advertencia indicando que se abrirá un puerto en su equipo que podría ser usado con malos propósitos. Se recomienda que sólo realice esta búsqueda en una red local en la que confíe. Si no confía en la red al 100%, cancele la búsqueda. Si está conforme con seguir adelante, pulse «Aceptar» y después de aprox. un minuto aparecerán las impresoras en la ventana.
it: È possibile effettuare una ricerca per queste stampanti in modo da configurarle automaticamente. Fare clic su «Impostazioni globali» e poi su «Rileva stampanti LAN». Apparirà un messaggio indicante che verrà aperta una porta sul computer che potrebbe essere utilizzata da malintenzionati. È consigliato effettuare questa ricerca solo in una rete affidabile, nel caso in cui la rete attuale non lo fosse, annullare la ricerca. Per proseguire fare clic su «OK» e dopo un po' di tempo apparirà l'elenco delle stampanti.

source: If the previous step does not succeed, you can setup the remote printer manually. Choose <menuchoice><guimenu>Printer</guimenu><guimenuitem>Add Printer</guimenuitem></menuchoice>.
es: Si el paso anterior no tuvo éxito, puede configurar la impresora remota manualmente. Seleccione <menuchoice><guimenu>Impresora</guimenu><guimenuitem>Añadir impresora</guimenuitem></menuchoice>.
it: Se il passo precedente non ha avuto successo, è possibile configurare la stampante di rete manualmente. Scegliere <menuchoice><guimenu>Stampante</guimenu><guimenuitem>Aggiungi stampante</guimenuitem></menuchoice>.

source: Select <guilabel>Network Printer</guilabel>, and then select the appropriate protocol from the drop down menu.
es: Seleccione <guilabel>Impresora de red</guilabel>, y después seleccione el protocolo apropiado de la lista desplegable.
it: Selezionare <guilabel>Stampante di rete</guilabel> e quindi il protocollo dal menù a discesa.

source: Insert the details of the network printer and click <guibutton>Forward</guibutton>.
de: Geben Sie die Details Ihres Netzwerkdruckers ein und klicken Sie auf <guibutton>Weiter</guibutton>.
es: Introduzca los detalles de la impresora de red y pulse <guibutton>Adelante</guibutton>.
it: Inserire i parametri della stampante di rete e fare clic su <guibutton>Avanti</guibutton>.

source: Select the printer model and then click <guibutton>Apply</guibutton>.
de: Wählen Sie das Modell des Druckers aus und klicken Sie auf <guibutton>Anwenden</guibutton>.
es: Seleccione el modelo de impresora y pulse <guibutton>Aplicar</guibutton>.
it: Selezionare il modello della stampante e fare clic su <guibutton>Applica</guibutton>.

source: If you do not know the protocol or details of your network printer, you should consult your network administrator.
de: Wenden Sie sich bitte an Ihren Netzwerkadministrator, wenn Sie weder das Protokoll, noch Einzelheiten zu Ihrem Netzwerkdrucker kennen.
es: Si no conoce el protocolo o los detalles de su impresora de red, consulte con el administrador de red.
it: Se non si conosce il protocollo o i parametri della stampante di rete, contattare l'amministratore della rete.

source: Testing a Printer
de: Drucker testen
es: Probando una impresora
it: Provare una stampante

source: To test whether a local or remote printer works correctly:
de: Um zu überprüfen, ob ein lokaler oder entfernter Drucker korrekt funktioniert:
es: Para verificar que una impresora local o remota funciona correctamente:
it: Per verificare il corretto funzionamento di una stampante locale o di rete:

source: Right-click the printer icon, and select <guilabel>Properties</guilabel>.
es: Pulse con el botón derecho el el icono de la impresora y seleccione <guilabel>Propiedades</guilabel>.
it: Fare clic col pulsante destro del mouse sull'icona della stampante e selezionare <guilabel>Proprietà</guilabel>.

source: Click <guibutton>Print a Test Page</guibutton>. A page should then be sent for printing.
es: Pulse en <guibutton>Imprimir una página de prueba</guibutton>.
it: Fare clic su <guibutton>Stampa pagina di prova</guibutton> per stampare una pagina di prova.

source: Faxing
de: Faxen
es: Envío de fax
it: Inviare fax

source: <application>efax-gtk</application> can be used to send and receive faxes using a fax modem.
de: <application>efax-gtk</appliation> kann zum Senden und Empfangen von Faxen über ein Faxmodem verwendet werden.
es: Puede utilizar <application>efax-gtk</application> para enviar y recibir faxes usando un fax-módem.
it: L'applicazione <application>efax-gtk</application> può essere utilizzata per inviare e ricevere fax utilizzando un modem.

source: It also has an interface to provide a <quote>virtual printer</quote> for sending faxes from word processors and similar programs, can automatically e-mail a received fax to a designated user, and can automatically print a received fax.
de: Es stellt Ihnen darüber hinaus einen <quote>virtuellen Drucker</quote> bereit, mit dem Sie aus Textverarbeitungen und anderen Anwendungen heraus Faxe senden können. Empfangene Faxe können Sie sich automatisch ausdrucken lassen oder per E-Mail versenden.
es: También cuenta con una interfaz para configurar una <quote>impresora virtual</quote> para enviar faxes desde procesadores de texto y programas similares. Puede enviar automáticamente por c.e. un fax recibido a un determinado usuario, así como imprimir un fax recibido también automáticamente.
it: Può funzionare anche come <quote>stampante virtuale</quote> per inviare fax dal programma di elaborazione testi o da qualsiasi altro programma simile, può inoltrare via mail, a un destinatario predefinito, un fax e stampare automaticamente un fax ricevuto.

source: You can install the <application>efax-gtk</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Puede instalar el paquete <application>efax-gtk</application> del repositorio <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir aplicaciones</ulink>).
it: È possibile installare l'applicazione <application>efax-gtk</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).

source: To run <application>efax-gtk</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Office</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
de: Um <application>efax-gtk</application> zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Büro</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
es: Para ejecutar <application>efax-gtk</application>, seleccione <menuchoice><guimenu>Applications</guimenu><guisubmenu>Oficina</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.
it: Per avviare <application>efax-gtk</application>, scegliere <menuchoice><guimenu>Applicazioni</guimenu><guisubmenu>Ufficio</guisubmenu><guimenuitem>Efax-gtk</guimenuitem></menuchoice>.

source: <application>efax-gtk</application> requires a supported fax modem to be installed for it to function correctly.
es: <application>efax-gtk</application> requiere tener instalado un fax-módem para funcionar correctamente.
it: Per funzionare correttamente, <application>Efax-gtk</application> richiede un modem fax supportato e installato.

source: More information is available from the following locations:
de: Weiterführende Informationen erhalten Sie hier:
es: Hay más información en los siguientes lugares:
it: Ulteriori informazioni sono disponibili su:

source: Ubuntu Community support pages
de: Hilfeseiten der Ubuntu-Gemeinde
es: Páginas de soporte de la comunidad de Ubuntu
it: Pagine di supporto della comunità Ubuntu

source: Efax-gtk website
es: Página web de efax-gtk
it: Sito web di Efax-gtk

source: Scanning
de: Scannen
es: Escáner
it: Scanner

source: Most scanners are automatically supported by Ubuntu, and should be easy to install and operate. This guide will walk you through how to use your scanner and what to do if Ubuntu cannot find your scanner.
de: Die meisten Scanner werden automatisch von Ubuntu erkannt und sollten leicht zu installieren und zu benutzen sein. Diese Anleitung hilft Ihnen, Ihren Scanner zu bedienen und zeigt Ihnen, was Sie tun können, falls Ubuntu Ihren Scanner nicht erkennt.
es: Ubuntu soporta automáticamente la mayoría de los escánares, y deberían ser fáciles de instalar y usar. Esta guía le indica cómo usar su escáner y qué hacer si Ubuntu no puede encontrarlo.
it: Molti scanner sono supportati da Ubuntu e dovrebbe essere semplice installarli e utilizzarli. Questa guida illustra come utilizzare uno scanner e cosa fare se Ubuntu non riesce a identificarlo.

source: Does my scanner work with Ubuntu?
de: Funktioniert mein Scanner unter Ubuntu?
es: ¿Mi escáner funciona con Ubuntu?
it: Il mio scanner funziona con Ubuntu?

source: There are three ways to see if you scanner works in Ubuntu:
de: Es gibt drei Möglichkeiten, um herauszufinden, ob Ihr Scanner unter Ubuntu funktioniert:
es: Hay tres maneras de ver si su escáner funciona con Ubuntu:
it: Ci sono tre modi per verificare se lo scanner funzionerà con Ubuntu:

source: Simply plug it in and try it! If it is a newer Universal Serial Bus (USB) scanner, it is likely that it will just work.
de: Schließen Sie einfach Ihren Scanner an Ihren Rechner an und probieren Sie es aus. Wenn Sie einen Scanner mit USB Anschluss (Universal Serial Bus) haben, wird er sehr wahrscheinlich sofort einsatzbereit sein.
es: Simplemente enchúfelo y pruébelo. Si se trata de un moderno escáner Universal Serial Bus (USB), es muy probable que funcione simplemente así.
it: Semplicemente collegandolo al computer. Se è uno scanner USB (Universal Serial Bus), probabilmente funzionerà.

source: Check <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> which is Ubuntu specific.
de: Unter <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> können Sie nachlesen, ob Ihr Scanner von Ubuntu unterstützt wird.
es: Consulte <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners"> https://wiki.ubuntu.com/HardwareSupportComponentsScanners</ulink> que es específico de Ubuntu.
it: Controllando la pagina <ulink url="https://wiki.ubuntu.com/HardwareSupportComponentsScanners">relativa agli scanner</ulink> nel wiki internazionale di Ubuntu.

source: <ulink url="http://www.sane-project.org/sane-backends.html">SANE project listing of support scanners</ulink> - The SANE (Scanner Access Now Easy) project provides most of the backends to the scanning software on Ubuntu.
es: <ulink url="http://www.sane-project.org/sane-backends.html">Lista de escáneres soportados por el proyecto SANE</ulink> - El proyecto SANE (Scanner Access Now Easy) proporciona la mayoría de los motores para el software de escaneado en Ubuntu.
it: Controllando il sito web del <ulink url="http://www.sane-project.org/sane-backends.html">progetto SANE</ulink> per l'elenco degli scanner supportati. Il progetto SANE (Scanner Access Now Easy) fornisce l'infrastruttura ai programmi di scansione per Ubuntu.

source: Using your scanner
de: Ihren Scanner verwenden
es: Usar su escáner
it: Usare lo scanner
