Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: &ubuntu; and Debian have slightly different package versioning schemes to avoid conflicting packages with the same source version. If a Debian package has been changed in &ubuntu;, it has <emphasis>ubuntuX</emphasis> (where <emphasis>X</emphasis> is the &ubuntu; revision number) appended to the end of the Debian version. So if the Debian <application>hello</application> package was changed by &ubuntu;, the version string would be <filename>2.1.1-1ubuntu1</filename>. If a package for the application does not exist in Debian, then the Debian revision is <emphasis>0</emphasis> (<emphasis>e.g.</emphasis>, <filename>2.1.1-0ubuntu1</filename>).
fr: &ubuntu; et Debian ont des schémas de numérotation des versions légèrement différents afin d'éviter les conflits entre paquets ayant la même version source. Si un paquet Debian a été changé dans &ubuntu;, un suffixe <emphasis>ubuntuX</emphasis> (où <emphasis>X</emphasis> est le numéro de révision) est ajouté au nom de la version Debian. Ainsi si le paquet <application>hello</application> a été modifié dans &ubuntu; le nom de la version sera <filename>2.1.1-1ubuntu1</filename>. Si un paquet logiciel n'existe pas dans Debian, alors le numéro de révision Debian est <emphasis>0</emphasis> (<emphasis>i.e.</emphasis>, <filename>2.1.1-0ubuntu1</filename>).

source: Now look at the <filename>changelog</filename> for the &ubuntu; source package that we downloaded earlier:
fr: Examinez maintenant le <filename>changelog</filename> pour le paquet source &ubuntu; que nous avons téléchargé précedemment :

source: Notice that in this case the <emphasis>distribution</emphasis> is <emphasis>unstable</emphasis> (a Debian branch), because the Debian package has not been changed by &ubuntu;. Remember to set the <emphasis>distribution</emphasis> to your target distribution release.
fr: Notez que dans ce cas <emphasis>distribution</emphasis> est <emphasis>unstable</emphasis> (une branche Debian), car le paquet Debian n'a pas été modifié par &ubuntu;. Pensez à définir <emphasis>distribution</emphasis> avec votre version de distribution.

source: At this point create a <filename>changelog</filename> file in the <filename>debian</filename> directory where you should still be.
fr: À ce moment, créez un fichier <filename>changelog</filename> dans le dossier <filename>debian</filename> où vous devriez déjà être.

source: The control file contains the information that the package manager (such as <application>apt-get</application>, <application>synaptic</application>, and <application>aptitude</application>) uses, build-time dependencies, maintainer information, and much more.
fr: Le fichier control contient les informations que le gestionnaire de paquets (comme <application> apt-get</application>,<application>synaptic</application>,et <application>aptitude</application>) utilise, dépendances de construction, information sur le mainteneur, et beaucoup plus.

source: For the &ubuntu; <application>hello</application> package, the control file looks something like:
fr: Pour le paquet &ubuntu; <application>hello</application>, le fichier control ressemble à ceci :

source: Create <filename>control</filename> using the information above (making sure to provide your information for the <emphasis>Maintainer</emphasis> field).
fr: Créez le fichier <filename>control</filename> en utilisant les informations ci-dessus (en vous assurant de fournir votre propre information dans le champ <emphasis>Maintainer</emphasis>).

source: The first paragraph gives information about the source package. Let us go through each line:
fr: Le premier paragraphe donne des informations sur le paquet source. Parcourons chaque ligne:

source: <emphasis role="bold">Source:</emphasis> This is the name of the source package, in this case, <emphasis>hello</emphasis>.
fr: <emphasis role="bold">Source:</emphasis> C'est le nom du paquet source. Dans notre cas : <emphasis>hello</emphasis>.

source: <emphasis role="bold">Section:</emphasis> The apt repositories are split up into sections for ease of browsing and categorization of software. In this case, <application>hello</application> belongs in the <emphasis>devel</emphasis> section.
fr: <emphasis role="bold">Section:</emphasis> Les dépôts apt sont subdivisés en sections afin de faciliter le parcours et la catégorisation des logiciels. Dans notre cas <application>hello</application> appartient à la section <emphasis>devel</emphasis>.

source: <emphasis role="bold">Priority:</emphasis> This sets the importance of the package to users. It should be one of the following:
fr: <emphasis role="bold">Priority:</emphasis>(Priorité) Ceci définit l'importance du paquet pour les utilisateurs. Elle peut être l'une des suivantes:

source: <emphasis role="bold">Required</emphasis> - packages that are essential for the system to work properly. If they are removed it is highly likely that your system will break in an unrecoverable way.
fr: <emphasis role="bold">Required</emphasis> - Les paquets sont essentiels pour un fonctionnement correct du système. S'il sont supprimés il est à peu près sûr que votre système sera détruit de manière irréversible.

source: <emphasis role="bold">Important</emphasis> - minimal set of packages for a usable system. Removing these packages will not produce an unrecoverable breakage of your system, but they are generally considered important tools without which any Linux installation would be incomplete. Note: This does not include things like Emacs or even the X Window System.
fr: <emphasis role="bold">Important</emphasis> - ensemble minimal de paquets pour un système utilisable. Enlever ces paquets ne détruira pas de manière irréversible votre système, mais ils sont généralement considérés comme des outils importants sans lesquels une installation de Linux ne serait pas complète. Note : Ceci n'inclut pas de choses telles que Emacs ou même le serveur graphique X.

source: <emphasis role="bold">Standard</emphasis> - Somewhat self explanatory.
fr: <emphasis role="bold">Standard</emphasis> - Se comprend de lui-même.

source: <emphasis role="bold">Optional</emphasis> - in essence this category is for non-required packages, or the bulk of packages. However, these packages should not conflict with each other.
fr: <emphasis role="bold">Optional</emphasis> (Optionnel) - dans cette catégorie se trouvent essentiellement des paquets non-requis, le gros des paquets. Cependant, ces paquets ne doivent pas entrer en conflit entre eux.

source: <emphasis role="bold">Extra</emphasis> - packages that may conflict with packages in one of the above categories. Also used for specialized packages that would only be useful to people who already know the purpose of the package.
fr: <emphasis role="bold">Extra</emphasis> - paquets qui peuvent entrer en conflit avec l'une des catégories ci-dessus. Elle est également utilisée pour des paquets spécialisés qui ne seraient utiles qu'à des personnes qui connaissent la fonction du paquet.

source: <emphasis role="bold">Maintainer:</emphasis> The package maintainer with email address.
fr: <emphasis role="bold">Maintainer</emphasis> : Le mainteneur du paquet avec son courriel

source: <emphasis role="bold">Standards-Version:</emphasis> The version of the <ulink url="http://www.debian.org/doc/debian-policy/">Debian Policy</ulink> to which the package adheres (in this case, version 3.6.1). An easy way to find the current version is <emphasis>apt-cache show debian-policy | grep Version</emphasis>.
fr: <emphasis role="bold">Standards-Version</emphasis> : La version de la <ulink url="http://www.debian.org/doc/debian-policy/">ligne de conduite Debian (Debian Policy)</ulink> à laquelle le paquet adhère (dans ce cas, la version 3.6.1). Un moyen simple de trouver la version actuelle est <emphasis>apt-cache show debian-policy | grep Version</emphasis>.

source: <emphasis role="bold">Build-Depends:</emphasis> One of the most important fields and often the source of bugs, this line lists the binary packages (with versions if necessary) that need to be installed in order to create the binary package(s) from the source package. Packages that are essential are required by <emphasis>build-essential</emphasis> and do not need to be included in the Build-Depends line. In the case of <application>hello</application>, all the needed packages are a part of build-essential, so a Build-Depends line is not needed. The list of build-essential packages can be found at <filename>/usr/share/doc/build-essential/list</filename>.
fr: <emphasis role="bold">Build-Depends</emphasis> : L'un des champs les plus importants et souvent source de bogues. Cette ligne liste les paquets binaires (et leurs versions si nécessaire) devant être installés pour créer le(s) paquet(s) binaires(s) depuis le paquet source. Les paquets essentiels sont requis par <emphasis>build-essential</emphasis> et ne doivent pas être inclus dans la ligne Build-Depends. Dans le cas de <application>hello</application>, tous les paquets font partie de build-essential, donc la ligne Build-Depends n'est pas nécessaire. La liste des paquets build-essential peut être trouvée à <filename>/usr/share/doc/build-essential/list</filename>.

source: The second paragraph is for the binary package that will be built from the source. If multiple binary packages are built from the source package, there should be one section for <emphasis>each</emphasis> one. Again, let us go through each line:
fr: Le second paragraphe est destiné au paquet binaire qui sera construit depuis la source. Si de multiples paquets binaires sont construits depuis le paquet source, il devrait y avoir une section pour <emphasis>chacun</emphasis>. À nouveau, parcourons les lignes :

source: <emphasis role="bold">Package:</emphasis> The name for the binary package. Many times for simple programs (such as <application>hello</application>), the source and binary packages' names are identical.
fr: <emphasis role="bold">Package</emphasis> : Le nom du paquet binaire. Souvent, pour de simples programmes (tels que <application>hello</application>), le nom du paquet source et le paquet binaire sont les mêmes.

source: <emphasis role="bold">Architecture:</emphasis> The architectures for which the binary package(s) will be built. Examples are:
fr: <emphasis role="bold">Architecture</emphasis> : Les architectures pour lesquelles le paquet binaire sera construit. Par exemple :

source: <emphasis role="bold">all</emphasis> - The source is <emphasis>not</emphasis> architecture-dependent. Programs that use Python or other interpreted languages would use this. The resulting binary package would end with <filename>_all.deb</filename>.
fr: <emphasis role="bold">all</emphasis> - La source n'est <emphasis>pas</emphasis> dépendante de l'architecture. Les programmes qui utilisent Python ou d'autres langages interprétés l'utiliseront. Le paquet binaire résultant se terminera par <filename>_all.deb</filename>.

source: <emphasis role="bold">any</emphasis> - The source <emphasis>is</emphasis> architecture-dependent and should compile on all the supported architectures. There will be a .deb file for each architecture ( <filename>_i386.deb</filename> for instance)
fr: <emphasis role="bold">any</emphasis> - La source <emphasis>est</emphasis> dépendante de l'architecture et pourra compiler sur toute architecture supportée. Il y aura un fichier .deb pour chaque architecture (<filename>_i386.deb</filename> par exemple).

source: A subset of architectures (i386, amd64, ppc, etc.) can be listed to indicate that the source is architecture-dependent and does not work for all architectures supported by &ubuntu;.
fr: Un sous-ensemble d'architectures (i386, amd64, ppc, etc.) peut être listé pour indiquer que la source est dépendante de l'architecture et ne fonctionnera pas sur toutes les architectures supportées par Ubuntu.

source: <emphasis role="bold">Depends:</emphasis> The list of packages that the binary package depends on for functionality. For <application>hello</application>, we see <filename>${shlibs:Depends}</filename>, which is a variable that substitutes in the needed shared libraries. See the <filename>dpkg-source</filename> man page for more information.
fr: <emphasis role="bold">Depends</emphasis> : La liste des paquets dont le paquet binaire dépend pour son fonctionnement. Pour <application>hello</application>, nous voyons <filename>${shlibs:Depends}</filename>, qui est une variable qui se substitue aux bibliothèques partagées nécessaires. Voyez la page de man <filename>dpkg-source</filename> pour plus d'information.

source: <emphasis role="bold">Recommends:</emphasis> Used for packages that are highly recommended and usually are installed with the package. Some package managers, most notably <application>aptitude</application>, automatically install Recommended packages.
fr: <emphasis role="bold">Recommends</emphasis> : Utilisé pour les paquets fortement recommandés et habituellement installés avec ce paquet. Certains gestionnaire de paquets, notamment <application>aptitude</application>, installent automatiquement les paquets recommandés.

source: <emphasis role="bold">Suggests:</emphasis> Used for packages that are similar or useful when this package is installed.
fr: <emphasis role="bold">Suggests</emphasis> : Utilisé pour les paquets similaires ou utiles lorsque ce paquet est installé.

source: <emphasis role="bold">Conflicts:</emphasis> Used for packages that will conflict with this package. Both cannot be installed at the same time. If one is being installed, the other will be removed.
fr: <emphasis role="bold">Conflicts</emphasis> : Utilisé pour les paquets qui entreront en conflit avec ce paquet. Ceux-ci ne peuvent pas être installés en même temps. Si l'un est installé, l'autre sera désinstallé.

source: <emphasis role="bold">Description:</emphasis> Both short and long descriptions are used by package managers. The format is:
fr: <emphasis role="bold">Description</emphasis> : Les mainteneurs de paquets utilisent aussi bien les descriptions courtes et longues. La mise en forme est :

source: Note that there is one space at the beginning of each line in the long description. More information on how to make a good description can be found at <ulink url="http://people.debian.org/~walters/descriptions.html">http://people.debian.org/~walters/descriptions.html</ulink>.
fr: Notez qu'il y a un espace devant chaque ligne de la description longue . Plus d'informations sur comment rédiger une bonne description sont disponibles sur <ulink url="http://people.debian.org/~walters/descriptions.html">http://people.debian.org/~walters/descriptions.html</ulink>.

source: This file gives the copyright information. Generally, copyright information is found in the <filename>COPYING</filename> file in the program's source directory. This file should include such information as the names of the author and the packager, the URL from which the source came, a Copyright line with the year and copyright holder, and the text of the copyright itself. An example template would be:
fr: Ce fichier fournit les informations sur le droit de copie (copyright). Généralement, l'information au sujet du copyright se trouve dans le fichier <filename>COPYING</filename> dans le dossier de la source du programme. Ce fichier devrait inclure des informations telles que le nom de l'auteur et de l'empaqueteur, l'URL d'où vient la source, une ligne de Copyright avec l'année et le détenteur du copyright ainsi que le texte du copyright lui-même. Un exemple serait (NdT : toujours en anglais !) :

source: As one can imagine, <application>hello</application> is released under the GPL license. In this case it is easiest to just copy the <filename>copyright</filename> file from the &ubuntu; package:
fr: Comme chacun l'imagine, <application>hello</application> est sous licence GPL. Dans ce cas il est plus facile de simplement copier le fichier <filename>copyright</filename> depuis le paquet &ubuntu; :

source: You must include the complete copyright unless it is is GPL, LGPL, BSD, or Artistic License, in which case you can refer to the corresponding file in the <filename>/usr/share/common-licenses/</filename> directory.
fr: Vous devez inclure le copyright complet sauf si c'est la GPL, la LGPL, la licence BSD, la licence Artistique (Artistic License), auquel cas, vous pouvez vous référer au fichier correspondant dans le dossier <filename>/usr/share/common-licenses/</filename>.

source: Notice that the &ubuntu; package's <filename>copyright</filename> includes a license statement for the manual. It is important that <emphasis>all</emphasis> the files in the source be covered by a license statement.
fr: Notez que le fichier <filename>copyright</filename> du paquet &ubuntu; inclut une note de licence pour la documentation. il est important que <emphasis>tous</emphasis> les fichiers de la source soit couvert par une note de licence.

source: The <filename>rules</filename> file is an executable Makefile that has rules for building the binary package from the source packages. For <application>hello</application>, it will be easier to use the <filename>rules</filename> from the &ubuntu; package:
fr: Le fichier <filename>rules</filename> est un Makefile exécutable qui contient des règles pour construire le paquet binaire à partir des paquets source. Pour <application>hello</application> il sera plus facile d'utiliser le <filename>rules</filename> du paquet &ubuntu; :

source: Let us go through this file in some detail. One of the first parts you will see is the declaration of some variables:
fr: Nous allons parcourir ce fichier en détail. Une des premières parties que vous verrez est la déclaration de quelques variables :

source: This section sets the CFLAGS for the compiler and also handles the <filename>noopt</filename> and <filename>nostrip</filename> DEB_BUILD_OPTIONS for debugging.
fr: Cette section définit le CFLAGS pour le compilateur et prend aussi en charge les <filename>noopt</filename> et <filename>nostrip</filename> DEB_BUILD_OPTIONS pour le déboguage.

source: Next is the <filename>build</filename> rule:
fr: Ensuite on trouve la règle <filename>build</filename>

source: This rule runs <emphasis>./configure</emphasis> with the proper prefix, runs <emphasis>make</emphasis>, and creates a <filename>build</filename> file that is a timestamp of the build to prevent erroneous multiple compilations.
fr: Cette règle exécute <emphasis>./configure</emphasis> avec l'argument --prefix adéquat, exécute <emphasis>make</emphasis> et crée un fichier <filename>build</filename> qui constitue un horodatage (marqueur temporel) de la construction afin d'éviter des compilations multiples erronées.

source: The next rule is <filename>clean</filename>, which runs <emphasis>make -i distclean</emphasis> and removes the files that are made during the package building.
fr: La règle suivante, <filename>clean</filename>, exécute <emphasis>make -i distclean</emphasis> et supprime les fichiers créés durant la construction du paquet.

source: Next we see an empty <filename>binary-indep</filename> rule, because there are no architecture-independent files created in this package.
fr: Ensuite, nous voyons une règle vide <filename>binary-indep</filename>, parce qu'il n'y a pas de fichiers indépendants de l'architecture qui sont créés dans ce paquet.

source: There are, however, many architecture-dependent files, so <filename>binary-arch</filename> is used:
fr: Il y a, cependant, plusieurs fichiers dépendants de l'architecture, alors <filename>binary-arch</filename> est utilisé :

source: First, notice that this rule calls the <filename>checkroot</filename> rule to make sure the package is built as root and calls the <filename>build</filename> rule to compile the source. Then the <filename>debian/tmp/DEBIAN</filename> and <filename>debian/tmp/usr/share/doc/hello</filename> files are created, and the <filename>postinst</filename> and the <filename>prerm&gt;</filename> scripts are installed to <filename>debian/tmp/DEBIAN</filename>. Then <emphasis>make install</emphasis> is run with a prefix that installs to the <filename>debian/tmp/usr</filename> directory. Afterward the documentation files (NEWS, ChangeLog, and the debian changelog) are gzipped and installed. <emphasis>dpkg-shlibdeps</emphasis> is invoked to find the shared library dependencies of the <application>hello</application> executable, and it stores the list in the <filename>debian/substvars</filename> file for the ${shlibs:Depends} variable in <filename>control</filename>. Then <emphasis>dpkg-gencontrol</emphasis> is run to create a control file for the binary package, and it makes the substitutions created by <emphasis>dpkg-shlibdeps</emphasis>. Finally, after the permissions of the <filename>debian/tmp</filename> have been set, <emphasis>dpkg --build</emphasis> is run to build the binary .deb package and place it in the parent directory.
fr: Premièrement, notez que cette règle appelle la règle <filename>checkroot</filename> afin de s'assurer que le paquet est construit en tant que super-utilisateur et appelle la règle <filename>build</filename> pour compiler la source. Les fichiers <filename>debian/tmp/DEBIAN</filename> et <filename>debian/tmp/usr/share/doc/hello</filename> sont ensuite créés, le fichier <filename>postinst</filename> et les scripts <filename>prerm&gt;</filename> sont installés dans <filename>debian/tmp/DEBIAN</filename>. Ensuite <emphasis>make install</emphasis> est lancé avec un préfixe qui installe dans le répertoire <filename>debian/tmp/usr</filename>.Après quoi, les fichiers de documentation (NEWS, ChangeLog et le changelog Debian) sont comprimés par gzip et installés. <emphasis>dpkg-shlibdeps</emphasis> est invoqué pour trouver les dépendances de librairies partagées de l'exécutable <application>hello</application>, et stocke la liste dans le fichier <filename>debian/substvars</filename> pour la variable ${shlibs:Depends} dans <filename>control</filename>. Ensuite, <emphasis>dpkg-gencontrol</emphasis> est lancé pour créer un fichier control pour le paquet binaire et réalise les remplacements créés par <emphasis>dpkg-shlibdeps</emphasis>. Finalement, après avoir défini les permissions de <filename>debian/tmp</filename>, <emphasis>dpkg --build</emphasis> est lancé pour construire le paquet binaire .deb et le déposer dans le dossier parent.

source: postinst and prerm
fr: postint et prerm

source: The <filename>postinst</filename> and <filename>prerm</filename> files are examples of maintainer scripts. They are shell scripts that are executed after installation and before removal, respectively, of the package. In the case of the &ubuntu; <application>hello</application> package, they are used to install (and remove) the info file. Go ahead and copy them into the current <filename>debian</filename> directory.
fr: Les fichiers <filename>postinst</filename> et <filename>prerm</filename> sont des exemples de scripts de mainteneur. Ce sont des scripts shell qui sont exécutés respectivement, après l'installation et avant la suppression, du paquet. Dans le cas du paquet &ubuntu; <application>hello</application>, ils sont utilisés pour installer (et supprimer) le fichier info. Poursuivez et copiez les dans le répertoire courant <filename>debian</filename>.

source: Now that we have gone through the files in the <filename>debian</filename> directory for <application>hello</application> in detail, we can build the source (and binary) packages. First let us move into the root of the extracted source:
fr: Maintenant que nous avons parcouru les fichiers dans le répertoire <filename>debian</filename> pour <application>hello</application> en détail, nous pouvons construire les paquets source (et binaire). Déplaçons-nous d'abord à la racine de la source extraite.
