Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: <emphasis role="bold">apt-cache dump</emphasis> - lists every package in the cache. This command is especially helpful in combination with a <application>grep</application> pipe such as <application>apt-cache dump | grep foo</application> to search for packages whose names or dependencies include <quote>foo</quote>.
fr: <emphasis role="bold">apt-cache dump</emphasis> - liste tous les paquet dans le cache. Cette commande est particulièrement pratique en association avec une redirection vers <application>grep</application> comme <application>apt-cache dump | grep foo</application> pour rechercher des paquets dont le nom ou les dépendances incluent <quote>foo</quote>.

source: <emphasis role="bold">apt-cache policy</emphasis> - lists the repositories (main/restricted/universe/multiverse) in which a package exists.
fr: <emphasis role="bold">apt-cache policy</emphasis> - liste les dépôts (main/restricted/universe/multiverse) dans lesquels des paquets existent.

source: <emphasis role="bold">apt-cache show </emphasis> - displays information about a binary package.
fr: <emphasis role="bold">apt-cache show </emphasis> - affiche des informations sur le paquet binaire.

source: <emphasis role="bold">apt-cache showsrc </emphasis> - displays information about a source package.
fr: <emphasis role="bold">apt-cache showsrc </emphasis> - affiche des informations sur le paquet source.

source: <emphasis role="bold">apt-cache rdepends </emphasis> - shows reverse dependencies for a package (which packages require the queried one.
fr: <emphasis role="bold">apt-cache rdepends </emphasis> - montre les dépendances inverses pour un paquet (quels paquets nécessitent celui qu'on demande).

source: <emphasis role="bold">dpkg -S </emphasis> - lists the binary package to which a particular file belongs.
fr: <emphasis role="bold">dpkg -S </emphasis> - montre le paquet binaire auquel appartient un certain fichier

source: <emphasis role="bold">dpkg -l </emphasis> - lists currently installed packages. This is similar to <application>apt-cache dump</application> but for installed packages.
fr: <emphasis role="bold">dpkg -l </emphasis> - montre les paquets actuellement installés. Ceci est similaire à <application>apt-cache dump</application> mais pour les paquets installés.

source: <emphasis role="bold">dpkg -c </emphasis> - lists the contents of a binary package. It is useful for ensuring that files are installed to the right places.
fr: <emphasis role="bold">dpkg -c </emphasis> - montre les contenus d'un paquet binaire. Cette commande est utile pour s'assurer que les fichiers sont installés aux bons endroits.

source: <emphasis role="bold">dpkg -f </emphasis> - shows the control file for a binary package. It is useful for ensuring that the dependencies are correct.
fr: <emphasis role="bold">dpkg -f </emphasis> - montre le fichier de contrôle pour un paquet binaire. Cette commande est utile pour s'assurer que les dépendances sont correctes.

source: <emphasis role="bold">grep-dctrl</emphasis> - searches for specialized information in packages. It is a specific use of the <application>grep</application> package (but not installed by default).
fr: <emphasis role="bold">grep-dctrl</emphasis> - permet la recherche d'informations spécialisées dans les paquets. C'est un usage spécifique du paquet <application>grep</application> (mais pas installé par défaut).

source: <emphasis role="bold">diff and patch:</emphasis> The <application>diff</application> program can be used to compare two files and to make patches. A typical example might be <application>diff -ruN file.old file.new &gt; file.diff</application>. This command will create a diff (recursively if directories are used) that shows the changes, or <quote>delta</quote>, between the two files.
fr: <emphasis role="bold">diff and patch :</emphasis> Le programme <application>diff</application> peut être utilisé pour comparer deux fichier et créer des patches.

source: The <application>patch</application> program is used to apply a patch (usually created by <application>diff</application> or another similar program) to a file or directory. To apply the patch created above, we can invoke <application>patch -p0 &lt; file.diff</application>. The <emphasis>-p</emphasis> tells <application>patch</application> how much it should strip from the paths for the file names in the patch. -p0 means to strip nothing, or leave the path intact.
fr: Le programme <application>patch</application> est utilisé pour appliquer un correctif (patch) (habituellement créé par <application>diff</application> ou un autre programme similaire) sur un fichier ou un dossier. Afin d'appliquer le correctif créé ci-dessus, nous pourrions invoquer <application>patch -p0 &lt; file.diff</application>. Le <emphasis>-p</emphasis> indique à <application>patch</application> la tolérance applicable aux chemins contenus dans le correctif. -p0 indique de ne rien modifier.

source: Getting Started
fr: Prise en main

source: Binary and Source Packages
fr: Paquets sources et binaires

source: Most users of a Debian-based distribution such as &ubuntu; will never have to deal with the actual source code that is used to create all of the applications on their computers. Instead, the source code is compiled into <emphasis>binary</emphasis> packages from the <emphasis>source</emphasis> package that contains both the source code itself and the rules for making the binary package. Packagers upload the source packages with their changes to the build systems that then compile the binary packages for each architecture. A separate system distributes the generated binary .deb files and source changes to the repository mirrors.
fr: La plupart des utilisateurs d'une distribution basée sur Debian comme &ubuntu; n'auront jamais à faire au code source actuel qui est utilisé pour créer toutes les applications qu'ils utilisent sur leur ordinateur. Au lieu de cela, le code source est compilé en paquets <emphasis>binaires</emphasis> à partir du paquet <emphasis>source</emphasis> qui contient à la fois le code source lui même et les règles pour créer un paquet binaire. Les empaqueteurs téléversent leurs paquets source avec leurs modifications sur des systèmes de construction qui compilent alors les paquets binaires pour chaque architecture. Un autre système distribue les fichiers .deb binaires générés et les modifications de la source sur les miroirs des dépôts.

source: Packaging Tools
fr: Outils de création de paquets

source: There are many tools written specifically for packaging on Debian-based systems. Many of them are not <emphasis>essential</emphasis> to creating packages but are very helpful and often automate repetitive tasks. Their <application>man</application> and <application>info</application> pages are good sources of information. However, the following is a list of packages that are deemed necessary to begin packaging:
fr: Il existe un grand nombre d'outils écrits spécifiquement pour la création de paquets sur les systèmes basés sur Debian. Beaucoup d'entre eux ne sont pas <emphasis>essentiels</emphasis> pour créer des paquets mais sont très pratiques et permettent souvent d'automatiser des tâches répétitives. Leur pages de <application>man</application> et <application>info</application> sont de bonnes sources d'information. Cependant, la liste suivante regroupe des paquets absolument nécessaires pour commencer à créer des paquets :

source: is a metapackage that depends on <application>libc6-dev</application>, <application>gcc</application>, <application>g++</application>, <application>make</application>, and <application>dpkg-dev</application>. One package that you might not be familiar with is <application>dpkg-dev</application>. It contains tools such as <application>dpkg-buildpackage</application> and <application>dpkg-source</application> that are used to create, unpack, and build source and binary packages.
fr: est un méta-paquet qui dépend de <application>libc6-dev</application>, <application>gcc</application>, <application>g++</application>, <application>make</application>, et <application>dpkg-dev</application>. Il est possible que vous ne soyez pas familiarisé avec <application>dpkg-dev</application>. Il contient des outils comme <application>dpkg-buildpackage</application> et <application>dpkg-source</application>, qui sont utilisés pour créer, dépaqueter et construire des paquets sources et binaires.

source: contains many scripts that make the packager's maintenance work much easier. Some of the more commonly used are <application>debdiff</application>, <application>dch</application>, <application>debuild</application>, and <application>debsign</application>.
fr: contient un grand nombre de scripts qui rendent le travail de maintenance de l'empaqueteur plus facile. Parmi les plus utilisés, on trouve <application>debdiff</application>, <application>dch</application>, <application>debuild</application>, et <application>debsign</application>.

source: <application>debhelper</application> and <application>dh-make</application>
fr: <application>debhelper</application> et <application>dh-make</application>

source: are scripts that automate common packaging tasks. <application>dh-make</application> can be used to do the initial "debianization" and provides many example files.
fr: sont des scripts qui automatisent des tâches communes de création de paquets. <application>dh-make</application> peut être utilisé pour initier la « debianisation » et procure un grand nombre de fichiers d'exemple.

source: <application>diff</application> and <application>patch</application>
fr: <application>diff</application> et <application>patch</application>

source: are used to create and apply patches, respectively. They are used extensively in packaging because it is easier, cleaner, and more efficient to represent small changes as patches rather than to have multiple copies of a file.
fr: sont utilisés respectivement, pour créer et appliquer des correctifs (patchs). Ils sont utilisés intensivement pour la mise en paquets parce qu'il est plus facile, plus propre et plus efficace de représenter de petits changements par des correctifs que d'avoir plusieurs copies d'un seul fichier.

source: is a complete and free replacement for PGP used to digitally sign files (including packages).
fr: est une alternative complète, libre et gratuite à PGP utilisée pour signer numériquement des fichiers (et des paquets).

source: simulates running a command with root privileges. This is useful for creating binary packages as a regular user.
fr: simule le lancement d'une commande avec les privilèges de super-utilisateur. Ceci est utile pour créer des paquets binaires en tant qu'utilisateur normal.

source: <application>lintian</application> and <application>linda</application>
fr: <application>lintian</application> et <application>linda</application>

source: dissect Debian packages and report bugs and Policy violations. They contain automated checks for many aspects of Debian Policy as well as for common errors.
fr: dissèquent les paquets Debian et reportent les bogues et violations de la ligne de conduite Debian. Il contiennent des vérifications automatisées pour un certain nombre d'aspects de la ligne de conduite Debian ainsi que pour les erreurs communes.

source: constructs a chroot system and builds a package inside the chroot. It is an ideal system to use to check that a package has correct build dependencies and to build clean packages to be tested and distributed.
fr: crée un système chroot et construit un paquet dans l'environnement chroot. C'est un système idéal à utiliser pour vérifier si un paquet contient les dépendances de constructions correctes et pour construire des paquets à tester et distribuer.

source: The Personal Builder: pbuilder
fr: Le constructeur personnel : pbuilder

source: Using pbuilder as a package builder allows you to build the package from within a chroot environment. You can build binary packages without using <application>pbuilder</application>, but you must have all the build dependencies installed on your system first. However, pbuilder allows the packager to check the build dependencies because the package is built within a minimal &ubuntu; installation, and the build dependencies are downloaded according to the <filename>debian/control</filename> file.
fr: Utiliser pbuilder comme outil de création de paquet vous permet de construire le paquet depuis un environnement chroot. Vous pouvez construire des paquets binaires sans utiliser <application>pbuilder</application>, mais vous devez d'abord avoir installé toutes les dépendances de construction. Ce pendant, pbuilder permet à l'empaqueteur de vérifier les dépendances de construction car le paquet est construit au sein d'une installation &ubuntu; minimale, et les dépendances de construction sont téléchargées en accord avec le fichier <filename>debian/control</filename> file.

source: The following is a brief guide to installing, using, and updating a pbuilder environment, however, there are many details of <application>pbuilder</application> usage that are outside the realm of this guide. The <application>pbuilder</application> man page has lots of information and should be consulted if you have problems or need more detailed information.
fr: Ceci est un guide rapide pour installer, utiliser et mettre à jour un environnement pbuilder. Il y a cependant beaucoup de détails d'utilisation de <application>pbuilder</application> en dehors du champ de ce guide. La page de man de <application>pbuilder</application> contient un grand nombre d'informations et devrait être consultées si vous avez des problèmes ou avez besoin d'informations détaillées.

source: Installing and configuring a pbuilder environment
fr: Installation et configuration d'un environnement pbuilder

source: The first, and perhaps most obvious, thing to do is to install <application>pbuilder</application>. If you want to create a <application>pbuilder</application> for a release newer than the one you currently have installed, you will need to manually install the <application>debootstrap</application> .deb (from <ulink url="&p.u.c;">&p.u.c;</ulink>) from the newer release. To create a pbuilder execute:
fr: La première, et sans doute la plus évidente, des choses à faire est d'installer <application>pbuilder</application>. Si vous voulez créer un <application>pbuilder</application> pour une version plus récente que celle que vous avez installée à ce moment, vous devrez installer manuellement le <application>debootstrap</application> .deb (depuis <ulink url="&p.u.c;">&p.u.c;</ulink>) de la version plus récente. Pour créer un pbuilder faites :

source: where &lt;distro&gt; is the release you want (<emphasis>&ubuntuplus1;</emphasis> for instance) to create the pbuilder for. If you would like to create more than one <application>pbuilder</application> environment you can append the <emphasis>--basetgz</emphasis> flag with the desired location for the compressed <application>pbuilder</application> environment. The default is <filename>/var/cache/pbuilder/base.tgz</filename>. If you do choose to use <emphasis>--basetgz</emphasis> you will need to use it with the other <application>pbuilder</application> commands so <application>pbuilder</application> knows which compressed build environment to use.
fr: où &lt;distro&gt; est la version de distribution(<emphasis>&ubuntuplus1;</emphasis> for instance) pour laquelle vous voulez créer le pbuilder. Si vous voulez créer plus d'un environnement <application>pbuilder</application> vous pouvez ajouter l'argument <emphasis>--basetgz</emphasis> avec l'emplacement désiré pour l'environnement <application>pbuilder</application> compressé. L'emplacement par défaut est <filename>/var/cache/pbuilder/base.tgz</filename>. Si vous faites le choix d'utiliser <emphasis>--basetgz</emphasis> vous devrez également l'utiliser avec l'autre commande <application>pbuilder</application> afin que <application>pbuilder</application> sache quel environnement de construction compressé il doit utiliser.

source: Creating a pbuilder environment will take some time as <application>debootstrap</application> essentially downloads a minimal &ubuntu; installation.
fr: Créer un environnement pbuilder prendra un certain temps car <application>debootstrap</application> télécharge essentiellement une installation &ubuntu; minimale.

source: A more flexible way to create a pbuilder (and perhaps multiple pbuilders) is to you a shell script.
fr: Une manière plus souple pour vous de construire un pbuilder (et sans doute de multiple pbuilders) est un script shell.

source: Using the pbuilder
fr: Utiliser le pbuilder

source: Now that you have a running pbuilder you can build binary packages from the source package by invoking:
fr: Maintenant que vous avez un pbuilder qui fonctionne, vous pouvez construire des paquets binaires depuis les paquets sources en invoquant :

source: This will build all the source packages in the current directory. The resulting .debs and source packages can be found in <filename>/var/cache/pbuilder/result/</filename> (which can be changed with the <emphasis>--buildresult</emphasis> flag).
fr: Cela va construire tous les paquets sources dans le répertoire courant. Les .debs résultants et les paquets sources se situent dans <filename>/var/cache/pbuilder/result/</filename> (ceci peut être changé avec le paramètre <emphasis>--buildresult</emphasis>).

source: Updating the pbuilder
fr: Mettre à jour pbuilder

source: You should always have a current pbuilder whenever you are testing your source packages, especially when you are building for a development release that is rapidly changing, to ensure that the dependencies are properly found. To update your pbuilder, use:
fr: Vous devez toujours avoir pbuilder à jour, même lorsque vous testez vos paquets source, et surtout si vous travaillez sur une distribution de développement qui change rapidement, pour être sûr que les dépendances soient correctement trouvées. Pour mettre à jour pbuilder, utilisez :

source: If you would like to upgrade you pbuilder to a new release you can use <application>pbuilder update</application> in combination with the <emphasis>--distribution</emphasis> flag:
fr: Si vous voulez que mettre votre pbuilder à jour vers une nouvelle version, vous pouvez utiliser <application>pbuilder update</application> en combinaison avec le marqueur <emphasis>--distribution</emphasis> :

source: Build Helpers
fr: Assitants de construction

source: Good stuff about debhelper and CDBS goes here
fr: De bons trucs à propos de debhelper et CDBS se trouvent ici.

source: Packaging with Debhelper
fr: Créer des paquets avec debhelper

source: <emphasis role="bold">Requirements:</emphasis> The requirements from <xref linkend="basic-scratch"/> plus debhelper and dh-make
fr: <emphasis role="bold">Prérequis : </emphasis> Les prérequis de <xref linked="basic-scratch"/> ainsi que debhelper et dh-make

source: As a packager, you will rarely create packages from scratch as we have done in the previous section. As you can imagine, many of the tasks and information in the <filename>rules</filename> file, for instance, are common to packages. To make packaging easier and more efficient, you can use <application>debhelper</application> to help with these tasks. Debhelper is a set of Perl scripts (prefixed with <emphasis>dh_</emphasis>) that automate the process of package-building. With these scripts, building a Debian package becomes quite simple.
fr: En tant qu'empaqueteur, vous créerez rarement des paquets de zéro comme nous venons de le faire dans la section précédente. Comme vous pouvez l'imaginer, plusieurs des tâches et une grande partie de l'information dans le fichier <filename>rules</filename> sont communs aux paquets. Afin de faciliter et de rendre plus efficace la mise en paquets, vous pouvez utiliser <application>debhelper</application> pour vous aider dans ces tâches. Dephelper est un ensemble de scripts Perl (préfixés par <emphasis>dh_</emphasis>) qui automatisent le processus de construction de paquets. Avec ces scripts, la construction d'un paquet Debian devient passablement simple.

source: Like the previous example, the first thing we need to do is unpack the original (upstream) tarball.
fr: Comme dans l'exemple précédent, la première chose que nous devons faire et de décompresser l'archive tar originale (amont - upstream).

source: Instead of copying the upstream tarball to <filename>hello_2.1.1.orig.tar.gz</filename> as we did in the previous example, we will let <application>dh_make</application> do the work for us. The only thing you have to do is rename the source folder so it is in the form of <emphasis>&lt;packagename&gt;-&lt;version&gt;</emphasis> where packagename is lowercase. In this case, just untarring the tarball produces a correctly named source directory so we can move into it:
fr: Au lieu de copier l'archive tar originale vers <filename>hello_2.1.1.orig.tar.gz</filename> comme nous l'avons fait dans l'exemple précédent, nous allons laisser <application>dh_make</application> faire le travail pour nous. La seule chose à faire est de renommer le paquet source afin qu'il soit de la forme <emphasis>&lt;nom_de_paquet&gt;-&lt;version&gt;</emphasis> ou nom_de_paquet est en minuscules. Dans ce cas, déballer simplement l'archive produit un répertoire source correctement nommé et nous pouvons nous y placer :

source: To create the initial "debianization" of the source we will use <application>dh_make</application>.
fr: Pour créer la «debianisation» initiale de la source nous allons utiliser <application>dh_make</application>

source: dh_make -e your.maintainer@address -f ../hello-2.1.1.tar.gz
fr: dh_make -e votre.adrresse@mainteneur -f ../hello-2.1.1.tar.gz

source: dh_make will then ask you a series of questions:
fr: dh_make vous posera ensuite une série de questions:

source: Enter
fr: Entrée

source: Only run <application>dh_make -e</application> once. If you run it again after you do it the first time, it will not work properly. If you want to change it or made a mistake, remove the source directory and untar the upstream tarball afresh. Then you can migrate into the source directory and try again.
fr: Ne lancez <application>dh_make -e</application> qu'une seule fois. Si vous le lancez une seconde fois, il ne fonctionnera pas correctement. Si vous voulez effectuer une modification, ou si vous avez fait une erreur, supprimer le répertoire source et refaites une nouvelle décompression de l'archive tar originale. Ensuite vous pourrez revenir dans le répertoire source et réessayer.

source: Running <application>dh_make -e</application> does two things:
fr: La commande <application>dh_make -e</application> fait deux choses :

source: Creates the <filename>hello_2.1.1.orig.tar.gz</filename> file in the parent directory,
fr: Crée le fichier <filename>hello_2.1.1.orig.tar.gz</filename> dans le répertoire parent.

source: Creates the basic files needed in <filename>debian/</filename> and many template files (.ex) that may be needed.
fr: Crée les fichiers de base utilisés dans <filename>debian/</filename> et plusieurs fichiers de gabarit (template) (.ex) qui peuvent être utiles.

source: The <application>Hello</application> program is not very complicated, and as we have seen in <xref linkend="basic-scratch"/>, packaging it does not require much more than the basic files. Therefore, let us remove the <filename>.ex</filename> files:
fr: Le programme <application>Hello</application> n'est pas très compliqué, et comme nous l'avons vu dans <xref linkend="basic-scratch"/>, la mise en paquet ne demande pas beaucoup plus que les fichiers basiques. À cet effet, retirons les fichiers <filename>.ex</filename> :
