Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: A very useful package to have installed when doing merges (or any Ubuntu packaging) is <application>devscripts</application>. If you do not have that already installed, install it before proceeding.
fr: Lorsque vous fusionnez des paquets (ou que vous créez des paquets pour Ubuntu), <application>devscripts</application> est un paquet qui peut grandement faciliter votre travail. Si vous ne l'avez pas encore installé, vous pouvez le faire avant de commencer.

source: By looking at the &ubuntu; changelog you should be able to see which differences to expect between the Ubuntu package and the Debian package from which it was derived. For xcdroast, the &ubuntu; changelog can be found at <ulink url="http://changelogs.ubuntu.com/changelogs/pool/universe/x/xcdroast/xcdroast_0.98+0alpha15-1.1ubuntu1/changelog"> changelogs.ubuntu.com</ulink>. It says that a .desktop file was fixed and properly installed to close a bug reported in <ulink url="https://launchpad.net/malone/bugs/2698">Malone</ulink>.
fr: En examinant le changelog &ubuntu vous devriez être capable de voir à quelles différences s'attendre entre le paquet Ubuntu et le paquet Debian dont il dérive. Pour xcdroast le changelog se trouve sur <ulink url="http://changelogs.ubuntu.com/changelogs/pool/universe/x/xcdroast/xcdroast_0.98+0alpha15-1.1ubuntu1/changelog">changelogs.ubuntu.com</ulink>. Il y est dit qu'un fichier .desktop a été corrigé et correctement installé pour clore un bogue reporté sur <ulink url="https://launchpad.net/malone/bugs/2698">Malone</ulink>.

source: Now inspect the actual changes in the source packages:
fr: Inspectez maintenant les modifications dans les paquets source :

source: The lines that start with - have been removed from the Debian package, and those that start with + have been added to the &ubuntu; package.
fr: Les lignes qui commencent par - ont été enlevées du paquet Debian, et celles qui commencent par + ont été ajoutées au paquet &ubuntu;.

source: The following is what we see:
fr: Voici ce qu'on peut lire :

source: In debian/rules install is being used instead of cp to install the xcdroast icon. Also, there is a new line installing the .desktop file.
fr: Dans debian/rules, install est utilisé à la place de cp pour installer l'icône de xcdroast. Il y a également une nouvelle ligne pour installer le fichier .desktop.

source: In debian/changelog the changes made are added to the changelog entry.
fr: Les changements effectuées donnent lieu à une nouvelle entrée dans debian/changelog.

source: In debian/dirs usr/share/applications has been added for the install lines above to work properly.
fr: On a ajouté /usr/share/applications dans debian/dirs afin que les lignes d'installation fonctionnent correctement.

source: xcdroast.desktop is added
fr: le fichier xcdroast.desktop a été ajouté

source: Now we know how the Ubuntu source was changed. Now we need to see what has changed in the Debian sources.
fr: Maintenant que nous savons comment les sources d'Ubuntu ont été modifiées, il nous faut déterminer ce qui a été modifié dans les sources de Debian.

source: There is a lot more in this debdiff than in the last one. One way we can get a better idea of what has changed is to see what files were changed in the debdiff:
fr: Il y a beaucoup plus de modifications dans ce debdiff que dans le précédent. Un moyen d'avoir une idée plus claire de ce qui a été modifié est de regarder les fichiers modifiés dans le debdiff :

source: This indicates that debian/postinst, debian/rules, debian/changelog, debian/doc-base.manual, debian/control, and debian/menu were changed in the new Debian version.
fr: Cela nous indique que debian/postinst, debian/rules, debian/changelog, debian/doc-base.manual, debian/control et debian/menu ont été modifiés dans la nouvelle version de Debian.

source: Thus we can see that we need to check debian/rules to see if the &ubuntu; changes were made. We can also see that debian/dirs was not changed from the old Debian version. Let us now look at the files. We can unpack the source package by using <application>dpkg-source</application>:
fr: Ainsi nous voyons qu'il faut vérifier le fichier debian/rules pour voir si les modifications &ubuntu; ont été appliquées. Nous pouvons également voir que debian/dirs n'a pas été changé depuis la dernière version. Examinons maintenant ces fichiers. Nous pouvons dépaqueter le paquet source en utilisant <application>dpkg-source</application> :

source: This will decompress the xcdroast_0.98+0alpha15.orig.tar.gz file, create a xcdroast-0.98+0alpha15 directory, and apply the changes found in xcdroast_0.98+0alpha15-3.diff.gz.
fr: Cela va décompresser le fichier xcdroast_0.98+0alpha15.orig.tar.gz file, créer le répertoire xcdroast-0.98+0alpha15 et y appliquer les modifications trouvées dans xcdroast_0.98+0alpha15-3.diff.gz.

source: Now navigate to the debian directory:
fr: Déplaçons-nous maintenant dans le répertoire debian :

source: One can see in <filename>rules</filename> that changes made by &ubuntu; were not applied to the new Debian version. This means that:
fr: On peut voir dans <filename>rules</filename> que les modifications effectuées par &ubuntu; n'ont pas été appliquées à la version Debian. Ceci signifie que :

source: ...should be changed to:
fr: ... devrait être changé en :

source: Now in <filename>dirs</filename>, the following line needs to be added for the .desktop file to be installed:
fr: Il faut maintenant ajouter les lignes suivantes dans le fichier <filename>dirs</filename> afin que le fichier <filename>.desktop</filename> soit installé :

source: Now we need the actual .desktop file (saved as <emphasis>debian/xcdroast.desktop</emphasis>). From the ubuntu.debdiff (or the Ubuntu source package), we see that it is:
fr: Maintenant il faut récupérer le fichier <filename>.desktop</filename> en question (enregistré dans <emphasis>debian/xcdroast.desktop</emphasis>). En regardant dans <filename>ubuntu.debdiff</filename> (ou dans le paquet source <phrase>Ubuntu</phrase>), on voit qu'il s'agit de :

source: The last change that needs to be made is in <filename>changelog</filename>. Not only do we need to add what we have just done (merge with Debian), but we should also add in the previous &ubuntu; changelog entries. To do this, run <application>dch -i -D dapper</application> and put something to the effect of:
fr: Le dernier changement qui doit être fait est dans <filename>changelog</filename>. Nous ne devons pas uniquement ajouter ce que nous venons de faire ‒ fusion (merge) avec Debian ‒, mais nous devons également ajouter les précédentes entrées du changelog &ubuntu;. Pour faire cela, exécutez <application>dch -i -D dapper</application> et mettez quelque chose du type de :

source: Make sure to change the version number to the correct &ubuntu; version. Also add:
fr: Assurez-vous de changer le numéro de version pour un numéro correct de version &ubuntu ; ajoutez aussi :

source: xcdroast (0.98+0alpha15-1.1ubuntu1) breezy; urgency=low * Fix and install existing .desktop file. (Closes Malone #2698) -- Captain Packager &lt;packager@coolness.com&gt; Sat, 1 Oct 2005 19:39:04 -0400
fr: xcdroast (0.98+0alpha15-1.1ubuntu1) breezy; urgency=low * Fix and install existing .desktop file. (Closes Malone #2698) -- Captain Packager <packager@coolness.com> Sat, 1 Oct 2005 19:39:04 -0400

source: between the 0.98+0alpha15-1.1 and 0.98+0alpha15-2 log entries.
fr: entre les entrées 0.98+0alpha15-1.1 et 0.98+0alpha15-2.

source: Now you can build and test the new source packages. There are different ways to do this, but one example is:
fr: Vous pouvez maintenant construire et tester le nouveau paquet source. Il y a différentes manière de le faire, par exemple :

source: This will recreate the source package, sign it with your default GPG key, and build the package in a pbuilder environment to make sure it builds correctly. Make sure to always test your packages before submitting patches. The last step is to make a debdiff that can be attached to an existing bug report or given to the MOTUs in the #ubuntu-motu IRC channel. To do this, we get the difference between the Debian unstable source package and the new &ubuntu; version:
fr: Ceci va recréer le paquet source, signer avec votre clé GPG par défaut, et construire le paquet dans un environnement pbuilder afin d'être sur qu'il se construit correctement. Assurez vous de toujours tester vos paquets avant de soumettre vos patches. La dernière étape consiste à faire un debdiff qui pourra être attaché à un rapport de bogue existant ou transmis aux MOTUs sur le canal IRC #ubuntu-motu. Pour cela nous obtenons la différence entre le paquet source Debian et la nouvelle version &ubuntu; :

source: Packaging for Kubuntu
fr: Construire des paquets pour Kubuntu

source: As one might imagine, the main packaging issues specific to Kubuntu are with KDE and Qt.
fr: Comme on peut l'imaginer, les principales spécificités de la création de paquets pour Kubuntu sont liées à KDE et Qt.

source: Build Dependencies
fr: Dépendances de construction

source: Kubuntu programs are mostly KDE ones. Therefore, they need to Build-Depend on <filename>kdelibs4-dev</filename>. Since KDE's focus is to have programs interacting, some programs might also need to Build-Depend on other parts of KDE, such as <filename>kdepim-dev</filename>. Be sure to get the list of necessary dependencies for your program.
fr: Les programmes de Kubuntu sont principalement des programmes de KDE. Leur dépendance de construction (Build-Depends) doit donc inclure <filename>kdelibs4-dev</filename>. Puisque KDE insiste sur le caractère d'interaction entre les programmes, certains programmes peuvent également avoir des dépendances de constructions sur d'autres parties de KDE, comme <filename>kdepim-dev</filename>. Assurez-vous de bien lister toutes les dépendances nécessaires pour votre programme.

source: Desktop Files
fr: Fichiers desktop

source: KDE has some specific paths. Most settings for KDE are installed in either <filename>/etc/kde3/</filename> or <filename>/usr/share/apps/</filename>. It is important to note that the general desktop files for KDE should go to <filename>/usr/share/applications/kde/</filename>. The install path for the desktop files should be fixed if they do not use this (except for desktop files like service menus).
fr: KDE utilise des chemins spécifiques. La plupart des réglages de KDE sont localisés soit dans <filename>/etc/kde3</filename>, soit dans <filename>/usr/share/apps/</filename>. Il est important de noter que la plupart des fichiers desktop de KDE vont dans <filename>/usr/share/applications/kde/</filename>. Le chemin d'installation des fichiers desktop doit être corrigé si il ne correspond pas à celui-ci (à l'exception des fichiers desktop comme les menus de services).

source: KDE desktop files also need specific entries to fit in the KMenu. A minimal desktop file for a KDE program could be something like this:
fr: Les fichiers desktop de KDE nécessitent aussi des entrées spécifiques pour être insérés dans le menu K. Un fichier desktop minimal pour un programme KDE pourrait ressembler à :

source: Note that the Categories field must begin with Qt;KDE;. There are specific desktop file entries for KDE programs and modules that allow su to declare the given programs as KCModules or autostart them when logging in.
fr: Notez que le champ Categories doit commencer par Qt;KDE;. Il existe des entrées spécifiques pour le fichier desktop des programmes et modules de KDE qui permettent de déclarer les programmes comme des KCModules ou de les démarrer automatiquement à l'ouverture de session.

source: Generating .pot Files
fr: Générer des fichiers .pot

source: The Ubuntu translation website, <ulink url="https://launchpad.net/rosetta/">Rosetta</ulink>, now supports KDE, which means KDE packages need to support Rosetta by generating .pot template files for translators. If you use <application>cdbs</application> in edgy, your package should now automatically build and check for a .pot file in po/ directory.
fr: Le site Web de traduction de Ubuntu, <ulink url="https://launchpad.net/rosetta/">Rosetta</ulink>, prend maintenant aussi en charge KDE. Cela signifie que les paquets KDE doivent produire des fichiers modèles .pot pour les traducteurs. Si vous utilisez <application>cdbs</application> dans edgy, votre paquet devrait être généré automatiquement et il devrait vérifier la présence d'un fichier .pot dans le répertoire po/.

source: You will need the <ulink url="../files/kubuntu_01_kdepot.diff">kdepot patch</ulink> (or similar; it may not apply cleanly depending on the age of the admin directory).
fr: Vous aurez besoin du <ulink url="../files/kubuntu_01_kdepot.diff">patch de kdepot</ulink> (ou similaire; il est possible que ce patch ne s'applique pas correctement suivant l'ancienneté du répertoire admin).

source: If your package uses <application>debhelper</application> or <application>cdbs</application> and includes its own kde.mk file, you need to add the rules yourself.
fr: Si votre paquet utilise <application>debhelper</application> ou <application>cdbs</application> et inclut son propre fichier <filename>kde.mk</filename>, vous devez ajouter les règles vous-même.

source: For <application>cdbs</application>, add these lines to debian/rules:
fr: Pour <application>cdbs</application>, ajoutez ces lignes à debian/rules :

source: For <application>debhelper</application>, add the following to the end of the <emphasis>install</emphasis> rule:
fr: Dans le cas de <application>debhelper</application>, ajoutez ceci à la fin de la règle <emphasis>install</emphasis> :

source: Also for <application>debhelper</application>, add the following to the <emphasis>clean</emphasis> rule:
fr: Également pour <application>debhelper</application>, ajoutez ceci à la règle <emphasis>clean</emphasis> :

source: Patch Systems
fr: Systèmes de patch

source: Quite often it turns out that the upstream source needs to be patched, either to adjust the program to work with Ubuntu or to fix bugs in the source before they are fixed upstream. But how should we reperesent these changes? We could simply make the changes in the unpacked source package, in which case the patch would be expressed in the <filename>.diff.gz</filename> file. However, this is not ideal. If there is more than one patch you loose the ability to seperate the patches as you just see one big diff that also contains the packaging files (in <filename>debian/</filename>. This can make it more difficult when you want to send the patches upstream. It is also very convenient to seperate the author's source from the changes made for Ubuntu. The best place to put this information is in the <filename>debian/</filename> that is already used for the packaging files. For the rest of this chapter we will be looking at the various ways to set up patches in this way.
fr: Il arrive fréquemment que le code source amont nécessite des corrections (patch), soit pour adapter le programme à Ubuntu, soit pour corriger des erreurs dans la source avant qu'elle ne soit corrigées en amont. Mais comment gérer ces modifications ? On pourrait simplement effectuer les changements dans le paquet source décompressé, auquel cas la correction apparaîtra dans le fichier <filename>.diff.gz</filename>. Cependant, cette solution n'est pas idéale. Lorsqu'il y a plus d'une correction, on perd la capacité de les séparer proprement, puisqu'elles apparaissent dans un seul grand diff qui contient également les fichiers d'empaquetage (dans <filename>debian/</filename>). Cela peut aussi rendre plus difficile la communication des corrections en amont. Il est plus correct de séparer le code source initial et les modifications spécifiques à Ubuntu. Le meilleur endroit pour cette information est <filename>debian/</filename>, déjà utilisé pour les fichiers d'empaquetage. Dans la suite de ce chapitre, nous examinerons différentes manières de préparer les corrections avec cette approche.

source: Example 1.
fr: Exemple 1.

source: Example 2.
fr: Exemple 2.

source: The most important thing to keep in mind when patching packages maintained by other people is to keep the patch system (or lack thereof) that the maintainer has set up. This will ensure consistency and make the package maintainer more likely to accept your patch.
fr: La chose la plus importante à garder à l'esprit quand vous mettez à jour un paquet maintenu par une autre personne, c'est de conserver le système de mise à jour mis en place par le mainteneur. Ceci garantit une cohérence et incite le mainteneur du paquet à accepter plus facilement votre mise à jour.

source: The Ubuntu Packaging Guide
fr: Guide de création de paquets d'Ubuntu

source: Welcome to the &ubuntu; Packaging Guide! This guide is primarily addressed to those who would like to make and maintain &ubuntu; packages. Although many of the concepts in this guide could be used to make binary packages for personal use, it is designed for those people wanting to distribute their packages to and for others. While it is also written with the &ubuntu; Linux distribution in mind, it should also be useful for any Debian-based distribution.
fr: Bienvenue sur le guide de création de paquet &ubuntu; ! Ce guide s'adresse principalement à ceux qui voudraient créer et maintenir des paquets &ubuntu;. Bien que de nombreux concepts dans ce guide puissent être utilisés pou créer des paquet binaires en vue d'un usage personnel, il est conçu pour les personnes qui veulent distribuer leur paquets aux, et pour, les autres. Bien qu'il soit écrit en ayant la distribution &ubuntu; en tête, il pourra également être utile pou n'importe quelle distribution basée sur Debian.

source: There are several reasons you might want to learn how to package for Ubuntu. First, building and fixing &ubuntu; packages is a great way to contribute to the &ubuntu; community. It is also a good way to learn how &ubuntu; and the applications you have installed work. Maybe you want to install a package that is not in the &ubuntu; repositories. Hopefully after you have completed this guide you will have the tools and knowledge you need to do all of these things.
fr: Il pourrait y avoir de multiples rasions pour lesquelles vous voulez apprendre à créer des paquets pour &ubuntu;. Tout d'abord, construire et corriger des paquets &ubuntu; est une excellente manière de contribuer à la communauté &ubuntu;. C'est également une bonne façon d'apprendre comment &ubuntu; et les applications que vous avez installées fonctionnent. Peut-être que vous voulez installer un paquet qui n'est pas dans les dépôts &ubuntu;. Heureusement après avoir lu ce guide, vous aurez le savoir et les outils dont vous avez besoin pour faire tout cela.

source: HTML and PDF versions of the manual are available online at <ulink url="&ubuntu-documentation;">the Ubuntu Documentation website</ulink>.
fr: Les versions HTML et PDF de ce manuel sont disponible sur <ulink url="&ubuntu-documentation;">le site de la documentation Ubuntu</ulink>.

source: You can buy this guide in book form from <ulink url="&lulu-store;">our Lulu store</ulink>. You will only pay for the price of printing and postage.
fr: Vous pouvez acheter ce manuel sous forme de livre sur <ulink url="&lulu-store;">notre boutique Lulu</ulink>. Vous ne paierez que l'impression et les frais d'envoi.

source: Where to Begin
fr: Où commencer

source: If you are completely new to Debian-based packaging then you will want to read this guide completely through, paying special attention to <xref linkend="intro-prereq"/>, <xref linkend="gs-chap"/>, and <xref linkend="basic-chap"/>. People who are experienced with Debian-based packaging will find <xref linkend="ubuntu-chap"/> and <xref linkend="bugs-chap"/> most helpful.
fr: Si vous êtes totalement novice sur la création de paquets basés sur Debian, alors vous voudrez lire ce guide d'un bout à l'autre, en prêtant particulièrement attention à <xref linkend="intro-prereq"/>, <xref linkend="gs-chap"/>, et <xref linkend="basic-chap"/>. Les personnes expérimentés en matière d'empaquetage Debian trouveront <xref linkend="ubuntu-chap"/> et <xref linkend="bugs-chap"/> plus utiles.

source: Prerequisites
fr: Prérequis

source: This guide assumes that the reader has a reasonable knowledge of building and installing software from source on Linux distributions. The guide also uses the Command Line Interface (CLI) throughout, so you should be comfortable using a terminal. You should be able to at least use the following:
fr: Ce guide part du principe que le lecteur a une connaissance raisonnable de la construction et installation de logiciels depuis les sources sur Linux. Ce guide utilise également intensivement l'interface en ligne de commande, vous devez donc vous sentir à l'aise dans l'utilisation d'une console. Vous devez être minimum capable d'utiliser ce qui suit :

source: <emphasis role="bold">make:</emphasis> GNU Make is a very important software building tool. It is used to transform a complex compilation task into a trivial one. It is important that you know how to use it, because we will store most of the information about the packaging process in a Makefile. Documentation is available at the <ulink url="http://www.gnu.org/software/make/manual/make.html">GNU </ulink> website.
fr: <emphasis role="bold">make :</emphasis> GNU Make est un outil de construction de logiciels très important. Il est utilisé pour transformer un travail de compilation complexe en quelque chose de trivial. Il est important que vous sachiez comment l'utiliser, car il stockera la majeure partie de l'information sur le processus d'empaquetage dans un fichier Makefile. La documentation est disponible sur le site web <ulink url="http://www.gnu.org/software/make/manual/make.html">GNU</ulink>.

source: <emphasis role="bold">./configure:</emphasis>This script is included in almost all Linux source, especially for software written in compiled languages such as C and C++. It is used to generate a Makefile (file used by <application>make</application>) that is properly configured for your system. Standard Debian packaging tools use it, so it is important that you know what the <filename>configure</filename> script does. Information on <filename>./configure</filename> can be found in the <application>make</application> documentation.
fr: <emphasis role="bold">./configure :</emphasis> Ce script est fourni dans pratiquement toutes les sources Linux, particulièrement pour les logiciels écrits dans des langages compilés comme C et C++. Il est utilisé pour générer un Makefile (fichier utilisé par <application>make</application>) qui est configuré de manière adéquate pour votre système. Les outils standards d'empaquetage Debian l'utilisent, il est donc important que vous sachiez ce que le script <filename>configure</filename> fait. L'information sur <filename>./configure</filename> peut être trouvée dans la documentation de <application>make</application>.

source: <emphasis role="bold">Apt/Dpkg:</emphasis> Beyond the basic use of installing programs, <application>apt</application> and <application>dpkg</application> have many features that are useful for packaging.
fr: <emphasis role="bold">Apt/Dpkg :</emphasis> En dehors de l'usage basique d'installation d'applications, <application>apt</application> et <application>dpkg</application> possèdent de nombreuses fonctionnalités qui sont utiles pour la création de paquets.
