Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation d'Ubuntu)

source: Packaging new applications for Ubuntu
fr: Empaquetage de nouvelles applications pour Ubuntu

source: Learn how to package programs so that they can easily be included in Ubuntu and other Debian based distributions.
fr: Apprendre comment empaqueter des programmes de sorte qu'ils puissent être facilement inclus dans Ubuntu et autres distributions basées sur Debian.

source: HOWTO
fr: Marche à suivre

source: Updating Packages
fr: Mise à jour des paquets

source: If you have been around Linux distributions for any amount of time, you have realized that there are sometimes bugs in programs. In the Debian and &ubuntu; distributions, bugs are often fixed through the packaging by patching the source code. Sometimes there are bugs in the packaging itself that can cause difficulties.
fr: Si vous connaissez le monde des distributions Linux depuis un certain temps, vous avez remarqué qu'il y a parfois des bogues dans les programmes. Dans les distributions Debian et &ubuntu;, les bogues sont souvent corrigés par l'applications de correctifs de code source au travers de l'empaquetage. De temps en temps, des bogues dans l'empaquetage lui-même peuvent engendrer certaines difficultés.

source: To patch the program's source code, you could simply download the current &ubuntu; source package (with <application>apt-get source</application>) and make the needed changes. You can then add a new entry to the <filename>debian/changelog</filename> using <application>dch -i</application> or <application>dch -v &lt;version&gt;-&lt;revision&gt;</application> to specify the new revision. When you run <application>debuild -S</application> from the source directory you will have a new source package with a new <filename>.diff.gz</filename> in the parent directory that contains your changes. A problem with this approach is that the distinction between source and patches is unclear.
fr: Pour patcher le code source du programme vous pouvez simplement télécharger le paquet source &ubuntu; courant (avec <application>apt-get source</application>) et effectuer les modifications nécessaires. Vous pouvez alors ajouter une nouvelle entrée au fichier <filename>debian/changelog</filename> en utilisant <application>dch -i</application> ou <application>dch -v &lt;version&gt;-&lt;revision&gt;</application> pour spécifier une nouvelle révision. Lorsque vous exécutez <application>debuild -S</application> depuis le répertoire source vous obtenez un nouveau paquet source, avec un nouveau <filename>.diff.gz</filename> qui contient vos modifications, dans le répertoire parent. Le problème avec cette méthode est que la distinction entre la source et les patches n'est pas claire.

source: A solution to this problem is to separate the changes to the source code into individual patches stored in the <filename>debian</filename> directory. One such patch system is called <application>dpatch</application>. The patches are stored in the <filename>debian/patches/</filename> directory and have a special format.
fr: Une solution à ce problème est de séparer les modifications du code source en patches individuels stockés dans le répertoire <filename>debian</filename>. Un tel système de patch est appelé <application>dpatch</application>. Les patches sont stockés dans le répertoire <filename>debian/patches/</filename> et ont un format particulier.

source: To create a <application>dpatch</application>, perform the following steps sequentially.
fr: Pour créer un <application>dpatch</application>, effectuer les opérations suivantes dans l'ordre.

source: Create a temporary work space and two copies of the current source directory:
fr: Créez un espace de travail temporaire et deux copies du répertoire source courant :

source: Make the changes in the <filename>&lt;package&gt;-&lt;version&gt;</filename> directory.
fr: Effectuez vos modifications dans le répertoire <filename>&lt;package&gt;-&lt;version&gt;</filename>

source: Create a patch file using <application>diff</application> and place it in the <filename>debian/patches</filename> directory:
fr: Créez un fichier patch en utilisant <application>diff</application> et placez le dans le répertoire <filename>debian/patches</filename> :

source: Create the <application>dpatch</application> using <application>dpatch patch-template</application> and a file named <filename>00list</filename> that lists the dpatches:
fr: Créez le <application>dpatch</application> en utilisant <application>dpatch patch-template</application> et un fichier nommé <filename>00list</filename> qui liste les dpatches :

source: You can now place <filename>01_patchname.dpatch</filename> and <filename>00list</filename> in the <filename>debian/patches</filename> directory of your source package:
fr: Vous pouvez maintenant placer les fichiers <filename>01_patchname.dpatch</filename> et <filename>00list</filename> dans le répertoire <filename>debian/patches</filename> de votre paquet source :

source: You can also edit a pre-existing patch using <application>dpatch-edit-patch</application>.
fr: Vous pouvez également modifier un patch pré-existant en utilisant <application>dpatch-edit-patch</application>.

source: Once all the changes have been made, a changelog entry added, and <application>dpatch</application> added to the <filename>debian/control</filename> file (if needed), then you can rebuild the source package with <application>debuild -S</application>.
fr: Une fois les modifications effectuées, une entrée est ajoutée au changelog, et <application>dpatch</application> est ajouté, si nécessaire, au fichier <filename>debian/control</filename>. Vous pouvez alors reconstruire le paquet source avec <application>debuild -S</application>.

source: To get your fixed source package uploaded to the &ubuntu; repositories, you will need to get your source package sponsored by a person who has upload rights. See <xref linkend="ubuntu-upload"/> for more details. Sometimes, rather than giving the entire source package (.diff.gz, .dsc, and .orig.tar.gz), it is easier and more efficient to just give the difference between the source package that is currently in the repositories and your fixed source package. A tool has been created to do just that called <application>debdiff</application>. Using <application>debdiff</application> is similar to using <application>diff</application> but is made specifically for packaging. You can <application>debdiff</application> the source package by:
fr: Pour avoir votre paquet source corrigé téléversé sur les dépôts &ubuntu;, vous aurez besoin d'une personne garante de votre paquet source qui a les droits de téléversement. Voyez <xref linkend="ubuntu-upload"/> pour plus de détails. Parfois, plutôt que de fournir un paquet source complet (.diff.gz, .dsc, .orig.tar.gz), il est plus facile et plus efficace de fournir simplement la différence entre le paquet source qui est actuellement dans les dépôts et votre paquet source corrigé. Un outil appelé <application>debdiff</application> a été créé pour justement faire cela. L'utilisation de <application>debdiff</application> est similaire à celle de <application>diff</application> mais il est destiné spécifiquement à l'empaquetage. Vous pouvez appliquer <application>debdiff</application> au paquet source ainsi :

source: or the binary package by:
fr: ou le paquet binaire avec :

source: Debdiffs are great to attach to bug reports and have ready for a sponsor to upload.
fr: Les debdiffs sont très intéressants à joindre à un rapport de bogue et sont prêts à être télévérsés par une personne se portant garant.

source: Ubuntu Packaging
fr: Création de paquets Ubuntu

source: Uploading and Review
fr: Téléverser et vérifier

source: Once you have created a source package (either a completely new package or just an update/bugfix), you will want to distribute your package so that other people can enjoy your hard work. The most effective way to do that for &ubuntu; is to contribute your package to the Universe repository. The community developers who are responsible for the Universe repository are known as Masters of the Universe (<ulink url="https://wiki.ubuntu.com/MOTU">MOTU</ulink>). <ulink url="http://revu.tauware.de">REVU</ulink> is a web-based tool that gives people a place to upload their source packages for other people to look at and for MOTUs to review in a structured manner.
fr: Une fois que vous aurez créé votre paquet source (soit entièrement soit juste une mise à jour/correction de bogue), vous voudrez distribuer votre paquet pour que les autres profitent de votre dur labeur. La manière la plus efficace de faire ceci pour &ubuntu; est de verser votre contribution au dépôt Universe. Les développeurs de la communauté responsables du dépôt Universe sont connus en tant que Masters of the Universe (<ulink url="https://wiki.ubuntu.com/MOTU">MOTU</ulink>). <ulink url="http://revu.tauware.de">REVU</ulink> est un outil en ligne qui fournit un espace où des personnes peuvent téléverser leurs paquets source pour que d'autres les regardent et pour que les MOTUS les passeront en revue de manière structurée.

source: Contributing as an Uploader
fr: Contribuer comme téléverseur

source: First, you will need to have your <ulink url="https://wiki.ubuntu.com/GPGKey">GPG Key</ulink> added to the REVU keyring. This step ensures that your packages really come from you and helps track uploads.
fr: En premier lieu, vous aurez besoin de faire ajouter votre <ulink url="https://wiki.ubuntu.com/GPGKey">clé GPG</ulink> au groupe de clés de REVU. Cette étape permet de s'assurer que vous êtes bien l'auteur des paquets que vous téléversez, et de garder trace de vos téléversements.

source: REVU uses your <ulink url="https://launchpad.net">Launchpad</ulink> account to look up your <application>gpg</application> key so make sure you have a Launchpad account and you have put your <application>gpg</application> key in your user profile there. Once this is one you can join the <ulink url="https://launchpad.net/people/ubuntu-universe-contributors">Universe Contributors</ulink> team and then email <ulink url="mailto:admin@tiber.tauware.de">admin@tiber.tauware.de</ulink> asking for your <application>gpg</application> key to be updated on REVU. When this is done you will be able to upload your packages. You don't need a password to upload packages, only to log in to the website and to reply to comments.
fr: REVU utilise votre compte <ulink url="https://launchpad.net">Launchpad</ulink> pour vérifier votre clé <application>gpg</application>. Assurez-vous donc de disposer d'un compte Launchpad et d'y déposer votre clé <application>gpg</application>. Une fois ceci effectué, vous pouvez joindre l'équipe des <ulink url="https://launchpad.net/people/ubuntu-universe-contributors">Universe Contributors</ulink> et envoyer ensuite un courriel à <ulink url="mailto:admin@tiber.tauware.de">admin@tiber.tauware.de</ulink> en demandant que votre clef <application>gpg</application> soit mise à jour sur REVU. Quand ceci sera fait, vous pourrez téléverser vos paquets. Vous n'avez pas besoin d'un mot de passe pour téléverser des paquets, seulement pour vous connecter sur le site Web et répondre aux commentaires.

source: It is not necessary to have your key signed by others to upload to REVU, but it is a good idea to have it done at some point.
fr: Il n'est pas nécessaire de faire signer votre clé par d'autres personnes pour téléverser sur REVU, mais il est souhaitable de le faire tôt ou tard.

source: Uploading your packages
fr: Téléverser vos paquets

source: Uploading to REVU uses <application>dput</application>. The &ubuntu; version of <application>dput</application> already knows about REVU so you do not need to change any configuration files. Only upload signed packages, and unlike other repositories, you should always include the original tarball, otherwise reviewers will not be able to look at your extracted source package. In order to do so, use the options "-S -sa" with <application>debuild</application> or <application>dpkg-buildpackage</application> to build only the source package and to include the original source in the upload.
fr: Le téléversement sur REVU utilise <application>dput</application>. La version &ubuntu; de <application>dput</application>. connaît déjà REVU, ainsi vous n'avez aucun fichier de configuration à modifier. Ne téléversez que des paquets signés, contrairement à d'autres dépôts, vous devez toujours inclure l'archive originale, autrement les responsables de révision seront incapables de voir votre paquet source extrait. Pour faire ainsi, utilisez les arguments «-S -sa» avec <application>debuild</application> ou <application>dpkg-buildpackage</application> pour construire uniquement le paquet source et inclure l'archive originale dans le téléversement.

source: After the source package is built, you can use <application>dput</application> with the above config file changes to upload it by specifying just the <filename>_source.changes</filename> file that was created:
fr: Après que le paquet source ait été construit, vous pouvez utiliser <application>dput</application> avec les modifications du fichier de configuration ci-dessus pour le téléverser en spécifiant uniquement le fichier <filename>_source.changes</filename> qui a été créé.

source: If you are reuploading a changed package (after receiving reviews), you may get an error like this:
fr: Si vous téléversez à nouveau un paquet modifié (après que le paquet ait été revu), il est possible que vous ayez une erreur comme celle-ci :

source: To fix, add the -f option to dput to force the upload or remove the <filename>.upload</filename> file that was created by <application>dput</application>.
fr: Pour corriger cela, ajoutez l'option -f à <application>dput</application> pour le forcer à téléverser ou supprimez le fichier <filename>.upload</filename> précédemment créé par <application>dput</application>.

source: Processing of uploads is done every five minutes, so if your upload does not show up, please contact the REVU administrators by email, or join the &irc-network; IRC channel #ubuntu-motu.
fr: Le traitement des téléchargements est effectué toutes les cinq minutes. Si votre téléchargement n'apparaît pas, veuillez contacter les administrateurs de REVU par courriel, ou joindre le canal IRC #ubuntu-motu sur le réseau &irc-network;.

source: How to login to REVU
fr: S'identifier sur REVU

source: After your first upload, you are registered automatically in the database and assigned a random password. On the <ulink url="http://revu.tauware.de">REVU</ulink> website, use the email address you used in the changelog file of your upload as the login and click the 'recover password' link. You will be taken to a page that has your encrypted password with instructions for decrypting it.
fr: Après votre premier téléversement, votre compte est automatiquement créé dans la base de données avec un mot de passe aléatoire. Sur le site de <ulink url="http://revu.tauware.de">REVU</ulink>, entrez le courriel que vous avez utilisé dans le fichier de changelog de votre téléchargement comme identifiant et cliquez sur le lien "recover password". Une page va s'afficher avec votre mot de passe encrypté pour votre clé et les instructions pour le décrypter.

source: View and comment uploads
fr: Voir et commenter les téléversements

source: Packages uploaded to REVU are public. You can browse them without logging in to the system. However, commenting on uploads is available only to registered users. As an uploader, you can only comment on your own uploads. This can be useful to give reviewers some info on the changes you have made between two uploads of your packages.
fr: Les paquets téléversés sur REVU sont rendus publics. Vous pouvez les inspecter sans vous identifier dans le système. Cependant, vous devez être identifié pour commenter des téléversements. En tant que téléverseur, vous pouvez uniquement commenter vos propres téléversements. Il peut être utile de fournir aux réviseurs des informations sur les changements que vous avez effectué entre deux téléversements de vos paquets.

source: Additional rules
fr: Règles supplémentaires

source: You must have reviewed the package for known security vulnerabilities and must provide patches for them.
fr: Vous devez avoir vérifié qu'il n'existe pas de failles de sécurité connues dans le paquet et fournir des patches adaptés le cas échéant.

source: The package can be refused on the grounds of known security problems.
fr: Le paquet peut être refusé sur la base de failles de sécurité connues.

source: You must have included a copyright and license file, and those must allow inclusion of the package in the Universe component and redistribution via Ubuntu mirrors.
fr: Vous devez inclure des fichiers de droit d'auteur (copyright) et de licence, qui doivent autoriser l'inclusion du paquet dans le composant Universe et sa redistribution sur les miroirs d'Ubuntu.

source: The package must be known to build on top of the main component of the current &ubuntu; stable release. It is permissible to require other packages already in Universe.
fr: La paquet doit pouvoir se construire directement avec les composants du dépôt main de la dernière version stable &ubuntu. Il est admissible de requérir d'autre paquets qui sont déjà dans Universe.

source: Getting Help
fr: Obtenir de l'aide

source: If you need assistance on these steps, or if you have questions about REVU, you can ask in #ubuntu-motu on the &irc-network; IRC network.
fr: Si vous avez besoin d'aide sur ces étapes, ou si vous avez des questions au sujet de REVU, vous pouvez le faire sur le canal IRC #ubuntu-motu du réseau &irc-network;.

source: Merges and Syncs
fr: Fusions et synchronisations de paquets

source: <emphasis role="bold">Requirements:</emphasis> build-essential, automake, gnupg, lintian, fakeroot, patchutils, debhelper and <xref linkend="gs-pbuilder"/>.
fr: <emphasis role="bold">Requis :</emphasis> build-essential, automake, gnupg, lintian, fakeroot, patchutils, debhelper et <xref linkend="gs-pbuilder" />.

source: &ubuntu; is based on the Debian Linux distribution and uses the same package management system (APT). At the beginning of each &ubuntu; development cycle, the packages in &ubuntu; are updated to those in the Debian unstable branch. However, because &ubuntu; is not the same as Debian, some of the packages need to be modified to work in &ubuntu;. There might also be bug fixes that &ubuntu; developers have introduced into the packages. You can determine whether this has taken place by noting the package version. If the package version includes ubuntu in it (an example would be gimp-2.2.9-3ubuntu2), then the &ubuntu; developers have made changes, and it is no longer the same as the Debian package. There are more than 1000 such modified packages in the Universe repository.
fr: &ubuntu est basée sur la distribution Linux Debian et utilise le même système de gestion des paquets (APT). À chaque début d'un cycle de développement &ubuntu, les paquets dans &ubuntu sont mis à jour avec ceux de la branche instable (unstable) de Debian. Cependant &ubuntu étant différente de Debian, certains paquets doivent être modifiés pour fonctionner dans &ubuntu. Il pourrait également y avoir des corrections de bogues introduites dans les paquets par les développeurs &ubuntu. Vous pouvez déterminer si cela a eu lieu en examinant la version du paquet. Si la version du paquet contient ubuntu (un exemple serait gimp-2.2.9-3ubuntu2), alors les développeur &ubuntu ont effectué des changements, et il ne s'agit plus du même paquet que le paquet Debian. Il existe plus de 1000 paquets ainsi modifiés dans le dépôt Universe.

source: At the start of each Ubuntu development cycle, a decision is made regarding these Ubuntu versioned packages. Of course if the Debian version hasn't changed since the last &ubuntu; release, then nothing needs to be changed. However, if there is a newer version of the package in Debian, then one of two things should happen. If all of the reasons for Ubuntu modifications (bug fixes, dependencies, etc.) are fixed in the new Debian package, then we can just take the Debian package directly. This decision is called a <emphasis>sync</emphasis>. However, if the new Debian version has the same issues that caused the Ubuntu version to be made, then those changes need to be applied to the new Debian version, too. This decision is called <emphasis>merging</emphasis>.
fr: A chaque démarrage d'un cycle de développement Ubuntu, une décision est prise concernant ces paquets en version Ubuntu. Bien sûr si la version Debian n'a pas changé depuis le dernière publication &ubuntu, il n'y a rien a modifier. Cependant s'il y a une nouvelle version du paquet dans Debian, alors deux situations peuvent se présenter. Si toutes les modifications apportées par Ubuntu (correction de bogues, dépendances, etc.) sont reprises dans le paquet Debian, alors nous pouvons utiliser directement celui-ci. Cette décision est appelée une <emphasis>sync</emphasis> (synchronisation). Si le nouveau paquet Debian présente les mêmes défauts qui ont conduit a créer une version &ubuntu;, alors ces modifications devront aussi être apportées au nouveau paquet Debian. Cette décision est appelée <emphasis>merging</emphasis> (fusion).

source: Merging Tutorial
fr: Tutoriel pour la fusion de paquets

source: The merging process involves looking at the changes to both the Debian and Ubuntu source packages and determining what has changed and which changes are Ubuntu-specific. Let us now look at an example, a popular CD creation program called <application>xcdroast</application>.
fr: Le processus de fusion de paquets implique l'inspection des modifications apportées aux paquets sources de Debian et d'Ubuntu, et de déterminer ce qui a été modifié ainsi que les modifications spécifiques à Ubuntu. Prenons un exemple, avec le programme populaire de création de CDs <application>xcdroast</application>.

source: To start, make a folder to hold our project, then navigate there:
fr: Pour commencer, créez un dossier pour héberger le projet, et entrez-y :

source: Now download all of the source packages involved into this directory:
fr: Téléchargez maintenant tous les paquets source concernés dans ce répertoire :

source: The <application>xcdroast</application> source tarball that is used by all versions:
fr: L'archive tar source de <application>xcdroast</application> utilisée par toutes les versions :

source: The &ubuntu; Breezy source package files:
fr: Les paquets source &ubuntu; Breezy :

source: The Debian source package files that the Breezy packages are derived from:
fr: Les fichiers du paquet source de Debian sur lesquels le paquet de Breezy est construit :

source: The new Debian source package files that the Dapper packages will be derived from:
fr: Les fichiers des sources du nouveau paquet Debian sur lequel le paquet Dapper sera construit :

source: These steps can also be done by searching for the Debian packages at <ulink url="packages.debian.org">packages.debian.org</ulink> and the Ubuntu packages at <ulink url="packages.ubuntu.com">packages.ubuntu.com</ulink>.
fr: Ces étapes peuvent également être effectuées en recherchant les paquets Debian sur <ulink url="packages.debian.org">packages.debian.org</ulink> et les paquets Ubuntu sur <ulink url="packages.ubuntu.com">packages.ubuntu.com</ulink>.
