Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: If the package installs a configuration file, when the package is upgraded <application>dpkg</application> can prompt a user whether to keep his or her version if modified or install the new version. Such configuration files should be listed in <filename>conffiles</filename> (one per line). Do not list configuration files that are only modified by the package or have to be set up by the user to work.
fr: Si le paquet installe un fichier de configuration, lorsque le paquet est mis à niveau <application>dpkg</application> peut demander à l'utilisateur s'il veut conserver sa version modifiée ou s'il veut installer la nouvelle version. De tels fichiers de configuration devraient être listés dans <filename>conffiles</filename> (un par ligne). Ne listez pas les fichiers de configuration qui sont modifiés uniquement par le paquet, ou qui doivent être établis par l'utilisateur pour fonctionner.

source: If your package requires regularly scheduled tasks to operate properly, you can use this file to configure it. If you use this file, rename it to <filename>cron.d</filename>.
fr: Si votre paquet requiert des tâches régulièrement exécutées pour fonctionner correctement, vous pouvez utiliser ce fichier pour le configurer. Si vous utilisez ce fichier renommez le en <filename>cron.d</filename>.

source: This file specifies the directories that are needed but the normal installation procedure (<application>make install</application>application) somehow doesn't create.
fr: ce fichier spécifie des répertoires qui sont nécéssaires mais que la procédure normale d'installation (<application>make install</application>application), pour une raison ou une autre, ne crée pas.

source: This file specifies the filenames of documentation files that <application>dh_installdocs</application> will install into the temporary directory.
fr: Ce fichier spécifie les noms de fichiers pour la documentation que <application>dh_installdocs</application> installera dans le répertoire temporaire.

source: This file specifies Emacs files that will be bytecompiled at install time. They are installed into the temporary directory by <application>dh_installemacsen</application>.
fr: Ce fichier spécifie les fichiers Emacs qui seront compilés vers du code octet lors de l'installation. Il sont installés dans le répertoire temporaire par <application>dh_installemacsen</application>.

source: If your package is a daemon that needs to be run at system startup rename this file to <filename>init.d</filename> and adjust it to your needs.
fr: Si votre paquet est un démon qui doit être exécuté au démarrage du système, renommez ce fichier en <filename>init.d</filename> et ajustez le à vos besoins.

source: manpage.1.ex and manpage.sgml.ex
fr: manpage.1.ex et manpage.sgml.ex

source: These files are templates for <application>man</application> pages if the package does not already have one.
fr: Ces fichiers sont des modèles pour les pages de <application>man</application> si votre paquet n'en contient pas déjà.

source: This file is used to add your package to the Debian menu. &ubuntu; does not use Debian menu files but uses the <ulink url="http://www.freedesktop.org">freedesktop.org</ulink> standard <ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">.desktop</ulink> files.
fr: Ce fichier est utilisé pour ajouter votre paquet au menu Debian. &ubuntu; n'utilise pas le menu Debian mais les fichiers au standard <ulink url="http://www.freedesktop.org">freedesktop.org</ulink><ulink url="http://standards.freedesktop.org/desktop-entry-spec/latest/">.desktop</ulink>.

source: The package maintainer can use the <application>uscan</application> program and a <filename>watch</filename> file to check for a new upstream source tarball.
fr: Le mainteneur du paquet peut utiliser le programme <application>uscan</application> et un fichier <filename>watch</filename> pour vérifier l'existence d'une nouvelle archive source originale (upstream).

source: This file is used to register your package's documentation (other than <application>man</application> and <application>info</application> pages) with <application>doc-base</application>.
fr: Ce fichier est utilisé pour enregistrer la documentation de votre paquet (en dehors des pages de <application>man</application> et <application>info</application>) avec <application>doc-base</application>.

source: postinst.ex, preinst.ex, postrm.ex, and prerm.ex
fr: postinst.ex, preinst.ex, postrm.ex, et prerm.ex

source: These maintainer scripts are run by <application>dpkg</application> when the package is installed, upgraded, or removed.
fr: Ces scripts du mainteneur sont exécutés par <application>dpkg</application> lorsque le paquet est installé, mis à niveau, ou supprimé.

source: For more details refer to the <ulink url="http://www.debian.org/doc/maint-guide/ch-dother.en.html">Debian New Maintainer's Guide</ulink>.
fr: Pour plus de détails, référez-vous au <ulink url="http://www.debian.org/doc/maint-guide/ch-dother.fr.html">Debian New Maintainer's Guide (Nouveau guide du mainteneur Debian)</ulink>

source: List of <application>debhelper</application> scripts
fr: Liste des scripts <application>debhelper</application>

source: translator-credits
fr: L'équipe française de traduction d'Ubuntu <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
