Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: Now we build the source package using <application>dpkg-buildpackage</application>:
fr: Maintenant nous construisons le paquet source en utilisant <application>dpkg-buildpackage</application>:

source: In addition to the source package, we can also build the binary package with <application>pbuilder</application>:
fr: En plus du paquet source, nous pouvons aussi compiler le paquet binaire avec <application>pbuilder</application>:

source: Using <application>pbuilder</application> to build the binary packages is very important. It ensures that the build dependencies are correct, because <application>pbuilder</application> provides only a minimal environment, so all the build-time dependencies are determined by the <filename>control</filename> file.
fr: Utiliser <application>pbuilder</application> pour construire les paquets binaires est très important. Cela garantit que les dépendances de construction sont correctes, car <application>pbuilder</application> fournit un environnement minimal, ainsi toutes les dépendances nécessaires à la construction sont déterminées par le fichier <filename>control</filename>.

source: We can check the source package for common mistakes using <application>lintian</application>:
fr: Nous pouvons contrôler le paquet source pour les erreurs courantes avec <application>lintian</application>

source: Common Mistakes
fr: Erreurs courantes

source: dh_make Example Files
fr: Fichiers d'exemples dh_make

source: When you use dh_make to create the initial "debianization", example files for various tasks are created in the <filename>debian/</filename> directory. The templates have a .ex extension. If you want to use one, rename it to remove the extension. If you do not need it, remove it to keep the <filename>debian/</filename> directory clean.
fr: Lorsque vous utilisez dh_make pour réaliser la «débianisation» initiale, des fichiers d'exemple pour des tâches diverses sont créés dans le répertoire <filename>debian/</filename>. Les modèles ont une extension .ex. Si vous voulez en utiliser un, renommez le en enlevant l'extension. Si vous n'en avez pas besoin, supprimez le pour conserver un répertoire <filename>debian/</filename> propre.

source: Changing the Original Tarball
fr: Modifier l'archive originale

source: There are two types of source packages, native and non-native. A native package is one that is specific to &ubuntu;/Debian. It has the <application>debian/</application> directory containing the packaging information and any changes to the source included in the tarball (usually &lt;packagename&gt;_&lt;version&gt;.tar.gz). Non-native packages are more common. A non-native package splits the source package into a &lt;packagename&gt;_&lt;version&gt;.orig.tar.gz tarball that is identical (hopefully including md5sum) to the source tarball downloaded from the project's homepage and a .diff.gz file that contains all the differences (<filename>debian/</filename> directory and patches) from the original source tarball.
fr: Il existe deux types de paquets source, natif et non-natif. Un paquet natif est un paquet spécifique à &ubuntu;/Debian. Il possède un répertoire <filename>debian/</filename> contenant l'information d'empaquetage et tous les changements compris dans l'archive originale (habituellement &lt;nomdupaquet&gt;_&lt;version&gt;.tar.gz). Les paquets non-natifs sont plus courants. Un paquet non-natif subdivise le paquet source en une archive &lt;nomdupaquet&gt;_&lt;version&gt;.orig.tar.gz qui est identique à la source originale téléchargée depuis la site du projet et un fichier .diff.gz qui contient toutes le différences (répertoire <filename>debian/</filename> et patches) avec l'archive source originale.

source: Here is a list of potential problems that can occur if you change the original tarball:
fr: Voici une liste de problèmes potentiels lorsque vous modifiez l'archive originale :

source: Reproducibility
fr: Reproductibilité

source: If you take just the .diff.gz and .dsc, you or someone else has no means to reproduce the changes in the original tarball.
fr: Si vous ne prenez que le .diff.gz et le .dsc, vous ou un autre n'avez qucun moyen de reproduire les modifications dans l'archive originale.

source: Upgradeability
fr: Possibilité de mise à niveau

source: It is much easier to upgrade to a new upstream (from the author) version if the .orig.tar.gz is preserved and there is a clear separation between the upstream source and the changes made to produce the &ubuntu; source package.
fr: Il est beaucoup plus facile de mettre à niveau vers une nouvelle version amont (upstream) de l'auteur, si le fichier .orig.tar.gz est conservé et qu'il y a une séparation claire entre la source originale (upstream) et les modifications effectuées pour produire un paquet source &ubuntu;.

source: Debian to &ubuntu; Synchronization
fr: Synchronisation de Debian vers &ubuntu

source: Changing original tarballs makes it hard to automatically sync from Debian to &ubuntu;. Normally, only the .diff.gz and .dsc files change within the same upstream version, since the .orig.tar.gz file is shared by all the Debian or &ubuntu; revisions. It is much more difficult to sync if the md5sums of the .orig.tar.gz files are not the same.
fr: Modifier l'archive originale rend difficile la synchronisation depuis Debian vers &ubuntu;. Normalement seuls les fichiers .diff.gz et .dsc changent pour une même version de la souce originale(upstream), alors que le fichier .orig.tar.gz est partagé par toutes les révisions Debian ou &ubuntu;. Il est beaucoup plus difficile de synchroniser si les sommes de contrôle MD5 du fichier .orig.tar.gz ne sont pas les mêmes.

source: Usage of Revision Control for Debian package
fr: Usage du contrôle de révision pour les paquets Debian

source: If you use svn (<application>svn-buildpackage</application>) to handle your Debian package, you usually don't store the original tarball inside. If someone else does a checkout, he'll need to get the original tarball separately. Other revision control systems can be used to track only the packaging files (<filename>debian/</filename>, etc.) and not the whole source. However, if the .orig.tar.gz is not the same, then obviously problems can occur.
fr: Si vous utilisez svn (<application>svn-buildpackage</application>) pour gérer votre paquet Debian, vous n'y stockez habituellement pas l'archive originale. Si quelqu'un d'autre effectue une vérification, il devra obtenir l'archive originale séparément. D'autres systèmes de contrôle de révision peuvent être utilsés uniquement pour les fichiers d'empaquetage (<filename>debian/</filename>, etc.) et non pour la source complète. Cependant si le .orig.tar.gz est différent, alors il y a évidemment un problème.

source: Security tracking
fr: Vérifications de sécurité

source: Consider a situation where someone <emphasis>wants</emphasis> to introduce a backdoor/rootkit or other evil stuff. If the original tarball is intact, it can be scanned easily through the .diff.gz to see if the person who modified the package tried to do something evil. If the tarball has changed, however, you also need to check the differences between the tarball and the original source.
fr: Considérons une situation où quelqu'un <emphasis>veut</emphasis> introduire un rootkit/backdoor ou autre chose malfaisante. Si l'archive originale est intacte, on peut être facilement contôler au travers du .diff.gz si la personne qui a modifié le paquet a essayé de faire quelque chose de malfaisant. Si l'archive a été modifiée, vous devrez aussi vérifier les différences entre l'archive et la source originale.

source: You still have to trust the authors of the software not to do anything evil, but that is the case regardless of whether the original is changed.
fr: Vous devez toujours encore faire confiance aux auteurs du logiciel pour qu'ils ne fassent rien de mauvais, mais le fait de changer l'original ne change rien au problème.

source: The .diff.gz
fr: Le diff.gz

source: The option to use the .diff.gz to reflect changes to the original tarball already exists, so it is easy to make changes without touching the original tarball.
fr: La possibilité d'utiliser le .diff.gz pour refléter les modifications par rapport à l'archive originale existe, ainsi il est aisé d'effectuer des modifications sans toucher à l'archive originale.

source: It is acceptable to change the original tarball if one or more of the following hold true:
fr: Il est acceptable de modifier l'archive source si l'un ou plus des points suivant se vérifie :

source: It contains non-free parts that cannot be redistributed. Remove those parts, and note it in the packaging. Often such packages use "dfsg" (which stands for Debian Free Software Guidelines) in the package name and/or versioning to indicate that non-free parts have been removed.
fr: Il contient des parties non libres qui ne peuvent être redistribuées. Supprimez ces parties et notez le dans l'empaquetage. Souvent de tels paquets utilisent «dfsg» (pour Debian Free Software Guidlines) dans le nom du paquet et/ou dans la version pour indiquer que des parties non libres ont été supprimées.

source: The authors only provide bzip2'ed source.
fr: Les auteurs fournissent seulement une source compressée avec bzip2.

source: Just <application>bunzip2</application> the .tar.bz2 and <application>gzip -9 </application> the resulting tar.
fr: Faites seulement <application>bunzip2</application> sur le .tar.bz2 et <application>gzip -9 </application> sur le tar résultant.

source: The md5sums of the .tar you provide and the original .tar must match!
fr: La somme de contrôle MD5 du .tar que vous fournissez et celle du .tar original doivent correspondre !

source: Eventually provide a get-orig-source rule in debian/rules that does this conversion automatically.
fr: Éventuellement, fournissez une règle get-orig-source dans debian/rules qui fait cette conversion automatiquement.

source: Directly imported from SVN
fr: Inporté directement depuis SVN

source: Provide get-orig-source in debian/rules.
fr: Fournissez une règle get-orig-source dans debian/rules

source: The following are <placeholder-1/> reasons to change the original tarball:
fr: Les points suivants sont <placeholder-1/> des motifs pour modifier l'archive d'origine :

source: Wrong Directory Layout
fr: Mauvaise diposition des répertoires

source: <application>dpkg-source</application> is quite flexible and manages to produce the correct directory layout even if:
fr: <application>dpkg-source</application> est assez flexible et permet de produire une bonne disposition des répertoires même si :

source: The directory inside the tarball is not named &lt;upstream&gt;-&lt;version&gt;.
fr: Le répertoire à l'intérieur de l'archive n'est pas nommé &lt;upstream&gt;-&lt;version&gt;.

source: There is no subdirectory inside the tarball.
fr: Il n'y a pas de sous-répertoire à l'intérieur de l'archive.

source: Files need to be removed to keep the .diff.gz small (e.g., files created by autotools). Everything that needs to be deleted should be removed in the <application>clean</application> rule. Since the .diff.gz is created with diff -u, you will not see removed files in the .diff.gz.
fr: Certains fichiers doivent être supprimés pour conserver un .diff.gz léger (i.e. les fichiers créés par autotools). Tout ce qui doit être supprimé doit être supprimé dans la règle <application>clean</application>. Comme le .diif.gz est créé par diif -u, vous ne verrez pas de fichiers supprimés dans le .diff.gz.

source: Files need to be modified. Files that need to be modified should to go into .diff.gz. That is its purpose!
fr: Fichiers devant être modifiés. Les fichiers qui doivent être modifiés doivent aller dans le .diff.gz. C'est son rôle !

source: Wrong permissions on files. You can use <filename>debian/rules</filename> to do this.
fr: Mauvais droits d'accès sur les fichiers. Vous pouvez utiliser <filename>debian/rules</filename> pour faire cela.

source: What do I do with an .orig.tar.gz that already includes a <filename>debian/</filename> dir?
fr: Que dois-je faire avec un .orig.tar.gz qui contient déjà un répertoire <filename>debian/</filename> ?

source: Do not repackage it. You can ask the author(s) to delete the debian/ dir and provide a diff.gz instead. This makes it easier to review their work, and it separates packaging from program source.
fr: Ne le ré-empaquetez pas. Vous pouvez demander aux auteurs de supprimer le répertoire debian/ et de fournir un .diff.gz. Ceci facilitera la relecture de leur travail, et cela sépare l'empaquetage de la source du programme.

source: It is always a good idea to contact the program's author(s) and ask if you may correct autoconf issues, directory layout, an outdated Free Software Foundation address in COPYRIGHT files, or other things that are not specific to the packaging but would be convenient for you so you do not need to "patch" the source in .diff.gz.
fr: C'est toujours une bonne idée de contacter les auteurs du programme et de leur demander si vous pouvez corriger des problèmes autoconf, la disposition des répertoires, une adresse de la Free Software Foundation obsolète dans les fichiers COPYRIGHT, ou d'autres choses qui ne sont pas spécifiques à l'empaquetage mais qui peuvent s'avérer pratiques pour vous afin que vous n'ayez pas à «patcher» la source dans le .diff.gz.

source: Copyright Information
fr: Information de copyright

source: The <filename>debian/copyright</filename> file should contain:
fr: Le fichier <filename>debian/copyright</filename> devrait contenir :

source: The licensing information for <emphasis>all</emphasis> files in the source. Sometimes author(s) put a license in <filename>COPYING</filename> but have different licensing information for some files in the source.
fr: Les informations de licence pour <emphasis>tous</emphasis> les fichiers dans la source. parfois les auteurs mettent une licence dans <filename>COPYING</filename> mais ont des informations de licence différentes pour certains fichiers dans la source.

source: The copyright holder(s) and year(s).
fr: L'année et le tenant du copyright

source: The <emphasis>entire</emphasis> license unless it is one of the licenses found in <filename>/usr/share/common-licenses</filename>, in which case you should just include the preamble.
fr: La licence <emphasis>complète</emphasis>, a moins que ce ne soit une des licences trouvées dans <filename>/usr/share/common-licenses</filename>, auquel cas vous devriez seuleument inclure un préambule.

source: Appendix
fr: Annexe

source: Additional Resources
fr: Ressources supplémentaires

source: Debian Resources
fr: Resources Debian

source: <ulink url="http://www.debian.org/doc/manuals/maint-guide/"> Debian New Maintainers Guide</ulink> - Good resource for learning to package.
fr: <ulink url="http://www.debian.org/doc/manuals/maint-guide/"> Debian New Maintainers Guide (Nouveau guide des mainteneurs Debian)</ulink> - une bonne ressource pour apprendre à empaqueter.

source: <ulink url="http://www.debian.org/doc/debian-policy/"> Debian Policy</ulink> - The essential Policy manual for Debian and Debian-based distros.
fr: <ulink url="http://www.debian.org/doc/debian-policy/"> Debian Policy (Ligne de conduite Debian)</ulink> - Le manuel essentiel pour la ligne de conduite Debian et des distributions basées sur Debian.

source: <ulink url="http://www.debian.org/doc/manuals/developers-reference/"> Debian Developer's Reference</ulink> - Specific information for Debian Developers but has some items of interest for packagers.
fr: <ulink url="http://www.debian.org/doc/manuals/developers-reference/"> Debian Developer's Reference (référence des développeurs Debian)</ulink> - Information spécifique pour les développeurs Debian mais qui contient des points intéressant pour les empaqueteurs.

source: <ulink url="http://www.netfort.gr.jp/~dancer/column/libpkg-guide/libpkg-guide.html">Library Packaging Guide</ulink> - Guide for packaging libraries.
fr: <ulink url="http://www.netfort.gr.jp/~dancer/column/libpkg-guide/libpkg-guide.html">Library Packaging Guide </ulink> - Guide pour empaqueter les bibliothèques.

source: <ulink url="http://women.alioth.debian.org/wiki/index.php/English/PackagingTutorial">Debian Women Packaging Tutorial</ulink> - Another good introduction to Debian packaging.
fr: <ulink url="http://women.alioth.debian.org/wiki/index.php/English/PackagingTutorial">Debian Women Packaging Tutorial</ulink> - Une autre bonne introduction pour la création de paquets Debian.

source: Other Resources
fr: Autres ressources

source: IBM Packaging Tutorial
fr: Tutoriel d'empaquetage IBM

source: Duckcorp CDBS Documentation
fr: Documentation Duckcorp CDBS

source: Ubuntu MOTU Documentation
fr: Documentation Ubuntu MOTU

source: Kubuntu Packaging Guide
fr: Guide d'empaquetage Kubuntu

source: Chroot Environment
fr: L'environnement chroot

source: A chroot environment is commonly used for development-related work and is basically an install of build-related software. It is always a good idea to do development work in a chroot environment, as it often requires the installation of development packages (whose main purpose is for building packages). An example is when a certain application requires the headers and development version of a library to build (e.g. <application>libabc-dev</application>). A normal user would not require the development version of <application>libabc</application>. Thus it is better to install such development packages in a chroot, leaving the normal operating environment clean and uncluttered. First, install the required packages:
fr: Un environnement chroot est couramment utilisé pour des travaux liés aux développement et est fondamentalement une installation de logiciel liés à la construction. C'est toujours une bonne idée d'effectuer ses travaux de développement dans un environnement chroot, du fait de la nécessité fréquente d'installation de paquets de développement (dont l'usage principal est la construction de paquets). Un exemple est lorsqu'une certaine application requiert les en-têtes (headers) et la version de développement d'une librairie pour se construire (i.e. <application>libabc-dev</application>). Un utilisateur normal ne devrait pas avoir besoin de la version de développement. Il est donc préférable d'installer de tels paquets de développement dans un environnement chroot, laissant ainsi l'environnement de travail normal propre et léger. Tout d'abord installez les paquets requis :

source: Make sure to install at least the version of <application>debootstrap</application> that is from the &ubuntu; release for which you are trying to create the chroot. You may have to download it from <ulink url="http://packages.ubuntu.com">packages.ubuntu.com</ulink> and manually install it with <application>dpkg -i</application>.
fr: Assurez-vous d'installer au minimum la version de <application>debootstrap</application> correspondant à la version &ubuntu pour laquelle vous essayez de créer le chroot. Vous pouvez avoir à la télécharger depuis <ulink url="http://packages.ubuntu.com">packages.ubuntu.com</ulink> et l'installer manuellement avec <application>dpkg -i</application>.

source: The next steps are to create, configure, and enter the chroot environment.
fr: Les étapes suivantes sont la création, la configuration et l'entrée dans l'environnement chroot

source: Creating a chroot environment will take some time as <application>debootstrap</application> downloads and configures a minimal &ubuntu; installation.
fr: Créer un environnement chroot peut prendre un peu de temps car <application>debootstrap</application> télécharge et configure une installation &ubuntu; minimale.

source: In order to be able to use apt in the chroot, add Ubuntu sources to the chroot's apt sources. For the moment, ignore any warnings about package authentication:
fr: Pour pouvoir utiliser apt dans l'environnement chroot, ajoutez les sources Ubuntu aux sources apt de chroot. Pour l'instant ignorez les avertissements à propos de l'authentification des paquets :

source: Run the following command to configure locales:
fr: Éxecutez la commande suivante pour configurer les locales :

source: sudo chroot /var/chroot/ apt-get install dialog language-pack-en exit
fr: sudo chroot /var/chroot/ apt-get install dialog language-pack-fr exit

source: If you want support for a language other than English replace <emphasis>en</emphasis> in <application>language-pack-en</application> with the appropriate language code.
fr: Si vous voulez le support d'un autre langage que le français, remplacez <emphasis>fr</emphasis> dans <application>language-pack-fr</application> par le code de langage approprié.

source: Next, fix the user and root passwords for the chroot environment. The last line below is to avoid sudo warnings when resolving in the chroot environment:
fr: Ensuite, définissez les mots de passe de l'utilisateur et du super-utilisateur (root) pour l'environnement chroot. La dernière ligne ci-dessous est pour éviter les avertissements de sudo survenant dans l'environnement chroot :

source: To enable sudo, set up your root password and the first sudo user in the admin group (for the chroot environment). In the following commands, substitute "&lt;user&gt;" with the username that will be used in the chroot environment:
fr: Pour activer sudo, définissez votre mot de passe super-utilisateur (root) et le premier utilisateur sudo dans le groupe admin (pour l'environnement chroot). Dans les commandes suivantes, remplacez «&lt;user&gt;» par le nom d'utilisateur qui sera utilisé pour l'environnement chroot.

source: The system fstab needs to be modified so that the chroot environment will have access to the system home directories, temp directory, etc. Note that the actual system home directory is used in the chroot environment.
fr: Le fichier fstab du système doit être modifié afin que l'environnement chroot ait accès aux répertoires utilisateurs du sytème (home), temp, etc. Notez que le répertoire utilisateur (home) du système est utilisé dans l'environnement chroot.

source: Add these lines:
fr: Ajoutez ces lignes

source: Mount the new fstab entries
fr: Montez les nouvelles entrées du fstab

source: The default bash profile includes chroot information in the prompt. To make this visible:
fr: Le profil par défaut du bash contient l'information chroot dans l'invite de commande (prompt). Pour rendre ceci visible :

source: Now use your chroot (you may omit the -c mychroot if there's only one or you just want the first one in <filename>/etc/dchroot.conf</filename>). The -d parameter means that your environment will be preserved. This parameter is generally useful if you want chrooted applications to seamlessly use your X server, your session manager, etc.
fr: Utilisez maintenant votre environnement chroot (vous pouvez omettre le -c mychroot s'il n'en existe q'un seul ou si vous voulez le premier de <filename>/etc/dchroot.conf</filename>). L'argument -d signifie que votre environnement sera conservé. Cet argument est généralement utile si vous voulez que des applications «chrootées» utilisent votre serveur X, votre gestionnaire de session, etc. de manière transparente.

source: <application>dh_make</application> example files
fr: fichiers d'exemple <application>dh_make</application>

source: This file is used to document changes that you have made to the original upstream source that other people might need to know or information specific to Debian or &ubuntu;.
fr: Ce fichier est utilisé pour documenter les modifications que vous avez faites sur la source originale (upstream) et que d'autres personnes auraient à connaître ou des informations spécifiques à Debian ou &ubuntu;.
