Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: There are quite a few measures you can take to assist with this aspect. One is to search for bugs filed for the same component. Also try to rephrase your search, and concentrate on actions and words that describe the items involved to reproduce the bug.
fr: Il y a quelques mesures que vous pouvez prendre pour aider de ce point de vue. La première est de chercher les bogues reportés pour le même composant. Essayez de reformuler votre recherche et vous concentrer sur les actions et mots qui décrivent les éléments impliqués pour la reproduction du bogue.

source: Examples:
fr: Exemples :

source: Easy ones: <ulink url="https://launchpad.net/malone/bugs/24932">DAAP support</ulink> is a duplicate of <ulink url="https://launchpad.net/malone/bugs/24860">please enable daap</ulink>.
fr: Simples : <ulink url="https://launchpad.net/malone/bugs/24932">DAAP support</ulink> est un doublon de <ulink url="https://launchpad.net/malone/bugs/24860">please enable daap</ulink>.

source: More difficult ones: <ulink url="https://launchpad.net/malone/bugs/24011">plug:spdif on emu10k1 gone after breezy upgrade</ulink> is a duplicate of <ulink url="https://launchpad.net/malone/bugs/21804"> Muted sound after dist-upgrade from Hoary to Breezy</ulink>.
fr: Plus complexes: <ulink url="https://launchpad.net/malone/bugs/24011">plug:spdif on emu10k1 gone after breezy upgrade</ulink> est un doublon de <ulink url="https://launchpad.net/malone/bugs/21804">Muted sound after dist-upgrade from Hoary to Breezy</ulink>.

source: If you can't find it in the list of open bugs, you could try to find it in the list of closed ones. Don't feel discouraged if you don't find duplicates quickly in the beginning. After some time, you will recognize the usual suspects and will be able to identify them more easily.
fr: Si vous ne pouvez pas le trouver dans la liste des bogues ouverts, vous pourriez essayer de le trouver dans la liste des rapports de bogues fermés. Ne vous sentez pas découragés si vous ne trouvez pas les doublons rapidement au début. Après un certain temps, vous reconnaîtrez facilement les suspects habituels et vous serez capable de les identifier plus facilement.

source: If you encounter a bug that has a terrible/unintelligible title, rephrase it so people find it more quickly.
fr: Si vous trouvez un bogue qui a un titre terrible/incompréhensible, reformulez-le afin que les gens le retrouvent plus facilement.

source: Reminder of the Code of Conduct
fr: Rappel du code de conduite

source: Note that the Code of Conduct applies to conversations in bug reports too. If you observe people being disrespectful, please direct them to the <ulink url="http://www.ubuntu.com/community/conduct">Ubuntu Code of Conduct</ulink>.
fr: Notez que le code de conduite s'applique également aux conversations dans les rapports de bogues. Si vous observez que certaines personnes se comportent de manière irrespectueuse, dirigez-les vers le <ulink url="http://www.ubuntu.com/community/conduct">code de conduite Ubuntu</ulink>.

source: Managing Status
fr: Traitement de l'état

source: Here's a brief list and explanation of the various statuses:
fr: Voici une brève liste et explication des différents états :

source: <emphasis role="bold">Unconfirmed:</emphasis> Bugs start with this status. Bugs marked Unconfirmed sometimes lack information, are not ready, or are not confirmed yet. Most of them have not yet been triaged.
fr: <emphasis role="bold">Non Confirmés (Unconfirmed)</emphasis> Les bogues ont ce statut au début. Les bogues marqués Non Confirmés (Unconfirmed) manquent parfois d'informations, ne sont pas réparés, ou pas encore confirmés. Beaucoup d'entre eux n'ont pas encore été triés.

source: <emphasis role="bold">Needs Info:</emphasis> If you have to ask the reporter questions, please set this bug to "Needs Info". A regular task for Needs Info bugs is to ask back. If there are no answers after a reasonable period, close them saying "If you have more information on this bug, please reopen."
fr: <emphasis role="bold">Needs Info :</emphasis> (Demande d'infos ) Si vous avez des questions à poser aux rapporteurs, marquez ce bogue comme «Needs Info». Vous devez régulièrement reposer les questions pour ce type de rapport de bogue. S'il n'y a aucune réponse après un temps raisonnable, fermez-le en précisant : "If you have more information on this bug, please reopen. (Si vous avez plus d'information sur ce bogue, ré-ouvrez-le svp.)

source: <emphasis role="bold">Rejected:</emphasis> Bugs marked as Rejected are closed. Be sure to triple-check a bug before you reject it.
fr: <emphasis role="bold">Rejected:</emphasis> Les bogues marqués comme Rejected (Rejetés) sont fermés. Assurez-vous de bien revérifier plusieurs fois un bogue avant de le rejeter.

source: <emphasis role="bold">Confirmed:</emphasis> Confirmed bugs require somebody else to confirm. Please don't confirm your own bugs.
fr: <emphasis role="bold">Confirmed:</emphasis> (Confirmé) Les bogues confirmés doivent être confirmés par une personne externe. Veuillez ne pas confirmer vos propres bogues

source: <emphasis role="bold">In Progress:</emphasis> If you start working on a bug, set it to In Progress so people know someone is working on the bug.
fr: <emphasis role="bold">In Progress:</emphasis> (En cours) Si vous commencez à travailler sur un bogue, veuillez le définir "In Progress" afin que les gens sachent que quelqu'un travaille sur ce bogue.

source: <emphasis role="bold">Fix Committed:</emphasis> For upstream projects this means the fix is in CVS/SVN/bzr or committed somewhere. For package maintainers it means that the changes are pending and to be uploaded soon (it is what PENDINGUPLOAD is in Bugzilla)
fr: <emphasis role="bold">Fix Committed:</emphasis>(Correctif appliqué) Pour les projets gérés par les développeurs (upstream), cela signifie que le correctif est dans CVS/SVn/bzr ou appliqué quelque part. Pour les mainteneurs de paquets cela signifie que les modifications sont en suspens et seront téléversés bientôt (ce qui correspond à PENDINGUPLOAD dans Bugzilla)

source: <emphasis role="bold">Fix Released:</emphasis> For upstream projects this means that a release tarball was announced and is publicly available. For package maintainers this means that a fix was uploaded. Please don't be hesitant to add a changelog as a comment, so people know which changes affect their bug(s).
fr: <emphasis role="bold">Fix Released:</emphasis> (Correctif publié). Pour les projets gérés par les développeurs (upstream), cela signifie qu'une version a été annoncée et est publiquement disponible. Pour les mainteneurs de paquets, ceci signifie qu'un correctif a été téléversé. N'hésitez pas à ajouter un journal des changements (changelog) en commentaire, afin que les gens connaissent les changements affectant leur(s) bogue(s).

source: <emphasis role="bold">Wishlist:</emphasis> a request to add a new feature to one of the programs in Ubuntu. Use this for bugs which aren't really bugs but ideas for new features which do not yet exist.
fr: <emphasis role="bold">Wishlist</emphasis> (Souhait) : une requête pour ajouter une nouvelle fonctionnalité à un des programmes dans Ubuntu. Utilisez ceci pour des bogues qui n'en sont pas vraiment mais qui sont plutôt des idées pour des nouvelles fonctionnalités encore inexistantes.

source: <emphasis role="bold">Critical:</emphasis> a bug which has a severe impact on a large portion of Ubuntu users
fr: <emphasis role="bold">Critical</emphasis> (Critique) : un bogue ayant un impact sévère sur une large part d'utilisateurs d'Ubuntu.

source: Credits and License
fr: Crédits et licence

source: The following Ubuntu Documentation Team authors maintain this document:
fr: Les auteurs suivants de l'Équipe de Documentation Ubuntu maintiennent ce document :

source: The Ubuntu Packaging Guide is also based on the contributions of:
fr: Le guide de construction de paquets Ubuntu a également reçu les contributions de :

source: Portions of the Ubuntu Packaging Guide are derived from the Debian New Maintainer's Guide and the Debian Policy Manual.
fr: Des parties du guide de création de paquets Ubuntu dérivent du «Debian New Maintainer's Guide» (Nouveau guide du mainteneur Debian) et du «Debian Policy Manual» (Manuel de la ligne de conduite Debian).

source: This document is made available under the GNU General Public License (GPL).
fr: Ce document est rendu disponible sous les termes de la GNU General Public License (GPL).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
fr: Vous êtes libre de modifier, d'étendre ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être soumis à cette même licence.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS LA MISE EN GARDE. (N.B. : en cas de litige, seule la version anglaise fait foi)

source: Copies of the license are available in the appendices section of this book and online at &gpl-url;.
fr: Des copies de cette licence sont diponibles dans la section des annexes de ce manuel et en ligne à &gpl-url;.

source: The Ubuntu Packaging Guide is an introduction to packaging programs for Ubuntu and other Debian based distributions
fr: Le guide de mise en paquets Ubuntu est une introduction aux programmes de mise en paquet pour Ubuntu et d'autres distributions basées sur Debian.

source: Basic Packaging
fr: Contruction basique de paquets

source: Two of the problems that many novice packagers face are that there are multiple ways of packaging, and there is more than one tool to do the job. We will go through three examples with the common build systems. First, we will use no build helper. This approach is usually the most difficult and is not often used in practice but gives the most straightforward look at the packaging process. Second, we will use <application>debhelper</application>, the most common build system in Debian. It helps the packager by automating repetitive tasks. Third, we will briefly cover the <emphasis role="bold">C</emphasis>ommon <emphasis role="bold">D</emphasis>ebian <emphasis role="bold">B</emphasis>uild <emphasis role="bold">S</emphasis>ystem (<application>CDBS</application>), a more streamlined build system that uses <application>debhelper</application>.
fr: Deux des problèmes que rencontrent les créateurs de paquets débutants sont qu'il existe de nombreuses manières pour créer des paquets, et que plusieurs outils sont disponibles pour effectuer cette tâche. Nous allons voir trois exemples avec les systèmes de construction courants. En premier, nous n'utiliserons aucun outil d'assistance à la construction. Cette approche est généralement la plus difficile et n'est pas très utilisée en pratique, mais elle donne une vision plus en profondeur du processus de création des paquets. En second, nous utiliserons <application>debhelper</application>, le système de construction le plus utilsé dans Debian. Celui-ci aide le créateur de paquets en automatisant les tâches répétitives. En troisième, nous donnerons un bref aperçu de <emphasis role="bold">C</emphasis>ommon <emphasis role="bold">D</emphasis>ebian <emphasis role="bold">B</emphasis>uild <emphasis role="bold">S</emphasis>ystem (<application>CDBS</application>), un système de construction plus élaboré qui utilise <application>debhelper</application>.

source: Package development often requires installing many packages (especially <application>-dev</application> packages containing headers and other common development files) that are not part of a normal desktop &ubuntu; installation. If you want to avoid installing extra packages or would like to develop for a different &ubuntu; release (the development one, for instance) from what you currently have, the use of a chroot environment is highly recommended. A guide to setting up a <xref linkend="appendix-chroot"/> can be found in the Appendix.
fr: Le développement de paquet requiert souvent l'installation de nombreux paquets (notamment les paquets <application>-dev</application> qui contiennent les en-têtes (headers) et d'autres fichiers de développement courants) qui ne font pas partie d'un installation de base &ubuntu;. Si vous voulez éviter l'installation de paquets supplémentaires ou si vous voulez développer pour une version différente d'&ubuntu; (celle de développement par exemple) de celle que vous avez, l'utilisation d'un environnement chroot est fortement recommandée. Un guide pour configurer un environnement <xref linkend="appendix-chroot"/> se trouve dans l'appendice.

source: Packaging From Scratch
fr: Créer un paquet en partant de zéro

source: <emphasis role="bold">Requirements:</emphasis> build-essential, automake, gnupg, lintian, fakeroot and <xref linkend="gs-pbuilder"/>.
fr: <emphasis role="bold">Paquets prérequis (Requirements):</emphasis> build-essential, automake, gnupg, lintian, fakeroot and <xref linkend="gs-pbuilder"/>.

source: In this example we will be using the GNU <application><ulink url="http://www.gnu.org/software/hello/hello.html">hello</ulink></application> program as our example. You can download the source tarball from <ulink url="http://ftp.gnu.org/gnu/hello/hello-2.1.1.tar.gz">ftp.gnu.org</ulink>. For the purposes of this example, we will be using the <filename>~/hello/</filename> directory.
fr: Dans cet exemple, nous utiliserons l'application GNU <application><ulink url=http://www.gnu.org/software/hello/hello.html">hello</ulink></application>. Vous pouvez télécharger l'archive des sources depuis <ulink url="http://ftp.gnu.org/gnu/hello/hello-2.1.1.tar.gz">ftp.gnu.org</ulink>. Pour les besoins de l'exemple, nous utiliserons le dossier <filename>~/hello/</filename>.

source: We will also compare our package to one that is already packaged in the &ubuntu; repository. For now, we will place it in the <filename>ubuntu</filename> directory so we can look at it later. To get the source package, make sure you have a "deb-src" line in your <filename>/etc/apt/sources.list</filename> file for the Main repository. Then, simply execute:
fr: Nous allons également comparer notre paquet avec celui qui est déjà dans le dépôt &ubuntu;. Pour l'instant nous le placerons dans le répertoire <filename>ubuntu</filename> ainsi nous pourrons l'examiner plus tard. Pour obtenir le paquet source, assurez vous d'avoir une ligne «deb-src» pour le dépôt main dans votre fichier <filename>/etc/apt/sources.list</filename>. Ensuite faites simplement :

source: Unlike most <application>apt-get</application> commands, you do not need to have root privileges to get the source package, because it is downloaded to the current directory. In fact, it is recommended that you <emphasis>only</emphasis> use <application>apt-get source</application> as a regular user, because then you can edit files in the source package without needing root privileges.
fr: Contrairement à la majorité des commandes <application>apt-get</application>, il n'est pas nécessaire d'avoir les privilèges du super-utilisateur pour obtenir le paquet source, car il est téléchargé dans le répertoire en cours. En fait, il est recommandé d'utiliser <application>apt-get source</application> <emphasis>uniquement</emphasis> en tant qu'utilisateur normal, ainsi vous pourrez ensuite éditer les fichiers du paquet source sans avoir besoin des privilèges du super-utilisateur.

source: What the <application>apt-get source</application> command does is:
fr: Ce que la commande <application>apt-get source</application> fait est :

source: Download the source package. A source package commonly contains a .dsc file describing the package and giving md5sums for the source package, an .orig.tar.gz file containing the source code from the author(s), and a .diff.gz file containing patches applied against the source code with the packaging information.
fr: Télécharge le paquet source. Un paquet source contient habituellement un fichier .dsc décrivant le paquet et fournissant les sommes MD5 du paquet source, un fichier .orig.tar.gz contenant le code source de l'auteur, et un fichier .diff.gz contenant les correctifs (patchs) à appliquer sur le code source avec les informations de mise en paquet.

source: Untar the .orig.tar.gz file into the current directory.
fr: Décompresser le .orig.tar.gz dans le dossier courant.

source: Apply the gunzipped .diff.gz to the unpacked source directory.
fr: Appliquer le .diff.gz décompressé au dossier source non compressé.

source: If you manually download the source package (.dsc, .orig.tar.gz, and .diff.gz files), you can unpack them in the same way <application>apt-get source</application> does by using <application>dpkg-source</application> as follows:
fr: Si vous téléchargez manuellement le paquet source (fichiers .dsc, .orig.tar.gz, .diff.gz), vous pouvez les décompresser comme le fait <application>apt-get source</application> en utilisant <application>dpkg-source</application> comme suit :

source: The first thing you will need to do is make a copy of the original (sometimes called "upstream") tarball in the following format: <filename>&lt;packagename&gt;_&lt;version&gt;.orig.tar.gz</filename>. This step does two things. First, it creates two copies of the source code. If you accidentally change or delete the working copy you can use the one you downloaded. Second, it is considered poor packaging practice to change the original source tarball unless absolutely necessary. See <xref linkend="basic-mistakes"/> for reasons.
fr: La première chose à faire est une copie de l'archive d'origine, parfois appelée « upstream », dans le format suivant : <filename>&lt;packagename&gt;_&lt;version&gt;.orig.tar.gz</filename>. Cette étape permet de faire deux choses. Tout d'abord, cela crée deux copies du code source. Si vous modifiez ou supprimez par accident la copie de travail, vous pouvez utilisez celle que vous avez téléchargée. Ensuite, cela ne fait pas partie des bonnes pratiques de l'empaquetage de modifier l'archive originelle du code source à moins que cela ne soit absolument nécessaire. Reportez-vous à <xref linkend="basic-mistakes"/> pour plus de détails à ce sujet.

source: The underscore, "_", between the package name (hello) and the version (2.1.1), as opposed to a hyphen, "-", is very important. Your source package will incorrectly be built as a Debian native package.
fr: Le tiret de soulignement, "_", entre le nom du paquet (hello) et le numéro de version, et non le trait d'union "-", est très important. Votre paquet ne serait pas construit correctement comme un paquet Debian natif.

source: We now have a <filename>hello-2.1.1</filename> directory containing the source files. Now we need to create the customary <application>debian</application> directory where all the packaging information is stored, allowing us to separate the packaging files from the application source files.
fr: Nous avons maintenant un répertoire <filename>hello-2.1.1</filename> qui contient les fichiers source. Nous devons maintenant créer le répertoire <application>debian</application> personnalisé où toute l'information de construction de paquet est stockée, nous permettant de séparer les fichiers de construction de paquet des fichiers source de l'application.

source: We now need to create the essential files for any &ubuntu; source package: <filename>changelog</filename>, <filename>control</filename>, <filename>copyright</filename>, and <filename>rules</filename>. These are the files needed to create the binary packages (.deb files) from the original (upstream) source code. Let us look at each one in turn.
fr: Nous avons maintenant besoin de créer les fichiers essentiels à n'importe quel paquet source &ubuntu; : <filename>changelog</filename>, <filename>control</filename>, <filename>copyright</filename>, et <filename>rules</filename>. Ce sont les fichiers nécessaires pour construire les paquets binaire (fichiers .deb) à partir du code source originel (upstream). Examinons chacun à tour de rôle.

source: The <filename>changelog</filename> file is, as its name implies, a listing of the changes made in each version. It has a specific format that gives the package name, version, distribution, changes, and who made the changes at a given time. If you have a GPG key, make sure to use the same name and email address in <filename>changelog</filename> as you have in your key. The following is a template <filename>changelog</filename>:
fr: Le fichier <filename>changelog</filename> (journal des changements) est, comme son nom l'indique (pour les anglophones), une liste des changements réalisés pour chaque version. Il a un format spécifique qui donne le nom du paquet, sa version, la distribution, les changements et la personne qui a fait les changements à un moment donné. Si vous avez une clé GPG, soyez certain d'utiliser les même noms et courriels dans le fichier <filename>changelog</filename> que ceux que vous avez dans votre clé. Ce qui suit est un modèle pour <filename>changelog</filename>, veuillez noter que son contenu doit être en anglais, même si ce modèle est traduit pour plus de compréhension.

source: package (version) distribution; urgency=urgency * change details more change details * even more change details -- maintainer name &lt;email address&gt;[two spaces] date
fr: paquet (version) distribution; urgency=urgency * détails du changement plus de détails * d'autres détails -- Nom du mainteneur &lt;courriel&gt;[deux espaces] date

source: The format (especially of the date) is important. The date should be in RFC822 format, which can be obtained from the <application>822-date</application> program.
fr: Le format (de la date en particulier) est important. La date doit être au format défini par la RFC822. Elle peut être obtenue à l'aide du programme <application>822-date</application>.

source: Here is a sample <filename>changelog</filename> file for <application>hello</application>:
fr: Voici un simple fichier <filename>changelog</filename> pour <application>hello</application> :

source: Notice that the version has a -1 appended to it, or what is called the Debian revision, which is used so that the packaging can be updated (to fix bugs for example) with new uploads within the same source release version.
fr: Veuillez noter que la version est suffixée d'un -1, c'est ce qu'on appelle la révision Debian, qui est utilisée pour que le paquet puisse être mis à jour (pour corriger des bogues par exemple) avec de nouveaux paquets utilisant la même version de source.
