Repository: ahoneybun/pop-docs
Catalog: generic/packagingguide/po/*.po
Languages: fr

source: For <application>hello</application>, you will also not need <filename>README.Debian</filename> (README file for specific Debian issues, not the program's README), <filename>dirs</filename> (used by <application>dh_installdirs</application> to create needed directories), <filename>docs</filename> (used by <application>dh_installdocs</application> to install program documentation), or <filename>info</filename> (used by <application>dh_installinfo</application> to install the info file) files into the <filename>debian</filename> directory. For more information on these files, see <xref linkend="appendix-examples"/>.
fr: Pour <application>hello</application>, vous aurez aussi besoin des fichiers <filename>README.Debian</filename> (fichier README (en français : LISEZ-MOI) pour les choses spécifiques à Debian, pas le README du programme), <filename>dirs</filename> (utilisé par <application>dh_installdirs</application> pour créer les répertoires nécessaires), <filename>docs</filename> (utilisé par <application>dh_installdocs</application> pour installer la documentation du programme) ou <filename>info</filename> (utilisé par <application>dh_installinfo</application> pour installer le fichier d'information) dans le répertoire <filename>debian</filename>. Pour plus d'information sur ces fichiers, voyez <xref linkend="appendix-examples"/>.

source: At this point, you should have only <filename>changelog</filename>, <filename>compat</filename>, <filename>control</filename>, <filename>copyright</filename>, and <filename>rules</filename> files in the <filename>debian</filename> directory. From <xref linkend="basic-scratch"/>, the only file that is new is <filename>compat</filename>, which is a file that contains the <application>debhelper</application> version (in this case 4) that is used.
fr: À ce moment, vous ne devriez avoir que les fichiers <filename>changelog</filename>, <filename>compat</filename>, <filename>control</filename>, <filename>copyright</filename>, et <filename>rules</filename> dans le répertoire <filename>debian</filename>. Depuis <xref linkend="basic-scratch"/>, le seul nouveau fichier est <filename>compat</filename>, qui est un fichier contenant la version du <application>debhelper</application> (dans ce cas 4) utilisé.

source: You will need to adjust the <filename>changelog</filename> slightly in this case to reflect that this package is named <application>hello-debhelper</application> rather than just <application>hello</application>:
fr: Dans ce cas, vous allez devoir faire un léger ajustement du fichier <filename>changelog</filename> pour refleter le changement du nom de paquet de <application>hello</application> en <application>hello-debhelper</application> :

source: The last file we need to look at is <filename>rules</filename>, where the power of <application>debhelper</application> scripts can be seen. The <application>debhelper</application> version of <filename>rules</filename> is somewhat smaller (54 lines as opposed to 72 lines in the version from <xref linkend="basic-scratch-rules"/>).
fr: Le dernier fichier que nous devons examiner est <filename>rules</filename>, où la puissance des scripts <application>debhelper</application> peut être remarquée. La version <application>debhelper</application> de <filename>rules</filename> est légèrement plus compacte (54 lignes contre 72 lignes dans la version issue de <xref linkend="basic-scratch-rules"/>).

source: The <application>debhelper</application> version looks like:
fr: La version de <application>debhelper</application> ressemble à :

source: Notice that tasks like testing if you are in the right directory (<application>dh_testdir</application>), making sure you are building the package with root privileges (<application>dh_testroot</application>), installing documentation (<application>dh_installdocs</application> and <application>dh_installchangelogs</application>), and cleaning up after the build (<application>dh_clean</application>) are handled automatically. Many packages much more complicated than <application>hello</application> have <filename>rules</filename> files no bigger because the <application>debhelper</application> scripts handle most of the tasks. For a complete list of <application>debhelper</application> scripts, please see <xref linkend="appendix-debhelper"/>. They are also well documented in their respective <application>man</application> pages. It is a useful exercise to read the man page (they are well written and not lengthy) for each helper script used in the above <filename>rules</filename> file.
fr: Vous remarquerez que les tâches comme tester si vous êtes dans le bon répertoire (<application>dh_testdir</application>), s'assurer que vous construisez le paquet avec les privilèges super-utilisateur (<application>dh_testroot</application>), installer la documentation (<application>dh_installdocs</application> et <application>dh_installchangelogs</application>), et nettoyer après la construction (<application>dh_clean</application>) sont prises en charge automatiquement. De nombreux paquets beaucoup plus complexes que <application>hello</application> ont des fichiers <filename>rules</filename> qui ne sont pas plus lourds car les scripts <application>debhelper</application> prennent en charge la plupart des tâches. Pour une liste complète des scripts <application>debhelper</application>, référez vous aux pages de <application>man</application>. C'est un exercice utile de lire la page de man (elle sont courtes et bien écrites) pour chaque script utilisé dans le fichier <filename>rules</filename> ci-dessus.

source: Building the Source Package
fr: Construire le paquet source

source: Now that we have gone through the files in the <filename>debian</filename> directory for <application>hello-debhelper</application>, we can build the source (and binary) packages. First, let us move back into the source directory:
fr: Maintenant que nous avons parcouru les fichiers du répertoire <filename>debian</filename> pour <application>hello-debhelper</application>, nous pouvons construire les paquets source et binaire. Tout d'abord revenons dans le répertoire source :

source: Now we build the source package using <application>debuild</application>, a wrapper script for <application>dpkg-buildpackage</application>:
fr: Maintenant nous construisont le paquet source en utilisant <application>debuild</application>, un script d'emballage pour <application>dpkg-buildpackage</application> :

source: the binary package, using <application>pbuilder</application>:
fr: le paquet binaire en utilisant <application>pbuilder</application> :

source: and finally check the source package for common mistakes using <application>lintian</application>:
fr: et finalement nous contrôlons le paquet source pour les erreurs courantes en utilisant <application>lintian</application> :

source: Packaging With CDBS
fr: Empaqueter avec CDBS

source: CDBS is a tool that uses debhelper to make building and maintaining Debian packages even easier. It has many advantages:
fr: CDBS est un outil qui utilise debhelper pour afin de rendre la construction et la maintenance de paquets Debian encore plus simple. Il a plusieurs avantages :

source: It produces a short, readable, and efficient <filename>debian/rules</filename>
fr: Il produit un <filename>debian/rules</filename> court, lisible et efficace.

source: It automates debhelper and autotools for you, so you do not have to worry about repetitive tasks
fr: Il automatise debhelper et autotools pour vous, afin de ne pas avoir à se préoccuper des tâches répétitives.

source: It helps you focus on more important packaging problems, because it helps without limiting customization
fr: Il vous aide à vous concentrer sur les problèmes d'empaquetage plus importants, parce qu'il vous aide sans limiter la personnalisation.

source: Its classes have been well tested, so you can avoid dirty hacks to solve common problems
fr: Ses fonctionnalités ont été largement testées, afin que vous ne dussiez point recourir à de sombres bidouilles pour résoudre des problèmes communs.

source: Switching to CDBS is easy
fr: Passer à CDBS est simple

source: It is extensible
fr: Il est extensible

source: Using CDBS in packages
fr: Utiliser CDBS dans les paquets

source: That is all you need to build the program! CDBS handles installing and cleaning. You can then use the <filename>.install</filename> and <filename>.info</filename> files to tune your package with the usual debhelper functions in the various sections for <filename>debian/rules</filename>.
fr: C'est tout ce dont vous avez besoin pour construire un programme ! CDBS prend en charge l'installation et le nettoyage. Vous pouvez alors utiliser les fichiers <filename>.install</filename> et <filename>.info</filename> pour ajuster votre paquet avec les fonctions debhelper usuelles dans les diverses sections de <filename>debian/rules</filename>.

source: Do not use DEB_AUTO_UPDATE_DEBIAN_CONTROL:=yes to automatically change <filename>debian/control</filename>. It can cause bad things, and Debian considers it a reason to reject a package from entering the archives. See <ulink url="http://ftp-master.debian.org/REJECT-FAQ.html"> http://ftp-master.debian.org/REJECT-FAQ.html</ulink> for more information.
fr: N'utilisez pas DEB_AUTO_UPDATE_DEBIAN_CONTROL:=yes pour modifier automatiquement <filename>debian/control</filename>. Cela peut engendrer des défauts, et Debian le considère comme un motif pour rejeter l'entrée d'un paquet dans les archives. Pour plus d'information, voyez <ulink url="http://ftp-master.debian.org/REJECT-FAQ.html"> http://ftp-master.debian.org/REJECT-FAQ.html</ulink>.

source: As you can see, CDBS mostly works by including <filename>.mk</filename> Makefiles in <filename>debian/rules</filename>. The <application>cdbs</application> package provides such files in <filename>/usr/share/cdbs/1/</filename> that allow you to do quite a lot of packaging tasks. Other packages, such as <application>quilt</application>, add modules to CDBS and can be used as Build-Depends. Note that you can also use your own CDBS rules and include them in the package. The most useful modules included with the <application>cdbs</application> package are:
fr: Comme vous pouvez le voir, CDBS travaille principalement en plaçant des fichiers Makefile <filename>.mk</filename> dans <filename>debian/rules</filename>. Le paquet <application>cdbs</application> fournit de tel fichiers dans filename>/usr/share/cdbs/1/</filename> qui vous permettent d'effectuer une bonne part des tâches d'empaquetage. D'autres paquets, comme <application>quilt</application>, ajoutent des modules à CDBS et peuvent être utilsés comme dépendances de construction (Build-Depends). Notez que vous pouvez également utiliser vos propres règles CDBS et les inclure dans le paquet. Les modules les plus utiles fournis avec le paquet <application>cdbs</application> sont :

source: <filename>rules/debhelper.mk</filename>: Calls debhelper in all required sections
fr: <filename>rules/debhelper.mk</filename> : appelle debhelper dans toutes les sections requises

source: <filename>rules/dpatch.mk</filename>: Allows you to use dpatch to ease patching the source
fr: <filename>rules/dpatch.mk</filename> : Vous permet d'utiliser dpatch pour patcher facilement la source

source: <filename>rules/simple-patchsys.mk</filename>: Provides a very easy way to patch the source
fr: <filename>rules/simple-patchsys.mk</filename> : Fournit un moyen très simple pour patcher la source

source: <filename>rules/tarball.mk</filename>: Allows you to build packages using the compressed tarball in the package
fr: <filename>rules/tarball.mk</filename>: Vous permet de construire des paquets en utilisant l'archive compressé dans le paquet

source: <filename>class/autotools.mk</filename>: Calls autotools in all required sections
fr: <filename>class/autotools.mk</filename> : Appelle autotools dans toutes les sections requises

source: <filename>class/gnome.mk</filename>: Builds GNOME programs (requires the proper Build-Depends in <filename>debian/control</filename>)
fr: <filename>class/gnome.mk</filename> : Construit les applications GNOME (requiert un champ Build-Depends adéquat dans <filename>debian/control</filename>)

source: <filename>class/kde.mk</filename>: Builds KDE programs (requires the proper Build-Depends in <filename>debian/control</filename>)
fr: <filename>class/kde.mk</filename> : Construit les applications KDE (requiert un champ Build-Depends adéquat dans <filename>debian/control</filename>)

source: <filename>class/python-distutils.mk</filename>: Facilitates packaging Python programs
fr: <filename>class/python-distutils.mk</filename> : Facilite l'empaquetage des programmes Python

source: More information on CDBS
fr: Plus d'information sur CDBS

source: For more information on CDBS, see Marc Dequènes's guide at <ulink url="https://perso.duckcorp.org/duck/cdbs-doc/cdbs-doc.xhtml">https://perso.duckcorp.org/duck/cdbs-doc/cdbs-doc.xhtml</ulink>.
fr: Pour plus d'information sur CDBS, consulter le guide de Marc Dequènes sur <ulink url="https://perso.duckcorp.org/duck/cdbs-doc/cdbs-doc.xhtml">https://perso.duckcorp.org/duck/cdbs-doc/cdbs-doc.xhtml</ulink>.

source: Bugs
fr: Bogues

source: One thing that you will almost certainly face as a packager is a bug in the software itself or in your packaging. Packaging bugs are often fairly easy and straightforward to fix. However, as packagers often act as the initial contact for software bugs for the users of their distribution(s), they also implement temporary fixes and are responsible for forwarding bug reports and fixes to the original (upstream) authors.
fr: Une chose à laquelle vous devrez certainement faire face en tant qu'empaqueteur est un bogue dans le programme lui-même ou dans votre mise en paquet. Les bogues de mise en paquets sont souvent relativement simples et rapides à corriger. Cependant, comme les empaqueteurs font souvent office pour les utilisateurs de leur(s) distribution(s) de premiers contacts pour les bogues logiciels, ils implémentent aussi des correctifs temporaires et sont responsables de la redirection des rapports de bogues et des correctifs aux auteurs originaux (upstream).

source: Bug Tracking Systems
fr: Systèmes de suivi de bogues

source: In order to track bugs (both software and packaging), many distributions have developed bug tracking systems to manage bug reports and to notify the package maintainers and reporters of changes. The table below shows some of the Debian and &ubuntu; tools for tracking bugs.
fr: Afin de dépister les bogues (aussi bien logiciels que d'empaquetage), de nombreuses distribution ont développé des systèmes de suivi des bogues pour gérer les rapports de bogue et avertir les mainteneurs de paquet et les rapporteurs de bogues des modifications. Le tableau ci-dessous montre quelques outils Debian et &ubuntu pour le dépistage et le suivi des bogues.

source: Bug Tracking Systems (BTS)
fr: Systèmes de suivi de bogues (Bug Tracking Systems - BTS)

source: Bugs for Specific Packages
fr: Bogues de paquets spécifiques

source: Debian : http://bugs.debian.org/<emphasis>&lt;packagename&gt;</emphasis>
fr: Debian : http://bugs.debian.org/<emphasis>&lt;nom_du_paquet&gt;</emphasis>

source: &ubuntu; : use search at &ubuntu; BTS
fr: &ubuntu; : utilisez la recheche sur &ubuntu; BTS

source: Bugs for Source Packages
fr: Bogues de paquets sources

source: Debian : http://bugs.debian.org/src:<emphasis>&lt;packagename&gt;</emphasis>
fr: Debian : http://bugs.debian.org/src:<emphasis>&lt;nom_de_paquet&gt;</emphasis>

source: &ubuntu; : https://launchpad.net/distros/ubuntu/+source/<emphasis>&lt;packagename&gt;</emphasis>/+bugs
fr: &ubuntu; : https://launchpad.net/distros/ubuntu/+source/<emphasis>&lt;nom_de_paquet&gt;</emphasis>/+bugs

source: Package Information
fr: Informations sur un paquet

source: Debian : <ulink url="http://packages.debian.org">http://packages.debian.org</ulink> or http://packages.qa.debian.org/<emphasis>&lt;packagename&gt;</emphasis>
fr: Debian : <ulink url="http://packages.debian.org">http://packages.debian.org</ulink> ou http://packages.qa.debian.org/<emphasis>&lt;nom_de_paquet&gt;</emphasis>

source: &ubuntu; : <ulink url="http://packages.ubuntu.com">http://packages.ubuntu.com</ulink> or https://launchpad.net/distros/ubuntu/+source/<emphasis>&lt;packagename&gt;</emphasis> for source packages
fr: &ubuntu; : <ulink url="http://packages.ubuntu.com">http://packages.ubuntu.com</ulink> ou https://launchpad.net/distros/ubuntu/+source/<emphasis>&lt;nom_de_paquet&gt;</emphasis> pour les paquets source

source: Bug Tips
fr: Au sujet des bogues

source: Proper source package
fr: Paquet source propre

source: Assigning bugs to packages helps direct bug reports to the developer(s) most likely to be able to help. By ensuring that this information is accurate, you increase the chances of the bug being fixed promptly. Often, it is unclear which package contains the bug, and in these cases it is appropriate to file the bug in Ubuntu. If a bug is assigned to a package which is clearly not correct, and you don't know the correct package, change it to Ubuntu.
fr: Assigner des bogues à des paquets aide à diriger les rapports de bogues vers les développeurs les plus potentiellement capables d'aider. En s'assurant de la pertinence de cette information, vous augmentez les chances de voir le bogue résolu rapidement. Il n'est souvent pas aisé de savoir quel paquet contient le bogue, reporter le bogue pour Ubuntu est approprié dans ce cas. Si un bogue est assigné à un paquet qui n'est clairement pas le bon, et que vous ne connaissez pas le bon paquet, changez-le pour Ubuntu.

source: The correct package for bugs in the Linux kernel is <application>linux</application>, regardless of which particular package is in use (there are many packages which contain Linux kernels).
fr: Le paquet correct pour les bogues dans le noyau Linux est <application>linux</application>, quel que soit le paquet réellement utilisé (il y a beaucoup de paquets qui contiennent des noyaux Linux).

source: Confirming problems
fr: Confirmer des problèmes

source: If a bug is marked as Unconfirmed, it is helpful for you to try to reproduce the problem and record the results in Malone. If you are able to confirm the problem, you may change the status to Confirmed. If you are unable to confirm the problem, that is also useful information that should be recorded in a comment.
fr: Si un bogue est marqué « Non confirmé » (Unconfirmed), il est utile que vous essayiez de reproduire le problème et que vous enregistriez les résultats dans Malone. Si vous êtes capable de reproduire le problème, vous devriez changer l'état (Status) pour « Confirmé » (Confirmed). Si vous ne parvenez pas à confirmer le problème, c'est aussi une information utile qui devrait être enregistrée dans un commentaire.

source: Forwarding bugs upstream
fr: Transmettre les bogues aux auteurs (upstream)

source: You can forward bugs to the authors of the software (upstream), if
fr: Vous pouvez transmettre les bogues aux auteurs du logiciel (upstream), si

source: you made sure that the bug doesn't occur because of Ubuntu related changes
fr: vous vous êtes assuré que le bogue ne se produit pas à cause des changements relatifs à Ubuntu.

source: the change is too hard to be fixed by yourself or anyone else on the team
fr: le changement est trop difficile à appliquer par vous-même ou quelqu'un de l'équipe

source: If you do this, be sure to include all the necessary information, such as
fr: Si vous faites ça, soyez certain d'inclure les informations nécessaires, telles que

source: how to reproduce the bug
fr: comment reproduire le bogue

source: which version is used (which version of dependent libraries, if the bug indicates problems there)
fr: la version utilisée (la version des bibliothèques dépendantes, si le bogue y indique un problème)

source: who reported it
fr: la personne qui l'a rapporté

source: where the whole conversation can be found
fr: l'endroit où la disscution complète peut être trouvée

source: Make sure to also create a bug watch in Malone for this bug.
fr: Assurez-vous de créer aussi un rapport de bogue dans Malone pour ce bogue.

source: How to Deal with Feature Requests
fr: Comment traiter les demandes de fonctionnalités

source: If you feel that the bug reported is a feature request disguised as a bug report, please introduce the reporter gently to the <emphasis>specification process</emphasis> we have. Be sure to mention the following specification resources: FeatureSpecifications, SpecSpec, SpecTemplate, and <ulink url="http://launchpad.net/specs">http://launchpad.net/specs</ulink>
fr: Si vous pensez qu'un rapport de bogue est une demande de fonctionnalité déguisée en rapport de bogue, renvoyez courtoisement le rapporteur sur le <emphasis>processsus de spécification que nous avons.</emphasis>. Assurez-vous de mentionner les ressources de spécification suivantes : FeatureSpecifications, SpecSpec, SpecTemplate, et <ulink url="http://launchpad.net/specs">http://launchpad.net/specs</ulink>

source: How to deal with Support Requests
fr: Comment traiter les demandes de support

source: If you feel that the bug reported is a support request disguised as a bug report, please introduce the reporter gently to the Support Tracker we have. Be sure to mention <ulink url="http://launchpad.net/support">http://launchpad.net/support</ulink>.
fr: Si vous pensez que le bogue rapporté est une demande de support déguisée en rapport de bogue, présentez aimablement au rapporteur notre outil de suivi de support (Support Tracker). Soyez certain de mentionner <ulink url="http://launchpad.net/support">http://launchpad.net/support</ulink>.

source: How to deal with suggestions for changing defaults
fr: Comment traiter les suggestions pour changer les comportements par défaut

source: If you feel that the bug reported is a suggestion for changing defaults disguised as a bug report, please kindly reroute the discussion to an appropriate mailing list or discussion forum. If this change has already been discussed and rejected, explain the reasons to the user and direct him or her to the relevant discussion for further suggestions/comments.
fr: Si vous pensez que le bogue rapporté est une suggestion pour changer le comportement par défaut déguisée en rapport de bogue, dirigez aimablement la discussion vers une liste de discussion (mailing list) ou un forum de discussion adapté. Si ce changement a déjà été discuté et rejeté, expliquez-en les raisons à l'utilisateur et dirigez-le vers la discussion en question pour d'autres suggestions/commentaires.

source: Finding Duplicates
fr: Trouver les doublons

source: Finding duplicates of bugs is a very valuable contribution in the Bug community. Users sometimes don't know how to check if the same bug has already been filed, and sometimes they don't care. Weeding out simple ME TOO messages and aggregating information is crucial to the process of fixing a bug.
fr: Trouver les doublons de bogues est une contribution de grande valeur à la communauté des bogues. Les utilisateurs ne savent parfois pas comment vérifier si le même bogue a déjà été rapporté et parfois ils ne s'y intéressent pas. Éviter les messages tels que « MOI AUSSI » et rassembler l'information est crucial pour le processus de correction de bogues.
