Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
am: ይህ መረጃ የሚስራጨው ይጠቅማል በሚል ተሰፋ ያለምንም ዋስትናና ክፍያ ነው በቀጥታም ሆነ በተዘዋዋሪ መንገድ ዋስትና እንደማይስጥ በመተዳደሪየ ደንቡ ላይ ተገልፆአል
ar: يوزّع هذا المستند على أمل أن يكون مفيداً لكن دون أية ضمانات؛ ولا حتى الضمان الضمني لقابلية البيع أو ملائمة الاستخدام لهدف محدد، كما هو موصوف في وثيقة التنصّل.
ast: Esta documentación distribúise col envís de que seya d'utilidad, pero ENSIN NENGUNA GARANTÍA; nin siquier la garantía implícita de COMERCIALIZACIÓN o de que SEYA ADECUADA PA UN PROPÓSITU PARTICULAR, TALO Y COMO SE CONSEÑA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
bg: Този документ се разпространява с надеждата, че ще бъде полезен, но БЕЗ НИКАКВА ГАРАНЦИЯ; дори без косвена гаранция за ГОДНОСТ ЗА ПРОДАЖБА или ПРИГОДНОСТ ЗА УПОТРЕБА С ОПРЕДЕЛЕНА ЦЕЛ, КАКТО Е ОПИСАНО В РАЗДЕЛА ОТКАЗВАНЕ ОТ ПРАВА.
br: Skignet eo an teuliadur o spiañ e vo talvoudus, met HEP GWARANTIÑ EBET seurt bennak; ar gwarantezioù GWERZHAÑ pe EVIT OBER UN DRA RESIS E-GIZ E VEZ SKRIVET EN DIWALL.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; sense ni tan sols les garanties implícites de MERCANTIBILITAT o d'ADEQUACIÓ PER A UN FI PARTICULAR COM ES DESCRIU EN L'AVÍS.
cs: Tato dokumentace je distribuována ve víře v její použitelnost ,ale BEZ JAKÉKOLIV ZÁRUKY; bez záruky PRODEJNOSTI nebo ČÁSTEČNÉ CÍLE JAK POPSÁNO V TOMTO USTANOVENÍ.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
eo: Oni distribuas ĉi tiun dokumentaron esperante ke ĝi estos utila, sed SEN IA GARANTIO; sen eĉ la implica garantio de KOMERCINDO aŭ TAŬGECO POR SPECIFA CELO KIEL PRISKRIBITA EN LA FORKONFESO.
fi: Tämä dokumentaatio jaetaan siinä toivossa, että siitä on hyötyä, mutta ilman takuuta; edes epäsuoraa takuuta kaupattavuudesta, tai soveltuvuudesta tiettyyn käyttöön kuten vastuuvapauslausekkeessa kuvaillaan, ei anneta.
fil: Ang dokumentasyong ito ay ipinamamahagi sa pag-asa na ito ay magiging kapaki-pakinabang, ngunit WALANG KAHIT NA ANONG WARRANTY; wala kahit na pahiwatig na warranty ng PAGIGING KALAKAL o PAGKA-ANGKOP SA ISANG HANGARIN GAYA NG NABANGGIT SA PAGTATANGGI.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN NINGUNHA GARANTÍA ; nin garantía implícita de VALOR COMERCIAL ou de IDONEIDADE PARA UN PROPÓSITO PARTICULAR, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka tā būs kādam noderīga, bet BEZ JEBKĀDAS GARANTIJAS; pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
ms: Dokumentasi ini diedarkan dengan harapan yang ianya akan menjadi berguna, tetapi TANPA SEBARANG WARANTI; tanpa waranti yang dilaksanakan untuk KEPERDAGANGAN atau KESESUAIAN BAGI TUJUAN SEPERTI YANG TELAH DITERANGKAN DALAM PENAFIAN INI
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuida dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, i comprés, mas sens i èsser limitat, las garantias D'APTITUD A LA VENDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez domniemanej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU TAK JAK OPISANO TO W OŚWIADCZENIU.
pt: Esta documentação é distribuída na esperança de que seja útil, mas SEM NENHUMA GARANTIA; nem mesmo a garantia implícita de MERCANTIBILIDADE ou ADAPTAÇÃO A UM PROPÓSITO ESPECÍFICO COMO DESCRITO NAS DISPOSIÇÕES LEGAIS.
pt_br: Essa documentação é distribuída com a intenção de ser útil, mas SEM QUALQUER GARANTIA, seja ela a garantia implícita COMERCIAL ou a de adequação a um PROPÓSITO PARTICULAR, CONFORME DESCRITO NO TERMO DE RESPONSABILIDADE.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SI ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
sv: Den här dokumentationen distribueras med förhoppningen att den kommer att vara användbar, men UTAN NÅGRA GARANTIER, varken uttrycklig eller implicita garanti för SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIFIKT ÄNDAMÅL ENLIGT VAD SOM BESKRIVS I FRISKRIVNINGSKLAUSULEN.
th: เอกสารนี้แจกจ่ายด้วยความหวังว่าจะเป็นประโยชน์ แต่ไม่มีการรับประกันใดๆ ไม่รับประกันทั้งในการซื้อขาย หรือความเหมาะสมกับงานด้านใดด้านหนึ่งโดยเฉพาะ ตามที่ได้แจ้งไว้ในประกาศเรื่องความรับผิดชอบ
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.
zh_cn: 发布本文档是希望它有所用途，但不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或适用性也不提供任何隐性的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
am: የፍቃዱ ኮፒ እዚህ ይገኛል: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: نسخة من الرخصة متوفرة هنا: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">رخصة الإبداع العمومي المشاركة بالمثل</ulink>.
ast: Hai disponible una copia de la llicencia equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
bg: Копие на лиценза може да намерите тук: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
br: Gallout a rit kaout ur c'hopi al lisañs amañ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike Lisañs</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
cs: Kopie licence je dostupná zde: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
eo: Kopio de la permesilo disponeblas tie: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fi: Kopio lisenssistä löytyy sivulta <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike -lisenssi</ulink>.
fil: Ang kopya ng lisensiyang ito ay makukuha sa: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml"> Creative Commons ShareAlike License </ ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
lv: Licences kopija ir pieejama šeit: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>
ms: Salinan lesen ada di sini: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Pertatge a l'Identic (CC-BY-SA)</ulink>.
pl: Kopia licencji jest dostępna tutaj: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
pt: Uma copia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
pt_br: Uma cópia da licença está disponível aqui: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e licencës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sv: En kopia av licensen finns tillgänglig här: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
th: สำเนาของสัญญาอนุญาตอยู่ที่นี่: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
am: የኡቡንቱ እቅድ ሰነድ ዝርዝር
ar: مشروع توثيق أوبونتو
ast: Proyeutu de Documentación d'Ubuntu
bg: Проектът за документация на Ubuntu
br: Raktres Teuliadur Ubuntu
ca: Projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
eo: Dokumentada projekto de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fil: Proyekto ng Dokumentasyon ng Ubuntu
gl: Proxecto de documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
lv: Ubuntu dokumentācijas projekts
ms: Projek Dokumentasi Ubuntu
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
pl: Projektu Dokumentacji Ubuntu
pt: Projecto de Documentação do Ubuntu
pt_br: Projeto de Documentação do Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекта Убунту документације
sv: Dokumentationsprojekt för Ubuntu
th: โครงการเอกสาร Ubuntu
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目

source: Canonical Ltd. and members of the <placeholder-1/>
am: ሕገ ደንቡ እና አባላቱ <placeholder-1/>
ar: كانونيكال المحدودة و أعضاء <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
bg: Canonical Ltd. и членовете на <placeholder-1/>
br: Canonical Ltd. hag an izili <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
cs: Canonical Ltd. a členové <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές από το <placeholder-1/>
eo: Canonical Ltd. kaj membroj de <placeholder-1/>
fi: Canonical Ltd. ja seuraavan ryhmän jäsenet: <placeholder-1/>
fil: Canonical Ltd. at mga kasapi ng <placeholder-1/>
gl: Canonical Ltd. e os membros de <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
lv: Canonical Ltd. un <placeholder-1/> dalībnieki
ms: Canonical Ltd. dan ahli kepada <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
pl: Canonical Ltd. i członkowie <placeholder-1/>
pt: Canonical Ltda. e membros da <placeholder-1/>
pt_br: Canonical Ltd. e membros de <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
sv: Canonical Ltd. och medlemmar från <placeholder-1/>
th: Canonical Ltd. และสมาชิกของ <placeholder-1/>
uk: Canonical Ltd. і учасники <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员

source: The Ubuntu Documentation Project
am: የኡቡንቱ እቅድ ሰነድ
ar: مشروع توثيق أوبونتو
ast: El Proyeutu de Documentación d'Ubuntu
bg: Прокетът за документация на Ubuntu
br: Ar Raktres Teuliadur Ubuntu
ca: El projecte de documentació de l'Ubuntu
cs: Dokumentační projekt Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Έργο τεκμηρίωσης του Ubuntu
eo: La Dokumentada Projekto de Ubuntu
fi: Ubuntun dokumentaatioprojekti
fil: Ang Proyekto ng Dokumentasyon ng Ubuntu
gl: O proxecto de documentación de Ubuntu
hu: Az Ubuntu dokumentációs projekt
lv: Ubuntu dokumentācijas projekts
ms: Projek Dokumentasi Ubuntu
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
pl: Projekt Dokumentacji Ubuntu
pt: Projecto de Documentação Ubuntu
pt_br: O Projeto de Documentação do Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentacionit të Ubuntu
sr: Пројекат Убунту документације
sv: Ubuntus dokumentationsprojekt
th: โครงการเอกสาร Ubuntu
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档项目

source: This section describes how you can change the look and feel of your computer.
ast: Esta guía describi cómo puedes camudar l'aspeutu del to equipu.
ca: Aquesta secció descriu com podeu canviar l'aparença del vostre ordinador.
cs: Tato sekce popisuje, jak můžete změnit vzhled a chování vašeho počítače.
da: Dette afsnit beskriver hvordan du kan ændre udseendet og oplevelsen af din computer.
de: Dieses Kapitel beschreibt wie Sie das Aussehen und die Benutzeroberfläche Ihres Rechners ändern können.
el: Η ενότητα περιγράφει πως μπορείτε ν' αλλάξετε την όψη και την αίσθηση του υπολογιστή σας.
eo: Tiu sekcio priskribas kiel oni povas ŝanĝi la fasadon de sia komputilo.
fi: Tämä kappale sisältää tietoa tietokoneesi ulkoasun ja käyttäytymisen muokkaamisesta.
fil: Ang bahaging ito ay nagsasaad kung paano baguhin ang nakikitang pagkaka-ayos ng iyong computer.
gl: Esta sección describe como pode cambiar a aperncia do seu computador.
hu: Ez a szakasz leírja, hogyan módosíthatja az asztali környezet megjelenését.
lv: Šī sekcija izskaidro, kā jūs varat mainīt jūsu datora izskatu un sajūtas to lietojot.
nl: Deze sectie legt uit hoe u het uiterlijk en gedrag van uw computer kunt aanpassen.
pt: Esta sessão descreve como você pode modificar a aparência e percepção do seu computador.
pt_br: Esta seção descreve como você pode mudar a aparência do seu computador.
sl: Ta odsek opisuje, kako lahko spremenite videz in občutek vašega računalnika.
sq: Ky seksion ju shpjegon se si mund ta ndryshoni pamjen dhe ndjesinë e kompjuterit tuaj.
sr: Овај одељак описује како можете да измените изглед вашег рачунара.
sv: Detta avsnitt beskriver hur du kan ändra utseende och känsla på din dator.
uk: У цьому розділі описано, як можна змінити зовнішній вигляд стільниці.

source: Customising Panels
ar: تخصيص أشرطة المهام
br: Personelaat lañseroù
ca: Personalització dels quadres
da: Tilpasning af paneler
de: Anpassen der Panels
gl: Personalizar paneis
hu: A panelek testreszabása
lv: Paneļu pielāgošana
ms: Panel Pengubahsuaian
nl: Panelen aanpassen
oc: Personalizacion dels tablèus de bòrd
pl: Dostosowywanie paneli
pt_br: Personalizando Painéis
sl: Prilagajanje pultov
sq: Panelet e rregullimeve
sv: Anpassning av panelerna
uk: Персоналізація панелей
zh_cn: 自定义面板

source: The Main Menu
ar: القائمة الرئيسة
br: Al lañser pennañ
ca: Menú principal
da: Hovedmenuen
de: Das Hauptmenü
gl: Menú principal
hu: A főmenü
lv: Galvenā izvēlne
ms: Menu Utama
nl: Het hoofdmenu
oc: Lo menut principal
pl: Menu główne
pt_br: O Menu Principal
sl: Glavni meni
sq: Menyja kryesore
sv: Huvudmenyn
uk: Головне меню
zh_cn: 主菜单

source: Visual Effects
ar: المؤثّرات البصرية
br: Efedoù a wel
ca: Efectes visuals
da: Visuelle effekter
de: Visuelle Effekte
gl: Efectos Visuais
hu: Vizuális effektusok
lv: Vizuālie efekti
ms: Kesan Visual
nl: Visuele effecten
oc: Efièches visuals
pl: Efekty wizualne
pt_br: Efeitos Visuais
sl: Vidni učinki
sq: Efekte vizive
sv: Visuella effekter
uk: Візуальні ефекти
zh_cn: 视觉效果

source: Customising other aspects of the desktop
ar: تخصيص جوانب اخرى من سطح المكتب
br: Personelaat arvezioù all burev
ca: Personalització d'altres paràmetres de l'escriptori
da: Tilpas andre aspekter af skrivebordet
de: Weitere Bestandteile der Arbeitsumgebung anpassen
gl: Personalizar outros aspectos do escritorio
hu: Az asztali környezet egyéb beállításainak testreszabása
lv: Citu darbvirsmas aspektu pielāgošana
ms: Mengubahsuai aspek-aspek lain desktop
nl: Andere onderdelen van het bureaublad aanpassen
oc: Personalizar d'autres aspèctes del burèu
pl: Dostosowywanie pozostałych elementów pulpitu
pt_br: Personalizando outros aspectos de seu desktop
sl: Prilagajanje drugih vidikov namizja
sq: Rregullimi i aspekteve të tjera të desktopit
sv: Anpassning av andra delar av skrivbordet
uk: Персоналізація інших аспектів робочого столу
zh_cn: 设置桌面的其他属性

source: How can I move the window buttons to the top right of the window?
ast: ¿Cómo puedo mover los botones de la ventana a la estaya superior derecha?
ca: Com puc moure els botons de la finestra a la part superior dreta d'aquesta?
cs: Jak přesunu tlačítka okna do pravé horní části okna?
da: Hvordan kan jeg flytte vinduets knapper til det øverste højre hjørne?
de: Wie kann ich die Fensterknöpfe zur rechten oberen Ecke des Fensters verschieben?
el: Πως μετακινούνται τα κουμπιά των παραθύρων στην επάνω δεξιά γωνία τους;
eo: Kiel oni povas movi la fenestrajn butonojn al la supra dekstra angulo de la fenestro?
fi: Kuinka siirrän ikkunan painikkeet ikkunan oikeaan yläkulmaan?
fil: Paano ko aayusin ang mga pindutan ng window tungo sa itaas, gawing kanang bahagi ng window?
gl: Como podo mover os botóns da xanela á parte superior dereita?
hu: Hogyan vihetem át az ablak gombjait az ablak jobb felső sarkába?
lv: Kā es varu pārvietot logu pogas uz augšējo labo loga stūri?
nl: Hoe kan ik de vensterknoppen verplaatsen naar de rechterkant verplaatsen?
pt: Como posso mover os botões de controle das janelas para o topo direito da janela?
pt_br: Como eu posso mover os botões de janela para a parte superior direita da janela?
sl: Kako lahko premaknem gumbe okna na zgornjo desno stran okna?
sq: Si mund ti lëviz butonat e dritareve në pjesën e sipërme djathtas të dritares?
sr: Како преместити дугмад прозора из левог у десни горњи угао?
sv: Hur kan jag flytta fönsterknapparna till fönstrets övre högra hörn?
uk: Як перемістити кнопки вікна в правий верхній кут вікна?
