Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: Click the <application>User Switcher</application> in the top right hand corner of the screen and then press <guibutton>Log out</guibutton> to log out of Ubuntu
am: ይጫኑ <application>የተጠቃሚ መቀየሪያ</application> የሚለውን በስተ ቀኝ በኩል ከላይ እና ይጫኑ <guibutton>መውጫ</guibutton> ከኡቡንቱ ለመውጣት
ar: انقر على <application>مبدل المستخدم</application> في الزاوية اليمنى العلوية من الشاشة ثم انقر على <guibutton>اخرج</guibutton> للخروج من أوبنتو
ast: Calca nel <application>Camudador d'usuariu</application> nel requexu cimeru drechu de la pantalla y calca <guibutton>Colar</guibutton> para colar d'Ubuntu
bg: Щракнете <application>Превключване на потребител</application> в горния десен ъгъл на екрана и после натиснете <guibutton>Излизане от системата</guibutton>, за да излезете от Ubuntu
br: Klikit war <application>Cheñch implijer</application> uhel tu dehoù ar skramm hag <guibutton>En em digennaskañ</guibutton>evit echuiñ hoc'h dalc'h Ubuntu.
ca: Premeu el <application>Commutador d'usuari</application> a la cantonada superior dreta de la pantalla i a continuació premeu l'opció <guibutton>Surt...</guibutton> per a sortir de l'Ubuntu
cs: Klikněte na <application>Přepínání uživatelů</application> v pravém horním rohu obrazovky a poté stiskněte <guibutton>Odhlásit</guibutton> k odhlášení z Ubuntu
da: Klik på <application>Brugerskifteren</application> i øverste højre hjørne af skærmen og tryk der efter på <guibutton>Log ud</guibutton> for at logge ud af Ubuntu
de: Klicken Sie auf <application>Benutzer wechseln oder ausschalten</application> in der oberen rechten Ecke des Bildschirms und wählen Sie <guibutton>Abmelden</guibutton>, um sich aus Ubuntu abzumelden
el: Πατήστε την <application>Εναλλαγή χρηστών</application> στην πάνω δεξιά γωνία της οθόνης και πατήστε <guibutton>Τερματισμός</guibutton> για να εξέλθετε από το Ubuntu.
eo: Alklaki la <application>Uzantan ŝanĝilon</application> en la dekstalta angulo de la ekrano, do premi <guibutton>Elsaluti</guibutton> por adiaŭigi el Ubuntu
fi: Napsauta <application>Käyttäjänvaihdinta</application> näytön oikeassa yläreunassa ja valitse <guibutton>Kirjaudu ulos</guibutton> kirjautuaksesi ulos Ubuntusta.
gl: Prema sobre <application>Cambiar de usuario</application> na esquina superior da pantalla e prema sobre <guibutton>Saír</guibutton> para deixar Ubuntu
hu: Kattintson a <application>Felhasználóváltóra</application> a képernyő jobb felső sarkában és nyomja meg a <guibutton>Kijelentkezés</guibutton> gombot a kijelentkezéshez az Ubuntuból
lv: Klikšķiniet uz <application>Lietotāju pārslēdzējs</application> augšējā labējā ekrāna stūrī un spiediet <guibutton>Atteikties</guibutton>, lai atteiktos no Ubuntu sesijas.
ms: Klik <application>Penukar Pengguna</application> di sudut atas sebelah kanan skrin dan tekan <guibutton>Log Keluar</guibutton> untuk Log Keluar Ubuntu
nl: Druk op de <application>Gebruikserswisselaar</application> in de rechterbovenhoek van het scherm en vervolgens op <guibutton>Afmelden</guibutton> om u af te melden van Ubuntu
oc: Clicatz sus <application>Cambiament d'utilizaire</application>en naut a drecha de l'ecran puèi sus <guibutton>Se desconnectar</guibutton> per acabar vòstra sesilha jos Ubuntu.
pl: Aby wylogować się z Ubuntu kliknij <application>Przełącz użytkownika</application> w prawym górnym rogu ekranu i naciśnij <guibutton>Wyloguj</guibutton>
pt: Clique no <application>Alternador de utilizadores</application> no canto superior direito do ecrã e pressione <guibutton>Terminar Sessão</guibutton> para terminar a sessão no Ubuntu
pt_br: Clique em <application>Alternador de usuário</application> na direita superior no canso da tela e então pressione <guibutton>Sair</guibutton> para encerrar a sessão do Ubuntu
sl: Kliknite na aplet <application>Preklopnik med uporabniki</application> v zgornjem desnem kotu zaslona in pritisnite gumb <guibutton>Odjava ...</guibutton> za odjavo iz Ubuntuja
sq: Kliko <application>Ndërruesin e Përdoruesve</application> në pjesën e sipërme djathtas të ekranit dhe pastaj kliko <guibutton>Dil</guibutton> për të dalë nga
sr: Кликните на <quote><application>Промени корисника</application></quote> у горњем десном углу екрана а затим притисните <quote><guibutton>Одјављивање</guibutton></quote> да се одјавите са Убунтуа.
sv: Klicka på <application>Användarväxlare</application> i övre högra hörnet av skärmen och tryck sedan på <guibutton>Logga ut</guibutton> för att logga ut från Ubuntu
th: คลิก <application>สลับผู้ใช้</application> ที่มุมขวาบนของจอ และคลิก <guibutton>ออกจากระบบ</guibutton>เพื่อที่จะออกจากอูบุนตู
uk: Перейдіть до <application>Зміни користувача</application> у верхньому правому куті екрана і натисніть <guibutton>Вихід</guibutton>, щоб вийти з Ubuntu
zh_cn: 单击屏幕右上角的 <application>用户切换器</application> 并选择 <guibutton>登出</guibutton> 以登出 Ubuntu。

source: At the log-in screen which appears, press <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
am: በመግቢያ መመልከቻ ላይ ይጫኑ <menuchoice><guimenuitem>ምርጫዎን</guimenuitem><guimenuitem>የክፍለ ጊዜ ምርጫ...</guimenuitem></menuchoice>
ar: في شاشة الولوج التي تظهر، اضغط <menuchoice><guimenuitem>خيارات</guimenuitem><guimenuitem>اختر جلسة...</guimenuitem></menuchoice>
ast: Cuando apaeza la pantalla d'entamu de sesión, calque <menuchoice><guimenuitem>Opciones</guimenuitem><guimenuitem>Seleicionar sesión...</guimenuitem></menuchoice>
bg: В екрана за влизане, натиснете <menuchoice><guimenuitem>Опции</guimenuitem><guimenuitem>Избор на сесия...</guimenuitem></menuchoice>
br: Er skramm kennask, diuzit <menuchoice><guimenuitem>Dibarzhioù</guimenuitem><guimenuitem>Diuzañ un dalc'h...</guimenuitem></menuchoice>
ca: A la pantalla d'entrada, premeu <menuchoice><guimenuitem>Opcions</guimenuitem><guimenuitem>Selecciona la sessió...</guimenuitem></menuchoice>
cs: V přihlašovací obrazovce, která se objeví, stiskněte <menuchoice><guimenuitem>Možnosti</guimenuitem><guimenuitem>Vybrat sezení...</guimenuitem></menuchoice>
da: Klik <menuchoice><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Vælge session...</guimenuitem></menuchoice>
de: Im Anmeldefenster, das nun erscheint, klicken Sie bitte auf <menuchoice><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Sitzung wählen …</guimenuitem></menuchoice>
el: Στην οθόνη που εμφανίζεται πατήστε <menuchoice><guimenuitem>Επιλογές</guimenuitem><guimenuitem>Επιλογή Συνεδρίας...</guimenuitem></menuchoice>
eo: Ĉe la ensaluta ekrano kiu aperas, premi je <menuchoice><guimenuitem>Agordoj</guimenuitem><guimenuitem>Elekti seancon...</guimenuitem></menuchoice>
fi: Kirjautumisruudussa avaa <menuchoice><guimenuitem>Vaihtoehdot</guimenuitem><guimenuitem>Valitse istunto...</guimenuitem></menuchoice>
fil: Sa lumabas na log in screen, pindutin ang <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
gl: Na pantalla de entrada que aparece, prema <menuchoice><guimenuitem>Opcións</guimenuitem><guimenuitem>Seleccione Sesión...</guimenuitem></menuchoice>
hu: A megjelenő bejelentkezési képernyőn nyomja meg a <menuchoice><guimenuitem>Beállítások</guimenuitem><guimenuitem>Környezet kiválasztása...</guimenuitem></menuchoice> gombot.
lv: Pieteikšanās ekrānā, kas parādīsies, spiediet <menuchoice><guimenuitem>Opcijas</guimenuitem><guimenuitem>Izvēlēties sesiju...</guimenuitem></menuchoice>
ms: Pada skrin log masuk yang muncul, tekan <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
nl: Druk in het aanmeldscherm dat verschijnt op <menuchoice><guimenuitem>Opties</guimenuitem><guimenuitem>Sessie kiezen...</guimenuitem></menuchoice>
oc: A l'afichatge de l'ecran de connexion, causissètz <menuchoice><guimenuitem>Opcions</guimenuitem><guimenuitem>Seleccionar una sesilha</guimenuitem></menuchoice>
pl: Gdy pojawi się ekran logowania, kliknij <menuchoice><guimenuitem>Opcje</guimenuitem><guimenuitem>Wybór sesji...</guimenuitem></menuchoice>
pt: No ecrã de login que aparece, pressione <menuchoice><guimenuitem>Opções</guimenuitem><guimenuitem>Seleccionar Sessão...</guimenuitem></menuchoice>
pt_br: Na tela de login que aparece, aperte <menuchoice><guimenuitem>Opções</guimenuitem><guimenuitem>Selecione Sessão...</guimenuitem></menuchoice>
sl: Na prijavnem zaslonu, ki se pokaže, pritisnite <menuchoice><guimenuitem>Možnosti</guimenuitem><guimenuitem>Izberite sejo ...</guimenuitem></menuchoice>
sq: Në ekranin e hyrjes që shfaqet shtypni <menuchoice><guimenuitem>Opsionet</guimenuitem><guimenuitem>Zgjidh Seksionin...</guimenuitem></menuchoice>
sr: На екрану за пријављивање који се појави, кликните <quote><menuchoice><guimenuitem>Опције</guimenuitem><guimenuitem>Изабери сесију...</guimenuitem></menuchoice></quote>.
sv: När inloggningsskärmen visas ska du trycka på <menuchoice><guimenuitem>Alternativ</guimenuitem><guimenuitem>Välj session...</guimenuitem></menuchoice>
th: ที่หน้าจอล็อกอินเมื่อปรากฎขึ้น คลิก <menuchoice><guimenuitem>ตัวเลือก</guimenuitem><guimenuitem>เลือก เซสชัน...</guimenuitem></menuchoice>
uk: У вікні входу в систему натисніть <menuchoice><guimenuitem>Options</guimenuitem><guimenuitem>Select Session...</guimenuitem></menuchoice>
zh_cn: 在登录屏幕出现时，按<menuchoice><guimenuitem>选项</guimenuitem><guimenuitem>选择会话...</guimenuitem></menuchoice>

source: Choose the <guilabel>KDE</guilabel> option and press <guibutton>Change Session</guibutton>
am: የምረጡ <guilabel>ኬዲኢ</guilabel> ምርጫዎትን ይጫኑ <guibutton>ስብስብን መቀየር</guibutton>
ar: اختر الخيار <guilabel>KDE</guilabel> واضغط <guibutton>غيّر الجلسة</guibutton>
ast: Seleicione la opción <guilabel>KDE</guilabel> y calque <guibutton>Camudar sesión</guibutton>
bg: Изберете опцията <guilabel>KDE</guilabel> и натиснете <guibutton>Промяна на сесия</guibutton>
br: Diuzit an dibarzh <guilabel>KDE</guilabel> ha klikit war <guibutton>Cheñch an dalc'h</guibutton>
ca: Escolliu l'opció <guilabel>KDE</guilabel> i premeu <guibutton>Canvia la sessió</guibutton>
cs: Zvolte možnost <guilabel>KDE</guilabel> a stiskněte <guibutton>Změnit sezení</guibutton>
da: Vælg <guilabel>KDE</guilabel> og tryk på <guibutton>Skift session</guibutton>
de: Wählen Sie die Option <guilabel>KDE</guilabel> und klicken anschließend auf <guibutton>Sitzung ändern</guibutton>
el: Επιλέξτε την επιλογή <guilabel>KDE</guilabel> και πατήστε <guibutton>Αλλαγή συνεδρίας</guibutton>
eo: Elekti la opcion <guilabel>KDE</guilabel> kaj premi je <guibutton>Ŝanĝi seancon</guibutton>
fi: Valitse <guilabel>KDE</guilabel> ja napsauta <guibutton>Vaihda istuntoa</guibutton>-painiketta
gl: Escolla a opción <guilabel>KDE</guilabel> e prema en <guibutton>Cambiar sesión</guibutton>
hu: Válassza ki a <guilabel>KDE</guilabel> lehetőséget és nyomja meg a <guibutton>Környezet módosítása</guibutton> gombot
lv: Izvēlieties <guilabel>KDE</guilabel> izvēli un nospiediet <guibutton>Mainīt sesiju</guibutton>
ms: Pilih opsyen <guilabel>KDE</guilabel> dan tekan <guibutton>Change Session</guibutton>
nl: Kies de optie <guilabel>KDE</guilabel> en druk op <guibutton>Sessie wijzigen</guibutton>
oc: Causissètz l'opcion <guilabel>KDE</guilabel> e quichatz sus <guibutton>Modificar la sesilha</guibutton>
pl: Wybierz opcję <guilabel>KDE</guilabel> i wciśnij <guibutton>Zmień sesję</guibutton>
pt: Escolha a opção <guilabel>KDE</guilabel> e pressione <guibutton>Alterar Sessão</guibutton>
pt_br: Escolha a opção <guilabel>KDE</guilabel> e pressione <guibutton>Mudar Sessão</guibutton>
sl: Izberite možnost <guilabel>KDE</guilabel> in pritisnite gumb <guibutton>Zamenjaj sejo</guibutton>
sq: Zgjidhni <guilabel>KDE</guilabel> si opsion dhe shtypni <guibutton>Ndrysho Seksionin</guibutton>
sr: Изаберите опцију <quote><guilabel>КДЕ</guilabel></quote> и кликните <quote><guibutton>Промени сесију</guibutton></quote>.
sv: Välj alternativet <guilabel>KDE</guilabel> och tryck på <guibutton>Byt session</guibutton>
th: เลือกตัวเลือก <guilabel>KDE</guilabel> และกด <guilabel>เปลี่ยนเซสชั่น</guilabel>
uk: Виберіть пункт <guilabel>KDE</guilabel> та натисніть <guibutton>Change Session</guibutton>
zh_cn: 选择<guilabel>KDE</guilabel>选项并按<guibutton>改变会话</guibutton>

source: Enter your username and password as normal. KDE should then start.
am: የመጠቀሚያ ስም እና የመግቢይ ቃልዎን ያስገቡ ኬዲኢ እንዲጀምር
ar: أدخل اسم مستخدمك وكلمة سرك كالعادة. يجب أن يبدأ عندها كدي.
ast: Introduza'l so nome d'usuariu y contraseña del mou avezáu, y entamaráse KDE.
bg: Въведете потребителското име и паролата си, както винаги. Тогава KDE ще се стартира.
br: Skrivit hoc'h anv implijour ha hoc'h ger tremen kustumad. KDE a vefe ret lañsañ.
ca: Introduïu el vostre nom d'usuari i la contrasenya com de costum. Seguidament s'hauria d'iniciar el KDE.
cs: Vepište své uživatelské jméno a heslo jako obyčejně. Mělo by se poté spustit KDE.
da: Skriv dit brugernavn og kodeord som normalt. KDE bør herefter starte.
de: Geben Sie wie gewohnt Ihren Benutzernamen und Ihr Passwort ein. KDE sollte nun starten.
el: Εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασης, ως συνήθως. Τότε θα εκκινήσει το περιβάλλον KDE.
eo: Tajpi vian uzantnomon kaj pasvorton kiel kutime. Tiam KDE devas komenciĝi.
fi: Syötä käyttäjänimi ja salasana kuten tavallista. KDE:n tulisi nyt käynnistyä.
fil: Ipasok ang iyong username at password tulad ng dati. Ang KDE ay magpapatuloy magbukas.
gl: Introduza o seu nome de usuario e contrasinal como normalmente. KDE debería iniciarse.
hu: Adja meg a felhasználónevét és jelszavát. Ezután a KDE elindul.
lv: Ievadiet savu lietotājvārdu un paroli kā parasti. Pēc tam KDE vajadzētu startēties.
ms: Masukkan nama pengguna dan kata kunci seperit biasa. Selepas itu KDE akan bermula.
nl: Voer uw gebruikersnaam en wachtwoord in als gebruikelijk. KDE hoort dan te starten.
oc: Picatz vòstres identificant e senhal costumièrs. KDE deuriá amodar en seguida.
pl: Wprowadź swoją nazwę użytkownika i hasło tak, jak to zwykle robisz. Wtedy KDE się uruchomi.
pt: Insira o seu nome de utilizador e a sua senha como habitualmente. O KDE deve iniciar logo.
pt_br: Entre com o seu nome de usuário e senha. O KDE deve então começar.
sl: Vpišite svoje uporabniško ime in geslo, kot običajno. Nato bi se moral zagnati KDE.
sq: Fusni emrin e përdoruesit dhe fjalëkalimin si zakonisht. Pastaj KDE do të nisë.
sr: Унесите ваше корисничко име и лозинку као и обично. Након тога КДЕ ће се покренути.
sv: Ange ditt användarnamn och lösenord som vanligt. KDE kommer nu att startas.
th: ป้อนชื่อผู้ใช้และรหัสผ่านของคุณตามปกติ KDE จะเริ่มขึ้นต่อจากนั้น
uk: Після введення імені користувача та пароля завантажиться KDE.
zh_cn: 输入您的用户名和密码，就可以进入KDE桌面。

source: Installing an Xfce desktop
am: ኤክስኤፍሲኢ ዴስክቶፕን መግጠም
ar: تثبيت سطح المكتب Xfce
ast: Instalar un escritoriu Xfce
bg: Инсталиране на графична среда Xfce
br: Staliadur burev Xfce
ca: Instal·lació de l'escriptori Xfce
cs: Instalace prostředí Xfce
da: Installér et Xfce-skrivebord
de: Die Xfce-Arbeitsumgebung installieren
el: Εκτατάσταση του περιβάλλοντος εργασίας Xfce
eo: Instalanta Xfce labortablon
fi: Xfce-työpöydän asentaminen
gl: Instalar un escritorio Xfce
hu: Xfce asztali környezet telepítése
lv: Xfce darbvirsmas instalēšana
ms: Memasang desktop Xfce
nl: Een Xfce-werkomgeving installeren
oc: Installacion d'un burèu Xfce
pl: Instalacja środowiska Xfce
pt: A instalar o ambiente gráfico Xfce
pt_br: Instalando um ambiente Xfce
sl: Namestitev namizja Xfce
sq: Instalim i desktopit Xfce
sr: Инсталирање ХФСЕ радне површи
sv: Installera ett Xfce-skrivbord
th: การติดตั้ง Xfce
uk: Встановлення графічного середовища Xfce
zh_cn: 正在安装Xfce桌面

source: <ulink url="http://www.xfce.org/">Xfce</ulink> is a desktop environment which is designed to be fast and lightweight. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> is a version of Ubuntu which uses the Xfce desktop.
am: <ulink url="http://www.xfce.org/">Xfce</ulink> የዴስክቶፕ አካል የተፈጠርው በጣም ፈጣንና ቀላል ተደርጎ ነው. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> የኡቡንቱ እትም ሲሆን የሚጠቀመው የኤክስኤፍሲኢ ዴስክቶፕ ነው
ar: <ulink url="http://www.xfce.org/">Xfce</ulink> هي بيئة سطح مكتب مصمّمة لتكون سريعة وخفيفة. <ulink url="http://www.xubuntu.org">إكسوبونتو</ulink>هي نسخة من أوبونتو تستخدم سطح المكتب Xfce.
ast: <ulink url="http://www.xfce.org/">Xfce</ulink> ye un entornu d'escritoriu diseñáu pa ser rápidu y llixeru. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> ye una versión d'Ubuntu qu'usa l'escritoriu Xfce.
bg: <ulink url="http://www.xfce.org/">Xfce</ulink> е графична среда, изградена с цел да бъде бърза и олекотена. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> е версия на Ubuntu, която използва графична среда Xfce.
br: Ur burev eo <ulink url="http://www.xfce.org/">Xfce</ulink> savet evit bezañ buan ha skañv. Ur stumm eus Ubuntu eo <ulink url="http://www.xubuntu.org">Xubuntu</ulink> oc'h implij burev Xfce.
ca: L'<ulink url="http://www.xfce.org/">Xfce</ulink> és un entorn d'escriptori dissenyat per a ser ràpid i compacte. El <ulink url="http://www.xubuntu.org">Xubuntu</ulink> és una versió de l'Ubuntu que utilitza l'escriptori Xfce.
cs: <ulink url="http://www.xfce.org/">Xfce</ulink> je pracovní prostředí navržené pro rychlost a odlehčenost. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> je verze Ubuntu používající prostředí Xfce.
da: <ulink url="http://www.xfce.org/">Xfce</ulink> er et skrivebordsmiljø, som er designet til at være hurtigt og fylde meget lidt. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> er en version af Ubuntu, som bruger Xfce-skrivebordet.
de: <ulink url="http://www.xfce.org/">Xfce</ulink> ist eine Arbeitsumgebung, welche besonders schnell ist und geringere Anforderungen an die Hardware stellt. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> ist eine Ubuntu-Version, welche die Xfce-Arbeitsumgebung verwendet.
el: Το <ulink url="http://www.xfce.org/">Xfce</ulink> είναι ένα περιβάλλον εργασίας, το οποίο έχει σχεδιαστεί για να είναι γρήγορο και ελαφρύ. Το <ulink url="http://www.xubuntu.org">Xubuntu</ulink> είναι μια έκδοση του Ubuntu που χρησιμοποιεί το περιβάλλον αυτό.
eo: <ulink url="http://www.xfce.org/">Xfce</ulink> estas labortabla medio konstruita por esti rapida kaj malpeza. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> estas variaĵo de Ubuntu uzanta Xfce labortablo.
fi: <ulink url="http://www.xfce.org/">Xfce</ulink> on nopeaksi ja kevyeksi suunniteltu työpöytäympäristö. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> on Ubuntun versio, joka käyttää Xfce-työpöytää.
gl: <ulink url="http://www.xfce.org/">Xfce</ulink> é un contorno de escritorio deseñado para ser rápido e lixeiro. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> é unha versión de Ubuntu que usa o escritorio Xfce.
hu: Az <ulink url="http://www.xfce.org/">Xfce</ulink> egy kicsi és gyors asztali környezet. A <ulink url="http://www.xubuntu.org">Xubuntu</ulink> az Ubuntu egy olyan változata, amely Xfce asztali környezetet használ.
lv: <ulink url="http://www.xfce.org/">Xfce</ulink> ir darbvirsmas vide, kas veidota, lai būtu ātra un viegla pēc aizņemtās atmiņas apjoma. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> ir Ubuntu versija, kas pēc noklusējuma izmanto Xfce darbvirsmas vidi.
ms: <ulink url="http://www.xfce.org/">Xfce</ulink>adalah enviromen desktop yang dicipta untuk menjadi cepat dan efisien <ulink url="http://www.xubuntu.org">Xubuntu</ulink> adalah versi Ubuntu yang mengguna desktop Xfce.
nl: <ulink url="http://www.xfce.org/">Xfce</ulink> (Engelstalig) is een werkomgeving die ontworpen is om snel en licht te zijn. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> (Engelstalig) is een versie van Ubuntu die de Xfce-werkomgeving gebruikt.
oc: <ulink url="http://www.xfce.org/">Xfce</ulink> es un environament de burèu concebut per èsser rapid e leugièr. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> es una version d'Ubuntu qu'utiliza lo burèu Xfce.
pl: <ulink url="http://www.xfce.org/">Xfce</ulink> to środowisko, które zostało zaprojektowane, aby być szybkim i lekkim. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> to odmiana Ubuntu, która używa pulpitu Xfce.
pt: O <ulink url="http://www.xfce.org/">Xfce</ulink> é uma ambiente de trabalho desenhado para ser rápido e leve. O <ulink url="http://www.xubuntu.org">Xubuntu</ulink> é a versão do Ubuntu que usa o ambiente de trabalho Xfce.
pt_br: <ulink url="http://www.xfce.org/">Xfce</ulink> é um ambiente que foi feito para ser rápido e leve. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> é uma versão do Ubuntu que usa o ambiente Xfce.
sl: <ulink url="http://www.xfce.org/">Xfce</ulink> je hitro delovno okolje, ki porabi manj pomnilnika. Različica sistema Ubuntu, ki uporablja namizje Xfce se imenuje <ulink url="http://www.xubuntu.org">Xubuntu</ulink>.
sq: <ulink url="http://www.xfce.org/">Xfce</ulink> është një ambient desktop i dizenjuar për të qenë i shpejtë dhe i lhetë. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> është një version i Ubuntu që përdor Desktopin Xfce.
sr: <ulink url="http://www.xfce.org/">ХФСЕ</ulink> је окружење радне површи које је дизајнирано да буде брзо и једноставно. <ulink url="http://www.xubuntu.org">Хубунту</ulink> је верзија Убунтуа која користи ХФСЕ радну површ.
sv: <ulink url="http://www.xfce.org/">Xfce</ulink> är en skrivbordsmiljö som är designad till att vara snabb och lättviktig. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> är en version av Ubuntu som använder Xfce-skrivbordet.
th: <ulink url="http://www.xfce.org/">Xfce</ulink> เป็นระบบเดสก์ท็อปที่ถูกออกแบบมาให้มีขนาดเล็กและรวดเร็ว <ulink url="http://www.xubuntu.org">ซูบุนตู</ulink>เป็นรุ่นหนึงของอูบุนตูที่ใช้ Xfce เดสก์ท็อป
uk: <ulink url="http://www.xfce.org/">Xfce</ulink> - швидке та нересурсоємне графічне середовище. <ulink url="http://www.xubuntu.org">Xubuntu</ulink> - версія Ubuntu з встановленим Xfce.
zh_cn: <ulink url="http://www.xfce.org/">Xfce</ulink> 设计为一种快速且轻量级的桌面环境。<ulink url="http://www.xubuntu.org">Xubuntu</ulink>是使用 Xfce 桌面的 Ubuntu 版本。

source: To install and use Xfce:
am: ኤክስኤፍሲኢ መግጠም እና መጠቀም
ar: لتثبيت واستخدام Xfce:
ast: Pa instalar ya usar Xfce:
bg: За инсталиране и използване на Xfce:
br: Evit staliañ hag implij Xfce:
ca: Per a instal·lar i utilitzar l'Xfce:
cs: Pro instalaci a použití Xfce:
da: For at installere og bruge Xfce:
de: Um Xfce zu installieren und zu verwenden:
el: Για την εγκατάσταση και την χρήση του Xfce:
eo: Por instali kaj uzi Xfce:
fi: Asentaaksesi ja käyttääksesi Xfce:tä:
gl: Para instalar e usar Xfce:
hu: Az Xfce telepítéséhez és használatához:
lv: Lai instalētu un lietotu Xfce:
ms: Untuk memasang dan mengguna Xfce:
nl: Om Xfce te installeren en te gebruiken:
oc: Per installar e utilizar Xfce :
pl: Aby zainstalować i rozpocząć korzystanie z Xfce:
pt: Para instalar e utilizar o Xfce:
pt_br: Para instalar e usar o Xfce:
sl: Za namestitev in uporabo Xfce:
sq: Për të instaluar dhe përdorur Xfce:
sr: Да инсталирате и користите Хфсе:
sv: För att installera och använda Xfce:
th: การติดตั้งและใช้งาน Xfce
uk: Для встановлення та використання Xfce:
zh_cn: 安装并使用Xfce：
