Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: <ulink url="apt:xubuntu-desktop">Install the <application>xubuntu-desktop</application> package</ulink>.
am: <ulink url="apt:xubuntu-desktop">መግጠም <application>የዙቡንቱ-ዴስክቶፕ</application> ጥቅል</ulink>.
ar: <ulink url="apt:xubuntu-desktop">ثبّت الحزمة <application>xubuntu-desktop</application></ulink>.
ast: <ulink url="apt:xubuntu-desktop">Instalar el paquete <application>xubuntu-desktop</application></ulink>.
bg: <ulink url="apt:xubuntu-desktop">Инсталирайте пакета <application>xubuntu-desktop</application></ulink>.
br: <ulink url="apt:xubuntu-desktop">Staliañ ar pakad <application>xubuntu-desktop</application></ulink>.
ca: <ulink url="apt:xubuntu-desktop">Instal·leu el paquet <application>xubuntu-desktop</application></ulink>.
cs: <ulink url="apt:xubuntu-desktop">Nainstalujte balík <application>xubuntu-desktop</application></ulink>.
da: <ulink url="apt:xubuntu-desktop">Installér <application>xubuntu-skrivebordet</application>-pakken</ulink>.
de: <ulink url="apt:xubuntu-desktop">Installieren Sie das Software-Paket <application>xubuntu-desktop</application></ulink>.
el: <ulink url="apt:xubuntu-desktop">Εγκαταστήστε το πακέτο <application>xubuntu-desktop</application></ulink>.
eo: <ulink url="apt:xubuntu-desktop">Instali la <application>xubuntu-labortablo</application> pakaĵon</ulink>.
fi: <ulink url="apt:xubuntu-desktop">Asenna paketti <application>xubuntu-desktop</application></ulink>.
gl: <ulink url="apt:xubuntu-desktop">Instalar o paquete <application>xubuntu-desktop</application></ulink>.
hu: <ulink url="apt:xubuntu-desktop">Telepítse a <application>xubuntu-desktop</application> csomagot</ulink>.
lv: <ulink url="apt:xubuntu-desktop">Instalējiet <application>xubuntu-desktop</application> pakotni</ulink>.
ms: <ulink url="apt:xubuntu-desktop">Pasang pakej <application>xubuntu-desktop</application></ulink>.
nl: <ulink url="apt:xubuntu-desktop">Installeer het pakket <application>xubuntu-desktop</application></ulink>.
oc: <ulink url="apt:xubuntu-desktop">Installar lo paquet <application>xubuntu-desktop</application></ulink>.
pl: <ulink url="apt:xubuntu-desktop">Zainstaluj pakiet <application>xubuntu-desktop</application></ulink>.
pt: <ulink url="apt:xubuntu-desktop">Instalar o pacote <application>xubuntu-desktop</application></ulink>.
pt_br: <ulink url="apt:xubuntu-desktop">Instale o pacote <application>xubuntu-desktop</application></ulink>.
sl: <ulink url="apt:xubuntu-desktop">Namestite paket <application>xubuntu-desktop</application></ulink>.
sq: <ulink url="apt:xubuntu-desktop">Instalo <application>xubuntu-desktop</application> paketën</ulink>.
sr: <ulink url="apt:xubuntu-desktop">Инсталирајте пакет <quote><application>xubuntu-desktop</application></quote></ulink>.
sv: <ulink url="apt:xubuntu-desktop">Installera paketet <application>xubuntu-desktop</application></ulink>.
th: <ulink url="apt:xubuntu-desktop">ติดตั้ง <application>ซุบุนตู เดสก์ท็อป</application>แพคเกจ</ulink>.
uk: <ulink url="apt:xubuntu-desktop">Встановіть пакет <application>xubuntu-desktop</application></ulink>.
zh_cn: <ulink url="apt:xubuntu-desktop">安装 <application>xubuntu-desktop</application> 包</ulink>。

source: Choose the <guilabel>Xfce</guilabel> option and press <guibutton>Change Session</guibutton>
am: ይምረጡ <guilabel>Xfce</guilabel> ምርጫዎትን ይጫኑ <guibutton>ክፍለ ጊዜውን ይቀይሩ</guibutton>
ar: اختر الخيار <guilabel>Xfce</guilabel> واضغط <guibutton>غيّر الجلسة</guibutton>
ast: Seleicione la opción <guilabel>Xfce</guilabel> y calque <guibutton>Camudar sesión</guibutton>
bg: Изберете опцията <guilabel>Xfce</guilabel> и натиснете <guibutton>Промяна на сесия</guibutton>
br: Diuzit an dibarzh <guilabel>Xfce</guilabel> ha klikit <guibutton>Cheñch an dalc'h</guibutton>
ca: Escolliu l'opció <guilabel>Xfce</guilabel> i premeu <guibutton>Canvia la sessió</guibutton>
cs: Zvolte možnost <guilabel>Xfce</guilabel> a stiskněte <guibutton>Změnit sezení</guibutton>
da: Vælg <guilabel>Xfce</guilabel> og tryk på <guibutton>Skift session</guibutton>
de: Wählen Sie die Option <guilabel>Xfce</guilabel> und klicken anschließend auf <guibutton>Sitzung ändern</guibutton>
el: Επιλέξτε την επιλογή <guilabel>Xfce</guilabel> και πατήστε <guibutton>Αλλαγή συνεδρίας</guibutton>
eo: Elekti la opcion <guilabel>Xfce</guilabel> kaj premi je <guibutton>Ŝanĝi seancon</guibutton>
fi: Valitse <guilabel>Xfce</guilabel> ja napsauta <guibutton>Vaihda istuntoa</guibutton> -painiketta
gl: Escolla a opción <guilabel>Xfce</guilabel> e prema en <guibutton>Cambiar sesión</guibutton>
hu: Válassza ki az <guilabel>Xfce</guilabel> lehetőséget és nyomja meg a <guibutton>Környezet módosítása</guibutton> gombot
lv: Izvēlieties <guilabel>Xfce</guilabel> izvēli un spiediet <guibutton>Mainīt sesiju</guibutton>
ms: Pilih opsyen <guilabel>Xfce</guilabel> dan tekan <guibutton>Change Session</guibutton>
nl: Kies de optie <guilabel>Xfce</guilabel> en druk op <guibutton>Sessie wijzigen</guibutton>
oc: Seleccionatz l'opcion <guilabel>Xfce</guilabel> e clicatz sul boton <guibutton>Cambiar de sesilha</guibutton>
pl: Wybierz opcję <guilabel>Xfce</guilabel> i wciśnij <guibutton>Zmień sesję</guibutton>
pt: Escolha a opção <guilabel>Xfce</guilabel> e pressione <guibutton>Altetrar Sessão</guibutton>
pt_br: Escolha a opção <guilabel>Xfce</guilabel> e aperte <guibutton>Mudar Sessão</guibutton>
sl: Izberite možnost <guilabel>Xfce</guilabel> in pritisnite gumb <guibutton>Zamenjaj sejo</guibutton>
sq: Zgjidh opsionin <guilabel>Xfce</guilabel> dhe shtyp <guibutton>Ndrysho Seksionin</guibutton>
sr: Изаберите опцију <quote><guilabel>Хфсе</guilabel></quote> и кликните <quote><guibutton>Промени сесију</guibutton></quote>.
sv: Välj alternativet <guilabel>Xfce</guilabel> och tryck på <guibutton>Byt session</guibutton>
th: เลือกตัวเลือก <guilabel>Xfce</guilabel> และกด <guilabel>เปลี่ยนเซสชั่น</guilabel>
uk: Виберіть пункт <guilabel>Xfce</guilabel> та натисніть <guibutton>Change Session</guibutton>
zh_cn: 选择<guilabel>Xfce</guilabel>选项并按<guibutton>改变会话</guibutton>

source: Enter your username and password as normal. Xfce should then start.
am: የመግቢያ ስምዎትን እና የመግቢያ ቃልዎትን ያስገቡ ኤክስኤፍሲኢ እንዲጀምር
ar: أدخل اسم مستخدمك وكلمة سرك كالعادة. يجب أن يبدأ Xfce.
ast: Introduza'l so nome d'usuariu y contraseña del mou avezáu, y entamaráse Xfce.
bg: Въведете вашето потребителско име и парола, както винаги. Xfce трябва да се стартира.
br: Skrivit hoc'h anv implijour ha ger tremen da gustum. Ret e vefe lañsañ Xfce.
ca: Introduïu el vostre nom d'usuari i la contrasenya com de costum. Seguidament s'hauria d'iniciar l'Xfce.
cs: Vepište své uživatelské jméno a heslo jako obyčejně. Mělo by se poté spustit Xfce
da: Skriv dit brugernavn og kodeord som normalt. Xfce bør herefter starte.
de: Geben Sie wie gewohnt Ihren Benutzernamen und Ihr Passwort ein. Xfce sollte nun starten.
el: Εισάγετε το όνομα χρήστη και τον κωδικό πρόσβασης, ως συνήθως. Τότε θα εκκινήσει το περιβάλλον Xfce.
eo: Tajpi viajn uzantnomon kaj pasvorton kiel kutime. Tiam devas ekruliĝi Xfce.
fi: Syötä käyttäjänimi ja salasana kuten tavallista. Xfce:n tulisi nyt käynnistyä.
fil: Ipasok ang iyong username at password tulad ng dati. Ang Xfce ay magpapatuloy na magbukas.
gl: Introduza o seu nome de usuario e contrasinal como normalmente. Xfce debería iniciarse.
hu: Adja meg a felhasználónevét és jelszavát. Ezután az Xfce elindul.
lv: Ievadiet savu lietotājvārdu un paroli kā parasti. Tad Xfce vajadzētu startēties.
ms: Masukkan nama pengguna dan kata kunci seperit biasa. Selepas itu Xfce akan bermula.
nl: Voer uw gebruikersnaam en wachtwoord in als gebruikelijk. Xfce hoort dan te starten.
oc: Picatz vòstre nom d'utilizaire e senhal. Xfce deuriá alara s'amodar.
pl: Aby uruchomić Xfce wprowadź - jak zwykle podczas logowania - swoją nazwę użytkownika i hasło.
pt: Insira o seu nome de utilizador e a sua senha como habitualmente. O Xfce deve logo iniciar.
pt_br: Entre com seu usuário e senha normalmente. O Xfce deve então iniciar.
sl: Vpišite svoje uporabniško ime in geslo, kot običajno. Nato bi se moral zagnati Xfce.
sq: Shtypni emrin e përdoruesit dhe fjalëkalimin si zakonisht. Xfce duhet të nisë pas kësaj.
sr: Унесите ваше корисничко име и лозинку као и обично. Након тога Хфсе ће се покренути.
sv: Ange ditt användarnamn och lösenord som vanligt. Xfce kommer nu att startas.
th: ป้อนชื่อผู้ใช้และรหัสผ่านของคุณตามปกติ Xfce จะเริ่มขึ้นต่อจากนั้น
uk: Після введення імені користувача та пароля буде завантажено Xfce.
zh_cn: 输入您的用户名和密码，将会进入Xfce桌面。

source: translator-credits
am: Launchpad Contributions: samson https://launchpad.net/~sambelet
ar: Launchpad Contributions: Khaled Hosny https://launchpad.net/~khaledhosny Osama Khalid https://launchpad.net/~osamak Rami Al-Rfou' https://launchpad.net/~rmyeid khaled mimoune https://launchpad.net/~khaled-mimoune
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~ivarela
bg: Launchpad Contributions: Krasimir Chonov https://launchpad.net/~kchonov
br: Launchpad Contributions: Breizh https://launchpad.net/~jamybzh-free
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Enric Marti Gonzalez https://launchpad.net/~britishsteel J. https://launchpad.net/~jose-manuel-rodriguez-moreno Joan Duran https://launchpad.net/~jodufi Matthew East https://launchpad.net/~mdke
cs: David Vachulka, 2006 Launchpad Contributions: Adrian Guniš https://launchpad.net/~andygun
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo John H. https://launchpad.net/~john-hojsholt Mads Peter Rommedahl https://launchpad.net/~lhademmor Matthew East https://launchpad.net/~mdke TLE https://launchpad.net/~k-nielsen81
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Johannes Braun https://launchpad.net/~unityofsaints Jürgen Mülbert https://launchpad.net/~jmuelbert Phillip T. https://launchpad.net/~viirus92 Ralf https://launchpad.net/~ralf-weyer Steffen Eibicht https://launchpad.net/~steffeneibicht Thomas Beyer https://launchpad.net/~tb-beyercenter
el: Launchpad Contributions: sterios prosiniklis https://launchpad.net/~steriosprosiniklis
eo: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Michael MORONI https://launchpad.net/~haikara90-gmail
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>, 2006 Launchpad Contributions: Jiri Grönroos https://launchpad.net/~jiri-gronroos Timo Jyrinki https://launchpad.net/~timo-jyrinki
fil: Launchpad Contributions: Anthony Balico https://launchpad.net/~anthony-balico Arnel A. Borja https://launchpad.net/~kyoushuu Chito Tuason https://launchpad.net/~chitotuason
gl: Launchpad Contributions: Adrián Chaves Fernández https://launchpad.net/~gallaecio Antón Méixome https://launchpad.net/~meixome Francisco Diéguez https://launchpad.net/~frandieguez Kevin https://launchpad.net/~kevin64-deactivatedaccount Matthew East https://launchpad.net/~mdke Miguel Anxo Bouzada https://launchpad.net/~mbouzada Xosé https://launchpad.net/~ubuntu-galizaweb
hu: Launchpad Contributions: Attila Hammer https://launchpad.net/~hammera Gabor Kelemen https://launchpad.net/~kelemeng
lv: Launchpad Contributions: Kaspars Krampis https://launchpad.net/~kaspars-krampis Maris Nartiss https://launchpad.net/~maris-nartiss Pēteris Krišjānis https://launchpad.net/~pecisk-gmail osa https://launchpad.net/~osa25
ms: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Mohd Farimi Ab Rahman https://launchpad.net/~farimi Zakri Zakaria https://launchpad.net/~zairox
nl: Launchpad Contributions: Daniel Trapman https://launchpad.net/~dtrapman Michael Anckaert https://launchpad.net/~michael-anckaert Steven Poelmans https://launchpad.net/~steven-treeleaf cumulus007 https://launchpad.net/~cumulus-007 dvdmeer https://launchpad.net/~dennis-dvdmeer
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Arkadiusz Lipiec https://launchpad.net/~alus Artur Szymanski https://launchpad.net/~arteek Krzysztof Tataradziński https://launchpad.net/~tatar111 Mateusz Tybura https://launchpad.net/~wujciol Pawel Dyda https://launchpad.net/~pawel-dyda kosmar https://launchpad.net/~kosmarek lasiek https://launchpad.net/~lpawlinski Łukasz Przybylok https://launchpad.net/~lukasz2003
pt: Launchpad Contributions: Paulo Dias https://launchpad.net/~paxnubis
pt_br: Launchpad Contributions: AGreco https://launchpad.net/~gsoftmail-br Andre Noel https://launchpad.net/~andrenoel André Gondim https://launchpad.net/~andregondim Cartoondivine https://launchpad.net/~cartoondivine Daniel Semblano https://launchpad.net/~dsemblano Emanuel https://launchpad.net/~emanuelm Filipe Barcelos https://launchpad.net/~filipebarcelos Gabriel de Araújo https://launchpad.net/~gabrieldearaujo Guilherme Cunha https://launchpad.net/~guilhermecunha Gustavo Calegari Pialarissi https://launchpad.net/~tony-10 Henrique P. Machado https://launchpad.net/~zehrique Igor Gomes https://launchpad.net/~igorgomes João Paulo Pizani Flor https://launchpad.net/~joaopizani Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Marlon Santos Parente https://launchpad.net/~marloon SilvioPalmieri https://launchpad.net/~silviopalmieri andbelo https://launchpad.net/~andbelo jotazinho https://launchpad.net/~jotazinho megazordfinal https://launchpad.net/~megazordfinal renatobovo https://launchpad.net/~renatobovo
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Ashkante https://launchpad.net/~ashkante Dejan Dežman https://launchpad.net/~159643-gmail Klemen Košir https://launchpad.net/~klemen913 Matthew East https://launchpad.net/~mdke Simon Vidmar https://launchpad.net/~vidmar-simon Valentin Hegediš https://launchpad.net/~valentin-hegedis Štefan Baebler https://launchpad.net/~stefanba
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
sv: Launchpad Contributions: Andreas Göransson https://launchpad.net/~andgoransson Daniel Nylander https://launchpad.net/~yeager Dennis Gren https://launchpad.net/~omvdennis Håkan Hagman https://launchpad.net/~sagabusan bittin1 https://launchpad.net/~plattanemobarnet
th: ทีมแปลอูบันตูภาษาไทย (Ubuntu Thai Translators) Launchpad Contributions: Krit Marukawisutthigul https://launchpad.net/~kritmaru Roys Hengwatanakul https://launchpad.net/~roysheng SorozKubg https://launchpad.net/~sorozkiller
uk: Launchpad Contributions: Anton Gladky https://launchpad.net/~gladky-anton Matthew East https://launchpad.net/~mdke Mike "Jrand0m" Stetsyshyn https://launchpad.net/~jrand0m Nizzzia https://launchpad.net/~nizzzia Olexa https://launchpad.net/~ti98-zhuck Sergey Bogach https://launchpad.net/~sergeysix Sergiy Gavrylov https://launchpad.net/~gavro Vitaliy Shyshko https://launchpad.net/~linux-kyiv atany https://launchpad.net/~ye-gorshkov oleg voitsikhovskyi https://launchpad.net/~uaolegua svv https://launchpad.net/~skrypnychuk Павло Славинський https://launchpad.net/~pavloslav
zh_cn: Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Fieava https://launchpad.net/~fieava Guanglin Du https://launchpad.net/~dugl Ihnus Qcshz https://launchpad.net/~qcshzihnus Jonathan Lumb https://launchpad.net/~jonolumb Matthew East https://launchpad.net/~mdke Tao Wei https://launchpad.net/~weitao1979 Timothy Qiu https://launchpad.net/~timothyqiu Wentao Tang https://launchpad.net/~wisetang ZhangCheng https://launchpad.net/~xxzc linuxwj https://launchpad.net/~linuxwj luojie-dune https://launchpad.net/~luojie-dune xuzhongfei https://launchpad.net/~xuzhongfei156 冯超 https://launchpad.net/~rainofchaos 英华 https://launchpad.net/~wantinghard

source: Visual effects
fi: Visuaaliset tehosteet
sr: Визуелни ефекти

source: Ubuntu includes special visual effects which are intended to make your desktop more fun and easier to use. These include translucent windows, 3D desktop capabilities, shadow effects, motion effects and animations. For information about customizing these effects, see <ulink type="help" url="ghelp:desktop-effects">Visual Effects</ulink>.
fi: Ubuntu sisältää erityisiä visuaalisia tehosteita, joiden on tarkoitus tehdä työpöydän käyttämisestä helpompaa ja hauskempaa. Näitä ovat muun muassa läpinäkyvät ikkunat, työpöydän 3D-ominaisuudet, varjotehosteet, liiketehosteet ja animaatiot. Lisätietoja näiden tehosteiden muokkaamisesta löytyy ohjeesta <ulink type="help" url="ghelp:desktop-effects">Visuaaliset tehosteet</ulink>.
sr: Убунту садржи специјалне визуелне ефекте који су намењени да учине вашу радну површ забавном и лаком за коришћење. Они садрже провидне прозоре, 3Д могућности радне површи, ефекте сенке, ефекте кретања и анимације. За информације о прилагођавању ових ефеката, погледајте: <ulink type="help" url="ghelp:desktop-effects">Визуелни ефекти</ulink>.
