Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: By default Ubuntu comes with the GNOME desktop, which is a popular free desktop software package with a focus on ease of use. Other desktop environments exist which provide different types of user experience.
ar: تأتي أوبونتو بسطح المكتب جنوم، وهو حزمة سطح مكتب حرة شهيرة تركز على سهولة الاستخدام. بيئات سطح المكتب الأخرى توفر انطباعات أخرى.
ast: De mou predetermináu Ubuntu vien col escritoriu GNOME, el cual ye un popular paquete de programes enfocáu a un usu cenciellu. Esisten otros entornos d'escritoriu que proporcionen diferentes tribes d'experiencies d'usu.
bg: По подразбиране Убунту идва с графичната среда ГНОМ, която е свободна графична среда и е насочена към лесната работа. Съществуват и други графични среди, които предоставят различен тип начин на работа.
br: Dre ziouer, deuet eo Ubuntu gant burev GNOME, e eo an hini poblek meziant pakad burev gant ur mod aes da implij. Burevioù all zo evit implijerien skiant prenet disheñvel.
ca: Per defecte l'Ubuntu proporciona l'escriptori GNOME, el qual és un paquet d'escriptori lliure molt popular que té com a objectiu la facilitat d'utilització. També hi ha d'altres entorns d'escriptori que proporcionen diferents tipus d'experiència d'usuari.
cs: Standardně přichází Ubuntu s pracovním prostředím GNOME, které obsahuje oblíbený svobodný software se zaměřením na jednoduchost používání. Existují i jiná pracovní prostředí, která vyžadují různé uživatelské zkušenosti.
da: Som standard kommer Ubuntu med GNOME-skrivebordet, som er en populær fri skrivebords-softwarepakke med fokus på brugervenlighed. Andre skrivebordsmiljøer eksisterer som giver forskellige brugeroplevelse.
de: Standardmäßig wird Ubuntu mit der GNOME-Arbeitsumgebung ausgeliefert, die ein beliebtes freies Softwarepaket mit dem Fokus auf leichte Bedienbarkeit ist. Es existieren auch andere Arbeitsumgebungen, die verschiedene Arten von Benutzungserlebnissen bieten.
el: Το προεπιλεγμένο γραφικό περιβάλλον του Ubuntu είναι το Gnome, το οποίο είναι ένα πολύ δημοφιλές περιβάλλον εργασίας με έμφαση στην ευκολία χρήσης. Υπάρχουν και άλλα περιβάλλοντα εργασίας που προσφέρουν διαφορετική εμπειρία χρήσης.
eo: Defaŭlte Ubuntu enhavas GNOME labortablon, kio estas fama senkosta labortabl-programara pakaĵo kun atento por uzfacileco. Ekzistas aliaj labortablaj ĉirkaŭaĵoj, kiuj oferas malsamajn tipojn de uzantosperto.
fi: Oletuksena Ubuntussa on käytössä suosittu ja vapaa Gnome-työpöytäympäristö. Gnome keskittyy erityisesti helppokäyttöisyyteen. On olemassa myös muita työpöytäympäristöjä, jotka pyrkivät tarjoamaan erilaisen käyttökokemuksen.
fil: Bilang default ang Ubuntu ay gumagamit ng GNOME desktop, na isang kilalang malayang desktop software na nakatutok sa pinadaling paggamit. May iba ring mga desktop environment na nagbibigay ng iba't ibang uri ng user experience.
gl: Por omisión, Ubuntu ven co escritorio GNOME, que é un paquete popular e libre de software de escritorio centrado en que sea doado de utilizar. Existen outros contornos de escritorio que fornecen diferentes tipos de experiencias.
hu: Alapértelmezésben az Ubuntu a GNOME asztali környezetet tartalmazza, amely egy népszerű, az egyszerű használhatóságot a középpontba állító, szabadszoftver-csomag Más asztali környezetek is léteznek, amelyek eltérő felhasználói élményt nyújtanak.
lv: Pēc noklusējuma Ubuntu nāk kopā ar GNOME darbvirsmu, kas ir populāra brīvās programmatūras pakotne ar mērķi būt ērti lietojamai. Eksistē arī citas darbvirsmas vides, kas nodrošina cita veida lietotāju pieredzi.
ms: Secara piawainya, Ubuntu menggunakan desktop GNOME; yang merupakan pakej perisian desktop yang percuma dan terkenal; untuk memudahkan penggunaanya. Walau bagaimanapun, pilihan perisian-perisian desktop lain juga ada dan boleh memberikan pengalaman yang berbeza-beza.
nl: In Ubuntu is standaard de werkomgeving Gnome ge√Ønstalleerd. Dit is een populair, vrij softwarepakket dat zich richt op gebruiksgemak. Er bestaan ook andere werkomgevingen, die zich richten op andere gebruikerservaringen.
oc: Per defaut, Ubuntu es liurat amb l'environament de burèu GNOME. S'agís d'un ensemble de logicials liures qu'an per objectiu la facilitat d'utilizacion. Existisson d'autres environaments de burèu que vos pòdon aportar una experiéncia diferenta de l'usatge de vòstre ordenador.
pl: Domyślnie Ubuntu zawiera pulpit środowiska GNOME, który jest popularnym zbiorem oprogramowania desktopowego, w którym położono nacisk na łatwość używania. Inne środowiska graficzne mogą być używane w zależności od stopnia zaawansowania użytkownika.
pt: Por omissão, o Ubuntu tem como ambiente de trabalho o GNOME, que é uma aplicação livre e popular que tem por objectivo a facilidade de utilização. Existem outros ambientes de trabalho que proporcionam diferentes tipos de experiência de utilização.
pt_br: Por padrão o Ubuntu vem com o ambiente GNOME, que é um popular pacote de ambiente de trabalho com foco na facilidade de uso. Existem outros ambientes de trabalho, cada um proporciona diferentes experiências ao usuário.
sl: Ubuntu ima nameščeno popularno namizje GNOME, ki se osredotoča na nezahtevnost uporabe. Obstajajo tudi druga namizna okolja, ki ponujajo drugačne uporabniške izkušnje.
sq: Paraprakisht, Ubuntu vjen me desktopin GNOME, e cila është një paketë e njohur e desktopit falas që ka në qendër të vëmendjes lehtësinë e përdorimit. Ekzistojnë edhe lloje të tjera ambientesh desktopi, të cilat të japin lloje të ndryshme përvojash.
sr: Основна Убунтуова радна површ је Гном, која је популаран слободан софтверски пакет радне површи са фокусом на једноставност употребе. Постоје и друга окружења радне површи која пружају различите врсте корисничког искуства.
sv: Som standard levereras Ubuntu med skrivbordsmiljön GNOME, som är en populär fri skrivbordsmiljö med fokus på användarvänlighet. Andra skrivbordsmiljöer finns vilka tillhandahåller olika typer av användarupplevelser.
th: อูบุนตูนั้นมาพร้อมกับพื้นโต๊ะของGNOMEโดยปริยาย, ซึ่งเป็นแพกเกจซอฟต์แวร์พื้นโต๊ะเสรีที่ได้รับความนิยมในทุกลักษณะการใช้งาน. สภาพแวดล้อมพื้นโต๊ะในลักษณะอื่นก็ยังมีใช้งานอยู่ ซึ่งแตกต่างกันไปตามความคุ้นเคยของแต่ละบุคคล.
uk: За замовчуванням Ubuntu поставляється з робочим столом GNOME, який є популярним безкоштовним програмним пакетом, сфокусований на легкість у використанні. Інші існуючі оточення робочого столу забезпечують різні типи досвіду користувача.
zh_cn: 默认地 Ubuntu 采用 GNOME 桌面， 它是一个大众自由的桌面软件包，致力于使用方便。 其它桌面环境也存在来提供不同类型的用户体验。

source: This topic provides instructions on how to install and use a desktop other than the default GNOME desktop, such as KDE or Xfce.
am: ይህ አርእስት የሚያስረዳው ዴስክቶፕን እንዴት እንደሚገጥሙ እና እንደሚጠቀሙ ነው ነባር ያልሆኑ ሌሎች ጂኖሜ ዴስክቶፕ እንደ ኬዲኢ ወይም ኤክስ ኤፍሲኢ
ar: هذا الموضوع يقدم تعليمات عن كيفية تثبيت واستخدام سطح مكتب غير سطح المكتب المبدئي جنوم، مثل كدي أو Xfce
ast: Esti apartáu proporciona instrucciones sobro cómo instalar y usar un escritoriu distintu al escritoriu Gnome predetermináu, como por exemplu KDE o Xfce.
bg: Тази тема предоставя инструкции как да инсталирате и използвате графична среда различна от GNOME, като KDE или Xfce.
br: Ar sujed-se a ginnig kelennadurioù evit staliañ pe implij un endro burev disheñvel eus GNOME, e-giz KDE pe XFCE.
ca: Aquest tema proporciona instruccions per a instal·lar i utilitzar un entorn d'escriptori diferent del GNOME, que és el predeterminat. El KDE i l'Xfce seran les alternatives descrites.
cs: Toto téma poskytuje instrukce, jak nainstalovat a používat jiné pracovní prostředí, než je výchozí prostředí GNOME, jako je například KDE nebo Xfce.
da: Dette emne indeholder instruktioner i hvordan du installerer og bruger en andet skrivebord end standarden GNOME, f.eks. KDE eller Xfce.
de: Dieser Abschnitt erläutert, wie man eine andere Arbeitsumgebung wie etwa KDE oder Xfce anstelle der GNOME-Arbeitsumgebung installiert.
el: Το θέμα αυτό παρέχει πληροφορίες για την εγκατάσταση και χρήση και άλλων περιβαλλόντων εργασίας εκτός του προεγκατεστημένου GNOME, όπως του KDE ή του Xfce.
eo: Ĉi tiu sekcio donas instrukciojn pri instalado kaj uzo de alia labortabla sistemo krom GNOME, kiel KDE aŭ Xfce.
fi: Tämä osio kertoo muiden kuin Gnome-työpöydän asentamisesta ja käyttämisestä. Esimerkkeinä KDE ja Xfce.
gl: Este tema proporciona instrucións acerca de como instalar e usar un desktop diferente do GNOME que se instala por omisión, como KDE ou Xfce.
hu: Ez a rész segítséget nyújt az alapértelmezett GNOME asztali környezettől eltérő környezetek, például a KDE vagy Xfce telepítéséhez.
lv: Šī sadaļa sniedz instrukcijas, kā instalēt un lietot citu darbvirsmu, piemēram, KDE vai Xfce, Gnome vietā.
ms: Topik ini menyediakan arahan bagi cara memasang dan mengguna desktop selain GNOME desktop asal, seperti KDE dan Xfce.
nl: Dit onderwerp behandelt uitleg over hoe u een andere bureaubladomgeving dan Gnome, zoals KDE of Xfce, kunt installeren en gebruiken.
oc: Aqueste subjècte provesís d'instruccions per installar e utilizar un environament de burèu autre que lo burèu GNOME, tal coma KDE o XFCE.
pl: Ten temat traktuje o tym, jak zainstalować i używać środowiska innego niż domyślny pulpit GNOME, takiego jak KDE lub Xfce.
pt: Este tópico disponibiliza instruções acerca de como instalar e utilizar um ambiente gráfico que não o GNOME (por omissão), tal como KDE ou Xfce.
pt_br: Esse tópico provê informações sobre como instalar e usar um ambiente desktop que não seja o GNOME, tais como KDE ou Xfce
sl: To poglavje vsebuje navodila za namestitev in uporabo drugega namizja od privzetega (GNOME), na primer KDE ali Xfce.
sq: Kjo temë ju tregon se si të instaloni dhe të përdorni një desktop ndryshe nga GNOME, siç janë KDE apo Xfce.
sr: Ова тема даје упутства о томе како да инсталирате и користите радне површи другачије од основне Гном радне површи, као што су КДЕ или ХФСЕ.
sv: Det här ämnet tillhandahåller instruktioner om hur man installerar och använder ett annat skrivbord än standardskrivbordet GNOME, såsom KDE eller Xfce.
th: ในหัวข้อนี้จะกล่าวถึงการติดตั้งและวิธีใช้เดสก์ท็อปตัวอื่นๆแทนที่เดสก์ท็อปของ GNOME เช่น KDE หรือ Xfce
uk: Цей розділ містить інструкції по тому, як встановити та використовувати інші графічні середовища, наприклад KDE або Xfce, замість GNOME, яке встановлене за замовченням.
zh_cn: 本主题提供安装和使用其它桌面系统的说明，如 KDE 或 XFCE。

source: Installing a KDE desktop
am: ኬዲኢ ዴስክቶፕን መግጠም
ar: تثبيت سطح المكتب كدي
ast: Instalar un escritoriu KDE
bg: Инсталиране на графичната среда KDE
br: O staliañ burev KDE
ca: Instal·lació de l'escriptori KDE
cs: Instalace prostředí KDE
da: Installér et KDE-skrivebord
de: KDE-Arbeitsumgebung installieren
el: Εγκατάσταση του περιβάλλοντος εργασίας του KDE
eo: Instali KDE-labortablon
fi: KDE-työpöydän asentaminen
gl: Instalar un escritorio KDE
hu: KDE asztali környezet telepítése
lv: KDE darbvirsmas instalēšana
ms: Memasang desktop KDe
nl: Een KDE-werkomgeving installeren
oc: Installacion del burèu KDE
pl: Instalacja środowiska KDE
pt: Instalar o ambiente gráfico KDE
pt_br: Instalando um ambiente KDE
sl: Namestitev namizja KDE
sq: Instalimi i desktopit KDE
sr: Инсталирање КДЕ радне површи
sv: Installera ett KDE-skrivbord
th: การติดตั้ง KDE เดสก์ท็อป
uk: Встановлення графічного середовища KDE
zh_cn: 安装KDE桌面

source: <ulink url="http://www.kde.org/">KDE</ulink> is a popular, fully-featured desktop environment. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> is a version of Ubuntu which uses the KDE desktop.
am: <ulink url="http://www.kde.org/">KDE</ulink> የተወደደ የዴስክቶፕ አካል ነው <ulink url="http://www.kubuntu.org">Kubuntu</ulink> የኡቡንቱ እትም ሲሆን የሚጠቀመው የኬዲኢ ዴስክቶፕን ነው.
ar: <ulink url="http://www.kde.org/">كدي</ulink> هي بيئة سطح مكتب مشهورة وكاملة المزايا. <ulink url="http://www.kubuntu.org">كوبونتو</ulink> هو نسخة من أوبونتو تستخدم سطح المكتب كدي.
ast: <ulink url="http://www.kde.org/">KDE</ulink> ye un afamáu entornu d'escritoriu llaráu de carauterístiques. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> ye una versión d'Ubuntu qu'usa l'escritoriu KDE.
bg: <ulink url="http://www.kde.org/">KDE</ulink> е популярна, пълна с функции графична среда. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> е версия на Ubuntu, която използва графична среда KDE.
br: Un endro burev poblek ha dileun eo<ulink url="http://www.kde.org/">KDE</ulink>. Ur stumm Ubuntu a implij ar burev KDE eo <ulink url="http://www.kubuntu.org">Kubuntu</ulink>.
ca: El <ulink url="http://www.kde.org/">KDE</ulink> és un entorn d'escriptori molt popular i funcional. El <ulink url="http://www.kubuntu.org">Kubuntu</ulink> és la versió de l'Ubuntu que l'utilitza.
cs: <ulink url="http://www.kde.org/">KDE</ulink> je populární, možnostmi nabyté pracovní prostředí. <ulink url="http://www.kubuntu.cz">Kubuntu</ulink> je verze Ubuntu, která používá prostředí KDE.
da: <ulink url="http://www.kde.org/">KDE</ulink> er et populært, fuldt funktionsdygtigt skrivebordsmiljø. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> er en version af Ubuntu som bruger KDE-skrivebordet.
de: <ulink url="http://www.kde.org/">KDE</ulink> ist eine beliebte Arbeitsumgebung mit einem großen Funktionsumfang. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> ist eine Ubuntu-Version, welche die KDE-Arbeitsumgebung verwendet.
el: Το <ulink url="http://www.kde.org/">KDE</ulink> είναι ένα δημοφιλές και πλήρες λειτουργικό περιβάλλον εργασίας. Το <ulink url="http://www.kubuntu.org">Kubuntu</ulink> είναι μία έκδοση του Ubuntu η οποία χρησιμοποιεί το περιβάλλον εργασίας KDE.
eo: <ulink url="http://www.kde.org/">KDE</ulink> estas ŝatata, plenkapabla labortabla medio. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> estas variaĵo de Ubuntu, kiu uzas KDE.
fi: <ulink url="http://www.kde.org/">KDE</ulink> on suosittu ja erittäin monipuolinen työpöytäympäristö. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> on Ubuntun versio, joka käyttää KDE-työpöytää.
gl: <ulink url="http://www.kde.org/">KDE</ulink> é un contorno de escritorio popular e con todas as características. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> é unha versión de Ubuntu que emprega o escritorio KDE.
hu: A <ulink url="http://www.kde.org/">KDE</ulink> egy népszerű és funkciógazdag asztali környezet. A <ulink url="http://www.kubuntu.org">Kubuntu</ulink> az Ubuntu egy olyan változata, amely KDE asztali környezetet használ.
lv: <ulink url="http://www.kde.org/">KDE</ulink> ir populāra un iespējām bagāta integrētā darbvirsmas vide. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> ir Ubuntu paveids, kas izmanto KDE kā noklusēto darbvirsmas vidi.
ms: <ulink url="http://www.kde.org/">KDE</ulink> adalah enviromen desktop yang popular dan penuh fungsi. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> adalah versi Ubuntu yang mengguna desktop KDE.
nl: <ulink url="http://www.kde.org/">KDE</ulink> (Engelstalig) is een populaire, volledig functionele werkomgeving. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> (Engelstalig) is een versie van Ubuntu die de KDE-werkomgeving gebruikt.
oc: <ulink url="http://www.kde.org/">KDE</ulink> es un environament de trabalh, popular e complet. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> es una version d'Ubuntu qu'utiliza lo burèu KDE.
pl: <ulink url="http://www.kde.org/">KDE</ulink> jest popularnym, bogatym w aplikacje środowiskiem graficznym. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> to odmiana Ubuntu, która używa KDE.
pt: O <ulink url="http://www.kde.org/">KDE</ulink> é um popular e completo ambiente de trabalho. O <ulink url="http://www.kubuntu.org">Kubuntu</ulink> é uma versão do Ubuntu que usa o ambiente de trabalho KDE.
pt_br: <ulink url="http://www.kde.org/">KDE</ulink> um ambiente de trabalho completo e bastante utilizado. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> É a versão do Ubuntu que utiliza o ambiente KDE.
sl: <ulink url="http://www.kde.org/">KDE</ulink> je popularno, vsebinsko polno namizno okolje. Različica sistema Ubuntu, ki uporablja namizje KDE se imenuje <ulink url="http://www.kubuntu.org">Kubuntu</ulink>.
sq: <ulink url="http://www.kde.org/">KDE</ulink> është një ambient desktopi i njohur dhe i plotë. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> është një version i Ubuntu që përdor desktopin KDE.
sr: <ulink url="http://www.kde.org/">КДЕ</ulink> је популарно, потпуно функционално окружење радне површи. <ulink url="http://www.kubuntu.org">Кубунту</ulink> је верзија Убунтуа која користи КДЕ радну површ.
sv: <ulink url="http://www.kde.org/">KDE</ulink> är en populär, funktionsfull skrivbordsmiljö. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> är en version av Ubuntu som använder KDE-skrivbordet.
th: <ulink url="http://www.kde.org/">KDE</ulink> เป็นพื้นโต๊ะมากความสามารถที่เป็นที่นิยมอย่างสูง <ulink url="http://www.kubuntu.org">Kubuntu</ulink> เป็นอีกรุ่นหนึ่งของ Ubuntu ที่ใช้พื้นโต๊ะ KDE
uk: <ulink url="http://www.kde.org/">KDE</ulink> - популярне та повноцінне графічне середовище, що включає в себе великий набір програмного забезпечення. <ulink url="http://www.kubuntu.org">Kubuntu</ulink> - це версія Ubuntu, в якій використовується KDE.
zh_cn: <ulink url="http://www.kde.org/">KDE</ulink>是一个流行的功能完备的桌面环境。<ulink url="http://www.kubuntu.org">Kubuntu</ulink>是基于 KDE 桌面的 Ubuntu 版本。

source: To install and use KDE:
am: ኬዲኢ መግጠም እና መጠቀም
ar: لتثبيت واستخدام كدي:
ast: Pa instalar ya usar KDE:
bg: За инсталиране на и използване на KDE:
br: Evit staliañ hag implij KDE:
ca: Per a instal·lar i utilitzar el KDE:
cs: Pro instalaci a používání KDE:
da: For at installere og bruge KDE:
de: Um KDE zu installieren und zu verwenden:
el: Εγκατάσταση και χρήση του KDE
eo: Por instali kaj uzi KDE:
fi: Asentaaksesi ja käyttääksesi KDE:tä:
fil: Para ma-install at magamit ang KDE:
gl: Para instalar e usar KDE:
hu: KDE asztali környezet telepítéséhez és használatához:
lv: Lai instalētu un lietotu KDE:
ms: Untuk memasang dan mengguna KDE:
nl: Om KDE te installeren en gebruiken:
oc: Per installar e utilizar KDE :
pl: Aby zainstalować i rozpocząć korzystanie z KDE:
pt: Para instalar e utilizar o KDE:
pt_br: Para instalar e usar o KDE:
sl: Za namestitev in uporabo KDE:
sq: Për të instaluar dhe përdorur KDE:
sr: Да инсталирате и користите КДЕ:
sv: För att installera och använda KDE:
th: การติดตั้งและใช้งาน KDE
uk: Щоб встановити та використовувати KDE:
zh_cn: 安装和使用KDE：

source: <ulink url="apt:kubuntu-desktop">Install the <application>kubuntu-desktop</application> package</ulink>.
am: <ulink url="apt:kubuntu-desktop">ይግጠሙ <application>ኩቡንቱ-ዴስክቶፕ </application> ጥቅሎች </ulink>.
ar: <ulink url="apt:kubuntu-desktop">ثبّت الحزمة <application>kubuntu-desktop</application></ulink>.
ast: <ulink url="apt:kubuntu-desktop">Instalar el paquete <application>kubuntu-desktop</application></ulink>.
bg: <ulink url="apt:kubuntu-desktop">Инсталирайте пакета <application>kubuntu-desktop</application></ulink>.
br: <ulink url="apt:kubuntu-desktop">Staliañ ar pakad <application>kubuntu-desktop</application> </ulink>.
ca: <ulink url="apt:kubuntu-desktop">Instal·leu el paquet <application>kubuntu-desktop</application></ulink>.
cs: <ulink url="apt:kubuntu-desktop">Nainstalujte balík <application>kubuntu-desktop</application></ulink>.
da: <ulink url="apt:kubuntu-desktop">Installér <application>kubuntu-skrivebordet</application>-pakken</ulink>.
de: <ulink url="apt:kubuntu-desktop">Installieren Sie das Software-Paket <application>kubuntu-desktop</application></ulink>
el: <ulink url="apt:kubuntu-desktop">Εγκαταστήστε το πακέτο <application>kubuntu-desktop</application></ulink>.
eo: <ulink url="apt:kubuntu-desktop">Instali la <application>kubuntu-labortablo</application> pakaĵon</ulink>.
fi: <ulink url="apt:kubuntu-desktop">Asenna paketti <application>kubuntu-desktop</application></ulink>.
gl: <ulink url="apt:kubuntu-desktop">Instalar o paquete <application>kubuntu-desktop</application></ulink>.
hu: <ulink url="apt:kubuntu-desktop">Telepítse a <application>kubuntu-desktop</application> csomagot</ulink>.
lv: <ulink url="apt:kubuntu-desktop">Instalējiet <application>kubuntu-desktop</application> pakotni</ulink>.
ms: <ulink url="apt:kubuntu-desktop">Pasang pakej <application>kubuntu-desktop</application></ulink>.
nl: <ulink url="apt:kubuntu-desktop">Installeer het pakket <application>kubuntu-desktop</application></ulink>.
oc: <ulink url="apt:kubuntu-desktop">Installar lo paquet <application>kubuntu-desktop</application></ulink>.
pl: <ulink url="apt:kubuntu-desktop">Zainstaluj pakiet <application>kubuntu-desktop</application></ulink>.
pt: <ulink url="apt:kubuntu-desktop">Instalar o pacote <application>kubuntu-desktop</application></ulink>.
pt_br: <ulink url="apt:kubuntu-desktop">Instale o pacote<application>kubuntu-desktop</application></ulink>.
sl: <ulink url="apt:kubuntu-desktop">Namestite paket <application>kubuntu-desktop</application></ulink>.
sq: <ulink url="apt:kubuntu-desktop">Instalo <application>kubuntu-desktop</application> paketën</ulink>.
sr: <ulink url="apt:kubuntu-desktop">Инсталирајте пакет <quote><application>kubuntu-desktop</application></quote></ulink>.
sv: <ulink url="apt:kubuntu-desktop">Installera paketet <application>kubuntu-desktop</application></ulink>.
th: <ulink url="apt:kubuntu-desktop">ติดตั้ง <application>คูบุนตูเดสก์ท็อป</application>แพคเกจ</ulink>.
uk: <ulink url="apt:kubuntu-desktop">Встановіть пакет <application>kubuntu-desktop</application></ulink>.
zh_cn: <ulink url="apt:kubuntu-desktop">安装 <application>kubuntu-desktop</application> 软件包</ulink>。
