Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: In this version of Ubuntu the close, maximize and minimize window buttons are placed at the top left of the window. If you would prefer them to be at the top right of the window, as in previous versions of Ubuntu and Windows, then follow these instructions:
ast: Nesta versión d'Ubuntu, los botones de zarrar, maximizar y minimizar la ventana tán allugaos na estaya superior esquierda de la ventana. Si prefieres teneros na estaya superior drecha, como en versiones anteriores d'Ubuntu y Windows, sigui estes instrucciones.
ca: En aquesta versió de l'Ubuntu, els botons de tancar, maximitzar i minimitzar s'han ubicat a la part superior esquerra de la finestra. Si preferiu tenir-los a la part superior dreta de la finestra, com en versions anterior de l'Ubuntu i del Windows, seguiu aquestes instruccions:
cs: V této verzi Ubuntu jsou tlačítka pro zavření, maximalizaci a minimalizaci okna umístěna v levé horní části okna. Pokud byste je chtěli raději na pravé straně okna jako v předchozí verzi Ubuntu či Windows, postupujte podle těchto pokynů:
da: I denne version af Ubuntu er knapperne luk, maksimér og minimér placeret øverst til venstre i vinduet. Hvis du foretrækker at have dem øverst til i vinduet, som i tidligere versioner af Ubuntu og Windows, så følg disse instruktioner:
de: In dieser Version von Ubuntu sind die »Schließen«, »Maximieren«, und »Minimieren« Knöpfe in der linken oberen Ecke des Fensters platziert. Wenn Sie es vorziehen, diese Knöpfe in der rechten oberen Ecke des Fensters zu platzieren, wie dies in vorherigen Versionen von Ubuntu und Windows der Fall ist, dann folgen Sie diesen Anweisungen:
el: Σε αυτή την έκδοση του Ubuntu τα κουμπιά κλεισίματος, μεγιστοποίησης και ελαχιστοποίησης του παραθύρου βρίσκονται στην επάνω αριστερή γωνία του παραθύρου. Αν τα προτιμάτε στην δεξιά γωνία, όπως στις προηγούμενες εκδόσεις του Ubuntu και των Windows, ακολουθήστε αυτές τις οδηγίες:
eo: En ĉi tiu versio de Ubuntu la butonoj por fermi, maksimumigi kaj minimumigi troviĝas ĉe la supra maldekstra angulo de la fenestro. Se vi preferas ke ili troviĝu ĉe la supra dekstra angulo, kiel en antaŭaj versioj de Ubuntu, kaj en Vindozo, agu laŭ la jenaj instrukcioj:
fi: Tässä Ubuntun versiossa ikkunan sulkemiseen, pienentämiseen ja suurentamiseen käytettävät painikkeet on sijoitettu ikkunan vasempaan yläkulmaan. Jos haluat siirtää ne oikeaan yläkulmaan, kuten ne ovat Ubuntun aiemmissa versioissa ja Windowsissa, seuraa tätä ohjetta:
fil: Sa bersyon na ito ng Ubuntu, ang pindutan para sa pagsara, pagpapalaki at pagtago ng window ay nakalagay sa taas gawing kaliwa ng window. Kung nais mong nasa taas gawing kanan ng window ang mga ito, tulad ng mga dating bersyon ng Ubuntu at Windows, gawin ang mga sumusunod:
gl: Nesta versión de Ubuntu, os botóns de pechar, maximizar e minimizar a xanela están postos na parte superior esquerda da xanela. Se prefiere telos na parte superior dereita, como en versións anteriores de Ubuntu e en Windows, siga estas instruccións.
hu: Az Ubuntu ezen verziójában a bezárás, maximalizálás és minimalizálás ablakgombok az ablak bal felső sarkában vannak. Ha az Ubuntu korábbi verzióihoz és a Windowshoz hasonlóan a jobb felső sarokban szeretné ezeket elhelyezni, akkor tegye a következőket:
lv: Šajā Ubuntu versijā loga aizvēršanas, maksimizēšanas un minimizēšanas pogas ir novietotas augšējā kreisajā loga stūrī. Ja jūs dodat priekšroku tam, ka tās atrodas labajā stūrī kā iepriekšējās Ubuntu versijās un Windows, tad sekojiet šīm instrukcijām:
nl: In deze versie van Ubuntu zijn de knoppen voor minimaliseren, maximaliseren en sluiten verplaatst naar de linker bovenzijde van het venster. Als u deze knoppen liever aan de rechter bovenzijde heeft, zoals in vorige Ubuntu-versies en in Windows, volgt u dan de volgende instructies op:
pt: Nesta versão do Ubuntu, os botões de fechar, maximizar e minimizar as janelas foram dispostos no topo esquerdo da janela. Se você preferir que eles fiquem no topo direito da janela, como em versões anteriores do Ubuntu e no Windows, então siga estas instruções.
pt_br: Nesta versão do Ubuntu os botões de janela fechar, maximizar, e minimizar estão colocados na parte superior esquerda da janela. Se você prefere os mesmos na parte superior direita da janela, como nas versões anteriores do Ubuntu e no Windows, siga as seguintes instruções:
sl: V tej različici Ubuntuja so gumbi za zaprtje, razpetje in skrčitev okna postavljeni na zgornji levi kot okna. Če želite, da so gumbi v zgornjem desnem kotu okna, tako kot v prejšnjih različicah Ubuntuja, sledite tem navodilom:
sq: Në këtë version të Ubuntu, butonat mbylle, maksimizo dhe minimizo janë të vendosur në pjesën e sipërme majtas të dritares. Nëse do t'i preferonit të ishin në pjesën e sipërme djathtas të dritares, si në versionet e mëparshme të Ubuntu dhe të Windows, atëherë ndiqni këto udhëzime:
sr: У овој верзији Убунтуа дугмад за затварање, увећавање и умањивање прозора је постављена у горњем левом углу прозора. Ако више желите да се налазе у горњем десном углу прозора, као у претходним верзијама Убунтуа и Виндоуза, следите ова упутства:
sv: I den här Ubuntu-versionen är knapparna för stäng, maximera och minimera placerade i fönstrets övre vänstra hörn. Om du föredrar att ha dem i fönstrets övre högra hörn, som i tidigare versioner av Ubuntu och som i Windows, följ då dessa instruktioner.
uk: В цій версії Ubuntu кнопки закривання, розгортання та згортання вікна розташовані у лівій верхній частині вікна. Якщо ви віддаєте перевагу розміщенню кнопок у верхньому правому куті, як в попередніх версіях Ubuntu та Windows, тоді зробіть наступне:

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> to open the Run Application window.
ast: Calca <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> p'abrir la ventana d'execución d'aplicaciones.
ca: Premeu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> per obrir la finestra d'execució d'aplicacions.
cs: Stiskněte klávesy <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> pro otevření okna Spustit aplikaci.
da: Tryk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> for at åbne vinduet Kør program.
de: Drücken Sie <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> um das »Anwendungen ausführen«-Fenster zu öffnen.
el: Πατήστε <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> για ν' άνοίξετε παράθυρο εκέλεσης εφαρμογής.
eo: Premu je <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> por malfermi la fenestron por ruli aplikaĵon.
fi: Paina <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> avataksesi Suorita sovellus -ikkunan.
fil: Pindutin ang <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> para buksan ang Run Application window.
gl: Prtema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> para abrir a xanela de execución de aplicativos.
hu: Nyomja meg az <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> kombinációt az Alkalmazás futtatása ablak megnyitásához.
lv: Spiediet <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, lai atvērtu 'Palaist lietotni' logu.
nl: Druk op <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> om het venster Toepassing uitvoeren te openen.
pt: Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> para abrir a janela de Executar aplicativo.
pt_br: Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> para abrir a janela Executar Aplicativo.
sl: Pritisnite kombinacijo tipk <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> za zagon okna Zaženi program.
sq: Klikoni <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> për të hapur dritaren Nis Programin.
sr: Притисните <quote><keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo></quote> да отворите прозор <quote>Покрени програм</quote>.
sv: Tryck <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> för att öppna programmet kör.
th: กด <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> เพื่อเปิดหน้าต่างเรียกโปรแกรม
uk: Натисніть <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, щоб відкрити діалог «Виконати програму».

source: Type <userinput>gconf-editor</userinput> into the text box and click <guibutton>Run</guibutton> to start the Configuration Editor.
ast: Escribi <userinput>gconf-editor</userinput> na caxella de testu y prime <guibutton>Executar</guibutton> p'aniciar l'editor de configuración.
ca: Escriviu <userinput>gconf-editor</userinput> al quadre de text i feu clic a <guibutton>Executa</guibutton> per a iniciar l'editor de la configuració.
cs: Do textového pole napište <userinput>gconf-editor</userinput> a klikněte na <guibutton>Spustit</guibutton> pro spuštění Editoru nastavení.
da: Skriv <userinput>gconf-editor</userinput> i tekstfeltet og klik på <guibutton>Kør</guibutton> for at starte konfigurationsredigeringen.
de: Geben Sie <userinput>gconf-editor</userinput> in die Textbox ein und drücken Sie <guibutton>Ausführen</guibutton> um den Konfigurationseditor zu starten.
el: Πληκτρολογήστε <userinput>gconf-editor</userinput> στο πεδίο εισαγωγής κειμένου και πατήστε <guibutton>Εκτέλεση</guibutton> για να εκκινήσετε τον επεξεργαστή ρυθμίσεων.
eo: Tajpu <userinput>gconf-editor</userinput> en la kampon kaj alklaku je <guibutton>Ruli</guibutton> por ruli la agordarredaktilon.
fi: Kirjoita tekstikenttään <userinput>gconf-editor</userinput> ja napsauta <guibutton>Suorita</guibutton>-painiketta käynnistääksesi Asetusten muokkaus -sovelluksen.
fil: I-type ang <userinput>gconf-editor</userinput> sa loob ng kahon ng teksto at pindutin ang <guibutton>Run</guibutton> para buksan ang Configuration Editor.
gl: Escriba <userinput>gconf-editor</userinput> na caixa de texto e prema en <guibutton>Executar</guibutton> para iniciar o editor de configuración.
hu: Írja be a <userinput>gconf-editor</userinput> parancsot a szövegmezőbe, és nyomja meg a <guibutton>Futtatás</guibutton> gombot a Konfigurációszerkesztő elindításához.
lv: Ievadiet <userinput>gconf-editor</userinput> teksta laukā un klikšķiniet <guibutton>Run</guibutton>, lai palaistu konfigurācijas redaktoru.
nl: Typ <userinput>gconf-editor</userinput> in het tekstveld en klik op <guibutton>Uitvoeren</guibutton> om de Configuratie-editor te starten.
pt: Digite <userinput>gconf-editor</userinput> na caixa de texto e clique <guibutton>Executar</guibutton> para começar o Editor de Configurações.
pt_br: Digite <userinput>gconf-editor</userinput> na caixa de texto e clique <guibutton>Executar</guibutton> para iniciar o Editor de Configurações.
sl: V polje besedija vpišite <userinput>gconf-editor</userinput> in kliknite gumb <guibutton>Zaženi</guibutton>, da se zažene Urejevalnik nastavitev.
sq: Shtypni <userinput>gconf-editor</userinput> në kutinë e tekstit dhe klikoni <guibutton>Nise</guibutton> për të nisur Modifikuesin e Konfigurimit.
sr: Упишите <quote><userinput>gconf-editor</userinput></quote> у оквир за текст и кликните на дугме <quote><guibutton>Покрени</guibutton></quote> да покренете Уредника подешавања.
sv: Skriv <userinput>gconf-editor</userinput> i textrutan och klicka på <guibutton>Kör</guibutton> för att starta konfigurationsredigeraren.
th: พิมพ์ <userinput>gconf-editor</userinput> ในกล่องข้อความและคลิก <guibutton>เรียกทำงาน</guibutton> เพื่อเริ่มโปรแกรมแก้ไขการตั้งค่า
uk: Введіть <userinput>gconf-editor</userinput> в текстове поле та натисніть <guibutton>Виконати</guibutton>, щоб запустити редактор налаштування.

source: Open <guilabel>/apps/metacity/general</guilabel> using the side pane and double-click the <guilabel>button_layout</guilabel> item.
ast: Abri <guilabel>/apps/metacity/general</guilabel> usando'l panel llateral y fai duble clic nel elementu <guilabel>button_layout</guilabel>.
ca: Obriu <guilabel>/apps/metacity/general</guilabel> utilitzant la subfinestra lateral i feu doble clic a l'element <guilabel>button_layout</guilabel>.
cs: V bočním panelu rozevřete nabídky <guilabel>/apps/metacity/general</guilabel> a 2x klikněte na položku <guilabel>button_layout</guilabel>.
da: Åbn <guilabel>/apps/metacity/general</guilabel> via sidepanelet og dobbeltklik på nøglen <guilabel>button_layout</guilabel>.
de: Öffnen Sie <guilabel>/apps/metacity/general</guilabel> auf der linken Seite und führen Sie einen Doppelklick auf <guilabel>button_layout</guilabel> aus.
el: Ανοίξτε το <guilabel>/apps/metacity/general</guilabel> χρησιμοποιώντας το πλαϊνό παράθυρο και κάντε διπλό κλικ στο <guilabel>button_layout</guilabel>.
eo: Malfermu je <guilabel>/apps/metacity/general</guilabel> per la flanka panelo kaj duoble alklaku la eron <guilabel>button_layout</guilabel>.
fi: Avaa sivupaneelista polku <guilabel>/apps/metacity/general</guilabel> ja kaksoisnapsauta <guilabel>button_layout</guilabel>-kenttää.
fil: Buksan ang <guilabel>/apps/metacity/general</guilabel> gamit ang side pane at i-double-click ang <guilabel>button_layout</guilabel>.
gl: Abra <guilabel>/apps/metacity/general</guilabel> usando o panel lateral e faga dobre clic no elemento <guilabel>button_layout</guilabel>.
hu: Az oldalsáv használatával nyissa meg a <guilabel>/apps/metacity/general</guilabel> kategóriát, és kattintson duplán a <guilabel>button_layout</guilabel> elemre.
lv: Atverat <guilabel>/apps/metacity/general</guilabel> izmantojot sānu rūti un dubultklikšķiniet uz <guilabel>button_layout</guilabel> vienības.
nl: Open <guilabel>/apps/metacity/general</guilabel> middels het zijpaneel en dubbelklik op het item <guilabel>button_layout</guilabel>.
pt: Abra <guilabel>/apps/metacity/general</guilabel> utilizando o painel lateral e duplo-clique no item <guilabel>button_layout</guilabel>.
pt_br: Abra <guilabel>/apps/metacity/general</guilabel> usando o painel lateral e clique duas vezes no item <guilabel>button_layout</guilabel>.
sl: S pomočjo stranskega pladnja odprite <guilabel>/apps/metacity/general</guilabel> in dvakrat kliknite na predmet <guilabel>button_layout</guilabel>.
sq: Hapni <guilabel>/apps/metacity/general</guilabel> duke përdorur panelin anësor dhe klikoni dy herë mbi temën <guilabel>button_layout</guilabel>.
sr: Отворите <quote><guilabel>/apps/metacity/general</guilabel></quote> користећи бочну површ и кликните два пута на ставку <quote><guilabel>button_layout</guilabel></quote> (распоред дугмади).
sv: Öppna <guilabel>/apps/metacity/general</guilabel> genom att använda sidopanelen och dubbelklicka på objektet <guilabel>button_layout</guilabel>.
th: เปิด <guilabel>/apps/metacity/general</guilabel> โดยการใช้แถบข้างแล้วดับเบิลคลิกรายการ <guilabel>button_layout</guilabel>
uk: Відкрийте в бічній панелі <guilabel>/apps/metacity/general</guilabel> і натисніть двічі пункт <guilabel>button_layout</guilabel>.

source: Change the value to say <screen>:minimize,maximize,close</screen> (the position of the colon determines which side of the window the buttons appear on).
ast: Camuda'l valor que diz <screen>:minimize,maximize,close</screen> (la posición de los dos puntos determina en qué llau de la ventana apaecen los botones).
ca: Canvieu el valor perquè sigui <screen>:minimize,maximize,close</screen> (la posició dels dos punts determina a quin costat de la finestra apareixen els botons).
cs: Změňte hodnoty na následující: <screen>:minimize,maximize,close</screen> (pozice dvojtečky určuje, na které straně se objeví tlačítka okna).
da: Ændr værdien til <screen>:minimize,maximize,close</screen> (placeringen af kolon bestemmer hvilken side af vinduet knapperne optræder på).
de: Ändern Sie den Wert auf beispielsweise <screen>:minimize,maximize,close</screen> (Die Position des Doppelpunktes gibt an, auf welcher Seite des Fensters die Knöpfe erscheinen).
el: Αλάξτε την τιμή σε <screen>:minimize,maximize,close</screen> (η θέση του κόμματος καθορίζει σε ποια πλευρά του παραθύρου εμφανίζονται τα κουμπιά).
eo: Ŝanĝu la valoron al (ekzemple) <screen>:minimize,maximize,close</screen> (la situo de la dupunkto agordas ĉe kiu flanko vidiĝu la butonoj).
fi: Aseta kentän arvoksi <screen>:minimize,maximize,close</screen> (kaksoispisteen paikka määrää, kummassa ikkunan kulmassa painikkeet ovat).
fil: Palitan ang nilalaman para sabihin <screen>:minimize,maximize.close</screen> (ang posisyon ng colon ang magsasabi kung saang gilid ng window magpapakita ang mga pindutan.
gl: Cambie o valor que dice <screen>:minimize,maximize,close</screen> (a posición dos dous puntos determina en que lado da xanela aparecen os botón).
hu: Módosítsa az értéket a következőre: <screen>:minimize,maximize,close</screen> (a kettőspont helyzete meghatározza, hogy a gombok az ablak melyik oldalán jelennek meg).
lv: Nomainiet vērtību uz <screen>:minimize,maximize,close</screen> (kola pozīcija nosaka kurā loga pusē pogas parādīsies).
nl: Wijzig de waarde naar <screen>:minimize,maximize,close</screen> (de positie van de dubbele punt bepaalt aan welke zijde van het venster de knoppen verschijnen).
pt: Modifique o valor para constar <screen>:minimize,maximize,close</screen> (a posição do dois pontos determina em qual lado da janela os botões aparecem).
pt_br: Altere o valor para, vamos dizer <screen>:minimize,maximize,close</screen> (a posição dos dois pontos determina o lado da janela no qual os botões aparecerão.
sl: Spremenite vrednost na <screen>:minimize,maximize,close</screen> (položaj dvopičja določa, na kateri strani okna se pokažejo gumbi).
sq: Ndryshojeni vlerën që të thotë <screen>:minimize,maximize,close</screen> (pozicioni i shtyllës përcakton se në cilën anë të dritares do të shfaqen butonat).
sr: Промените вредност: <screen>:minimize,maximize,close</screen> (положај две тачке <quote>:</quote> одређује на којој страни прозора ће се налазити дугмад, у овом случају на десној страни).
sv: Ändra värdet till att bli <screen>:minimize,maximize,close</screen> (positionen av kolonet avgör vilken sida av fönstret som knapparna kommer att visas på.

source: Click <guibutton>OK</guibutton> and the location of the windows buttons will change immediately.
ast: Calca <guibutton>Aceutar</guibutton> y l'allugamientu de los botones de ventana camudará nel intre.
ca: Feu clic a <guibutton>D'acord</guibutton> i la ubicació dels botons canviarà immediatament.
cs: Klikněte na <guibutton>OK</guibutton> a ihned dojde ke změně umístění tlačítek okna.
da: Klik på <guibutton>O.k.</guibutton>, og placeringen af knapperne ændres med det samme.
de: Drücken Sie <guibutton>OK</guibutton> und die Position der Fensterknöpfe wird sich sofort ändern.
el: Πατήστε <guibutton>OK</guibutton> και η θέση των κουμπιών των παραθύρων θ' αλλάξει αμέσως.
eo: Alklaku je <guibutton>Akcepti</guibutton> kaj la situo de la butonoj tuj ŝanĝiĝos.
fi: Napsauta <guibutton>OK</guibutton>-painiketta ja painikkeiden sijainti muuttuu välittömästi.
fil: Pindutin ang <guibutton>Ok</guibutton> at ang kinalalagyan ng mga pindutan ng window ay mapapalitan kaagad.
gl: Prema en <guibutton>Aceptar</guibutton> e a posición dos botóns da xanela cambiará inmediatamente.
hu: Kattintson az <guibutton>OK</guibutton> gombra, és az ablakgombok helyzete azonnal megváltozik.
lv: Klikšķiniet <guibutton>Labi</guibutton> un logu pogu novietojums tiks uzreiz mainīts.
nl: Druk op <guibutton>OK</guibutton>, en de plaats van de knoppen zal onmiddellijk gewijzigd worden.
pt: Clique <guibutton>OK</guibutton> e a localização dos botões de controle das janelas se modificarão imediatamente.
pt_br: Clique <guibutton>OK</guibutton> e a posição dos botões de janela mudarão imediatamente.
sl: Kliknite <guibutton>V redu</guibutton> and lega gumbov se bo v trenutku spremenila.
sq: Klikoni <guibutton>OK</guibutton> dhe vendndodhja e butonave të dritares do të ndryshojë menjëherë.
sr: Кликните <quote><guibutton>У реду</guibutton></quote> и положај дугмади прозора ће се одмах променити.
sv: Klicka på <guibutton>OK</guibutton> och placeringen av fönsterknapparna kommer omedelbart ändras.
uk: Натисніть кнопку <guibutton>Гаразд</guibutton> і розташування кнопок вікна одразу зміниться.

source: Using KDE or Xfce instead of the GNOME desktop
am: ኬዲኢ ወይም ኤክስኤፍሲኢ መጠቀም በጂኖሜ ዴስክቶፕ ፋንታ
ar: استخدام كدي أو Xfce بدلا من سطح المكتب جنوم
ast: Usar KDE o Xfce n'arróu del escritoriu Gnome
bg: Използване на KDE или Xfce вместо GNOME графична среда
br: Implij KDE pe Xfce e-lec'h burev GNOME
ca: Utilització del KDE o de l'Xfce en lloc de l'escriptori GNOME
cs: Použití KDE nebo Xfce místo pracovního prostředí GNOME
da: Brug af KDE eller Xfce i stedet for GNOME-skrivebordet
de: Die GNOME-Arbeitsumgebung durch KDE oder Xfce ersetzen
el: Χρήση του περιβάλλοντος KDE ή Xfce αντί του Gnome
eo: Uzado de KDE aŭ Xfce anstataŭ la defaŭlta labortablo GNOME
fi: KDE:n tai Xfce:n käyttäminen Gnome-työpöydän sijaan
fil: Gumagamit ng KDE o Xfce sa halip na GNOME desktop
gl: Usar KDE ou Xfce en vez do escritorio GNOME
hu: KDE vagy Xfce használata GNOME helyett
lv: KDE vai Xfce izmantošana GNOME darvirsmas vietā
ms: Mengguna KDE atau Xfce daripada desktop GNOME
nl: KDE of Xfce in plaats van de werkomgeving Gnome gebruiken
oc: Utilizacion de KDE o XFCE al luòc del burèu GNOME
pl: Używanie środowiska KDE lub Xfce zamiast GNOME
pt: Usar o ambiente gráfico KDE ou Xfce em vez de GNOME.
pt_br: Usando KDE ou Xfce ao invés do GNOME
sl: Uporaba namizja KDE ali Xfce namesto namizja GNOME
sq: Të përdorësh KDE ose Xfce në vend të desktopit GNOME
sr: Коришћење КДЕ или ХФСЕ уместо Гном радне површи
sv: Använd KDE eller Xfce istället för GNOME-skrivbordet
th: การใช้ KDE หรือ Xfce แทน GNOME เดสก์ท็อป
uk: Використання графічного середовища KDE або Xfce замість GNOME
zh_cn: 使用KDE或Xfce来替代GNOME桌面
