Repository: ahoneybun/pop-docs
Catalog: config-desktop/po/*.po
Languages: am, ar, ast, bg, br, ca, cs, da, de, el, eo, fi, fil, gl, hu, lv, ms, nl, oc, pl, pt, pt_br, sl, sq, sr, sv, th, uk, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
am: ubuntu-doc@lists.ubuntu.com (የኡቡንቱ እቅድ ስነድ ዝርዝር.)
ar: ubuntu-doc@lists.ubuntu.com (مشروع توثيق أوبونتو)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d' Ubuntu)
bg: ubuntu-doc@lists.ubuntu.com (Проект за документация на Ubuntu)
br: ubuntu-doc@lists.ubuntu.com (Raktres Teuliadur Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
cs: ubuntu-doc@lists.ubuntu.com (Dokumentační projekt Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
eo: ubuntu-doc@lists.ubuntu.com (Dokumentada Projekto de Ubuntu)
fi: ubuntu-doc@lists.ubuntu.com (Ubuntun dokumentaatioprojekti)
fil: ubuntu-doc@lists.ubuntu.com (Ang Dokumentasyong Proyekto ng Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentācijas projekts)
ms: ubuntu-doc@lists.ubuntu.com(Projek Dokumentasi Ubuntu)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
pt: ubuntu-doc@lists.ubuntu.com (Projecto de Documentação Ubuntu)
pt_br: ubuntu-br-doc@lists.launchpad.net (Projeto de documentação do Ubuntu Brasil)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sq: ubuntu-doc@lists.ubuntu.com (Projekti Dokumentues i Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)
th: ubuntu-doc@lists.ubuntu.com (โครงการเอกสาร Ubuntu)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)

source: Customizing Your Computer
ar: تخصص حاسوبك
ast: Personalizar l'ordenador
bg: Персонализиране на вашия компютър
br: Personelaat hoc'h urzhiataer
ca: Com personalitzar el vostre ordinador
cs: Přizpůsobování svého počítače
da: Tilpas din computer
de: Ihren Rechner anpassen
el: Εξατομίκευση του υπολογιστή
eo: Personigi vian komputilon
fi: Tietokoneen mukauttaminen
fil: Pagpapasadya ng iyong Kompyuter
gl: Personalización do seu computador
hu: Számítógép személyre szabása
lv: Jūsu datora pielāgošana
ms: Mengubahsuai Komputer Anda
nl: Uw computer aanpassen
oc: Personalizar vòstre ordenador
pl: Dostosowywanie komputera
pt: Personalizar o seu computador
pt_br: Personalizando seu computador
sl: Prilagajanje vašega računalnika
sq: Duke Përshtatur Kompjuterin Tuaj
sr: Прилагођавање рачунара
sv: Anpassa din dator
th: ปรับแต่งคอมพิวเตอร์ของคุณ
uk: Персоналізація комп'ютера
zh_cn: 定制您的计算机

source: Placeholder.
am: ቦታ ያዢ
ar: صفحة مؤقته
ast: Marcador de posición.
bg: Контейнер.
br: Lec'hiadur.
ca: Text variable.
cs: Rezervované místo.
da: Pladsholder.
de: Platzhalter.
el: Αντικαταστάτης
eo: Lokokupilo.
fi: Varalla.
gl: Marcador de posición.
hu: Helykitöltő.
lv: Vietturis.
ms: PemegangTempat
nl: Plaatsvervanger.
oc: Substituent
pl: Zamiennik.
pt: Espaço reservado.
sl: Držalo.
sq: Vendmbajtës
sr: Носилац.
sv: Platshållare.
th: ตัวจองที่
uk: Заповнювач.
zh_cn: 占位符。

source: Credits and License
am: ምስጋና እና ፈቃድ
ar: الإشادات و الرخصة
ast: Créitos y Llicencia
bg: Заслуги и лиценз
br: Kredoù ha lisañs
ca: Crèdits i llicència
cs: Zásluhy a licence
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
eo: Agnoskoj kaj permesilo
fi: Tekijät ja lisenssi
fil: Mga Pagkilala at Pahintulot
gl: Créditos e licenza
hu: Köszönetnyilvánítás és licenc
lv: Izstrādātāji un licence
ms: Kredit dan Lesen
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
pl: Autorzy i Licencja
pt: Créditos e Licença
pt_br: Créditos e Licença
sl: Zasluge in licenca
sq: Bashkpunëtorët dhe licensa
sr: Заслуге и лиценца
sv: Erkännanden och licens
th: ผู้มีส่วนร่วมและสิทธิ์
uk: Подяки та ліцензія
zh_cn: 致谢与许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
am: ይህ ሰነድ የሚዘጋጀው በኡቡንቱ ሰነድ አዝጋጅ ቡድን ነው (https://wiki.ubuntu.com/DocumentationTeam). የለጋሾች ዝርዝር እዚህ ይገኛል <ulink url="../../libs/C/contributors.xml">የለጋሾች ገጽ</ulink>
ar: هذه الوثيقة تحت رعاية فريق توثيق أوبنتو (https://wiki.ubuntu.com/DocumentationTeam). للاطلاع على قائمة المساهمين،طالع <ulink url="../../libs/C/contributors.xml">صفحة المساهمين</ulink>
ast: Esti documentu ta manteníu pol equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa una llista de los contribuidores, mira la <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
bg: Този документ се поддържа от екипа за документация на Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Списъкът с учатниците в този екип вижте на <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
br: Trezalc'het eo an teul gant ar skipailh teuliadur Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Evit kaout al listenn kendaoladerien, gwelit ar <ulink url="../../libs/C/contributors.xml">bajenn kendaoladerien</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
cs: Tento dokument je spravován dokumentačním týmem Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pokud chcete shlédnout seznam přispěvatelů, navštivte <ulink url="../../libs/C/contributors.xml">stránku přispěvatelů</ulink>
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>
eo: Ĉi tiu dokumento estas prizorgata de la Ubuntu-dokumentada teamo (https://wiki.ubuntu.com/DocumentationTeam). Por listo de kontribuintoj, vidu la <ulink url="../../libs/C/contributors.xml">paĝon de kontribuintoj</ulink>
fi: Ubuntun dokumentointitiimi (https://wiki.ubuntu.com/DocumentationTeam) ylläpitää tätä ohjetta. Ohjeen kirjoittamiseen osallistuneet henkilöt löytyvät <ulink url="../../libs/C/contributors.xml">tekijät-sivulta</ulink>.
fil: Ang dokumentong ito ay pinapanatili ng Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). Para sa isang listahan ng mga kontribyutor, tingnan ang <ulink url="../../libs/C/contributors.xml">pahina ng mga kontribyutor</ulink>
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
lv: Šo dokumentu uztur Ubuntu dokumentācijas grupa (https://wiki.ubuntu.com/DocumentationTeam). Izstrādātāju sarakstu var aplūkot <ulink url="../../libs/C/contributors.xml">līdzautoru lapā</ulink>
ms: Dokumen in diselenggara oleh Pasukan Dokumentasi Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Untuk senarai penyumbang, sila merujuk <ulink url="../../libs/C/contributors.xml">halaman penyumbang</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met deelnemers, kijk op de volgende pagina: <ulink url="../../libs/C/contributors.xml">deelnemerspagina</ulink>
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
pl: Ten dokument jest pod opieką Zespołu Dokumentacji Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista autorów jest dostępna na <ulink url="../../libs/C/contributors.xml">tej stronie</ulink>.
pt: Esta documentação é mantida pela equipa de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para a lista de contribuidores, consulte a <ulink url="../../libs/C/contributors.xml">página de contribuidores</ulink>
pt_br: Este documento é mantido pelo time de documentação do Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obter uma lista dos contribuintes, veja a <ulink url="../../libs/C/contributors.xml">página dos contribuintes</ulink>
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml"> страницу сарадника </ulink>.
sv: Detta dokument underhålls av Ubuntus dokumentationsteam (https://wiki.ubuntu.com/DocumentationTeam). Se <ulink url="../../libs/C/contributors.xml">bidragsgivarnas sida</ulink> för en lista över bidragsgivare.
th: เอกสารนี้ดูแลโดยทีมเอกสาร Ubuntu (https://wiki.ubuntu.com/DocumentationTeam) สำหรับรายชื่อของผู้มีส่วนร่วม กรุณาดูที่ <ulink url="../../libs/C/contributors.xml">หน้าผู้มีส่วนร่วม</ulink>
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
am: ይህ መረጃ የተበረከተው በፈጠራ የጋራ ስራ እና በልውውጥ ፍቃድ ነው 2.5 License (CC-BY-SA).
ar: هذه الوثيقة بترخيص الإبداع العمومي المشاركة بالمثل 2.5
ast: Esti documentu ta fechu baxo la Creative Commons ShareAlike 2.5 License (CC-BY-SA).
bg: Този документ е достъпен под лиценза Creative Commons ShareAlike 2.5 (CC-BY-SA).
br: Skignet eo an diell-mañ dindan an aotre-implijout Creative Commons ShareAlike 2.5 Lisañs (CC-BY-SA).
ca: Aquest document s'ha fet públic sota la llicència ShareAlike 2.5 de Creative Commons (CC-BY-SA).
cs: Tento dokument je uveřejněn pod licencí Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
eo: Tiu ĉi dokumento estas disponebla laŭ la permesilo "Atribuo-Distribui kun sama permesilo 2.5" de Creative Commons (CC-BY-SA).
fi: Tämä ohje on käytettävissä Creative Commons ShareAlike 2.5 -lisenssillä (CC-BY-SA).
fil: Ang paggamit ng kasulatang ito ay pinahihintulutan sa ilalim ng Creative Commons ShareAlike 2.5 License (CC-BY-SA).
gl: Este documento distribúese nos termos da licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
lv: Šis dokuments ir pieejams saskaņā ar Creative Commons ShareAlike 2.5 licenci (CC-BY-SA).
ms: Dokumen ini disediakan dibawah lesen ini, 'Creative Commons ShareAlike 2.5 License' (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
pl: Niniejszy dokument jest udostępniony na licencji Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt: Este documento é disponibilizado sob a licença Creative Commons ShareAlike 2.5 License (CC-BY-SA).
pt_br: Este documento é disponibilizado sob a Licença Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument vihet në dispozicion në kushtet e Licensës Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
sv: Det här dokumentet har gjorts tillgängligt under licensen Creative Commons ShareAlike 2.5 (CC-BY-SA).
th: เอกสารฉบับนี้เผยแพร่ภายใต้สัญญาอนุญาต Creative Commons ShareAlike 2.5 (CC-BY-SA)
uk: Цей документ розповсюджується під ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 License (CC-BY-SA) 许可下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
am: የእቡንቱን መረጃዎችን በነጻነት መቀየር ፤ መጨመር እና ማሻሻል ይቻላል ይህን የኡቡንቱን መመሪያ ተከትሎ ማናቸውም ጥሩ ስራዎች በዚሁ መመሪያ መሰረት ለህዝብ ይፋ ይሆናሉ።
ar: لك أن تعدّل و تزيد و تحسّن وثائق الشفرة المصدرية لأوبونتو بموجب شروط هذه الرخصة. كل الأعمال المشتقة يجب أن تنشر بذات الرخصة.
ast: Vusté ye llibre de camudar, estender y meyorar el códigu fonte de la documentación d'Ubuntu baxo los términos d'esta llicencia. Tolos trabayos derivaos tienen d'espublizase baxo esta llicencia.
bg: Имате правото свободно да променяте, разширявате и подобрявате изходния код на Ubuntu документацията при условията на този лиценз. Всички производни разработки трябва да бъдат под силата на този лиценз.
br: Gallout a rit cheñch, ouzhpenn, gwellaat ar c'hod tarzh teuliadur Ubuntu dindan termenoù lisañs. An holl labourioù deveret a ret bezañ skignet dindan ar memes lisañs.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
cs: Jste oprávněni upravovat, rozšiřovat a vylepšovat zdrojový kód dokumentace Ubuntu pod podmínkami této licence. Všechny odvozené práce musí být uveřejněny pod touto licencí.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας.
eo: Oni estas libera por modifi, pligrandigi kaj plibonigi la dokumentaran fontkodon de Ubuntu laŭ la kondiĉoj de ĉi tiu permesilo. Ĉiun derivan laboraĵon oni devas disdoni laŭ ĉi tiu permesilo.
fi: Voit muokata, jatkaa ja parantaa Ubuntun ohjeiden lähdekoodia tämän lisenssin alla. Kaikkien jatkotuotosten pitää olla julkaistu samalla lisenssillä.
fil: Ikaw ay malayang magbago, magpahaba, at magayos ng dokumentasyon ng Ubuntu source code sa ilalim ng mga termino ng lisensiyang ito. Lahat ng mga kinopyang gawain ay dapat na inilabas sa ilalim ng lisensiyang ito.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta mesma licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
lv: Jūs varat brīvi mainīt, papildināt un uzlabot Ubuntu dokumentācijas kodu saskaņā ar šo licensi. Visus šī darba atvasinājumus ir jālicenzē ar šo licenci.
ms: Anda bebas mengubah, menambah, dan menambah baik kod sumber dokumen Ubuntu di bawah terma lesen ini. Semua hasil terbitan harus dikeluarkan di bawah lesen ini.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols termes d'aquesta licéncia. Totes los trabahs derivats devon èsser difusits jos aquesta meteissa licéncia.
pl: Każdy ma prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu na zasadach zawartych w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na tej samej licencji.
pt: É livre para modificar, alargar e melhorar o código-fonte da documentação do Ubuntu sobre os termos desta licença. Todos os trabalhos derivados devem ser disponibilizados sobre esta licença.
pt_br: Você é livre para modificar, estender e melhorar o código-fonte da documentação do Ubuntu sob os termos desta licença. Todos os trabalhos derivados devem ser liberados sob esta licença.
sl: Dokumentacijsko izvorno kodo Ubuntuja lahko prosto spreminjate, razširjate in izboljšate pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Ju mund të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentacionit të Ubuntu nën termat e kësaj license. Të gjitha punimet e derivuara duhet të publikohen nën kushtet e po kësaj license.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
sv: Du får fritt modifiera, utöka och förbättra källkoden till Ubuntudokumentationen under vilkoren för den här licensen. Alla verk baserade på detta måste släppas under den här licensen.
th: คุณมีเสรีภาพที่จะแก้ไข เพิ่มเติม เปลี่ยนแปลง และปรับปรุงต้นฉบับของ Ubuntu ภายใต้เงื่อนไขของสัญญาอนุญาตนี้ และสิ่งที่พัฒนาต่อจากผลงานนี้ ต้องเผยแพร่ภายใต้สัญญาอนุญาตเดียวกันนี้
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.
zh_cn: 您可以在该许可的条款下自由地修改、扩展，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。
