Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: <application>Empathy</application> is the default instant messenger client in Ubuntu. With <application>Empathy</application> you can talk to people who use AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, and Yahoo, and list all your buddies in a single window.
ast: <application>Empathy</application> ye'l veceru de mensaxería instantánea predetermináu n'Ubuntu. Con <application>Empathy</application> puedes charrar con xente qu'use AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, y Yahoo, amosando tolos tos contautos nuna mesma ventana.
ca: L'<application>Empathy</application> és el client de missatgeria instantània predeterminat de l'Ubuntu. Amb l'<application>Empathy</application> podeu parlar amb gent que utilitza l'AIM, el Gadu-Gadu, el Google Talk, el GroupWise, l'ICQ, l'IRC, el Jabber, l'MSN, el Napster, el Salut, el Sametime, el QQ i el Yahoo, tot mostrant tots els contactes en una sola finestra.
da: I Ubuntu er <application>Empathy</application> standardklienten til chat. Med <application>Empathy</application>, kan du snakke med folk, der bruger AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, og Yahoo, og se alle dine venner i et enkelt vindue.
de: <application>Empathy</application> ist der standardmäßige Instant Messaging Client (Sofortnachrichtendienst) in Ubuntu. Mit <application>Empathy</application> können Sie mit Menschen kommunizieren, die AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ und Yahoo benutzen, sowie all Ihre Freunde in einem einzigen Fenstern auflisten.
el: Το <application>Empathy</application> είναι η προεπιλεγμένη εφαρμογή αποστολής και λήψης μηνυμάτων του Ubuntu. Με το <application>Empathy</application> μπορείτε να μιλάτε σε όσους χρησιμοποιούν AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, and Yahoo, και να έχετε την λίστα όλων των φίλων σας σε ένα μόνο παράθυρο.
fr: <application>Empathy</application> est le client de messagerie instantanée par défaut d'Ubuntu. Avec <application>Empathy</application> vous pouvez discuter avec des personnes qui utilisent AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ ainsi que Yahoo et afficher tous vos amis dans une seule fenêtre.
gl: <application>Empathy</application> é o cliente de mensaxaría instantánea predeterminada en Ubuntu. Con <application>Empathy</application> pode conversar con persoas que usen AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, e Yahoo, e reunir todos os seus contactos nunha única xanela.
hu: Az <application>Empathy</application> az Ubuntu alapértelmezett azonnali üzenetküldője. Az <application>Empathy</application> használatával AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ és Yahoo felhasználókkal beszélgethet, és az összes ismerősét tartalmazó listát egyetlen ablakban láthatja.
nl: <application>Empathy</application> is het standaard chatprogramma in Ubuntu. Met <application>Empathy</application> kunt u communiceren met mensen die AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ en Yahoo gebruiken. Ook kunt u al uw contactpersonen in één venster weergeven.
ro: <application>Empathy</application> este clientul implicit de mesagerie instantanee din Ubuntu. Prin intermediul <application>Empathy</application>, puteți discuta cu persoane care utilizează AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ și Yahoo și puteți afișa toți prietenii într-o singură fereastră.
sk: <application>Empathy</application> je predvoleným komunikátorom na posielanie okamžitých správ v Ubuntu. S <application>Empathy</application> sa môžete rozprávať s ľuďmi používajúcimi AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, a Yahoo a mať všetkých svojich kamarátov v jedinom okne.
sl: <application>Empathy</application> je privzeti hipni sporočilnik v Ubuntuju. Z <application>Empathy</application> lahko govorite z osebami, ki uporabljajo AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, in Yahoo, in vidite vse svoje prijatelje v enem oknu.
sq: <application>Empathy</application>është klienti i parazgjedhur i mesazheve të çastit në Ubuntu. Me <application>Empathy</application> ju mund të flisni me njerëzit që përdorin AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, dhe Yahoo, dhe t'i rreshtoni të gjithë miqtë tuaj në një dritare të vetme.
sr: <emphasis role="strong"><application>Интернет писмоноша</application></emphasis> је основни програм тренутног дописивања у Убунтуу. Са <application>Интернет писмоношом</application> можете да разговарате са људима који користе <quote>AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ и Yahoo</quote> и да излистате све ваше другаре у једном прозору.
tr: <application>Empathy</application> Ubuntu'daki varsayılan hazır heberci istemcisidir. <application>Empathy</application> ile AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ ve Yahoo kullanan insanlarla konuşabilirsiniz ve bir tek pencerede tüm arkadaşlarınızı listeleyebilirsiniz.
uk: <application>Empathy</application> типовий клієнт обміну миттєвими повідомленнями в Ubuntu. З <application>Empathy</application> ви можете спілкуватись з людьми, що використовують AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, та Yahoo, та переглядати список своїх приятелів у одному вікні.
zh_cn: <application>Empathy</application> 是 Ubuntu 中默认的即时通讯软件。 使用 <application>Empathy</application> 您可以和您使用 AIM, Gadu-Gadu, Google Talk, GroupWise, ICQ, IRC, Jabber, MSN, Napster, Salut, Sametime, QQ, 和 Yahoo 的朋友聊天， 并把您所有的好友在一个窗口中列出。

source: To start <application>Empathy</application>, choose <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy Internet Messenger</guimenuitem></menuchoice>.
gl: Para iniciar <application>Empathy</application>, seleccione <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Mensaxaría de Internet Empathy</guimenuitem></menuchoice>.
hu: Az <application>Empathy</application> elindításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy üzenetküldő</guimenuitem></menuchoice> menüpontot.
sl: Za zagon <application>Empathy</application> izberite <menuchoice><guimenu>Programi</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy hipno sporočanje</guimenuitem></menuchoice>.
sr: Да покренете <application>Интернет писмоношу</application>, изаберите <quote><menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Интернет</guimenuitem><guimenuitem>Дописивање преко Интернет писмоноше</guimenuitem></menuchoice></quote>.

source: See the <ulink type="help" url="ghelp:empathy">Empathy Manual</ulink> for help on using <application>Empathy</application>.
ast: Mira <ulink type="help" url="ghelp:empathy">Manual d'Empathy</ulink> si necesites aida sobre cómo usar <application>Empathy</application>.
ca: Vegeu el <ulink type="help" url="ghelp:empathy">manual de l'Empathy</ulink> per a obtenir ajuda sobre com utilitzar-lo.
da: Se <ulink type="help" url="ghelp:empathy">Empathymanualen</ulink> for at få hjælp til brug af <application>Empathy</application>.
de: Siehe <ulink type="help" url="ghelp:empathy">Empathy Benutzerhandbuch</ulink> für Hilfe bei der Benutzung von <application>Empathy</application>.
el: Δείτε το <ulink type="help" url="ghelp:empathy">Εγχειρίδιο του Empathy </ulink> για βοήθεια στην χρήση του <application>Empathy</application>.
fr: Consultez le <ulink type="help" url="ghelp:empathy">Manuel d'Empathy</ulink> pour l'aide sur cette application.
gl: Vexa o <ulink type="help" url="ghelp:empathy">Manual do Empathy</ulink> para axuda sobre como usar o <application>Empathy</application>.
hu: Az <application>Empathy</application> használatával kapcsolatos további információkért nézze meg az <ulink type="help" url="ghelp:empathy">Empathy kézikönyvét</ulink>.
nl: Zie de <ulink type="help" url="ghelp:empathy">Empathy handleiding</ulink> voor hulp bij het gebruiken van <application>Empathy</application>.
ro: Pentru asistență în utilizarea <application>Empathy</application>, citiți <ulink type="help" url="ghelp:empathy">Manualul Empathy</ulink>.
sk: Pre ďalšiu pomoc s používaním <application>Empathy</application> pozrite <ulink type="help" url="ghelp:empathy">Empathy manuál</ulink>.
sl: Za več podrobnosti o uporabi <application>Empathy</application> si oglejte <ulink type="help" url="ghelp:empathy">priročnik Empathy</ulink>
sq: Shikoni <ulink type="help" url="ghelp:empathy">Manualin e Empathy</ulink> për ndihmë me përdorimin e <application>Empathy</application>.
sr: Погледајте <ulink type="help" url="ghelp:empathy">Упутство Интернет писмоноше</ulink> за помоћ о коришћењу <application>Интернет писмоноше</application>.
tr: <application>Empathy</application>i kullanma hakkında yardım için <ulink type="help" url="ghelp:empathy">Empathy Manual</ulink>e bakın.
uk: Зверніться до <ulink type="help" url="ghelp:empathy">Посібника користувача Empathy</ulink> для отримання довідки щодо застосування <application>Empathy</application>.
zh_cn: 参阅 <ulink type="help" url="ghelp:empathy">Empathy 手册</ulink> 来获得使用 <application>Empathy</application> 的帮助。

source: Ekiga Softphone
ast: Softphone Ekiga
ca: Telèfon per programari Ekiga
da: Ekiga softwaretelefon
de: Ekiga Softfon
el: Τηλεφωνία με λογισμικό Ekiga
fr: Softphone Ekiga
gl: Softphone de Ekiga
hu: Ekiga telefonszoftver
nl: Ekiga softfoon
ro: Telefon VoIP Ekiga
sk: Telefón Ekiga
sl: Ekiga programski telefon
sq: Soft-telefon Ekiga
sr: Екига софтверски телефон
tr: Ekiga Yazılımsal Telefon
uk: Програмний телефон (софтфон) Ekiga
zh_cn: Ekiga 软电话

source: <application>Ekiga</application> is an Internet telephony (VoIP) application in Ubuntu. It lets you make audio and video calls over the Internet to people who have hardware or software that follows the SIP or H.323 standards and also features basic instant messaging. It is compatible with Windows Messenger and most VoIP applications. However, Ekiga cannot communicate with Skype because the latter uses proprietary technology. If you have the right SIP provider, you can also use Ekiga to place calls to any normal phone line.
ca: L'<application>Ekiga</application> és una aplicació de telefonia per Internet (VoIP) a l'Ubuntu. Us permet fer trucades d'àudio i de vídeo per Internet amb persones que tinguin maquinari o programari que segueixi els estàndards SIP o H.323 i també proporciona missatgeria instantània bàsica. És compatible amb el Windows Messenger i amb la majoria d'aplicacions VoIP. No obstant això, l'Ekiga no es pot comunicar amb l'Skype perquè aquest fa servir tecnologia privativa. Si teniu un proveïdor SIP adient, també podeu fer servir l'Ekiga per fer trucades a qualsevol línia telefònica normal.
da: <application>Ekiga</application> er et program til internettelefoni (VoIP) i Ubuntu. Det gør dig i stand til at foretage lyd- og videoopkald over internettet til folk, som har hardware eller software der følger SIP eller H.323-standarden. Det er også udstyret med grundlæggende chatfunktionalitet. Det er kompatibelt med Windows Messenger og de fleste VoIP-programmer. Dog kan Ekiga ikke kommunikere med Skype, fordi sidstnævnte bruger proprietær teknologi. Hvis du har den rette SIP-udbyder, kan du også bruge Ekiga til at lave opkald til en normal telefonlinje.
de: <application>Ekiga</application> ist eine Internet-Telefonieanwendung (VoIP) in Ubuntu. Sie können damit Audio- und Videoanrufe über das Internet zu Leuten, die Hardware oder Software benutzen, die den SIP oder H.323 Standards folgt, durchführen. Ekiga bietet auch einfache Instant Messaging Funktionen. Es ist kompatibel mit Windows Messenger und den meisten VoIP-Anwendungen. Allerdings kann Ekiga nicht mit Skype kommunizieren, das letzteres proprietäre Technologie benutzt. Wenn Sie den richtigen SIP-Anbieter haben, können Sie Ekiga auch dazu benutzen, Anrufe zu jedem normalen Telefon durchzuführen.
el: Το <application>Ekiga</application> είναι η προεπιλεγμένη εφαρμογή διαδικτυακής τηλεφωνίας (VoIP) στο Ubuntu. Σας επιτρέπει να κάνετε κλήσεις με ήχο και βίντεο μέσω διαδικτύου σε ανθρώπους που διαθέτουν υλικό και λογισμικό που καλύπτει τα πρότυπα SIP ή H.323 και παρέχει βασικές λειτουργίες άμεσων μηνυμάτων. Είναι συμβατό με το Windows Messenger και τις περισσότερες VoIP εφαρμογές. Παρ' όλα αυτά, το Ekiga δεν έχει επικοινωνία με το Skype επειδή το τελευταίο χρησιμοποιεί ιδιόκτητη (ιδιοταγή) τεχνολογία. Αν διαθέτετε τον κατάλληλο πάροχο SIP, μπορείτε επίσης να χρησιμοποιήσετε το Ekiga για να πραγματοποιήσετε κλήσεις σε οποιαδήποτε κανονική τηλεφωνική γραμμή.
fr: <application>Ekiga</application> est une application de téléphonie sur IP (VoIP). Elle vous permet de passer des appels audio et vidéo via Internet à des personnes équipées de matériels et de logiciels compatibles avec les standards SIP ou H.323 et offrant des fonctionnalités basiques de messagerie instantanée. Elle est compatible avec Windows Messenger et la plupart des applications de VoIP. Ceci étant, Ekiga ne peut pas communiquer avec Skype dans la mesure où ce dernier utilise des technologies propriétaires. Si vous avez le bon fournisseur SIP, vous pouvez également utiliser Ekiga pour passer des appels vers une ligne téléphonique classique.
gl: <application>Ekiga</application> é un aplicativo de telefonía por Internet (VoIP) dispoñíbel en Ubuntu. Permitelle facer chamadas de son e vídeo por Internet a persoas que teñan equipos ou programas que sigan os estándares SIP ou H.323, Fornece tamén mensaxaría instantánea básica. É compatíbel con Windows Messenger e a maioría dos aplicativos VoIP. Porén, Ekiga non pode comunicarse con Skype, xa que éste último utiliza tecnoloxía propietaria. Se vostede ten o provedor SIP axeitado, pode incluso usar Ekiga para facer chamadas a calquera liña telefónica normal.
hu: Az <application>Ekiga</application> az Ubuntu internetes telefonalkalmazása (VoIP). Segítségével hang- és videohívásokat indíthat az interneten olyan személyek felé, akik a SIP vagy H.323 szabványokat követő hardvert vagy szoftvert használnak, valamint a program az egyszerű azonnali üzenetküldést is támogatja. Kompatibilis a Windows Messengerrel és a legtöbb VoIP-alkalmazással. Ugyanakkor az Ekiga nem képes a Skype-pal kommunikálni, mivel ez zárt protokollt használ. Ha megfelelő SIP-szolgáltató ügyfele, akkor normál telefonokra is kezdeményezhet hívásokat.
sl: <application>Ekiga</application> je spletni program za VoIP telefonijo v Ubuntuju. Dovoljuje vam zvočne in video klice preko spleta z osebami, ki imajo strojno ali programsko opremo po standardih SIP ali H.323 in omogočajo osnovno hipno sporočanje. Je združljiv z Windows Messenger in večino VoIP programov. Vendar pa Ekiga ne more komunicirati s Skype, saj slednji uporablja zaščiteno tehnologijo. Če imate ustreznega ponudnika SIP, lahko uporabljate Ekigo za klice na katerokoli običajno telefonsko številko.
sr: <emphasis role="strong"><application>Екига</application></emphasis> је апликација Интернет телефоније (VoIP) у Убунтуу. Омогућава вам да обављате аудио и видео разговоре путем интернета са људима који имају хардвер и софтвер који прате <quote>SIP</quote> или <quote>H.323</quote> стандарде као и основне функције за тренутно дописивање. Овај програм је компатибилан са ВиндоузМесенџером и већином <quote>VoIP</quote> апликација. Међутим, Екига не може да комуницира са Скајпом јер он користи власничку технологију. Ако имате одговарјућег СИП провајдера, можете користити Екигу да позовете било који број на нормалној телефонској линији.

source: <ulink url="apt:ekiga">Install the <application>ekiga</application> package</ulink>.
ca: <ulink url="apt:ekiga">Instal·leu el paquet <application>ekiga</application></ulink>.
da: <ulink url="apt:ekiga">Installér pakken <application>ekiga</application></ulink>.
de: <ulink url="apt:ekiga">Installieren Sie das <application>ekiga</application> Paket</ulink>.
el: <ulink url="apt:ekiga">Εγκαταστήστε το πακέτο <application>ekiga</application> package</ulink>.
fr: <ulink url="apt:ekiga">Installer le paquet <application>Ekiga</application></ulink>.
gl: <ulink url="apt:ekiga">Instale o paquete <application>ekiga</application></ulink>.
hu: <ulink url="apt:ekiga">Telepítse az <application>ekiga</application> csomagot</ulink>.
sl: <ulink url="apt:ekiga">Namestite paket <application>ekiga</application></ulink>.
sr: <ulink url="apt:ekiga">Инсталирајте пакет <quote><application>ekiga</application></quote></ulink>.
zh_cn: <ulink url="apt:ekiga">安装 <application>ekiga</application> 包</ulink>。

source: To start <application>Ekiga</application>, choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
ast: Pa entamar <application>Ekiga</application>, seleiciona <menuchoice><guimenuitem>Aplicaciones</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Softphone Ekiga</guimenuitem></menuchoice>.
ca: Per a iniciar l'<application>Ekiga</application>, trieu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Telèfon per programari Ekiga</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenuitem>Programmer</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga softwaretelefon</guimenuitem></menuchoice>, for at starte <application>Ekiga</application>.
de: Um <application>Ekiga</application> zu starten, wählen Sie <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softfon</guimenuitem></menuchoice>.
el: Για να εκκινήσετε το <application>Ekiga</application>, επιλέξτε <menuchoice><guimenuitem>Εφαρμογές</guimenuitem><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Τηλεφωνία με λογισμικό Ekiga </guimenuitem></menuchoice>.
fr: Pour démarrer <application>Ekiga</application>, sélectionnez <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Softphone Ekiga</guimenuitem></menuchoice>.
gl: Para iniciar o <application>Ekiga</application>, escolla <menuchoice><guimenuitem>Aplicativos</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
hu: Az <application>Ekiga</application> indításához válassza az <menuchoice><guimenuitem>Alkalmazások</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga telefonszoftver</guimenuitem></menuchoice> menüpontot.
nl: Om <application>Ekiga</application> te starten, klik op <menuchoice><guimenuitem>Toepassingen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga softfoon</guimenuitem></menuchoice>.
ro: Pentru a porni <application>Ekiga</application>, alegeți <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
sk: Na spustenie <application>Ekigy</application> vyberte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
sl: Za zagon programa <application>Ekiga</application>, izberite <menuchoice><guimenuitem>Programi</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Ekiga softphone</guimenuitem></menuchoice>.
sq: Për të nisur <application>Ekiga</application>, zgjidhni <menuchoice><guimenuitem>Programet</guimenuitem><guimenuitem>Interneti</guimenuitem><guimenuitem>Ekiga Softphone</guimenuitem></menuchoice>.
sr: Да покренете <application>Екигу</application>, изаберите <quote><menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Интернет</guimenuitem><guimenuitem>Екига Софтфон</guimenuitem></menuchoice></quote>.
tr: <application>Ekiga</application> uygulamasını başlatmak için <menuchoice><guimenuitem>Uygulamalar</guimenuitem><guimenuitem>İnternet</guimenuitem><guimenuitem>Ekiga Yazılımsal Telefon</guimenuitem></menuchoice> başlığına tıklayın.
uk: Для запуску <application>Ekiga</application>, оберіть <menuchoice><guimenuitem>Програми</guimenuitem><guimenuitem>Інтернет</guimenuitem><guimenuitem>Програмний телефон Ekiga</guimenuitem></menuchoice>.
zh_cn: 要启动 <application>Ekiga</application>，点击<menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>互联网</guimenuitem><guimenuitem>Ekiga 软电话</guimenuitem></menuchoice>。

source: See the <ulink type="help" url="ghelp:ekiga">Ekiga Manual</ulink> for help on using Ekiga.
ast: Llee'l <ulink type="help" url="ghelp:ekiga">manual d'Ekiga</ulink> por aida sobro cómo usar Ekiga.
ca: Vegeu el <ulink type="help" url="ghelp:ekiga">manual de l'Ekiga</ulink> per a obtenir ajuda sobre com utilitzar-lo.
da: Se <ulink type="help" url="ghelp:ekiga">Manualen for Ekiga</ulink> for at få hjælp til brug af Ekiga.
de: Lesen Sie <ulink type="help" url="ghelp:ekiga">Ekiga Anleitung</ulink>, um Hilfe bei der Benutzung von Ekiga zu erhalten.
el: Δείτε το <ulink type="help" url="ghelp:ekiga">Εγχειρίδιο του Ekiga</ulink> για βοήθεια στη χρήση του.
fr: Voir le <ulink type="help" url="ghelp:ekiga">manuel d'Ekiga</ulink> pour en savoir plus sur l'utilisation d'Ekiga.
gl: Vexa o <ulink type="help" url="ghelp:ekiga">Manual de Ekiga</ulink> para axuda no uso do Ekiga.
hu: Az Ekiga használatával kapcsolatos segítségért lásd az <ulink type="help" url="ghelp:ekiga">Ekiga kézikönyvét</ulink>.
nl: Zie de <ulink type="help" url="ghelp:ekiga">Ekiga handleiding</ulink> voor hulp bij het gebruik van Ekiga.
ro: Consultați <ulink type="help" url="ghelp:ekiga">Manualul Ekiga</ulink> pentru ajutor în utilizarea Ekiga.
sk: Pozrite si <ulink type="help" url="ghelp:ekiga">Ekiga manuál</ulink> pre pomoc s používaním Ekiga.
sl: Za pomoč o uporabi programa si oglejte <ulink type="help" url="ghelp:ekiga">priročnik Ekiga</ulink>.
sq: Shikoni <ulink type="help" url="ghelp:ekiga">Manualin e Ekiga</ulink> për ndihmë në përdorimin e Ekiga.
sr: Погледајте <ulink type="help" url="ghelp:ekiga">Упутство Екиге</ulink> за помоћ о коришћењу Екиге.
tr: Ekiga kullanımı hakkında yardım için <ulink type="help" url="ghelp:ekiga">Ekiga Manual</ulink> bağlantısını inceleyin.
uk: Дивіться <ulink type="help" url="ghelp:ekiga">посібник Ekiga</ulink> для допомоги використання Ekiga.
zh_cn: 参阅 <ulink type="help" url="ghelp:ekiga">Ekiga 手册</ulink> 来获得使用 Ekiga 的帮助。

source: IRC instant messaging
ast: Mensaxería nel intre IRC
ca: Missatgeria instantània IRC
da: IRC chat
el: Αποστολή άμεσων μηνυμάτων IRC
fr: Messagerie instantanée IRC
gl: Mensaxería instantánea IRC
hu: IRC azonnali üzenetküldés
nl: IRC-expresberichten
ro: Mesagerie instantanee IRC
sk: Okamžité správy (IM) cez IRC
sl: IRC hipno sporočanje
sq: Mesazhim i menjëhershëm IRC
sr: ИРЦ тренутно дописивање
tr: IRC anlık mesajlaşma
uk: Миттєвий обмін повідомленнями через IRC
zh_cn: IRC 即时通讯
