Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> and <guilabel>Username</guilabel> if you need to, this is optional.
ast: Escribe'l <guilabel>Puertu</guilabel> y la <guilabel>Carpeta</guilabel>, y también el <guilabel>Nome d'usuariu</guilabel> si lo necesites, ésto ye opcional.
ca: Introduïu el <guilabel>Port</guilabel>, la <guilabel>Carpeta</guilabel> i el <guilabel>Nom d'usuari</guilabel> si us cal, atès que són opcionals.
da: Indtast <guilabel>Port</guilabel>, <guilabel>Mappe</guilabel> og <guilabel>Brugernavn</guilabel> hvis nødvendigt. Dette er valgfrit.
de: Geben Sie einen <guilabel>Port</guilabel>, einen <guilabel>Ordner</guilabel> sowie einen <guilabel>Benutzernamen</guilabel> an, wenn dieser von Nöten ist.
el: Εισάγετε <guilabel>Θύρα</guilabel>, <guilabel>Φάκελο</guilabel> και <guilabel>Όνομα τομέα</guilabel>, εφόσον αυτό απαιτείται. Συνήθως οι πληροφορίες αυτές είναι προαιρετικές.
fr: Saisissez le <guilabel>Port</guilabel>, le <guilabel>Dossier</guilabel> et le <guilabel>Nom d'utilisateur</guilabel>, si nécessaire. Ceci est optionnel.
gl: Introduza <guilabel>Porto</guilabel> e <guilabel>Cartafol</guilabel> e <guilabel>Nome de usuario</guilabel> se o precisa, é opcional.
hu: Ha szükséges, adja meg a <guilabel>Port</guilabel>, a <guilabel>Mappa</guilabel> és a <guilabel>Felhasználónév</guilabel> beállításait.
nl: Geef desgewenst <guilabel>Poort</guilabel> en <guilabel>Map</guilabel> en <guilabel>Gebruikersnaam</guilabel> op, dit is optioneel.
ro: Introduceți <guilabel>Port</guilabel>, <guilabel>Dosar</guilabel> și <guilabel>Nume utilizator</guilabel> doar dacă este necesar; aceste informații sunt opționale.
sk: Ak potrebujete, zadajte <guilabel>Port</guilabel>, <guilabel>Priečinok</guilabel> a <guilabel>Meno používateľa</guilabel>, tieto položky sú voliteľné.
sl: Vnesite <guilabel>Vrata</guilabel> in <guilabel>Mapa</guilabel> in <guilabel>Uporabniško ime</guilabel>, če želite. To je izbirno.
sq: Vendosni <guilabel>Portin</guilabel> dhe <guilabel>Dosjen</guilabel> dhe <guilabel>Emrin e Përdoruesit</guilabel> nëse ju nevojitet, kjo është opsionale.
sr: Попуните поља <quote><guilabel>Порт</guilabel></quote>, <quote><guilabel>Фасцикла</guilabel></quote> и <quote><guilabel>Корисничко име</guilabel></quote> ако вам је потребно, ово је необавезно.
tr: İsteğe bağlı olarak gereksinim duyuyorsanız <guilabel>Port</guilabel>, <guilabel>Dosya</guilabel> ve <guilabel>Kullanıcı Adı</guilabel> bilgilerini girin.
uk: Введіть <guilabel>Порт</guilabel>,<guilabel>Теку</guilabel> та <guilabel>Ім'я користувача</guilabel> у разі необхідності.
zh_cn: 如果需要，输入 <guilabel>端口</guilabel> 、 <guilabel>文件夹</guilabel> 、 <guilabel>用户名</guilabel> ， 这是可选项。

source: Custom
ast: Personalizáu
ca: Personalitzada
da: Tilpasset
de: Benutzerdefinierter Ort
el: Προσαρμοσμένη τοποθεσία
fr: Emplacement personalisé
gl: Personalizado
hu: Egyéni hely
nl: Aangepaste locatie
ro: Altă locație
sk: Vlastné umiestnenie
sl: Po meri
sq: E Përzgjedhur
sr: Произвољно
tr: Özel
uk: Власна адреса
zh_cn: 自定义

source: From <guilabel>Service Type</guilabel> choose <guilabel>Custom</guilabel>.
ast: En <guilabel>Tipu de serviciu</guilabel> seleiciona <guilabel>Llugar Personalizáu</guilabel>.
ca: A <guilabel>Tipus de servei</guilabel> trieu l'opció <guilabel>Ubicació personalitzada</guilabel>.
da: Vælg <guilabel>Brugerdefineret sted</guilabel> fra <guilabel>Tjenestetype</guilabel>.
de: Im Auswahlfeld <guilabel>Dienst-Typ</guilabel> wählen Sie <guilabel>Benutzerdefinierter Ort</guilabel> aus.
el: Στο πεδίο <guilabel>Τύπος υπηρεσίας</guilabel> επιλέξτε <guilabel>Προσαρμοσμένη τοποθεσία</guilabel>.
fr: Pour <guilabel>Type de service</guilabel>, choisissez <guilabel>Emplacement personalisé</guilabel>.
gl: En <guilabel>Tipo de servizo</guilabel> escolla <guilabel>Personalizado</guilabel>.
hu: A <guilabel>Szolgáltatás típusa</guilabel> listából válassza ki az <guilabel>Egyéni hely</guilabel> lehetőséget.
nl: Kies bij <guilabel>Diensttype</guilabel> <guilabel>Aangepaste locatie</guilabel>.
ro: Din <guilabel>Tip serviciu</guilabel> alegeți <guilabel>Altă locație</guilabel>.
sk: Z ponuky <guilabel>Typ služby</guilabel> zvoľte <guilabel>Vlastné umiestnenie</guilabel>.
sl: V <guilabel>Vrsta storitve</guilabel> izberite <guilabel>Po meri</guilabel>.
sq: Nga <guilabel>Lloji i Shërbimit</guilabel> zgjidhni <guilabel>I Vetëzgjedhur</guilabel>.
sr: Из падајуће листе <quote><guilabel>Врста услуге</guilabel></quote> изаберите <quote><guilabel>Произвољна путања</guilabel></quote>.
tr: <guilabel>Hizmet Tipi</guilabel> bölümünden <guilabel>Özel</guilabel>'i seçin.
uk: У полі <guilabel>Тип служби</guilabel> оберіть <guilabel>Власна служба</guilabel>.
zh_cn: 在<guilabel>服务类型</guilabel>选择<guilabel>自定义</guilabel>。

source: Enter the server address in <guilabel>Location (URI)</guilabel>.
ast: Escribe la direición del sirvidor en <guilabel>Llugar (URI)</guilabel>.
ca: Introduïu l'adreça del servidor a <guilabel>Ubicació (URI)</guilabel>.
da: Indtast adressen på serveren i <guilabel>Placering (URI)</guilabel>.
de: Geben Sie die Server-Adresse bei <guilabel>Ort (URI)</guilabel> ein.
el: Εισάγετε την διεύθυνση του εξυπηρετητή στο πεδίο <guilabel>Τοποθεσία (URI)</guilabel>.
fr: Saisissez l'adresse du serveur dans <guilabel>Emplacement (URI)</guilabel>.
gl: Introduza o enderezo do servidor en <guilabel>Localización (URI)</guilabel>.
hu: Adja meg a kiszolgáló címét a <guilabel>Hely (URI)</guilabel> mezőben.
nl: Typ bij <guilabel>Locatie (URI)</guilabel> het adres in van de server.
ro: Introduceți adresa serverului în <guilabel>Locație (URI)</guilabel>.
sk: Zadajte adresu servera do poľa <guilabel>Umiestnenie (URI)</guilabel>.
sl: Vnesite naslov strežnika v <guilabel>Mesto (URI)</guilabel>.
sq: Vendosni adresën e serverit tek <guilabel>Vendndodhja (URI)</guilabel>.
sr: Унесите адресу сервера у поље <quote><guilabel>Локација (адреса)</guilabel></quote>.
tr: <guilabel>Yer (URI)</guilabel> bölümüne sunucu adresini girin.
uk: Введіть адресу сервера у полі <guilabel>Адреса (URL)</guilabel>.
zh_cn: 在<guilabel>位置(URI)</guilabel>中登入服务器地址。

source: Ways of Connecting
ca: Maneres de connectar-se
da: Måder at forbinde på
de: Arten, eine Verbindung herzustellen
el: Τρόποι σύνδεσης
fr: Types de connexion
gl: Modos de conexión
hu: Kapcsolódási lehetőségek
sl: Načini povezovanja
sr: Начини повезивања

source: Wired, wireless, mobile broadband, VPN and DSL connections are supported in Ubuntu with Network Manager. Dialup modem connections are not supported, but you may still be able to set one up; see <xref linkend="modem"/>.
ca: A l'Ubuntu les connexions amb fil, sense fil, banda ampla mòbil, VPN i DSL són compatibles amb les Connexions de xarxa. Les connexions per mòdem de marcatge directe no són compatibles, però podeu configurar-ne una, vegeu <xref linkend="modem"/>.
da: Kablede, trådløse, mobile bredbånds-, VPN- og DSL-forbindelser understøttes i Ubuntu i Netværkshåndteringen. Opkaldsmodem-forbindelser er ikke understøttet, men du kan muligvis selv få en op at køre; se <xref linkend="modem"/>.
de: Kabelgebundene, kabellose, mobile Breitband-, VPN- und DSL-Verbindungen werden in Ubuntu mit dem Netzwerk-Manager unterstützt. Verbindungen über Einwahlmodems werden nicht unterstützt, aber Sie könnten dennoch versuchen, eine solche Verbindung einzurichten. Siehe <xref linkend="modem"/>.
el: Στο Ubuntu υποστηρίζονται συνδέσεις ενσύρματες, ασύρματες, κινητές ευρυζωνικές, VPN και DSL με τον Network Manager. Συνδέσεις Dialup με μόντεμ δεν υποστηρίζονται, αλλά μπορεί να καταφέρετε να ρυθμίσετε μία, δείτε <xref linkend="modem"/>.
fr: Les connexions filaires, sans fil, mobiles à large bande, VPN et DSL sont prises en charge par Ubuntu grâce au gestionnaire de réseau. Les connexions avec modem RTC ne sont plus gérées mais il vous est toujours possible d'en paramétrer une vous-même ; voyez pour cela <xref linkend="modem"/>.
gl: En Ubuntu permitense as conexiones cableada, sen fíos, banda larga móbil, VPN e DSL co el Xestor de rede. As conexións por módem telefónico non se permiten, pero igualmente pode crear unha; vexa <xref linkend="modem"/>.
hu: Az Ubuntu a Hálózatkezelővel a vezetékes, vezeték nélküli, mobil széles sávú, VPN és DSL kapcsolatokat támogatja. A betárcsázós modemes kapcsolat támogatásához a <xref linkend="modem"/> fejezetben talál utasításokat.
sl: Žične, brezžične, mobilne širokopasovne, VPN in DSL povezave so v Ubuntuju podprte s programom Upravljalnik omrežja. Klicne modemske povezave niso podprte, toda še vedno jih lahko nastavite. Oglejte si <xref linkend="modem"/>.
sr: Жичана, бежична, мобилна широкопојасна, ВПН и ДСЛ веза су подржане у Убунтуу Управником мреже. Везе диал-ап модема нису подржане, али можете бити у могућности да поставите једну; погледајте: <xref linkend="modem"/>.

source: Wired (LAN)
ast: Cableada (LAN)
ca: Amb fil (LAN)
da: Kablet (LAN)
de: Kabelgebunden (LAN)
el: Ενσύρματες συνδέσεις τοπικού δικτύου (LAN)
fr: Filaire (LAN)
gl: Redes con fíos (LAN)
hu: Vezetékes (LAN)
nl: Bekabeld netwerk (LAN)
ro: Cu fir (LAN)
sk: Drôtové (LAN)
sl: Žično (LAN)
sr: Жичана веза (ЛАН)
tr: Kablolu (LAN)
uk: Дротове (LAN)
zh_cn: 有线(LAN)

source: You will be connected to a wired network automatically when you plug in the network cable.
ca: Us connectareu automàticament a una xarxa amb fil quan connecteu el cable de xarxa.
da: Du vil automatisk blive forbundet til et kablet netværk når du indsætter netværkskablet.
de: Sie werden automatisch an ein kabelgebundenes Netzwerk angeschlossen, wenn Sie das Netzwerkkabel einstecken.
el: Θα συνδεθείτε αυτόματα σε ένα ενσύρματο δίκτυο όταν συνδέσετε το καλώδιο δικτύου.
fr: Vous serez automatiquement connecté à un réseau filaire dès que vous brancherez un câble réseau.
gl: Conectarase á rede con fíos automaticamente cando conecte o cable de rede.
hu: A vezetékes hálózathoz automatikusan csatlakozni fog a hálózati kábel bedugásakor.
sl: Na žično omrežje boste samodejno povezani, ko vklopite omrežni kabel.
sr: Бићете повезани аутоматски на жичану мрежу када укључите мрежни кабал.

source: If you are not connected, your network may not have a DHCP service (DHCP is responsible for assigning network settings). In this case, you will have to manually enter your network settings.
ca: Si no esteu connectat, potser que la vostra xarxa no tingui un servei DHCP (el DHCP és l'encarregat d'assignar els paràmetres de la xarxa). En aquest cas, haureu d'introduir manualment els paràmetres de la xarxa.
da: Hvis du ikke er forbundet, er det muligt at dit netværk ikke har en DHCP-server (DHCP er ansvarlig for at tildele netværksindstillinger). I dette tilfælde vil det være nødvendigt at du selv indtaster dine netværksindstillinger.
de: Wenn die Verbindung nicht möglich ist, verfügt Ihr Netzwerk über keinen DHCP Dienst (DHCP ist dafür verantwortlich, Netzwerkeinstellungen zuzuteilen). In diesem Fall werden Sie Ihre Netzwerkseinstellungen manuell eingeben müssen.
el: Αν δεν είστε συνδεδεμένοι, το δίκτυο σας μπορεί να μην έχει μια υπηρεσία DHCP (Το DHCP αναθέτει τις ρυθμίσεις δικτύου). Σε αυτή την περίπτωση, θα πρέπει να εισάγετε τις ρυθμίσεις δικτύου χειροκίνητα.
fr: Si vous n'êtes pas automatiquement connecté, c'est probablement que votre réseau ne permet pas la configuration via DHCP (ce service permet la configuration automatique du réseau). Dans ce cas, il vous faut saisir manuellement les paramètres de configuration de votre réseau.
gl: Se non está conectado, pode ser que a súa rede non posúa un servizo DHCP (DHCP é o responsábel de asignar os valores da rede). Nese caso, deberá introducir os valores da súa rede manualmente.
hu: Ha nem csatlakozik, akkor lehet hogy a hálózaton nincs DHCP-szolgáltatás (ez felelős a hálózati beállítások automatikus kiosztásáért). Ebben az esetben saját kezűleg kell megadnia a hálózati beállításokat.
sl: Če niste povezani, potem vaše omrežje morda nima storitve DHCP (DHCP je odgovoren za dodeljevanje omrežnih nastavitev). V tem primeru boste morali ročno vnesti omrežne nastavitve.
sr: Ако се не повежете, ваша мрежа можда нема <quote>ДХЦП</quote> сервис (ДХЦП је одговоран за додељивање подешавања мреже). У том случају, мораћете ручно да унесете подешавања ваше мреже.

source: Manually entering your network settings
ca: Introducció manual dels paràmetres de la xarxa
da: Manuel indtastning af din netværksopsætning
de: Netzwerkeinstellungen manuell eingeben
el: Χειροκίνητη εισαγωγή ρυθμίσεων δικτύου
fr: Saisie manuelle des paramètres de configuration réseau
gl: Manualmente introducindo a súa configuración de rede
hu: Hálózati beállítások saját kezű megadása
sl: Ročno vnašanje omrežnih nastavitev
sr: Ручно уношење подешавања мреже

source: If you don't have DHCP on your network then you can configure a static connection. You will need to enter the network settings yourself, so check with your network administrator or look at your router's settings to find out which details to use.
ca: Si no teniu un DHCP a la vostra xarxa llavors podeu configurar una connexió estàtica. Us caldrà introduir els paràmetres de la xarxa, així que consulteu l'administrador de xarxa o mireu-vos els paràmetres de l'encaminador per saber els valors a utilitzar.
da: Hvis du ikke har DHCP på dit netværk, kan du konfigurere en statisk forbindelse. Du vil få brug for at indtaste netværksopsætningen selv, så spørg din netværksadministrator eller se på din ruters opsætning for at få de oplysninger du har brug for.
de: Wenn Sie kein DHCP in Ihrem Netzwerk haben, können Sie eine statische Verbindung einrichten. Sie müssen die Netzwerkeinstellungen manuell eingeben. Halten Sie deshalb Rücksprache mit Ihrem Netzwerkadministrator oder sehen Sie in den Routereinstellungen nach, welche Details Sie eingeben müssen.
el: Εάν δεν έχετε DHCP στο δίκτυο σας μπορείτε να ορίσετε μια στατική σύνδεση. Θα χρειαστεί να εισάγετε τις ρυθμίσεις δικτύου, επομένως ρωτήστε τον διαχειριστή δικτύου ή δείτε στις ρυθμίσεις του router για να βρείτε ποιες πρέπει να χρησιμοποιήσετε.
fr: Si vous n'avez pas de DHCP sur votre réseau, vous pouvez alors configurer une connexion statique. Pour cela, il vous faut saisir vous-même les paramètres de configuration réseau. Voyez donc auprès de votre administrateur réseau ou jetez un œil au paramétrage de votre routeur pour déterminer quelle configuration utiliser.
gl: Se a súa rede non ten DHCP pode configurar unha conexión estática. Deberá introducir os valores da súa rede, así que consulte ao administrador da rede ou observe os valores do encamiñador para saber qué valores utilizar.
hu: Ha a hálózatán nincs DHCP, akkor statikus kapcsolatot kell beállítania. A hálózati beállításokat saját kezűleg kell megadnia, ezeket a hálózati rendszergazdától vagy a router beállításaiból tudhatja meg.
sl: Če na vašem omrežju ni strežnika DHCP, lahko nastavite statično povezavo. Omrežne nastavitve boste morali vnesti sami, zato za nastavitve vašega usmerjevalnika vprašajte skrbnika omrežja.
sr: Ако немате <quote>ДХЦП</quote> у мрежи онда можете подесити статичну везу. Мораћете сами да унесете подешавања мреже, и зато проверите код вашег администратора мреже или погледајте поставке усмеривача да сазнате које детаље да користите.

source: Right click the Network Manager icon in the system notification area and click <guilabel>Edit Connections...</guilabel>
ca: Feu clic amb el botó secundari a la icona deles Connexions de xarxa a l'àrea de notificació del sistema i feu clic a <guilabel>Edita les connexions...</guilabel>
da: Højreklik på ikonet for Netværkshåndtering i systemets statusfelt og klik på <guilabel>Redigér forbIndelser...</guilabel>
de: Klicken Sie mit der rechten Maustaste auf das Symbol des Netzwerk-Managers im Benachrichtigungsfeld und wählen Sie <guilabel>Verbindungen bearbeiten</guilabel>
el: Κάντε δεξί κλικ στο εικονίδιο του διαχειριστή δικτύου στην περιοχή ειδοποιήσεων συστήματος και πατήστε <guilabel>Επεξεργασία συνδέσεων...</guilabel>
fr: Faites un clic droit sur l'icône du gestionnaire de réseau dans la zone de notification du système et sélectionnez <guilabel>Modification des connexions</guilabel>
gl: Prema co botón dereito na icona do Xestor de rede (na área de notificación) e seleccione <guilabel>Editar conexións...</guilabel>
hu: Kattintson a jobb egérgombbal a Hálózatkezelő ikonjára az értesítési területen, és válassza a <guilabel>Kapcsolatok szerkesztése</guilabel> menüpontot.
sl: Desno kliknite na ikono Upravljalnika omrežja v obvestilnem področju sistema in kliknite <guilabel>Urejanje povezav ...</guilabel>
sr: Кликните десним тастером на иконицу Управника мреже у обавештајној зони система и кликните <quote><guilabel>Уреди везе...</guilabel></quote>.

source: Click the <guilabel>Wired</guilabel> tab, select the connection and click <guibutton>Edit</guibutton>.
ca: Feu clic a la pestanya <guilabel>Amb fil</guilabel>, seleccioneu la connexió i feu clic a <guibutton>Edita</guibutton>.
da: Klik på fanen <guilabel>Kablet</guilabel>, vælg forbindelsen og klik på <guibutton>Redigér</guibutton>.
de: Wählen Sie den Reiter <guilabel>Kabelgebunden</guilabel> und die Verbindung. Drücken Sie dann den Knopf <guibutton>Bearbeiten</guibutton>.
el: Επιλέξτε την καρτέλα <guilabel>Ασύρματη</guilabel>, διαλέξτε την σύνδεση και πατήστε <guibutton>επεξεργασία</guibutton>.
fr: Sélectionnez l'onglet <guilabel>Filaire</guilabel> puis la connexion de votre choix et cliquez sur <guibutton>Modifier</guibutton>.
gl: Prema a lapela <guilabel>Con fíos</guilabel>, seleccione a conexión e prema <guibutton>Editar</guibutton>.
hu: Lépjen a <guilabel>Vezetékes</guilabel> lapra, válassza ki a kapcsolatot, és nyomja meg a <guilabel>Szerkesztés</guilabel> gombot.
sl: Kliknite na zavihek <guilabel>Žično</guilabel>, izberite povezavo in kliknite <guibutton>Uredi</guibutton>.
sr: Кликните на језичак <quote><guilabel>Жичана</guilabel></quote>, изаберите везу и кликните <quote><guibutton>Измени</guibutton></quote>.

source: Click the <guilabel>IPv4 Settings</guilabel> tab and choose <guilabel>Manual</guilabel> from the <guilabel>Method</guilabel> drop down list.
ca: Feu clic a la pestanya <guilabel>Paràmetres IPv4</guilabel> i trieu <guilabel>Manual</guilabel> a la llista desplegable del <guilabel>Mètode</guilabel>.
da: Klik på fanen <guilabel>IPv4-indstillinger</guilabel> og vælg <guilabel>Manual</guilabel> fra listen <guilabel>Metode</guilabel>.
de: Wählen Sie den Reiter <guilabel>IPv4-Einstellungen</guilabel> und wählen Sie <guilabel>Manuell</guilabel> im Drop-Down Menü <guilabel>Methode</guilabel>.
el: Επιλέξτε την καρτέλα <guilabel>Ρυθμίσεις IPv4</guilabel> και διαλέξτε <guilabel>Χειροκίνητα</guilabel> από την αναπτυσσόμενη λίστα <guilabel>Μέθοδος</guilabel>.
fr: Sélectionnez l'onglet <guilabel>Paramètres IPv4</guilabel> et choisissez la valeur <guilabel>Manuel</guilabel> dans liste déroulante <guilabel>Méthode</guilabel>.
gl: Prema a lapela <guilabel>Configuración IPv4</guilabel> e seleccione <guilabel>Manual</guilabel> da lista despregábel <guilabel>Método</guilabel>.
hu: Kattintson az <guilabel>IPv4 beállításai</guilabel> fülre, és válassza a <guilabel>Kézi</guilabel> lehetőséget a <guilabel>Módszer</guilabel> legördülő listából.
sl: Kliknite zavihek <guilabel>nastavitve IPv4</guilabel> in v spustnem seznamu <guilabel>Način</guilabel> izberite <guilabel>Ročno</guilabel>.
sr: Кликните на језичак <quote><guilabel>ИПв4 подешавања</guilabel></quote> и изаберите <quote><guilabel>Ручно</guilabel></quote> из падајуће листе <quote><guilabel>Начин</guilabel></quote>.

source: Click <guibutton>Add</guibutton> and enter your IP address and other details. Enter the address of your DNS server too.
ca: Feu clic a <guibutton>Afegeix</guibutton> i introduïu la vostra adreça IP i els altres valors. Introduïu també l'adreça del vostre servidor de DNS.
da: Tryk <guibutton>Tilføj</guibutton> og indtast din IP-adresse samt andre oplysninger. Indtast også adressen for din DNS-server.
de: Drücken Sie <guibutton>Hinzufügen</guibutton> und geben Sie Ihre IP-Adresse und andere Details ein. Geben Sie ebenfalls die Adresse Ihres DNS-Servers ein.
el: Πατήστε <guibutton>Προσθήκη</guibutton> και εισάγετε την διεύθυνση IP και άλλες λεπτομέρειες. Εισάγετε την διεύθυνση του εξυπηρετητή DNS επίσης.
fr: Cliquez sur <guibutton>Ajouter</guibutton> puis saisissez votre adresse IP et autres paramètres. Saisissez également l'adresse de votre serveur DNS.
gl: Prema <guibutton>Engadir</guibutton> e introduza o seu enderezo IP e os demáis valores. Introduza tamén o enderezo do seu servidor de DNS.
hu: Kattintson a <guibutton>Hozzáadás</guibutton> gombra, és adja meg IP-címét és a további részleteket. Adja meg a DNS-kiszolgáló címét is.
sl: Kliknite <guibutton>Dodaj</guibutton> in vnesite svoj naslov IP in druge podrobnosti. Vnesite tudi naslove strežnikov DNS.
sr: Кликните <quote><guibutton>Додај</guibutton></quote> и унесите Вашу ИП адресу и остале детаље. Такође унесите адресу вашег ДНС сервера.

source: Click <guibutton>Apply</guibutton>. The network should now connect if you entered the settings correctly.
ca: Feu clic a <guibutton>Aplica</guibutton>. Ara la xarxa s'hauria de connectar si heu introduït la configuració correctament.
da: Tryk på <guibutton>Anvend</guibutton>. Hvis du har indtastet de rigtige indstillinger, skulle forbindelsen til netværket nu blive oprettet.
de: Drücken Sie <guibutton>Anwenden</guibutton>. Die Verbindung zum Netzwerk sollte nun durchgeführt werden, wenn Sie Ihre Einstellungen korrekt eingegeben haben.
el: Πατήστε <guibutton>Εφαρμογή</guibutton>. Το δίκτυο θα πρέπει τώρα να συνδεθεί αν έχετε εισάγει σωστά τις ρυθμίσεις.
fr: Cliquez sur <guibutton>Appliquer</guibutton>. À condition d'avoir correctement saisi les paramètres de configuration, vous devriez maintenant être connecté à votre réseau.
gl: Prema <guibutton>Aplicar</guibutton>. Agora debe conectarse á rede se introduciu os axustes correctamente.
hu: Kattintson az <guibutton>Alkalmaz</guibutton> gombra. Ha a megadott beállítások helyesek, akkor csatlakozhat a hálózathoz.
sl: Kliknite <guibutton>Uveljavi</guibutton>. Omrežje bi se moralo povezati, če ste nastavitve vnesli pravilno.
sr: Кликните <quote><guibutton>Примени</guibutton></quote>. Мрежа сада треба да се повеже ако сте исправно унели подешавања.

source: Wireless
ast: Rede inalámbrica
ca: Sense fil
da: Trådløs
de: Funknetzwerke
el: Ασύρματη
fr: Réseau sans fil
gl: Sen fíos
hu: Vezeték nélküli
nl: Draadloos netwerk
ro: Conexiune fără fir
sk: Bezdrôtové
sl: Brezžično
sq: Wireless (pa fije)
sr: Бежична мрежа
tr: Kablosuz
uk: Бездротове
zh_cn: 无线

source: To connect to a wireless network:
ast: Para coneutar a una rede inalámbrica:
ca: Per a connectar-vos a una xarxa sense fil:
da: Sådan forbindes der til et trådløst netværk:
de: Um sich mit einem Funknetzwerk zu verbinden:
el: Για να συνδεθείτε σ' ένα ασύρματο δίκτυο:
fr: Pour vous connecter à un réseau sans fil :
gl: Para conectarse a unha rede sen fíos:
hu: Vezeték nélküli hálózathoz kapcsolódáshoz:
nl: Verbinden met een draadloos netwerk:
ro: Pentru a vă conecta la o rețea fără fir:
sk: Na pripojenie k bezdrôtovej sieti:
sl: Za povezavo z brezžičnim omrežjem:
sq: Për tu lidhur me një rrjet wireless:
sr: Да се повежете на бежичну мрежу:
tr: Kablosuz ağa bağlanmak için:
uk: Для підключення до безпровідної мережі:
zh_cn: 要连接到一个无线网络：
