Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Claimed - this indicates a driver is loaded but not functioning, see <xref linkend="troubleshooting-wireless-ndiswrapper"/>
ast: Claimed - Esto indica que'l controlador ta cargáu pero nun ta funcionando; llee <xref linkend="troubleshooting-wireless-ndiswrapper"/>
ca: Reclamat - això indica que s'ha carregat un controlador però no està funcionant, vegeu la <xref linkend="troubleshooting-wireless-ndiswrapper"/>
da: Claimed - dette indikerer at en driver er indlæst, men ikke fungerer, se <xref linkend="troubleshooting-wireless-ndiswrapper"/>
de: CLAIMED - Claimed bedeutet, dass zwar ein Treiber geladen ist, dieser allerdings nicht funktioniert. Lesen Sie den Abschnitt <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
el: Διεκδικούμενη (Claimed) - αυτό υποδεικνύει ότι έχει φορτωθεί ένας οδηγός αλλά δεν λειτουργεί, δείτε το see <xref linkend="troubleshooting-wireless-ndiswrapper"/>
fr: Claimed - ceci indique qu'un pilote est chargé mais qu'il ne fonctionne pas, consultez <xref linkend="troubleshooting-wireless-ndiswrapper"/>
gl: Demandado - isto indica que está cargado un controlador pero que non funciona, vexa <xref linkend="troubleshooting-wireless-ndiswrapper"/>
hu: Claimed - Jelzi, hogy a meghajtó be van töltve, de nem működik, lásd: <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
nl: Claimed - dit geeft aan dat er een stuurprogramma is geladen, maar deze werkt niet, zie <xref linkend="troubleshooting-wireless-ndiswrapper"/>
ro: Revendicat – indică faptul că un driver este încărcat, dar nu funcționează; consultați <xref linkend="troubleshooting-wireless-ndiswrapper"/>
sk: Claimed - znamená že ovládač sa zaviedol ale nefunguje korektne, pozrite <xref linkend="troubleshooting-wireless-ndiswrapper"/>
sl: Claimed - to nakazuje da je gonilnik naložen, toda ne deluje. Oglejte si <xref linkend="troubleshooting-wireless-ndiswrapper"/>
sq: I Kërkuar - kjo tregon që draiveri është ngarkuar por nuk po funksionon, shikoni <xref linkend="troubleshooting-wireless-ndiswrapper"/>
sr: <emphasis role="strong"><quote>Claimed</quote></emphasis> — значи да је драјвер учитан али да не функционише, погледајте: <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
tr: Claimed - sürücünün yüklendiğini ama çalışmadığını gösterir, bakın <xref linkend="troubleshooting-wireless-ndiswrapper"/>
uk: Claimed - це означає, що драйвер завантажений, але не функціонує; дивіться <xref linkend="troubleshooting-wireless-ndiswrapper"/>
zh_cn: 声明 －这表明一个驱动被加载了但是没有起作用，请参阅<xref linkend="troubleshooting-wireless-ndiswrapper"/>

source: Unclaimed - there is no driver loaded, see <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ast: Unclaimed - Nun ta cargáu controlador dalu; llee <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ca: Sense reclamar - no s'ha carregat cap controlador, vegeu la <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
da: Unclaimed - der er ingen driver indlæst, se <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
de: UNCLAIMED - es ist kein Treiber geladen. Lesen Sie den Abschnitt <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
el: Μη διεκδικούμενη (Unclaimed) - δεν έχει φορτωθεί ο οδηγός, δείτε το <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
fr: Unclaimed - il n'y a pas de pilote chargé, consultez <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
gl: Non demandado - non hai ningún controlador cargado, vexa <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
hu: Unclaimed - A meghajtó nincs betöltve, lásd: <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
nl: Unclaimed - er is geen stuurprogramma geladen, zie <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
ro: Nerevendicat – nu este încărcat niciun driver; consultați <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
sk: Unclaimed - ovládač sa nezaviedol, pozrite <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
sl: Unclaimed - gonilnik ni naložen. Oglejte si <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
sq: I pa kërkuar - nuk ka draiver të ngarkuar, shikoni <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
sr: <emphasis role="strong"><quote>Unclaimed</quote></emphasis> — значи да драјвер није учитан, погледајте: <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
tr: Unclaimed - yüklenmiş sürücü bulunamadı, bakın <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
uk: Unclaimed - це означає що драйвер незавантажений; дивіться <xref linkend="troubleshooting-wireless-ndiswrapper"/>.
zh_cn: 未声明 - 这表明驱动没有被加载，请参阅 <xref linkend="troubleshooting-wireless-ndiswrapper"/>。

source: Enabled - there is a driver loaded, see <xref linkend="troubleshooting-wireless-connection"/>.
ast: Enabled - hai un controlador cargáu; llee <xref linkend="troubleshooting-wireless-connection"/>.
ca: Habilitat - hi ha un controlador carregat, vegeu la <xref linkend="troubleshooting-wireless-connection"/>.
da: Enabled - der er en driver indlæst, se <xref linkend="troubleshooting-wireless-connection"/>.
de: Enabled - wenn ein Treiber geladen ist, lesen Sie den Abschnitt <xref linkend="troubleshooting-wireless-connection"/>.
el: Ενεργοποιημένη (Enabled) - έχει φορτωθεί ο οδηγός, δείτε το <xref linkend="troubleshooting-wireless-connection"/>.
fr: Activé - un pilote est chargé, consultez <xref linkend="troubleshooting-wireless-connection"/>.
gl: Activado - existe un controlador cargado, vexa <xref linkend="troubleshooting-wireless-connection"/>.
hu: Enabled - A meghajtó be van töltve, lásd: <xref linkend="troubleshooting-wireless-connection"/>.
nl: Enabled - er is een stuurprogramma geladen, zie <xref linkend="troubleshooting-wireless-connection"/>
ro: Activat - este încărcat un driver; consultați <xref linkend="troubleshooting-wireless-connection"/>.
sk: Enabled - ovládač je zavedený, pozrite <xref linkend="troubleshooting-wireless-connection"/>.
sl: Enabled - gonilnik je naložen. Oglejte si <xref linkend="troubleshooting-wireless-connection"/>.
sq: Aktivizuar - ka draiver të ngarkuar, shikoni <xref linkend="troubleshooting-wireless-connection"/>.
sr: <emphasis role="strong"><quote>Enabled</quote></emphasis> — значи да је драјвер учитан, погледајте: <xref linkend="troubleshooting-wireless-connection"/>.
tr: Seçilmiş - yüklü bir sürücü var, <xref linkend="troubleshooting-wireless-connection"/>'e bak.
uk: Включено - дивіться <xref linkend="troubleshooting-wireless-connection"/>.
zh_cn: 启用－已经加载了一个驱动，查看<xref linkend="troubleshooting-wireless-connection"/>。

source: Disabled - see <xref linkend="troubleshooting-wireless-disabled"/>.
ast: Disabled - llee <xref linkend="troubleshooting-wireless-disabled"/>.
ca: Inhabilitat - vegeu la <xref linkend="troubleshooting-wireless-disabled"/>.
da: Disabled - se <xref linkend="troubleshooting-wireless-disabled"/>.
de: DISABLED - Lesen Sie den Abschnitt <xref linkend="troubleshooting-wireless-disabled"/>.
el: Απενεργοποιημένη (Disabled) - δείτε το <xref linkend="troubleshooting-wireless-disabled"/>.
fr: Désactivé - voyez <xref linkend="troubleshooting-wireless-disabled"/>.
gl: Desactivado - vexa <xref linkend="troubleshooting-wireless-disabled"/>.
hu: Disabled - Lásd: <xref linkend="troubleshooting-wireless-disabled"/>.
nl: Disabled - zie <xref linkend="troubleshooting-wireless-disabled"/>.
ro: Dezactivat - consultați <xref linkend="troubleshooting-wireless-disabled"/>.
sk: Disabled - viď <xref linkend="troubleshooting-wireless-disabled"/>.
sl: Disabled - oglejte si <xref linkend="troubleshooting-wireless-disabled"/>.
sq: Çaktivizuar - shikoni <xref linkend="troubleshooting-wireless-disabled"/>.
sr: <emphasis role="strong"><quote>Disabled</quote></emphasis> — погледајте <xref linkend="troubleshooting-wireless-disabled"/>.
tr: Kapalı - bakın <xref linkend="troubleshooting-wireless-disabled"/>.
uk: Виключено - дивіться <xref linkend="troubleshooting-wireless-disabled"/>.
zh_cn: 禁用 - 参见<xref linkend="troubleshooting-wireless-disabled"/>。

source: Using Windows Wireless Drivers
ast: Usar controladores inalámbricos de Windows
ca: Com utilitzar controladors de xarxa sense fil del Windows
da: Brug af Windows-drivere til trådløse enheder
de: Verwendung von Windows-Wireless-Treibern
el: Χρησιμοποιώντας του οδηγούς των Windows των ασύρματων συσκευών σας.
fr: Utiliser des pilotes sans fil Windows
gl: Usar controladores sen fíos de Windows
hu: Windowsos vezeték nélküli meghajtók használata
nl: Windows-stuurprogramma's gebruiken
ro: Utilizarea driverelor Windows pentru rețea fără fir
sk: Používanie bezdrôtových ovládačov z Windows
sl: Uporaba brezžičnih gonilnikov Windows
sq: Përdor Driverat Wireless Për Windows
sr: Коришћење бежичних драјвера Виндоуза
tr: Windows Kablosuz Sürücüler'i kullanma
uk: Використання бездротових драйверів Windows
zh_cn: 使用Windows的无线驱动程序

source: Ubuntu supports a system known as NDISWrapper. This allows you to use a Windows wireless device driver under Ubuntu.
ast: Ubuntu sofita un sistema nomáu NDISWrapper. Esti permite usar un controlador del preséu inalámbricu de Windows n'Ubuntu.
ca: L'Ubuntu admet un sistema conegut com a NDISWrapper (embolcall per a l'NDIS). Aquest us permet utilitzar un controlador de xarxa sense fil del Windows a l'Ubuntu.
da: Understøtter et system kaldet ndiswrapper. Dette giver dig mulighed for at bruge en trådløs enhedsdriver fra Windows under Ubuntu.
de: Ubuntu unterstützt ein als NDISWrapper bekanntes System. Es erlaubt die Benutzung eines Windows-Wireless-Gerätetreibers unter Ubuntu.
el: Το Ubuntu υποστηρίζει ένα σύστημα γνωστό και ως NDISWrapper. Αυτό επιτρέπει να χρησιμοποιείτε έναν οδηγό των Windows της ασύρματης συσκευής σας.
fr: Ubuntu supporte un système appelé NDISWrapper. Celui-ci vous permet d'utiliser un pilote de périphérique sans fil Windows sous Ubuntu.
gl: Ubuntu recoñece un sistema chamado NDISWrapper. Este permítelle empregar un controlador de dispositivo sen fíos de Windows con Ubuntu.
hu: Az Ubuntu támogatja az NDISWrapper nevű rendszert. Ez lehetővé teszi a Windowshoz gyártott vezeték nélküli meghajtók Ubuntu alatti használatát.
nl: Ubuntu ondersteunt een systeem dat bekend staat als NDISWrapper. Met dit systeem kunt u in Ubuntu een Windows-stuurprogramma voor een draadloos netwerkapparaat gebruiken.
ro: Ubuntu furnizează o interfață numită NDISWrapper, care facilitează utilizarea driverelor Windows pentru dispozitive de rețea fără fir.
sk: Ubuntu podporuje systém známy ako NDISWrapper. Ten vám umožňuje používať v Ubuntu ovládač bezdrôtových zariadení z Windows.
sl: Ubuntu podpira sistem NDISWrapper. Ta vam omogoča uporabo brezžičnih gonilnikov Windows v Ubuntuju.
sq: Ubuntu suporton një sistem të ri tënjohur si NDISWrapper. Ai ju lejon të përdorni driverin Windows të një pajisjeje wireless nën Ubuntu.
sr: Убунту подржава систем познат као <emphasis role="strong"><quote>NDISWrapper</quote></emphasis>, који вам омогућава да користите Виндоузов бежични драјвер уређаја у Убунтуу.
tr: Ubuntu NDISWrapper adındabie sistemi destekler. Bu sistem ile kablosuz aygıtlarınızın windows sürücülerini ubuntuda kullanabilirsiniz.
uk: Ubuntu підтримує систему відому як NDISWrapper. Яка дозволяє використовувати бездротові драйвера Windows під Ubuntu.
zh_cn: Ubuntu支持一种称为NDISWrapper的系统。它可以让你在Ubuntu下使用Windows无线设备驱动程序。

source: Obtain the Windows Driver for your system and locate the file that ends with <code>.inf</code>.
ast: Consigue'l controlador de Windows pal to sistema y alcuentra'l ficheru que fine con <code>.inf</code>.
ca: Obteniu el controlador del Windows per al vostre sistema i cerqueu el fitxer amb un nom que finalitzi en <code>.inf</code>.
da: Find Windows-driveren til dit system, og find den fil, der ender med <code>.inf</code>.
de: Beziehen Sie den Windows-Treiber für Ihr System und machen Sie die Datei mit der Endung <code>.inf</code> ausfindig.
el: Αποκτήστε τον οδηγό των Windows για το σύστημα σας και βρείτε ένα αρχείο που έχει την κατάληξη <code>.inf</code>.
fr: Procurez-vous le pilote Windows correspondant à votre système et localisez le fichier finissant par <code>.inf</code>.
gl: Obteña o controlador de Windows para o seu sistema e localice o ficheiro que remata con <code>.inf</code>.
hu: Szerezze be a rendszeréhez tartozó Windows meghajtót, és keresse meg a <code>.inf</code> végződésű fájlt.
nl: Vind het Windows-stuurprogramma voor uw systeem, en zoek het bestand dat eindigt op <code>.inf</code>.
ro: Obţineți driverul Windows corespunzător dispozitivului de rețea și localizați fișierul cu extensia <code>.inf</code>.
sk: Získajte Windows ovládač pre váš systém a nájdite súbor končiaci na <code>.inf</code>.
sl: Pridobite Windows gonilnik za svoj sistem in poiščite datoteko, ki se konča z <code>.inf</code>.
sq: Merrni driverin Windows për sistemin tuaj dhe lokalizoni skedarin që përfundon me <code>.inf</code>.
sr: Набавите Виндоуз драјвер за ваш систем и пронађите датотеку која се завршава на <code>.inf</code>.
tr: Sisteminizin Windows Driverlarını bulun ve <code>.inf</code> ile biten dosyaya yerleştirin.
uk: Отримайте Windows драйвер для вашої системи та знайдіть файл який закінчується на <code>.inf</code>.
zh_cn: 获取你的系统的Windows驱动程序，找到后缀为<code>.inf</code>的文件。

source: <ulink url="apt:ndisgtk">Install the <application>ndisgtk</application> package</ulink>.
ast: <ulink url="apt:ndisgtk">Instala el paquete <application>ndisgtk</application></ulink>.
ca: <ulink url="apt:ndisgtk">Instal·leu el paquet <application>ndisgtk</application></ulink>.
da: <ulink url="apt:ndisgtk">Installer pakken <application>ndisgtk</application></ulink>.
de: <ulink url="apt:ndisgtk">Installieren Sie das Software-Paket <application>ndisgtk</application></ulink>.
el: <ulink url="apt:ndisgtk">Εγκαταστήστε το πακέτο <application>ndisgtk</application> </ulink>.
fr: <ulink url="apt:ndisgtk">Installer le paquet <application>ndisgtk</application></ulink>.
gl: <ulink url="apt:ndisgtk">Instale o paquete <application>ndisgtk</application></ulink>.
hu: <ulink url="apt:ndisgtk">Telepítse az <application>ndisgtk</application> csomagot</ulink>.
nl: <ulink url="apt:ndisgtk">Installeer het pakket <application>ndisgtk</application></ulink>.
ro: <ulink url="apt:ndisgtk">Instalați pachetul <application>ndisgtk</application></ulink>.
sk: <ulink url="apt:ndisgtk">Nainštalujte balík <application>ndisgtk</application></ulink>.
sl: <ulink url="apt:ndisgtk">Namestite paket <application>ndisgtk</application></ulink>.
sq: <ulink url="apt:ndisgtk">Instaloni paketën <application>ndisgtk</application> </ulink>.
sr: <ulink url="apt:ndisgtk">Инсталирајте пакет <quote><application>ndisgtk</application></quote></ulink>.
tr: <application>ndisgtk</application> paketini</ulink> kurun<ulink url="apt:ndisgtk">.
uk: <ulink url="apt:ndisgtk">Встановіть пакунок <application>ndisgtk</application></ulink>.
zh_cn: <ulink url="apt:ndisgtk">安装<application>ndisgtk</application>软件包</ulink>。

source: Open <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
ast: Abre <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
ca: Obriu l'<application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Controladors sense fil del Windows</guimenuitem></menuchoice>).
da: Åbn <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
de: Öffnen Sie <application>ndisgtk</application> (<menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Windows WLAN Treiber</guimenuitem></menuchoice>).
el: Εκκινήστε το <application>ndisgtk</application> (<menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Οδηγοί Windows για ασύρματες συσκευές</guimenuitem></menuchoice>).
fr: Ouvrez <application>ndisgtk</application> (<menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Pilotes sans fil Windows</guimenuitem></menuchoice>).
gl: Abra <application>ndisgtk</application> (<menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Controladores sen fíos de Windows</guimenuitem></menuchoice>).
hu: Indítsa el az <application>ndisgtk</application> alkalmazást (<menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
nl: Open <application>ndisgtk</application> (<menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Windows-stuurprogramma's voor draadloos</guimenuitem></menuchoice>).
ro: Porniți aplicația <application>ndisgtk</application> (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Drivere Windows pt. rețele fără fir</guimenuitem></menuchoice>).
sk: Otvorte <application>ndisgtk</application> (<menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
sl: Odprite <application>ndisgtk</application> (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Windows brezžični gonilniki </guimenuitem></menuchoice>).
sq: Hapni <application>ndisgtk</application> (<menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Windows Wireless Drivers</guimenuitem></menuchoice>).
sr: Отворите <quote><application>ndisgtk</application> (<menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Бежични драјвери Виндоуза</guimenuitem></menuchoice></quote>).
tr: <application>ndisgtk</application> uygulamasını açın. (<menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Windows Kablosuz Sürücüleri</guimenuitem></menuchoice>).
uk: Відкрийте <application>ndisgtk</application> (<menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Безпровідні драйвери Windows</guimenuitem></menuchoice>).
zh_cn: 打开 <application>ndisgtk</application> (<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>Windows无线驱动程序</guimenuitem></menuchoice>)。

source: Select <guilabel>Install new driver</guilabel>.
ast: Seleiciona <guilabel>Instalar controlador nuevu</guilabel>.
ca: Seleccioneu <guilabel>Instal·la un controlador nou</guilabel>.
da: Vælg <guilabel>Install new driver</guilabel>.
de: Wählen Sie <guilabel>Neuen Treiber installieren</guilabel>.
el: Επιλέξτε <guilabel>Εγκατάσταση νέου οδηγού</guilabel>.
fr: Sélectionnez <guilabel>Installer un nouveau pilote</guilabel>.
gl: Seleccione <guilabel>Instalar novo controlador</guilabel>.
hu: Nyomja meg az <guilabel>Új meghajtó telepítése</guilabel> gombot.
nl: Kies <guilabel>Nieuw stuurprogramma installeren</guilabel>.
ro: Apăsați butonul <guilabel>Instalează driver nou</guilabel>.
sk: Vyberte <guilabel>Install new driver</guilabel>.
sl: Izberite <guilabel>Namesti nov gonilnik</guilabel>.
sq: Zgjidhni <guilabel>Instalo driver të ri</guilabel>.
sr: Изаберите <quote><guilabel>Инсталирај нови драјвер</guilabel></quote>.
tr: Seç <guilabel>Yeni sürücü yükle</guilabel>.
uk: Оберіть <guilabel>Встановити новий драйвер</guilabel>.
zh_cn: 选择<guilabel>安装新驱动程序</guilabel>。

source: Choose the location of your Windows .inf file and click <guibutton>Install</guibutton>.
ast: Escueye'l llugar nel que tea'l ficheru .inf de Windows y calca <guibutton>Instalar</guibutton>.
ca: Trieu la ubicació del fitxer .inf de Windows i feu clic a <guibutton>Instal·la</guibutton>.
da: Vælg placeringen af din .inf-fil fra Windows, og tryk på <guibutton>Install</guibutton>.
de: Wählen Sie den Pfad Ihrer WIndows .inf Datei und klicken Sie <guibutton>Installieren</guibutton>.
el: Επιλέξτε την τοποθεσία του αρχείου .inf και πατήστε <guibutton>Εγκατάσταση</guibutton>.
fr: Choisissez l'emplacement de votre fichier .inf Windows et cliquez sur <guibutton>Installer</guibutton>.
gl: Escolla a ubicación do seu ficheiro .inf de Windows e prema en <guibutton>Instalar</guibutton>.
hu: Válassza ki a Windows .inf fájlt, és nyomja meg a <guibutton>Telepítés</guibutton> feliratú gombot.
nl: Kies de locatie van uw .inf-bestand voor Windows en klik op <guibutton>Installeren</guibutton>.
ro: Selectați fișierul .inf din driverul Windows și apăsați pe butonul <guibutton>Instalează</guibutton>.
sk: Zvoľte umiestnenie vášho Windows .inf súboru a kliknite na <guibutton>Install</guibutton>.
sl: Izberite mesto svoje Windows .inf datoteke in kliknite <guibutton>Namesti</guibutton>.
sq: Zgjidh vendndodhjen e skedarit tuaj .inf për Windows dhe kliko <guibutton>Instalo</guibutton>.
sr: Изаберите локацију ваше Виндоуз <quote>.inf</quote> датотеке и кликните <quote><guibutton>Инсталирај</guibutton></quote>.
tr: Windows .inf dosyası konumunu seçin ve <guibutton>Kur</guibutton> düğmesine basın.
uk: Виберіть місце розташування вашого Windows .inf файлу та натисніть <guibutton>Встановити</guibutton>.
zh_cn: 选择你的Windows的.inf文件的位置，并点击<guibutton>安装</guibutton>

source: Check for a connection to the router
ast: Comprobar la conexón col router
ca: Comprovació de la connexió a l'encaminador
da: Kontrollér for forbindelse til ruteren
de: Überprüfen Sie, ob eine Verbindung zum Router vorhanden ist.
el: Ελέγξτε για μια σύνδεση στον δρομολογητή.
fr: Vérifiez la connexion au routeur
gl: Buscar unha conexión co router
hu: Kapcsolat ellenőrzése az útválasztóhoz
nl: Controleer de verbinding met de router
ro: Verificați existența unei conexiuni la ruter
sk: Skontrolujte pripojenie k routeru
sl: Preverite povezavo z usmerjevalnikom
sq: Kërko për një lidhje me ruterin
sr: Проверавање везе са усмеривачем
tr: Yönlendiriciye bağlantı için denetleme
uk: Перевірте з'єднання з роутером
zh_cn: 检查是否连接到路由器
