Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Now type the command: <code>ping www.ubuntu.com</code>. If you get a response from both then see <xref linkend="troubleshooting-wireless-ipv6"/>.
ca: Teclegeu l'ordre: <code>ping www.ubuntu.com</code>. Si obteniu una resposta de tots dos, vegeu <xref linkend="troubleshooting-wireless-ipv6"/>.
da: Skriv nu kommandoen: <code>ping www.ubuntu.com</code>. Hvis du får et svar fra begge, så se <xref linkend="troubleshooting-wireless-ipv6"/>.
de: Geben Sie nun den folgenden Befehl ein: <code>ping www.ubuntu.com</code>. Wenn Sie eine Antwort von beiden erhalten, dann lesen Sie <xref linkend="troubleshooting-wireless-ipv6"/>.
el: Τώρα πληκτρολογήστε την εντολή: <code>ping www.ubuntu.com</code>. Εφόσον λάβετε ανταπόκριση και στις δύο εντολές, δείτε το <xref linkend="troubleshooting-wireless-ipv6"/>.
fr: Saisissez maintenant la commande : <code>ping www.ubuntu.com</code>. Si vous obtenez une réponse dans les deux cas, voyez alors <xref linkend="troubleshooting-wireless-ipv6"/>.
gl: Agora escriba a orde <code>ping www.ubuntu.com</code>. Se obten unha resposta de ambos, entón vexa <xref linkend="troubleshooting-wireless-ipv6"/>.
hu: Adja ki a <code>ping www.ubuntu.com</code> parancsot. Ha mindkettőtől kap választ, akkor lásd <xref linkend="troubleshooting-wireless-ipv6"/> fejezetet.
sl: Sedaj vtipkajte ukaz <code>ping www.ubuntu.com</code>. Če dobite odgovor od obeh, si oglejte <xref linkend="troubleshooting-wireless-ipv6"/>.
sr: Затим упишите наредбу: <code>ping www.ubuntu.com</code>. Ако добијете одговор од оба онда погледајте: <xref linkend="troubleshooting-wireless-ipv6"/>.
zh_cn: 然后输入命令： <code>ping www.ubuntu.com</code>。如果两个都得到了回复请看 <xref linkend="troubleshooting-wireless-ipv6"/>。

source: Type the command: <code>cat /etc/resolv.conf</code>. If there is no nameserver listed then contact your ISP and find out your primary and secondary domain name servers. Once you have this information see <xref linkend="connecting-wireless"/>.
ast: Escribe la orde: <code>cat /etc/resolv.conf</code>. Si nun hai dengún sirvidor de nomes llistáu, contauta col ufridor de serviciu d'Internet y entruga-y polos sirvidores de nome de dominiu primariu y secundariu. Cuando tengas esta información, llee <xref linkend="connecting-wireless"/>..
ca: Introduïu l'ordre: <code>cat /etc/resolv.conf</code>. Si no es mostra cap servidor de noms, llavors contacteu amb el proveïdor d'Internet i sol·liciteu els servidors de noms de domini primari i secundari. Un cop tingueu aquesta informació vegeu la <xref linkend="connecting-wireless"/>.
da: Indtast kommandoen: <code>cat /etc/resolv.conf</code>. Hvis der ikke er opført en navneserver, så kontakt din internetudbyder og find ud af dine primære og sekundære domænenavneservere. Se <xref linkend="connecting-wireless"/>, når du har disse oplysninger.
de: Geben Sie den Befehl <code>cat /etc/resolv.conf</code> ein. Wenn kein Nameserver angezeigt wird, kontaktieren Sie Ihren Provider (ISP) und fragen Ihn nach Ihren ersten beiden DNS-Servern. Sobald Sie diese Informationen haben, springen Sie zum <xref linkend="connecting-wireless"/>.
el: Πληκτρολογήστε την εντολή: <code>cat /etc/resolv.conf</code>. Εάν δεν υπάρχει εγγραφή για εξυπηρετητή ονομάτων, επικοινωνήστε με τον παροχέα σας και αναζητήστε πληροφορίες για τον πρωτεύων και δευτερεύων εξυπηρετητή DNS. Μόλις λάβετε αυτές τις πληροφορίες, δείτε το <xref linkend="connecting-wireless"/>.
fr: Saisissez la commande : <code>cat /etc/resolv.conf</code>. S'il n'y a pas de serveur de noms cité, contactez alors votre FAI et demandez l'adresse IP de vos serveurs DNS primaires et secondaires. Une fois en possession de ces informations, voyez <xref linkend="connecting-wireless"/>.
gl: Agora escriba a orde: <code>cat /etc/resolv.conf</code>. De non haber nomes de servidores listados, contacte co seu ISP e busque os nomes dos seus servidores de dominio primario e secundario. Despois de ter esta información, vexa <xref linkend="connecting-wireless"/>.
hu: Gépelje be a <code>cat /etc/resolv.conf</code> parancsot. Ha ez nem sorol fel semmilyen névkiszolgálót, akkor vegye fel a kapcsolatot az internetszolgáltatójával és kérdezze meg az elsődleges és másodlagos névkiszolgáló címét. Ezután olvassa el a <xref linkend="connecting-wireless"/> oldalt.
nl: Typ de opdracht: <code>cat /etc/resolv.conf</code>. Als er in de lijst geen naamserver staat, neemt dan contact met uw provider en vraag naar uw primaire en secondaire domeinnaamservers. Als u die heeft, lees dan deze informatie: <xref linkend="connecting-wireless"/>.
ro: Tastați comanda: <code>cat /etc/resolv.conf</code>. Dacă nu este afișat niciun server pentru nume de domeniu, atunci contactați furnizorul de servicii Internet (ISP) și aflați serverul primar și cel secundar pentru nume de domeniu (DNS). După ce ați obținut aceste informații, consultați <xref linkend="connecting-wireless"/>.
sk: Napíšte príkaz: <code>cat /etc/resolv.conf</code>. Ak tam nie sú uvedené žiadne doménové servery, kontaktujte vášho poskytovateľa internetu, aby ste zistili adresy primárneho a sekundárneho doménového servera. Keď získate tieto informácie, pokračujte na <xref linkend="connecting-wireless"/>.
sl: Vpišite ukaz: <code>cat /etc/resolv.conf</code>. V primeru, da na seznamu ni imenskega strežnika stopite v stik s svojim ponudnikom internetnih storitev in povprašajte po naslovih osnovnega in drugotnega strežnika DNS. Ko imate te podatke, si oglejte <xref linkend="connecting-wireless"/>.
sq: Shtypni komandën: <code>cat /etc/resolv.conf</code>. Nëse nuk ka një nameserver të listuar atëherë kontaktoni ISP-në tuaj dhe gjeni emrat primarë dhe dytësorë të serverave të domeinit. Pasi e merrni këtë informacion shikoni <xref linkend="connecting-wireless"/>.
sr: Упишите наредбу: <code>cat /etc/resolv.conf</code>. Ако није наведено име сервера онда се обратите вашем достављачу Интернет услуга и сазнајте имена вашег примарног и секундарног сервера домена. Када будете имали ове информације погледајте: <xref linkend="connecting-wireless"/>.
tr: <code>cat /etc/resolv.conf</code> komutunu girin. Eğer hiçbir isin sunucusu listelenmediyse ISS'nizle iletişim kurup birincil ve ikincil alan adı sunucularını öğrenin. Bu bilgiyi elde ettikten sonra <xref linkend="connecting-wireless"/>'a göz atın.
uk: Введіть команду: <code>cat /etc/resolv.conf</code>. Якщо там не буде жодного імені сервера, зверніться до провайдера послуг Інтернет (ISP) та взнайте ім'я вашого основного та другорядного сервера. Разом з цим перегляньте наступну інформацію <xref linkend="connecting-wireless"/>.
zh_cn: 输入命令：<code>cat /etc/resolv.conf</code>。如果没有dns（域名解析服务器）地址，请联系你的ISP，索要主域名服务器地址和次域名服务器地址。一旦你有了这些信息，请看<xref linkend="connecting-wireless"/>

source: IPv6 Not Supported
ast: IPv6 non sofitao
ca: L'IPv6 no és admès
da: IPV6 understøttes ikke
de: IPv6 wird nicht unterstützt
el: Δεν υποστηρίζεται το IPv6
fr: IPv6 non pris en charge
gl: O IPv6 non é compatíbel
hu: Az IPv6 nem támogatott
nl: IPv6 niet ondersteund
ro: Probleme cu IPv6
sk: Nepodporovaná IPv6
sl: IPv6 ni podprt
sq: IPv6 Nuk Suportohet
sr: ИПв6 није подржан
tr: IPv6 desteklenmiyor
uk: IPv6 не підтримується
zh_cn: 不支持IPv6

source: IPv6 is supported by default in Ubuntu and can sometimes cause problems.
ast: Ubuntu sofita IPv6 de mou predetermináu y, dacuando, puede dar problemes.
ca: Per defecte l'Ubuntu admet l'IPv6 i a vegades pot provocar problemes.
da: IPv6 understøttes som standard i Ubuntu og kan undertiden give problemer.
de: IPv6 ist standardmäßig bei Ubuntu unterstützt, kann aber manchmal Probleme verursachen.
el: Το IPv6 υποστηρίζεται εξ ορισμού στο Ubuntu και ορισμένες φορές προκαλεί προβλήματα.
fr: Le protocole IPv6 est pris en charge par défaut dans Ubuntu et peut parfois causer des problèmes.
gl: O IPv6 é compatíbel de modo predeterminado en Ubuntu e pode, ás veces, causar problemas.
hu: Az IPv6 támogatás alapértelmezésben engedélyezve van az Ubuntuban, ez néha problémákat okozhat.
nl: IPv6 wordt standaard door Ubuntu ondersteund, en kan soms problemen veroorzaken.
ro: IPv6 este activat implicit în Ubuntu și uneori poate crea probleme.
sk: IPv6 je v Ubuntu predvolene podporovaná, avšak niekedy môže spôsobovať problémy.
sl: IPv6 je v Ubuntu privzeto podprt in to lahko včasih povzroča težave.
sq: IPv6 suportohet paraprakisht në Ubuntu dhe ndonjëherë mund të shkaktojë probleme.
sr: ИПв6 је унапред подржан у Убунтуу и понекад може изазвати проблеме.
tr: IPv6 öntanımlı olarak Ubuntu tarafından desteklenir ve bazen sorunlara neden olabilir.
uk: IPv6 підтримується по замовчуванню в Убунту і часом може бути причиною проблем.
zh_cn: Ubuntu默认支持IPv6，但有时可能会引起问题。

source: To disable it, open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ast: Pa desactivalo, abre un <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe la orde: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ca: Per a desactivar-lo, obriu un <application>Terminal</application> (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu l'ordre: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
da: Åbn en <application>Terminal</application> (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og skriv kommandoen: <code>gksudo gedit /etc/modprobe.d/aliases</code>, for at deaktivere det.
de: Um es zu deaktivieren , öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>gksudo gedit /etc/modprobe.d/aliases</code> aus.
el: Για να το απενεργοποιήσετε, ανοίξτε ένα <application>Τερματικό</application> (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) και πληκτρολογήστε την εντολή: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
fr: Pour le désactiver, ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande <code>gksudo gedit /etc/modprobe.d/aliases</code>.
gl: Para desactivalo, abra un <application>Terminal</application> (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba a instrución: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
hu: A letiltáshoz nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és gépelje be a következő parancsot: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
nl: Om het uit te schakelen, opent u een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en typt u de opdracht: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
ro: Pentru a dezactiva IPv6, deschideți un <application>Terminal</application> (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și introduceți următoarea comandă: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sk: Aby ste tomu zabránili, otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sl: Za onemogočitev odprite <application>Terminal</application> (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vpišite ukaz: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sq: Për ta çaktivizuar atë, hapni një <application>Terminal</application> (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtypni komandën: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
sr: Да га искључите, отворите <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите наредбу: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
tr: Etkisiz yapmak için bir <application>Uçbirim</application> açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) ve şu komutu girin: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
uk: Для відключення запустіть <application>Термінал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) і введіть команду: <code>gksudo gedit /etc/modprobe.d/aliases</code>.
zh_cn: 要禁用它，打开<application>终端/application>(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令：<code>gksudo gedit /etc/modprobe.d/aliases</code>。

source: Find the line <code>alias net-pf-10 ipv6</code> and change it to read <code>alias net-pf-10 off</code>.
ast: Alcuentra la llinia <code>alias net-pf-10 ipv6</code> y cambéala a <code>alias net-pf-10 off</code>.
ca: Cerqueu la línia <code>alias net-pf-10 ipv6</code> i canvieu-la a <code>alias net-pf-10 off</code>.
da: Find linjen <code>alias net-pf-10 ipv6</code> og ændr den så der står <code>alias net-pf-10 off</code>.
de: Suchen Sie die Zeile <code>alias net-pf-10 ipv6</code> und ändern Sie diese in <code>alias net-pf-10 off</code>.
el: Βρείτε την γραμμή <code>alias net-pf-10 ipv6</code> και αλλάξτε την σε <code>alias net-pf-10 off</code>.
fr: Trouvez la ligne <code>alias net-pf-10 ipv6</code> et modifiez-la en <code>alias net-pf-10 off</code>.
gl: Atope a liña <code>alias net-pf-10 ipv6</code> e múdea para <code>alias net-pf-10 off</code>.
hu: Keresse meg a sort, amelyben ez áll: <code>alias net-pf-10 ipv6</code>, és cserélje ki erre: <code>alias net-pf-10 off</code>.
nl: Zoek de regel <code>alias net-pf-10 ipv6</code> en verander het in <code>alias net-pf-10 off</code>.
ro: Identificați rândul <code>alias net-pf-10 ipv6</code> și modificați-l astfel: <code>alias net-pf-10 off</code>.
sk: Nájdite riadok <code>alias net-pf-10 ipv6</code> a zmeňte ho na <code>alias net-pf-10 off</code>.
sl: Najdite vrstico <code>alias net-pf-10 ipv6</code> in jo spremenite v <code>alias net-pf-10 off</code>.
sq: Gjeni rreshtin <code>alias net-pf-10 ipv6</code> dhe ndryshojeni atë që të lexojë <code>alias net-pf-10 off</code>.
sr: Пронађите линију: <code>alias net-pf-10 ipv6</code> и промените је у: <code>alias net-pf-10 off</code>.
tr: <code>alias net-pf-10 ipv6</code> satırını bulun ve <code>alias net-pf-10 off</code> olarak değiştirin.
uk: Знайдіть рядок <code>alias net-pf-10 ipv6</code> та змініть його на <code>alias net-pf-10 off</code>.
zh_cn: 找到行<code>alias net-pf-10 ipv6</code> 并修改为<code>alias net-pf-10 off</code>。

source: Reboot Ubuntu.
ast: Reanicia Ubuntu.
ca: Reinicieu l'Ubuntu
da: Genstart Ubuntu.
de: Starten Sie Ubuntu neu.
el: Επανεκκινήστε το Ubuntu.
fr: Redémarrez Ubuntu.
gl: Reinicie o Ubuntu.
hu: Indítsa újra az Ubuntut.
nl: Herstart Ubuntu.
ro: Reporniți Ubuntu
sk: Reštartujte počítač.
sl: Znova zaženite Ubuntu.
sq: Rindiz Ubuntu.
sr: Поново учитајте Убунту.
tr: Ubuntu'yu yeniden Başlat.
uk: Перезавантажте Ubuntu.
zh_cn: 重新启动Ubuntu

source: Mobile broadband troubleshooting
ast: Solución de problemes de banda ancha móvil.
ca: Resolució de problemes de la banda ampla mòbil
da: Fejlfinding for mobil bredbånd
de: WLAN-Fehlerbehebung
el: Επίλυση προβλημάτων κινητής ευρυζωνικής σύνδεσης
fr: Résolution des problèmes de connexion mobile à large bande (connexion 3G)
gl: Solución de problemas da banda larga móbil
hu: Mobil széles sávval kapcsolatos hibák elhárítása
nl: Problemen met mobiel breedband oplossen
ro: Depanare pentru Internet mobil de bandă largă
sk: Riešenie problémov s mobilným širokopásmovým pripojením
sl: Odpravljanje težav mobilnega širokopasovnega dostopa
sq: Rregullimet e mobile broadband
sr: Решавање проблема мобилне широкопојасне везе
tr: Mobil geniş bant sorun giderme
zh_cn: 移动宽带故障排除

source: Some USB mobile broadband devices are not identified correctly in Ubuntu. This is because of a feature that allows them to appear as USB storage devices to install drivers in Windows and Mac OS. Try unmounting or ejecting the device by right clicking the icon on the desktop and selecting <guilabel>Unmount</guilabel> or <guilabel>Eject</guilabel>.
ca: Alguns dispositius USB de banda ampla mòbil no són reconeguts correctament per l'Ubuntu. Això és a causa d'una funció que els permet aparèixer com a dispositius d'emmagatzematge USB per instal·lar controladors al Windows i al Mac OS. Intenteu desmuntar o expulsar el dispositiu fent clic amb el botó secundari a la icona de l'escriptori i seleccionant <guilabel>Desmunta</guilabel> o <guilabel>Expulsa</guilabel>.
da: Nogle USB-enheder til mobilt bredbånd bliver ikke identificeret korrekt i Ubuntu. Dette er på grund af en funktion, der tillader dem at optræde som USB-lagerenheder for at installere drivere i Windows og Mac OS. Prøv at afmontere eller skubbe enheden ud ved at højreklikke på ikonet på skrivebordet og vælge <guilabel>Afmontér</guilabel> eller <guilabel>Skub ud</guilabel>.
de: Einige mobile USB-Breitbandgeräte werden in Ubuntu nicht korrekt identifiziert, da Sie eine Funktion besitzen, die sie als USB-Speichermedium erscheinen lässt, um unter Windows oder Mac OS Treiber installieren zu können. Versuchen Sie, das Gerät auszuhängen oder auszuwerfen, indem Sie mit der rechten Maustaste auf das Symbol auf der Arbeitsoberfläche klicken und <guilabel>Aushängen</guilabel> oder <guilabel>Auswerfen</guilabel> wählen.
el: Κάποιες συσκευές USB για κινητή ευρυζωνική σύνδεση δεν αναγνωρίζονται σωστά στο Ubuntu. Αυτό συμβαίνει λόγω μιας λειτουργίας που τους επιτρέπει να φαίνονται σαν αποθηκευτικά μέσα USB ώστε να εγκαθιστούν οδηγούς στα λειτουργικά συστήματα Windows και Mac. Δοκιμάστε να αποπροσαρτήσετε ή να εξάγετε την συσκευή με δεξί κλικ στο εικονίδιο της στην επιφάνεια εργασίας και επιλέγοντας <guilabel>Αποπροσάρτηση</guilabel> ή <guilabel>Εξαγωγή</guilabel>.
fr: Certains périphériques USB de connexion mobile à large bande ne sont pas correctement reconnus par Ubuntu. Ceci est dû à leur capacité d'être vus par Windows et Mac OS comme simple clé USB afin de permettre l'installation de leur pilote. Essayez de démonter ou d'éjecter le périphérique en faisant un clic droit sur l'icône se situant sur le bureau et en sélectionnant <guilabel>Démonter</guilabel> ou <guilabel>Éjecter</guilabel>.
gl: Algúns dispositivos USB móbiles de banda larga non son identificados correctamente en Ubuntu. Isto debese a unha característica que lles permite presentarse como dispositivos de almacenamento USB para instalar controladores en Windows e Mac OS. Tente desmontar ou expulsar o dispositivo premendo co botón dereito na icona do dispositivo no escritorio e seleccionando <guilabel>Desmontar</guilabel> ou <guilabel>Expulsar</guilabel>.
hu: Néhány USB mobil széles sávú eszközt nem ismer fel megfelelően az Ubuntu. Ezt az a szolgáltatásuk okozza, hogy képesek USB tárolóeszközként megjelenni az eszközmeghajtójuk Windows és Mac OS rendszerekre telepítése érdekében. Próbálja meg leválasztani vagy kiadni az eszközt az asztalon lévő ikonra való jobb kattintással, és a <guilabel>Leválasztás</guilabel> vagy <guilabel>Kiadás</guilabel> menüpont kiválasztásával.
sl: Nekaterih USB naprav mobilnih širokopasovnih povezav Ubuntu ne prepozna pravilno. To je posledica zmožnosti, ki jim dovoljuje pojavljanje kot naprave shrambe USB, ki se uporablja za namestitev gonilnikov v Windows ali Mac OS. Poskusite odklopiti ali izvreči napravo z desnim klikon na ikono na namizju in izbiro <guilabel>Odklopi</guilabel> ali <guilabel>Izvrzi</guilabel>
sr: Неки УСБ мобилни широкопојасни уређаји нису идентификовани исправно у Убунтуу. То је због функције за инсталирање драјвера на Виндоузу и Мак ОС-у а која им омогућава да изгледају као УСБ уређаји за складиштење. Покушајте да демонтирате или да избаците уређај десним кликом на икону на радној површини и изаберите <quote><guilabel>Демонтирај</guilabel></quote> или <quote><guilabel>Избаци</guilabel></quote>.

source: If your device is still not recognized, you can file a bug against the <application>udev</application> package using the following command in terminal:
ca: Si el dispositiu encara no és reconegut, podeu omplir un informe d'error sobre el paquet <application>udev</application> fent servir l'ordre següent en un terminal:
da: Hvis din enhed stadig ikke blev genkendt, kan du indsende en fejlrapport for pakke <application>udev</application>, ved at skrive følgende kommando i terminalen:
de: Wenn Ihr Gerät weiterhin nicht erkannt wird, können Sie einen Bugreport gegen das Paket <application>udev</application> speichern, indem Sie folgendes in ein Terminal eingeben:
el: Αν η συσκευή σας δεν αναγνωρίζεται ακόμη, μπορείτε να υποβάλετε αναφορά σφάλματος (bug) για το πακέτο <application>udev</application> χρησιμοποιώντας την εξής εντολή στο τερματικό:
fr: Si votre périphérique n'est toujours pas reconnu, vous pouvez alors soumettre un rapport de bogue au sujet du paquet <application>udev</application> en invoquant la commande suivante dans un terminal :
gl: Se o seu dispositivo aínda non é recoñecido, pode informar do fallo no paquete <application>udev</application> usando a seguinte orde nun terminal:
hu: Ha az eszköz felismerése továbbra sem sikerül, akkor küldjön hibajelentést az <application>udev</application> csomaghoz a következő parancs kiadásával a terminálban:
sl: V primeru, da vaša naprava še vedno ni prepoznana, poročajte o hrošču v paketu <application>udev</application> z uporabo naslednjega ukaza v terminalu:
sr: Ако ваш уређај и даље није препознат, можете послати грешку о пакету <emphasis role="strong"><quote><application>udev</application></quote></emphasis> користећи следећу наредбу у терминалу:

source: Why does Gnome Keyring ask for my password whenever I log in?
ca: Per què l'anell de claus del GNOME em demana la contrasenya cada vegada que entro?
da: Hvorfor spørger Gnome Nøglering om min adgangskode hver gang jeg logger ind?
de: Warum fragt Gnome Schlüsselbund nach meinem Passwort, wenn ich mich anmelde?
el: Γιατί η κλειδοθήκη του GNOME ζητάει τον κωδικό μου κάθε φορά που συνδέομαι;
fr: Pourquoi Gnome Keyring me demande-t-il mon mot de passe à chaque fois que j'ouvre une session ?
gl: Por que o anel de chaves de GNOME me pide o contrasinal se xa accedín?
hu: Miért kéri be a Gnome kulcstartó minden bejelentkezéskor a jelszavam?
sl: Zakaj me Gnome zbirka ključev ob vsaki prijavi vpraša za moje geslo?
sr: Зашто Гномов привезак кључева тражи моју лозинку сваки пут када се пријавим?
