Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Select <guilabel>Cisco Compatible VPN (vpnc)</guilabel> from the drop down box.
ca: Seleccioneu <guilabel>VPN compatible amb Cisco (vpnc)</guilabel> al quadre desplegable.
da: Vælg <guilabel>Cisco Compatible VPN (vpnc)</guilabel> fra rulle-feltet.
de: Wählen Sie <guilabel>Cisco-kompatibles VPN (vpnc)</guilabel> aus dem Auswahlfeld.
el: Επιλέξτε το <guilabel>Cisco Compatible VPN (vpnc)</guilabel> από το αναπτυσσόμενο μενού.
fr: Sélectionnez <guilabel>VPN compatible Cisco (vpnc)</guilabel> depuis la liste déroulante.
gl: Seleccione <guilabel>VPN compatíbel con Cisco (vpnc)</guilabel> desde a lista despregábel.
hu: Válassza a legördülő mezőből a <guilabel>Cisco-kompatibilis VPN-kliens (vpnc)</guilabel> lehetőséget.
sl: V spustnem polju izberite <guilabel>s Ciscom združljiv VPN (vpnc)</guilabel>.
sr: Изаберите <quote><guilabel>Циско компатибилна (vpnc)</guilabel></quote> из падајуће листе.

source: Click <guibutton>Create</guibutton>.
ca: Feu clic a <guibutton>Crea</guibutton>.
da: Klik på <guilabel>Opret...</guilabel>.
de: Drücken Sie <guibutton>Erstellen</guibutton>.
el: Πατήστε <guibutton>Δημιουργία</guibutton>.
fr: Cliquez sur <guibutton>Créer</guibutton>.
gl: Prema en <guibutton>Crear</guibutton>.
hu: Nyomja meg a <guibutton>Létrehozás</guibutton> gombot.
sl: Kliknite <guibutton>Ustvari</guibutton>.
sr: Кликните <quote><guibutton>Направи</guibutton></quote>.

source: Specify a connection name in <guilabel>Connection name</guilabel>.
ca: Especifiqueu un nom de connexió a <guilabel>Nom de la connexió</guilabel>.
da: Indtast et navn til forbindelsen ud for <guilabel>Forbindelsesnavn:</guilabel>.
de: Vergeben Sie unter <guilabel>Verbindungsname</guilabel> einen Namen für die Verbindung.
el: Καθορίστε ένα όνομα σύνδεσης στο <guilabel>Όνομα σύνδεσης</guilabel>.
fr: Indiquez un nom pour la connexion dans le champ <guilabel>Nom de la connexion</guilabel>.
gl: Especifique un nome de conexión en <guilabel>Nome de conexión</guilabel>.
hu: Adjon nevet a kapcsolatnak a <guilabel>Kapcsolat neve</guilabel> mezőben.
sl: V <guilabel>Ime povezave</guilabel> navedite ime povezave.
sr: Наведите име везе у пољу <quote><guilabel>Име везе</guilabel></quote>.

source: Enter your details and click <guibutton>Apply</guibutton>.
ca: Introduïu els vostres valors i feu clic a <guibutton>Aplica</guibutton>.
da: Indtast dine oplysninger og klik på <guibutton>Anvend</guibutton>.
de: Geben Sie Ihre Details ein und drücken Sie <guibutton>Anwenden</guibutton>.
el: Εισάγετε τις πληροφορίες που απαιτούνται και πατήστε <guibutton>Εφαρμογή</guibutton>.
fr: Saisissez les paramètres et cliquez sur <guibutton>Appliquer</guibutton>.
gl: Introduza os seus detalles e prema <guibutton>Aplicar</guibutton>.
hu: Adja meg adatait, és nyomja meg az <guibutton>Alkalmaz</guibutton> gombot.
sl: Vnesite svoje podrobnosti in kliknite <guibutton>Uveljavi</guibutton>.
sr: Унесите ваше податке и кликните <quote><guibutton>Примени</guibutton></quote>.

source: PPTP VPN
fr: VPN PPTP
sr: ППТП ВПН (PPTP VPN)

source: You will need to have <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> and <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> installed to be able to connect to a PPTP VPN.
ca: Heu de tenir el <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> i el <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> instal·lats per a poder connectar-vos a una PPTP VPN.
da: Du skal have <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> og <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> installeret for at kunne forbinde til et PPTP VPN.
de: Sie müssen <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> und <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> installiert haben, um eine Verbindung zu einem PPTP VPN herstellen zu können.
el: Θα πρέπει να έχετε εγκατεστημένα τα <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> και <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> για να μπορέσετε να συνδεθείτε σε ένα PPTP VPN.
fr: Il est nécessaire que vous ayez installés <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> et <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> pour pouvoir vous connecter à un VPN PPTP.
gl: Necesita ter instalados <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> e <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> para poder conectarse a unha VPN PPTP.
hu: A PPTP VPN-hez csatlakozáshoz a <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> és <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink> csomagokra van szüksége.
sl: Za povezavo s PPTP VPN morate imeti nameščena <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> in <ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink>
sr: Треба да имате инсталиране следеће пакете: <quote><ulink url="apt:network-manager-pptp">network-manager-pptp</ulink></quote> и <quote><ulink url="apt:network-manager-pptp-gnome">network-manager-pptp-gnome</ulink></quote> да бисте могли да се повежете на <emphasis role="strong">ППТП ВПН</emphasis>.

source: Select <guilabel>Point-to-Point Tunneling Protocol (PPTP)</guilabel> from the drop down box.
ca: Seleccioneu <guilabel>Protocol de túnel punt a punt (PPTP)</guilabel> al quadre desplegable.
da: Vælg <guilabel>Point-to-Point Tunneling Protocol (PPTP)</guilabel> fra rullegardinsmenuen.
de: Wählen Sie <guilabel>Point-to-Point Tunneling Protocol (PPTP)</guilabel> aus dem Drop-Down Menü.
el: Επιλέξτε <guilabel>Point-to-Point Tunneling Protocol (PPTP)</guilabel> από το αναπτυσσόμενο μενού.
fr: Sélectionnez <guilabel>Protocole de tunnel Point-to-Point (PPTP)</guilabel> dans la liste déroulante.
gl: Seleccione <guilabel>Protocolo de túnel punto a punto (PPTP)</guilabel> do menú despregábel.
hu: Válassza a <guilabel>Ponttól pontig alagutazási protokoll (PPTP)</guilabel> lehetőséget a legördülő menüből.
sl: V spustnem polju izberite <guilabel>Protokol tuneliranja od točke do točke (PPTP)</guilabel> from the drop down box.
sr: Изаберите <quote><guilabel>Тачка-до-тачке протокол тунелисања (PPTP)</guilabel></quote> из падајуће листе.

source: Specify the address of VPN you wish to connect to in <guilabel>Gateway</guilabel>.
ca: Especifiqueu l'adreça VPN on voleu connectar-vos a <guilabel>Passarel·la</guilabel>.
da: Indtast adressen for det VPN du ønsker at forbinde til i feltet <guilabel>Gateway</guilabel>.
de: Geben Sie die Adresse des VPN, mit dem Sie eine Verbindung herstellen möchten, in <guilabel>Gateway</guilabel> an.
el: Προσδιορίστε την διεύθυνση του VPN στο οποίο θέλετε να συνδεθείτε στο <guilabel>Gateway</guilabel>.
fr: Indiquez l'adresse du VPN auquel vous souhaitez vous connecter dans le champ <guilabel>Passerelle</guilabel>.
gl: Especifique o enderezo do VPN ao que quere conectarse en <guilabel>Pasarela</guilabel>.
hu: Az <guilabel>Átjáró</guilabel> mezőben adja meg a VPN címét, amelyhez csatlakozni szeretne.
sl: V <guilabel>Prehod</guilabel> navadite naslov VPN-ja s katerim se želite povezati.
sr: Наведите ВПН адресу на коју желите да се повежете за <quote><guilabel>Мрежни пролаз</guilabel></quote>.

source: Enter a user name and password if required by your VPN.
ca: Introduïu un nom d'usuari i una contrasenya si les necessita la VPN.
da: Indtast et brugernavn og en adgangskode, vis dette er påkrævet af dit VPN.
de: Geben Sie einen Benutzernamen und ein Passwort ein, wenn dies von Ihrem VPN gefordert wird.
el: Εισάγετε όνομα χρήστη και κωδικό αν απαιτείται από το VPN.
fr: Saisissez un nom d'utilisateur et un mot de passe s'ils sont requis par votre VPN.
gl: Insira un nome de usuario e un contrasinal se o require a súa VPN.
hu: Adjon meg a felhasználónevet és jelszót, ha a VPN megköveteli ezeket.
sl: Vnesite uporabniško ime in geslo, če ga VPN zahteva.
sr: Унесите корисничко име и лозинку, ако то захтева ваш ВПН.

source: Enter the domain of your VPN if required, in <guilabel>NT Domain</guilabel>.
ca: Si cal introduïu el domini de la vostra connexió VPN a <guilabel>Domini NT</guilabel>.
da: Indtast domænet for dit VPN, om nødvendigt, i feltet <guilabel>NT Domain</guilabel>.
de: Geben Sie die Domain Ihres VPN unter <guilabel>NT Domain</guilabel> ein, falls benötigt.
el: Εισάγετε το πεδίο του VPN αν απαιτείται, στο <guilabel>NT Domain</guilabel>.
fr: Si nécessaire, saisissez le domaine de votre VPN dans le champ <guilabel>Domaine NT</guilabel>.
gl: Introduza o dominio da súa VPN se esta o require, en <guilabel>Dominio de rede</guilabel>.
hu: Az <guilabel>NT tartomány</guilabel> mezőben adja meg a VPN tartománynevét, ha szükséges.
sl: V <guilabel>Domena NT</guilabel> vnesite domeno, če jo vaš VPN zahteva.
sr: Унесите домен ваше ВПН везе ако је затражено, у <quote><guilabel>НТ домену</guilabel></quote>.

source: Click <guibutton>Apply</guibutton>.
ca: Feu clic a <guibutton>Aplica</guibutton>.
da: Klik på <guibutton>Anvend</guibutton>.
de: Klicken Sie auf <guibutton>Anwenden</guibutton>.
el: Κάντε κλικ στο <guibutton>Εφαρμογή</guibutton>.
fr: Cliquez sur <guibutton>Appliquer</guibutton>.
gl: Prema <guibutton>Aplicar</guibutton>.
hu: Kattintson az <guibutton>Alkalmaz</guibutton> gombra.
ro: Apăsați <guibutton>Aplică</guibutton>.
sk: Kliknite na <guibutton>Použiť</guibutton>.
sl: Kliknite <guibutton>Uveljavi</guibutton>.
sr: Кликните <quote><guibutton>Примени</guibutton></quote>.
tr: Tıkla <guibutton>Uygula</guibutton>.
zh_cn: 点击<guibutton>应用</guibutton>。

source: OpenVPN
sr: ОтворенаВПН (OpenVPN)

source: You will need to have <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> and <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> installed to be able to connect to a OpenVPN.
ca: Us caldrà tenir instal·lats el <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> i el <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> per poder-vos connectar a una OpenVPN.
da: Du skal have <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> og <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> installeret for at kunne forbinde til et OpenVPN.
de: Sie müssen <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> und <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> installiert haben, um eine Verbindung mit einem OpenVPN herstellen zu können.
el: Θα πρέπει να έχετε εγκαταστήσει τα <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> και <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> για να μπορέσετε να συνδεθείτε σε δίκτυο OpenVPN.
fr: Il est nécessaire que vous ayez installés <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> et <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> pour pouvoir vous connecter à un OpenVPN.
gl: Necesita ter instalados <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> e <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> para poder conectarse a unha OpenVPN.
hu: Az OpenVPN-hez csatlakozáshoz a <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> és <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink> csomagokra van szüksége.
sl: Za povezavo z OpenVPN namestite paketa <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink> in <ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink>.
sr: Треба да имате инсталиране следеће пакете: <quote><ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink></quote> и <quote><ulink url="apt:network-manager-openvpn-gnome">network-manager-openvpn-gnome</ulink></quote> да бисте могли да се повежете на <emphasis role="strong">ОпенВПН</emphasis>.

source: Select <guilabel>OpenVPN</guilabel> from the drop down box.
ca: Seleccioneu <guilabel>OpenVPN</guilabel> al quadre desplegable.
da: Vælg <guilabel>OpenVPN</guilabel> fra rullegardinsmenuen.
de: Wählen Sie <guilabel>OpenVPN</guilabel> in dem Drop-Down Menü.
el: Επιλέξτε <guilabel>OpenVPN</guilabel> από το αναπτυσσόμενο μενού.
fr: Sélectionnez <guilabel>OpenVPN</guilabel> dans la liste déroulante.
gl: Seleccione <guilabel>OpenVPN</guilabel> no menú despregábel.
hu: Válassza a legördülő mezőből az <guilabel>OpenVPN</guilabel> lehetőséget.
sl: V spustnem meniju izberite <guilabel>OpenVPN</guilabel>.
sr: Изаберите <quote><guilabel>ОтворенаВПН</guilabel></quote> из падајуће листе.

source: Select the authentication you wish to use from the <guilabel>Authentication</guilabel> drop down box.
ca: Seleccioneu l'autenticació que voleu fer servir al quadre desplegable <guilabel>Autenticació</guilabel>.
da: Vælge den godkendelsestype, du ønsker at bruge, fra rullefeltet <guilabel>Godkendelse</guilabel>.
de: Wählen Sie die Art der Authentifizierung die Sie benutzen möchten im Drop-Down Menü <guilabel>Authentifizierung</guilabel>.
el: Επιλέξτε τον τύπο πιστοποίησης που επιθυμείτε να χρησιμοποιήσετε από το αναπτυσσόμενο μενού <guilabel>Authentication</guilabel>.
fr: Sélectionnez le type d'authentification que vous souhaitez utiliser dans la liste déroulante <guilabel>Type</guilabel>.
gl: Seleccione a autenticación que desexe usar do menú despregábel <guilabel>Autenticación</guilabel>.
hu: Válassza ki a használandó hitelesítési módot a <guilabel>Hitelesítés</guilabel> legördülő dobozból.
sl: V spustnem meniju <guilabel>Overitev</guilabel> izberite overitev, ki jo želite uporabiti.
sr: Изаберите потврђивање идентитета које желите да користите са падајућег списка <quote><guilabel>Потврђивање идентитета</guilabel></quote>.

source: Configuration Files
ca: Fitxers de configuració
da: Konfigurationsfiler
de: Konfigurationsdateien
el: Αρχεία ρυθμίσεων
fr: Fichiers de configuration
gl: Ficheiros de configuración
hu: Konfigurációs fájlok
sl: Nastavitvene datoteke
sr: Датотеке подешавања

source: NetworkManager can load and save VPN settings for individual connections using configuration files.
ca: Les Connexions de xarxa poden carregar i desar paràmetres VPN per a connexions individuals fent servir els fitxers de configuració.
da: Netværkshåndtering kan indlæse og gemme VPN-indstillinger for individuelle forbindelser via konfigurationsfiler.
de: Der Netzwerk-Manager kann über Konfigurationsdateien VPN-Einstellungen für individuelle Verbindungen laden und speichern.
el: Ο διαχειριστής δικτύου μπορεί να φορτώσει και να αποθηκεύσει ρυθμίσεις VPN για διάφορες συνδέσεις χρησιμοποιώντας αρχεία ρυθμίσεων.
fr: Le gestionnaire de réseau peut charger et enregistrer les paramètres VPN pour chaque connexion à l'aide de fichiers de configuration.
gl: O Xestor de rede pode cargar e gardar as preferencias VPN para conexións individuais mediante ficheiros de configuración.
hu: A Hálózatkezelő konfigurációs fájlok használatával képes az egyes kapcsolatok VPN-beállításainak betöltésére és mentésére.
sl: Upravljalnik datotek lahko naloži in shrani nastavitve VPN za posamezne povezave z uporabo nastavitvenih datotek.
sr: Управник мреже може да учита и сачува ВПН подешавања појединачних веза користећи датотеке подешавања.

source: Importing Configuration
ca: Importació de la configuració
da: Importer konfiguration
de: Konfiguration importieren
el: Εισαγωγή ρυθμίσεων
fr: Importation de configuration
gl: Importar configuración
hu: Beállítások importálása
sl: Uvažanje nastavitev
sr: Увожење подешавања

source: You can use a previously saved configuration file to import VPN connection settings.
ca: Podeu fer servir un fitxer de configuració desat anteriorment per a importar els paràmetres de connexió de la VPN.
da: Du kan bruge en tidligere gemt konfigurationsfil til at importere VPN-forbindelsesindstillinger.
de: Sie können eine vorher gespeicherte Konfigurationsdatei benutzen, um VPN-Verbindungseinstellungen zu importieren.
el: Μπορείτε να χρησιμοποιήσετε ένα αρχείο ρυθμίσεων αποθηκευμένο νωρίτερα για εισάγετε ρυθμίσεις συνδέσεων VPN.
fr: Vous pouvez utiliser un fichier de configuration enregistré préalablement pour importer les paramètres de connexion VPN.
gl: Pode usar un ficheiro de configuración gardado anteriormente para importar as preferencias dunha conexión VPN.
hu: A korábban mentett konfigurációs fájlok segítségével VPN-kapcsolatok beállításait importálhatja.
sl: Za uvoz nastavitev povezave VPN lahko uporabite predhodno shranjeno nastavitveno datoteko.
sr: Можете да користите претходно сачуване датотеке подешавања да увезете поставке ВПН везе.

source: Click <guibutton>Import</guibutton>.
ca: Feu clic a <guibutton>Importa</guibutton>.
da: Klik på <guibutton>Importér</guibutton>.
de: Drücken Sie <guibutton>Importieren</guibutton>.
el: Πατήστε <guibutton>Εισαγωγή</guibutton>.
fr: Cliquez sur <guibutton>Importer</guibutton>.
gl: Prema en <guibutton>Importar</guibutton>.
hu: Kattintson az <guibutton>Importálás</guibutton> gombra.
sl: Kliknite <guibutton>Uvozi</guibutton>.
sr: Кликните <quote><guibutton>Увези</guibutton></quote>.

source: Select your config file and click <guibutton>Open</guibutton>.
ca: Seleccioneu el fitxer de configuració i feu clic a <guibutton>Obre</guibutton>.
da: Vælg din konfigurationsfil og klik på <guibutton>Åbn</guibutton>.
de: Wählen Sie Ihre Konfigurationsdatei aus und drücken Sie <guibutton>Öffnen</guibutton>.
el: Επιλέξτε το αρχείο ρυθμίσεων και πατήστε <guibutton>Άνοιγμα</guibutton>.
fr: Sélectionnez votre fichier de configuration et cliquez sur <guibutton>Ouvrir</guibutton>.
gl: Seleccione o seu ficheiro de configuración e prema <guibutton>Abrir</guibutton>.
hu: Válassza ki a beállítófájlt, és nyomja meg a <guibutton>Megnyitás</guibutton> gombot.
sl: Izberite svojo nastavitveno datoteko in kliknite <guibutton>Odpri</guibutton>.
sr: Изаберите вашу датотеку подешавања и кликните <quote><guibutton>Отвори</guibutton></quote>.

source: Exporting Configuration
ca: Exportació de la configuració
da: Eksporter konfiguration
de: Konfiguration exportieren
el: Εξαγωγή ρυθμίσεων
fr: Exportation de configuration
gl: Exportar configuración
hu: Beállítások exportálása
sl: Izvažanje nastavitev
sr: Извожење подешавања

source: You can save settings for a VPN connection to a configuration file.
ca: Podeu desar els paràmetres d'una connexió VPN a un fitxer de configuració.
da: Du kan gemme indstillingerne for en VPN-forbindelse til en konfigurationsfil.
de: Sie können die Einstellungen für eine VPN-Verbindung in eine Konfigurationsdatei speichern.
el: Μπορείτε ν' αποθηκεύσετε ρυθμίσεις σύνδεσης VPN σε ένα αρχείο ρυθμίσεων.
fr: Vous pouvez enregistrer les paramètres d'une connexion VPN dans un fichier de configuration.
gl: Pode gardar as preferencias dunha conexión VPN nun ficheiro de configuración.
hu: A VPN-kapcsolatok beállításait beállítófájlba mentheti.
sl: Nastavitve povezave VPN lahko shranite v nastavitveno datoteko.
sr: Можете да сачувате поставке за ВПН везе у датотеци подешавања.

source: Choose the connection you would like to save settings for.
ca: Trieu la connexió de la qual voleu desar els paràmetres.
da: Vælg forbindelsen som du vil gemme indstillingerne for.
de: Wählen Sie die Verbindung, für die Sie die Einstellungen speichern wollen.
el: Επιλέξτε την σύνδεση της οποίας τις ρυθμίσεις θέλετε να αποθηκεύσετε
fr: Choisissez la connexion pour laquelle vous souhaitez enregistrer les paramètres.
gl: Seleccione a conexión na que quere gardar as preferencias.
hu: Válassza ki azt a kapcsolatot, amelynek beállításait el szeretné menteni.
sl: Izberite povezavo za katero bi radi shranili nastavitve.
sr: Изаберите везу за коју желите да сачувате поставке.

source: Click <guibutton>Export</guibutton>.
ca: Feu clic a <guibutton>Exporta</guibutton>.
da: Klik på <guibutton>Eksportér</guibutton>.
de: Drücken Sie <guibutton>Exportieren</guibutton>.
el: Πατήστε <guibutton>Εξαγωγή</guibutton>.
fr: Cliquez sur <guibutton>Exporter</guibutton>.
gl: Prema en <guibutton>Exportar</guibutton>.
hu: Nyomja meg az <guibutton>Exportálás</guibutton> gombot.
sl: Kliknite <guibutton>Izvozi</guibutton>.
sr: Кликните <quote><guibutton>Извези</guibutton></quote>.

source: Choose the filename and location where you would like to save the configuration file.
ca: Trieu el nom de fitxer i la ubicació on voleu desar el fitxer de configuració.
da: Vælg filnavnet og placeringen hvor du vil gemme konfigurationsfilen.
de: Wählen Sie den Dateinamen und den Ort, an dem Sie die Konfigurationsdatei speichern möchten.
el: Επιλέξτε το όνομα αρχείου και την τοποθεσία όπου θέλετε ν' αποθηκεύσετε το αρχείο ρύθμισης.
fr: Choisissez le nom ainsi que l'emplacement du fichier dans lequel vous souhaitez enregistrer la configuration.
gl: Seleccione o nome de ficheiro e localización onde quere gardar o ficheiro de configuración.
hu: Válassza ki a fájlnevet és helyet, ahová a beállítófájlt menteni szeretné.
sl: Izberite ime datoteke in mesto, kjer bi radi shranili nastavitveno datoteko.
sr: Изаберите име датотеке и локацију на којој желите да сачувате датотеку подешавања.

source: Click <guibutton>Save</guibutton>.
ca: Feu clic a <guibutton>Desa</guibutton>.
da: Klik på <guibutton>Gem</guibutton>.
de: Drücken Sie <guibutton>Speichern</guibutton>.
el: Πατήστε <guibutton>Αποθήκευση</guibutton>.
fr: Cliquez sur <guibutton>Enregistrer</guibutton>.
gl: Prema en <guibutton>Gardar</guibutton>.
hu: Nyomja meg a <guibutton>Mentés</guibutton> gombot.
sl: Kliknite <guibutton>Shrani</guibutton>.
sr: Кликните <quote><guibutton>Сачувај</guibutton></quote>.

source: DSL
sr: ДСЛ

source: Click <guilabel>DSL</guilabel>.
ast: Calca <guilabel>DSL</guilabel>.
ca: Feu clic a <guilabel>DSL</guilabel>.
da: Klik på <guilabel>DSL</guilabel>.
de: Wechseln Sie auf den Reiter <guilabel>DSL</guilabel>.
el: Κάντε κλικ στην επιλογή <guilabel>DSL</guilabel>.
fr: Cliquez sur <guilabel>DSL</guilabel>.
gl: Prema <guilabel>DSL</guilabel>.
hu: Kattintson a <guilabel>DSL</guilabel> gombra.
nl: Klik op <guilabel>DSL</guilabel>.
ro: Dați clic pe <guilabel>DSL</guilabel>.
sk: Kliknite na <guilabel>DSL</guilabel>.
sl: Kliknite <guilabel>DSL</guilabel>.
sq: Kliko <guilabel>DSL</guilabel>.
sr: Кликните <quote><guilabel>ДСЛ</guilabel></quote>.
tr: <guilabel>DSL</guilabel>'ye tıklayın.
uk: Клацніть <guilabel>DSL</guilabel>.
zh_cn: 点击<guilabel>DSL</guilabel>。

source: ADSL Modems
ast: Módems ADSL
ca: Mòdems ADSL
da: ADSL-modemmer
el: ADSL Μόντεμ
fr: Modems ADSL
gl: Módems ADSL
hu: ADSL modemek
ro: Modemuri ADSL
sk: ADSL modemy
sl: Modemi ADSL
sq: Modemët ADSL
sr: АДСЛ модеми
tr: ADSL Modemler
uk: ADSL модеми
zh_cn: ADSL调制解调器

source: USB ADSL Modems
ast: Módems ADSL USB
ca: Mòdems ADSL amb connexió USB
da: USB ADSL-modemmer
el: USB ADSL Μόντεμ
fr: Modems ADSL USB
gl: Módems USB de ADSL
hu: USB ADSL modemek
ro: Modemuri USB pentru ADSL
sk: USB ADSL modemy
sl: USB modemi ADSL
sq: Modemët USB ADSL
sr: УСБ АДСЛ модеми
tr: USB ADSL Modemler
uk: USB ADSL Модеми
zh_cn: USB ADSL 调制解调器
