Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: For users of IRC instant messaging services there is <application>XChat Gnome</application>. Its features include advanced scripting support (perl and python) and a clean, easy to use interface.
ast: Pa los usuarios del serviciu de mensaxería instantánea IRC hay <application>XChat Gnome</application>. Les carauterístiques inclúin sofitu avanzáu de scripts (perl y python) y una interfaz llimpia y fácil.
ca: Per als usuaris dels serveis de missatgeria instantània IRC hi ha l'<application>XChat Gnome</application>. Les seves funcions n'inclouen d'avançades amb scripts (Perl i Python) i una interfície senzilla i fàcil d'utilitzar.
da: For brug af IRC chat-tjenester, er der <application>XChat-Gnome IRC samtale</application>. XChat-Gnome byder på avanceret scripting (Perl og Python) og en nem og enkel brugergrænseflade.
de: Für Benutzer eines IRC-Sofortnachrichtendienstes gibt es <application>XChat Gnome</application>. Seine Fähigkeiten umfassen fortgeschrittene Scripting-Unterstützung (in den Programmiersprachen Perl und Python) und eine saubere und einfach zu bedienende Oberfläche.
el: Για τους χρήστες υπηρεσιών άμεσων μηνυμάτων IRC υπάρχει η εφαρμογή <application>XChat Gnome</application>. Οι λειτουργίες της περιλαμβάνουν σύνθετη υποστήριξη σεναρίων εντολών (perl και python) και μια καθαρή, εύκολη στην χρήση διεπαφή χρήστη.
fr: Pour les utilisateurs d'IRC, il existe <application>XChat Gnome</application>. Ce logiciel propose notamment la prise en charge des scripts (en Perl et Python) et une interface claire et simple à utiliser.
gl: Para os usuarios dos servizos IRC de mensaxaría instantánea existe o <application>XChat GNOME</ application>. As súas funcionalidades inclúen asistencia avanzada para a linguaxe de script (perl e python) e unha iinterface limpa, doada de usar.
hu: Az IRC azonnali üzenő szolgáltatások felhasználóinak rendelkezésére áll az <application>XChat-GNOME</application> is. Ennek szolgáltatásai a fejlett parancsfájl-támogatás (perl és python) és a letisztult, egyszerűen használható felület.
nl: Voor gebruikers van IRC is er <application>XChat Gnome</application>. <application>XChat Gnome</application> biedt o.a. ondersteuning voor geavanceerde scripts (perl en python) en een heldere, eenvoudig te gebruiken interface.
ro: <application>XChat Gnome</application> este un client IRC. Acesta prezintă compatibilitate pentru limbaje script (Perl și Python) și o interfață simplă și ușor de folosit.
sk: Pre používateľov IRC komunikácie je k dispozícii <application>XChat Gnome</application>. Poskytuje pokročilú podporu skriptovania (per a python) a jednoduché užívateľské rozhranie.
sl: Za uporabnike IRC hipnega sporočanja je na voljo <application>XChat Gnome</application>. Njegova značilnost je podpiranje novejših skriptov (perl in python) in vmesnik, enostaven za uporabo.
sq: Për përdoruesit e shërbimeve të mesazheve të çastit IRC ekziston <application>XChat Gnome</application>. Ai përfshin mbështetje për skripte të avancuara (perl dhe python) dhe një ndërfaqe të pastër dhe të lehtë për tu përdorur.
sr: За кориснике услуге ИРЦ тренутног дописивања ту је <emphasis role="strong"><application>ХЋаскање Гном</application></emphasis>. Његове функције укључују напредну подршку извршавања скрипти (перл и питон) и чисто, за коришћење једноставано сучеље.
tr: IRC anında mesajlaşma servisi kullanıcıları için <application>XChat Gnome</application> vardır. Nitelikleri, gelişmiş betik desteği (perl ve python) içerir ve arayüzünün kullanımı temiz ve kolayıdr.
zh_cn: IRC 即时通讯服务的用户可以使用 <application>XChat Gnome</application>。它支持高级脚本(perl 和 python) ，界面简洁易用。

source: <ulink url="apt:xchat-gnome">Install the <application>xchat-gnome</application> package</ulink>.
ast: <ulink url="apt:xchat-gnome">Instala'l paquete <application>xchat-gnome</application></ulink>.
ca: <ulink url="apt:xchat-gnome">Instal·leu el paquet <application>xchat-gnome</application></ulink>.
da: <ulink url="apt:xchat-gnome">Installer pakken <application>xchat-gnome</application></ulink>.
de: <ulink url="apt:xchat-gnome">Installieren Sie das <application>xchat-gnome</application>-Paket</ulink>.
el: <ulink url="apt:xchat-gnome">Εγκατάσταση του πακέτου <application>xchat-gnome</application></ulink>.
fr: <ulink url="apt:xchat-gnome">Installez le paquet <application>xchat-gnome</application>t</ulink>.
gl: <ulink url="apt:xchat-gnome">Instale o paquete <application>xchat-gnome</application></ulink>.
hu: <ulink url="apt:xchat-gnome">Telepítse az <application>xchat-gnome</application> csomagot</ulink>.
nl: <ulink url="apt:xchat-gnome">Installeer het pakket <application>xchat-gnome</application></ulink>.
ro: <ulink url="apt:xchat-gnome">Instalați pachetul <application>xchat-gnome</application> </ulink>.
sk: <ulink url="apt:xchat-gnome">Nainštalujte balík <application>xchat-gnome</application></ulink>.
sl: <ulink url="apt:xchat-gnome">Namestite paket <application>xchat-gnome</application></ulink>.
sq: <ulink url="apt:xchat-gnome">Instaloni paketën <application>xchat-gnome</application> </ulink>.
sr: <ulink url="apt:xchat-gnome">Инсталирајте пакет <quote><application>xchat-gnome</application></quote></ulink>.
uk: <ulink url="apt:xchat-gnome"> Встановіть пакунок <application>xchat-gnome</application></ulink>.
zh_cn: <ulink url="apt:xchat-gnome">安装 <application>xchat-gnome</application> 软件包</ulink>。

source: To start <application>XChat</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
ast: P'arrancar <application>XChat</application>, escueyi <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
ca: Per a iniciar l'<application>XChat</application>, trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xat IRC de l'XChat-GNOME</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>XChat-GNOME IRC samtale</guimenuitem></menuchoice>, for at starte <application>XChat</application>.
de: Um <application>XChat</application>zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice> aus.
el: Για να εκκινήσετε την εφαρμογή <application>XChat</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Άμεσα μηνύματα IRC Xchat-GNOME</guimenuitem></menuchoice>.
fr: Pour démarrer <application>XChat</application>, cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
gl: Para iniciar o <application>XChat</application>, escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Conversa en IRC Xchat-GNOME</guimenuitem></menuchoice>.
hu: Az <application>XChat</application> elindításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME csevegés</guimenuitem></menuchoice> menüpontot.
nl: Om <application>XChat</application> te openen, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
ro: Pentru a porni <application>XChat</application>, selectați <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat IRC</guimenuitem></menuchoice>, aby ste spustili <application>XChat</application>.
sl: Za zagon <application>XChat</application> izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC klepet</guimenuitem></menuchoice>.
sq: Për të nisur <application>XChat</application>, zgjidhni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>.
sr: Да покренете <application>ХЋаскање</application>, изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Хћаскање-ГНОМ ИРЦ Ћаскање</guimenuitem></menuchoice></quote>.
tr: <application>XChat</application>i başlatmak için <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>i seçin.
zh_cn: 要启动 <application>XChat</application>， 选择<menuchoice><guimenu>应用程序</guimenu><guimenuitem>互联网</guimenuitem><guimenuitem>Xchat-GNOME IRC Chat</guimenuitem></menuchoice>。

source: Getting help using IRC instant messaging
ast: Algamar aida pa usar la mensaxería nel intre IRC
ca: Com obtenir ajuda a través de la missatgeria instantània IRC
da: Få hjælp via IRC chat
de: Hilfe zur Benutzung des IRC-Sofortnachrichtendienstes erhalten
el: Βοήθεια στη χρήση των άμεσων μηνυμάτων του IRC
fr: Obtenir de l'aide en utilisant la messagerie instantanée IRC
gl: Obter axuda para utilizar a mensaxaría instantánea IRC
hu: Segítségkérés IRC használatával
nl: Hulp zoeken met behulp van IRC-expresberichten
ro: Asistență la utilizarea mesageriei instantanee IRC
sk: Získanie pomoci prostredníctvom IRC
sl: Dobite pomoč pri uporabi IRC hipnega sporočanja
sq: Merrni ndihmë në përdorimin e mesazhimit të menjëhershëm IRC
sr: Добијање помоћи коришћењем ИРЦ тренутног дописивања
tr: IRC anlık mesajlaşmayı kullanarak yardım alın.
uk: Отримання допомоги по використанню миттєвих повідомлень IRC
zh_cn: 获取使用 IRC即时通讯的帮助

source: One excellent way to get help with Ubuntu or to introduce yourself to IRC is to join Ubuntu's official support channel on Freenode.
ast: Una manera escelente d'algamar aida con Ubuntu, o entamar col IRC, ye xuntate a la canal oficial de sofitu d'Ubuntu en Freenode.
ca: Una excel·lent manera d'obtenir ajuda amb l'Ubuntu o començar amb l'IRC és unir-se al canal oficial de suport de l'Ubuntu al Freenode.
da: En glimrende måde at få hjælp med Ubuntu eller at introducere dig selv til IRC er at tilslutte Ubuntus officielle støttekanal på Freenode.
de: Ein sehr guter Weg, Hilfe zu Ubuntu zu erhalten oder sich mit IRC vertraut zu machen, ist, dem offiziellen Ubuntu-Supportkanal beizutreten.
el: Ένας άριστος τρόπος για να πάρετε βοήθεια με το Ubuntu ή για να γνωριστείτε με το IRC, είναι να μπείτε στο επίσημο κανάλι υποστήριξης του Ubuntu στο Freenode.
fr: Une excellente manière d'obtenir de l'aide sur Ubuntu ou d'apprendre à utiliser IRC est de rejoindre le canal de support officiel d'Ubuntu sur Freenode.
gl: Unha excelente forma de conseguir axuda co Ubuntu ou introducirse no IRC é entrar no canal de asistencia o oficial de Ubuntu no Freenode.
hu: Az Ubuntuval kapcsolatos segítség kérésére, vagy az IRC hálózat megismerésére kiváló lehetőséget biztosít az Ubuntu hivatalos támogatási csatornájához való csatlakozás a Freenode hálózaton.
nl: Een uitstekende manier om hulp bij Ubuntu te krijgen of om uzelf bekend te maken met IRC, is om Ubuntu's officiële ondersteuningskanaal op Freenode te bezoeken.
ro: O variantă foarte bună de a obține asistență în utilizarea Ubuntu sau pentru inițierea în mesageria IRC este înscrierea pe canalul oficial de asistență Ubuntu de pe Freenode.
sk: Skvelým spôsobom, ako získať pomoc s Ubuntu alebo sa zoznámiť s IRC, je pripojiť sa ku kanálu oficiálnej podpory Ubuntu na serveri Freenode.
sl: Odličen način pridobivanja pomoči z Ubuntujem ali da se predstavite na IRC-u, je pridružitev uradnemu podpornemu kanalu na Freenode.
sq: Një mënyrë e shkëlqyer për të marrë ndihmë me Ubuntu apo për të mësuar rreth IRC është të bashkoheni me kanalin zyrtar të mbështetjes së Ubuntu në Freenode.
sr: Један одличан начин за добијање помоћи у Убунтуу или да се приближите ИРЦ-у је да се прикључите званичном каналу подршке Убунтуа на <quote>Freenode</quote>-у.
tr: Ubuntu'dan yardım almanın ya da kendinizi IRC'ye tanıtmanın mükemmel bir yolu Ubuntu'nun resmi destek kanalına Freenode üzerinden katılmaktır.
uk: Чудова можливість отримати допомогу по Ubuntu або зарекомендувати себе в IRC — це підключитись до офіційного каналу підтримки Убунту на Feenode
zh_cn: 从 Ubuntu获得帮助或介绍您自己到到IRC，加入Ubuntu 在Freenode上的官方支持频道是很好的一个方法。

source: Start <application>XChat-Gnome</application> as above.
ast: Anicia <application>XChat-Gnome</application> como s'esplica más enriba.
ca: Inicieu l'<application>XChat-Gnome</application> com s'explica a sobre.
da: Start <application>XChat-Gnome</application> som ovenfor.
de: Starten Sie <application>XChat-GNOME</application> wie oben beschrieben.
el: Εκκινήστε το <application>XChat-Gnome</application> όπως παραπάνω.
fr: Lancez <application>XChat-Gnome</application> comme indiqué ci-dessus.
gl: Inicie o <application>XChat-Gnome</application> como antes.
hu: Indítsa el az <application>XChat-Gnome-ot</application> a fentiek szerint.
nl: Start <application>XChat-Gnome</application> zoals hierboven beschreven.
ro: Lansați aplicația <application>XChat-Gnome</application> ca mai sus.
sk: Spustite <application>XChat-Gnome</application> ako je uvedené vyššie.
sl: Zaženite <application>XChat-Gnome</application> kot je bilo prikazano zgoraj.
sq: Nisni <application>XChat-Gnome</application> si më sipër.
sr: Покрените <application>ХЋаскање-Гном</application> као горе.
tr: Yukarıdaki <application>XChat-Gnome</application>' u başlat.
uk: Запустіть <application>XChat-Gnome</application> як описано вище.
zh_cn: 如上所述启动 <application>XChat-Gnome</application>。

source: When you start <application>XChat-Gnome</application> for the first time, it will ask you for an IRC Nickname &amp; your real name. Pick anything you want for your nick (first initial &amp; your last name is good, or be more creative), put your real name or part of it, and press <guibutton>OK</guibutton>.
ast: Al entamar <application>XChat-Gnome</application> pola primer vez, entrugarate un nomatu pal IRC y el nome real. Escueye lo que quieras pal nomatu (por exemplu, primera lletra del nome y l'apellíu, o puedes ser más creativu), pon to nome real o parte d'él, y calca <guibutton>Aceptar</guibutton>.
ca: Quan inicieu per primer cop l'<application>XChat-Gnome</application>, se us demanarà un sobrenom i el vostre nom real. Seleccioneu qualsevol paraula com a sobrenom (per exemple, la lletra inicial del vostre nom i el cognom, o sigueu més creatiu), introduïu el vostre nom real o part d'aquest i premeu <guibutton>D'acord</guibutton>.
da: Når du starter <application>XChat-Gnome</application> for første gang, vil den spørge dig om et IRC-brugernavn og dit rigtige navn. Vælg noget du ønsker for dit brugernavn (Første initial og dit efternavn er godt, eller vær mere kreativ), sæt dit rigtige navn eller en del af det, og tryk <guibutton>O.k.</guibutton>.
de: Wenn Sie <application>XChat-GNOME</application> zum ersten Mal starten, werden Sie nach einem Spitznamen und Ihrem richtigen Namen gefragt. Als Spitznamen können Sie wählen, was Sie wollen (beispielsweise den ersten Buchstaben Ihres Vornamens und Ihren Nachnamen oder seien Sie einfach kreativ). Tragen Sie dann noch Ihren richtigen Namen ein und bestätigen Sie mit <guibutton>OK</guibutton>.
el: Όταν ξεκινήσετε για πρώτη φορά το <application>XChat-Gnome</application>, θα σας ζητήσει ένα ψευδώνυμο για το IRC &amp; το αληθινό σας όνομα. Διαλέξτε ότι θέλετε για ψευδώνυμο (τα αρχικά του επιθέτου σας είναι μια χαρά, ή γίνετε και πιο δημιουργικοί), βάλτε το αληθινό όνομά σας ή κομμάτι του και πατήστε <guibutton>OK</guibutton>
fr: Lors du premier lancement d'<application>XChat-Gnome</application>, il vous sera demandé de saisir un pseudonyme IRC ainsi que votre vrai nom. Choisissez le pseudonyme que vous voulez (l'initiale de votre prénom et votre nom peuvent convenir aussi bien que quelque chose de plus original), mettez votre vrai nom ou une partie de celui-ci, et cliquez sur <guibutton>Valider</guibutton>.
gl: Cando se inicia o <application>XChat-Gnome</application> pola primeira vez pide un nick de IRC e o nome verdadeiro. Escolla o que queira como nick (primeira inicial e apelido está ben, ou mire se é máis creativo); introduza o seu nome verdadeiro ou parte del e prema guibutton>OK</guibutton>.
hu: Az <application>XChat-Gnome</application> első indításakor az Ön becenevére és nevére vonatkozó kérdés jelenik meg. Válasszon becenevet (ezt fogják látni a többiek a csevegés során), és írja be teljes nevét (nem kötelező), majd nyomja meg az <guibutton>OK</guibutton> gombot.
nl: Zodra u <application>XChat-Gnome</application> voor het eerst start, zal het u naar een bijnaam en uw echte naam vragen. U kunt kiezen wat u wilt als bijnaam (voorletter &amp; uw achternaam is goed, of wees creatiever), vul uw echte naam of een deel daarvan in, en klik op <guibutton>OK</guibutton>.
ro: La prima lansare a aplicației <application>XChat-Gnome</application>, vi se va solicita să introduceți un pseudonim pentru IRC și numele dvs. real. Pentru pseudonim, puteţi alege ce doriți (inițiala prenumelui și numele de familie sau puteți alege un alias mai creativ), iar la nume puteți trece numele complet sau doar o parte din el. Când ați terminat, apăsați pe <guibutton>OK</guibutton>.
sk: Pri prvom spustení sa <application>XChat-Gnome</application> spýta na prezývku a skutočné meno. Ako prezývku môžete vložiť čokoľvek (prvé písmeno a vášho priezviska je dobrá voľba, ale buďte kreatívnejší), vložte skutočné meno alebo jeho časť a stlačte <guibutton>OK</guibutton>.
sl: Ko prvič zaženete <application> X-chat-Gnome </application>, vas bo program vprašal za Vzdevek IRC in vaše pravo ime. Izberite svoj vzdevek (začetnica imena in vaš priimek je v redu, lahko ste tudi bolj ustvarjalni), vnesite svoje pravo ime ali zgolj njegov delec, in pritisnite <guibutton>V redu</guibutton>.
sq: Kur ju nisni <application>XChat-Gnome</application> për herë të parë, ai do t'iu kërkojë një pseudonim IRC &amp; emrin tuaj të vërtetë. Vendosni çfarë të dëshironi për pseudonim (emri &amp; mbiemri janë mirë, ose mund të jeni më krijues), vendosni emrin tuaj të vërtetë ose një pjesë të tij dhe klikoni <guibutton>OK</guibutton>.
sr: Када покренете <application>ХЋаскање-Гном</application> по први пут, упитаће вас за ИРЦ надимак и за ваше право име. Упишите шта год желите за ваш надимак (ваше име и презиме је сасвим добро, а можете бити мало креативнији), упишите ваше право име или неки његов део и клините <quote><guibutton>У реду</guibutton></quote>.
tr: <application>XChat-Gnome</application>' u ilk başlattığınızda, size IRC kullanıcı adınızı soracak. Kullanıcı adı olarak istediğiniz bir şeyi yazın (ilk başlangıç &amp; soyadınız iyi olabilir ya da daha yaratıcı olun), gerçek adınız ya da adınızın bir kısmı da olabilir ve <guibutton>Tamam</guibutton>' a basın.
uk: Коли Ви вперше запустите <application>XChat-Gnome</application>, програма запитає Ваш IRC-нікнейм та Ваше справжнє ім'я. Оберіть собі будь-який нік (наприклад Ваші ініціали та прізвище чи використайте більш творчий підхід), введіть Ваше справжнє ім'я чи якусь його частину та натисніть <guibutton>OK</guibutton>.
zh_cn: 当您第一次启动 <application>XChat-Gnome</application> 时，它将询问您 IRC 的昵称以及您的真实姓名。选择一个您所想要的昵称 (您的姓氏或者缩写就不错，或是更有创意的)，输入您的真名或其一部分，并按 <guibutton>确定</guibutton>。

source: In the Server Window that opens next, select <emphasis>Ubuntu Servers</emphasis>, and press <guibutton>Connect</guibutton>.
ast: Nel ventanu Sirvidor que s'abre darréu, seleiciona <emphasis>Ubuntu Servers</emphasis>, y calca <guibutton>Coneutar</guibutton>.
ca: En la finestra de servidor que s'obre a continuació, seleccioneu <emphasis>Servidors de l'Ubuntu</emphasis> i premeu <guibutton>Connecta</guibutton>.
da: I det servervindue som herefter åbnes vælg <emphasis>Ubuntuservere</emphasis> og tryk på <guibutton>Tilslut</guibutton>.
de: Danach erscheint das Server-Fenster. Wählen Sie <emphasis>Ubuntu Server</emphasis> aus und klicken Sie auf <guibutton>Verbinden</guibutton>.
el: Μετά, στο παράθυρο δικτύων που ανοίγει, επιλέξτε <emphasis>Ubuntu Servers</emphasis> και πατήστε <guibutton>Σύνδεση</guibutton>.
fr: Dans la fenêtre des serveurs qui s'ouvre ensuite, sélectionnez <emphasis>serveurs Ubuntu</emphasis> et cliquez sur <guibutton>Connecter</guibutton>.
gl: Na Xanela Servidores que abre de seguida, seleccione <emphasis>Servidores Ubuntu</emphasis>, e calque en <guibutton>Conectar</guibutton>.
hu: A megjelenő kapcsolódás ablakban válassza ki a <emphasis>Freenode-ot</emphasis> és kattintson a <guibutton>Kapcsolódás</guibutton> gombra. A megjelenő ablakba írja be a következőt: „/JOIN #ubuntu-hu”.
nl: Kies in het servervenster dat vervolgens wordt geopend <emphasis>Ubuntu Servers</emphasis>, en klik op <guibutton>Verbinden</guibutton>.
ro: În fereastra următoare, Server, selectați <emphasis>Servere Ubuntu</emphasis> și apăsați pe <guibutton>Conectare</guibutton>.
sk: V okne Server vyberte <emphasis>Ubuntu Servery</emphasis> a stlačte <guibutton>Pripojiť</guibutton>.
sl: V oknu strežnika, ki se odpre naslednje izberite <emphasis>Ubuntu Strežniki</emphasis> in pritisnite <guibutton>Povezava</guibutton>.
sq: Në dritaren e serverit që hapet më pas, zgjidhni <emphasis>Servera Ubuntu</emphasis>, dhe klikoni <guibutton>Lidhu</guibutton>.
sr: У прозору сервера који ће се затим отворити, изаберите <quote><emphasis>Убунту сервер</emphasis></quote> и клините <quote><guibutton>Повежи</guibutton></quote>.
tr: Sunucu penceresinde şu açılır sonra, <emphasis>Ubuntu Servers</emphasis>'i seçin ve <guibutton>Connect</guibutton>'a basın.
uk: У вікні Сервера, що відкриється, виберіть <emphasis>Ubuntu Servers</emphasis> і натисніть <guibutton>Підключитись</guibutton>.
zh_cn: 在接下来的服务器窗口中选择 <emphasis>Ubuntu Servers</emphasis> 并按 <guibutton>连接</guibutton>。

source: Other Internet applications
ast: Otres aplicaciones d'Internet
ca: Altres aplicacions d'Internet
da: Andre internetprogrammer
de: Andere Internetanwendungen
el: Άλλες εφαρμογές διαδικτύου
fr: Autres applications Internet
gl: Outros aplicativos de Internet
hu: Más internetes alkalmazások
nl: Overige internettoepassingen
ro: Alte aplicații pentru Internet
sk: Ďalšie internetové aplikácie
sl: Drugi internetni programi
sq: Programe të tjera Interneti
sr: Друге Интернет апликације
tr: Diğer İnternet uygulamaları
uk: Інші Інтернет програми
zh_cn: 其他因特网应用程序
