Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Select <guilabel>Allow other people to write in this folder</guilabel> if you wish to allow others to add, change, and remove files in this folder. If you leave this box unchecked, other people will only be able to view files in this folder. You may also fill in the <guilabel>Comment</guilabel> field.
ast: Escueye <guilabel>Permitir a otres persones escribir nesta carpeta</guilabel> si quieres qu'otres persones puedan amestar, camudaar o desaniciar ficheros de la carpeta. Si dexes ensin marcar esta caxella, otres persones sólo podrán ver los ficheros de la carpeta. Tamién puedes rellenar el campu <guilabel>Comentariu</guilabel>.
ca: Seleccioneu <guilabel>Permet que altres persones puguin escriure en aquesta carpeta</guilabel> si voleu permetre que altres puguin afegir, canviar i suprimir fitxers en aquesta carpeta. Si deixeu aquesta casella desactivada, les altres persones només podran visualitzar-ne els fitxers. També podeu omplir el camp <guilabel>Comentari</guilabel>.
da: Vælg <guilabel>Tillad at andre kan skrive og slette filer i denne mappe</guilabel> hvis du ønsker at tillade andre at tilføje, ændre og fjerne filer i denne mappe. Hvis du lader dette felt være umarkeret, vil andre mennesker kun kunne se filer i denne mappe. Du kan også udfylde feltet <guilabel>Kommentar</guilabel>.
de: Wählen Sie <guilabel>Anderen erlauben, in diesen Ordner zu schreiben</guilabel>, wenn Sie anderen erlauben möchten, Dateien in diesem Ordner hinzuzufügen, zu ändern oder zu löschen. Wenn Sie dieses Ankreuzfeld nicht auswählen, können andere diesen Ordner nur einsehen. Sie können außerdem einen <guilabel>Kommentar</guilabel> festlegen.
el: Επιλέξτε <guilabel>Να επιτρέπεται σε άλλους η εγγραφή στον φάκελο</guilabel> αν επιθυμείτε να επιτρέψετε σε άλλους να προσθέτουν, αλλάζουν και να απομακρύνουν αρχεία από τον φάκελο. Αν αφήσετε την επιλογή κενή, οι άλλοι θα μπορούν μόνο να δουν τ' αρχεία σε αυτόν τον φάκελο. Μπορείτε επίσης να συμπληρώσετε το πεδίο <guilabel>Σχόλιο</guilabel>.
fr: Sélectionnez <guilabel>Permettre aux autres utilisateurs de modifier ce dossier</guilabel> si vous voulez autoriser d'autres utilisateurs à ajouter, modifier ou supprimer des fichiers dans ce dossier. Si vous laissez cette case décochée, les autres utilisateurs ne pourront accéder aux fichiers du dossier qu'en lecture. Vous pouvez également remplir le champ <guilabel>Commentaire</guilabel>.
gl: Seleccione <guilabel>Permitirlle a outra xente escribir neste cartafol </guilabel> no caso de desexar permitirlles a outros engadir, cambiar e eliminar ficheiros neste cartafol. Se deixa esta caixa sen marcar, o resto da xente só poder ver os ficheiros neste cartafol. Tamén pode cubrir o campo <guilabel>Comentario</guilabel>.
hu: Ha azt szeretné, hogy a felhasználók a megosztott mappában tudjanak fájlokat létrehozni, módosítani és törölni, jelölje be az <guilabel>Írás engedélyezése a mappába</guilabel> jelölőnégyzetet. Ha ez a jelölőnégyzet nincs bejelölve, akkor a felhasználók csak megtekinthetik a fájlokat a megosztott mappában. Lehetőség szerint töltse ki a <guilabel>Megjegyzés</guilabel> mezőt.
nl: Kies voor <guilabel>Anderen toestaan om in deze map te schrijven</guilabel> als u wilt dat anderen bestanden kunnen toevoegen, aanpassen en verwijderen in deze map. Als u dit niet aanvinkt, zullen anderen de bestanden in deze map alleen kunnen inzien. U kunt eventueel een <guilabel>Opmerking</guilabel> toevoegen.
ro: Selectați <guilabel>Permite altora să creeze și să șteargă fișiere în acest dosar</guilabel> dacă doriți să acordați aceste permisiuni altor persoane. Dacă lăsați această casetă nebifată, alte persoane vor putea doar să vadă fișierele din acest dosar. De asemenea, puteți completa câmpul <guilabel>Comentariu</guilabel>.
sk: Zvoľte <guilabel>Povoliť ostatným ľudom zapisovať do tohoto priečinka</guilabel> ak chcete aby ostatní používatelia mohli vytvárať, meniť a odstraňovať súbory v tomto priečinku. Ak neoznačíte toto políčko, ostatní používatelia budú môcť len čítať súbory v tomto priečinku. Takisto môžete vyplniť pole <guilabel>Komentár</guilabel>.
sl: V kolikor želite drugim dovoliti dodajanje, spreminjanje in odstranejvanje datotek v tej mapi izberite <guilabel>Dovoli drugim ljudem pisanej v tej mapi</guilabel>. V kolikor pustite to polje neizbrano, bodo drugi ljudje lahko le videli datoteke v tej mape. Morda želite izpolniti tudi polje <guilabel>Opomba</guilabel>.
sq: Zgjidhni <guilabel>Lejo njerëz të tjerë që të shkruajnë në këtë dosaje</guilabel> nëse dëshironi që të tjerët të shtojnë, ndryshojnë dhe të heqin skedarët në këtë dosje. Nëse e lini këtë kuti pa e përzgjedhur, njerëzit e tjerë do të jenë në gjendje vetëm të shfaqin skedarët në këtë dosje. Ju mundet gjithashtu të mbushni fushën e <guilabel>Komentit</guilabel>.
sr: Изаберите <quote><guilabel>Дозволи другима да уписују у ову фасциклу</guilabel></quote> ако желите да дозволите другима да додају, мењају и уклањају датотеке у овој фасцикли. Ако оставите ово поље неозначеним, други ће бити у могућности само да разгледају датотеке у овој фасцикли. Такође можете попунити поље <quote><guilabel>Коментар</guilabel></quote>.
tr: Eğer diğerlerine bu klasördeki dosyaları ekleme, değiştirme ve kaldırma izni vermek istiyorsanız <guilabel>Allow other people to write in this folder</guilabel>i seçin. Eğer bu kutuyu kontrol edilmemiş bırakırsanız diğer insanlar sadece bu klasördeki dosyalara bakabilecekler. <guilabel>Comment</guilabel> alanını da doldurmalısınız.
uk: Оберіть <guilabel>Дозволити іншим людям робити запис у цю теку</guilabel>, якщо ви хочете дозволити іншим додавати, змінювати або видаляти файли з цієї папки. Якщо ви залишите це поле порожнім, інші люди будуть лише мати можливість переглядати файли в цій папці. Ви можете також заповнити поле <guilabel>Коментар</guilabel>
zh_cn: 如果您允许他们添加，编辑或删除文件夹里的内容，选择 <guilabel>Allow other people to write in this folder</guilabel>。如果不勾选这个选项，其他用户就只能浏览这个文件夹的内容。您也可以填写<guilabel>Comment</guilabel>区。

source: Select <guilabel>Guest access (for people without a user account)</guilabel> if you wish to allow guest users to access your files.
ast: Seleiciona <guilabel>Accesu d'invitáu (para persones ensin cuenta d'usuariu)</guilabel> si quieres permitir a los usuarios invitaos acceder a tos ficheros.
ca: Seleccioneu <guilabel>Accés de convidat (per a aquells que no tinguin cap compte d'usuari)</guilabel> si voleu permetre als usuaris convidats que accedeixin als vostres fitxers.
da: Vælg <guilabel>Gæsteadgang (for folk uden en brugerkonto)</guilabel> hvis du ønsker at give gæstebrugere adgang til dine filer.
de: Wählen Sie <guilabel>Gastzugang (für Benutzer ohne Benutzerkonto)</guilabel>, wenn Sie Gastbenutzern erlauben möchten, auf Ihre Dateien zuzugreifen.
el: Επιλέξτε <guilabel>Πρόσβαση επισκέπτη (για άτομα χωρίς λογαριασμό χρήστη)</guilabel> αν επιθυμείτε να επιτρέπεται σε χρήστες-επισκέπτες η πρόσβαση στα αρχεία σας.
fr: Sélectionnez <guilabel>Accès d'évaluation (pour les personnes sans compte utilisateur)</guilabel> si vous voulez autoriser les invités à accéder à vos fichiers.
gl: Seleccione <guilabel>Acesso de convidados (para persoas sen conta de usuario)</guilabel> se quere permitir que un usuario convidado acceda aos seus ficheiros.
hu: Ha azt szeretné, hogy a vendég felhasználók is hozzáférhessenek a mappában levő fájlokhoz, válassza a <guilabel>Vendéghozzáférés (felhasználói fiók nélküli személyeknek)</guilabel> lehetőséget.
nl: Kies voor <guilabel>Gasttoegang (voor mensen zonder gebruikersaccount)</guilabel> als u wilt dat gasten toegang kunnen krijgen tot uw bestanden.
ro: Selectați <guilabel>Acces oaspeți (pentru cei fără un cont de utilizator)</guilabel> dacă doriți să permiteți accesul utilizatorilor neînregistrați la fișierele dvs.
sk: Zvoľte <guilabel>Hosťovský prístup (pre ľudí bez používateľského účtu)</guilabel> ak chcete aby aj ľudia bez používateľského účtu mohli pristupovať k vašim súborom.
sl: Izberite <guilabel>Dostop za goste (za ljudi brez uporabniškega računa)</guilabel>, če želite gostom dovoliti dostop do svojih datotek.
sq: Zgjidhni <guilabel>Hyrje të ftuarish (për njerëzit pa një llogari përdoruesi)</guilabel> nëse dëshironi të lejoni të ftuarit që të hyjnë në skedarët tuaj.
sr: Изаберите <quote><guilabel>Приступ гостију (за људе без корисничког налога)</guilabel></quote> ако желите да дозволите гостима да приступе вашим датотекама.
tr: Eğer misafir kullanıcıların sizin dosyalarınıza erişmelerine izin vermek istiyorsanız <guilabel>Guest access (for people without a user account)</guilabel>i seçin.
uk: Оберіть <guilabel>Гостьовий доступ (для людей без облікового запису)</guilabel>, якщо хочете дозволити гостям доступ до Ваших файлів.
zh_cn: 如果您允许guest用户访问您的文件，请选择<guilabel>Guest access (for people without a user account)</guilabel>。

source: Press <guibutton>Create share</guibutton> to make the shared folder available.
ast: Calca <guibutton>Facer compartición</guibutton> pa que la carpeta compartida tea disponible.
ca: Premeu <guibutton>Crea una compartició</guibutton> per a fer que la carpeta compartida estigui disponible.
da: Tryk <guibutton>Opret deling</guibutton> for at gøre den delte mappe tilgængelig.
de: Klicken Sie auf <guibutton>Freigabe erstellen</guibutton>, um den freigegebenen Ordner verfügbar zu machen.
el: Πατήστε <guibutton>Δημιουργία φακέλου κοινής χρήσης</guibutton> για να κάνετε τον φάκελο διαθέσιμο.
fr: Cliquez sur <guibutton>Créer un partage</guibutton> pour rendre le partage effectif.
gl: Prema <guibutton>Crear compartido</guibutton> para facer que o cartafol compartido estea dispoñíbel.
hu: A mappa elérhetővé tételéhez nyomja meg a <guibutton>Megosztás</guibutton> gombot.
nl: Kies voor <guibutton>Gedeelde bron aanmaken</guibutton> om de gedeelde map beschikbaar te maken.
ro: Apăsați pe <guibutton>Creează partajare</guibutton> pentru ca dosarul să devină disponibil.
sk: Kliknite na <guibutton>Vytvoriť zdieľanie</guibutton> aby bol zdieľaný priečinok k dispozícii.
sl: Za razpoložljivost mape v souporabi pritisnite <guibutton>Ustvari souporabo</guibutton>.
sq: Klikoni <guibutton>Krijo ndarje</guibutton> për ta bërë të disponueshëm folderin e ndarë.
sr: Кликните <quote><guibutton>Направи размену</guibutton></quote> да учините дељену фасциклу доступном.
tr: Dosyayı paylaşıma sunmak için <guibutton>Paylaşım oluştur</guibutton>'a basın.
uk: Натисніть <guibutton>Надати спільний доступ</guibutton> для того, щоб зробити відкриту в загальний доступ папку доступною
zh_cn: 点击<guibutton>创建共享</guibutton>来激活共享文件夹。

source: You may receive a message stating that Nautilus needs to add some permissions to the folder in order to share it. If this happens, press <guibutton>Add the permissions automatically</guibutton>.
ast: Seique recibas un mensaxe diciendo que Nautilus necesita amestar dellos permisos a la carpeta pa poder compartila. Si pasa esto, calca <guibutton>Amestar los permisos automáticamente</guibutton>.
ca: Potser rebreu un missatge dient que el Nautilus ha d'afegir alguns permisos a la carpeta per a poder-la compartir. Si això passa, premeu <guibutton>Afegeix els permisos automàticament</guibutton>.
da: Du vil muligvis få en besked om at det er nødvendigt for Nautilus at tilføje nogle rettigheder til mappen for at kunne dele den. Hvis dette sker, skal du trykke på <guibutton>Tilføj rettighederne automatisk</guibutton>.
de: Sie erhalten möglicherweise einen Hinweis darauf, dass Nautilus an den Ordner weitere Zugriffsrechte vergeben muss, um diesen freizugeben. Wenn dies geschieht, klicken Sie auf guibutton>Die Zugriffsrechte automatisch hinzufügen</guibutton>.
el: Ίσως να εμφανιστεί ένα μήνυμα δηλώνοντας ότι η εφαρμογή Nautilus πρέπει να ορίσει κάποια δικαιώματα στο φάκελο για να είναι κοινόχρηστος. Αν συμβεί αυτό, πατήστε το κουμπί <guibutton>Αυτόματη πρόσθεση δικαιωμάτων</guibutton>.
fr: Vous pouvez voir apparaître un message indiquant que Nautilus a besoin d'ajouter certaines permissions au dossier afin de le partager. Si ceci se produit, cliquez sur <guibutton>Ajouter les permissions automatiquement</guibutton>.
gl: Podes recibir unha mensaxe que informa que o Nautilus precisa engadir algúns permisos para que o cartafol sexa compartido. De suceder isto, prema <guibutton>Engadir os permisos automaticamente</guibutton>.
hu: Kaphat egy üzenetet, melyben a Nautilus tudatja, hogy a mappa néhány jogosultságát be kell állítani a megosztás előtt. Ebben az esetben nyomja meg a <guibutton>Jogosultságok automatikus hozzáadása</guibutton> gombot.
nl: Mogelijk krijgt u de boodschap dat Nautilus enkele permissies moet toevoegen aan de map om deze te kunnen delen. Als dit het geval is, kies dan <guibutton>De permissies automatisch toevoegen</guibutton>.
ro: Puteți primi un mesaj care spune că Nautilus trebuie să adauge anumite permisiuni la acel dosar, pentru a-l putea partaja. În acest caz, apăsați pe <guibutton>Adaugă permisiunile automat</guibutton>.
sk: Môžete obdržať správu, že Nautilus potrebuje pridať niektoré práva priečinku, aby ho mohol zdielať. Ak sa tak stane, stlačte <guibutton>Pridať automaticky práva</guibutton>.
sl: Morda boste prejeli sporočilo, da mora Nautilus za souporabo mape le-tej dodati nekaj dovoljenj. Če se to zgodi, pritisnite <guibutton>Dodaj dovoljenja samodejno</guibutton>.
sq: Ju mund të merrni një mesazh i cili ju thotë se Nautilus ka nevojë t'i shtojë disa leje dosjes në mënyrë që ta bëjë atë të përbashkët. Nëse ndodh kjo, klikoni <guibutton>Shtoji lejet automatikisht</guibutton>.
sr: Можда ћете добити поруку да Наутилус треба да дода нека овлашћења фасцикли да би је делио. Ако се то догоди, кликните <quote><guibutton>Аутоматски додај овлашћења</guibutton></quote>.
tr: Eğer klasörü paylaşımına bazı yetkileri eklemek için Nautilus gerektirir şeklinde bir mesaj alabilirsin. Eğer böyle olursa, <guibutton>İzinleri otomatik olarak ekle</guibutton>ye tıkla.
uk: Можливо, ви отримаєте повідомлення про те, що програмі Nautilus необхідно додати певні повноваження на цей каталог для того, щоб відкрити доступ до нього. Якщо це трапилось, натисніть <guibutton>Додати права автоматично</guibutton>.
zh_cn: 也许您会收到一个消息说要共享这个文件夹Nautilus需要添加一些权限。如果是这样，点击<guibutton>自动添加权限</guibutton>。

source: Other people on the same network (LAN) as you should now be able to access the folder.
ast: Otres persones de to mesma rede llocal (LAN) agora podrán acceder a la carpeta.
ca: Ara les altres persones de la mateixa xarxa (LAN) haurien de poder accedir a la carpeta.
da: Personer på det samme netværk (LAN) som dig, bør nu kunne få adgang til mappen.
de: Andere Benutzer im selben Netzwerk (LAN) wie Sie sollten nun in der Lage sein, auf den Ordner zuzugreifen.
el: Άλλα άτομα που βρίσκονται στο δίκτυο σας (LAN) θα μπορούν τώρα να έχουν πρόσβαση στον φάκελο.
fr: Les personnes se trouvant sur le même réseau local (LAN) que vous devraient désormais avoir accès au dossier.
gl: Outras persoas na súa mesma rede (LAN) de vostede, poderán agora acceder a este cartafol.
hu: Az ugyanabban a hálózatban levő felhasználók mostantól hozzáférnek a megosztott mappához.
nl: Andere mensen op hetzelfde netwerk (LAN) als u zouden deze map nu moeten kunnen gebruiken.
ro: Alte persoane din aceeași rețea (LAN) ar trebui să poată accesa acum dosarul.
sk: Ostatní ľudia na rovnakej sieti (LAN) ako vy, by mali byť schopní odteraz pristupovať k priečinku.
sl: Sedaj bi morale tudi druge osebe na istem omrežju kot vi (LAN) dostopati do mape.
sq: Njerëz të tjerë në të njëjtin rrjet (LAN) me ju tani duhet të jenë në gjendje të futen në folder.
sr: Сада други људи на истој мрежи (ЛАН) као и ви треба да буду у могућности да приступају фасцикли.
tr: Sizinle aynı ağda (LAN) olan diğer insanlar şimdi klasörlere ulaşabilirler.
uk: Тепер інші люди у вашій мережі (LAN), як і ви, отримають доступ до каталогу.
zh_cn: 现在和您位于同一网络(局域网）的其他人应该可以进入共享文件夹了。

source: You may receive a message which says <guilabel>You do not have permission to create a usershare</guilabel>. If this happens, contact your system administrator or configure the <application>Folder sharing service (samba)</application>.
ast: Seique recibas un mensaxe que diga <guilabel>Nun tienes permisu pa crear una compartición d'usuariu</guilabel>. Si pasara eso, contauta col alministrador del to sistema o configura'l <application>Serviciu de compartición de carpetes (samba)</application>.
ca: Potser rebreu un missatge que digui <guilabel>No teniu permisos per a crear una compartició</guilabel>. Si és el cas, contacteu amb l'administrador del sistema o configureu el <application>Servei de compartició de carpetes (samba)</application>.
da: Du vil muligvis få en besked, der siger <guilabel>You do not have permission to create a usershare</guilabel>. Hvis dette sker, skal du kontakte systemadministratoren eller konfigurere <application>Tjenesten mappedeling (Samba)</application>.
de: Sie können einen Hinweis erhalten, der besagt: <guilabel>Sie haben keine Berechtigung, eine Benutzerfreigabe zu erzeugen</guilabel>. Wenn dies geschieht, benachrichtigen Sie Ihren Systemadministrator oder konfigurieren Sie <application>Samba</application>.
el: Μπορεί να πάρετε ένα μήνυμα που λέει <guilabel>Δεν έχετε άδεια να δημιουργήσετε έναν κοινό πόρο</guilabel>. Αν αυτό συμβεί, επικοινωνήστε με τον διαχειριστή συστήματος η διαμορφώστε την εφαρμογή <application>Υπηρεσίας κοινής χρήσης φακέλων (samba)</application>.
fr: Si un message vous indique <guilabel>Vous n'avez pas les permissions pour créer un partage</guilabel>, alors contactez votre administrateur système ou bien configurez le <application>Service de partage de dossier (samba)</application>.
gl: Pode recibir unha mensaxe que di <guilabel>Non ten permiso para crear un usuario compartido</guilabel>. Se isto aparecer, contacte co administrador do sistema ou configure o <application>Servizo de compartición de cartafoles (samba)</application>.
hu: Ha az <guilabel>Önnek nincs jogosultsága felhasználói megosztások létrehozásához</guilabel> üzenetet kapja, vegye fel a kapcsolatot a rendszergazdával, vagy állítsa be a <application>Mappamegosztási szolgáltatást (samba)</application>.
nl: Mogelijk krijgt u de boodschap <guilabel>U heeft niet de juiste rechten om een gedeelde bron aan te maken</guilabel>. Als dit het geval is dient u contact op te nemen met uw systeembeheerder of moet u de <application>Systeemdienst voor het delen van mappen (samba)</application> configureren.
ro: Puteți primi mesajul <guilabel>Nu aveți permisiunea de a crea partajare</guilabel>. În acest caz, contactați administratorul de sistem sau configurați <application>Serviciul de partajare dosare (samba)</application>.
sk: Môžete obdržať správu <guilabel>Nemáte práva na vytvorenie zdieľaného priečinku</guilabel>. Ak sa tak stane, kontaktujte správcu systému alebo nastavte <application>Službu zdieľania priečinkov (samba)</application>.
sl: Morda boste prejeli sporočilo <guilabel>Nimate dovoljenj za ustvarjanje uporabniške souporabe</guilabel>. Če se to zgodi, stopite v stik s sistemskim skrbnikom ali nastavite <application>Storitev souporabe map (samba)</application>.
sq: Mund të merrni një mesazh i cili thotë <guilabel>Ju nuk keni leje të krijoni një dosje të përbashkët</guilabel>. Nëse ndodh kjo, kontaktoni administratorin e sistemit tuaj ose konfiguroni <application>Shërbimin e ndarjes së dosjeve (samba)</application>.
sr: Можда ћете добити поруку која гласи: <quote><guilabel>Ви немате овлашћење да направите корисничку размену</guilabel></quote>. Ако се то догоди, обратите се администратору система или подесите <quote><application>услугу дељења фасцикле (самба)</application></quote>.
tr: <guilabel>You do not have permission to create a usershare</guilabel> diyen bir ileti alabilirsiniz. Eğer bu olursa, sistem yöneticisiyle bağlantı kurun ya da <application>Folder sharing service (samba)</application>'i yapılandırın.
uk: Можливо, ви отримаєте наcтупне повідомлення:<guilabel>You do not have permission to create a usershare</guilabel>. Якщо це трапилось, зв'яжіться зі своїм системним адміністратором чи налаштуйте програму <application>Спільні теки</application>.
zh_cn: 您也许会受到一个消息说<guilabel>您没有创建文件用户共享的权限</guilabel>。如果是这样，联系您的系统管理员或者设置<application>文件夹共享服务(samba)</application>。

source: Accessing shared folders via Windows
ast: Acceder a carpetes compartíes per aciu de Windows
ca: Com accedir a carpetes compartides mitjançant el Windows
da: Tilgå delte mapper via Windows
de: Zugriff auf freigegebene Ordner über Windows
el: Πρόσβαση κοινόχρηστων φακέλων μέσω του λειτουργικού συστήματος Windows
fr: Accéder à des dossiers partagés par Windows
gl: Acceder a cartafoles compartidos con Windows
hu: Hozzáférés a megosztott mappákhoz Windowson keresztül
nl: Gedeelde mappen vanuit Windows benaderen
ro: Accesarea dosarelor partajate din Windows
sk: Pristupovanie k zdieľaným priečinkom pomocou Windows
sl: Dostopanje do map v souporabi preko Windows
sq: Hyrja në folderat e ndarë duke përdorur Windows
sr: Приступање дељеним фасциклама преко Виндоуза
tr: Windows yoluyla paylaşılan klasörlere ulaşım
uk: Доступ до спільних каталогів у Windows
zh_cn: 通过 Windows 来访问共享的文件夹
