Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Canonical Ltd. and members of the <placeholder-1/>
ast: Canonical Ltd. y miembros del <placeholder-1/>
ca: Canonical Ltd. i els membres del <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
de: Canonical Ltd. und Mitglieder vom <placeholder-1/>
el: Η εταιρία Canonical Ltd. και συντελεστές του <placeholder-1/>
fr: Canonical Ltd. et les membres de <placeholder-1/>
gl: Canonical Ltd. e os membros do <placeholder-1/>
hu: Canonical Ltd. és az <placeholder-1/> tagjai
nl: Canonical Ltd. en leden van het <placeholder-1/>
ro: Canonical Ltd. și membri ai <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sq: Canonical Ltd. dhe anëtarët e <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
tr: Canonical Ltd. ve <placeholder-1/>
uk: Canonical Ltd. та учасники <placeholder-1/>
zh_cn: Canonical 公司和 <placeholder-1/> 的成员

source: The Ubuntu Documentation Project
ast: Proyeutu de Documentación d'Ubuntu
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojektet for Ubuntu
de: Das Ubuntu-Dokumentationsprojekt
el: Το Έργο Τεκμηρίωσης του Ubuntu
fr: Le projet de documentation d'Ubuntu
gl: O Proxecto de Documentación do Ubuntu
hu: Az Ubuntu dokumentációs projekt
nl: Het Ubuntu-documentatieproject
ro: Proiectul de documentație Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројекaт Убунту документације
tr: Ubuntu Belgelendirme Tasarısı
uk: Проекту документації Ubuntu
zh_cn: Ubuntu 文档项目

source: Information about your connection
ca: Informació sobre la vostra connexió
da: Information om din forbindelse
de: Informationen über Ihre Verbindung
el: Πληροφορίες για την σύνδεση σας
fr: Informations au sujet de votre connexion
gl: Información sobre a súa conexión
hu: Információk a kapcsolatról
sl: Podrobnosti o vaši povezavi
sr: Информације о вашој вези
zh_cn: 关于您连接的信息

source: Right click the Network Manager icon and click <guilabel>Connection Information</guilabel> to view details about your connection. This is where you can find the IP address, DNS servers, MAC address and speed of your connection.
ca: Feu clic amb el botó secundari a la icona de les Connexions de xarxa i feu clic a <guilabel>Informació de la connexió</guilabel> per veure els detalls de la vostra connexió. Aquí és on podeu trobar l'adreça IP, els servidors DNS, l'adreça MAC i la velocitat de la vostra connexió.
da: Højreklik på ikonet for Netværkshåndteringen og klik på <guilabel>Forbindelsesinformation</guilabel> for at se detaljerne for din forbindelse. Her finder du din IP-adresse, DNS-server, MAC-adresse samt hastigheden på din forbindelse.
de: Klicken Sie mit der rechten Maustaste auf das Symbol des Netzwerk-Managers und wählen Sie <guilabel>Verbindungsinformationen</guilabel> um Details über Ihre Verbindung zu sehen. Hier finden Sie die IP-Adresse, DNS-Server, MAC-Adresse und die Geschwindigkeit Ihrer Verbindung.
el: Κάντε δεξί κλικ στο εικονίδιο του Network Manager και επιλέξτε <guilabel>Πληροφορίες σύνδεσης</guilabel> για να δείτε λεπτομέρειες σχετικά με την σύνδεση σας. Εδώ μπορείτε να βρείτε την διεύθυνση IP, τους εξυπηρετητές DNS, την διεύθυνση υλικού (MAC address) και την ταχύτητα της σύνδεσης σας.
fr: Faites un clic droit sur l'icône du gestionnaire de réseau et sélectionnez <guilabel>Informations de connexion</guilabel> pour obtenir des détails sur votre connexion. Vous y trouverez votre adresse IP et celles des DNS, l'adresse MAC ainsi que la vitesse de votre connexion.
gl: Prema co botón dereito sobre a icona do Xestor de redes e prema <guilabel>Información da conexión</guilabel> para ver os detalles sobre a súa conexión. Aquí é onde pode encontrar o enderezo IP, os servidores DNS, o enderezo MAC e a velocidade da súa conexión.
hu: Kattintson a jobb egérgombbal a Hálózatkezelő ikonra, majd a <guilabel>Kapcsolatinformációk</guilabel> pontra a kapcsolatinformációk megjelenítéséhez. Itt találja az IP-címét, a DNS-kiszolgálókat, a MAC-címet és a kapcsolat sebességét.
sl: Desno kliknite na ikono Upravljalnika omrežja in klliknite <guilabel>Podrobnosti povezave</guilabel> za ogled podrobnosti o svoji povezavi. Tukaj lahko najdete naslov IP, strežnike DNS, naslove MAC in hitrost svoje povezave.
sr: Кликните десним тастером миша на икону Управника мреже и кликните на <quote><guilabel>Информације о вези</guilabel></quote> да видите детаље о вашој вези. Ово је место где можете пронаћи ИП адресу, ДНС сервере, МАК адресу и брзину ваше везе.

source: Frequently Asked Questions
ast: Entrugues frecuentes
ca: Preguntes més freqüents
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
fr: Questions fréquentes
gl: Preguntas frecuentes
hu: Gyakran ismételt kérdések
nl: Veelgestelde vragen
ro: Întrebări frecvente
sk: Často kladené otázky
sl: Pogosto zastavljena vprašanja
sq: Pyetjet që Bëhen Shpesh
sr: Често постављана питања
tr: Sıkça Sorulan Sorular
uk: Питання, що найчастіше задаються (FAQ)
zh_cn: 常见问题问答

source: Disconnecting
ast: Desconeutar
ca: Com desconnectar-se
da: Frakobling
de: Netzwerkverbindung trennen
el: Αποσύνδεση
fr: Déconnexion
gl: Desconectar
hu: Kapcsolat bontása
nl: Verbinding verbreken
ro: Deconectare
sk: Odpojenie
sl: Prekinitev povezave
sq: Po Shkëputet
sr: Прекидање везе
tr: Bağlantıyı Kesme
uk: Роз'єднання
zh_cn: 中止连接

source: To disconnect from a network, click the Network Manager icon and choose <guilabel>Disconnect</guilabel>, underneath the name of the current connection.
ca: Per desconnectar-vos d'una xarxa, feu clic a la icona de les Connexions de xarxa i trieu <guilabel>Desconnecta</guilabel>, sota el nom de la connexió actual.
da: Klik på ikonet for Netværkshåndteringen og vælg <guilabel>Afbryd</guilabel> under navnet på den aktive forbindelse, for at afbryde forbindelsen til et netværk.
de: Um eine Netzwerkverbindung zu trennen, wählen Sie das Symbol des Netzwerk-Managers und <guilabel>Trennen</guilabel> unter dem Namen der derzeitigen Verbindung.
el: Για ν' αποσυνδεθείτε από ένα δίκτυο, κάντε κλικ στο εικονίδιο του Network Manager και επιλέξτε <guilabel>Αποσύνδεση</guilabel>, κάτω από το όνομα της τρέχουσας σύνδεσης.
fr: Pour vous déconnecter d'un réseau, cliquez sur l'icône du gestionnaire de réseau et sélectionnez <guilabel>Se déconnecter</guilabel> juste en-dessous du nom de la connexion actuellement utilisée.
gl: Para desconectarse dunha rede prema na icona do Xestor de redes e seleccione <guilabel>Desconectar</guilabel> debaixo do nome da conexión actual.
hu: A hálózati kapcsolat bontásához kattintson a Hálózatkezelő ikonjára, és válassza a <guilabel>Bontás</guilabel> lehetőséget az aktuális kapcsolat neve alatt.
sl: Za prekinitev povezave z omrežjem, kliknite na ikono Upravljalnika omrežja in izberite <guilabel>Prekini povezavo</guilabel> pod imenom trenutne povezave.
sr: Да прекинете везу са мрежом, кликните на иконицу Управника мреже и изаберите <quote><guilabel>Прекини везу</guilabel></quote>, испод имена тренутне везе.

source: To turn off a network connection (so that no connections can be made), right-click the Network Manager icon and uncheck <guilabel>Enable Networking</guilabel>.
ca: Per desactivar una connexió de xarxa (de manera que no es puguin fer més connexions), feu clic amb el botó secundari a la icona de les Connexions de xarxa i desactivant <guilabel>Habilita la xarxa</guilabel>.
da: Højreklik på ikonet for Netværkshåndteringen og fjern markeringen ud for <guilabel>Aktivér Netværk</guilabel>, for at deaktivere en netværksforbindelse (så der ikke kan oprettes forbindelse).
de: Um eine Netzwerkverbindung auszuschalten (sodass keine Verbindungen hergestellt werden können), klicken Sie mit der rechten Maustaste auf das Symbol des Netzwerk-Managers und deaktivieren Sie <guilabel>Netzwerk aktivieren</guilabel>
el: Για να απενεργοποιήσετε μια σύνδεση δικτύου (ώστε να μην είναι εφικτές συνδέσεις), κάντε δεξί κλικ στο εικονίδιο του Network Manager και απενεργοποιήστε την επιλογή <guilabel>Ενεργοποίηση σύνδεσης</guilabel>.
fr: Pour désactiver complétement une connexion réseau (de telle sorte qu'aucune connexion de soit possible), faites un clic droit sur l'icône du gestionnaire de réseau et décochez <guilabel>Activer le réseau</guilabel>.
gl: Para desactivar a conexión de rede (de forma que non poidan realizarse conexións), prema co botón dereito na icona do Xestor de rede e desactive a caixiña <guilabel>Activar a rede</guilabel>.
hu: Hálózati kapcsolat kikapcsolásához (hogy ne lehessen kapcsolatokat létrehozni) kattintson a jobb egérgombbal a Hálózatkezelő ikonjára, és törölje a <guilabel>Hálózat engedélyezése</guilabel> négyzetet.
sl: Za izklop omrežne povezave (tako, da ni mogoče vzpostaviti povezav) desno kliknite ikono Upravljalnika omrežja in odznačite <guilabel>Omogoči omrežje</guilabel>.
sr: Да искључите мрежну везу (тако да се веза не може остварити), кликните десним тастером миша на иконицу Управника мреже и поништите <quote><guilabel>Омогући умрежавање</guilabel></quote>.

source: You can turn off your wireless connection by right-clicking Network Manager and unchecking <guilabel>Enable Wireless</guilabel>. Some laptops have a switch or combination of keys that you can press to switch off the connection too. This is useful if you are using your laptop on an airplane or somewhere else that wireless devices are not allowed.
ca: Podeu desactivar la connexió sense fil fent clic amb el botó secundari a les Connexions de xarxa i desactivant <guilabel>Habilita la connexió sense fil</guilabel>. Alguns portàtils també tenen un commutador o una combinació de tecles que podeu prémer per desactivar la connexió. Això és útil si feu servir el portàtil en un avió o en algun altre lloc on els dispositius sense fil no són permesos.
da: Du kan slukke for din trådløse forbindelse ved at højreklikke på Netværkshåndteringen og fjerne flueben ved <guilabel>Aktivér trådløst netværk</guilabel>. Nogle bærbare computere har også en knap eller en tastekombination, som du kan trykke for at slukke for forbindelsen. Dette er nyttigt hvis du bruger din bærbare computer i et fly eller et andet sted hvor trådløse enheder ikke er tilladt.
de: Sie können Ihre Funknetzwerkverbindung ausschalten, indem Sie mit der rechten Maustaste auf den Netzwerk-Manager klicken und <guilabel>Funknetzwerk aktivieren</guilabel> deaktivieren. Einige Laptops haben einen Schalter oder eine Tastenkombination, die Sie drücken können, um die Verbindung ebenfalls auszuschalten. Dies ist nützlich, wenn Sie Ihren Laptop in einem Flugzeug oder an einem anderen Ort, an dem drahtlose Geräte nicht erlaubt sind,benutzen.
el: Μπορείτε να κλείσετε την ασύρματη σύνδεση κάνοντας δεξί κλικ στον Network Manager και στην συνέχεια απενεργοποιώντας την <guilabel>Ενεργοποίηση ασύρματου δικτύου</guilabel>. Κάποια laptop έχουν επίσης έναν διακόπτη ή συνδυασμό πλήκτρων που μπορείτε να πατήσετε για να κλείσετε την σύνδεση. Αυτό είναι χρήσιμο αν χρησιμοποιείται το laptop σε αεροπλάνο ή κάπου όπου οι ασύρματες συσκευές δεν επιτρέπονται.
fr: Vous pouvez désactiver votre connexion sans fil en faisant un clic droit sur l'icône du gestionnaire de réseau et en décochant <guilabel>Activer le réseau sans fil</guilabel>. Certains ordinateurs portables permettent la désactivation du réseau sans fil grâce à un interrupteur ou une combinaison de touches. Ceci est utile si vous vous trouvez à bord d'un avion ou bien dans un endroit où les connexions sans fil ne sont pas autorisées.
gl: Pode desactivar a súa conexión sen fíos premendo co botón dereito na icona do Xestor de rede e desmarcando a caixiña <guilabel>Activar a rede sen fíos</guilabel>. Algúns portátiles teñen un botón ou unha combinación de teclas que tamén permiten desactivala. Isto é útil cando esté usando o seu portátil nun avión ou algún outro lugar onde non se permitan dispositivos sen fíos.
hu: Kikapcsolhatja a vezeték nélküli kapcsolatot a jobb egérgombbal a Hálózatkezelő ikonjára kattintva, és a <guilabel>Vezeték nélküli kapcsolat engedélyezése</guilabel> négyzetet törölve. Egyes laptopokon külön kapcsolóval vagy billentyűkombinációval is megszüntethető a kapcsolat. Ez repülőgépeken, vagy olyan helyeken hasznos, ahol nem engedélyezett a vezeték nélküli kapcsolat használata.
sl: Svojo brezžično povezavo lahko izklopite z desnim klikom na ikono Upravljalnika omrežja in odstranitvijo izbire <guilabel>Omogoči brezžično omrežje</guilabel>. Nekateri prenosniki imajo stikalo ali kombinacijo tipk s katero lahko izklopite povezavo. To je uporabno, če prenosnik uporabljate na letalu ali kje drugje, kjer brezžine naprave niso dovoljene.
sr: Можете да искључите бежичне везе тако што ћете кликнути десним тастером на Управника мреже и поништити избор <quote><guilabel>Омогући бежичну мрежу</guilabel></quote>. Неки преносиви рачунари имају прекидач или комбинацију тастера које можете притиснути да искључите повезаност. Ово је корисно ако користите преносиви рачунар у авиону или на неком другом месту где бежични уређаји нису дозвољени.

source: Connect to a server
ast: Coneutar a un sirvidor
ca: Com connectar-se a un servidor
da: Forbind til en server
de: Verbindung zu einem Server herstellen
el: Σύνδεση σ' έναν εξυπηρετητή
fr: Se connecter à un serveur
gl: Ligar cun servidor
hu: Csatlakozás kiszolgálóhoz
nl: Verbinding maken met een server
ro: Conectare la un server
sk: Pripojenie na server
sl: Povezava s strežnikom
sq: Lidhu me një server
sr: Повезивање на сервер
tr: Bir sunucuya bağlanma
uk: З'єднання з сервером
zh_cn: 连接到服务器

source: Ubuntu can connect to a variety of servers using <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server...</guimenuitem></menuchoice>
ast: Ubuntu puede coneutase a una bayura de sirvidores usando <menuchoice><guimenu>Llugares</guimenu><guimenuitem>Coneutar a sirvidor...</guimenuitem></menuchoice>
ca: L'Ubuntu pot connectar-se a diversos tipus de servidor a través de <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Connecta al servidor...</guimenuitem></menuchoice>
da: Ubuntu kan oprette forbindelse til en række forskellige servere ved hjælp af <menuchoice><guimenu>Steder</guimenu><guimenuitem>Tilslut server...</guimenuitem></menuchoice>
de: Ubuntu kann sich mit einer vielzahl von Servern verbinden, indem man <menuchoice><guimenu>Orte</guimenu><guimenuitem>Verbindung zu Server...</guimenuitem></menuchoice> auswählt.
el: Το Ubuntu μπορεί να συνδεθεί σε πολλούς και διάφορους εξυπηρετητές, επιλέγοντας <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Σύνδεση στον εξυπηρετητή...</guimenuitem></menuchoice>
fr: Ubuntu peut se connecter à plusieurs serveurs en utilisant <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Se connecter à un serveur…</guimenuitem></menuchoice>
gl: Ubuntu pódese conectar con diversos servidores empregando <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Conectar cun servidor...</guimenuitem></menuchoice>
hu: Az Ubuntu számos kiszolgálóhoz képes csatlakozni a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Kapcsolódás kiszolgálóhoz…</guimenuitem></menuchoice> menüpont alatt
nl: Ubuntu kan verbinding maken met vele servers via <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Verbinden met server...</guimenuitem></menuchoice>
ro: Ubuntu se poate conecta la diverse servere, dacă utilizați <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Conectare la server...</guimenuitem></menuchoice>
sk: Ubuntu sa dokáže pripojiť na rôzne typy serverov pomocou <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Pripojiť k serveru...</guimenuitem></menuchoice>
sl: Ubuntu se lahko poveže na različne strežnike z uporabo <menuchoice><guimenu>Mesta</guimenu><guimenuitem>Povezava s strežnikom ...</guimenuitem></menuchoice>
sq: Ubuntu mund të lidhet me shumë servera duke përdorur <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Lidhu me Serverin...</guimenuitem></menuchoice>
sr: Убунту може да се повеже са различитим серверима користећи <quote><menuchoice><guimenu>Пречице</guimenu><guimenuitem>Повежи се са сервером...</guimenuitem></menuchoice></quote>.
tr: Ubuntu <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server...</guimenuitem></menuchoice>i kullanarak çeşitli sunuculara bağlanabilir.
uk: Ubuntu може з'єднуватись з багатьма видами серверів, за допомогою <menuchoice><guimenu>Місця</guimenu><guimenuitem>З'єднання з сервером...</guimenuitem></menuchoice>
zh_cn: Ubuntu 能连到各种服务，用 <menuchoice><guimenu>地点</guimenu><guimenuitem>连到服务......</guimenuitem></menuchoice>

source: FTP
de: FTP-Server
sr: ФТП

source: Click <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server...</guimenuitem></menuchoice>.
ast: Calca <menuchoice><guimenu>Llugares</guimenu><guimenuitem>Coneutar a sirvidor...</guimenuitem></menuchoice>.
ca: Feu clic a <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Connecta al servidor...</guimenuitem></menuchoice>.
da: Klik på <menuchoice><guimenu>Steder</guimenu><guimenuitem>Tilslut server...</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guimenu>Orte</guimenu><guimenuitem>Verbindung zu Server...</guimenuitem></menuchoice>.
el: Κάντε κλικ σε <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Σύνδεση στον εξυπηρετητή...</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Se connecter à un serveur…</guimenuitem></menuchoice>.
gl: Prema <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Conectar cun servidor...</guimenuitem></menuchoice>.
hu: Válassza a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Kapcsolódás kiszolgálóhoz…</guimenuitem></menuchoice> menüpontot.
nl: Klik op <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Verbinden met server...</guimenuitem></menuchoice>.
ro: Dați clic pe <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Conectare la server...</guimenuitem></menuchoice>.
sk: Kliknite na <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Pripojiť k serveru...</guimenuitem></menuchoice>.
sl: Kliknite <menuchoice><guimenu>Mesta</guimenu><guimenuitem>Povezava s strežnikom ...</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Lidhu me Serverin...</guimenuitem></menuchoice>.
sr: Кликните <quote><menuchoice><guimenu>Пречице</guimenu><guimenuitem>Повежи се са сервером...</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Sunucuya Bağlan...</guimenuitem></menuchoice>'a tıklayın.
uk: Натисніть <menuchoice><guimenu>Місця</guimenu><guimenuitem>З'єднання з сервером...</guimenuitem></menuchoice>.
zh_cn: 点击 <menuchoice><guimenu>位置</guimenu><guimenuitem>连接到服务器...</guimenuitem></menuchoice>。

source: From <guilabel>Service Type</guilabel> choose <guilabel>Public FTP</guilabel> for an anonymous connection or <guilabel>FTP (With Login)</guilabel> if you have a username.
ast: En <guilabel>Tipu de serviciu</guilabel> seleiciona <guilabel>FTP públicu</guilabel> pa una conexón anónima, o bien <guilabel>FTP (con rexistru)</guilabel> si tienes un nome d'usuariu.
ca: A <guilabel>Tipus de servei</guilabel> trieu <guilabel>FTP públic</guilabel> si disposeu d'una connexió anònima, o <guilabel>FTP (amb usuari)</guilabel> si disposeu d'un nom d'usuari.
da: Vælg <guilabel>Offentlig FTP</guilabel> fra <guilabel>Tjenestetype</guilabel> for en anonym forbindelse, eller <guilabel>FTP (med logind)</guilabel> hvis du har et brugernavn.
de: Im Reiter <guilabel>Dienst-Typ</guilabel> wählen Sie <guilabel>Öffentlicher FTP</guilabel> für eine anonyme Verbindung oder wählen Sie <guilabel>FTP (mit Zugangsbeschränkung)</guilabel>. wenn Ihnen ein Benutzername zugeteilt ist.
el: Στο πεδίο <guilabel>Τύπος υπηρεσίας</guilabel> επιλέξτε <guilabel>Δημόσιο FTP</guilabel> για ανώνυμη σύνδεση ή <guilabel>FTP (με είσοδο)</guilabel>, εφόσον έχετε όνομα χρήστη.
fr: Pour <guilabel>Type de service</guilabel>, choisissez <guilabel>FTP public</guilabel> pour une connexion anonyme ou <guilabel>FTP (avec identification)</guilabel> si vous avez un nom d'utilisateur.
gl: En <guilabel>Tipo de servizo </guilabel> escoller <guilabel>FTP Público</guilabel> para unha conexión anónima ou <guilabel>FTP (con login)</guilabel> se ten un nome de usuario.
hu: A névtelen kapcsolódáshoz válassza a <guilabel>Szolgáltatás típusa</guilabel> listából a <guilabel>Nyilvános FTP</guilabel> elemet, vagy ha van felhasználóneve, válassza az <guilabel>FTP (bejelentkezéssel)</guilabel> elemet.
nl: Kies bij <guilabel>Diensttype</guilabel> <guilabel>Publieke FTP</guilabel> voor een anonieme verbinding of <guilabel>FTP (met aanmelden)</guilabel> als u een gebruikersnaam heeft.
ro: Din <guilabel>Tip serviciu</guilabel> alegeți <guilabel>FTP Public</guilabel> pentru o conectare anonimă sau <guilabel>FTP (cu autentificare)</guilabel> dacă aveți un nume de utilizator.
sk: Z ponuky <guilabel>Typ služby</guilabel> vyberte <guilabel>Verejné FTP</guilabel> pre anonymné pripojenie alebo <guilabel>FTP (s prihlásením)</guilabel> ak máte prihlasovacie meno.
sl: V <guilabel>Vrsta storitve</guilabel> izberite <guilabel>Javni FTP</guilabel> za anonimno povezavo ali <guilabel>FTP (s prijavo)</guilabel>, če imate uporabniško ime.
sq: Nga <guilabel>Lloji i Shërbimit</guilabel> zgjidhni <guilabel>FTP Publike</guilabel> për një lidhje anonime ose <guilabel>FTP (Me Hyrje)</guilabel> nëse keni një emër përdoruesi.
sr: Из падајуће листе <quote><guilabel>Врста услуге</guilabel></quote> изаберите <quote><guilabel>Јавни ФТП</guilabel></quote> за анонимну везу или <quote><guilabel>ФТП (са пријављивањем)</guilabel></quote> ако имате корисничко име.
tr: İsimsiz bağlantı için <guilabel>Service Type</guilabel>den <guilabel>Public FTP</guilabel>i ya da eğer bir kullanıcı adınız varsa <guilabel>FTP (With Login)</guilabel>i seçin.
uk: В полі <guilabel>Тип служби</guilabel> оберіть <guilabel>Публічний FTP</guilabel> для анонімного з'єднання чи <guilabel>FTP (з реєстрацією)</guilabel> якщо у вас є ім'я користувача.
zh_cn: 如果你需要匿名连接，请从<guilabel>服务类型</guilabel>中选择<guilabel>公共FTP</guilabel>，如果你拥有一个用户名，则选择<guilabel>FTP(登录)</guilabel>

source: Enter the server address in <guilabel>Server</guilabel>, for example ftp.ubuntu.com.
ast: Escribe la direición del sirvidor en <guilabel>Sirvidor</guilabel>, por exemplu ftp.ubuntu.com.
ca: A <guilabel>Servidor</guilabel> introduïu l'adreça del servidor, per exemple ftp.ubuntu.com.
da: Indtast adressen på serveren i <guilabel>Server</guilabel>, for eksempel ftp.ubuntu.com.
de: Geben Sie eine Server-Adresse bei <guilabel>Server</guilabel> ein, z.B. ftp.ubuntu.com.
el: Εισάγετε την διεύθυνση του εξυπηρετητή στο πεδίο <guilabel>Εξυπηρετητής</guilabel>, για παράδειγμα ftp.ubuntu.com.
fr: Saisissez le nom du serveur dans <guilabel>Serveur</guilabel>, par exemple ftp.ubuntu.com.
gl: Introduza o enderezo do servidor en <guilabel>Servidor</guilabel>, por exemplo ftp.ubuntu.com.
hu: Adja meg a kiszolgáló címét a <guilabel>Kiszolgáló</guilabel> mezőben, például: ftp.ubuntu.com.
nl: Typ bij <guilabel>Server</guilabel> het adres van de server in, bijvoorbeeld ftp.ubuntu.com.
ro: Introduceți adresa serverului în <guilabel>Server</guilabel>; de exemplu, ftp.ubuntu.com.
sk: Zadajte adresu servera do poľa <guilabel>Server</guilabel>, napríklad ftp.ubuntu.com.
sl: V <guilabel>Strežnik</guilabel> vnesite naslov strežnika, na primer ftp.ubuntu.com.
sq: Vendosni adresën e serverit tek <guilabel>Serveri</guilabel>, përshembull ftp.ubuntu.com.
sr: Унесите адресу сервера у поље <quote><guilabel>Сервер</guilabel></quote>, на пример <quote>ftp.ubuntu.com</quote>.
tr: <guilabel>Sunucu</guilabel> bölümüne sunucu adresini girin. Örnek: ftp.ubuntu.com.
uk: Введіть адресу сервера в полі <guilabel>Сервер</guilabel>, наприклад ftp.ubuntu.com.
zh_cn: 在<guilabel>服务器</guilabel>中输入服务器地址，如 ftp.ubuntu.com。
