Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ast: ubuntu-doc@list.ubuntu.com (Proyeutu de Documentación d'Ubuntu)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentationsprojekt)
el: ubuntu-doc@lists.ubuntu.com (Έργο τεκμηρίωσης του Ubuntu)
fr: ubuntu-doc@lists.ubuntu.com (projet de documentation Ubuntu)
gl: ubuntu-doc@lists.ubuntu.com (Proxecto de documentación de Ubuntu)
hu: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentációs projekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de documentație Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubunta)
sq: ubuntu-doc@lists.ubuntu.com (Projekti i Dokumentimit Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
tr: ubuntu-doc@lists.ubuntu.com (Ubuntu Belgelendirme Projesi)
uk: ubuntu-doc@lists.ubuntu.com (Проект Документації Ubuntu)
zh_cn: ubuntu-doc@lists.ubuntu.com (Ubuntu 文档项目)

source: Internet and Networks
ast: Internet y Redes
ca: Internet i xarxes
da: Internet og netværk
de: Internet und Netzwerke
el: Διαδίκτυο και δίκτυα
fr: Internet et réseaux
gl: Internede e redes
hu: Internet és hálózatok
nl: Internet en netwerken
ro: Rețele locale și Internet
sk: Internet a siete
sl: Internet in omrežja
sq: Interneti dhe Rrjetet
sr: Интернет и мреже
tr: İnternet ve Ağlar
uk: Інтернет та Мережі
zh_cn: 互联网和网络

source: Connecting to and browsing the internet, and communicating over the internet using email and instant messaging.
ast: Coneutase y ñavegar per Internet, y comunicase pela Internet usando corréu electrónicu y mensaxería instantánea.
ca: Connexió i navegació per Internet, i comunicació a través d'aquesta per correu electrònic i missatgeria instantània.
da: Internetforbindelse og internetbrowsing og kommunikation over internettet med e-post og chat.
de: Herstellung einer Internetverbindung, Navigieren im Internet und mittels E-Mail und Instant Messaging kommunizieren.
el: Σύνδεση και περιήγηση στο διαδίκτυο, και επικοινωνία μέσω του διαδικτύου χρησιμοποιώντας προγράμματα ηλεκτρονικής αλληλογραφίας και άμεσων μηνυμάτων.
fr: Connexion et navigation sur Internet et communication par Internet en utilisant le courriel et la messagerie instantanée.
gl: Conectarse, navegar por internet e comunicarse a través de internet usando o correo electrónico e a mensaxería instantánea.
hu: Kapcsolódás az internethez, böngészés, kommunikáció e-mail és azonnali üzenetküldők használatával.
nl: Verbinding maken met en surfen op het Internet, en communiceren over het Internet via e-mail en chat
ro: Conectarea și navigarea pe Internet, comunicarea prin Internet cu ajutorul email-ului și al mesajelor instantanee.
sk: Pripojenie do internetu a jeho prehliadanie, komunikácia cez internet prostredníctvom emailu a okamžitých správ (IM).
sl: Povezovanje in brskanje po internetu ter komuniciranje preko interneta z uporabo elektronske pošte in hipnega sporočanja.
sq: Duke u lidhur dhe duke shfletuar internetin, dhe duke komunikuar nëpërmjet internetit duke përdorur e-mail dhe mesazhim të çastit.
sr: Повезивање и претраживање интернета, и комуницирање путем интернета користећи е-пошту и тренутне поруке.
tr: Internet'e bağlanıp gezinmek, e-posta ve anında mesajlaşmayla Internet üzerinden iletişim kurmak.
uk: Підключення та перегляд ресурсів інтернет, спілкування через інтернет використовуючи пошту або миттєві повідомлення.
zh_cn: 连接和浏览国际互联网，通过互联网发送电子邮件和进行即时交流。

source: Internet Applications
ast: Aplicaciones d'Internet
ca: Aplicacions d'internet
da: Internetprogrammer
de: Internetanwendungen
el: Εφαρμογές διαδικτύου
fr: Applications Internet
gl: Aplicativos de Internet
hu: Internetes alkalmazások
nl: Internettoepassingen
ro: Aplicații pentru Internet
sk: Internetové aplikácie
sl: Internetni programi
sq: Programet e Internetit
sr: Интернет апликације
tr: İnternet Uygulamaları
uk: Інтернет додатки
zh_cn: 互联网应用程序

source: This section provides information on using common Internet applications, such as web browsers and email clients.
ast: Esta seición ufre información pa usar aplicaciones pa Internet comunes, como ñavegadores web y clientes de corréu.
ca: Aquesta secció proporciona informació sobre com utilitzar les aplicacions d'Internet més habituals, com ara els navegadors web i els clients de correu electrònic.
da: Dette afsnit giver oplysninger om brugen af gængse internetprogrammer, såsom internetbrowsere og e-post-klienter.
de: Dieser Abschnitt beinhaltet Informationen zur Benutzung von Internetanwendungen wie Webbrowsern oder E-Mail-Clients.
el: Το κεφάλαιο αυτό παρέχει πληροφορίες για την χρήση κοινών διαδικτυακών εφαρμογών, όπως ενός περιηγητή ιστού και μιας εφαρμογής ηλεκτρονικής αλληλογραφίας.
fr: Cette partie fournit des informations sur l'utilisation des applications Internet les plus communes, comme les navigateurs Web et les clients de courrier électronique.
gl: Esta sección fornece información acerca de como empregar aplicativos comúns na Internet, como navegadores web e clientes de correo electrónico.
hu: Ez a fejezet információkat nyújt az alapvető internetes alkalmazások, például böngészők és levelezőkliensek használatáról.
nl: Deze sectie biedt informatie over het gebruik van veelgebruikte internettoepassingen, zoals webbrowsers en e-mailprogramma's.
ro: Această secțiune furnizează informații privind utilizarea aplicațiilor obișnuite pentru Internet, cum ar fi navigatoarele web sau clienții de email.
sk: Táto kapitola poskytuje informácie o používaní bežných internetových aplikácií, ako je internetový prehliadač a poštový klient.
sl: Ta odsek zagotavlja podatke o uporabi splošnih spletnih programov, kot so spletni brskalniki in odjemalniki elektronske pošte.
sq: Ky seksion jep informacion për përdorimin e programeve të internetit, siç janë shfletuesit e internetit dhe klientët e ndryshëm për e-mail.
sr: Овај одељак пружа информације о коришћењу уобичајених Интернет апликација, као што су веб претраживачи и клијенти е-поште.
tr: Bu bölüm, web tarayıcısı ve e-posta istemcileri gibi ortak İnternet uygulamalarının kullanımı hakkında bilgi verir.
uk: Цей розділ надає інформацію про використання загальних Інтернет додатків, таких як веб-браузери та поштові клієнти.
zh_cn: 这一节提供一些关于常用Internet应用程序使用的信息，诸如web浏览器和电子邮件客户端等。

source: Web browsing with Firefox
ast: Restolar la Web con Firefox
ca: Navegació per la web amb el Firefox
da: På nettet med Firefox
de: Mit Firefox im Web navigieren
el: Περιήγηση του ιστού με τον Firefox
fr: Naviguez sur le Web avec Firefox
gl: Navegar pola rede con Firefox
hu: Böngészés Firefox–szal
nl: Websurfen met Firefox
ro: Navigare pe web cu Firefox
sk: Prehliadanie internetu s Firefoxom
sl: Spletno brskanje s Firefoxom
sq: Të shfletosh Internetin me Firefox
sr: Претраживање веба Фајерфоксом
tr: Firefox ile Web'de gezinme
uk: Перегляд вебсайтів за допомогою Firefox
zh_cn: 使用 Firefox 浏览网页

source: The powerful and secure <application>Mozilla Firefox</application> web browser is included in Ubuntu. <application>Firefox</application> features tabbed browsing, pop-up blocking, built-in search, and live bookmarks. Also supported are popular plug-ins such as Java, Flash, and RealPlayer.
ast: El potente y seguru ñavegador web <application>Mozilla Firefox</application> ta incluyíu n'Ubuntu. <application>Firefox</application> ufre ñavegación en llingüetes, bloquéu de pop-ups, gueta integrada, y marcadores activos. Sofítense también complementos populares como Java, Flash, y RealPlayer.
ca: L'Ubuntu inclou el potent i segur navegador web <application>Mozilla Firefox</application>. El <application>Firefox</application> inclou navegació amb pestanyes, bloqueig de finestres emergents, cerca integrada i adreces d'interès actives. També és compatible amb complements populars com ara el Java, el Flash i el RealPlayer.
da: Den funktionsrige og sikre internetbrowser <application>Mozilla Firefox</application> leveres sammen med Ubuntu. <application>Firefox</application> har faneblade, blokering af pop op-vinduerBegrænsede udvidelsesmo, indbygget søgeværktøj og live-bogmærker. Populære udvidelsesmoduler (plugins) som for eksempel Java, Flash og RealPlayer er også understøttet.
de: Der sichere und leistungsstarke Webbrowser <application>Mozilla Firefox</application> ist standardmäßig in Ubuntu enthalten. <application>Firefox</application> unterstützt Reiter, einen Pop-Up-Blocker, eine eingebaute Suche und Lesezeichen. Außerdem werden populäre Plug-Ins wie Java, Flash und RealPlayer unterstützt.
el: Ο ισχυρός και ασφαλής περιηγητής ιστού <application>Mozilla Firefox</application> συμπεριλαμβάνεται στο Ubuntu. Ο <application>Firefox</application> προσφέρει περιήγηση με χρήση καρτελών, φραγή αναδυομένων παραθύρων, ενσωματωμένη αναζήτηση και ενεργούς σελιδοδείκτες. Υποστηρίζονται, επίσης, δημοφιλή πρόσθετα όπως τα Java, Flash και RealPlayer.
fr: Ubuntu contient <application>Mozilla Firefox</application>, un navigateur Web puissant et sécurisé. <application>Firefox</application> propose la navigation par onglets, le blocage des fenêtres intempestives, une recherche intégrée et des marque-pages dynamiques. Il prend également en charge les extensions les plus répandues comme Java, Flash et RealPlayer.
gl: O poderoso e seguro navegador da web <application>Mozilla Firefox</application> está incluido en Ubuntu. As funcionalidades do <application>Firefox</application> como recursos como navegación en separadores, bloqueo de xanelas emerxentes, busca integrada e marcadores. Tamén permite engadidos populares como Java, Flash e RealPlayer.
hu: A sokoldalú és biztonságos <application>Mozilla Firefox</application> böngésző az Ubuntu rendszer része. A <application>Firefox</application> alapvető tulajdonságai közé tartozik a több böngészőlap használata, a felugró ablakok blokkolása, a beépített kereső és az élő könyvjelzők használata. Ezen kívül olyan népszerű bővítményeket is támogat, mint a Java, a Flash vagy a RealPlayer.
nl: De krachtige en veilige webbrowser <application>Mozilla Firefox</application> wordt met Ubuntu meegeleverd. <application>Firefox</application> bevat browsen met tabbladen, blokkeren van pop-ups, ingebouwde zoekfunctie en live-bladwijzers. Tevens worden populaire plug-ins zoals Java, Flash en RealPlayer ondersteund.
ro: <application>Mozilla Firefox</application> este un navigator web robust, securizat, inclus în Ubuntu. <application>Firefox</application> asigură facilități cum ar fi navigarea în file multiple, blocare pop-up (ferestre publicitare nesolicitate), acces la motoare de căutare încorporat în interfață și semne de carte dinamice. De asemenea, poate rula module binecunoscute, cum ar fi Java, Flash și RealPlayer.
sk: Mocný a bezpečný internetový prehliadač <application>Mozilla Firefox</application> je súčasťou Ubuntu. Medzi funkcie <application>Firefoxu</application> patrí prehliadanie v kartách, blokovanie vyskakovacích okien, zabudované vyhľadávanie a aktívne záložky. Takisto podporuje obľúbené zásuvné moduly ako Java, Flash a RealPlayer.
sl: Zmogljiv in varen spletni brskalnik <application>Mozilla Firefox</application> je vključen v Ubuntu. <application>Firefox</application> vsebuje podporo brskanju z zavihki, blokiranju pojavnih oken. Prav tako vsebuje vgrajeno iskanje, žive zaznamke in podpira priljubljene vstavke, kot so Java, Flash in RealPlayer.
sq: Shfletuesi i fuqishëm dhe i sigurt <application>Mozilla Firefox</application> është i shtuar në Ubuntu <application?Firefox</application> tiparet: shfletimi nëpër tabela, bllokim i pop-up, kërkim i ndërtuar në brendësi dhe libërshënues të drejtpërdrejtë. Suporton gjithashtu plugin-ët enjohur, siç janë Java, Flash dhe RealPlayer.
sr: Моћан и безбедан <emphasis role="strong"><application>Мозила Фајерфокс</application></emphasis> веб претраживач је преинсталиран у Убунтуу. <application>Фајерфокс</application> обезбеђује претраживање у језичцима, блокирање облачића, уграђену претрагу и живе забелешке. Такође су подржани популарни додаци, као што су Јава, Флеш и РилПлејер.
tr: Ubuntu, güçlü ve güvenli <application>Mozilla Firefox</application> ağ tarayıcısını içerir. <application>Firefox</application> sekmeli tarama, açılır pencere engelleme, dahili arama ve canlı yer imleri gibi özelliklere sahiptir. Ayrıca Java, Flash, RealPlayer gibi popüler eklentileri destekler.
uk: Потужний та безпечний веб-броузер <application>Mozilla Firefox</application> входить до складу Ubuntu. <application>Firefox</application> надає підтримку табів, блокування випливаючих вікон, вбудований пошук та ін. Також підтримуються популярні додатки - Java, Flash та RealPlayer.
zh_cn: 强大而又安全的 <application>Mozilla Firefox</application> 浏览器就包含在 Ubuntu里。 <application>Firefox</application> 有标签式浏览，弹出窗口拦截，内置搜索，实时书签等特色。它还支持流行插件如 Java，Flash，and RealPlayer。

source: <application>Firefox</application> can be launched by clicking <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
ast: <application>Firefox</application> puede llanzase calcando en <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
ca: Es pot executar el <application>Firefox</application> fent clic a <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>.
da: <application>Firefox</application> kan åbnes ved at klikke på <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
de: <application>Firefox</application> kann gestartet werden, indem man auf folgendes klickt: <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
el: O <application>Firefox</application> μπορεί να εκκινηθεί κάνοντας κλικ στο <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Διαδίκτυο</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice>.
fr: <application>Firefox</application> peut être lancé en sélectionnant <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigateur Web Firefox</guimenuitem></menuchoice>.
gl: Pode iniciar o <application>Firefox</application> premendo <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice>.
hu: A <application>Firefoxot</application> az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem></menuchoice> menüpontra kattintva indíthatja.
nl: <application>Firefox</application> kan worden gestart door op <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webbrowser</guimenuitem></menuchoice> te klikken.
ro: <application>Firefox</application> poate fi lansat apăsând pe <menuchoice><guimenu>Aplicații</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigator web Firefox</guimenuitem></menuchoice>.
sk: <application>Firefox</application> spustíte kliknutím na <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice>.
sl: <application>Firefox</application> lahko zaženete tako, da izberete <menuchoice><guimenu>Programi</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox spletni brskalnik</guimenuitem></menuchoice>.
sq: <application>Firefox</application> mund të hapet duke klikuar <menuchoice><guimenu>Programet</guimenu><guisubmenu>Interneti</guisubmenu><guimenuitem>Shfletuesi i Internetit Firefox</guimenuitem></menuchoice>.
sr: <application>Фајерфокс</application> може бити покренут кликањем на <quote><menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Фајерфокс веб претраживач</guimenuitem></menuchoice></quote>.
tr: <application>Firefox</application>, <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>İnternet</guisubmenu><guimenuitem>Firefox Ağ Tarayıcısı</guimenuitem></menuchoice> seçeneğine tıklanarak açılabilir.
uk: <application>Firefox</application> можливо запустити, вибравши <menuchoice><guimenu>Програми</guimenu><guisubmenu>Інтернет</guisubmenu><guimenuitem>Firefox Web Browser x</guimenuitem></menuchoice>.
zh_cn: <application>Firefox</application> 可以通过点击 <menuchoice><guimenu>应用程序</guimenu><guisubmenu>互联网</guisubmenu><guimenuitem>Firefox 浏览器</guimenuitem></menuchoice>来启动。

source: Get addons for your Firefox
ast: Algamar estensiones pa Firefox
ca: Obteniu complements per al Firefox
da: Hent tilføjelser til din Firefox
de: Erweiterungen für Ihren Firefox installieren
el: Βρείτε πρόσθετα για τον Firefox
fr: Obtenir des extensions pour votre Firefox
gl: Obteña engadidos para o Firefox
hu: Firefox kiegészítők telepítése
nl: Add-ons verkrijgen voor Firefox
ro: Obțineți module pentru Firefox
sk: Získajte doplnky pre váš Firefox
sl: Dobite dodatke za Firefox
sq: Të merrni shtesa për Firefox-in tuaj
sr: Набављање додатака за Фајерфокс
tr: Firefox için eklenti edinin
uk: Отримати додатки для Firefox
zh_cn: 获取Firefox的附加组件

source: Addons extend Firefox's capabilities, such as automatically removing adverts or altering the behaviour of menus.
ast: Les estensiones aumenten capacidaes de Firefox, como desaniciar publicidá automáticamente o cambear el funcionamientu de menús.
ca: Els complements amplien les capacitats del Firefox, com ara la supressió automàtica de la publicitat o la modificació del comportament dels menús.
da: Tilføjelser udvider Firefox' funktionalitet, for eksempel ved at fjerne reklamer automatisk eller ændre menuers opførsel.
de: Erweiterungen erweitern die Möglichkeiten Ihres Firefox-Browsers, wie beispielsweise das automatische Entfernen von Werbung oder die Möglichkeit, Verhaltensweisen der Menüs zu beeinflussen.
el: Τα πρόσθετα διευρύνουν τις δυνατότητες του Firefox, όπως αυτόματη αφαίρεση διαφημίσεων ή τροποποίηση της συμπεριφοράς των μενού.
fr: Les extensions augmentent les fonctionnalités de Firefox, avec par exemple la possibilité d'enlever automatiquement les publicités ou modifier le comportement des menus.
gl: Os complementos estenden as capacidades do Firefox, como eliminar automaticamente os anuncios ou alterar o comportamento dos menús.
hu: A kiegészítők olyan képességeket adnak a Firefox böngészőhöz, mint a reklámok automatikus eltávolítása, vagy a menük viselkedésének megváltoztatása.
nl: Met add-ons kunt u de mogelijkheden van Firefox uitbreiden, zoals het automatisch verwijderen van advertenties of het aanpassen van het menugedrag.
ro: Modulele extind capacitățile Firefox-ului, cum ar fi eliminarea automată a reclamelor sau modificarea acțiunilor specifice meniurilor.
sk: Doplnky rozširujú schopnosti Firefoxu ako napríklad automatické odstraňovanie reklám alebo zmena správania sa ponúk.
sl: Dodatki razširijo zmožnosti Firefoxa, kot so samodejno odstrajevanje reklamnih oken in spreminjanje obnašanja menijev.
sq: Shtesat i zgjerojnë aftësitë e Firefox, siç është heqja automatike e reklamave ose ndryshimi i sjelljes së menuve.
sr: Додаци проширују могућности Фајерфокса, као што је аутоматско уклањање реклама или промена понашања менија.
tr: Eklentiler Firefox'un yeteneklerini geliştirir, otomatik reklam engelleme ya da menülerin davranışlarını değiştirme gibi.
uk: Додатки розширюють такі можливості Firefox як автоматичне усування реклами чи зміна поведінки меню.
zh_cn: 附加组件可以扩展Firefox的功能，比如自动祛除广告以及改变菜单的行为。
