Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Ensure that your wireless device is turned on.
ast: Comprueba que'l preséu inalámbricu ta prendíu.
ca: Assegureu-vos que el dispositiu sense fil està engegat.
da: Kontrollér at din trådløse enhed er tændt.
de: Stellen Sie sicher, dass Ihr WLAN-Gerät eingeschaltet ist.
el: Βεβαιωθείτε ότι η ασύρματη συσκευή σας είναι ανοικτή.
fr: Assurez-vous que votre périphérique sans fil et sous tension.
gl: Asegúrese de que o dispositivo sen fíos está prendido.
hu: Győződjön meg róla, hogy a vezeték nélküli eszköz be van kapcsolva.
nl: Controleer of het draadloos netwerkapparaat aan staat.
ro: Asigurați-vă că dispozitivul fără fir este pornit.
sk: Uistite sa, že je vaše bezdrôtové zariadenie zapnuté.
sl: Prepričajte se, da je brezžična naprava vklopljena.
sq: Sigurohuni që pajisja juaj wireless të jetë e ndezur.
sr: Уверите се да је ваш бежични уређај укључен.
tr: Kablosuz bağlantı aygıtınızın açık olduğundan emin olun.
uk: Переконайтесь, що пристрій безпровідної мережі ввімкнуто.
zh_cn: 确保您的无线设备已经开启。

source: Click the Network Manager icon in the system notification area.
ca: Feu clic a la icona de les Connexions de xarxa a l'àrea de notificació del sistema.
da: Klik på ikonet for Netværkshåndtering i systemets statusfelt.
de: Wählen Sie das Symbol des Netzwerk-Managers im Benachrichtigungsfeld.
el: Κάντε κλικ στο εικονίδιο του διαχειριστή δικτύου στην περιοχή ειδοποιήσεων του συστήματος.
fr: Cliquez sur l'icône du gestionnaire de réseau située dans la zone de notification du système.
gl: Prema na icona do Xestor de redes na área de notificación do sistema.
hu: Kattintson a Hálózatkezelő ikonjára az értesítési területen.
sl: Kliknite na ikono Upravljalnika omrežja v obvestilnem področju sistema.
sr: Кликните на иконицу Управника мреже у обавештајној зони система.
zh_cn: 在系统通知区域点击网络管理图标

source: Under <guilabel>Wireless Networks</guilabel> click on the network you want to connect to.
ca: A <guilabel>Xarxes sense fil</guilabel> feu clic a la xarxa a la qual us vulgueu connectar.
da: Tryk på det netværk du ønsker at forbinde til, under <guilabel>Trådløse netværk</guilabel>.
de: Unter <guilabel>WLAN</guilabel> wählen Sie einfach per Klick das Netzwerk aus, mit welchem Sie sich verbinden möchten.
el: Στα <guilabel>Ασύρματα δίκτυα</guilabel> πατήστε στο δίκτυο στο οποίο επιθυμείτε να συνδεθείτε.
fr: Dans <guilabel>Réseaux sans fil</guilabel>, cliquez sur le réseau auquel vous voulez vous connecter.
gl: Baixo <guilabel>Redes sen fíos</guilabel> prema na rede coa que quere conectar.
hu: A <guilabel>Vezetékes hálózatok</guilabel> alatt válassza ki azt a hálózatot, amelyhez csatlakozni szeretne.
nl: Klik onder <guilabel>Draadloze netwerken</guilabel> op het netwerk waarmee u verbinding wilt maken.
ro: Sub <guilabel>Rețele fără fir</guilabel>, dați clic pe rețeaua la care doriți să vă conectați.
sk: V sekcie <guilabel>Bezdrôtové siete</guilabel> kliknite na sieť ku ktorej sa chcete pripojiť.
sl: V <guilabel>Brezžična omrežja</guilabel> kliknite na omrežje na katero se želite povezati.
sq: Tek <guilabel>Rrjetet Wireless</guilabel> klikoni mbi rrjetin me të cilin dëshironi të lidheni.
sr: У језичку <quote><guilabel>Бежичне мреже</guilabel></quote> кликните мрежу на коју желите да се повежете.
tr: <guilabel>Wireless Networks</guilabel> altında bağlanmak istediğiniz ağ üzerine tıklayın.
zh_cn: 在 <guilabel>无线网络</guilabel> 下方点击想要连接的网络。

source: If you have connected to the network previously, Ubuntu will automatically connect to the network where it is available.
ast: Si coneutaste anteriormente a la rede, Ubuntu coneutará automáticamente a la rede cuando tea disponible.
ca: Si anteriorment us heu connectat a una xarxa, l'Ubuntu es connectarà automàticament a la xarxa quan aquesta estigui disponible.
da: Hvis du tidligere har tilsluttet til netværket, vil Ubuntu automatisk oprette forbindelse til dette netværk, når det er tilgængeligt.
de: Wenn Sie sich schon einmal mit einem Funknetzwerk verbunden haben, wird sich Ubuntu automatisch mit diesem Netzwerk verbinden, wenn es verfügbar ist.
el: Εάν έχετε συνδεθεί προηγουμένως στο δίκτυο, το Ubuntu θα συνδέεται αυτόματα στο δίκτυο αυτό, εφόσον είναι διαθέσιμο.
fr: Si vous vous étiez connecté au réseau précédemment, Ubuntu s'y reconnectera aux endroits où celui-ci est disponible.
gl: Se xa conectou con esta rede anteriormente, Ubuntu conéctase automaticamente coa rede se estivera dispoñíbel.
hu: Ha korábban már kapcsolódott egy hálózathoz, az Ubuntu annak elérhetővé válásakor automatikusan kapcsolódni fog hozzá.
nl: Als u al eerder verbinding heeft gemaakt met het netwerk, dan zal Ubuntu automatisch verbinding maken met het beschikbare netwerk.
ro: Dacă v-ați mai conectat la rețea înainte, Ubuntu se va conecta automat la rețeaua care este disponibilă.
sk: Ak ste sa v minulosti pripojili k nejakej sieti, Ubuntu sa automaticky pripojí k tejto sieti ak je k dispozícii.
sl: Če ste se na omrežje v preteklosti že povezali, se bo Ubuntu samodejno povezal na omrežje, kjer je na voljo.
sq: Nëse jeni lidhur me atë rrjet më parë, Ubuntu do të lidhet automatikisht me atë rrjet kur është i disponueshëm.
sr: Ако сте раније били повезани са мрежом, Убунту ће се аутоматски повезати на мрежу где је то могуће.
tr: Daha önceden ağa bağlandıysanız, Ubuntu uygun ağ bulduğu zaman kendiliğinden ağa bağlanacak.
uk: Якщо ви уже підключались до мережі раніше, Ubuntu автоматично піключиться до мережі, якщо це доступно.
zh_cn: 如果您先前连接到过这一网络，Ubuntu 将会在该网络可用时自动连接它。

source: If you are connecting to a network for the first time, security details may be needed. If so, a dialog box will open. Enter your security details as follows.
ast: Si te coneutes per primer vegada a la rede, van necesitase dellos detalles de seguridá. Va abrise un diálogu. Pon los detalles de seguridá como vien darréu.
ca: Si us esteu connectat a una xarxa per primer cop, us caldran els paràmetres de seguretat. Si és necessari, s'obrira un quadre de diàleg. Introduïu els paràmetres de seguretat com es mostra a continuació.
da: Hvis det er første gang du opretter forbindelse til et netværk, kan det være nødvendigt at udfylde sikkerhedsinformationer. Hvis det er tilfældet, vil der blive åbnet en dialogboks åben. Indtast din sikkerhed informationer som følger.
de: Wenn Sie sich zum ersten Mal mit einem Funknetzwerk verbinden, müssen evt. Sicherheitsdetails eingegeben werden. Wenn das so ist, wird sich ein Fenster öffnen. Geben Sie die Sicherheitsdetails wie folgt ein:
el: Εάν συνδέεστε για πρώτη φορά σ' ένα δίκτυο, μπορεί να χρειαστεί να παρέχετε λεπτομερείς πληροφορίες ασφαλείας. Στην περίπτωση αυτή θα ανοίξει μια οθόνη διαλόγου. Εισάγετε τις πληροφορίες ασφαλείας ως ακολούθως:
fr: Si vous vous connectez à un réseau pour la première fois, les informations de sécurité peuvent être nécessaires. Si tel est le cas, une boite de dialogue s'ouvrira. Saisissez vos informations de sécurité comme suit.
gl: Se vai conectar cunha rede pola primeira vez, pode que se precisen detalles de seguranza. De ser así, ábrese un diálogo. Introduza os detalles de seguranza como segue.
hu: Ha először kapcsolódik egy vezeték nélküli hálózathoz, szükség lehet a biztonsági információk megadására. A megnyíló párbeszédablakban adja meg ezeket, az alábbiak szerint.
nl: Als u voor het eerst verbinding maakt met het netwerk, dan zult u mogelijk beveiligingsdetails moeten opgegeven. Als dat zo is, verschijnt er een dialoogvenster. Vul uw beveiligingsdetails als volgt in.
ro: Dacă vă conectați pentru prima dată la o rețea, pot fi necesare detalii de securitate. În acest caz, se va deschide o casetă de dialog. Introduceți detaliile de securitate după cum urmează.
sk: Ak sa pripájate k sieti prvýkrát, môžete potrebovať bezpečnostné detaily.
sl: Če se na omrežje povezujete prvič, boste morda morali vnesti varnostne podrobnosti. V tem primeru se bo odprlo pogovorno okno. Vnesite svoje varnostne podrobnosti kot sledi.
sq: Nëse jeni lidhur me një rrjet për herë të parë, mund të nevojiten detajet e sigurisë. Nëse po, do të hapet një kuti dialogu. Vendosni detajet tuaja të sigurisë si vijon.
sr: Ако се први пут повезујете на мрежу, безбедносни детаљи могу бити потребни. Ако је тако, отвориће се прозорче дијалога. Унесите безбедносне детаље као што следи.
tr: Bir ağa ilk defa bağlanıyorsanız güvenlik ayrıntıları gerekebilir. Eğer gerekliyse iletişim kutusu açılacak. Güvenlik ayrıntılarınızı aşağıda gösterildiği gibi girin.
uk: Якщо ви підключаєтесь до мережі вперше, можливо будуть потрібні параметри безпеки. В разі їх потреби, відкриється діалог. Введіть параметри безпеки, як описано далі.
zh_cn: 如果你首次连接到一个网络，可能会需要安全信息。如果是这样的话，会出现一个对话框，按如下输入你的安全信息。

source: In most cases the security type will be detected automatically. If not, select the security type from the <guilabel>Wireless Security</guilabel> drop-down box. This will depend on how the wireless network is set up. Examples of security types are WEP, WPA and LEAP.
ast: Na mayoría los casos la triba de seguridá detéutase automáticamente. Si nun la deteuta, escueyi la triba de seguridá de <guilabel>Seguridá inalámbrica</guilabel> nel cuadru desplegable. Esto dependerá de la forma na que la red inalámbrica tea configurada. Exemplos de tribes de seguridá son WEP, WPA y LEAP.
ca: En la majoria dels casos el tipus de seguretat es detectarà automàticament. Si no és el cas, seleccioneu el tipus de seguretat en el quadre desplegable <guilabel>Seguretat de la xarxa sense fil</guilabel> Aquesta dependrà de com està configurada la xarxa sense fil. Alguns exemples de tipus de seguretat són WEP, WPA i LEAP.
da: I de fleste tilfælde vil sikkerhedstypen blive fundet automatisk. Hvis ikke, skal du vælge sikkerhedstypen fra listen <guilabel>Trådløs sikkerhed</guilabel>. Dette vil afhænge af, hvordan det trådløse netværk er sat op. Nogle eksempler på sikkerhedstyper er WEP, WPA og LEAP.
de: In den meisten Fällen wird die Verschlüsselungsart automatisch erkannt. Wenn nicht, wählen Sie die Verschlüsselungsart im Auswahlfeld <guilabel>Sicherheit des Funknetzwerks</guilabel> aus.
el: Στις περισσότερες περιπτώσεις το πρωτόκολλο ασφάλειας θα ανιχνευθεί αυτόματα. Σε αντίθετη περίπτωση, επιλέξτε το πρωτόκολλο ασφάλειας από το αναπτυσσόμενο μενού <guilabel>Ασφάλεια ασύρματου δικτύου</guilabel>. Αυτό θα εξαρτάται από τον τρόπο με τον οποίο έχει στηθεί το ασύρματο δίκτυο. Παραδείγματα πρωτοκόλλων ασφαλείας είναι τα WEP, WPA και LEAP.
fr: Dans la plupart des cas, le type de sécurité sera automatiquement détecté. Si ce n'est pas le cas, sélectionnez le type de sécurité dans le menu déroulant <guilabel>Sécurité sans fil</guilabel>
gl: Na maioría dos casos o tipo de seguranza detéctase automaticamente. De non ser así, seleccione o tipo de seguranza no menú despregábel <guilabel>Seguranza sen fíos</guilabel>. Isto depende de como estea configurada a rede sen fíos. Exemplos de tipos de seguranza son WEP, WPA e LEAP.
hu: A Hálózatkezelő a legtöbb esetben automatikusan érzékeli a biztonsági beállításokat. Ha nem, válassza ki a biztonsági szolgáltatás típusát a <guilabel>Vezeték nélküli biztonság</guilabel> lapon. Ez a vezeték nélküli hálózat beállításaitól függ. Példák a biztonsági típusokra: WEP, WPA, LEAP.
nl: In de meeste gevallen zal het beveiligingstype automatisch gedetecteerd worden. Als dat niet zo is, selecteert u het beveiligingstype uit de keuzelijst <guilabel>Draadloos beveiliging</guilabel>.
ro: În majoritatea cazurilor, tipul de securitate va fi detectat în mod automat. Dacă nu, selectați tipul de securitate din lista de selecție <guilabel>Securitate rețea fără fir</guilabel>. Acesta va depinde de configurația rețelei fără fir. Câteva exemple de tipuri de securitate sunt WEP, WPA și LEAP.
sk: Vo väčšine prípadov bude typ zabezpečenia detekovaný automaticky. Ak sa tak nestane, zvoľte typ zabezpečenia z ponuky <guilabel>Bezdrôtová bezpečnosť</guilabel>, ktorá bude závisieť od nastavení vašej bezdrôtovej siete. Toto sú niektoré typy zabezpečenia - WEP, WPA and LEAP.
sl: V večini primerov bo vrsta varnosti zaznana samodejno. Če ni, jo izberite s spustnega polja <guilabel>Brezžična varnost</guilabel>. To je odvisno od tega kako je brezžično omrežje nastavljeno. Primeri vrst varnosti so WEP, WPA in LEAP.
sq: Në shumicën e rasteve lloji i sigurisë do të dallohet në mënyrë automatike. Nëse jo, zgjidhni llojin e tipit të sigurisë nga kutia zbritëse <guilabel>Siguria e Wireless</guilabel>. Kjo varet nga mënyra se si është konfiguruar rrjeti wireless. Shembuj të tipave të sigurisë janë WEP, WPA dhe LEAP.
sr: У већини случајева врста безбедности ће бити откривена аутоматски. Ако не, изаберите врсту безбедности из падајуће листе <quote><guilabel>Бежична безбедност</guilabel></quote>. Ово ће зависити од тога како је подешена бежична мрежа. Примери врста безбедности су <emphasis role="strong"><quote>ВЕП, ВПА и ЛЕАП</quote></emphasis>.
tr: Birçok durumda güvenlik tipi otomatik olarak belirlenir. Eğer öyle değilse, <guilabel>Wireless Security</guilabel>den açılan kutuda güvenli tipi seçin. Bu kablosuz ağın başlatılmasına bağlı olacak. Güvenlik tiplerinin örnekleri WEP,WPA ve LEAP'lerdir.
uk: В більшості випадків тип безпеки визначатиметься автоматично. Якщо ні, оберіть тип захисту в <guilabel>Захист безпровідної мережі</guilabel>. Це залежатиме від налаштувань конкретної безпровідної мережі. Параметрами типів захисту є WEP, WPA та LEAP.
zh_cn: 大多数情况下安全类型会被自动探知。如果不是这样的话，从<guilabel>无线网络安全</guilabel>下拉菜单选择安全类型。这个取决于无线网络是怎么建立的。

source: Enter the password, key or other authentication details as appropriate. These are usually case-sensitive. If you don't know your wireless key, it may be printed on the bottom of your wireless router.
ca: Introduïu la contrasenya, la clau o altres valors d'autenticació de forma adequada. Aquests acostumen a distingir entre majúscules i minúscules. Si no coneixeu la vostra clau sense fil, potser que estigui impresa a sota del vostre encaminador sense fil.
da: Indtast adgangskoden, nøglen, eller andre autorisationsinformationer efter behov. I disse er der normalt forskel på store og små bogstaver. Hvis du ikke kender din nøgle, er den ofte skrevet på bunden af din trådløse ruter.
de: Geben Sie das Passwort, den Schlüssel oder andere erforderliche Authentifizierungsdetails ein. Diese unterscheiden normalerweise Groß- und Kleinschreibung. Wenn Ihnen der Schlüssel zu Ihrem Drahtlosnetzwerk nicht bekannt ist, könnte er evtl. auf der Unterseite Ihres Routers aufgedruckt sein.
el: Εισάγετε τον κωδικό, το κλειδί ή άλλες πληροφορίες πιστοποίησης κατάλληλα. Αυτές είναι συνήθως ευαίσθητες σε κεφαλαία/πεζά. Αν δεν γνωρίζετε το ασύρματο κλειδί σας, μπορεί να είναι τυπωμένο στο κάτω μέρος του ασύρματου router.
fr: Saisissez le mot de passe, la clé de sécurité ainsi que tout autre information utile. Faites attention à la casse lors de la saisie. Si vous ne connaissez pas votre clé de sécurité, regardez sous votre routeur où elle est généralement imprimée.
gl: Introduza o contrasinal, chave ou outros detalles de autenticación axeitados. Estes adoitan diferenciar maiúsculas de minúsculas. Se non coñece o contrasinal da rede sen fíos, pode que esté impresa na parte inferior do seu encamiñador sen fíos.
hu: Adja meg a szükséges jelszót, kulcsot vagy egyéb hitelesítési adatokat. Ezek általában megkülönböztetik a kis- és nagybetűket. Ha nem ismeri a vezeték nélküli kapcsolat kulcsát, azt esetleg megtalálhatja a vezeték nélküli router aljára nyomtatva.
sl: Vnesite geslo, ključ ali druge podrobnosti overitve kot je primerno. Te so običajno občutljive na velikost črk. V kolikor svojega brezžičnega ključa ne poznate, je morda natisnjen na dnu vašega brezžičnega usmerjevalnika.
sr: Унесите лозинку, кључ или друге детаље потврђивања идентитета као што одговара. Углавном разликују мала и велика слова. Ако не знате ваш бежични кључ, може бити одштампан на доњој страни бежичног усмеривача.

source: Click <guibutton>Connect</guibutton>. If you are prompted again for your security details, you may have entered them incorrectly, or there could be a problem with your wireless setup.
ca: Feu clic a <guibutton>Connecta</guibutton>. Si us torna a demanar els valors de seguretat, potser que els hàgiu introduït de forma incorrecta o que hi hagi hagut un problema amb la configuració sense fil.
da: Klik på <guibutton>Tilslut</guibutton>. Hvis du igen bliver spurgt om dine sikkerhedsinformationer, har du muligvis indtastet dem forkert, eller der kan være problemer med din trådløse opsætning.
de: Drücken Sie <guibutton>Verbinden</guibutton>. Wenn Sie erneut nach den Sicherheitsdetails gefragt werden, haben Sie sie evtl. falsch eingegeben oder es besteht ein Problem mit den Einstellungen Ihres Drahtlosnetzwerks.
el: Πατήστε <guibutton>Σύνδεση</guibutton>. Αν σας ζητηθούν ξανά οι πληροφορίες ασφαλείας, μπορεί να μην τις έχετε εισάγει σωστά, ή μπορεί να υπάρχει πρόβλημα με την ρύθμιση της ασύρματης σύνδεσης.
fr: Cliquez sur <guibutton>Se connecter</guibutton>. Si vous êtes de invité à vérifier les paramètres de sécurité, c'est que vous les avez probablement mal saisis ou bien qu'il y a un problème avec votre configuration du réseau sans fil.
gl: Pulse <guibutton>Conectar</guibutton>. Si se le vuelven a pedir los valores de seguridad, puede que los haya introducido incorrectamente, o que haya algún problema con su configuración inalámbrica.
hu: Nyomja meg a <guibutton>Kapcsolódás</guibutton> gombot. Ha a program újra bekéri a biztonsági adatokat, akkor lehet hogy hibásan adta meg azokat, vagy a vezeték nélküli beállításokkal van probléma.
sl: Kliknite <guibutton>Poveži se</guibutton>. Če boste znova pozvani za svoje varnostne podrobnosti, ste jih morda vnesli nepravilno ali pa je težava v nastavitvah vaše brezžične povezave.
sr: Кликните <quote><guibutton>Повежи се</guibutton></quote>. Ако се од вас поново траже безбедносни детаљи, можда сте их унели погрешно или можда има проблема са подешавањима бежичне мреже.

source: If you have a wired network connection as well as a wireless connection, the wired connection will be used by default.
ast: Si tienes una rede per cable amás d'una rede inalámbrica, la conexón per cable usaráse de manera predeterminada.
ca: Si teniu una connexió de xarxa amb fil a més d'una connexió sense fil, per defecte s'utilitzarà la connexió amb fil.
da: Hvis du har en kabelbaseret netværksforbindelse samt en trådløs forbindelse, vil den kablede blive brugt som standard.
de: Wenn Sie sowohl eine Kabelnetzwerkverbindung als auch eine kabellose Netzwerkverbindung haben, wird die Kabelnetzwerkverbindung standardmäßig benutzt.
el: Αν έχετε ενσύρματη σύνδεση δικτύου και επιπλέον και ασύρματη, η ενσύρματη θα χρησιμοποιηθεί από προεπιλογή.
fr: Si vous avez simultanément une connexion réseau filaire et sans fil, la connexion filaire sera utilisée par défaut.
gl: Se ten tanto unha conexión de rede con fíos como unha sen fíos, a conexión con fíos será usada como predeterminada.
hu: Ha vezetékes és vezeték nélküli kapcsolata is van, akkor a vezetékes lesz alapértelmezésben kiválasztva.
nl: Als u zowel een bekabeld als een draadloos netwerk hebt, zal het bekabelde netwerk als standaard worden gebruikt.
ro: Dacă dețineți atât o conexiune la o rețea cu fir, cât și o conexiune fără fir, va fi utilizată implicit conexiunea cu fir.
sk: Ak máte drôtové spojenie spolu s bezdrôtovým spojením, štandardne bude použité drôtové spojenie.
sl: Če imate tako žično kot brezžično povezavo, bo žična samodejno uporabljena.
sq: Nëse keni një lidhje të rrjetit me kabllo si dhe një lidhje wireless, lidhja me kabllo do të përdoret paraprakisht.
sr: Ако имате и жичану и бежичну везу, онда ће прво бити коришћена жичана веза.
tr: Eğer, kablosuz bağlantısı yanı sıra kablolu ağ bağlantısı varsa, kablolu bağlantı varsayılan olarak kullanılır.
uk: Якщо у вас є провідна мережа зв'язку, а також бездротовий зв'язок, проводове з'єднання буде використовуватися за замовчуванням.
zh_cn: 如果您同时拥有有线和无线网络连接，有线连接将默认被使用。

source: Mobile Broadband
ast: Banda ancha móvil
ca: Banda ampla mòbil
da: Mobilt bredbånd
de: Mobiles Breitband
el: Ευρυζωνικές συνδέσεις δικτύων κινητής τηλεφωνίας (Mobile broadband)
fr: Mobile à large bande
gl: Banda larga móbil
hu: Mobil széles sáv
nl: Mobiel breedband
ro: Internet mobil de bandă largă
sk: Mobilné širokopásmové pripojenie
sl: Mobilni širokopasovni dostop
sr: Мобилна широкопојасна веза
tr: Mobil Genişbant
uk: Стільникові широкосмугові
zh_cn: 移动宽带

source: <emphasis>Mobile Broadband</emphasis> means any kind of high speed Internet connection which is provided by an external device such as a 3G USB stick or mobile phone with built-in HSPA/UMTS/GPRS data connection. Some laptops have recently been produced with mobile broadband devices already inside them.
ca: La <emphasis>banda ampla mòbil</emphasis> significa qualsevol tipus de connexió d'alta velocitat a Internet proporcionada per un dispositiu extern com ara una clau USB 3G o un telèfon mòbil amb connexió de dades integrada HSPA/UMTS/GPRS. Últimament alguns portàtils han s'han fabricat amb dispositius de banda ampla mòbil ja incorporats.
da: Ved <emphasis>Mobilt bredbånd</emphasis> forstås enhver form for høJhastighedsforbindelse til internettet, som leveres af en ekstern enhed såsom en 3G USB-enhed eller en mobiltelefon med indbygget HSPA/UMTS/GPRS-dataforbindelse. Nogle bærbare computere er for nylig blevet produceret med mobile bredbåndsenheder indbygget fra starten.
de: <emphasis>Mobiles Breitband</emphasis> heißen alle schnellen Verbindungsarten, die über ein externes Gerät, wie 3G USB-Sticks oder Mobiltelefone mit eingebauter HSPA/UMTS/GPRS Datenverbindung hergestellt werden. Einige neuere Laptops besitzen ebenfalls eingebaute mobile Breitbandgeräte.
el: <emphasis>Κινητή ευρυζωνική</emphasis> σημαίνει οποιοδήποτε είδος σύνδεσης διαδικτύου υψηλής ταχύτητας που παρέχεται από μια εξωτερική συσκευή, όπως ένα στικ 3G USB ή ένα κινητό τηλέφωνο με ενσωματωμένη σύνδεση δεδομένων HSPA/UMTS/GPRS. Πρόσφατα έχουν κατασκευαστεί μερικοί φορητοί υπολογιστές με ενσωματωμένες συσκευές κινητής ευρυζωνικής σύνδεσης.
fr: <emphasis>Mobile à large bande</emphasis> correspond à tout type de connexion Internet haut débit fournie par périphérique externe tel qu'une clé USB 3G ou un téléphone portable doté d'une connexion HSPA/UMTS/GPRS. Certains ordinateurs portables récents intègre également en standard un dispositif mobile à large bande.
gl: <emphasis>Banda larga móbil</emphasis> quere decir calquera tipo de conexión a internet de alta velocidade que é fornecida por un dispositivo externo, tal como un teléfono móbil ou un dispositivo USB 3G, que admite conexións de datos HSPA/UMTS/GPRS. Recentemente producironse algúns portátiles con dispositivos de banda larga móbil integrados.
hu: A <emphasis>mobil széles sáv</emphasis> olyan nagy sebességű internetkapcsolatokat jelent, amelyet küldő eszköz, például 3G USB stick vagy beépített HSPA/UMTS/GPRS adatkapcsolattal rendelkező mobiltelefon biztosít. Egyes újabb laptopok már tartalmaznak beépített mobil széles sávú eszközöket.
sl: <emphasis>Mobilni širokopasovni dostop</emphasis> je katerakoli vrsta hitre internetne povezave, ki jo zagotavlja zunanja naprava kot je 3G USB ključek ali mobilni telefon z vgrajeno podatkovno povezavo HSPA/UMTS/GPRS. Nekateri prenosniki so proizvedeni z mobilnimi širokopasovnimi napravami v njih.
sr: <emphasis role="strong"><emphasis>Мобилна широкопојасна</emphasis></emphasis> означава сваку врсту Интернет везе велике брзине коју обезбеђује спољни уређај као што је <emphasis role="strong"><quote>3Г УСБ</quote></emphasis> стик или мобилни телефон са уграђеном <emphasis role="strong"><quote>ХСПА/УМТС/ГПРС</quote></emphasis> везом података. Неки преносиви рачунари су недавно произведени са већ уграђеним мобилним широкопојасним уређајем.
