Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: There is much more information available from the <ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation</ulink>.
ast: Hai bayura d'información disponible na <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentación de la comuña</ulink>.
ca: Hi ha molta més informació disponible a la <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentació de la comunitat</ulink>.
da: Der er meget mere information til rådighed fra <ulink url="https://help.ubuntu.com/community/WifiDocs">fællesskabets dokumentation</ulink>.
de: Deutlich mehr Informationen finden Sie in der <ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation (englisch)</ulink> oder im <ulink url="http://wiki.ubuntuusers.de/WLAN">deutschsprachigen Ubuntu-Wiki</ulink>.
el: Υπάρχουν περισσότερες πληροφορίες διαθέσιμες στη σελίδα της <ulink url="https://help.ubuntu.com/community/WifiDocs">τεκμηρίωσης της κοινότητας</ulink>.
fr: Il y a beaucoup plus d'informations disponibles sur la <ulink url="http://doc.ubuntu-fr.org/wifi">documentation de la communauté francophone</ulink>.
gl: Disponse de moita máis información na <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentación da comunidade</ulink>.
hu: Erről a témakörről további információ a <ulink url="https://help.ubuntu.com/community/WifiDocs">közösségi dokumentációban (angol)</ulink> érhető el.
nl: U vindt nog veel meer informatie in de <ulink url="https://help.ubuntu.com/community/WifiDocs">documentatie van de Ubuntu-gemeenschap</ulink>(Engels).
ro: Mult mai multe informații sunt disponibile la <ulink url="https://help.ubuntu.com/community/WifiDocs">Documentația Comunității</ulink>.
sk: Oveľa viac informácii je dostupných v <ulink url="https://help.ubuntu.com/community/WifiDocs">Komunitnej dokumentácii</ulink>.
sl: Veliko več podatkov je na voljo v <ulink url="https://help.ubuntu.com/community/WifiDocs">Dokumentaciji skupnosti</ulink>.
sq: Ka më tepër informacion të disponueshëm nga <ulink url="https://help.ubuntu.com/community/WifiDocs">Dokumentimi i Komunitetit</ulink>.
sr: Много више доступних информација има у <ulink url="https://help.ubuntu.com/community/WifiDocs">Документацији заједнице</ulink>.
tr: Daha fazla bilgi için <ulink url="https://help.ubuntu.com/community/WifiDocs">Topluluk Belgeleri</ulink>.
uk: Набагато більше інформації можна отримати в <ulink url="https://help.ubuntu.com/community/WifiDocs">Документації Спільноти</ulink>.
zh_cn: 在<ulink url="https://help.ubuntu.com/community/WifiDocs">Community Documentation</ulink>上有更多的有用信息。

source: This troubleshooting guide is designed to be carried out in order. If you reach the end of a section and are not directed to another - then try <xref linkend="connecting-wireless"/> and should it fail begin at the start again.
ast: Esta guía d'igua de problemes ta diseñada para siguise n'orde. Si llegues al cabu d'una seición y nun t'empobina pa otra, tenta <xref linkend="connecting-wireless"/> y si eso falla, torna de nuevu a l'entamu.
ca: Aquesta guia de resolució de problemes està dissenyada per a ser consultada en ordre. Si arribeu al final de la secció i no se us dirigeix a una altra, llavors proveu la <xref linkend="connecting-wireless"/> i hauríeu de tornar a començar.
da: Denne fejlfindingsguide er designet til at blive gennemført trin for trin. Hvis du når til slutningen af et afsnit og ikke bliver henvist til et andet - så prøv <xref linkend="connecting-wireless"/>. Hvis dette heller ikke løser det, så begynd forfra igen.
de: Die Schritte dieser Hilfe zur Fehlerbeseitigung müssen in einer bestimmten Reihenfolge ausgeführt werden. Wenn Sie das Ende eines Abschnittes erreichen und nicht zu einem weiteren weitergeleitet werden, versuchen Sie <xref linkend="connecting-wireless"/>. Sollten Sie hier keinen Erfolg haben, müssen Sie wieder am Anfang beginnen.
el: Αυτός ο οδηγός αντιμετώπισης προβλημάτων έχει σχεδιαστεί έτσι ώστε να εκτελούνται τα βήματά του κατά σειρά. Εάν φθάσετε στο τέλος ενός τμήματός του και δεν σας προταθεί να προχωρήσετε στο επόμενο, τότε δοκιμάστε το <xref linkend="connecting-wireless"/> κι εφόσον αποτύχετε ξεκινήστε πάλι από την αρχή.
fr: Ce guide de dépannage est conçu pour être mis en œuvre dans l'ordre. Si vous atteignez la fin d'une section et que vous n'êtes pas dirigé vers une autre section, tentez alors <xref linkend="connecting-wireless"/>. Si cela ne fonctionne pas, recommencez alors au début.
gl: Esta guía de solución de problemas deseñouse para poder ser manexada en orde. Se chega ao remate dunha sección e non se ve dirixido a outra, probe <xref linkend="connecting-wireless"/> que debería levalo ao principio outra vez.
hu: Ebben a hibaelhárítási útmutatóban mindent a leírtak sorrendjében hajtson végre. Ha egy szakasz végére ér és az utasítások nem irányítják másikra, akkor próbálja ki a <xref linkend="connecting-wireless"/> szakaszban leírtakat. Ha így sem működne, kezdje újra az elejétől.
nl: Deze probleemoplosser is ontworpen om op volgorde uitgevoerd te worden. Als u aan het einde van een sectie komt en niet naar de volgende doorgestuurd wordt - probeer dan <xref linkend="connecting-wireless"/>. Lukt dit niet, ga dan terug naar het begin.
ro: Acest ghid de depanare este proiectat să se deruleze în ordine. Dacă ajungeți la finalul unei secțiuni și nu sunteți direcționat spre o alta - atunci încercați <xref linkend="connecting-wireless"/>, iar dacă încercarea eșuează, începeți din nou de la capăt.
sk: Táto príručka na riešenie problémov je navrhnutá aby sa vykonávala po poradí. Ak dosiahnete koniec sekcie a nebudete presmerovaný na inú, skúste <xref linkend="connecting-wireless"/> a ak to zlyhá začnite odznova.
sl: Vodič odpravljanja težav je zasnovan za izvajanje v vrstnem redu. V primeru da ste dosegli konec odseka in niste usmerjeni na drugega poskusite <xref linkend="connecting-wireless"/> in če vam spodleti poskusite znova od začetka.
sq: Ky udhëzues është dizenjuar për tu marrë sipas radhës. Nëse arrini fundin e një seksioni dhe nuk drejtoheni për tek tjetri - atëherë provoni <xref linkend="connecting-wireless"/> dhe nëse ai dështon niseni nga fillimi.
sr: Овај водич за решавање проблема је дизајниран да буде спроведен по реду. Ако дођете на крај одељка а нисте преусмерени на неки други; онда покушајте: <xref linkend="connecting-wireless"/> и ако не успе почните из почетка поново.
tr: Bu sorun giderme rehberi bir düzen içerisinde yapılması için tasarlandı. Eğer bir bölümün sonuna varırsanız ve doğrudan diğerine bağlı değilse - o zaman <xref linkend="connecting-wireless"/>i dene ve başlangıçta tekrar başarısız olacaktır.
uk: Цей посібник по усуненню несправностей розроблено для покрокового виконання. Якщо ви дочитали до кінця розділу і не були направлені в інший — спробуйте скористатись <xref linkend="connecting-wireless"/>, якщо і це не допоможе, почніть з початку даного посібника.
zh_cn: 本问题解决指南设计成依次展开。如果你到了一个章节的结尾，再也不能往下走了，可以试试<xref linkend="connecting-wireless"/>。假如，还是失败的话，请重新开始。

source: Check that the device is on
ast: Comprueba que'l preséu tea prendíu
ca: Comprovació de si el dispositiu està actiu
da: Kontroller, at enheden er tændt
de: Überprüfen Sie, ob das Gerät eingeschaltet ist
el: Ελέγξτε αν η συσκευή είναι σε λειτουργία
fr: Vérifiez que le périphérique est sous tension
gl: Comprobe que o dispositivo está prendido
hu: Ellenőrizze az eszköz bekapcsolt állapotát
nl: Controleer of het apparaat ingeschakeld is
ro: Verificați ca dispozitivul să fie pornit
sk: Skontrolujte, či je zariadenie zapnuté
sl: Preverite, če je naprava vklopljena
sq: Kontrolloni që pajisja të jetë e ndezur
sr: Проверавање укључености уређаја
tr: Cihazın açık olduğundan emin olunuz.
uk: Перевірте чи пристрій увімкнено
zh_cn: 点击启动设备

source: Many wireless network devices can be turned on or off. Check to see if there is a hardware switch, some devices can be switched off from Windows and may need to be turned back on from Windows.
ast: Munchos preseos de rede inalámbrica pueden prendese y apagase. Comprueba si hai un interruptor real, dellos preseos pueden apagase dende Windows y seique necesiten volver a prendese dende Windows.
ca: Molts dispositius de xarxes sense fils es poden activar o desactivar. Comproveu si hi ha un commutador de maquinari. Alguns dispositius es poden desactivar des del Windows i s'han de tornar a connectar des del Windows.
da: Mange trådløse netværksenheder kan være tændt eller slukket. Kontroller, om der er en hardwareswitch. Nogle enheder kan slukkes fra Windows, og det kan være nødvendigt at tænde dem igen fra Windows.
de: Viele drahtlose Netzwerkgeräte können ein- und ausgeschaltet werden. Prüfen Sie nach, ob es einen Hardware-Schalter gibt. Einige Geräte können von Windows heraus ausgeschaltet werden und müssen auch von Windows aus wieder angeschaltet werden.
el: Πολλές συσκευές ασύρματων δικτύων μπορούν να ενεργοποιηθούν η να απενεργοποιηθούν. Ελέγξτε αν υπάρχει διακόπτης λειτουργίας στη συσκευή. Κάποιες συσκευές μπορούν να απενεργοποιηθούν μέσω του λειτουργικού συστήματος Windows και ίσως πρέπει να επανεργοποιηθούν μέσω του λειτουργικού συστήματος Windows.
fr: De nombreuses interfaces réseaux sans-fil peuvent être activées et désactivées par l'utilisateur. Vérifiez s'il y a un interrupteur physique. Certaines interfaces peuvent aussi être désactivées à partir de Windows et peuvent nécessiter d'être réactivées sous Windows.
gl: Moitos dispositivos de redes sen fíos poden acenderse e apagarse. Comprobe se hai un interruptor; algúns dispositivos pódense apagar desde o Windows e pode que os haxa que prender de novo desde o Windows.
hu: Sok vezeték nélküli hálózati eszköz be- vagy kikapcsolható. Ellenőrizze, hogy van-e hardveres kapcsoló, néhány eszköz kikapcsolható a Windows operációs rendszerben, emiatt szükség lehet az eszköz Windows alatti ismételt bekapcsolására.
nl: Veel draadloze netwerkapparaten kunnen in- of uitgeschakeld worden. Kijk even of er een aan-uitknop op het apparaat zit. Sommige apparaten kunnen ook uitgeschakeld worden door Windows en moeten dan weer ingeschakeld worden vanuit Windows.
ro: Multe echipamente de rețea fără fir pot fi oprite sau pornite de la un comutator. Verificați dacă există un buton fizic. Unele echipamente pot fi oprite din Windows și poate fi necesar să fie repornite din Windows.
sk: Mnoho bezdrôtových zariadení sa dá vypnúť alebo zapnúť. Skontrolujte či na vašom zariadení nie je takýto prepínač, niektoré zariadenia môžu byť vypnuté z Window a môže byť potrebné zapnúť ich z Windows.
sl: Veliko naprav brezžičnega omrežja je mogoče vklopiti ali izklopiti. Preverite, če je na voljo stikalo strojne opreme. Nekatere naprave je mogoče izklopiti v Windows, zato jih je morda treba v Windows znova vklopiti.
sq: Shumë pajisje të rrjetit wireless mund të ndizen apo të fiken. Kontrolloni për të parë nëse ka ndonjë çelës në hardware, disa pajisje mund të fiken nga Windows dhe mund tu nevojitet të ndizen përsëri nga Windows.
sr: Многи бежични мрежни уређаји могу бити укључени или искључени. Проверите да ли постоји хардверски прекидач, неки уређаји могу бити искључени из Виндоуза и можда је потребно да буду укључени из Виндоуза.
tr: Birçok kablosuz bağlantı cihazı açılıp kapanabilirdir. Cihazınızın açma kapama tuşuna bakarak kontrol ediniz, bazı cihazlar Windows tarafından kapatılabilir ve yine Windows tarafından eskiye döndürülebilir.
uk: Багато бездротових мережевих пристроїв можуть вимикатись апаратно. Перевірте чи немає вимикача на обладнанні. Деякі пристрої можуть бути вимкнені у Windows, тому їх потрібно знову увімкнути з Windows.
zh_cn: 许多的无线网络设备能够被打开或关闭。请检查是否有硬件开关，有一些设备能够在Windows中被关闭，而很多需要在Windows中才能重新打开。

source: If it is turned on then see <xref linkend="troubleshooting-wireless-permissions"/>.
gl: Se está acendido vexa <xref linkend="troubleshooting-wireless-permissions"/>.
hu: Ha be van kapcsolva, akkor lásd a <xref linkend="troubleshooting-wireless-permissions"/> szakaszt.
sl: Če je vklopljena, si oglejte <xref linkend="troubleshooting-wireless-permissions"/>.
sr: Ако је исти укључен онда погледајте <xref linkend="troubleshooting-wireless-permissions"/>.

source: Check user permissions
gl: Comprobe os permisos do usuario
hu: Ellenőrizze a felhasználói jogosultságokat
sl: Preveri pravice uporabnika
sr: Проверавање овлашћења корисника

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>.
gl: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios e grupos</guimenuitem></menuchoice>.
hu: Nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Felhasználók és csoportok</guimenuitem></menuchoice> menüpontot.
sl: Odprite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Uporabniki in skupine</guimenuitem></menuchoice>.
sr: Отворите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Корисници и групе</guimenuitem></menuchoice></quote>.

source: Select your user name and click <guibutton>Advanced Settings</guibutton>. If prompted, enter your password.
gl: Seleccione o seu nome de usuario e prema <guibutton>Configuración avanzada</guibutton>. Se llelo pregunta introduza o seu contrasinal.
hu: Válassza ki a felhasználónevét, és nyomja meg a <guibutton>Speciális beállítások</guibutton> gombot. Ha szükséges, adja meg a jelszavát.
sl: Izberite svoje uporabniško ime in kliknite <guibutton>Napredne nastavitve</guibutton>. Če boste pozvani, vnesite vaše geslo.
sr: Изаберите ваше корисничко име и кликните <guibutton>Напредна подешавања</guibutton>. Унесите вашу лозинку ако вам је затражена.

source: Open the <guibutton>User Privileges</guibutton> tab.
gl: Abra a lapela <guibutton>Privilexios do usuario</guibutton>.
hu: Nyissa meg a <guibutton>Felhasználói jogosultságok</guibutton> lapot.
sl: Odprite zavihek <guibutton>Dovoljenja uporabnikov</guibutton>.
sr: Отворите језичак <guibutton>Овлашћења корисника</guibutton>.

source: Check <emphasis>Connect to wireless and ethernet networks</emphasis>.
gl: Seleccione <emphasis>Conectar a redes ethernet ou sen fíos</emphasis>.
hu: Jelölje be a <emphasis>Csatlakozás vezeték nélküli és ethernet hálózatokhoz</emphasis> lehetőséget.
sl: Preverite <emphasis>Povezava z brezžičnimi in žičnimi omrežji</emphasis>.
sr: Изаберите <emphasis>Повезује се на бежичне и жичане мреже</emphasis>.

source: Click <guibutton>OK</guibutton>.
ast: Calca <guibutton>Aceptar</guibutton>.
ca: Feu clic a <guibutton>D'acord</guibutton>.
da: Klik på <guibutton>O.k.</guibutton>.
de: Klicken Sie <guibutton>OK</guibutton>.
el: Πατήστε το κουμπί <guibutton>Εντάξει</guibutton>.
fr: Cliquez sur <guibutton>OK</guibutton>.
gl: Prema <guibutton>Cancelar</guibutton>.
hu: Kattintson az <guibutton>OK</guibutton> gombra.
nl: Klik op <guibutton>OK</guibutton>.
ro: Apăsați pe <guibutton>OK</guibutton>.
sk: Kliknite na <guibutton>OK</guibutton>.
sl: Kliknite <guibutton>V redu</guibutton>.
sq: Kliko <guibutton>OK</guibutton>.
sr: Кликните <quote><guibutton>У реду</guibutton></quote>.
tr: <guibutton>TAMAM</guibutton> düğmesine basın.
uk: Натисніть <guibutton>OK</guibutton>.
zh_cn: 点击<guibutton>确认</guibutton>。

source: Click <guibutton>Close</guibutton>.
ast: Calca <guibutton>Zarrar</guibutton>.
ca: Feu clic a <guibutton>Tanca</guibutton>.
da: Klik på <guibutton>Luk</guibutton>.
de: Klicken Sie <guibutton>Schließen</guibutton>.
el: Πατήστε <guibutton>Κλείσιμο</guibutton>.
fr: Cliquez sur <guibutton>Fermer</guibutton>.
gl: Prema <guibutton>Pechar</guibutton>.
hu: Kattintson a <guibutton>Bezárás</guibutton> gombra.
nl: Klik op <guibutton>Sluiten</guibutton>.
ro: Apăsați pe <guibutton>Închide</guibutton>.
sk: Kliknite na <guibutton>Zavrieť</guibutton>.
sl: Kliknite <guibutton>Zapri</guibutton>.
sq: Klikoni <guibutton>Mbylle</guibutton>.
sr: Кликните <quote><guibutton>Затвори</guibutton></quote>.
tr: <guibutton>Kapat</guibutton> düğmesine tıklayın.
uk: Клацніть <guibutton>Закрити</guibutton>.
zh_cn: 点击 <guibutton>关闭</guibutton>。

source: You may need to logout and log back in for the changes the take effect.
gl: Deberá saír e volver a entrar para que os cambios teñan efecto.
hu: A változtatások életbe lépéséhez szükség lehet a ki- és bejelentkezésre.
sl: Morda se boste morali odjaviti in ponovno prijaviti, da se spremembe uveljavijo.
sr: Морате да се одјавите и да се поново пријавите на систем да би измене ступиле на снагу.

source: Check for device recognition
ast: Comprobar el reconocimientu del preséu
ca: Comprovació del reconeixement del dispositiu
da: Kontroller genkendelse af enheder
de: Überprüfen Sie, ob das Gerät erkannt wird
el: Ελέγξτε για αναγνώριση της συσκευής
fr: Vérifiez la reconnaissance d'un périphérique
gl: Comprobar o recoñecemento de dispositivos
hu: Eszközfelismerés ellenőrzése
nl: Controleer de apparaatherkenning
ro: Verificați dacă dispozitivul este detectat
sk: Skontrolovať rozpoznanie zariadení
sl: Preverite za prepoznavanje naprave
sq: Kërko për të njohur pajisjen
sr: Проверавање препознатљивости уређаја
tr: Cihaz tanıtma için denetleme
uk: Перевірте пристрій
zh_cn: 检查设备识别

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>sudo lshw -C network</code>
ast: Abre un <application>terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe la orde: <code>sudo lshw -C network</code>
ca: Obriu un <application>Terminal</application> (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu l'ordre: <code>sudo lshw -C network</code>
da: Åbn en <application>Terminal</application> (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og indtast kommandoen: <code>sudo lshw -C network</code>
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>sudo lshw -C network</code> aus
el: Ανοίξτε ένα <application>Τερματικό</application> (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) και πληκτρολογήστε την εντολή: <code>sudo lshw -C network</code>
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>sudo lshw -C network</code>
gl: Abra un <application>Terminal</application> (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba a instrución: <code>sudo lshw -C network</code>
hu: Nyisson egy <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) és adja ki a következő parancsot: <code>sudo lshw -C network</code>
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en type de opdracht: <code>sudo lshw -C network</code>
ro: Deschideți un <application>Terminal</application> (<menuchoice><guimenu>Aplicaţii</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și introduceți comanda: <code>sudo lshw -C network</code>
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>sudo lshw -C network</code>
sl: Odprite <application>Terminal</application> (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomoči</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vtipkajte ukaz: <code>sudo lshw -C network</code>
sq: Hapni një <application>Terminal</application> (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtypni komandën: <code>sudo lshw -C network</code>
sr: Отворите <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите команду: <code>sudo lshw -C network</code>.
tr: Bir <application>Uçbirim</application> açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) ve şu komutu girin: <code>sudo lshw -C network</code>
uk: Відкрийте <application>Термінал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) і наберіть команду: <code>sudo lshw -C network</code>
zh_cn: 打开一个<application>终端</application>(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 输入命令: <code>sudo lshw -C network</code>

source: You should see an output, along with the words "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
ast: Tendríes que ver una salida, xunto coles pallabres "CLAIMED, UNCLAIMED, ENABLED o DISABLED".
ca: Hauríeu de veure una sortida amb les paraules «CLAIMED» (reclamat), «UNCLAIMED» (sense reclamar), «ENABLED» (habilitat) o «DISABLED» (inhabilitat)
da: Du bør se et output, sammen med ordene "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
de: Sie sollten eine Ausgabe mit den Wörtern "CLAIMED, UNCLAIMED, ENABLED oder DISABLED" sehen
el: Θα πρέπει να δείτε ένα αποτέλεσμα, να περιέχει μια από τις λέξεις "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
fr: Vous devriez voir des messages, avec les mots « CLAIMED, UNCLAIMED, ENABLED ou DISABLED »
gl: Debería ver unha saída, que inclúa as palabras "DEMANDADO, NON DEMANDADO, ACTIVADO ou DESACTIVADO"
hu: A következő szavakat láthatja a kimenetben: "CLAIMED, UNCLAIMED, ENABLED or DISABLED"
nl: Als het goed is, ziet u een resultaat en één van deze woorden: CLAIMED, UNCLAIMED, ENABLED of DISABLED.
ro: Veți vedea un rezultat, împreună cu unul dintre cuvintele: „REVENDICAT, NEREVENDICAT, ACTIVAT sau DEZACTIVAT”
sk: Výstup by mal obsahovať aj tieto slová "CLAIMED, UNCLAIMED, ENABLED alebo DISABLED"
sl: Videti bi morali izhod skupaj z besedami "CLAIMED, UNCLAIMED, ENABLED ali DISABLED"
sq: Ju do të shikoni një dalje, sëbashku me fjalët "I KËRKUAR, I PA KËRKUAR, I AKTIVIZUAR ose I ÇAKTIVIZUAR"
sr: Требали бисте да видите резултат, уз ове речи <quote>CLAIMED, UNCLAIMED, ENABLED или DISABLED</quote>.
tr: "CLAIMED, UNCLAIMED, ENABLED ve DISABLED" kelimeleri ile beraber bir çıkış görmelisiniz
uk: Ви повинні побачити вивід, а також слова "CLAIMED, UNCLAIMED, ENABLED чи DISABLED"
zh_cn: 您将看到一些包含 "CLAIMED, UNCLAIMED, ENABLED or DISABLED" 等单词的输出
