Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: You may be asked for a password every time you log in so that you can connect to a network. You can stop this from happening like so:
ca: Se us pot demanar la contrasenya cada vegada que entreu per poder-vos connectar a una xarxa. Podeu evitar que passi de la manera següent:
da: Du vil muligvis blive spurgt om din adgangskode hver gang du logger ind for at du kan forbinde til et netværk. Du kan forhindre dette således:
de: Sie werden immer nach Ihrem Passwort gefragt, wenn Sie sich anmelden, damit Sie sich mit einem Netzwerk verbinden können. Sie können dies wie folgt unterbinden:
el: Μπορεί να σας ζητείται ο κωδικός κάθε φορά που συνδέεστε ώστε να μπορείτε να συνδεθείτε σε δίκτυο. Μπορείτε να το σταματήσετε ως εξής:
fr: Votre mot de passe peut vous être demandé à chaque fois que vous ouvrez une session afin de vous connecter à un réseau. Vous pouvez empêcher en procédant comme suit :
gl: É posíbel que se lle pida un contrasinal cada vez que accede, para poder conectarse a unha rede. Pode evitar que isto ocorra do seguinte xeito:
hu: A rendszer minden alkalommal bekérheti a jelszavát, amikor a hálózathoz csatlakozik. Ezt a következőképpen akadályozhatja meg:
sl: Morda boste ob prijavi vsakič vprašani za geslo za povezavo z omrežjem. To lahko preprečite tako:
sr: Можете бити упитани за лозинку сваки пут када се пријавите да бисте могли да се повежете на мрежу. Можете зауставити ово на следећи начин:
zh_cn: 您可能每次登录的时候都被要求输入密码以便能连接到网络。您可以进行如下操作来避免发生这种事情：

source: Right click the Network Manager icon and choose <guilabel>Edit Connections</guilabel>.
ca: Fent clic amb el botó secundari a la icona de les Connexions de xarxa i triant <guilabel>Edita les connexions</guilabel>.
da: Højreklik på ikonet for <guiicon>Netværkshåndteringen</guiicon> og vælg <guilabel>Redigér forbindelser...</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf das Symbol des Netzwerk-Managers und wählen Sie <guilabel>Verbindungen bearbeiten</guilabel>.
el: Κάντε δεξί κλικ στο εικονίδιο της μικροεφαρμογής <guiicon>NetworkManager</guiicon> και πατήστε <guilabel>Επεξεργασία συνδέσεων...</guilabel>
fr: Faites un clic droit sur le gestionnaire de réseau et sélectionnez <guilabel>Modification des connexions</guilabel>.
gl: Prema co botón dereito na icona do Xestor de rede e elixa <guilabel>Editar conexións</guilabel>.
hu: Kattintson a jobb egérgombbal a Hálózatkezelő ikonjára az értesítési területen, és válassza a <guilabel>Kapcsolatok szerkesztése</guilabel> menüpontot.
sl: Desno kliknite ikono Upravljalnika omrežja in izberite <guilabel>Urejanje povezav</guilabel>.
sr: Кликните десним тастером на иконицу Управника мреже и изаберите <quote><guilabel>Уреди везе</guilabel></quote>.
zh_cn: 右键点击网络管理图标然后选择 <guilabel>编辑连接</guilabel>。

source: Go to the <guilabel>Wireless</guilabel> tab, select the connection you are using and click <guibutton>Edit</guibutton>.
ca: Aneu a la pestanya <guilabel>Sense fil</guilabel> i seleccioneu la connexió que esteu fent servir i feu clic a <guibutton>Edita</guibutton>.
da: Gå til fanen <guilabel>Trådløs</guilabel>, vælg forbindelsen du benytter, og klik på <guibutton>Redigér</guibutton>.
de: Wählen Sie den Reiter <guilabel>Funknetzwerk</guilabel> und wählen Sie die Verbindung, die Sie benutzen. Drücken Sie <guibutton>Bearbeiten</guibutton>.
el: Επιλέξτε την καρτέλα <guilabel>Ασύρματη</guilabel>, βρείτε την σύνδεση που χρησιμοποιείτε και πατήστε <guibutton>Επεξεργασία</guibutton>.
fr: Rendez vous dans l'onglet <guilabel>Sans fil</guilabel> et sélectionnez la connexion que vous utilisez et cliquez sur <guibutton>Modifier</guibutton>.
gl: Vaia ao separador <guilabel>Sen fíos</guilabel>, seleccione a conexión que está a utilizar e prema no botón <guibutton>Editar</guibutton>
hu: Kattintson a <guilabel>Vezeték nélküli</guilabel> lapra, válassza ki a használt kapcsolatot, és kattintson a <guibutton>Szerkesztés</guibutton> gombra.
sl: Pojdite v zavihek <guilabel>Brezžično</guilabel>, izberite povezavo, ki jo uporabljate, in kliknite <guibutton>Uredi</guibutton>.
sr: Идите на језичак <quote><guilabel>Бежична</guilabel></quote>, изаберите везу коју користите и кликните <quote><guibutton>Уреди</guibutton></quote>.
zh_cn: 进入 <guilabel>无线</guilabel> 标签页，选择您正在使用的连接然后单击 <guibutton>编辑</guibutton>。

source: Check <guilabel>Available to all users</guilabel> and click <guibutton>Apply</guibutton>. Enter your password when asked.
ca: Activeu <guilabel>Disponible per a tots els usuaris</guilabel> i feu clic a <guibutton>Aplica</guibutton>. Introduïu la vostra contrasenya quan us la demani.
da: Markér <guilabel>Tilgængelig for alle brugere</guilabel> og tryk på <guibutton>Anvend</guibutton>. Indtast din adgangskode om nødvendigt.
de: Aktivieren Sie <guilabel>Für alle Benutzer verfügbar</guilabel> und drücken Sie <guibutton>Anwenden</guibutton>. Geben Sie Ihr Passwort ein, wenn Sie danach gefragt werden.
el: Ενεργοποιήστε το κουτί ελέγχου <guilabel>Διαθέσιμη σε όλους τους χρήστες</guilabel> και πατήστε <guibutton>Εφαρμογή</guibutton>. Εισάγετε τον κωδικό σας όταν σας ζητηθεί.
fr: Cochez <guilabel>Disponible pour tous les utilisateurs</guilabel> et cliquez sur <guibutton>Appliquer</guibutton>. Saisissez votre mot de passe lorsqu'il vous est demandé.
gl: Marque a caixiña <guilabel>Dispoñíbel para todos os usuarios</guilabel> e prema <guibutton>Aplicar</guibutton>. Introduza o seu contrasinal cando lle sexa solicitada.
hu: Jelölje be az <guilabel>Elérhető minden felhasználónak</guilabel> négyzetet, és nyomja meg az <guibutton>Alkalmaz</guibutton> gombot. Adja meg jelszavát, amikor a program kéri.
sl: Obkljukajte <guilabel>Razpoložljivo vsem uporabnikom</guilabel> in kliknite <guibutton>Uveljavi</guibutton>. Vnesite svojo geslo, ko boste zanj vprašani.
sr: Означите <quote><guilabel>Доступно свим корисницима</guilabel></quote> и кликните <quote><guibutton>Примени</guibutton></quote>. Унесите вашу лозинку када је затражено.
zh_cn: 选中 <guilabel>对所有用户可用</guilabel> 然后单击 <guibutton>应用</guibutton>。之后在询问时输入您的密码。

source: The next time you log in, you should not need to enter your password in order to connect to your network connection.
ca: La propera vegada que entreu, no us caldrà introduir la contrasenya per connectar-vos a la vostra xarxa.
da: Næste gang du logger ind, burde det ikke være nødvendigt at indtaste din adgangskode for at forbinde til din netværksforbindelse.
de: Wenn Sie sich das nächste Mal anmelden, sollten Sie Ihr Passwort nicht mehr eingeben müssen, um eine Netzwerkverbindung herzustellen.
el: Την επόμενη φορά που θα συνδεθείτε, δεν θα πρέπει να χρειαστεί η εισαγωγή του κωδικού για την σύνδεση με το δίκτυο σας.
fr: Lors de la prochaine ouverture de session, vous ne devriez plus avoir à saisir votre mot de passe afin de vous connecter au réseau.
gl: A próxima vez que inicie sesión, non debería ser preciso que introduza o seu contrasinal para acceder á súa conexión de rede.
hu: A következő bejelentkezéskor már nem kell megadnia jelszavát a hálózathoz kapcsolódáshoz.
sl: Ob naslednji prijavi naj bi vam, za povezavo z brezžičnim omrežjem, ne bilo treba vnesti gesla.
sr: Следећи пут када се пријавите, нећете морати да уносите вашу лозинку, да бисте се повезали на вашу мрежну везу.
zh_cn: 当您下次登录的时候，就不需要输入密码来连接网络

source: Connecting to the Internet or a network
ca: Com connectar-se a Internet o a una xarxa.
da: Opret forbindelse til internettet eller et netværk
de: Mit dem Internet oder einem Netzwerk verbinden
el: Σύνδεση σε δίκτυο ή στο internet
fr: Connexion à Internet ou à un réseau
gl: Conectarse a Internet ou a unha rede
hu: Kapcsolódás az internethez vagy hálózathoz
sl: Povezava z Internetom ali omrežjem
sr: Повезивање на Интернет или мрежу

source: Use the Network Manager applet in the top panel to set up your network and Internet connections. It will change its appearance depending on what sort of connection you have; it might look like a wireless antenna or two arrows, for example. Look near the clock to find it.
ca: Utilitzeu la miniaplicació Connexions de xarxa del quadre superior per configurar les vostres connexions de xarxa i d'Internet. Aquest canviarà la seva aparença en funció del tipus de connexió que tingueu; serà com una antena sense fils o com dues fletxes, per exemple. Cerqueu a prop del rellotge per trobar-lo.
da: Brug panelprogrammet Netværkshåndtering, i det øverste panel, for opsætning af forbindelsen til dit netværk og internettet. Panelprogrammet vil ændre udseende afhængigt af hvilken type forbindelse du har; det kan for eksempel se ud som en trådløs antenne eller to pile. Kig nær uret for at finde det.
de: Benutzen Sie das Netzwerk-Manager Applet in der oberen Menüleiste, um Ihr Netzwerk und Ihre Internetverbindungen einzurichten. Es wird sein Erscheinungsbild in Abhängigkeit von der Art der Verbindung die Sie nutzen, ändern. Es könnte beispielsweise wie eine drahtlose Antenne oder wie zwei Pfeile aussehen. Sehen Sie in der Nähe der Uhr nach, um es zu finden.
el: Χρησιμοποιήστε την μικροεφαρμογή Network Manager στον επάνω πίνακα εφαρμογών για να ρυθμίσετε τις συνδέσεις δικτύου και internet. Η εμφάνιση της αλλάζει ανάλογα με το είδος της σύνδεσης που έχετε· μπορεί να φαίνεται σαν ασύρματη κεραία ή σαν δύο βέλη, για παράδειγμα. Κοιτάξτε κοντά στην ένδειξη της ώρας για να την βρείτε.
fr: Utilisez l'applet du gestionnaire de réseau situé dans le tableau de bord du haut pour paramétrer vos connexions réseau ou à Internet. Son apparence dépend du type de connexion que vous utilisez ; il est représenté soit par une antenne sans fil, soit par deux flèches tête-bêche. Regardez à côte de l'horloge pour le trouver.
gl: Utilice o miniaplicativo Xestor de rede no panel superior para estabelecer as súas conexións de rede e de Internet. Cambiará de aparencia dependendo do tipo de conexión que teña; pode verse como unha antena ou como dúas frechas, por exemplo. Búsquea cerca do reloxo.
hu: A felső panelen, az óra mellett lévő Hálózatkezelő kisalkalmazással állíthatja be hálózati és internetkapcsolatát. Ennek megjelenése a kapcsolat típusától függően változik: lehet például vezeték nélküli antenna vagy két nyíl.
sl: Uporabite aplet Upravljalnika omrežja v zgornjem pultu za nastavitev vaših omrežnih in Internetnih povezav. Aplet bo spreminjal svoj videz glede na vrsto povezave, ki jo imate; morda bo videti na primer kot brezžična antena ali dve puščici. Našli ga boste blizu ure.
sr: Користите <emphasis role="strong">Управника мреже</emphasis> у горњем панелу да поставите ваше мрежне и Интернет везе. Он ће променити свој изглед у зависности од тога какву везу имате; може да изгледа на пример као радио антена или две стрелице. Погледајте у близини сата да га пронађете.

source: If you want to connect to a network, left-click the Network Manager icon and choose a network from the list.
ca: Si us voleu connectar a una xarxa, feu clic a la icona de les Connexions de xarxa i trieu una xarxa de la llista.
da: Venstreklik på ikonet for Netværkshåndteringen og vælg et netværk fra listen, hvis du vil forbinde til et netværk.
de: Um Sich mit einem Netzwerk zu verbinden, klicken Sie mit der linken Maustaste auf das Netzwerk-Manager Symbol und wählen ein Netzwerk aus der Liste aus.
el: Αν θέλετε να συνδεθείτε σε κάποιο δίκτυο, κάντε κλικ στο εικονίδιο του Network Manager και επιλέξτε ένα δίκτυο από την λίστα.
fr: Si vous souhaitez vous connecter à un réseau, cliquez bouton gauche sur l'icône du gestionnaire de réseau et choisissez un réseau dans la liste.
gl: Se desexa conectarse a unha rede, prema na icona do Xestor de rede e elixa unha rede da lista.
hu: Ha hálózathoz szeretne csatlakozni, akkor kattintson a bal egérgombbal a Hálózatkezelő ikonjára, és válasszon egy hálózatot a listából.
sl: Če se želite povezati z omrežjem, levo kliknite ikono Upravljalnika omrežja in s seznama izberite omrežje.
sr: Ако желите да се повежете на мрежу, кликните левим тастером на иконицу Управника мреже и изаберите мрежу са списка.
zh_cn: 如果您想要连接到一个网络，左键单击网络管理图标然后从菜单中选择一个网络

source: If you don't see a network on the list, or want to view or change some network settings, right-click the Network Manager icon and choose the appropriate option.
ca: Si no veieu cap xarxa a la llista o voleu visualitzar o canviar algunes paràmetres de la xarxa, feu clic a la icona de les Connexions de xarxa i trieu l'opció adequada.
da: Hvis du ikke kan se et netværk på listen, eller vil se eller ændre nogle netværksindstillinger, så højreklik på ikonet for Netværkshåndteringen og vælg den relevante indstilling.
de: Wenn Sie kein Netzwerk in der Liste sehen, oder einige Netzwerkeinstellungen betrachten bzw. ändern wollen, dann klicken Sie mit der rechten Maustaste auf das Netzwerk-Manager Symbol und wählen Sie die entsprechende Option.
el: Αν δεν βλέπετε κάποιο δίκτυο στην λίστα, ή θέλετε να δείτε ή να αλλάξετε κάποιες ρυθμίσεις δικτύων, κάντε δεξί κλικ στο εικονίδιο του Network Manager και επιλέξτε κατάλληλα.
fr: Si vous ne voyez pas un réseau particulier dans la liste ou si vous souhaitez voir ou modifier certaines configurations réseau, cliquez bouton droit sur l'icône du gestionnaire de réseau et sélectionnez l'option qui convient.
gl: Se non ve unha rede en particular na lista, ou desexa ver ou cambiar algunha configuración da rede, prema co botón dereito na icona do Xestor de rede e seleccione a opción axeitada.
hu: Ha nem lát hálózatot a listán, esetleg szeretné megjeleníteni vagy módosítani a beállításokat, akkor kattintson a jobb egérgombbal a Hálózatkezelő ikonjára, és válassza a megfelelő menüpontot.
sl: V primeru da na seznamu ne vidite omrežja ali želite videti ali spremeniti nastavitve omrežja, desno kliknite ikono Upravljalnika omrežja in izberite primerno možnost.
sr: Ако не видите мрежу на списку или желите да видите или да измените нека подешавања мреже, кликните десним тастером миша на иконицу Управника мреже и изаберите одговарајућу опцију.

source: For specific instructions on connecting to a network, see <xref linkend="connecting"/>.
ca: Per obtenir instruccions específiques sobre connexions a xarxes, vegeu <xref linkend="connecting"/>.
da: Se <xref linkend="connecting"/> for specifikke instruktioner i at forbinde til et netværk.
de: Für spezifische Anleitungen zur Verbindung mit einem Netzwerk lesen Sie <xref linkend="connecting"/>.
el: Για συγκεκριμένες οδηγίες για την σύνδεση σε δίκτυο, δείτε <xref linkend="connecting"/>.
fr: Pour obtenir des instructions spécifiques sur la connexion à un réseau, voyez <xref linkend="connecting"/>.
gl: Para obter instrucións específicas sobre conexións de rede, vexa <xref linkend="connecting"/>.
hu: A hálózatokhoz kapcsolódással kapcsolatos pontos utasításokért lásd a <xref linkend="connecting"/> fejezetet.
sl: Za določena navodila o povezovanju z omrežjem si oglejte <xref linkend="connecting"/>.
sr: За посебна упутства о повезивању на мрежу, погледајте: <xref linkend="connecting"/>.

source: Home Networks
ast: Redes doméstiques
ca: Xarxes domèstiques
da: Hjemmenetværk
de: Heimnetzwerke
el: Τοπικά δίκτυα
fr: Réseaux domestiques
gl: Redes domésticas
hu: Otthoni hálózatok
nl: Thuisnetwerken
ro: Rețele locale
sk: Domáce siete
sl: Domača omrežja
sq: Rrjetet Shtëpiake
sr: Кућне мреже
tr: Ev Ağları
uk: Домашні Мережі
zh_cn: 家庭网络

source: This section provides instructions on how to communicate with other computers using a Local Area Network.
ast: Esta sección da instrucciones pa comunicase con otros ordenadores usando una rede d'área llocal.
ca: Aquesta secció proporciona instruccions sobre com comunicar-se amb altres ordinadors utilitzant una xarxa d'àrea local.
da: Dette afsnit giver instruktioner om hvordan man kan kommunikere med andre computere ved hjælp af et lokalnetværk.
de: Dieser Abschnitt liefert Anleitungen darüber, wie man innerhalb eines lokalen Netzwerkes mit anderen Rechnern kommuniziert.
el: Αυτή η ενότητα παρέχει οδηγίες πως να επικοινωνήσετε με άλλους υπολογιστές χρησιμοποιώντας ένα τοπικό δίκτυο.
fr: Cette section fournit des instructions sur la façon de communiquer avec d'autres ordinateurs en utilisant un réseau local.
gl: Esta sección fornece instrucións acerca de como comunicarse con outros computadores empregando unha rede de área local (LAN).
hu: Ez a fejezet leírja, hogyan kommunikálhat más számítógépekkel a helyi hálózaton.
nl: Deze sectie beschrijft hoe u kunt communiceren met andere computers via een Local Area Network.
ro: Această secțiune furnizează instrucțiunile necesare pentru comunicarea cu alte calculatoare din rețeaua locală.
sk: Táto sekcia poskytuje informácie o tom ako komunikovať s ďalšími počítačmi na lokálnej sieti.
sl: Ta odsek zagotavlja navodila o komunikaciji z drugimi računalniki z uporabo krajevnega omrežja.
sq: Ky seksion ju jep udhëzime se si të komunikoni me kompjuterat e tjerë duke përdorur Rrjetin Lokal.
sr: Овај део даје упутства о томе како да комуницирате са другим рачунарима користећи Локалну мрежу.
tr: Bu bölüm Yerel Ağ Bağlantısı kullanarak diğer bilgisayarlarla nasıl iletişim kurulacağını anlatmaktadır.
uk: В цьому розділі містяться інструкції щодо того, як об'єднувати комп'ютери в локальні мережі.
zh_cn: 本章节介绍了如何与局域网中其他计算机通信

source: View other computers on the network
ast: Ver otros equipos de la rede
ca: Visualització d'altres ordinadors de la xarxa
da: Se andre computere på netværket
de: Andere Rechner im Netzwerk sehen und erkennen
el: Εμφάνιση άλλων υπολογιστών του δικτύου
fr: Voir d'autres ordinateurs sur le réseau
gl: Ver outros computadores da rede
hu: Más gépek tallózása a hálózaton
nl: Andere computers op het netwerk bekijken
ro: Vizualizarea altor calculatoare din rețea
sk: Zobraziť ostatné počítače v sieti
sl: Ogled drugih računalnikov na omrežju.
sq: Shfaq kompjutera të tjerë në rrjet
sr: Видети друге рачунаре на мрежи
tr: Ağdaki diğer bilgisayarları görüntüleme
uk: Перегляд комп'ютерів у мережі
zh_cn: 浏览这个网络上的其它电脑

source: To view computers on the network, open <menuchoice><guimenu>Places</guimenu><guimenuitem>Network</guimenuitem></menuchoice>.
ast: Para ver los equipos de la rede, abre <menuchoice><guimenu>Llugares</guimenu><guimenuitem>Rede</guimenuitem></menuchoice>.
ca: Per a visualitzar els ordinadors de la xarxa, obriu <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Xarxa</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>Steder</guimenu><guimenuitem>Netværk</guimenuitem></menuchoice> for at se computerne på netværket.
de: Um andere Rechner im Netzwerk zu sehen, öffnen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Netzwerk</guimenuitem></menuchoice>.
el: Για να εμφανιστούν άλλοι υπολογιστές του δικτύου, επιλέξτε <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Δίκτυο</guimenuitem></menuchoice>.
fr: Pour voir les ordinateurs sur le réseau, ouvrez <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Réseau</guimenuitem></menuchoice>.
gl: Para ver computadores da rede abra <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Rede</guimenuitem></menuchoice>.
hu: A hálózaton lévő gépek megtekintéséhez nyissa meg a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Hálózat</guimenuitem></menuchoice> menüpontot.
nl: Om computers op het netwerk te bekijken, opent u <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Netwerk</guimenuitem></menuchoice>.
ro: Pentru a vedea alte calculatoare din rețeaua locală, deschideți <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Rețea</guimenuitem></menuchoice>.
sk: Aby ste videli počítače v sieti, vyberte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Sieť</guimenuitem></menuchoice>.
sl: Za ogled računalnikov na omrežju odprite <menuchoice><guimenu>Mesta</guimenu><guimenuitem>Omrežje</guimenuitem></menuchoice>.
sq: Për të shfaqur kompjuterat në Rrjet, hapni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Rrjeti</guimenuitem></menuchoice>.
sr: Да видите рачунаре на мрежи, отворите мени: <quote><menuchoice><guimenu>Пречице</guimenu><guimenuitem>Мрежа</guimenuitem></menuchoice></quote>.
tr: Ağdaki bilgisayarları görüntülemek için <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Ağ</guimenuitem></menuchoice> açın.
uk: Щоб переглянути комп'ютери в мережі, відкрийте <menuchoice><guimenu>Місця</guimenu><guimenuitem>Мережа</guimenuitem></menuchoice>.
zh_cn: 要查看网络上的计算机，打开 <menuchoice><guimenu>位置</guimenu><guimenuitem>网络</guimenuitem></menuchoice>。
