Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: If you wish to enlarge the text without enlarging the other page contents, make sure the box at <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Zoom Text Only</guimenuitem></menuchoice> is checked.
ca: Si voleu augmentar la mida del text sense augmentar la resta de contingut de la pàgina, assegureu-vos que la casella <menuchoice><guimenuitem>Visualitza</guimenuitem><guimenuitem>Mida de la pàgina</guimenuitem><guimenuitem>Augmenta el text només</guimenuitem></menuchoice> està activada.
da: Sikr dig at <menuchoice><guimenuitem>Vis</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Zoom kun tekst</guimenuitem></menuchoice> er markeret, hvis du kun ønsker at øge tekststrøelsen.
de: Wenn Sie den Text vergrößern möchten, ohne andere Teile der Seite zu vergrößern, stellen Sie sicher, dass das Kästchen bei <menuchoice><guimenuitem>Ansicht</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Nur Text zoomen</guimenuitem></menuchoice> aktiviert ist.
el: Αν θέλετε να μεγεθύνετε το κείμενο χωρίς τα υπόλοιπα περιεχόμενα της σελίδας, βεβαιωθείτε ότι είναι επιλεγμένο το <menuchoice><guimenuitem>Προβολή</guimenuitem><guimenuitem>Μεγέθυνση</guimenuitem><guimenuitem>Μεγέθυνση μόνο κείμενο</guimenuitem></menuchoice>.
fr: Si vous souhaitez augmenter la taille du texte sans augmenter celle des autres éléments de la page, assurez-vous d'avoir cliqué sur <guimenuitem>Affichage</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Zoom texte seulement</guimenuitem></menuchoice>.
gl: Se só desexa agrandar o tamaño do texto sen alterar o tamaño do resto do contenido da páxina, asegúrese de que a caixiña en <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Ampliar/Reducir só texto</guimenuitem></menuchoice> estea activada.
hu: Ha a szöveget az oldalak egyéb tartalmainak nagyítása nélkül szeretné nagyítani, akkor jelölje be a <menuchoice><guimenuitem>Nézet</guimenuitem><guimenuitem>Nagyítás</guimenuitem><guimenuitem>Csak a szöveg nagyítása</guimenuitem></menuchoice> jelölőnégyzetet.
sl: Če želite povečati svoje besedilo brez povečanja drugih delov strani, poskrbite da je polje na <menuchoice><guimenuitem>Pogled</guimenuitem><guimenuitem>Približanje</guimenuitem><guimenuitem>Približaj le besedilo</guimenuitem></menuchoice>
sr: Уколико желите да увећате текст без увећавања осталог садржаја странице, уверите се да је означено поље: <quote><menuchoice><guimenuitem>Приказ</guimenuitem><guimenuitem>Увећање</guimenuitem><guimenuitem>Увећај само текст</guimenuitem></menuchoice></quote>.
zh_cn: 如果您想在放大文字内容的同时保持其他内容大小不变，请选中 <menuchoice><guimenuitem>查看</guimenuitem><guimenuitem>缩放</guimenuitem><guimenuitem>仅缩放文本</guimenuitem></menuchoice> 。

source: To return the page to its normal size, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Reset</guimenuitem></menuchoice>, or press <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
ca: Per tornar la pàgina a la seva mida normal, premeu <menuchoice><guimenuitem>Visualitza</guimenuitem><guimenuitem>Mida de la pàgina</guimenuitem><guimenuitem>Reinicia</guimenuitem></menuchoice> o premeu <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
da: Klik på <menuchoice><guimenuitem>Vis</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Nulstil</guimenuitem></menuchoice> for at returnere siden til dens normale størrelse.
de: Um die Seite wieder auf Ihre Normalgröße zurück zu stellen, wählen Sie <menuchoice><guimenuitem>Ansicht</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice> oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>0</keycap></keycombo>.
el: Για να επαναφέρετε την σελίδα στο κανονικό της μέγεθος, πατήστε <menuchoice><guimenuitem>Προβολή</guimenuitem><guimenuitem>Μεγέθυνση</guimenuitem><guimenuitem>Επαναφορά</guimenuitem></menuchoice>, ή πατήστε ταυτόχρονα <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
fr: Pour revenir à la taille de texte normale, cliquez sur <menuchoice><guimenuitem>Affichage</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice> ou appuyez sur les touches <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
gl: Para volver as páxinas ao seu tamaño normal, prema <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Restaurar</guimenuitem></menuchoice>, o prema <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
hu: Az oldal normál méretűvé tételéhez válassza a <menuchoice><guimenuitem>Nézet</guimenuitem><guimenuitem>Nagyítás</guimenuitem><guimenuitem>Visszaállítás</guimenuitem></menuchoice> menüpontot, vagy nyomja meg a <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo> kombinációt.
sl: Za vrnitev strani na običajno velikost pritisnite <menuchoice><guimenuitem>Pogled</guimenuitem><guimenuitem>Približanje</guimenuitem><guimenuitem>Ponastavi</guimenuitem></menuchoice>, ali pritisnite <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>.
sr: Да вратите страницу на нормалну величину, кликните <quote><menuchoice><guimenuitem>Приказ</guimenuitem><guimenuitem>Увећање</guimenuitem><guimenuitem>Врати</guimenuitem></menuchoice></quote> или притисните <quote><keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo></quote>.
zh_cn: 而要将页面还原成原始大小，单击 <menuchoice><guimenuitem>查看</guimenuitem><guimenuitem>缩放</guimenuitem><guimenuitem>重置</guimenuitem></menuchoice>，或按下 <keycombo><keycap>Ctrl</keycap><keycap>0</keycap></keycombo>。

source: Send and receive emails
ast: Unviar y recibir correos electrónicos
ca: Enviament i recepció de correu electrònic
da: Send og modtag e-post
de: E-Mails verschicken und empfangen
el: Αποστολή και λήψη αλληλογραφίας
fr: Envoyer et recevoir des courriels
gl: Enviar e recibir correos electrónicos
hu: E-mailek küldése és fogadása
nl: E-mails verzenden en ontvangen
ro: Trimiterea și recepționarea mesajelor electronice (email)
sk: Posielajte a prijímajte emaily
sl: Pošiljanje in prejemanje elektronske pošte
sq: Dërgo dhe merr email
sr: Слање и примање е-поште
tr: E-posta gönderme ve alma
uk: Відправка та отримання електронних листів
zh_cn: 收发电子邮件

source: Email is one of the most popular ways to communicate over the Internet. Ubuntu includes all of the tools that you need to send, receive and organize email messages.
ast: El corréu electrónicu ye una de les maneres más populares de comunicase per Internet. Ubuntu inclúi toles ferramientes necesaries pa unviar, recibir y organizar mensaxes de corréu.
ca: El correu electrònic és una de les maneres més populars de comunicar-se a través d'Internet. L'Ubuntu inclou totes les eines que necessiteu per a enviar, rebre i organitzar els missatges de correu electrònic.
da: E-post er en af de mest populære måder at kommunikere over internettet. Ubuntu indeholder alle de værktøjer, du har brug for, når du skal sende, modtage og organisere e-post.
de: E-Mail ist einer der meistverbreiteten Wege, um über das Internet zu kommunizieren. Ubuntu beinhaltet alle Werkzeuge, die Sie brauchen, um E-Mails zu versenden, zu empfangen und zu verwalten.
el: Η ηλεκτρονική αλληλογραφία είναι ένας από τους πιο δημοφιλείς τρόπους για να επικοινωνήσετε μέσω διαδικτύου. Το Ubuntu περιλαμβάνει όλα τα εργαλεία που χρειάζεστε για να στείλετε, να λάβετε και να οργανώσετε την αλληλογραφία σας.
fr: Le courriel est l'un des moyens de communication les plus utilisés sur Internet. Ubuntu vous fournit tous les outils nécessaires pour envoyer, recevoir et organiser vos courriels.
gl: O correo electrónico é un dos xeitos máis populares de comunicarse na Internet. Ubuntu inclúe todas as ferramentas precisas para enviar, recibir e organizar as mensaxes de correo electrónico.
hu: Az e-mail az internetes kommunikáció egyik legkedveltebb formája. Az Ubuntuban minden olyan eszközt megtalál, amely e-mailek küldéséhez, fogadásához és rendszerezéséhez szükséges.
nl: E-mail is een van de meest populaire manieren om via het Internet te communiceren. Ubuntu bevat alle toepassingen die u nodig heeft voor het verzenden, ontvangen en organiseren van e-mailberichten.
ro: Mesajele electronice reprezintă unul dintre cele mai cunoscute moduri de comunicare prin Internet. Ubuntu include toate aplicațiile necesare pentru trimiterea, recepționarea și organizarea email-urilor.
sk: Email je jedným z najobľúbenejších spôsobov, ako komunikovať cez internet. Ubuntu obsahuje všetky nástroje, ktoré potrebujete na posielanie, prijímanie a organizovanie emailov.
sl: Elektronska pošta je eden izmed najbolj priljubljenih načinov komuniciranja preko interneta. Ubuntu vsebuje vsa orodja, ki jih potrebujete za pošiljanje, prejemanje in organizacijo elektronske pošte.
sq: Email është një nga mënyrat më të njohura për të komunikuar në Internet. Ubuntu përfshin të gjitha mjetet që ju nevojiten për të dërguar, marrë dhe organizuar mesazhet email.
sr: Е-пошта је један од најпопуларнијих начина комуникације путем Интернета. Убунту укључује све алате који су вам потребни за слање, примање и организовање порука е-поште.
tr: E-posta internet üzerinden iletişim kurmak için kullanılan en popüler yollardan biridir. Ubuntu, e-posta iletilerinizi gönderme, alma ve düzenleme için gereksinim duyacağınız tüm araçları barındırır.
uk: Електронна пошта - один з самих популярних шляхів спілкування в Інтернеті. Ubuntu включає всі інструменти які Вам необхідні для надсилання, отримання і сортування повідомлень електронної пошти.
zh_cn: 电子邮件是互联网上最流行的交流方式之一。Ubuntu 包含了您发送，接收和组织电子邮件的所需工具。

source: The <application>Evolution</application> groupware suite is the default email client, and can handle all of your <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contact lists</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tasks</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">calendar</ulink> needs. It also integrates with the <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel clock</ulink>, giving you one-click access to your task list.
ast: La suite pa trabayu en grupu <application>Evolution</application> ye'l cliente de corréu electrónicu predetermináu, y puede usase pa xestionar lo que necesites de <ulink type="help" url="ghelp:evolution#usage-mail">correos</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">llistes de contautos</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">xeres</ulink> y <ulink type="help" url="ghelp:evolution#usage-calendar">calendarios</ulink>. Amás, integrase col <ulink type="help" url="ghelp:clock#clock-usage-calendar">reló del panel</ulink>, dándote accesu nun click a to llista de xeres.
ca: El paquet ofimàtic de treball en grup <application>Evolution</application> és el client de correu electrònic predeterminat i pot gestionar tot allò relacionat amb el <ulink type="help" url="ghelp:evolution#usage-mail">correu electrònic</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">llistes de contacte</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tasques</ulink> i <ulink type="help" url="ghelp:evolution#usage-calendar">calendaris</ulink>. També s'integra amb el <ulink type="help" url="ghelp:clock#clock-usage-calendar">rellotge del quadre</ulink>, oferint-vos accés amb un clic a la llista de tasques.
da: <application>Evolution</application> er standardprogrammet til e-post og det kan opfylde alle dine behov for håndtering af <ulink type="help" url="ghelp:evolution#usage-mail">e-post</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">kontaktpersoner</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">opgaver</ulink> og <ulink type="help" url="ghelp:evolution#usage-calendar">kalendere</ulink>. Evolution er integreret med <ulink type="help" url="ghelp:clock#clock-usage-calendar">uret i panelet</ulink>, hvilket giver dig adgang til din opgaveliste med ét enkelt klik.
de: <application>Evolution</application> ist der standardmäßige E-Mail-Client, und kann alle Ihre <ulink type="help" url="ghelp:evolution#usage-mail">E-Mails</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">Kontakte</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">Aufgaben</ulink> und Ihren <ulink type="help" url="ghelp:evolution#usage-calendar">Kalender</ulink> organisieren. Es ist außerdem mit der <ulink type="help" url="ghelp:clock#clock-usage-calendar">Panel Uhr</ulink> verbunden, mit dem Sie durch einen Klick Zugang zu Ihrer Aufgabenliste bekommen.
el: Το <application>Evolution</application> είναι η προεπιλεγμένη σουίτα αλληλογραφίας και μπορεί να οργανώσει τα <ulink type="help" url="ghelp:evolution#usage-mail">μηνύματα</ulink> σας, τις <ulink type="help" url="ghelp:evolution#usage-contact">επαφές</ulink> σας, τις <ulink type="help" url="ghelp:evolution#usage-calendar-todo">εργασίες</ulink>σας και το <ulink type="help" url="ghelp:evolution#usage-calendar">ημερολόγιο</ulink> σας. Επίσης ενσωματώνεται και το <ulink type="help" url="ghelp:clock#clock-usage-calendar">ρολόι του πίνακα εφαρμογών</ulink>, δίνοντας σας με ένα κλικ πρόσβαση στην λίστα εργασιών σας.
fr: La suite de travail collaboratif Evolution <application>Evolution</application> est le client de courriel par défaut. Elle répond aux besoins de gestion de tous vos <ulink type="help" url="ghelp:evolution#usage-mail">courriels</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">vos listes de contacts</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">vos tâches</ulink> et <ulink type="help" url="ghelp:evolution#usage-calendar">et votre calendrier</ulink>. Elle s'intègre également à l'<ulink type="help" url="ghelp:clock#clock-usage-calendar">horloge du tableau de bord</ulink>, vous permettant d'accéder d'un simple clic à votre liste de tâches.
gl: O conxunto de traballo en grupo <application>Evolution</application> é o cliente de correo electrónico por omisión e pode xestionar todas as necesidades de <ulink type="help" url="ghelp:evolution#usage-mail">correo electrónico</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">listas de contactos</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">tarefas</ulink> e<ulink type="help" url="ghelp:evolution#usage-calendar">calendarios</ulink>. Tamén se integra co <ulink type="help" url="ghelp:clock#clock-usage-calendar">reloxo do panel</ulink>, o que permite acceder á lista de tarefas cun só clic.
hu: Az <application>Evolution</application> csoportmunka-szoftver az alapértelmezett levelezőkliens, amely kezelni tudja <ulink type="help" url="ghelp:evolution#usage-mail">e-mailjeit</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">névjegyeit</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">feladatait</ulink> és <ulink type="help" url="ghelp:evolution#usage-calendar">naptárát</ulink>. A feladatlista egyszerű elérése érdekében a <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel órájának</ulink> is része.
nl: De <application>Evolution</application>-groupwaresuite is het standaard e-mailprogramma, en kan al uw behoeften voor <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">contactenlijsten</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">taken</ulink> en <ulink type="help" url="ghelp:evolution#usage-calendar">kalender</ulink> vervullen. Het integreert ook met de <ulink type="help" url="ghelp:clock#clock-usage-calendar">klok</ulink>, waarmee u met één klik toegang hebt tot uw takenlijst.
ro: Suita de aplicații de colaborare <application>Evolution</application> este clientul implicit de email în Ubuntu și poate gestiona tot ce este necesar pentru <ulink type="help" url="ghelp:evolution#usage-mail">email-urile</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">listele de contacte</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">sarcinile</ulink> și <ulink type="help" url="ghelp:evolution#usage-calendar">calendarele</ulink> dumneavoastră. Este integrat cu <ulink type="help" url="ghelp:clock#clock-usage-calendar">ceasul din bara de stare</ulink>, permițând astfel accesul rapid la lista dumneavoastră de sarcini.
sk: Skupinový softvér <application>Evolution</application> je prednastaveným emailovým klientom a vie plnohodnotne narábať s vašimi <ulink type="help" url="ghelp:evolution#usage-mail">emailami</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">zoznamom kontaktov</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">úlohami</ulink> a <ulink type="help" url="ghelp:evolution#usage-calendar">kalendárom</ulink>. Takisto je integrovaný s <ulink type="help" url="ghelp:clock#clock-usage-calendar">Hodinami na paneli</ulink>, čím vám umožňuje prístup k vašim úlohám prostredníctvom jedného kliknutia.
sl: <application>Evolution</application> je privzeti poštni odjemalec in lahko upravlja z vsemi vašimi <ulink type="help" url="ghelp:evolution#usage-mail">elektronskimi sporočili</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">sezami stikov</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">nalogami</ulink> in <ulink type="help" url="ghelp:evolution#usage-calendar">koledarjem</ulink>. Vključi se v <ulink type="help" url="ghelp:clock#clock-usage-calendar">uro pulta</ulink>, kar vam omogoča dostop do seznama vaših nalog z enim samim klikom.
sq: Grupi i programeve <application>Evolution</application> është klienti i parazgjedhur email dhe mund të merret me gjithë <ulink type="help" url="ghelp:evolution#usage-mail">email-et</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">listat e kontakteve</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">detyrat</ulink> dhe <ulink type="help" url="ghelp:evolution#usage-calendar">kalendarët</ulink> që mund të keni nevojë. Ai integrohet gjithashtu me <ulink type="help" url="ghelp:clock#clock-usage-calendar">shiritin e panelit</ulink>, duke ju dhënë hyrje me një klikim në listën e detyrave tuaja.
sr: <emphasis role="strong"><application>Еволуција</application></emphasis> комплет је основни програм е-поште и може руковати свим вашим потребама за <ulink type="help" url="ghelp:evolution#usage-mail">е-поштом</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">контакт листама</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">задацима</ulink> и <ulink type="help" url="ghelp:evolution#usage-calendar">календарима</ulink>. Такође се интегрише са <ulink type="help" url="ghelp:clock#clock-usage-calendar">Сатом на панелу</ulink>, дајући вам приступ једним кликом на листу задатака.
tr: <application>Evolution</application> grup program sırası mevcut email istemcisidir ve bütün <ulink type="help" url="ghelp:evolution#usage-mail">email</ulink> leri işler, <ulink type="help" url="ghelp:evolution#usage-contact">bağlantı listeleri</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">görevler</ulink> ve <ulink type="help" url="ghelp:evolution#usage-calendar">takvim</ulink> e ihtiyaç duyar. Ayrıca görev listene bir tıklama ile <ulink type="help" url="ghelp:clock#clock-usage-calendar">panel saati</ulink> ile birleştirir.
uk: Пакет групової взаємодії<application>Evolution</application> - це типовий поштовий клієнт, який може працювати з усією Вашою <ulink type="help" url="ghelp:evolution#usage-mail">електронною поштою,</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">списком контактів,</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">завданнями і </ulink> і <ulink type="help" url="ghelp:evolution#usage-calendar">календарем</ulink>. Крім цього він інтегрується в<ulink type="help" url="ghelp:clock#clock-usage-calendar">годинник на панелі</ulink>, забезпечуючи доступ до ваших поточних завдань.
zh_cn: <application>Evolution</application> 套件是默认的电子邮件客户端, 可以处你所有的 <ulink type="help" url="ghelp:evolution#usage-mail">电子邮件</ulink>, <ulink type="help" url="ghelp:evolution#usage-contact">连系人列表</ulink>, <ulink type="help" url="ghelp:evolution#usage-calendar-todo">任务</ulink> and <ulink type="help" url="ghelp:evolution#usage-calendar">日历</ulink> 他同样可以整合 <ulink type="help" url="ghelp:clock#clock-usage-calendar">小组时钟</ulink>，一步进入你的任务列表。

source: <application>Evolution</application> can be launched by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ca: L'<application>Evolution</application> es pot iniciar prement <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Ofimàtica</guimenuitem><guimenuitem>Correu i calendari de l'Evolution</guimenuitem></menuchoice>.
da: <application>Evolution</application> kan åbnes ved at klikke på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem><guimenuitem>Evolution E-post og Kalender</guimenuitem></menuchoice>.
de: <application>Evolution</application> wird gestartet, indem Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Büro</guimenuitem><guimenuitem>Evolution-E-Mail und -Kalender</guimenuitem></menuchoice> wählen.
el: Το <application>Evolution</application> μπορεί να εκκινηθεί πατώντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφείο</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
fr: <application>Evolution</application> peut être démarré en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Bureautique</guimenuitem><guimenuitem>Messagerie et calendrier d'Evolution</guimenuitem></menuchoice>.
gl: <application>Evolution</application> podese executar premendo <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Oficina</guimenuitem><guimenuitem>Correo do Evolution</guimenuitem></menuchoice>.
hu: Az <application>Evolution</application> elindítható az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Iroda</guimenuitem><guimenuitem>Evolution levelező</guimenuitem></menuchoice> menüpontból.
sl: <application>Evolution</application> lahko zaženete s klikom na <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pisarna</guimenuitem><guimenuitem>Koledar in pošta Evolution</guimenuitem></menuchoice>.
sr: <application>Еволуција</application> може бити покренута кликањем на <quote><menuchoice><guimenu>Програми</guimenu><guisubmenu>Канцеларија</guisubmenu><guimenuitem>Еволуција пошта</guimenuitem></menuchoice></quote>.
