Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: To view a list of currently-installed plugins in the <application>Firefox Web Browser</application> , open <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> and click <menuchoice><guimenu>Tools</guimenu><guimenuitem>Add-ons</guimenuitem></menuchoice>.
ast: Pa ver una llista de los complementos instalaos actualmente nel <application>Ñavegador web Firefox</application>, abre <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Ñavegador Web Firefox</guimenuitem></menuchoice> y calca en <menuchoice><guimenu>Ferramientes</guimenu><guimenuitem>Complementos</guimenuitem></menuchoice>.
ca: Per a visualitzar una llista dels complements instal·lats actualment al <application>Navegador web Firefox</application>, obriu <menuchoice><guimenu>Aplicacions</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador web Firefox</guimenuitem></menuchoice> i feu clic a <menuchoice><guimenu>Eines</guimenu><guimenuitem>Complements</guimenuitem></menuchoice>.
da: For at se en liste over aktuelt installerede udvidelsesmoduler (plugins) i <application>Firefox</application>, åbn <menuchoice><guimenu>Programmer</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> og klik på <menuchoice><guimenu>Funktioner</guimenu><guimenuitem>Tilføjelser</guimenuitem></menuchoice>.
de: Um eine Liste der momentan installieren Erweiterungen im <application>Firefox Web Browser</application> zu sehen, öffnen Sie <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> und klicken Sie auf <menuchoice><guimenu>Extras</guimenu><guimenuitem>Add-ons</guimenuitem></menuchoice>.
el: Για να δείτε μια λίστα των εγκατεστημένων πρόσθετων στον <application>Περιηγητή Διαδικτύου Firefox</application> , ανοίξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guisubmenu>Διαδίκτυο</guisubmenu><guimenuitem>Περιηγητής διαδικτύου Firefox</guimenuitem></menuchoice> και κάντε κλικ στην επιλογή <menuchoice><guimenu>Εργαλεία</guimenu><guimenuitem>Πρόσθετα</guimenuitem></menuchoice>.
fr: Pour voir une liste des extensions installées dans <application>Firefox</application>, allez dans <menuchoice><guimenu>Applications</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox</guimenuitem></menuchoice> et cliquez sur <menuchoice><guimenu>Outils</guimenu><guimenuitem>Modules complémentaires</guimenuitem></menuchoice>.
gl: Para ver unha lista dos engadidos instalados actualmente no <application>Navegador Web Firefox</application>, abra <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navegador Web Firefox</guimenuitem></menuchoice> e prema <menuchoice><guimenu>Ferramentas</guimenu><guimenuitem>Complementos</guimenuitem></menuchoice>.
hu: A <application>Firefox webböngészőhöz</application> telepített kiegészítők megtekintéséhez nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webböngésző</guimenuitem> </menuchoice> menüpontot, és kattintson az <menuchoice><guimenu>Eszközök</guimenu><guimenuitem>Kiegészítők</guimenuitem></menuchoice> menüpontra.
nl: Om een lijst van momenteel geïnstalleerde plug-ins te zien in de <application>Firefox webbrowser</application>, opent u <menuchoice><guimenu>Toepassingen</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox webbrowser</guimenuitem></menuchoice> en klikt u op <menuchoice><guimenu>Extra</guimenu><guimenuitem>Add-ons</guimenuitem></menuchoice>.
ro: Pentru a vizualiza lista modulelor instalate în prezent în <application>Navigatorul web Firefox</application>, deschideți <menuchoice><guimenu>Aplicații</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Navigatorul web Firefox</guimenuitem></menuchoice> și selectați <menuchoice><guimenu>Unelte</guimenu><guimenuitem>Module</guimenuitem></menuchoice>.
sk: Na zistenie aktuálne nainštalovaných zásuvných modulov v <application>Internetovom prehliadači Firefox</application>, otvorte <menuchoice><guimenu>Aplikácie</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Internetový prehliadač Firefox</guimenuitem></menuchoice> a kliknite na <menuchoice><guimenu>Nástroje</guimenu><guimenuitem>Doplnky</guimenuitem></menuchoice>.
sl: Če si želite ogledati seznam trenutno nameščenih vstavkov v <application>spletnem brskalniku Firefox</application>, izberite <menuchoice><guimenu>Programi</guimenu><guisubmenu>Internet</guisubmenu><guimenuitem>Firefox spletni brskalnik</guimenuitem></menuchoice> in kliknite <menuchoice><guimenu>Orodja</guimenu><guimenuitem>Dodatki</guimenuitem></menuchoice>.
sq: Për të parë plugin-ët të cilët i keni të instaluar në <application>Shfletuesin e Internetit Firefox</application>, hapni <menuchoice><guimenu>Programet</guimenu><guisubmenu>Interneti</guisubmenu><guimenuitem>Shfletuesi i Internetit Firefox</guimenuitem></menuchoice> dhe klikoni <menuchoice><guimenu>Mjetet</guimenu><guimenuitem>Shtesat</guimenuitem></menuchoice>.
sr: Да видите списак тренутно инсталираних додатака у <application>Фајерфоксу веб претраживачу</application>, отворите <quote><menuchoice><guimenu>Програми</guimenu><guisubmenu>Интернет</guisubmenu><guimenuitem>Фајерфокс веб претраживач</guimenuitem></menuchoice></quote> и кликните <quote><menuchoice><guimenu>Алати</guimenu><guimenuitem>Додаци</guimenuitem></menuchoice></quote>.
tr: <application>Firefox Web Tarayıcısındaki</application> hali hazırda kurulu eklentilerin listesini görmek için <menuchoice><guimenu>Uygulamalar</guimenu><guisubmenu>İnternet</guisubmenu><guimenuitem>Firefox Web Tarayıcısı</guimenuitem></menuchoice> seçeneğini çalıştırıp <menuchoice><guimenu>Araçlar</guimenu><guimenuitem>Eklentiler</guimenuitem></menuchoice> menüsünü kullanabilirsiniz.
uk: Для перегляду списку встановлених додатків в <application>Firefox Web Browser</application>, відкрийте <menuchoice><guimenu>Програми</guimenu><guisubmenu>Інтернет</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> і виберіть <menuchoice><guimenu>Інструменти</guimenu><guimenuitem>Додатки</guimenuitem></menuchoice>.
zh_cn: 要查看<application>Firefox Web Browser</application>已经安装的插件，打开<menuchoice><guimenu>应用程序</guimenu><guisubmenu>互联网</guisubmenu><guimenuitem>Firefox Web Browser</guimenuitem></menuchoice> 点击<menuchoice><guimenu>工具</guimenu><guimenuitem>附加组件</guimenuitem></menuchoice>。

source: Quickly install common plugins
ast: Instalar nel intre complementos comunes
ca: Instal·leu connectors habituals de manera ràpida
da: Hurtig installation af ofte anvendte udvidelsesmoduler
de: Häufig benutzte Plugins schnell installieren
el: Γρήγορη εγκατάσταση προσθέτων
fr: Installer rapidement les greffons les plus courants
gl: Instación rápida dos engadidos máis frecuentes
hu: Népszerű bővítmények gyors telepítése
nl: Eenvoudig de meest voorkomende plug-ins installeren
ro: Instalarea rapidă a modulelor uzuale
sk: Rýchlo nainštalovať bežné zásuvné moduly
sl: Hitro namesti pogoste vstavke
sq: Instalo shpejt pluginët e zakonshëm
sr: Брзо инсталирање најчешћих додатака
tr: Sık kullanılan eklentilerin hızlı kurulumu
uk: Швидке встановлення загальних додатків
zh_cn: 快速安装常用插件

source: It is possible to install a whole set of commonly-used restricted plugins at once, by installing the <application>Ubuntu restricted extras</application> package.
ast: Puede instalase dafechu un conxuntu completu de complementos restrinxíos comunes instalando el paquete <application>Ubuntu restricted extras</application>.
ca: És possible instal·lar de cop un conjunt de complements restrictius utilitzats normalment instal·lant el paquet <application>Programari restrictiu addicional de l'Ubuntu</application>.
da: Det er muligt at installere et helt sæt af ofte anvendte begrænsede udvidelsesmoduler på én gang ved at installere pakken <application>Ubuntu restricted extras</application>.
de: Es ist möglich, einen ganzen Satz von oft genutzten Plugins auf einmal zu installieren, indem Sie das Paket <application>Ubuntu restricted extras</application> installieren.
el: Είναι δυνατόν να εγκαταστήσετε ένα σύνολο προσθέτων με περιορισμούς, εγκαθιστώντας το πακέτο <application>Ubuntu restricted extras</application>.
fr: Il est possible d'installer un ensemble de greffons non-libres couramment utilisés en une seule fois, en installant le paquet <application>ubuntu-restricted-extras</application>.
gl: É posíbel instalar un conxunto completo de engadidos restrinxidos de uso frecuente dunha única vez instalando o paquete <application>Ubuntu restricted extras</application>.
hu: Az <application>Ubuntu restricted extras</application> csomag telepítésével egyszerre több általánosan használt, de korlátozott bővítmény telepíthető.
nl: Het is mogelijk een verzameling van veelgebruikte beperkt ondersteunde plug-ins in één handeling te installeren door het pakket <application>Ubuntu restricted extras</application> te installeren.
ro: Pot fi instalate simultan mai multe module uzuale restricționate, prin instalarea pachetului <application>Ubuntu - suplimente cu restricții</application>.
sk: Je možné nainštalovať naraz celý balík bežne používaných neslobodných zásuvných modulov inštaláciou balíka <application>Ubuntu restricted extras</application>.
sl: Z namestitvijo paketa <application>Ubuntu omejeni dodatki</application> lahko namestite celoten komplet pogosto uporabljenih omejenih dodatkov naenkrat.
sq: Është e mundshme të instaloni të gjithë plugin-ët njëherësh duke e instaluar paketën <application>Ekstrat e kufizuara të Ubuntu</application>.
sr: Могуће је одједном инсталирати цео скуп најчешће коришћених ограничених додатака, инсталирањем пакета <quote><application>Убунтуових ограничених додатака</application></quote>.
tr: <application>Ubuntu restricted extras</application> paketini kurarak sık kullanılan sınırlandırılmış eklentilerin tüm kümesini hemen kurmak mümkündür.
uk: Можливо одночасно встановити повний набір додатків, які найчастіше використовуються за допомогою пакету <application>Ubuntu restricted extras</application>.
zh_cn: 通过安装<application>Ubuntu restricted extras</application>包可以一次性安装全套常用受限插件。

source: <emphasis>Restricted plugins</emphasis> are those which cannot be distributed with Ubuntu because of legal issues surrounding their use in some countries. Check that you are allowed to use this software before installing it. See the <ulink url="http://www.ubuntu.com/project/about-ubuntu/licensing">Ubuntu website</ulink> for more information on restricted software.
gl: Os <emphasis>Complementos restrinxidos</emphasis> son aqueles que non se poden distribuír con Ubuntu debido a problemas legais sobre o seu uso nalgúns países. Comprobe que pode usar este software antes de instalalo. Vexa o <ulink url="http://www.ubuntu.com/project/about-ubuntu/licensing">Sitio web de Ubuntu</ulink> para obter máis información sobre o software restrinxido.
hu: A <emphasis>korlátozott bővítményeket</emphasis> az Ubuntu alapértelmezésben nem tartalmazhatja, mivel bizonyos országokban jogi problémákat vet fel a használatuk. Ezért ezek telepítése előtt ellenőrizze, hogy nem ütközik-e törvénybe a használatuk. A korlátozott programokról bővebben lásd az <ulink url="http://www.ubuntu.com/project/about-ubuntu/licensing">Ubuntu weboldalát</ulink>.
sl: <emphasis>Omejeni vstavki</emphasis> so tisti, ki jih ne morete razširjati skupaj z Ubuntujem zaradi pravniških težav, ki zadevajo njihovo uporabo v nekaterih državah. Pred nameščanjem preverite, da lahko to programsko opremo uporabljate. Oglejte si <ulink url="http://www.ubuntu.com/project/about-ubuntu/licensing">spletišče Ubuntu</ulink> za več podrobnosti o omejeni programski opremi.
sr: <emphasis role="strong"><emphasis>Ограничени додаци</emphasis></emphasis> су они који не могу бити достављени уз Убунту због правних питања у вези њихове употребе у неким земљама. Проверите да ли вам је дозвољено да користите овај софтвер пре него што га инсталирате. Погледајте <quote><ulink url="http://www.ubuntu.com/project/about-ubuntu/licensing">Убунту веб сајт</ulink></quote> за више информација о ограниченом софтверу.

source: <ulink url="apt:ubuntu-restricted-extras">Install the <application>ubuntu-restricted-extras</application> package</ulink>.
gl: <ulink url="apt:ubuntu-restricted-extras">Instale o paquete <application>ubuntu-restricted-extras</application></ulink>.
hu: <ulink url="apt:ubuntu-restricted-extras">Telepítse az <application>ubuntu-restricted-extras</application> csomagot</ulink>.
sl: <ulink url="apt:ubuntu-restricted-extras">Namestite paket <application>ubuntu-restricted-extras</application></ulink>.
sr: <ulink url="apt:ubuntu-restricted-extras">Инсталирајте пакет „<application>ubuntu-restricted-extras</application>“</ulink>.

source: As well as plugins and multimedia codecs, a set of Windows fonts will also be installed.
ast: Amás de complementos y códecs multimedia, tamién s'instalará un xuegu de tipografíes Windows.
ca: A més de complements i còdecs multimèdia, també s'instal·larà un conjunt de tipus de lletra del Windows.
da: Ud over udvidelsesmoduler og multimedie-codecs vil også Windows-skrifttyper blive installeret.
de: Ebenso wie Plugins und Multimedia-Codecs wird auch ein Set Windows-Schriftarten installiert.
el: Καθώς και πρόσθετα και κωδικοποιητές (codecs) αναπαραγωγής πολυμέσων, μια συλλογή γραμματοσειρών των Windows θα εγκατασταθεί επίσης.
fr: En plus des greffons et des pilotes multimédia, un jeu de polices de caractères Windows sera également installé.
gl: Así como engadidos e códecs multimedia, un conxunto de tipos de letra de Windows tamén será instalado.
hu: A bővítményeken és a multimédiás kodekeken kívül néhány Windows betűkészlet is telepítésre kerül.
nl: Naast plug-ins en multimedia-codecs wordt er ook een aantal Windows-lettertypen geïnstalleerd.
ro: În afară de module și codecuri multimedia, va fi instalat și un set de fonturi pentru Windows.
sk: Spolu so zásuvnými modulmi a multimediálnymi kodekmi bude taktiež nainštalovaná sada Windows fontov.
sl: Prav tako kot vstavke in večpredstavnostne kodeke, bo nameščenih tudi nekaj pisav Windows.
sq: Veç pluginëve dhe kodeksëve multimedia, do të instalohet dhe një grup gërmash të Windows.
sr: Како додаци и мултимедијални кодеци, тако и скуп Виндоузових фонтова ће такође бити инсталиран.
tr: Eklentiler ve multimedya kodekleriyle beraber Windows yazı tipleri kümesi de kurulacak.
uk: Так само, як додатки та мультимедіа-кодеки, набір шрифтів Windows також буде встановлено.
zh_cn: 与插件和多媒体解码器一样，一套 Windows 字体也将被安装。

source: The following plugins and codecs are installed by the <application>Ubuntu restricted extras</application> package:
ast: Los siguientes complementos y códecs instalense col paquete <application>Ubuntu restricted extras</application>:
ca: Els complements i còdecs següents s'instal·laran amb el paquet <application>Programari restrictiu addicional de l'Ubuntu</application>:
da: Følgende udvidelsesmoduler og codecs bliver installeret med pakken <application>Ubuntu restricted extras</application>:
de: Die folgenden Plugins und Codecs werden mit dem Paket <application>Ubuntu restricted extras</application> installiert:
el: Τα ακόλουθα πρόσθετα είναι αποκωδικοποιητές πολυμέσων που εγκαθιστώνται από το πακέτο <application>Ubuntu restricted extras</application>:
fr: Les greffons et codecs suivants sont installés par le paquet <application>ubuntu-restricted-extras</application> :
gl: Os engadidos e códecs seguintes instálaos o paquete <application>Ubuntu restricted extras</application>:
hu: Az <application>ubuntu-restricted-extras</application> csomaggal együtt a következő bővítmények és kodekek lesznek telepítve:
nl: The volgende plug-ins en codecs worden door het <application>Ubuntu restricted extras</application>-pakket geïnstalleerd:
ro: Pachetul <application>Ubuntu - suplimente cu restricții</application> cuprinde următoarele module și codecuri multimedia:
sk: Balík <application>Ubuntu restricted extras</application> nainštaluje nasledujúce zásuvné moduly a kodeky:
sl: Paket <application>Ubuntu omejeni dodatki</application> bo namestil sledeče vstavke in kodeke:
sq: Plugin-ët dhe kodeksët që vijojnë do të instalohen nga paketa <application>Ekstrat e kufizuara të Ubuntu</application>:
sr: Следећи додаци и кодеци су инсталирани пакетом <quote><application>Ubuntu restricted extras</application></quote>:
tr: Aşağıdaki eklentiler ve kodekler <application>Ubuntu restricted extras</application> paketi tarafından kuruluyor:
uk: Наступні додатки та кодеки встанолюються <application>Ubuntu restricted extras</application>пакетом:
zh_cn: <application>Ubuntu restricted extras</application>包安装如下插件和解码器：

source: Audio and video plugins
ast: Complementos de soníu y videu
ca: Connectors d'àudio i vídeo
da: Lyd- og videoudvidelsesmoduler
de: Audio- und Video-Plugins
el: Πρόσθετα ήχου και βίντεο
fr: Greffons audio et vidéo
gl: Engadidos de son e vídeo
hu: Hang- és videobővítmények
nl: Audio- en videoplug-ins
ro: Module audio și video
sk: Zásuvné moduly pre audio a video
sl: Zvočni in slikovni vključki
sq: Plugin-ët audio dhe video
sr: Аудио и видео додаци
tr: Ses ve görüntü eklentileri
uk: Аудіо та відео додатки
zh_cn: 影音插件

source: Many different multimedia formats are used on the Internet and you may find that you are unable to play some audio and video files without installing an appropriate plugin.
ast: N'Internet utilícense munchos formatos multimedia distintos, y puedes alcontrate que nun pueden reproducise dellos ficheros de soníu o videu ensin instalar el complementu afayadizu.
ca: A Internet s'utilitzen molts formats multimèdia diferents i potser us trobareu que no podeu reproduir alguns fitxers d'àudio i de vídeo sense instal·lar el complement apropiat.
da: Der bliver brugt mange forskellige multimedieformater på internettet og du kan opleve, at du ikke er i stand til at afspille visse lyd- og videofiler uden at installere et passende udvidelsesmodul.
de: Viele unterschiedliche Multimedia-Formate kommen im Internet zum Einsatz und es kann sein, dass Sie einige Audio- oder Video-Dateien nicht abspielen können, ohne das entsprechende Plugin zu installieren.
el: Στο διαδίκτυο χρησιμοποιούνται πολλοί διαφορετικοί τύποι πολυμέσων και ίσως να ανακαλύψετε πως δεν μπορείτε να αναπαράγετε μερικά αρχεία ήχου και βίντεο χωρίς να εγκαταστήσετε ένα κατάλληλο πρόσθετο.
fr: De nombreux types de formats multimédia sont utilisés sur l'Internet. Il se peut que vous ne puissiez lire certains fichiers audio ou vidéo avant d'avoir installé un greffon approprié.
gl: Na internet empréganse moitos formatos diferentes de multimedia e pode que no seu computador non se podan reproducir algúns ficheiros de son e de vídeo sen instalar un engadido axeitado.
hu: Az interneten számos különböző multimédiás formátumot használnak, és előfordulhat, hogy egyes hang- és videofájlok nem játszhatók le a megfelelő bővítmények telepítése nélkül.
nl: Er worden op het Internet veel verschillende multimediaformaten gebruikt. Mogelijk kunt u sommige geluids- of videobestanden niet afspelen zonder de juiste plug-in te installeren.
ro: Pe Internet se utilizează multe formate multimedia diferite și este posibil să descoperiți că nu puteți reda unele fișiere audio sau video fără a instala un modul corespunzător.
sk: Na Internete sa používa veľa rôznych formátov multimédií a môže sa vám stať, že nebude schopný prehrať niektoré audio alebo video súbory bez potrebných zásuvných modulov.
sl: Na Internetu se uporablja veliko različnih vstavkov večpredstavnosti in morda boste ugotovili, da ne morete predvajati nekaterih zvočnih in video datotek brez namestitve primernega vstavka.
sq: Shumë formate të ndryshme të multimediave përdoren në internet dhe ju mund të zbuloni që nuk jeni në gjendje të luani disa skedarë audio dhe video pa instaluar plugin-in e duhur.
sr: Много различитих мултимедијалних формата се користи на Интернету и можете увидети да нисте у могућности да пуштате неке аудио и видео датотеке без инсталираног одговарајућег додатка.
tr: İnternette değişik birçok çokluortam biçimi kullanılır. Uygun eklentiyi kurmadan bazı ses ve görüntü dosyalarını oynatamama sorunuyla karşılabilirsiniz.
uk: Багато різноманітних мультимедійних форматів використовуються в Інтернеті і Ви можете виявити, що неспроможні відтворити деякі аудіо і відео файли без встановлення відповідного додатку
zh_cn: 在互联网上使用了许多不同类型的多媒体文件格式，所以您会发现，如果没有安装适当的插件，您将不能播放一些声音和视频文件。

source: Quicktime, WMV and many others are available.
gl: Quicktime, WMV e moitos outros dispoñíbeis.
hu: Quicktime, WMV és sok más is elérhető.
sl: Na voljo so Quicktime, WMV in številni drugi.
sr: Доступни су Квиктајм, ВМВ и многи други.

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>.
ca: Obriu l'entrada de menú <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Centre de programari de l'Ubuntu</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Ubuntu Softwarecenter</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Ubuntu Software-Center</guimenuitem></menuchoice>.
el: Ανοίξτε το <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Κέντρο λογισμικού Ubuntu</guimenuitem></menuchoice>.
fr: Ouvrez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Logithèque Ubuntu</guimenuitem></menuchoice>.
gl: Abra <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Centro de software do Ubuntu</guimenuitem></menuchoice>.
hu: Nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Ubuntu szoftverközpont</guimenuitem></menuchoice> alkalmazást.
nl: Open <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ubuntu softwarecentrum</guimenuitem></menuchoice>.
ro: Deschideți <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Centrul software Ubuntu</guimenuitem></menuchoice>.
sk: Otvorte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Centrum softvéru Ubuntu</guimenuitem></menuchoice>.
sl: Odprite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programsko središče Ubuntu</guimenuitem></menuchoice>.
sq: Hapni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Qendra e Programeve të Ubuntu</guimenuitem></menuchoice>.
sr: Отворите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Убунтуов софтверски центар</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Applications</guimenu><guimenuitem>Ubuntu Software Center</guimenuitem></menuchoice>i aç.
zh_cn: 带开 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Ubuntu 软件中心</guimenuitem></menuchoice>。

source: Click <guibutton>Sound &amp; Video</guibutton>.
ca: Feu clic a <guibutton>So i vídeo</guibutton>.
da: Klik på <guibutton>Lyd og video</guibutton>.
de: Klicken Sie auf <guibutton>Sound &amp; Video</guibutton>.
el: Πατήστε <guibutton>Ήχος και Βίντεο</guibutton>.
fr: Cliquez sur <guibutton>Son et vidéo</guibutton>.
gl: Prema <guibutton>Son e vídeo</guibutton>.
hu: Kattintson a <guibutton>Hang és videó</guibutton> kategóriára.
nl: Klik op <guibutton>Audio en video</guibutton>.
ro: Apăsați pe <guibutton>Multimedia</guibutton>.
sk: Kliknite na <guibutton>Zvuk a video</guibutton>.
sl: Kliknite <guibutton>Zvok in video</guibutton>.
sq: Klikoni <guibutton>Zëri &amp; Video</guibutton>.
sr: Кликните <quote><guibutton>Звук и видео</guibutton></quote>.
tr: <guibutton>Sound &amp; Video</guibutton>i tıkla.
zh_cn: 点击 <guibutton>影音</guibutton>。
