Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: News Readers
ast: Llectores de noticies
ca: Lectors de notícies
da: Nyhedslæsere
de: News-Reader
el: Ανάγνωση ειδήσεων
fr: Lecteurs de nouvelles
gl: Lectores de Noticias
hu: Hírolvasók
nl: Nieuwslezers
ro: Furnizoare de știri (news)
sk: Čítačky správ
sl: Bralniki novic
sq: Lexuesit e Lajmeve
sr: Читачи вести
tr: Haber Okuyucular
uk: Програми читання новин
zh_cn: 新闻阅读器

source: You can automatically receive news updates from the Internet. There are several different types of news service to choose from:
ast: Puedes recibir automáticamente actualizaciones de noticies dende Internet. Hai dellos tipos diferentes de servicios de noticies pa escoyer:
ca: Podeu rebre automàticament noticies actualitzades d'Internet. Hi ha molts tipus diferents de serveis de noticies que podeu escollir:
da: Du kan automatisk modtage nyhedsopdateringer fra internettet. Der er flere forskellige typer af nyhedstjeneste at vælge imellem:
de: Sie können automatisch neueste Nachrichten aus dem Internet erhalten. Es gibt verschiedene Nachrichtenquelle, aus denen man wählen kann:
el: Μπορείτε να λάβετε αυτόματα ενημερώσεις των ειδήσεων από το διαδίκτυο. Υπάρχουν αρκετοί διαφορετικοί τύποι υπηρεσιών ειδήσεων για να επιλέξετε:
fr: Vous pouvez recevoir automatiquement des nouvelles depuis Internet. Pour cela, vous avez le choix entre différents types de services :
gl: Pódense recibir automaticamente novas da Internet. Existen varios tipos diferentes de servizos de novas de entre os que escoller:
hu: A hírek automatikusan frissíthetők az internetről. Sok különböző típusú hírszolgáltató közül választhat:
nl: U kunt automatisch het laatste nieuws via het internet ontvangen. Er zijn verschillende typen nieuwsdiensten waaruit u kunt kiezen:
ro: Puteți primi automat știri actualizate de pe Internet. Există mai multe servicii de știri dintre care puteți alege:
sk: Môžete automaticky prijímať aktualizované správy z internetu. Je niekoľko rôznych typov služieb, z ktorých si môžete vybrať:
sl: Nove posodobitve lahko samodejno prejmete z interneta. Obstaja več različnih vrst storitev novic:
sq: Ju mund të merrni automatikisht të reja dhe përditësime nga Interneti. Ka shumë lloje shërbimesh të të rejave prej të cilave mund të zgjidhni:
sr: Можете аутоматски да примате ажуриране вести са Интернета. Постоји неколико различитих служби вести које можете изабрати:
tr: Internet üzerinden güncel haberleri otomatik olarak indirebilirsiniz. Seçebileceğiniz birçok değişik haber servisi mevcuttur:
uk: Ви можете автоматично отримувати оновлення стрічок новин в Інтернеті. Наявні декілька різних типів сервісів новин виберіть з:
zh_cn: 您可以自动收到互联网上的新闻更新。有好几种不同的新闻服务可供选择：

source: <emphasis>Usenet</emphasis> is one of the oldest and allows you to discuss news and other topics with people from all around the world. <application>Pan Newsreader</application> is a news reader which works with Usenet.
ast: <emphasis>Usenet</emphasis> ye ún de los más antiguos y permite'l discutiniu de noticies y otres coses con xente de tou el mundu. <application>Pan Newsreader</application> ye un llector de noticies que trabaya con Usenet.
ca: L'<emphasis>Usenet</emphasis> és un dels més antics i us permet discutir notícies i altres temes amb gent de tot el món. El <application>Lector de notícies Pan</application> és un lector de notícies que funciona amb l'Usenet.
da: <emphasis>Usenet</emphasis> er en af de ældste og giver dig mulighed for at diskutere nyheder og andre emner med folk fra hele verden. <application>Pan</application> er en nyhedslæser, der fungerer med Usenet.
de: <emphasis>Usenet</emphasis> Ist einer der ältesten und gibt Ihnen die Möglichkeit, Nachrichten und andere Themen mit Leuten von der ganzen Welt zu diskutieren. <application>Pan Newsreader</application> ist ein News Reader der mit Usenet arbeitet.
el: Η υπηρεσία <emphasis>Usenet</emphasis> είναι μία από τις παλαιότερες και σας επιτρέπει να συζητήσετε ειδήσεις και άλλα θέματα με άτομα απ' όλο τον κόσμο. Η εφαρμογή <application>Pan Newsreader</application> είναι ένας αναγνώστης ειδήσεων που χρησιμοποιείται στο Usenet.
fr: <emphasis>Usenet</emphasis> est l'un des plus anciens. Il vous permet de discuter d'actualités et d'autres sujets avec des personnes du monde entier. <application>Pan Newsreader</application> est un lecteur de nouvelles qui fonctionne avec Usenet.
gl: <emphasis>Usenet</emphasis> é un dos máis antigos e permite discutir novas e outros temas con persoas de todo o mundo. <application>Pan Newsreader</application> é un lector de novas que funciona con Usenet.
hu: A <emphasis>Usenet</emphasis> egyike a legrégebbieknek, és azt is lehetővé teszi, hogy a híreket és egyéb témákat a világ különböző tájain élő emberekkel megtárgyalja. A <application>Pan hírolvasó</application> egy olyan hírolvasó alkalmazás, amely a Usenettel működik együtt.
nl: <emphasis>Usenet</emphasis> is een van de oudste, en stelt u in staat om nieuws en andere onderwerpen te bespreken met mensen over de gehele wereld. <application>Pan nieuwslezer</application> is een nieuwslezer die met Usenet werkt.
ro: <emphasis>Usenet</emphasis> este unul dintre cele mai vechi servicii și cuprinde grupuri de discuții diverse la care participă utilizatori din lumea întreagă. <application>Pan Newsreader</application> este un furnizor de știri cu care puteți accesa acest serviciu.
sk: <emphasis>Usenet</emphasis> je jednou z najstarších a umožňuje vám diskutovať o správach a ďaľších témach s ľuďmi z celého sveta. Aplikácia <application>Pan</application> je čítačka správ, ktorá pracuje so službou Usenet.
sl: <emphasis>Novičarske skupine </emphasis> je ena od starejših in vam omogoča razpravo o novicah in drugih temah z ljudmi iz vsega sveta. <application>Pan Newsreader</application> je nov bralnik, ki deluje z novičarskimi skupinami.
sq: <emphasis>Usenet</emphasis> është një nga më të vjetrit dhe ju lejon të diskutoni lajmet dhe temat e tjera me njerëz nga e gjithë bota. <application>Lexuesi i të Rejave Pan</application> është një lexues të rejash që punon me Usenet.
sr: <emphasis role="strong"><emphasis>Корисничка мрежа (Usenet)</emphasis></emphasis> је једна од најстаријих и омогућава Вам да разговарате о вестима и другим темама са људима из целог света. <emphasis role="strong"><application>Пан Спикер</application></emphasis> је читач вести који ради са Корисничком мрежом.
tr: <emphasis>Usenet</emphasis> buların en eskilerindendir ve dünyanın her yerindeki insanlar ile haberler ve diğer başlıklar üzerinde tartışma imkanı sunar. <application>Pan Newsreader</application> ise Usenet ile birlikte çalışan bir haber okuyucusu uygulamasıdır.
uk: <emphasis>Usenet</emphasis> - один з найстарших сервісів, що дозволяють обговорювати новини та інші теми з людьми з цілого світу. <application>Pan Newsreader</application> - програма читання новин, що працює з Usenet.
zh_cn: <emphasis>Usenet</emphasis> 是最古老的方式之一，使您能与世界各地的人们讨论新闻和其它主题。<application>Pan Newsreader</application> 是一个能够支持 Usenet 的新闻阅读器。

source: <ulink url="apt:pan">Install the <application>pan</application> package</ulink> and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> to start using <application>Pan</application>.
ast: <ulink url="apt:pan">Instala el paquete <application>pan</application></ulink> y escoye <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Llector de noticies Pan</guimenuitem></menuchoice> pa entamar a usar <application>Pan</application>.
ca: <ulink url="apt:pan">Instal·leu el paquet <application>pan</application></ulink> i trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de notícies Pan</guimenuitem></menuchoice> per a començar a utilitzar el <application>Pan</application>.
da: <ulink url="apt:pan">Installér pakken <application>pan</application></ulink> og vælg <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan nyhedsgruppe-læser</guimenuitem></menuchoice> for at starte <application>Pan</application>.
de: <ulink url="apt:pan">Installieren Sie das Software-Paket <application>pan</application></ulink> und öffnen Sie anschließend <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Newsreader Pan</guimenuitem></menuchoice>, um <application>Pan</application> zu starten.
el: <ulink url="apt:pan">Εγκαταστήστε το πακέτο <application>pan</application> </ulink> και μετά επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Αναγνώστης Ειδήσεων Pan</guimenuitem></menuchoice> για να ξεκινήσετε την χρήση του <application>Pan</application>.
fr: <ulink url="apt:pan">Installez le paquet <application>pan</application> </ulink> et sélectionnez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> pour lancer l'application <application>Pan</application>.
gl: <ulink url="apt:pan">Instale o paquete <application>pan</application></ulink> e escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de novas Pan</guimenuitem></menuchoice> para comezar a utilizar o <application>Pan</application>.
hu: <ulink url="apt:pan">Telepítse a <application>pan</application> csomagot</ulink>, majd válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan hírolvasó</guimenuitem></menuchoice> menüpontot a <application>Pan</application> indításához.
nl: <ulink url="apt:pan">Installeer het pakket <application>pan</application></ulink> en kies dan <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan nieuwslezer</guimenuitem></menuchoice> om <application>Pan</application> te gebruiken.
ro: <ulink url="apt:pan">Instalați pachetul <application>pan</application></ulink> și apoi selectați <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> pentru a utiliza <application>Pan</application>.
sk: <ulink url="apt:pan">Nainštalujte balík <application>pan</application></ulink> a zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> aby ste začali používať <application>Pan</application>.
sl: <ulink url="apt:pan">Namestite paket <application>pan</application></ulink> in izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan bralnik novic</guimenuitem></menuchoice> za začetek uporabe <application>Pan</application>.
sq: <ulink url="apt:pan">Instaloni paketën <application>pan</application> </ulink> dhe zgjidhni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Lexuesi i të rejave Pan</guimenuitem></menuchoice> për të nisur përdorimin e <application>Pan</application>.
sr: <ulink url="apt:pan">Инсталирајте пакет <quote><application>pan</application></quote></ulink>, а затим изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Пан Спикер</guimenuitem></menuchoice></quote> да почнете са коришћењем <application>Пана</application>.
tr: <ulink url="apt:pan">Install the <application>pan</application> package</ulink> ve daha sonra <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice> to start using <application>Pan</application>i seçin.
uk: <ulink url="apt:pan">Встановіть пакет <application>pan</application></ulink>, і пізніше оберіть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>Pan Newsreader</guimenuitem></menuchoice>, для використання <application>Pan</application>з:
zh_cn: <ulink url="apt:pan">安装<application>pan</application>软件包</ulink>然后点击<menuchoice><guimenu>应用程序</guimenu><guimenuitem>互联网</guimenuitem><guimenuitem>Pan新闻阅读器</guimenuitem></menuchoice>来开始使用<application>Pan</application>。

source: <emphasis>RSS feeds</emphasis> are a popular way of automatically receiving regular news updates and articles. <application>Liferea Feed Reader</application> is an RSS feed reader with many useful features.
ast: Los <emphasis>fluxos RSS</emphasis> son una forma popular de recibir automáticamente actualizaciones regulares de noticies y artículos. <application>Liferea Feed Reader</application> ye un llector de fluxos RSS con munches carauterístiques afayadices.
ca: Els <emphasis>canals RSS</emphasis> són una manera popular de rebre automàticament noticies actualitzades i articles. El <application>Lector de canals Liferea</application> és un lector de canals RSS amb moltes funcions útils.
da: <emphasis>RSS feeds</emphasis> er en populær metode til automatisk at modtage regelmæssige nyhedsopdateringer og artikler. <application>Liferea Feed Reader</application> er en RSS-feed-læser med mange nyttige funktioner.
de: <emphasis>RSS-Feeds</emphasis> sind eine populäre Art, regelmäßige Nachrichten und Artikel zu empfangen. <application>Liferea Feed Reader</application> ist ein RSS-Feed-Reader mit vielen nützlichen Funktionen.
el: Οι <emphasis>ροές RSS</emphasis> είναι ένας δημοφιλής τρόπος για την λήψη κανονικών ενημερώσεων και άρθρων ειδήσεων.
fr: Les <emphasis>flux RSS</emphasis> sont un moyen très prisé pour recevoir automatiquement des articles et des actualités. <application>Liferea</application> est un lecteur de flux RSS doté de nombreuses fonctionnalités très utiles.
gl: Os <emphasis>Feeds RSS </emphasis> son unha forma popular de reciber automaticamente actualizacións de noticias e artigos. O <application>Lector de Feeds Liferea</application> é un lector de RSS con moitas características útiles.
hu: Az <emphasis>RSS hírforrások</emphasis> használata egy népszerű módja annak, hogy az új hírekről és cikkekről automatikus frissítéseket kapjon. A <application>Liferea hírolvasó</application> egy sok hasznos szolgáltatással rendelkező RSS kliens.
nl: Het gebruik van <emphasis>RSS-feeds</emphasis> is een populaire manier om automatisch regelmatig nieuws en artikelen te ontvangen. <application>Liferea Feed Reader</application> is een RSS-feedlezer met veel nuttige functies.
ro: <emphasis>Fluxurile RSS</emphasis> reprezintă o modalitate cunoscută de recepție regulată a știrilor noi sau actualizate. <application>Liferea Feed Reader</application> este un furnizor RSS cu multe facilități utile.
sk: <emphasis>RSS kanály</emphasis> sú obľúbeným spôsobom ako automaticky získavať aktuálne správy a články. <application>Liferea Feed Reader</application> je čítačka RSS kanálov s mnohými užitočnými funkciami.
sl: <emphasis>RSS viri</emphasis> je priljubljena izbira za samodejno prejemanje rednih posodobitev novic in člankov. <application>Liferea bralnik virov</application> je bralnik RSS virov z veliko uporabnimi zmožnostmi.
sq: <emphasis>RSS feeds</emphasis> janë një mënyrë e njohur për të marrë automatikisht përditësime të rregullta të lajmeve dhe artikuj. <application>Lexuesi i Feed Liferea</application> është një lexues i feed të RSS me shumë mjete të përdorshme.
sr: <emphasis role="strong"><emphasis>РСС токови (RSS feeds)</emphasis></emphasis> су популаран начин за аутоматско примање редовних допуна вести и чланака. <emphasis role="strong"><application>Лифереа читач токова</application></emphasis> је читач РСС токова са много корисних могућности.
tr: <emphasis>RSS feeds</emphasis> uygulaması bazı düzenli haberler güncellemelerini ve makaleleri takip etmenin popüler bir yoludur. <application>Liferea Feed Reader</application> uygulaması birir çok faydalı özellikleri olan RSS feed okuyucusudur.
uk: <emphasis>Канали RSS</emphasis> - поширений спосіб автоматично отримувати регулярні оновлення новин та статей. <application>Liferea Feed Reader</application> - програма читання каналу RSS з багатьма корисними можливостями.
zh_cn: <emphasis>RSS feeds</emphasis> 是一种自动接收日常新闻更新和文章的流行方式。<application>Liferea Feed Reader</application> 是一个有着许多有用功能的 RSS feed 阅读器。

source: <ulink url="apt:liferea">Install the <application>liferea</application> package</ulink> and then choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> to start using <application>Liferea</application>.
ast: <ulink url="apt:liferea">Instala el paquete <application>liferea</application></ulink> y escueye <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> pa entamar a usar <application>Liferea</application>.
ca: <ulink url="apt:liferea">Instal·leu el paquet <application>liferea</application></ulink> i trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de canals Liferea</guimenuitem></menuchoice> per a començar a utilitzar el <application>Liferea</application>.
da: <ulink url="apt:liferea">Installer pakken <application>liferea</application></ulink> og vælg derefter <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> for at starte <application>Liferea</application>.
de: <ulink url="apt:liferea">Installieren Sie das das Software-Paket <application>liferea</application></ulink> und öffnen Sie dann <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>, um <application>Liferea</application> zu starten.
el: <ulink url="apt:liferea">Εγκαταταστήστε το πακέτο <application>liferea</application> </ulink> και μετά επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διδίκτυο</guimenuitem><guimenuitem>Αναγνώστης Ροής Liferea</guimenuitem></menuchoice> για να ξεκινήσετε την χρήση του <application>Liferea</application>.
fr: <ulink url="apt:liferea">Installez le paquet <application>liferea</application></ulink> et sélectionnez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Agrégateur de flux Liferea</guimenuitem></menuchoice> pour lancer l'application <application>Liferea</application>.
gl: <ulink url="apt:liferea">Instale o paquete <application>liferea</application></ulink> e escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de fontes Liferea</guimenuitem></menuchoice> para comezar a utilizar o <application>Liferea</application>.
hu: <ulink url="apt:liferea">Telepítse a <application>liferea</application> csomagot</ulink>, majd válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea hírforrásolvasó</guimenuitem></menuchoice> menüpontot a <application>Liferea</application> indításához.
nl: <ulink url="apt:liferea">Installeer het pakket <application>liferea</application></ulink> en kies dan <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> om <application>Liferea</application> te gebruiken.
ro: <ulink url="apt:liferea">Instalați pachetul <application>liferea</application> </ulink> și apoi selectați <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> pentru a utiliza <application>Liferea</application>.
sk: <ulink url="apt:liferea">Nainštalujte balík <application>liferea</application></ulink> a zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> aby ste začali používať <application>Liferea</application>.
sl: <ulink url="apt:liferea">Namestite paket <application>liferea</application></ulink> in izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea bralnik virov</guimenuitem></menuchoice> za začetek uporabe<application>Liferea</application>.
sq: <ulink url="apt:liferea">Instaloni paketën <application>liferea</application> </ulink> dhe pastaj zgjidhni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Lexuesi i Feed Liferea</guimenuitem></menuchoice> për të nisur përdorimin e <application>Liferea</application>.
sr: <ulink url="apt:liferea">Инсталирајте пакет <quote><application>liferea</application></quote></ulink>, а затим изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Лифереа читач токова</guimenuitem></menuchoice></quote> да почнете са коришћењем <application>Лиферее</application>.
tr: <ulink url="apt:liferea">Install the <application>liferea</application> package</ulink> ve daha sonra <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>i seçin, kullanmaya başlamak için <application>Liferea</application>.
uk: <ulink url="apt:liferea">Встановіть пакунок <application>liferea</application></ulink>, після цього оберіть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>, для використання <application>Liferea</application>.
zh_cn: <ulink url="apt:liferea">安装<application>liferea</application>软件包</ulink>，然后选择<menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>以启动<application>Liferea</application>。

source: Create News Feeds with Liferea
ast: Crear fluxos de noticies con Liferea
ca: Creació de canals de noticies amb el Liferea
da: Opret nyhedsfeeds med Liferea
de: News-Feeds mit Liferea erstellen
el: Δημιουργία ροών ειδήσεων με την εφαρμογή Liferea
fr: S'abonner à des flux d'informations avec Liferea
gl: Crear fontes de novas co Liferea
hu: Hírforrások létrehozása Liferea használatával
nl: Nieuws-feeds met Liferea aanmaken
ro: Adăugarea unui flux în Liferea
sk: Tvorba spravodajských kanálov v Liferei
sl: Ustvarite vire novic Z Liferea
sq: Krijoni Blloqe Lajmesh me Liferea
sr: Направите Ток вести са Лифереом
tr: Liferea ile Haber Kaynakları Oluştur
uk: Створення каналу новин за допомогою Liferea
zh_cn: 用Liferea创建新的新闻Feeds
