Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: See the <ulink type="help" url="ghelp:evolution">Evolution manual</ulink> for help on how to use Evolution.
ast: Llee'l <ulink type="help" url="ghelp:evolution">manual d'Evolution</ulink> por aida pa usar Evolution.
ca: Vegeu el <ulink type="help" url="ghelp:evolution">manual de l'Evolution</ulink> per a obtenir ajuda sobre com utilitzar-lo.
da: Læs <ulink type="help" url="ghelp:evolution">manualen til Evolution</ulink> for at få hjælp med at bruge Evolution.
de: Um Hilfe zur Benutzung von Evolution zu erhalten, lesen Sie bitte <ulink type="help" url="ghelp:evolution">Evolution Anleitung</ulink>.
el: Δείτε το <ulink type="help" url="ghelp:evolution">Εγχειρίδιο του Evolution</ulink> για το πως να το χρησιμοποιήσετε.
fr: Consultez la <ulink type="help" url="ghelp:evolution">documentation d'Evolution</ulink> pour obtenir de l'aide sur l'utilisation d'Evolution.
gl: Vexa o <ulink type="help" url="ghelp:evolution">Manual do Evolution</ulink> para axuda sobre como empregar o Evolution.
hu: Az Evolution használatával kapcsolatos további segítségért olvassa el az <ulink type="help" url="ghelp:evolution">Evolution kézikönyvét</ulink>.
nl: Zie de <ulink type="help" url="ghelp:evolution">Evolution handleiding</ulink> voor hulp bij het gebruiken van Evolution.
ro: Pentru asistență în utilizarea aplicației Evolution, consultați <ulink type="help" url="ghelp:evolution">Manualul Evolution</ulink>.
sk: Pozrite <ulink type="help" url="ghelp:evolution">manuál Evolution</ulink> pre pomoc, ako Evolution používať.
sl: Za pomoč, kako uporabljati Evolution, si oglejte <ulink type="help" url="ghelp:evolution">priročnik Evolution</ulink>.
sq: Shikoni <ulink type="help" url="ghelp:evolution">Manualin e Evolution</ulink> për ndihmë rreth përdorimit të Evolution.
sr: Погледајте <ulink type="help" url="ghelp:evolution">Упутство Еволуције</ulink> за помоћ о томе како да користите Еволуцију.
tr: Evolution kullanımı hakkında yardım için <ulink type="help" url="ghelp:evolution"> bağlantısını inceleyin.
uk: Ознайомтесь з <ulink type="help" url="ghelp:evolution">Інструкцією Evolution</ulink> для отримання допомоги по використанню Evolution.
zh_cn: 查看<ulink type="help" url="ghelp:evolution">Evolution manual</ulink> 寻求使用 Evolution的帮助。

source: Junk mail filtering
ast: Peñerando'l corréu puxarra
ca: Filtratge de correu brossa
da: Filtrering af spam
de: Spam-Filter
el: Φιλτράρισμα ανεπιθύμητης αλληλογραφίας
fr: Filtrage des pourriels
gl: Filtrado do correo lixo
hu: Levélszemét szűrése
nl: Ongewenste e-mail filteren
ro: Filtrarea mesajelor nesolicitate
sk: Filtrovanie spamu
sl: Filtriranje neželene pošte
sq: Filtrimi i postës së padëshiruar
sr: Филтрирање непожељне поште
tr: Önemsiz posta filtresi
uk: Фільтрування спаму
zh_cn: 垃圾邮件过滤

source: Bogofilter classifies mail as junk mail (also known as <emphasis>spam</emphasis>) by analysing the message statistically, and can learn from selections made by the user. The technique is known as Bayesian filtering; you can find more details on this here:
ast: Bogofilter clasifica'l corréu como corréu puxarra (también nomáu <emphasis>spam</emphasis>) analizando estadísticamente'l mensaxe, y puede aprender de les esbilles feches pol usuariu. La técnica conozse como peñeráu Bayesianu; puedes alcontrar más información equí:
ca: El Bogofilter classifica el correu com a correu brossa (també conegut com a <emphasis>spam</emphasis>) analitzant estadísticament el missatge. Aquest pot aprendre de les seleccions realitzades per l'usuari. La tècnica és coneguda com a a filtrat Bayesià, i podeu trobar-ne més detalls aquí:
da: Bogofilter klassificerer post som uønsket post (også kendt som <emphasis>spam</emphasis>) ved at analysere beskeden statistisk, og kan lære af valg foretaget af brugeren. Denne teknik kaldes Bayesian-filtrering, du kan finde flere informationer om dette her:
de: Der Bogofilter stuft E-Mails als Spam ein, indem er eine Nachricht statistisch analysiert. Er kann auch durch Auswahl des Benutzers lernen. Die Technologie ist auch bekannt als Bayesscher Filter. Sie können mehr darüber hier erfahren:
el: Το Bogofilter ανακαλύπτει την ανεπιθύμητη αλληλογραφία (γνωστή και ως spam) αναλύοντας το μήνυμα στατιστικά, ενώ μαθαίνει από επιλογές που γίνονται από τον χρήστη. Η τεχνική είναι γνωστή ως φιλτράρισμα Bayesian και μπορείτε να βρείτε περισσότερα εδώ:
fr: Bogofilter classe un courriel comme pourriel (également appelé <emphasis>spam</emphasis>) d'après une analyse statistique du message et peut apprendre à partir des sélections faites par l'utilisateur. Cette technique est appelée filtre bayésien ; vous pourrez en apprendre plus à ce sujet ici (en anglais) :
gl: O Bogofilter clasifica correos como mensaxes de correo lixo (tamén coñecido como <emphasis>spam</emphasis>) ao analizar estaticamente a mensaxe e pode aprender coas seleccións feitas pelo usuario. Esta técnica é coñecida como filtrado bayesiano; pode achar máis detalles sobre iso aqui:
hu: A Bogofilter statisztikai elemzés után állapítja meg egy üzenetről, hogy az levélszemét-e (más néven <emphasis>spam</emphasis>), vagy sem. Ezen kívül a felhasználó ajánlásaiból is képes tanulni. Ezt a technikát Bayes-szűrő néven ismerik, amelyről további információt itt talál:
nl: Bogofilter classificeert e-mail als ongewenst (ook bekend als <emphasis>spam</emphasis>) door het bericht statistisch te analyseren, en kan leren van door de gebruiker gemaakte keuzes. Deze techniek staat bekend als Bayesiaans filteren; u kunt hierover meer informatie vinden op:
ro: Bogofilter identifică mesajele nesolicitate (cunoscute și ca „junk” sau <emphasis>spam</emphasis>) prin analiza statistică a conținutului și din marcajele realizate anterior de utilizator. Această tehnică este cunoscută sub numele de filtrare bayesiană; pentru mai multe informații, consultați:
sk: Bogofilter klasifikuje email ako <emphasis>spam</emphasis> štatistickou analýzou správy a učí sa podľa výberu používateľa. Táto technika sa nazýva bayesinské filtrovanie; viac o tejto technike nájdete tu:
sl: Z analizo sporočila lahko Bogofilter uvrsti pošto kot neželezo pošto (znano tudi kot <emphasis>spam</emphasis>) in se lahko uči tudi iz izborov uporabnika. Tehnika je znana tudi kot filtriranje Bayesian. Več podatkov o tem lahko najdete tukaj:
sq: Bogofilter e klasifikon postën si postë të padëshirueshme (gjithashtu e njohur si <emphasis>spam</emphasis>) duke analizuar mesazhet nga pikëpamja statistikore dhe duke mësuar nga përzgjedhja e bërë nga përdoruesi. Kjo teknikë njihet me emrin filtrimi Bajezian; ju mund të gjeni më tepër detaje rreth tij këtu:
sr: <emphasis role="strong">Богофилтер</emphasis> сврстава пошту у непожељну (такође позната као <quote><emphasis>спам</emphasis></quote>) анализирајући поруку статистички и може да учи из корисниковог избора. Ова техника је позната као Бајезијско филтрирање; више детаља о овоме можете пронаћи овде:
tr: Bogofilter mesajı istatistiksel olarak analiz ederek postayı gereksiz posta olarak ( <emphasis>spam</emphasis> olarak da bilinir ) sınıflandırır ve kullanıcı tarafından yapılan seçimleri bilebilir. Teknik Bayesian süzmesi olarak bilinir; daha fazla detayı burada bulabilirsiniz:
uk: Bogofilter класифікує непотрібну вам пошту (також невідомо як <emphasis>спам</emphasis>), аналізуючи повідомлення статистично, також здатен навчатись з відміток зроблених користувачем. Ця техніка відома як фільтр Бейєса; детальніше з цим Ви можете ознайомитись тут:
zh_cn: Bogo过滤器能够通过统计分析邮件内容来分开垃圾邮件，并且具有学习用户选择的功能。这项技术被称作“贝叶过滤法”。在这里你可以获得更多细节：

source: Evolution can be automatically configured to use Bogofilter.
ast: Evolution puede configurase automáticamente pa usar Bogofilter.
ca: L'Evolution es pot configurar automàticament per a utilitzar el Bogofilter.
da: Evolution kan automatisk konfigureres til at bruge Bogofilter.
de: Evolution kann automatisch so konfiguriert werden, dass Bogofilter benutzt wird.
el: Το Evolution μπορεί να ρυθμιστεί αυτόματα, ώστε να χρησιμοποιεί το Bogofilter.
fr: Evolution peut être automatiquement configuré pour utiliser Bogofilter.
gl: Pódese configurar o Evolution automaticamente para que empregue o Bogofilter.
hu: Beállítható, hogy az Evolution automatikusan használja a Bogofiltert.
nl: Evolution kan automatisch worden geconfigureerd om Bogofilter te gebruiken.
ro: Evolution poate fi configurat să folosească automat Bogofilter.
sk: Evolution sa dá nastaviť tak, aby sa Bogofilter používal automaticky.
sl: Evolution lahko samodejno nastavite za uporabo Bogofilterja.
sq: Evolution mund të konfigurohet automatikisht për të përdorur Bogofilter.
sr: Еволуција може бити аутоматски подешена да користи Богофилтер.
tr: Evolution, Bogofilter kullanmak için kendiliğinden yapılandırılabilir.
uk: Evolution може бути автоматично налаштовано для використання Bogofilter.
zh_cn: Evolution 可以自动配置并使用Bogofilter。

source: <ulink url="apt:bogofilter">Install the <application>Bogofilter</application> package</ulink>.
ast: <ulink url="apt:bogofilter">Instala el paquete <application>Bogofilter</application></ulink>.
ca: <ulink url="apt:bogofilter">Instal·leu el paquet <application>Bogofilter</application></ulink>.
da: <ulink url="apt:bogofilter">Installer pakken <application>Bogofilter</application></ulink>.
de: <ulink url="apt:bogofilter">Installieren Sie das Software-Paket <application>Bogofilter</application></ulink>.
el: <ulink url="apt:bogofilter">Εγκαταστήστε το πακέτο <application>Bogofilter</application></ulink>.
fr: <ulink url="apt:bogofilter">Installez le paquet <application>Bogofilter</application></ulink>.
gl: <ulink url="apt:bogofilter">Instale o paquete <application>Bogofilter</application></ulink>.
hu: <ulink url="apt:bogofilter">Telepítse a <application>Bogofilter</application> csomagot</ulink>.
nl: <ulink url="apt:bogofilter">Installeer het pakket <application>Bogofilter</application></ulink>.
ro: <ulink url="apt:bogofilter">Instalați pachetul <application>Bogofilter</application></ulink>.
sk: <ulink url="apt:bogofilter">Nainštalujte balík <application>Bogofilter</application></ulink>.
sl: <ulink url="apt:bogofilter">Namestite paket <application>Bogofilter</application></ulink>.
sq: <ulink url="apt:bogofilter">Instalo <application>Bogofilter</application> package</ulink>.
sr: <ulink url="apt:bogofilter">Инсталирајте пакет <quote><application>Богофилтер</application></quote></ulink>.
tr: <application>Bogofilter</application> paketi</ulink> kurun<ulink url="apt:bogofilter">.
uk: <ulink url="apt:bogofilter">Встановіть пакунок <application>Bogofilter</application></ulink>.
zh_cn: <ulink url="apt:bogofilter">安装<application>Bogofilter</application>软件包</ulink>。

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Office</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ca: Obriu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Ofimàtica</guimenuitem><guimenuitem>Correu i calendari de l'Evolution</guimenuitem></menuchoice>.
da: Åbn <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Kontor</guimenuitem><guimenuitem>Evolution E-post og Kalender</guimenuitem></menuchoice>.
de: Öffnen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Büro</guimenuitem><guimenuitem>Evolution-E-Mail und -Kalender</guimenuitem></menuchoice>
el: Ανοίξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Γραφείο</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Bureautique</guimenuitem><guimenuitem>Messagerie et calendrier d'Evolution</guimenuitem></menuchoice>.
gl: Abra <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Oficina</guimenuitem><guimenuitem>Correo do Evolution</guimenuitem></menuchoice>.
hu: Nyissa meg az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Iroda</guimenuitem><guimenuitem>Evolution levelező</guimenuitem></menuchoice> menüpontot.
sl: Odprite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pisarna</guimenuitem><guimenuitem>Koledar in pošta Evolution</guimenuitem></menuchoice>.
sr: Отворите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Канцеларија</guimenuitem><guimenuitem>Еволуција пошта</guimenuitem></menuchoice></quote>.

source: Enable the junk mail filter by selecting <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Mail Preferences</guimenuitem><guimenuitem>Junk</guimenuitem><guimenuitem>Check incoming mail for junk</guimenuitem></menuchoice>.
ca: Habiliteu el filtre de correu brossa seleccionant <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Preferències</guimenuitem><guimenuitem>Preferències del correu</guimenuitem><guimenuitem>Correu brossa</guimenuitem><guimenuitem>Comprova si el correu d'entrada és brossa</guimenuitem></menuchoice>.
da: Aktiver spam-filter ved at vælge <menuchoice><guimenuitem>Redigér</guimenuitem><guimenuitem>Indstillinger</guimenuitem><guimenuitem>E-post-indstillinger</guimenuitem><guimenuitem>Spam</guimenuitem><guimenuitem>Kontrollér indgående post for spam</guimenuitem></menuchoice>.
de: Aktivieren Sie den Spamfilter, indem Sie <menuchoice><guimenuitem>Bearbeitent</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Maileinstellungen</guimenuitem><guimenuitem>Junk</guimenuitem><guimenuitem>Eingehende Mail auf Spam überprüfen</guimenuitem></menuchoice> auswählen.
el: Ενεργοποιήστε το φίλτρο ανεπιθύμητης αλληλογραφίας επιλέγοντας <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Προτιμήσεις αλληλογραφίας</guimenuitem><guimenuitem>Ανεπιθύμητα</guimenuitem><guimenuitem>Έλεγχος εισερχόμενης αλληλογραφίας για ανεπιθύμητα</guimenuitem></menuchoice>.
fr: Activez le filtre pourriels en cliquant sur <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Préférences</guimenuitem><guimenuitem>Préférences du courriel</guimenuitem><guimenuitem>Pourriel</guimenuitem><guimenuitem>Détecter les pourriels dans les messages entrants</guimenuitem></menuchoice>.
gl: Active o filtro de correo lixo seleccionando <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferencias</guimenuitem><guimenuitem>Opcións de correo</guimenuitem><guimenuitem>Spam</guimenuitem><guimenuitem>Comprobar se as mensaxes entrantes son lixo</guimenuitem></menuchoice>.
hu: A levélszemét szűrését a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Levelezés beállításai</guimenuitem><guimenuitem>Levélszemét</guimenuitem><guimenuitem>Levélszemét keresése új levelekben</guimenuitem></menuchoice> lehetőség kiválasztásával engedélyezheti.
nl: Activeer het spam-filter door <menuchoice><guimenuitem>Bewerken</guimenuitem><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>E-mailvoorkeuren</guimenuitem><guimenuitem>Spam</guimenuitem><guimenuitem>Binnengekomen e-mail controleren op spam</guimenuitem></menuchoice> te selecteren.
ro: Activează filtrul de mesaje nedorite din meniul <menuchoice><guimenuitem>Editare</guimenuitem><guimenuitem>Preferințe</guimenuitem><guimenuitem>Preferințe mail</guimenuitem><guimenuitem>Spam</guimenuitem><guimenuitem>Verifică mesajele primite pentru spam</guimenuitem></menuchoice>.
sl: Omogočite filter neželene pošte z izbiro <menuchoice><guimenuitem>Uredi</ guimenuitem><guimenuitem>Možnosti</ guimenuitem><guimenuitem>Možnosti pošte</ guimenuitem>Neželena<guimenuitem></ guimenuitem><guimenuitem>Preveri dohodno pošto za neželeno</ guimenuitem></ menuchoice>.
sr: Омогућите филтрирање непожељне поште тако што ћете изабрати <quote><menuchoice><guimenuitem>Уређивање</guimenuitem><guimenuitem>Подешавања</guimenuitem><guimenuitem>Поставке поште</guimenuitem><guimenuitem>Непожељна</guimenuitem><guimenuitem>Провери да ли има непожељне поште у новопристиглој</guimenuitem></menuchoice></quote>.
tr: İstenmeyen posta filtresi, <menuchoice><guimenuitem>Düzen</guimenuitem><guimenuitem>Tercihler</guimenuitem><guimenuitem>Posta Tercihleri</guimenuitem><guimenuitem>İstenmeyen</guimenuitem><guimenuitem>İstenmeyen postaları kontrol et</guimenuitem></menuchoice>'i seçilerek etkinleştirilir.

source: Turn on the Bogofilter plugin by selecting <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Plugins</guimenuitem></menuchoice>.
ca: Activeu el connector Bogofilter seleccionant <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Connectors</guimenuitem></menuchoice>.
da: Tænd Bogofilter-udvidelsen ved at vælge <menuchoice><guimenuitem>Redigér</guimenuitem><guimenuitem>Udvidelsesmoduler</guimenuitem></menuchoice>.
de: Schalten Sie den Bogofilter ein, indem Sie <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Plugins</guimenuitem></menuchoice> auswählen.
el: Ενεργοποιήστε το πρόσθετο Bogofilter επιλέγοντας <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Πρόσθετα</guimenuitem></menuchoice>.
fr: Activez le plugins Bogofilter en cliquant sur <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Greffons</guimenuitem></menuchoice>.
gl: Active o engadido de Bogofilter seleccionando <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Engadidos</guimenuitem></menuchoice>.
hu: A <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Bővítmények</guimenuitem></menuchoice> menüpontban kapcsolja be a Bogofilter bővítményt.
nl: Zet de Bogofilter-plug-in aan door <menuchoice><guimenuitem>Bewerken</guimenuitem><guimenuitem>Plugins</guimenuitem></menuchoice> te selecteren.
ro: Porniți modulul Bogofilter alegând <menuchoice><guimenuitem>Editare</guimenuitem><guimenuitem>Module</guimenuitem></menuchoice>.
sl: Omogočite vstavek Bogofilter z izbiro <menuchoice><guimenuitem>Uredi</guimenuitem><guimenuitem>Vstavki</guimenuitem></menuchoice>.
sr: Укључите Богофилтер додатак избором <quote><menuchoice><guimenuitem>Уређивање</guimenuitem><guimenuitem>Додаци</guimenuitem></menuchoice></quote>.
tr: Bogofilter eklentisini başlatmak için <menuchoice><guimenuitem>Düzen</guimenuitem><guimenuitem>Eklentiler</guimenuitem></menuchoice>'i seçin.

source: Bogofilter will now start to learn what is spam, based on the messages you mark. To mark a message as spam, select <menuchoice><guimenuitem>Message</guimenuitem><guimenuitem>Mark As</guimenuitem><guimenuitem>Junk</guimenuitem></menuchoice>.
ca: Ara el Bogofilter començarà a aprendre què és correu brossa, basant-se en els missatges que marqueu. Per marcar un missatge com a correu brossa, seleccioneu <menuchoice><guimenuitem>Missatges</guimenuitem><guimenuitem>Marca com a</guimenuitem><guimenuitem>Brossa</guimenuitem></menuchoice>.
da: Bogofilter vil nu begynde at lære hvad der er spam, baseret på de beskeder du markerer. For at markere en meddelelse som spam, skal du vælge <menuchoice><guimenuitem>Besked</guimenuitem><guimenuitem>Markér som</guimenuitem><guimenuitem>Spam</guimenuitem></menuchoice>.
de: Der Bogofilter wird nun anfangen zu lernen, welche Mails Spam sind, basierend auf den E-Mails, die Sie als solchen markieren. Um eine Nachricht zu markieren, wählen Sie menuchoice><guimenuitem>Nachricht</guimenuitem><guimenuitem>markieren als</guimenuitem><guimenuitem>Spam</guimenuitem></menuchoice>.
el: Το Bogofilter θ' αρχίσει τώρα να μαθαίνει τι είναι spam, βασιζόμενο στα μηνύματα που σημειώνετε. Για νασημειώσετε ένα μήνυμα σαν spam, επιλέξτε <menuchoice><guimenuitem>Μήνυμα</guimenuitem><guimenuitem>Σημείωση ως</guimenuitem><guimenuitem>Ανεπιθύμητο</guimenuitem></menuchoice>.
fr: Bogofilter va apprendre ce qui est du pourriel en se basant les messages que vous déclarerez comme tels. Pour déclarer un message comme pourriel, cliquez sur <menuchoice><guimenuitem>Message</guimenuitem><guimenuitem>Marquer comme</guimenuitem><guimenuitem>Pourriel</guimenuitem></menuchoice>.
gl: Agora Bogofilter iniciarase para aprender qué é lixo, baseandose nas mensaxes que vostede marque. Para marcar unha mensaxe como lixo, seleccione <menuchoice><guimenuitem>Mensaxe</guimenuitem><guimenuitem>Marcar como</guimenuitem><guimenuitem>Spam</guimenuitem></menuchoice>.
hu: Ezután a Bogofilter a levelek megjelölése alapján elkezdi megtanulni, hogy mi levélszemét. Egy levél szemétként való jelöléséhez válassza az <menuchoice><guimenuitem>Üzenet</guimenuitem><guimenuitem>Megjelölés mint</guimenuitem><guimenuitem>Levélszemét</guimenuitem></menuchoice> menüpontot.
nl: Bogofilter zal nu, gebaseerd op de berichten die u als spam markeert, gaan leren wat spam is. Om een bericht als spam aan te merken selecteert u <menuchoice><guimenuitem>Berichten</guimenuitem><guimenuitem>Markeren als</guimenuitem><guimenuitem>Spam</guimenuitem></menuchoice>.
ro: Bogofilter va începe să învețe care mesaje sunt spam, bazându-se pe marcajele pe care le veți face. Pentru a marca un mesaj ca spam, alegeți <menuchoice><guimenuitem>Mesaj</guimenuitem><guimenuitem>Marchează ca</guimenuitem><guimenuitem>Spam</guimenuitem></menuchoice>.
sl: Bogofilter se bo začel učiti kaj je neželena pošta, na osnovi označenih sporočil. Za označitev sporočila kot neželena pošta izberite <menuchoice><guimenuitem>Sporočilo</guimenuitem><guimenuitem>Označi kot</guimenuitem><guimenuitem>Neželeno</guimenuitem></menuchoice>.
sr: Богофилтер ће сада почети да учи шта је спам на основу порука које ви означите. Да означите поруку као спам, изаберите <quote><menuchoice><guimenuitem>Порука</guimenuitem><guimenuitem>Означи као</guimenuitem><guimenuitem>Непожељна</guimenuitem></menuchoice></quote>.
tr: Bogofilter şimdi işaretlediğin mesajlarda neyin istenmeyen posta olduğunu öğretmeye başlayacak. Mesajı istenmeyen olarak işaretlemek için, <menuchoice><guimenuitem>Mesaj</guimenuitem><guimenuitem>İşaretle</guimenuitem><guimenuitem>İstenmeyen</guimenuitem></menuchoice>'i seçin.

source: Alternative email applications
ast: Aplicaciones alternatives de corréu electrónicu
ca: Aplicacions de correu electrònic alternatives
da: Alternative e-post-programmer
de: Alternative E-Mail-Anwendungen
el: Εναλλακτικές εφαρμογές αλληλογραφίας
fr: Applications de courriel alternatives
gl: Aplicativos alternativos de correo electrónico
hu: Alternatív levelezőprogramok
nl: Alternatieve e-mailprogramma's
ro: Programe alternative de email
sk: Alternatívne emailové aplikácie
sl: Dodatni programi za e-pošto
sq: Programe alternative email
sr: Алтернативне апликације е-поште
tr: Alternatif e-posta uygulamaları
uk: Альтернативні поштові програми
zh_cn: 可选的电子邮件程序
