Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Now type the command: <code>ping www.ubuntu.com</code>. If you get a response from the both then see <xref linkend="troubleshooting-wireless-ipv6"/>.
ast: Agora escribe la orde: <code>ping www.ubuntu.com</code>. Si recibes respuesta d'ambos, llee <xref linkend="troubleshooting-wireless-ipv6"/>.
sq: Tani shtypni komandën: <code>ping www.ubuntu.com</code>. Nëse merrni një përgjigje nga të dyja, atëherë shikoni <xref linkend="troubleshooting-wireless-ipv6"/>.
uk: Тепер наберіть команду: <code>ping www.ubuntu.com</code>. Якщо ви отримаєте відповідь від двох, то дивіться <xref linkend="troubleshooting-wireless-ipv6"/>.

source: Some USB mobile broadband devices are not identified correctly in Ubuntu. This is because of a feature that allows them to appear as USB storage devices to install drivers in Windows and Mac OS.
ast: Dellos dispositivos móviles USB de banda ancha nun s'identifiquen bien n'Ubuntu. Por una carauterística que permite que aparezan como dispositivu d'almacenamiento USB al instalar controladores en Windows y Mac OS
sq: Disa pajisje mobile broadband USB nuk identifikohen në mënyrë korrekte në Ubuntu. Kjo ndodh për shkak se ato njihen si pajisje ruajtëse USB që të mund të instalojnë draiverat në Windows dhe Mac OS.

source: There is a workaround:
ast: Hai una solución:
sq: Ka një rrugëzgjidhje:

source: Install the <ulink url="apt:udev-extras">udev-extras</ulink> package.
ast: Instala'l paquete <ulink url="apt:udev-extres">udev-extres</ulink>.
sq: Instaloni paketën <ulink url="apt:udev-extras">udev-extras</ulink>.

source: Reconnect the device.
ast: Vuelvi a coneutar el dispositivu
sq: Rilidheni pajisjen.

source: If this fails, then your device may not yet have a rule created for it.
ast: Si falla esto, entós el dispositivu puede que nun tenga una regla criada pa elli.
sq: Nëse kjo dështon, atëherë pajisja juaj mund të mos ketë një rregull të krijuar për të.

source: NetworkManager
sq: Menaxhuesi i Rrjetit

source: Ubuntu now uses NetworkManager to manage network connections. NetworkManager attempts to make the process of connecting invisible, whilst allowing finer manual control where necessary.
ast: Ubuntu anguaño usa NetworkManager pa remanar les conexones de rede. NetworkManager tenta facer invisible el procesu de conexón, mentanto que permite un control manual más finu cuando ye necesario.
sq: Ubuntu tani përdor MEnaxhuesin e Rrjetit për të menaxhuar lidhjet e rrjetit. Menaxhuesi i Rrjetit përpiqet ta bëjë proçesin e lidhjes të padukshëm, por duke lejuar kontroll më të brendshëm manual atje ku është e nevojshme.
uk: Ubuntu тепер використовує NetworkManager для управління мережевими підключеннями. Аплет NetworkManager робить процес підключення непомітним та має кращий ручний контроль в разі необхідності.

source: Many security protocols are supported: WEP, WPA/WPA2, WPA-Enterprise/WPA2-Enterprise, 802.1x, VPN
ast: Permítense abondos protocolos de seguridá: WEP, WPA/WPA2, WPA-Enterprise/WPA2-Enterprise, 802.1x, VPN
sq: Shumë protokolle sigurie janë të suportuara: WEP, WPA/WPA2, WPA-Enterprise/WPA2-Enterprise, 802.1x, VPN

source: NetworkManager also keeps passwords secure by utilising the user's keyring to store passphrases.
ast: NetworkManager tamién mantiene les claves segures utilizando l'aniellu de claves d'usuariu p'atroxar contraseñes.
sq: Menaxhuesi i Rrjetit i mban dhe fjalëkalimet të sigurta duke përdorur kodin e përdoruesit për të ruajtur fjalëkalimet.
uk: NetworkManager також зберігає паролі, використовуючи для зберігання ключі користувачів.

source: Network Manager is the little icon in the system notification area in the top right of your screen. It looks like two over-lapping computer screens or four blue or grey stepped bars (when connected wirelessly).
ast: Network Manager ye l'iconu pequeñu de l'área de notificación del sistema del requexu cimeru derechu de la pantalla. Paezse a dos pantalles d'ordenador sobropuestes, o a cuatro barres de progresu de color azul o buxu (pa la conexón inalámbrica).
sq: Menaxhuesi i Rrjetit është një ikonë e vogël në zonën e njoftimit të sistemit në pjesën e sipërme djathtas të ekranit tuaj. Ai duket si dy ekrane kompjuteri të vendosur mbi njëri-tjetrin ose katër shirita blu apo të gjelbër (kur lidheni me wireless).
uk: Network Manager — це маленька піктограма в районі повідомлень в правому верхньому кутку робочого стола. Вона схожа на 2 з'єднані комп'ютерні монітори або як чотири сині чи сірі прямокутники при підключені до безпровідної мережі.

source: <guibutton>Left click</guibutton> for automatic functions, such as connecting to a network.
ast: <guibutton>Botón izquierdu</guibutton> pa funciones automátiques, como coneutase a una rede.
sq: <guibutton>Klikoni me të majtën</guibutton> për funksione automatike, siç është lidhja me një rrjet.
uk: <guibutton>Клацніть лівою кнопкою миші</guibutton> для автоматичних функцій, наприклад, підключення до мережі.

source: <guibutton>Right click</guibutton> for manual control and to disable or enable connections.
ast: <guibutton>Botón derechu</guibutton> pal control manual y pa desactivar o activar conexones.
sq: <guibutton>Klikoni me të djathtën</guibutton> për kontroll manual dhe për të çaktivizuar apo aktivizuar lidhjet.
uk: <guibutton>Клацніть правою кнопкою миші</guibutton> для ручного управління, а також для вмикання чи вимикання з'єднання.

source: You can share files and folders with other people on your network through <application>Shared Folders</application> or <application>Nautilus</application>.
ast: Puedes compartir ficheros y carpetes con otres persones na to rede per aciu de <application>Compartir carpetes</application> o <application>Nautilus</application>.
nl: U kunt bestanden en mappen delen met andere mensen op uw netwerk via <application>Gedeelde mappen</application> of <application>Nautilus</application>.
sk: Súbory a priečinky môžete zdieľať s inými používateľmi na vašej sieti pomocou aplikácii <application>Zdieľané priečinky</application> alebo <application>Nautilus</application>.
sq: Ju mund të ndani skedarët dhe dosjet me njerëz të tjerë në rrjetin tuaj përmes <application>Dosjeve të Shpërndara</application> ose <application>Nautilus</application>.
tr: Ağınızdaki diğer insanlarla <application>Paylaşılan Dizinler</application> yada <application>Nautilus</application> üzerinden dosya ve dizin paylaşabilirsiniz.
uk: Ви можете відкривати доступ до файлів та каталогів іншим людям у вашій мережі

source: Press the <guibutton>Unlock</guibutton> button and enter your password in the <guilabel>Password for (username): </guilabel> field.
ast: Calca nel botón <guibutton>Desbloquiar</guibutton> y escribe to clave nel campu<guilabel>Contraseña pa (usuariu): </guilabel>.
sq: Klikoni butonin <guibutton>Zhblloko</guibutton> dhe vendosni fjalëkalimin tuaj tek fusha <guilabel>Fjalëkalimi për (emri i përdoruesit): </guilabel>.
uk: Натисніть кнопку <guibutton>Розблокувати</guibutton> та введіть свій пароль у полі <guilabel>Password for (username): </guilabel>.

source: Press <guibutton>OK</guibutton> to make the shared folder available. Other people on the same network (LAN) as you should now be able to access the folder.
ast: Calca <guibutton>Compartir</guibutton> pa facer disponible la carpeta compartida. Otres persones de to mesma rede llocal (LAN) podrán acceder agora a la carpeta.
sq: Klikoni <guibutton>OK</guibutton> për ta bërë të disponueshme dosjen e përbashkët. Njerëz të tjerë në të njëjtin rrjet (LAN) si dhe ju tani do të jenë në gjendje të hyjnë në dosje.
uk: Щоб надати доступ до спільної папки, натисніть <guibutton>OK</guibutton>. Інші люди з тієї ж локальної мережі, що і ви, зможуть отримати доступ до папки.

source: Select <guilabel>Share this folder</guilabel> from the popup menu. You may change the <guilabel> Share name</guilabel> field if you want to use a different share name.
ast: Seleiciona <guilabel>Compartir esta carpeta</guilabel>. Puedes cambear el campu <guilabel>Nome compartíu</guilabel> si quieres usar un nome compartíu diferente.
sq: Zgjidhni <guilabel>Ndaje këtë dosje</guilabel> nga menuja kërcyese. Ju mund ta ndryshoni fushën <guilabel> Emri i ndarjes</guilabel> nëse dëshironi të përdorni një emër të ndryshëm për dosjen e përbashkët.
uk: Виберіть <guilabel>Встановити загальний доступ на цю теку</guilabel> з виринаючого меню. Ви можете змінити поле <guilabel>Ім'я загального ресурсу</guilabel>, якщо хочете використовувати іншу назву.

source: If you are still unable to access the shared folder, check that the folder sharing service is running on the Ubuntu computer:
ast: Si entá nun yes a acceder a la carpeta compartida, mira si el serviciu de compartición de carpetes ta executándose nel equipu Ubuntu.
sq: Nëse vazhdoni të mos jeni në gjendje për të hyrë në dosjen e përbashkët, kontrolloni që shërbimi i dosjeve të përbashkëta po punon në kompjuterin Ubuntu:
uk: Якщо вам все ж досі не вдається отримати доступ до спільного каталогу, перевірте чи працює служба спільного доступу на комп'ютері з Ubuntu:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Services</guimenuitem></menuchoice>
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Servicios</guimenuitem></menuchoice>
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Shërbimet</guimenuitem></menuchoice>
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Служби</guimenuitem></menuchoice>

source: Find the <guilabel>Folder sharing service (samba)</guilabel> and ensure that the checkbox next to it is checked. If it is not checked, press <guibutton>Unlock</guibutton> and enter your administrative password. Press <guibutton>Authenticate</guibutton>, then enable the Folder sharing service.
ast: Alcuentra <guilabel>Serviciu de compartición de carpetes (samba)</guilabel> y asegúrate que la caxella del lláu ta marcada. Si nun ta, calca <guibutton>Desbloqueir</guibutton> y escribe to clave alministrativa. Calca <guibutton>Autentificar</guibutton> y darréu activa'l serviciu de compartición de carpetes.
sq: Gjeni <guilabel>Shërbimin e ndarjes së dosjeve (samba)</guilabel> dhe sigurohuni që kutia ngjitur me të të jetë përzgjedhur. Nëse jo, klikoni <guibutton>Zhblloko</guibutton> dhe vendosni fjalëkalimin tuaj të administratorit. Klikoni <guibutton>Identifiko</guibutton>, dhe më pas aktivizoni shërbimin e ndarjes së Dosjeve.
uk: Знайдіть <guilabel>Спільний доступ до тек (samba)</guilabel> та переконайтесь, що прапорець поруч з нею увімкнений. Якщо ж ні, натисніть <guibutton>Розблокувати</guibutton> та введіть ваш пароль для адміністративних задач. Натисніть <guibutton>Authenticate</guibutton>, потім увімкніть Службу спільного доступу.

source: Press <guibutton>Close</guibutton>
ast: Calca <guibutton>Zarrar</guibutton>
sq: Kliko <guibutton>Mbylle</guibutton>
uk: Натисніть <guibutton>Закрити</guibutton>

source: Click the <guilabel>Modem tab</guilabel>.
ast: Calca na llingüeta <guilabel>Modem</guilabel>.
sq: Klikoni <guilabel>Tabelën e modemit</guilabel>.
uk: Перейдіть на закладку <guilabel>Модем</guilabel>.

source: click <guibutton>Close</guibutton>.
ast: calca <guibutton>Zarrar</guibutton>.
sq: klikoni <guibutton>Mbylle</guibutton>.
uk: Натисніть <guibutton>Закрити</guibutton>.

source: Information
ast: Información
sq: Informacion
uk: Інформація

source: Click <guilabel>Connection Information</guilabel>.
ast: Calca <guilabel>Información de la conexón</guilabel>.
sq: Klikoni <guilabel>Informacion Mbi Lidhjen</guilabel>.
uk: Натисніть <guilabel>Інформація про з'єднання</guilabel>.

source: Click <guibutton>Close</guibutton> when finished.
ast: Calca <guibutton>Zarrar</guibutton> cuando fines.
sq: Klikoni <guibutton>Mbylle</guibutton> kur të përfundoni.
uk: Натисніть <guibutton>Закрити</guibutton> після закінчення.

source: Gnome Keyring asks for my password whenever I log in
ast: L'aniellu de claves de GNOME pídeme la contraseña en cada arranque
sq: Gnome Keyring kërkon për fjalëkalimin sa herë që unë hyj
uk: Gnome Keyring запитує пароль користувача, після входу

source: If you want to allow all users access to the network connection:
ast: Si quies dexar a tolos usuarios acceder a la conexón de rede:
sq: Nëse doni të lejoni të gjithë përdoruesit të hyjnë në lidhjen e rrjetit:
uk: Якщо ви хочете дозволити всім користувачам доступ до мережі:

source: In the notifcation area, right click the Network Manager icon and click "Edit Connections...".
ast: Na estaya de notificación, calca col botón drechu nel iconu Xestor de Rede y calca «Editar les conexones...».
sq: Në zonën e njoftimeve, klikoni me të djathtën në ikonën e Menaxhuesit të rrjetit dhe klikoni "Modifiko Lidhjet...".
uk: В області сповіщень правою кнопкою миші натисніть на значок Мережний Менеджер та натисніть кнопку "Змінити підключення...".

source: Click the wireless tab.
ast: Calca na pestaña inalámbrica,
sq: Klikoni tabelën wireless.
uk: Перейдіть на вкладку бездротові.

source: Click the connection you want to allow access to and click <guibutton>edit</guibutton>.
ast: Calca na conexón a la que quies permitir l'accesu y darréu n'<guibutton>Editar...</guibutton>.
sq: Klikoni mbi lidhjen të cilës dëshironi t'i lejoni hyrjen dhe klikoni <guibutton>modifiko</guibutton>.
uk: Оберіть підключення, яке потрібно налаштувати та натисніть кнопку <guibutton>Змінити</guibutton>.

source: Tick the "Available to all users" checkbox.
ast: Marca la caxella «Disponible pa tolos usuarios».
sq: Zgjidhni kutinë "E disponueshme për të gjithë përdoruesit".
uk: Відзначте прапорець "Доступно для всіх користувачів".

source: You will be asked for your password.
ast: Pediráte la to contraseña.
sq: Do t'iu kërkohet fjalëkalimi.
uk: Вам буде запропоновано ввести пароль.

source: Click the <guibutton>Apply</guibutton> then <guibutton>Close</guibutton>.
ast: Calca'l botón <guibutton>Aplicar</guibutton> y darréu <guibutton>Colar</guibutton>.
sq: Klikoni <guibutton>Apliko</guibutton> dhe më pas <guibutton>Mbylle</guibutton>.
uk: Натисніть <guibutton>Застосувати</guibutton>, потім <guibutton>Закрити</guibutton>.

source: NetworkManager is used to disconnect connections.
ast: Pa desconeutase de conexones de rede usase NetworkManager.
sq: NetworkManager përdoret për të shkëputur lidhjet.
uk: NetworkManager використовується для вимкнення з'єднань,

source: Wired
ast: Cable
sq: Kabllore
uk: Дротове

source: Uncheck <guilabel>Enable Networking</guilabel>.
ast: Desmarca <guilabel>Activar rede</guilabel>.
sq: Hiqni përzgjedhjen nga <guilabel>Aktivizo Rrjetin</guilabel>.
uk: Вимкніть прапорець <guilabel>Увімкнути мережу</guilabel>

source: Uncheck <guilabel>Enable Wireless</guilabel>.
ast: Desmarca <guilabel>Activar rede inalámbrica</guilabel>.
sq: Hiqni përzgjedhjen nga <guilabel>Aktivizo Wireless</guilabel>.
uk: Вимкніть прапорець <guilabel>Увімкнути бездротовий зв'язок</guilabel>.

source: Connecting
ast: Coneutar
sq: Po bëhet lidhja
uk: З'єднання

source: NetworkManager manages wired, wireless, mobile broadband, VPN and DSL connections. It does not currently support dialup modem connections but there is help available in <xref linkend="modem"/>.
ast: El Xestor de rede alministra conexones per cable, inalámbriques, banda ancha móvil, VPN y DSL. Anguaño yá nun trabaya con conexones per llinia conmutada (dial-up), pero puedes atopar aida sobre estes conexones en <xref linkend="modem"/>.
sq: Menaxhuesi i Rrjetit menaxhon lidhjet me file, wireless, mobile broadband, VPN dhe DSL. Për momentin ai nuk i suporton lidhjet me dialup modem por ka ndihmë të disponueshme tek <xref linkend="modem"/>.
uk: За допомогою Мережевого Менеджера ви можете налаштувати провідну та бездротову мережі, а також мережу мобільного широкосмугового зв'язку, VPN та DSL з'єднання. Але він не підтримує віддаленого з'єднання через модем, але є допоміжна інформація, яка доступна в <xref linkend="modem"/>.

source: DHCP connections (where settings are configured by your router) are automatically configured. Wired network connections are selected as default when connected.
ast: Les conexones DHCP (que les configura'l router) configúrense automáticamente. Les conexones de rede per cable escuéyense de manera predeterminada en coneutándose.
sq: Lidhjet DHCP (ku parametrat janë konfiguruar nga ruteri) konfigurohen automatikisht. Lidhjet e rrjetit me kabllo zgjidhen të parat kur lidheni.
uk: DHCP з'єднання (в яких параметри встановлюються вашим маршрутизатором) налаштовується автоматично. Провідні мережеві підключення обираються за замовчуванням, якщо вони підключенні.

source: DHCP Connections
ast: Conexones DHCP
sq: Lidhjet DHCP
uk: DHCP підключення

source: Most routers use DHCP to allocate IP addresses.
ast: La mayoría de los routers usen DHCP p'allugar direiciones IP.
sq: Shumë rutera përdorin DHCP për të dhënë adresa IP.
uk: Більшість маршрутизаторів використовують DHCP, для розміщення IP адрес.

source: Click the NetworkManager icon in the system notification area.
ast: Calca nel iconu de NetworkManager del área de notificaciones de sistema.
sq: Klikoni ikonën e Menaxhuesit të rrjetit në zonën e njoftimit të sistemit.
uk: Клацніть по піктограмі NetworkManager в районі системних повідомлень.

source: Under <guilabel>Wired Network</guilabel> click the <guilabel>Radio Button</guilabel> next to the network you want to connect to.
ast: Embaxo <guilabel>Rede cableada</guilabel>, calca nel <guilabel>botón de radio</guilabel> xunto a la rede cola que quies coneutar.
sq: Tek <guilabel>Rrjeti Kabllor</guilabel> klikoni <guilabel>Butonin Radio</guilabel> pranë rrjetit me të cilin dëshironi të lidheni.
uk: Під написом <guilabel>Wired Network</guilabel> натисніть на <guilabel>Перемикач</guilabel> поруч з мережею, до якої ви хочете під'єднатись.

source: Static Connections
ast: Conexones estátiques
sq: Lidhjet Statike
uk: Статичні підключення

source: If you don't use DHCP then you can configure a static connection.
ast: Si nun uses DHCP puedes configurar una conexón estática.
sq: Nëse nuk përdorni DHCP atëherë ju mund të konfiguroni një lidhje statike.
uk: Якщо ви не використовуєте DHCP, тоді ви можете налаштувати статичне підключення.

source: Right click the NetworkManager icon in the system notification area.
ast: Calca col botón derechu nel iconu de NetworkManager del área de notificaciones del sistema.
sq: Klikoni me të djathtën tek ikona e Menaxhuesit të Rrjetit në zonën e njoftimit të sistemit.
uk: Клацніть правою кнопкою миші по піктокрамі NetworkManager в районі системних повідомлень.

source: Click <guilabel>Edit Connections</guilabel>.
ast: Calca <guilabel>Editar conexones</guilabel>.
sq: Klikoni <guilabel>Modifiko Lidhjet</guilabel>.
uk: Клацніть <guilabel>редагувати підключення</guilabel>.

source: Click the <guilabel>Wired</guilabel> tab.
ast: Calca na llingüeta <guilabel>Cableada</guilabel>.
sq: Klikoni tabelën <guilabel>Kabllor</guilabel>.
uk: Клацніть <guilabel>Провідні</guilabel>.

source: Select the connection and click <guibutton>Edit</guibutton>.
ast: Seleiciona la conexón y calca <guibutton>Editar</guibutton>.
sq: Zgjidhni lidhjen dhe klikoni <guibutton>Modifiko</guibutton>.
uk: Оберіть підключення та клацніть <guibutton>Редагувати</guibutton>.

source: Click the <guilabel>IPv4</guilabel> tab.
ast: Calca na llingüeta <guilabel>IPv4</guilabel>.
sq: Klikoni tabelën <guilabel>IPv4</guilabel>.
uk: Клацніть <guilabel>IPv4</guilabel>

source: Choose <guilabel>Manual</guilabel> from the <guilabel>Method</guilabel> drop down.
ast: Escueye <guilabel>Manual </guilabel> na llista estenderexable <guilabel>Métodu</guilabel>.
sq: Zgjidhni <guilabel>Manuale</guilabel> nga menuja zbritëse <guilabel>Metoda</guilabel>.
uk: Оберіть <guilabel>Вручну</guilabel> з випадаючого списку <guilabel>Метод</guilabel>.

source: Enter your details and click <guibutton>OK</guibutton>.
ast: Escribe tos detáis y calca <guibutton>Aceptar</guibutton>.
sq: Vendosni detajet tuaja dhe klikoni <guibutton>OK</guibutton>.
uk: Введіть ваші параметри і клацніть <guibutton>Гаразд</guibutton>.

source: Click the <guiicon>NetworkManager</guiicon> icon in the system notification area.
ast: Calca nel iconu de <guiicon>NetworkManager</guiicon> del área de notificaciones del sistema.
sq: Klikoni ikonën <guiicon>Menaxhuesi i Rrjetit</guiicon> në zonën e njoftimit të sistemit.
uk: Клацніть по піктограмі <guiicon>NetworkManager</guiicon> в районі системних повідомлень.

source: Enter the password, key or other authentication details as appropriate.
ast: Pon la contraseña, clave o otros detalles d'autenticación según correspuenda.
sq: Vendosni fjalëkalimin, çelësin apo identifikimet e tjera që nevojiten.
uk: Введіть пароль, ключ або інші дані при необхідності.

source: <emphasis>Mobile Broadband</emphasis> means any kind of high speed internet connection which is provided by an external device such as a 3G usb stick or mobile phone with built-in HSPA/UMTS/GPRS data connection. Some laptops have recently been produced with mobile broadband devices already inside them.
ast: Por <emphasis>banda ancha móvil</emphasis> entiéndese cualquier triba de conexón a Internet d'alta velocidá apurrida por un dispositivu externu como una memoria USB 3G o un teléfonu móvil que tenga conexón de datos HSPA/UMTS/GPRS. Fai poco que se fabriquen dellos portátiles colos dispositivos móviles de banda ancha incorporaos dientro d'ellos.
sq: <emphasis>Mobile Broadband</emphasis> quhet çdo lloj lidhjeje e shpejtë e Internetit e cila merret nga një pajisje e jashtme siç janë USB-të 3G apo celularët me lidhje të brendshme të të dhënave HSPA/UMTS/GPRS. Disa laptopë janë prodhuar kohët e fundit me pajisjet mobile broadband tashmë brenda tyre.
uk: <emphasis>Стільникові широкосмугові</emphasis> - це будь-який вид високошвидкісного з'єднання з Інтеретом, що забезпечується зовнішнім пристроєм на зразок 3G usb-картики чи стільникового телефону з вбудованим з'єднанням HSPA/UMTS/GPRS. Нещодавно були випущені ноутбуки з вбудованими стільниковими широкосмуговими пристроями.

source: Most Mobile Broadband devices should be recognised automatically when you connect them to your computer. Ubuntu will prompt you to configure the device.
ast: La mayoría de los dispositivos móviles de banda ancha renocócense automáticamente cuando se coneuten al equipu. Ubuntu pidiráte configurar el dispositivu.
sq: Shumica e pajisjeve Mobile Broadband duhet të njihen automatikisht kur ju i lidhni ato me kompjuterin. ubuntu do t'iu kërkojë ta konfiguroni pajisjen.
uk: Більшість стільникових широкосмугових пристроїв мають розпізнаватись автоматично під час під'єднання їх до комп'ютера. Ubuntu запропонує вам налаштувати ваш пристрій.

source: The <guilabel>New Mobile Broadband Connection</guilabel> Wizard will open automatically when you connect the device.
ast: Cuando coneutes el dispositivu, ábrese automáticamente l'asistente de <guilabel>Conexón nueva de banda ancha móvil</guilabel>.
sq: Drejtuesi <guilabel>Lidhje e Re Mobile Broadband</guilabel> do të hapet automatikisht kur ju lidhni pajisjen.
uk: При підключенні пристрою автоматично запуститися помічник <guilabel>Нове мобільне широкополосне підключення</guilabel>.
