Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: translator-credits
ast: Launchpad Contributions: Xandru Martino https://launchpad.net/~xandru-martino Xuacu https://launchpad.net/~xuacusk8
ca: Launchpad Contributions: Albert Abril https://launchpad.net/~abrilc David Planella https://launchpad.net/~dpm J. https://launchpad.net/~jose-manuel-rodriguez-moreno Joan Duran https://launchpad.net/~jodufi Laura Nadeu https://launchpad.net/~lauranadeu Matthew East https://launchpad.net/~mdke Pep Nieto https://launchpad.net/~jnieto Sergi Mateo https://launchpad.net/~sergimateo SiscoGarcia https://launchpad.net/~sisco
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo Glenn https://launchpad.net/~glenn-mh-dk Jesper Larsen https://launchpad.net/~knorr John H. https://launchpad.net/~john-hojsholt Nicky https://launchpad.net/~nicky-thomassen gentagelse https://launchpad.net/~chalze06
de: Sebastian Heinlein <glatzor@ubuntu.com> Launchpad Contributions: -Anzeige- https://launchpad.net/~domihoehne Christian Hennig https://launchpad.net/~christian-hennig Christof Reuter https://launchpad.net/~christof-reuter Jochen Skulj https://launchpad.net/~joskulj Jürgen Mülbert https://launchpad.net/~jmuelbert Keruskerfuerst https://launchpad.net/~arminmohring Marcel Schmücker https://launchpad.net/~versus666 Matthew East https://launchpad.net/~mdke Moritz Bruder https://launchpad.net/~shortcut-mb Ralf https://launchpad.net/~ralf-weyer Steffen Eibicht https://launchpad.net/~steffeneibicht Tapsiturtle https://launchpad.net/~tapsiturtle gld https://launchpad.net/~gld-ubuntu-one
el: Launchpad Contributions: sterios prosiniklis https://launchpad.net/~steriosprosiniklis
fr: Launchpad Contributions: Aurélien Hennel https://launchpad.net/~hud-centerid1 Bruno Patri https://launchpad.net/~bruno-patri Christophe Herot https://launchpad.net/~tictoc-free Damien Haïkal https://launchpad.net/~damien-haikal David Nottin https://launchpad.net/~danot Denis Jasselette https://launchpad.net/~denis-jasselette Doyen Philippe https://launchpad.net/~dyphil Emmanuel Sunyer https://launchpad.net/~esunyer Fred Senis https://launchpad.net/~fredsenis FredBezies https://launchpad.net/~fredbezies-deactivatedaccount James Dupin https://launchpad.net/~james.dupin Leonarf https://launchpad.net/~leonard-michelet Louis Simard https://launchpad.net/~louis-simard Matthew East https://launchpad.net/~mdke Nicolas DERIVE https://launchpad.net/~kalon33 Nomis https://launchpad.net/~simon-chatain Pierre Slamich https://launchpad.net/~pierre-slamich R0m41n https://launchpad.net/~nostradaromanus Stéphane V https://launchpad.net/~svergeylen Sun Wukong https://launchpad.net/~sunwukong Sylvain Lasnier https://launchpad.net/~sylvain-lasnier Tavernier Quentin https://launchpad.net/~q-tavernier Y Desmouceaux https://launchpad.net/~yoanndesmouceaux axx https://launchpad.net/~axx imme https://launchpad.net/~mat-ber tomtom https://launchpad.net/~rossi-thom torglut https://launchpad.net/~torglut
gl: Launchpad Contributions: Miguel Anxo Bouzada https://launchpad.net/~mbouzada
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng
nl: Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Dustin P. Woodroy https://launchpad.net/~dustin.w Erik van Luxzenburg https://launchpad.net/~eluxzen Hannie Dumoleyn https://launchpad.net/~lafeber-dumoleyn Heureka https://launchpad.net/~jan-de-ridder Jan Claeys https://launchpad.net/~janc Jordy van Heeswijk https://launchpad.net/~jordyvh Marcel https://launchpad.net/~marcel777 Redmar https://launchpad.net/~redmar Stephan https://launchpad.net/~stephan-rimaje cumulus007 https://launchpad.net/~cumulus-007 poltertec https://launchpad.net/~poltertec thekip https://launchpad.net/~thekip
ro: Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Claudia Cotună https://launchpad.net/~special4ti Delia Halici https://launchpad.net/~deliascumpika Ionuț Jula https://launchpad.net/~ionutjula Lucian Adrian Grijincu https://launchpad.net/~lucian.grijincu Silviu Matei https://launchpad.net/~silviu-matei elzo valugi https://launchpad.net/~valugi marianvasile https://launchpad.net/~marianvasile-upcmail ottmar kaiser https://launchpad.net/~otty69
sk: Launchpad Contributions: JohnyN https://launchpad.net/~johnyn Matej Duman https://launchpad.net/~dumi
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sq: Launchpad Contributions: Matthew East https://launchpad.net/~mdke Vilson Gjeci https://launchpad.net/~vilsongjeci heroid https://launchpad.net/~heroid juri9000 https://launchpad.net/~juri9000
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
tr: Launchpad Contributions: Angel Spy https://launchpad.net/~dilara.ekinci Attila C. YILMAZLAR https://launchpad.net/~attilayilmazlar Cihan Ersoy https://launchpad.net/~cihan.ersoy EsatYuce https://launchpad.net/~esat KaravanaBatu https://launchpad.net/~karavanabatu Kayra Akman https://launchpad.net/~ckakman Matthew East https://launchpad.net/~mdke Mustafa VELİOĞLU https://launchpad.net/~mustinet Polat BÜYÜKARSLAN https://launchpad.net/~polat-buyukarslan Selçuk SEVER https://launchpad.net/~severselcuk alinux https://launchpad.net/~aalinuxx ironic https://launchpad.net/~fatihbostanci kenan varol https://launchpad.net/~kvarol mistifel https://launchpad.net/~mistifel ubuntuki https://launchpad.net/~aleverzurumlu
uk: Launchpad Contributions: Arthur Kulik https://launchpad.net/~arthur-kulik CrabMan https://launchpad.net/~oleg-min Kharts https://launchpad.net/~kharts Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Whitemaster https://launchpad.net/~whitemaster pavel.gurnyak https://launchpad.net/~pavel-gurnyak Роман Лучак https://launchpad.net/~lpfinch
zh_cn: Launchpad Contributions: 1+1=2 https://launchpad.net/~dbzhang800 Chen Ming https://launchpad.net/~chenming D4nielfree https://launchpad.net/~d4nielfree DBLobster https://launchpad.net/~db.lobster EAdam https://launchpad.net/~liuannan Eleanor Chen https://launchpad.net/~chenyueg Fengyang Zhang https://launchpad.net/~bristlegbfly Guanglin Du https://launchpad.net/~dugl Hugh https://launchpad.net/~box.xoq Ihnus Qcshz https://launchpad.net/~qcshzihnus J Qu https://launchpad.net/~quzhengping Kyle WANG https://launchpad.net/~osfans Lain https://launchpad.net/~lain Leiarix https://launchpad.net/~253305319 Wenzhen.du https://launchpad.net/~wenzhen.du Xhacker Liu https://launchpad.net/~xhacker ZhangCheng https://launchpad.net/~xxzc Zhaofeng https://launchpad.net/~tregedie aimicheng https://launchpad.net/~aimicheng lhquark https://launchpad.net/~lhquark linux_translator_han https://launchpad.net/~majiaceshi markgoo https://launchpad.net/~markgoo-030221 nsynet https://launchpad.net/~nsynet penguinol https://launchpad.net/~penguinon prongs https://launchpad.net/~zgzzx10 sdxianchao https://launchpad.net/~sdxianchao shi lei https://launchpad.net/~slreycn wang lu https://launchpad.net/~cool-2420519 wulali https://launchpad.net/~horrysy zhangmiao https://launchpad.net/~mymzhang 冯超 https://launchpad.net/~rainofchaos 英华 https://launchpad.net/~wantinghard

source: https://help.ubuntu.com/community/UsbAdslModem/SpeedTouch
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/SpeedTouch (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/ueagle-atm
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/ueagle-atm (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/EagleUsb
fr: http://doc.ubuntu-fr.org/materiel/#modem
hu: https://help.ubuntu.com/community/UsbAdslModem/EagleUsb (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/EciAdsl
hu: https://help.ubuntu.com/community/UsbAdslModem/EciAdsl (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/AccessRunner
hu: https://help.ubuntu.com/community/UsbAdslModem/AccessRunner (angol)

source: https://help.ubuntu.com/community/UsbAdslModem/e-techV2
hu: https://help.ubuntu.com/community/UsbAdslModem/e-techV2 (angol)

source: ttf-mscorefonts-installer
gl: ttf-mscorefonts-instalador
tr: ttf-mscorefonts-kurucu

source: service smbd status
gl: estado do servizo smbd

source: <emphasis>Restricted plugins</emphasis> are those which cannot be distributed with Ubuntu because of legal issues surrounding their use in some countries. Check that you are allowed to use this software before installing it. See the <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu website</ulink> for more information on restricted software.
ast: Los <emphasis>complementos restrinxíos</emphasis> son los que nun pueden distribuyise con Ubuntu por cuestiones llegales rellacionáes col usu en dellos países. Comprueba si puedes usar estos programes enantes d'instalalos. Mira nel <ulink url="http://www.ubuntu.com/ubuntu/licensing">sitiu web d'Ubuntu</ulink> pa más información sobro'l software restrinxíu.
ca: Els <emphasis>complements restrictius</emphasis> són aquells que no es poden distribuir amb l'Ubuntu degut a problemes legals relacionats amb la seva utilització en alguns països. Comproveu si esteu autoritzat a utilitzar aquest programari abans d'instal·lar-lo. Vegeu el <ulink url="http://www.ubuntu.com/ubuntu/licensing">lloc web de l'Ubuntu</ulink> per a obtenir més informació sobre el programari restrictiu.
da: <emphasis>Begrænsede udvidelsesmoduler</emphasis> kan ikke distribueres med Ubuntu på grund af juridiske forhold omkring deres anvendelse i nogle lande. Kontrollér at det er lovligt for dig at bruge denne software, før du installerer den. Læs <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntus webside</ulink> for mere information om begrænset software.
de: <emphasis>Restricted plugins</emphasis> können aufgrund rechtlicher Probleme in manchen Ländern nicht standardmäßig in Ubuntu integriert werden. Stellen Sie bitte sicher, dass Sie diese Software benutzen dürfen. Weitere Informationen über über proprietäre Software finden Sie unter <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu Website</ulink>.
fr: Les <emphasis>greffons non-libres</emphasis> (restricted plugins) sont ceux qui ne peuvent être distribués avec Ubuntu du fait de restrictions légales concernant leur usage dans certains pays. Vérifiez que vous êtes autorisé à utiliser ces logiciels avant de les installer. Voyez <ulink url="http://www.ubuntu.com/ubuntu/licensing">le site Web d'Ubuntu</ulink> (en anglais) pour plus d'informations sur les logiciels soumis à restrictions.
nl: <emphasis>Beperkt ondersteunde plug-ins</emphasis> zijn plug-ins die in sommige landen om juridische redenen niet met Ubuntu geleverd mogen worden. Controleer voordat u het installeert of het u is toegestaan deze software te gebruiken. Zie de <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu-website</ulink> voor meer informatie over beperkt ondersteunde software.
ro: <emphasis>Modulele restricționate</emphasis> sunt modulele care nu pot fi distribuite împreună cu Ubuntu, din cauza unor interdicții de utilizare în vigoare în unele țări. Verificați dacă aveți dreptul să utilizați aceste aplicații inainte de a le instala. Pentru mai multe informații referitoare la software-ul restricționat, consultați <ulink url="http://www.ubuntu.com/ubuntu/licensing">site-ul Ubuntu</ulink>.
sk: <emphasis>Neslobodné zásuvné moduly</emphasis> sú také, ktoré z právnych dôvodov týkajúcich sa ich používania v niektorých krajinách nemôžu byť distribuované priamo s Ubuntu. Pred inštaláciou tohto softvéru skontrolujte, či ho môžete používať. Pozrite <ulink url="http://www.ubuntu.com/ubuntu/licensing"> stránku Ubuntu</ulink> pre viac informácií o neslobodnom softvéri.
sq: <emphasis>Pluginë të kufizuar</emphasis> janë ata që nuk mund të shpërndahen me Ubunut për shkak të çështjeve ligjore që kanë të bëjnë me përdorimin e tyre në disa vende. Kontrolloni nëse ju lejohet t'i përdorni këto programe para se t'i instaloni ato. Shikoni <ulink url="http://www.ubuntu.com/ubuntu/licensing">Faqen e Internetit të Ubuntu</ulink> për më tepër informacion rreth programeve të kufizuara.
tr: <emphasis>Sınırlandırılmış eklentiler</emphasis> bazı ülkelerdeki kullanımlarındaki yasal durumdan dolayı Ubuntu ile birlikte dağıtılamayan eklentilerdir. Kurmadan önce ilgili yazılımı kullanmaya izniniz olduğunu kontrol edin. <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu sitesi</ulink> ağ bağlantısını kullanarak sınırlandırılmış yazılımlar hakkında daha fazla bilgiye ulaşabilirsiniz.
uk: <emphasis>Пріоритетні додатки</emphasis> - це додатки, які не можуть поширюватись разом з Ubuntu через легальні обмеження, що пов'язані з їх використанням в деяких країнах. Переконайтесь, що вам дозволено використовувати дане програмне забезпечення перед його встановленням. Дивіться <ulink url="http://www.ubuntu.com/ubuntu/licensing">веб-сайт Ubuntu</ulink> для отримання більш детальної інформації про обмежене програмне забезпечення.
zh_cn: <emphasis>受限的插件</emphasis> 是无法随 Ubuntu 发送的插件，因为某些国家的法律不允许这样做。安装前请确保在您国家的法律上这是允许的。有关受限软件的详细信息，请查看 <ulink url="http://www.ubuntu.com/ubuntu/licensing">Ubuntu 网站</ulink>。

source: <ulink url="apt:ubuntu-restricted-extras">Click here</ulink> to install the <application>ubuntu-restricted-extras</application> package.
ca: <ulink url="apt:ubuntu-restricted-extras">Feu clic aquí</ulink> per a instal$lar el paquet <application>ubuntu-restricted-extras</application>.
da: <ulink url="apt:ubuntu-restricted-extras">Klik her</ulink> for at installere pakken <application>ubuntu-restricted-extras</application>.
de: <ulink url="apt:ubuntu-restricted-extras">Hier klicken</ulink>, um das Software-Pakeet <application>ubuntu-restricted-extras</application> zu installieren.
fr: <ulink url="apt:ubuntu-restricted-extras">Cliquez ici</ulink> pour installer le paquet <application>ubuntu-restricted-extras</application>.
nl: <ulink url="apt:ubuntu-restricted-extras">Klik hier</ulink> om het pakket <application>ubuntu-restricted-extras</application> te installeren.
ro: Pentru a instala pachetul <application>ubuntu-restricted-extras</application>, <ulink url="apt:ubuntu-restricted-extras">apăsați aici</ulink>.
sk: <ulink url="apt:ubuntu-restricted-extras">Kliknite tu, </ulink>aby ste nainštalovali balík <application>ubuntu-restricted-extras</application>.
sq: <ulink url="apt:ubuntu-restricted-extras">Klikoni këtu</ulink> për të instaluar paketën <application>ubuntu-restricted-extras</application>.
tr: <application>ubuntu-restricted-extras</application> paketini yüklemek için <ulink url="apt:ubuntu-restricted-extras">Buraya tıkla</ulink>
zh_cn: <ulink url="apt:ubuntu-restricted-extras">点击这里</ulink> 安装 <application>ubuntu-restricted-extras</application> 包。

source: Quicktime, Real, WMV and many others are available.
ast: Tan disponibles Quicktime, Real, WMV y munchos otros.
ca: Hi ha disponibles el Quicktime, Real, WMV i molts d'altres.
da: Quicktime, Real, WMV og mange andre er tilgængelige.
de: Es sind Quicktime, Real, WMV und viele andere Plugins verfügbar.
fr: Quicktime, Real, WMV et bien d'autres sont disponibles.
nl: Quicktime, Real, WMV en vele andere zijn beschikbaar.
ro: Sunt disponibile Quicktime, Real, WMV și multe altele.
sk: K dispozícii sú Quicktime, Real, WMV a mnoho ďalších.
sq: Quicktime, Real, WMV dhe shumë të tjerë janë të disponueshëm.
tr: Quicktime, Real, WMV ve daha bir çoğu mevcuttur.
uk: Доступні Quicktime, Real, WMV та багато інших.
zh_cn: Quicktime, Real, WMV and 更多格式是可用的.

source: <ulink url="apt:flashplugin-installer">Click here</ulink> to install the <application>flashplugin-installer</application> package.
ca: <ulink url="apt:flashplugin-installer">Feu clic aquí</ulink> per instal·lar el paquet <application>flashplugin-installer</application>.
da: <ulink url="apt:flashplugin-installer">Klik her</ulink> for at installere pakken <application>flashplugin-installer</application>.
de: <ulink url="apt:flashplugin-installer">Klicken Sie hier</ulink> um das <application>flashplugin-installer</application>-Paket zu installieren.
fr: <ulink url="apt:flashplugin-installer">Cliquez ici</ulink> pour lancer le paquet d'<application>installation du plugin flash</application>.
nl: <ulink url="apt:flashplugin-installer">Klik hier</ulink> om het <application>flashplugin-installer</application>-pakket te installeren.
ro: <ulink url="apt:flashplugin-installer">Apăsați aici</ulink> pentru a instala pachetul <application>flashplugin-installer</application>.
tr: <application>flashplugin-installer</application> paketini yüklemek için <ulink url="apt:flashplugin-installer">buraya tıklayın</ulink>.
zh_cn: <ulink url="apt:flashplugin-installer">单击此处</ulink> 来安装 <application>flashplugin-installer</application> 包。

source: <ulink url="apt:sun-java6-plugin">Click here</ulink> to install the <application>sun-java6-plugin</application> package.
ca: <ulink url="apt:sun-java6-plugin">Feu clic aquí</ulink> per a instal·lar el paquet <application>sun-java6-plugin</application>.
da: <ulink url="apt:sun-java6-plugin">Klik her</ulink> for at installere <application>sun-java6-plugin</application>-pakken.
de: <ulink url="apt:sun-java6-plugin">Klicken Sie hier</ulink>, um das Software-Paket <application>sun-java6-plugin</application> zu installieren.
fr: <ulink url="apt:sun-java6-plugin">Cliquez ici</ulink> pour installer le paquet <application>sun-java6-plugin</application>.
nl: <ulink url="apt:sun-java6-plugin">Klik hier</ulink> om het pakket <application>sun-java6-plugin</application> te installeren.
ro: <ulink url="apt:sun-java6-plugin">Dați clic aici</ulink> pentru a instala pachetul <application>sun-java6-plugin</application>.
sk: <ulink url="apt:sun-java6-plugin">Kliknite tu,</ulink> aby ste nainštalovali balík <application>sun-java6-plugin</application>.
sq: <ulink url="apt:sun-java6-plugin">Klikoni këtu</ulink> për të instaluar paketën <application>sun-java6-plugin</application>.
tr: <application>sun-java6-plugin</application> paketini kurmak için <ulink url="apt:sun-java6-plugin">Click here</ulink>.
zh_cn: <ulink url="apt:sun-java6-plugin">点击这里</ulink>安装<application>sun-java6-plugin</application> 包.

source: To start <application>Empathy</application>, choose <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy IM Client</guimenuitem></menuchoice>.
ca: Per a iniciar l'<application>Empathy</application>, trieu <menuchoice><guimenuitem>Aplicacions</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Client de missatgeria instantània Empathy</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenuitem>Programmer</guimenuitem> <guimenuitem>Internet</guimenuitem><guimenuitem>Empathy IM-klient</guimenuitem></menuchoice>, for at starte <application>Empathy</application>.
de: Um <application>Empathy</application> zu starten, wählen <menuchoice><guimenuitem>Anwendungen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy Sofortnachrichtenprogramm</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Empathy</application>, sélectionnez <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie instantanée Empathy</guimenuitem></menuchoice>.
nl: Om <application>Empathy</application> te starten, klikt u op <menuchoice><guimenuitem>Toepassingen</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy chatprogramma</guimenuitem></menuchoice>.
ro: Pentru a porni <application>Empathy</application>, selectați <menuchoice><guimenuitem>Aplicații</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Mesagerie instant Empathy</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenuitem>Aplikácie</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Komunikátor Empathy</guimenuitem></menuchoice> aby ste spustili <application>Empathy</application>.
sq: Për të nisur <application>Empathy</application>, zgjidhni <menuchoice><guimenuitem>Programet</guimenuitem><guimenuitem>Interneti</guimenuitem><guimenuitem>Empathy IM Klient</guimenuitem></menuchoice>.
tr: <application>Empathy</application> başlatmak için <menuchoice><guimenuitem>Applications</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy IM Client</guimenuitem></menuchoice>i seçin.
zh_cn: 要启动 <application>Empathy</application>，选择 <menuchoice><guimenuitem>应用程序</guimenuitem><guimenuitem>Internet</guimenuitem><guimenuitem>Empathy IM 客户端</guimenuitem></menuchoice>。

source: If it is turned on then see <xref linkend="troubleshooting-wireless-device"/>.
ast: SI ta prendíu, vete pa <xref linkend="troubleshooting-wireless-device"/>.
ca: Si ja està engegat, vegeu <xref linkend="troubleshooting-wireless-device"/>.
da: Hvis den er tændt, så se <xref linkend="troubleshooting-wireless-device"/>.
de: Wenn das Gerät eingeschaltet ist, gehen Sie zu <xref linkend="troubleshooting-wireless-device"/>.
fr: Si le périphérique est sous tension, alors voyez <xref linkend="troubleshooting-wireless-device"/>.
nl: Als het aan staat, zie <xref linkend="troubleshooting-wireless-device"/>.
ro: Dacă este pornit, consultați <xref linkend="troubleshooting-wireless-device"/>.
sk: Ak je zapnutý, tak prejdite na <xref linkend="troubleshooting-wireless-device"/>.
sq: Nëse është ndezur shikoni <xref linkend="troubleshooting-wireless-device"/>.
tr: Eğer etkinleştirilmişse, bakın <xref linkend="troubleshooting-wireless-device"/>.
uk: Якщо це включено, тоді дивіться <xref linkend="troubleshooting-wireless-device"/>.
zh_cn: 如果它已经是被打开了的，就看<xref linkend="troubleshooting-wireless-device"/>。

source: See <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigating Remote Servers</ulink> for more information.
ast: Llee <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Ñavegar por sirvidores remotos</ulink> pa más información.
ca: Per a obtenir més informació consulteu la <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navegació per servidors remots</ulink>.
da: Se <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigering af fjernservere</ulink> for yderligere information.
de: Weitere Informationen sind unter <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Auf entfernte Server zugreifen</ulink> zu finden
fr: Pour plus d'information voyez <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigation sur des serveurs distants</ulink>.
nl: Zie <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Bladeren op computers op afstand</ulink> voor meer informatie.
ro: Pentru mai multe informații, consultați <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigarea pe servere la distanță</ulink>.
sk: Pre viac informácií pozrite <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigovanie vzdialených serverov</ulink>.
sq: Shikoni <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Navigimi në Servera të Largët</ulink> për më tepër informacion.
tr: Daha fazla bilgi için <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Uzak Sunucular Navigasyonu</ulink>'na bakın.
uk: Зверніться до розділу <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">Перегляд віддалених серверів у Nautilus</ulink> для отримання додаткових відомостей.
zh_cn: 查看 <ulink type="help" url="ghelp:user-guide#nautilus-accessnetwork">导航远程服务器</ulink> 获得更多信息。
