Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: If you are still unable to access the shared folder, check that the folder sharing service is running on the Ubuntu computer. In a terminal, run:
ca: Si encara no podeu accedir a la carpeta compartida, comproveu que el servei de compartició de carpetes està funcionant a l'ordinador amb l'Ubuntu. En un terminal, executeu:
da: Hvis du stadig ikke kan få adgang til den delte mappe, skal du kontrollere at mappedelingstjenesten kører på Ubuntu-computeren. Kør dette i en terminal:
de: Wenn Sie weiterhin nicht in der Lage sind, auf einen freigegebenen Ordner zuzugreifen, stellen Sie sicher, dass der Ordnerfreigabedienst auf Ihrem Ubuntu-Rechner läuft. Geben Sie folgendes in ein Terminal ein:
el: Αν ακόμη δεν έχετε πρόσβαση στον κοινόχρηστο φάκελο, βεβαιωθείτε ότι η υπηρεσία κοινόχρηστων φακέλων είναι σε λειτουργία στον υπολογιστή Ubuntu. Σε ένα τερματικό, εκτελέστε:
fr: Si vous n'arrivez pas à accéder au dossier partagé, vérifiez que le service de partage de dossier est bien en cours d'exécution sur l'ordinateur Ubuntu. Dans un terminal, saisissez :
gl: Se aínda non pode acceder ao cartafol compartido, verifique que o servizo de compartición de cartafoles estea executandose no computador con Ubuntu. Escriba nun terminal:
hu: Ha továbbra sem tudja elérni a megosztott mappát, akkor ellenőrizze a mappamegosztási szolgáltatás futását az ubuntus számítógépen. Adja ki a következő parancsot:
sl: Če do mape v souporabi še vedno ne morete dostopati, preverite, če storitev souporabe mape teče na računalniku z Ubuntujem. V terminalu zaženite:
sr: Ако још увек нисте у могућности да приступите дељеној фасцикли, проверите да ли је услуга дељења фасцикли покренута на Убунту рачунару. У терминалу, покрените:

source: You should see an output like:
ca: Hauríeu de veure una sortida com aquesta:
da: Du bør se en udskrift i stil med den følgende:
de: Sie sollten eine Ausgabe, ähnlich der folgenden sehen:
el: Θα πρέπει να δείτε ένα αποτέλεσμα σαν το εξής:
fr: Vous devriez obtenir un résultat du genre :
gl: Debe ver unha saída como esta:
hu: A következőhöz hasonló kimenetet kell látnia:
sl: Videti bi morali izpis kot:
sr: Резултат треба да буде следећи:
zh_cn: 您应该看见一个这样的输出：

source: If the service is stopped, you will see:
ca: Si el servei està aturat, veureu:
da: Hvis tjenesten er stoppet, vil du få følgende:
de: Wenn der Dienst angehalten wurde, sehen Sie:
el: Αν η υπηρεσία έχει σταματήσει, θα δείτε:
fr: Si le service est arrêté, vous obtiendrez :
gl: Se o servizo está detido, verá:
hu: Ha a szolgáltatás leállt, a következőt fogja látni:
sl: Če je storitev zaustavljena, boste videli:
sr: Ако је услуга заустављена, видећете:
zh_cn: 如果服务停止的话，您将看到：

source: If you find that the service is stopped, try starting the service:
ca: Si us trobeu que el servei està aturat, proveu d'arrencar-lo amb:
da: Hvis det viser sig at tjenesten er stoppet, så prøv at starte den:
de: Wenn Sie sehen, dass der Dienst angehalten wurde, versuchen Sie ihn zu starten:
el: Στην περίπτωση που η υπηρεσία έχει σταματήσει, δοκιμάστε να την εκκινήσετε:
fr: Si le service est bel et bien à l'arrêt, essayez de le démarrer :
gl: Se atopa que o servizo está detido, tente reinicialo:
hu: Ha a szolgáltatás áll, próbálja meg elindítani:
sl: Če ugotovite, da je storitev zaustavljena, jo poskusite zagnati:
sr: Ако утврдите да је услуга заустављена, покушајте да је покренете:
zh_cn: 如果您发现服务已经停止，请尝试重启服务：

source: More information can be found on the Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">community help pages</ulink>.
ast: Puedes alcontrar más información nes <ulink url="https://help.ubuntu.com/community/SettingUpSamba">páxines d'aida de la comunidá</ulink>.
ca: Podeu obtenir més informació a les <ulink url="https://help.ubuntu.com/community/SettingUpSamba">pàgines d'ajuda de la comunitat</ulink> de l'Ubuntu.
da: Mere information kan findes på <ulink url="https://help.ubuntu.com/community/SettingUpSamba">Ubuntu-fællesskabents hjælpesider</ulink>.
de: Weitere Informationen erhalten Sie auf den Hilfeseiten der Ubuntu-<ulink url="https://help.ubuntu.com/community/SettingUpSamba">Hilfeseiten der Gemeinschaft</ulink>.
el: Περισσότερες πληροφορίες μπορούν να αναζητηθούν στη σελίδα <ulink url="https://help.ubuntu.com/community/SettingUpSamba">υποστήριξης της κοινότητας του Ubuntu</ulink>.
fr: Vous trouverez plus d'informations sur <ulink url="http://doc.ubuntu-fr.org/samba">les pages d'aide</ulink> de la communauté francophone.
gl: Pódese atopar máis información nas <ulink url="https://help.ubuntu.com/community/SettingUpSamba">páxinas de axuda da comunidade</ulink> de Ubuntu.
hu: További információkat az Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">közösségi súgóoldalain</ulink> (angol) találhat.
nl: Meer informatie vindt u op de Ubuntu-<ulink url="https://help.ubuntu.com/community/SettingUpSamba">hulppagina's van de Ubuntu-gemeenschap</ulink>.
ro: Mai multe informații puteți găsi în <ulink url="https://help.ubuntu.com/community/SettingUpSamba">paginile de asistență ale comunității Ubuntu</ulink>.
sk: Viac informácií nájdete na <ulink url="https://help.ubuntu.com/community/SettingUpSamba">stránkach pomoci komunity Ubuntu</ulink>.
sl: Več podrobnosti lahko najdete na <ulink url="https://help.ubuntu.com/community/SettingUpSamba">straneh pomoči skupnosti Ubuntu</ulink>.
sq: Më tepër informacion mund të gjendet tek <ulink url="https://help.ubuntu.com/community/SettingUpSamba">faqet e ndihmës së komunitetit</ulink> të Ubuntu.
sr: Више информација можете наћи на <ulink url="https://help.ubuntu.com/community/SettingUpSamba">страницама помоћи Убунту заједнице</ulink>.
tr: Ubuntu ağ sayfasından daha fazla bilgiye ulaşılabilirsiniz <ulink url="https://help.ubuntu.com/community/SettingUpSamba">community help pages</ulink>.
uk: Додаткову інформацію можна отримати на <ulink url="https://help.ubuntu.com/community/SettingUpSamba">сторінках допомоги спільноти </ulink> Ubuntu.
zh_cn: 更多详情请参见Ubuntu <ulink url="https://help.ubuntu.com/community/SettingUpSamba">社区帮助页面</ulink>。

source: Modems
ca: Mòdems
da: Modemmer
el: Μόντεμ
gl: Módems
hu: Modemek
ro: Modemuri
sk: Modemy
sl: Modemi
sq: Modemët
sr: Модеми
tr: Modemler
uk: Модеми
zh_cn: 调制解调器

source: Identifying your modem
ast: Identificar to módem
ca: Identificació del vostre mòdem
da: Identificer dit modem
de: Ihr Modem identifizieren
el: Αναγνώριση του μόντεμ σας
fr: Identification de votre modem
gl: Identificar o módem
hu: A modem azonosítása
nl: Uw modem herkennen
ro: Detectarea modemului
sk: Identifikovať váš modem
sl: Prepoznavanje vašega modema
sq: Identifikimi i modemit tuaj
sr: Идентификација вашег модема
tr: Modeminizin tanımlanması
uk: Визначення вашого модема
zh_cn: 正在识别您的调制解调器

source: Most dialup modems are not supported by Ubuntu, but drivers can be found that will enable the use of some such modems. First you need to identify what chipset your dialup modem is:
ast: Ubuntu nun sofita la mayoría de los módems de teléfonu, pero pueden alcontrase controladores que permitan usar dellos d'esos módems. Primero, necesites identificar el chipset del to módem telefónicu:
ca: La majoria de mòdems de marcatge directe no són compatibles amb l'Ubuntu, però podeu trobar controladors que habilitin la utilització d'aquests mòdems. Primer heu d'identificar quin joc de xips utilitza el mòdem de marcatge directe:
da: De fleste opkaldsmodemmer understøttes ikke af Ubuntu, men der kan findes drivere, som vil gøre det muligt at anvende nogle af disse modemer. Først skal du identificere hvilkent chipsæt dit opkaldsmodem har:
de: Die meisten Modems werden von Ubuntu nicht unterstützt. Aber es können Treiber eingesetzt werden, die die Benutzung einiger solcher Modems erlauben. Zunächst müssen Sie den Chipsatz Ihres Modems identifizieren:
el: Τα περισσότερα μόντεμ δεν υποστηρίζονται από το λειτουργικό Ubuntu, αλλά μπορούν να βρεθούν οδηγοί που θα επιτρέψουν τη λειτουργία μερικών. Πρώτα πρέπει να προσδιορίσετε ποιο είδος επεξεργαστή (chipset) έχει η συσκευή σας:
fr: La plupart des modems analogiques ne sont pas supportés par Ubuntu, cependant, des pilotes qui permettent l'utilisation de certains de ces modems peuvent-être trouvés. Pour commencer, vous devez identifier le chipset de votre modem analogique :
gl: A maior parte dos módems de marcación (dialup) non son compatíbeis con Ubuntu, pero pódense encontrar os controladores que activarán o uso de moitos de tales módems. En primeiro lugar precisa identificar que chipset ten o seu módem:
hu: A legtöbb betárcsázós modemet az Ubuntu nem támogatja, de léteznek eszközmeghajtók, amelyek segítségével használhatja ezeket. Először meg kell határoznia, milyen lapkakészlettel rendelkezik a modem:
nl: De meeste telefoonmodems worden niet door Ubuntu ondersteund, maar er kunnen stuurprogramma's worden gevonden waarmee u sommige van zulke modems toch kunt gebruiken. Allereerst moet u bepalen welke chipset uw modem bezit:
ro: Ubuntu nu deține suport pentru majoritatea modemurilor de linie comutată, dar se pot găsi drivere care să permită utilizarea unora dintre ele. Mai întâi va trebui să identificați tipul de chipset al modemului dvs.:
sk: Väčšina telefónnych modemov nie je v Ubuntu podporovaná, ale je možné nájsť ovládače , ktoré umožnia použitie týchto modemov. Najprv je potrebné identifikovať čipovú sadu vášho modemu:
sl: Večine klicnih modemov Ubuntu ne podpira, vendar je mogoče najti gonilnike, ki bodo omogočili uporabo nekaterih takšnih modemov. Najprej morate določiti čipovje vašega klicnega modema:
sq: Shumica e modemëve dial-up nuk suportohen nga Ubuntu, por mund të gjenden draivera që do të mundësonin përdorimin e modemëve të tillë. Së pari ju duhet të verifikoni çfarë marke është modemi juaj dial-up:
sr: Убунту не подржава већину <emphasis role="strong">диал-ап</emphasis> модема, али могу бити пронађени драјвери који ће омогућити коришћење неких таквих модема. Прво морате да идентификујете чипсет вашег диал-ап модема:
tr: Çoğu çevirmeli modemler Ubuntu tarafından desteklenmez, fakat etkinleştireceğin çoğu modemlerin sürücüleri bulunabilir. İlk önce çevirmeli modemin çipsetinin ne olduğunu tesbit etmelisin.
uk: Більшість dialup-модемів не підтримуються в Ubuntu, але можливо знайти драйвери, які нададуть змогу використовувати деякі такі модеми.
zh_cn: Ubuntu不支持绝大多数拨号调制解调器，但是可以找到这类调制解调器的驱动使其可用，首先您需要查清楚您的拨号调制解调器芯片组的型号：

source: Download <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) using a computer with an Internet connection.
ast: Descarga <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) usando un ordenador coneutáu a Internet.
ca: Baixeu-vos l'<application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) utilitzant un ordinador amb connexió a Internet.
da: Hent <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) fra en computer med en internetforbindelse.
de: Laden Sie <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) mit einem Rechner mit bestehender Internetverbindung herunter.
el: Κάντε λήψη της εφαρμογής <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) από έναν υπολογιστή που έχει σύνδεση στο διαδίκτυο.
fr: Téléchargez <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) à l'aide d'un ordinateur disposant d'une connexion internet.
gl: Descargar <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) usando un computador con conexión á Internet.
hu: Töltse le a <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) alkalmazást egy internetkapcsolattal rendelkező számítógéppel.
nl: Download <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) op een computer met een internetaansluiting.
ro: Descărcați <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) folosind un calculator cu conexiune la Internet.
sk: Stiahnite <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) pomocou počítača s pripojením na Internet.
sl: Prejmite <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) s pomočjo računalnika z delujočo internetno povezavo.
sq: Shkarkoni <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) duke ërdorur një kompjuter me lidhje interneti.
sr: Преузмите пакет <quote><application>scanmodem</application></quote> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) користећи рачунар са Интернет везом.
tr: İnternet bağlantısıolan bir bilgisayar kullanarak <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>)i indirin.
uk: Завантажте програму <application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>) за допомогою комп'ютера, під'єднаного до Інтернету.
zh_cn: 使用一台可以连接到因特网的计算机下载<application>scanmodem</application> (<ulink url="http://linmodems.technion.ac.il/packages/scanModem.gz">http://linmodems.technion.ac.il/packages/scanModem.gz</ulink>)。

source: Copy the downloaded file to the Home folder of the computer with the dialup modem you wish to use.
ast: Copia el ficheru descargáu na to carpeta personal del equipu que tenga el modem telefónicu que quies usar.
ca: Copieu-vos el fitxer baixat a la carpeta d'usuari de l'ordinador amb el mòdem de marcatge directe que voleu utilitzar.
da: Kopier den hentede fil til Hjemmemappe på computeren med det opkaldsmodem du ønsker at bruge.
de: Kopieren Sie die heruntergeladene Datei in den persönlichen Ordner des Rechners, mit dem Sie das Modem benutzen möchten.
el: Αντιγράψτε το αρχείο στον Αρχικό κατάλογο του υπολογιστή με το μόντεμ που θέλετε να χρησιμοποιήσετε.
fr: Copiez le fichier téléchargé dans le dossier personnel de l'ordinateur disposant du modem analogique que vous souhaitez utiliser.
gl: Copiar o ficheiro descargado ao cartafol persoal do computador co módem de marcación que quere usar.
hu: Másolja a letöltött fájlt a Saját mappába a betárcsázós modemmel használni kívánt számítógépen.
nl: Kopieer het gedownloade bestand naar de Persoonlijke map van de computer met het telefoonmodem dat u wilt gebruiken.
ro: Copiați fișierul descărcat în dosarul „Acasă” de pe calculatorul cu modemul de linie comutată pe care doriți să îl utilizați.
sk: Skopírujte stiahnutý súbor do domovského priečinka počítača ktorého modem si želáte použiť.
sl: Kopirajte prejeto datoteko v domačo mapo na računalniku s klicnim modemom, ki ga želite uporabiti.
sq: Kopjoni skedarin e shkarkuar në dosjen Shtëpi të kompjuterit me modemin dial-up që dëshironi të përdorni.
sr: Умножите преузету датотеку у Личну фасциклу рачунара са диал-ап модемом који желите да користите.
tr: Kullanmak istediğiniz çevirmeli ağ modemi ile bilgisayarın Ana klasörüne indirdiğiniz dosyayı kopyalayın.
uk: Скопіюйте завантажений файл до свого Домашнього каталогу на комп'ютері з dialup-модемом, який ви хочете використовувати.
zh_cn: 将下载的文件复制到计算机中的"Home"文件夹中配合您的调制解调器使用。

source: Open a Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the following commands, pressing <keycap>Enter</keycap> after each line:
ast: Abre un terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe les ordes darréu, calcando <keycap>Intro</keycap> tres cada llinia:
ca: Obriu un terminal (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu les ordres següents, prement <keycap>Retorn</keycap> després de cada línia:
da: Åbn en Terminal (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og skrive følgende kommandoer, idet du trykker <keycap>Enter</keycap> efter hver linje:
de: Öffnen Sie ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und geben Sie die folgende Befehle ein, wobei Sie nach jeder Zeile mit <keycap>Enter</keycap> bestätigen:
el: Ανοίξτε το Τερματικό (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>), πληκτρολογήστε τις ακόλουθες εντολές και πατήστε <keycap>Enter</keycap> μετά από κάθε γραμμή:
fr: Ouvrez un Terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et saisissez les commandes suivantes, en appuyant sur <keycap>Entrée</keycap> après chaque ligne:
gl: Abra un Terminal (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acessorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba as seguintes ordes, premendo <keycap>Intro</keycap> despois de cada liña:
hu: Nyisson meg egy terminálablakot (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), majd adja ki a következő parancsokat, és mindegyik után nyomja meg az <keycap>Enter</keycap> billentyűt.
nl: Open een Terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en typ de volgende opdrachten, met een <keycap>Enter</keycap> na elke regel:
ro: Deschideți un terminal (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și introduceți următoarele comenzi, apăsând pe <keycap>Enter</keycap> după fiecare rând:
sk: Otvorte Terminál (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte následujúce príkazy, stlačte <keycap>Enter</keycap> po každom riadku:
sl: Odprite Terminal (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vtipkajte naslednje ukaze in za vsako vrstico pritisnite tipko <keycap>Enter</keycap>.
sq: Hapni një Terminal (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtypni komandat që vijojnë, duke klikuar <keycap>Enter</keycap> pas çdo rreshti:
sr: Отворите Терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите следеће наредбе, кликајући <quote><keycap>Унеси</keycap></quote> након сваког реда:
tr: Bir Uç Birim açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uç Birim</guimenuitem></menuchoice>) ve her satırından sonra <keycap>Giriş</keycap>'e barasak, aşağıdaki komutları yazın:
uk: Відкрийте Термінал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) та введіть наступні команди, натискаючи <keycap>Enter</keycap> після кожного рядка:
zh_cn: 开启一个终端 (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 然后输入以下命令,在每行后按下 <keycap>Enter</keycap> 键:

source: A file containing information on the chipsets used by any detected modems should open. Print or save the information.
ast: Tendría que abrirse un ficheru que contién información de los chipsets que usen los modems detectaos. Imprime o guarda esa información.
ca: S'hauria d'obrir un fitxer que conté la informació sobre el joc de xips utilitzat per qualsevol mòdem detectat. Imprimiu o deseu la informació.
da: En fil, der indeholder oplysninger om de chipsæt der anvendes af eventuelle fundene modemmer, bør blive åbnet. Udskriv eller gem oplysningerne.
de: Es sollte sich nun eine Datei öffnen, die alle Hardwareinformationen erkannter Modems enthält. Speichern Sie oder drucken Sie diese Informationen aus.
el: Ένα αρχείο που περιέχει πληροφορίες για τους επεξεργαστές (chipsets) που χρησιμοποιούνται από όποιο μόντεμ ανιχνεύθηκε πρέπει να εμφανιστεί. Εκτυπώστε ή αποθηκεύστε τις πληροφορίες.
fr: Un fichier contenant les informations concernant les chipsets utilisés par les modems détectés devrait apparaître. Imprimez ou sauvegardez ces informations.
gl: Un ficheiro que contén información sobre os chipsets usados e por calquera dos módems detectados debería abrirse. Imiprima ou garde esta información.
hu: A felismert modem lapkakészletéről információkat tartalmazó fájlnak kell megnyílnia. Nyomtassa ki, vagy mentse el az információkat.
nl: Er zou nu een bestand dat informatie bevat over de door de gedetecteerde modems gebruikte chipsets geopend moeten worden. Druk de informatie af of sla deze op.
ro: Se va deschide un fișier conținând informații despre chipset-urile folosite în modemurile detectate. Tipăriți sau salvați informațiile.
sk: Mal by sa otvoriť súbor obsahujúci informácie o čipovej sade používanej detekovanými modemami. Vytlačte alebo uložte tieto informácie.
sl: Odpreti bi se morala datoteka s podrobnosti o čipovju morebitnih zaznanih modemov. Natisnite ali shranite podatke.
sq: Do të hapet një skedar i cili përmban informacion për çipet e përdorura nga çdo modem i dalluar. Printojeni ose ruajeni informacionin.
sr: Датотека која садржи информације о чиповима које користи било који детектовани модем требала би да се отвори. Одштампајте или сачувајте информације.
tr: Bulunan modemlerin çipsetlerindeki bilgiler dosyada bulunur. Bilgiyi yazdırın veya kaydedin.
uk: Має відкритись файл, в якому міститься інформація чипсети, що використовуються всіма виявленими модемами. Роздрукуйте або звережіть цю інформацію.
zh_cn: 一个含有被检测到的调制解调器芯片组信息的文件被打开。请打印或保存其中信息。
