Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: You may need to enter a username, password, and domain. You should obtain these from your network administrator where necessary. The username and password will normally be the username and password for a user of the computer on which you are trying to connect.
ast: Seique necesites escribir un nome d'usuariu, clave y dominiu. Si ye necesario, tendría que datelos l'alministrador de la rede. El nome d'usuariu y la clave normalmente sedrán los d'un usuariu de l'equipu al que tentes coneutar.
ca: Potser haureu d'introduir un nom d'usuari, contrasenya i domini. Si són necessaris, l'administrador de la xarxa us els hauria de proporcionar. Normalment el nom d'usuari i la contrasenya són els mateixos que els de l'usuari de l'ordinador on us intenteu connectar.
da: Du skal muligvis indtaste et brugernavn, adgangskode og domæne. Du bør kunne få disse fra din netværksadministrator, hvis nødvendigt. Brugernavn og adgangskode vil normalt være brugernavn og adgangskode for en bruger på den computer, du forsøger at forbinde til.
de: Sie müssen evt. einen Benutzernamen, ein Passwort und eine Domäne eingeben. Sie sollten diese, wenn nötig, von Ihrem Netzwerkadministrator einholen. Benutzername und Passwort sind normalerweise ein Benutzername und ein entsprechendes Passwort des Rechners, mit dem Sie sich verbinden wollen.
el: Μπορεί να χρειαστεί να εισάγετε ένα όνομα χρήστη, κωδικό και όνομα τομέα. Θα πρέπει να αναζητήστε αυτά από τον διαχειριστή του δικτύου σας, όταν είναι αναγκαία. Το όνομα χρήστη και ο κωδικός θα είναι συνήθως το όνομα χρήστη και ο κωδικός για τον χρήστη του υπολογιστή από τον οποίο προσπαθείτε να συνδεθείτε.
fr: Il est possible que vous deviez saisir un nom d'utilisateur, un mot de passe et un domaine. Vous devriez obtenir ces informations auprès de l'administrateur de votre réseau. Le nom d'utilisateur et le mot de passe seront généralement ceux de l'ordinateur sur lequel vous essayez de vous connecter.
gl: Pode ter que introducir un nome de usuario, contrasinal e dominio. Débeos obter do administrador da rede, de ser preciso. O nome de usuario e o contrasinal normalmente son o nome de usuario e contrasinal dun usuario do computador co que tenta conectar.
hu: Lehet, hogy meg kell adni a felhasználónevét, jelszavát és tartományát. Ha szükséges, ezeket a hálózati rendszergazdától kell elkérnie. A felhasználónév és a jelszó általában azon számítógép egyik felhasználójának neve és jelszava, amelyhez csatlakozni akar.
nl: Mogelijk moet u een gebruikersnaam, wachtwoord en domein invullen. Waar nodig kunt u deze aan uw netwerkbeheerder vragen. De gebruikersnaam en het wachtwoord zijn gewoonlijk hetzelfde als die van de computer waarop u zich bevindt.
ro: Vi se poate solicita să introduceți un nume de utilizator, o parolă și un domeniu. Puteți obține aceste date de la administratorul de rețea, atunci când este necesar. Numele de utilizator și parola vor fi, de obicei, cele ale unui utilizator al calculatorului la care încercați să vă conectați.
sk: Môže byť potrebné zadať používateľské meno, heslo a doménu. Tieto údaje by vám mal poskytnúť správca siete. Používateľské meno a heslo je zvyčajne totožné s používateľským menom a heslom existujúceho používateľa na počítači na ktorý sa chcete pripojiť.
sl: Morda boste morali vnesti uporabniško ime, geslo in domeno. Te podatke dobite pri svojem skrbniku omrežja. Uporabniško ime in geslo sta običajno enaka uporabniškemu imenu in geslu za prijavo uporabnika na računalnik.
sq: Juve mund t'iu nevojitet të vendosni një emër përdoruesi, një fjalëkalim dhe një domein. Ju duhet t'i merrni këto nga administratori i rrjetit tuaj nëse është e nevojshme. Emri i përdoruesit dhe fjalëkalimi normalisht do të jenë emri i përdoruesit dhe fjalëkalimi për një përdorues të kompjuterit me të cilin ju po përpiqeni të lidheni.
sr: Можда ће бити потребно да унесете корисничко име, лозинку и домен. Све ово бисте требали да добијете од вашег администратора мреже ако је потребно. Корисничко име и лозинка ће бити корисничко име и лозинка корисника рачунара на коме покушавате да се повежете.
tr: Bir kullanıcı adı, parola yada alan adına ihtiyacınız olabilir. Gerektiğinde, bu bilgileri sistem yöneticinizden öğrenebilirsiniz. Kullanıcı adı ve parola genellikle bağlandığınız bilgisayardaki bir kullanıcıya ait kullanıcı adı ve paroladır.
uk: Можливо, вам потрібно буде ввести ім'я користувача, пароль та домен. У разі необхідності ви повинні отримати ці дані від вашого адміністратора мережі. Зазвичай, ім'ям користувача та паролем будуть ім'я та пароль користувача комп'ютера, до якого ви намагаєтесь під'єднатись.
zh_cn: 你可能需要输入用户名，密码和域名。必要的话你的网络管理员会提供这些。通常用户名和密码是你要连的那个电脑的用户名和密码。

source: The domain can often be left blank.
ast: El dominio munches veces puede dexase'n blanco.
ca: Sovint el domini es pot deixar en blanc.
da: Det er ofte ikke nødvendigt at udfylde domænet.
de: Die Domäne muss oft nicht angegeben werden.
el: Το όνομα τομέα μπορεί να είναι κενό.
fr: Le domaine peut souvent être laissé vide.
gl: O dominio pódese deixar normalmente en branco.
hu: A tartomány általában üresen hagyható.
nl: Het domein-veld kan vaak leeg gelaten worden.
ro: Deseori, domeniul poate fi lăsat necompletat.
sk: Zvyčajne nie je potrebné zadať doménu.
sl: Polje domena je mogoče pogosto pustiti prazno.
sq: Domeini shpesh mund të lihet bosh.
sr: Домен може бити остављен празан.
tr: Alan adı çoğu durumda boş bırakılabilir.
uk: Домен часто можна не вказувати
zh_cn: 域名通常可以不填写。

source: Share files and folders with other computers
ast: Compartir ficheros y carpetes con otros ordenadores
ca: Compartició de fitxers i carpetes amb altres ordinadors
da: Del filer og mapper med andre computere
de: Dateien und Ordner mit anderen Rechnern gemeinsam nutzen
el: Διαμοιρασμός αρχείων και φακέλων με άλλους υπολογιστές
fr: Partager des fichiers et des dossiers avec d'autres ordinateurs
gl: Compartir ficheiros e cartafoles con outros computadores
hu: Fájlok és mappák megosztása más gépekkel
nl: Bestanden en mappen met andere computers delen
ro: Partajarea de fișiere și dosare în rețeaua locală
sk: Zdieľajte súbory a priečinky s inými počítačmi
sl: Souporaba datotek in map z drugimi račuanlniki
sq: Nda skedarë dhe foldera me kompjuterat e tjerë
sr: Размена датотека и фасцикли са другим рачунарима
tr: Diğer bilgisayarlar ile dosya ve klasörlerinizi paylaşın.
uk: Відриття доступу до файлів та каталогів для інших комп'ютерів
zh_cn: 与其他计算机共享文件和文件夹

source: You can share files and folders with other people on your network through <application>Ubuntu One</application>, <application>Shared Folders</application> or <application>Nautilus</application>.
ca: Podeu compartir fitxers i carpetes amb altres persones de la xarxa mitjançant l'<application>Ubuntu One</application>, les <application>carpetes compartides</application> o el <application>Nautilus</application>.
da: Du kan dele filer og mapper med andre på dit netværk igennem <application>Ubuntu One</application>, <application>Personlig fildeling</application> eller <application>Nautilus</application>.
de: Sie können Dateien und Ordner mit anderen in Ihrem Netzwerk durch <application>Ubuntu One</application>, <application>freigegebene Ordner</application> oder <application>Nautilus</application> teilen.
el: Μπορείτε να χρησιμοποιήσετε από κοινού αρχεία και φακέλους με άλλους στο δίκτυο σας μέσω του <application>Ubuntu One</application>, των <application>Κοινόχρηστων φακέλων</application> ή του <application>Ναυτίλου</application>.
fr: Vous pouvez partager des fichiers et des répertoires avec les autres utilisateurs de votre réseau à l'aide des applications <application>Ubuntu One</application>, <application>Dossiers partagés</application> ou encore <application>Nautilus</application>.
gl: Pode compartir ficheiros e cartafols con outras persoas na súa rede mediante <application>Ubuntu One</application>, <application>Cartafoles compartidos</application> ou <application>Nautilus</application>.
hu: A hálózatán lévő emberekkel fájlokat és mappákat az <application>Ubuntu One</application>, <application>Megosztott mappák</application> vagy a <application>Nautilus</application> segítségével oszthat meg.
sl: Datoteke in mape lahko souporabljate z drugimi ljudmi na omrežju z <application>Ubuntu One</application>, <application>Mape s souporabi</application> ali <application>Nautilus</application>.
sr: Можете да размењујете датотеке и фасцикле са другим људима на вашој мрежи користећи <emphasis role="strong"><application>Убунту Један</application></emphasis>, <emphasis role="strong"><application>Дељене фасцикле</application></emphasis> или <emphasis role="strong"><application>Наутилус</application></emphasis>.

source: Sharing files with Ubuntu One
ca: Com compartir fitxers amb l'Ubuntu One
da: Deling af filer med Ubuntu One
de: Daten mit Ubuntu One freigeben
el: Κοινή χρήση αρχείων με το Ubuntu One
fr: Partage de fichiers avec Ubuntu One
gl: Compartir ficheiros con Ubuntu One
hu: Fájlok megosztása Ubuntu One használatával
sl: Souporaba datotek z Ubuntu One
sr: Размена датотека помоћу Убунту један

source: Many people these days use multiple computers. They might have a desktop at their office as well as a laptop for traveling or just going to a coffee shop. Ensuring that all of your files are accessible no matter what computer you are using is quite a difficult task. The same could be said for the complexity of keeping your Evolution address book, Tomboy notes, or Firefox bookmarks in sync.
ca: Avui en dia molta gent utilitza diversos ordinadors. Pot ser que tinguin un ordinador de sobretaula a l'oficina i també un portàtil per viatjar o simplement per anar a prendre alguna cosa. Assegurar-se que tots els fitxers són accessibles independentment de l'ordinador que estigueu utilitzant és una tasca difícil. El mateix es pot dir de la complexitat de mantenir sincronitzada la llibreta d'adreces de l'Evolution, les notes del Tomboy o les adreces d'interès del Firefox.
da: Mange folk bruger i dag flere computere. De har muligvis både en stationær computer på deres kontor samt en bærbar til at rejse med eller blot til at tage med på café. At sikre sig at alle dine filer er tilgængelig lige meget hvor du er kan være en temmelig svær opgave. Det samme kunne siges om kompleksiteten i at holde din Evolution adressebog, Tomboy notater, eller Firefox bogmærker synkroniseret.
de: Heute benutzen viele Menschen mehrere Rechner. Sie könnten einen Arbeitsplatzrechner in ihrem Büro und einen Laptop für Reisen oder für den Besuch des Café's besitzen. Sicherzustellen, dass Sie immer auf Ihre Daten zugreifen können, egal welchen Rechner Sie benutzen, ist eine relativ schwierige Aufgabe. Das gleiche kann über die Komplexität der Synchronisation Ihres Evolution-Adressbuchs, Tomboy-Notizen oder Firefox-Lesezeichen gesagt werden.
el: Πολλοί στις μέρες μας χρησιμοποιούν περισσότερους υπολογιστές. Μπορεί να έχουν ένα desktop στο γραφείο όπως επίσης και ένα laptop για τις μετακινήσεις. Το να εξασφαλίσετε ότι έχετε πρόσβαση σε όλα τα αρχεία σας ανεξάρτητα από τον υπολογιστή που χρησιμοποιείτε είναι αρκετά δύσκολο. Το ίδιο μπορεί να ειπωθεί για την πολυπλοκότητα συγχρονισμού του ευρετηρίου του Evolution, των σημειώσεων Tomboy, ή των σελιδοδεικτών του Firefox.
fr: Beaucoup de gens disposent de plusieurs ordinateurs. Ils peuvent avoir un ordinateur au bureau et un portable en déplacement ou simplement lorsqu'ils vont prendre un café au bar du coin. Permettre l'accès à tous vos fichiers quelque soit l'ordinateur utilisé, est un tâche assez complexe. Il en va de même pour la synchronisation de votre carnet d'adresses Evolution, vos notes Tomboy ou vos signets Firefox.
gl: Actualmente hai moita xente que usa varios computadores. Teñen o seu computador de escritorio na súa oficina así como un portátil para viaxar ou para ir á cafetería. Asegurarse de que os teus ficheiros son accesíbeis sen importar que computador está usando é unha tarefa un pouco dificil. O mesmo se pode dicir da complexidade de manter sincronizadas as axendas de enderezos do seu Evolution, as notas do Tomboy ou os marcadores do Firefox.
hu: Napjainkban sokan több számítógépet is használnak. Az irodai asztali számítógép mellett rendelkezhetnek utazásokhoz használt laptoppal is. Meglehetősen nehéz biztosítani, hogy minden fájlja mindig elérhető legyen, bármelyik gépét is használja. Ugyanez elmondható Evolution címtárai, Tomboy jegyzetei és Firefox könyvjelzői szinkronban tartásáról is.
sl: Dandanes marsikdo uporablja več računalnikov. Morda imajo tako namizni računalnik v pisarni kot tudi prenosnik za potovanje ali v kavarno. Zagotavljanje dostopnosti vseh vaših datotek ne glede na to na katerem računalniku ste, je težavna naloga. Podobno je z usklajevanjem imenika Evolution, sporočilc Tomboy ali zaznamkov Firefox.
sr: Много људи данас користи више рачунара. Могу имати стони рачунар у својој канцеларији а исто тако и преносиви рачунар за путовање или једноставно за одлазак у кафић. Осигурати да вам све ваше датотеке буду доступне без обзира који рачунар користите је поприлично тежак задатак. Исто може бити речено за сложеност држања у синхронизацији ваших адресара Еволуције, Томичиних белешки или Фајерфоксових обележавача.

source: This is where <application>Ubuntu One</application> helps - it keeps your digital life in sync. All of your documents, music, bookmarks, address book contacts, and notes stay in sync across all of your computers. In addition, they are all stored in your personal online cloud so you can use a web browser from any computer to access all of your files from the <ulink url="http://one.ubuntu.com/">Ubuntu One website</ulink>.
ca: Aquí és on l'<application>Ubuntu One</application> ajuda - manté la vostra vida digital sincronitzada. Tots els vostres documents, música, adreces d'interès, contactes de la llibreta d'adreces i notes es mantenen sincronitzats en tots els vostres ordinadors. A més, aquests s'emmagatzemen en línia de manera que podeu utilitzar un navegador web des de qualsevol ordinador per accedir a tots els vostres fitxers des del <ulink url="http://one.ubuntu.com/">lloc web de l'Ubuntu One</ulink>.
da: Det er her <application>Ubuntu One</application> hjælper - den holder dit digitale liv synkroniseret. Alle dine dokumenter, musik, bogmærker, kontaktpersoner og noter bliver synkroniseret på tværs af alle dine computere. Tilmed bliver det hele gemt i din personlige online sky, så du kan bruge en webbrowser på en hvilken som helst computer til at få adgang til alle dine filer via <ulink url=\"http://one.ubuntu.com/\">Ubuntu One hjemmesiden</ulink>.
de: Hier hilft <application>Ubuntu One</application> - es hält Ihr digitales Leben synchron. All Ihre Dokumente, Musik, Lesezeichen, Adressbuchkontakte und Notizen bleiben synchron zwischen Ihren Rechnern. Zusätzlich werden sie in Ihrer persönlichen »Cloud« gespeichert, sodass Sie mit einem Web-Browser von jedem beliebigen Rechner aus auf Ihre Daten über die <ulink url="http://one.ubuntu.com/">Ubuntu One Webseite</ulink> zugreifen können.
el: Εδώ είναι που το <application>Ubuntu One</application> βοηθάει - διατηρεί την ψηφιακή σας ζωή συγχρονισμένη. Όλα τα έγγραφα, η μουσική, οι σελιδοδείκτες, οι επαφές ευρετηρίων και οι σημειώσεις διατηρούνται συγχρονισμένα σε όλους τους υπολογιστές σας. Επιπλέον, αποθηκεύονται στο προσωπικό σας «σύννεφο» online έτσι ώστε να μπορείτε με έναν περιηγητή δικτύου από οποιονδήποτε υπολογιστή να έχετε πρόσβαση σε αυτά στον <ulink url="http://one.ubuntu.com/">Ιστότοπο Ubuntu One</ulink>.
fr: C'est là que <application>Ubuntu One</application> va vous aider - il permet de synchroniser vos données numériques. Tous vos documents, vos musiques, votre carnet d'adresses de contacts, vos notes restent synchronisés sur tous les ordinateurs. De plus, tout est enregistré sur votre nuage (cloud) personnel et vous pouvez ainsi utiliser un navigateur Web sur n'importe quel ordinateur pour accéder à tous vos fichiers depuis le site Web <ulink url="http://one.ubuntu.com/">Ubuntu One</ulink>.
hu: Itt segít az <application>Ubuntu One</application> – digitális életének szinkronban tartásában. Dokumentumai, zenéi, könyvjelzői, címjegyzékei és jegyzetei szinkronban maradnak számítógépei között. Ezen kívül ezek mind saját személyes adatfelhőjében kerülnek tárolásra, így egy webböngészővel bármely számítógépről elérheti fájljait az <ulink url="http://one.ubuntu.com/">Ubuntu One weboldalon</ulink>.
sl: Pri tem vam pomaga <application>Ubuntu One</application> - vaše digitalno življenje obdrži usklajeno. Vsi vaši dokumenti, glasba, zaznamki, stiki imenika in sporočilca so usklajeni na vseh vaših računalnikih. Poleg tega so shranjeni v vašem osebnem spletnem oblaku, zato lahko do njih dostopate s katerimkoli brskalnikom na kateremkoli računalniku na <ulink url="http://one.ubuntu.com/">spletni strani Ubuntu One</ulink>.
sr: Али ту је <emphasis role="strong"><application>Убунту Један</application></emphasis> да вам помогне — он држи ваш дигитални живот у синхронизацији. Сви ваши документи, музика, обележивачи, контакти адресара и белешке остају у синхронизацији на свим вашим рачунарима. Да додамо, све то је чувано у вашем личном облаку на мрежи тако да можете да користите веб претраживач на било ком рачунару да приступите свим вашим датотекама са <ulink url="http://one.ubuntu.com/">Убунту Један веб сајта</ulink>.

source: <application>Ubuntu One</application> provides all Ubuntu users with 2 GB of storage for free. More storage capacity and contacts synchronization with mobile phones is available for a monthly fee. Set up <application>Ubuntu One</application> and use your computer as you normally would. <application>Ubuntu One</application> takes care of the rest.
ca: L'<application>Ubuntu One</application> proporciona a totes els usuaris de l'Ubuntu 2 GB d'emmagatzematge gratuït. Per aquells qui ho desitgin, també hi ha disponible més quantitat d'emmagatzematge i sincronització amb els contactes dels telèfons mòbils pagant una quota mensual. Configureu l'<application>Ubuntu One</application> i utilitzeu l'ordinador com ho faríeu normalment. L'<application>Ubuntu One</application> farà la resta.
da: <application>Ubuntu One</application> giver alle Ubuntu brugere 2 GB gratis lagerplads .Yderligere lagerplads og kontakt synkronisering med mobiltelefoner kan fås for et månedligt gebyr. Sæt <application>Ubuntu One</application> op og brug din computer som du normalt ville. <application>Ubuntu One</application> ordner resten selv.
de: <application>Ubuntu One</application> stellt jedem Ubuntu-Benutzer 2 GB Speicher kostenlos zur Verfügung. Mehr Speicherplatz und die Synchronisation mit Mobiltelefonen steht für eine monatliche Gebühr zur Verfügung. Richten Sie <application>Ubuntu One</application> ein und benutzen Sie Ihren Rechner wie immer. <application>Ubuntu One</application> kümmert sich um den Rest.
el: Το <application>Ubuntu One</application> παρέχει σε όλους τους χρήστες του Ubuntu 2 GB αποθηκευτικού χώρου δωρεάν. Με μια μηνιαία χρέωση είναι διαθέσιμος μεγαλύτερος αποθηκευτικός χώρος και συγχρονισμός επαφών με κινητά τηλέφωνα. Ρυθμίστε το <application>Ubuntu One</application> και χρησιμοποιήστε τον υπολογιστή σας όπως συνήθως. Το <application>Ubuntu One</application> αναλαμβάνει τα υπόλοιπα.
fr: <application>Ubuntu One</application> propose aux utilisateurs Ubuntu, un stockage gratuit de 2 Go. Une plus grande capacité de stockage ainsi que la synchronisation de vos contacts avec les téléphones mobiles est possible moyennant un abonnement mensuel. Configurez l'application <application>Ubuntu One</application> et utilisez votre ordinateur comme le feriez normalement. <application>Ubuntu One</application> s'occupe du reste.
gl: <application>Ubuntu One</application> fornécelle a todos os usuarios de Ubuntu 2 GB de almacenamento de balde. Se desexa máis almacenamento e sincronización de contactos con teléfonos móbiles pode obtelo por un pequeno custo mensual. Configure <application>Ubuntu One</application> e use o seu computador como o faría normalmente. <application>Ubuntu One</application> preocuparase do resto.
hu: Az <application>Ubuntu One</application> minden Ubuntu felhasználónak 2 GB ingyenes tárhelyet biztosít. További tárkapacitás és mobiltelefonokkal való szinkronizálás havidíjért érhető el. Állítsa be az <application>Ubuntu Onet</application>, és használja számítógépét, ahogy szokta. A többiről az <application>Ubuntu One</application> gondoskodik.
sl: <application>Ubuntu One</application> zagotavlja vsem uporabnikom Ubuntu 2 GB brezplačne shrambe. Več shrambe in usklajevanje stikov z mobilnimi telefonu je na voljo za mesečno plačilo. Nastavite <application>Ubuntu One</application> in uporabljajte svoj računalnik kot ponavadi. <application>Ubuntu One</application> poskrbi za vse ostalo.
sr: <application>Убунту један </application> обезбеђује свим Убунту корисницима 2 GB бесплатног складиштења. Више капацитета складиштења и синхронизација контакта са мобилним телефонима је доступно уз месечну надокнаду. Поставите <application>Убунту Један</application> и користите ваш рачунар као што то чините обично. <application>Убунту један</application> ће водити бригу о осталом.

source: Setting up Ubuntu One
ca: Com configurar l'Ubuntu One
da: Opsætning af Ubuntu One
de: Ubuntu One einrichten
el: Ρύθμιση του Ubuntu One
fr: Initialisation d'Ubuntu One
gl: Configurar Ubuntu One
hu: Az Ubuntu One beállítása
sl: Nastavljanje Ubuntu One
sr: Постављање Убунту један
