Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: If you are unable to connect to a shared folder using Windows, try using the <emphasis>IP address</emphasis> of the Ubuntu computer rather than its <emphasis>host name</emphasis> to access the share:
ast: Si nun puedes coneutate a una carpeta compartida usando Windows, tenta usar la <emphasis>direición IP</emphasis> de l'equipu Ubuntu nel llugar del so <emphasis>nome de host</emphasis> p'acceder al recursu compartíu:
ca: Si no us podeu connectar a una carpeta compartida utilitzant el Windows, intenteu utilitzar l'<emphasis>adreça IP</emphasis> de l'ordinador amb l'Ubuntu enlloc del <emphasis>nom de l'amfitrió</emphasis> per a accedir a l'amfitrió:
da: Hvis du ikke er i stand til at oprette forbindelse til en delt mappe ved hjælp af Windows, kan du prøve at bruge <emphasis>IP-adressen</emphasis> fra Ubuntu-computeren i stedet for dens <emphasis>værtsnavn</emphasis> for at få adgang til delingen:
de: Sollten Sie keinen Zugriff auf die freigegebenen Ordner auf Ihrem Ubuntu-Rechner (Zugriff über Windows) haben, versuchen Sie statt des <emphasis>Hostnamens</emphasis> die <emphasis>IP-Adresse</emphasis> des Ubuntu-Rechners zu verwenden:
el: Αν δεν είναι δυνατή η σύνδεση σε ένα κοινόχρηστο φάκελο χρησιμοποιώντας Windows, δοκιμάστε χρησιμοποιώντας την <emphasis>διεύθυνση IP</emphasis> του υπολογιστή με Ubuntu παρά το <emphasis>όνομα υπολογιστή που φαίνεται στο δίκτυο</emphasis> για να αποκτήσετε πρόσβαση στον φάκελο αυτό:
fr: S'il vous est impossible de vous connecter à un dossier partagé en utilisant Windows, essayez en utilisant l'<emphasis>adresse IP</emphasis> de l'ordinateur sous Ubuntu plutôt que son <emphasis>nom d'hôte</emphasis> pour accéder au partage :
gl: Se vostede non é quen de conectar cun cartafol compartido usando Windows, probe usando o <emphasis>enderezo de IP</emphasis> do computador Ubuntu antes de que o seu <emphasis>nome de host</emphasis> para acceder á compartida:
hu: Ha nem képes elérni a megosztott mappát Windows alól, próbálja az Ubuntut futtató gép <emphasis>IP-címét</emphasis> használni a <emphasis>gépneve</emphasis> helyett:
nl: Als u in Windows geen verbinding met gedeelde mappen kunt maken, probeer dan het <emphasis>IP-adres</emphasis> van de Ubuntu-computer te gebruiken, in plaats van diens <emphasis>hostnaam</emphasis> om toegang te krijgen tot de gedeelde bron:
ro: Dacă nu reușiți să accesați din Windows directoarele partajate, introduceți <emphasis>adresa IP</emphasis> a calculatorului Ubuntu în locul <emphasis>numelui de gazdă</emphasis> :
sk: Ak sa vo Windows neviete pripojiť k zdieľanému priečinku, skúste na pripojenie použiť <emphasis>IP adresu</emphasis> počítača s Ubuntu a nie jeho <emphasis>host name</emphasis> (názov):
sl: V kolikor se ne morete povezati z mapo v souporabi v sistemu Windows, poskusite za dostop do souporabe uporabiti <emphasis>naslov IP</emphasis> računalnika z Ubuntujem namesto njegovega <emphasis>imena gostitelja</emphasis>:
sq: Nëse nuk jeni në gjendje të lidheni me dosjen e përbashkët kur përdorni Windows, provoni të përdorni <emphasis>adresë IP</emphasis> të kompjuterit Ubuntu në vend të <emphasis>emrit të mbartësit</emphasis> për të hyrë në dosjen e përbashkët:
sr: Уколико нисте у могућности да се повежете са дељеном фасциклом користећи Виндоуз, покушајте да користите <emphasis>ИП адресу</emphasis> Убунту рачунара уместо његовог <emphasis>имена домаћина</emphasis> да приступите дељењу:
tr: Eğer Windows kullanarak paylaşılan bir klasöre bağlanmayı beceremezsen, <emphasis>sunucu adı</emphasis> yerine Ubuntu bilgisayarın <emphasis>IP adres</emphasis>ini kullanarak erişmeye çalış:
uk: Якщо вам не вдається отримати доступ до спільного каталогу у Windows, спробуйте скористатись <emphasis>IP адресою</emphasis> комп'ютера з Ubuntu замість <emphasis>імені комп'ютера</emphasis> для доступу до спільного каталогу:
zh_cn: 如果您不能连接上运行Windows的共享文件夹，试着使用Ubuntu计算机的<emphasis>IP地址</emphasis> 而不是它的<emphasis>host name</emphasis> 来连接共享。

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice> and select the <guilabel>Devices</guilabel> tab.
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Ferramientes de rede</guimenuitem></menuchoice> y escueye la llingüeta <guilabel>Dispositivos</guilabel>.
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Eines de xarxa</guimenuitem></menuchoice> i seleccioneu la pestanya <guilabel>Dispositius</guilabel>.
da: Tryk <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Netværksværktøjer</guimenuitem></menuchoice> og vælg fanen <guilabel>Enheder</guilabel>.
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerkdiagnose</guimenuitem></menuchoice> und wählen Sie den Reiter <guilabel>Geräte</guilabel>.
el: Επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Εργαλεία Δικτύου</guimenuitem></menuchoice> και εκεί επιλέξτε την καρτέλα <guilabel>Συσκευές</guilabel>.
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Outils réseau</guimenuitem></menuchoice> et choisissez l'onglet <guilabel>Périphériques</guilabel>.
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Ferramenteas de rede</guimenuitem></menuchoice> e seleccionar o separador <guilabel>Dispositivos</guilabel>.
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózati segédeszközök</guimenuitem></menuchoice> menüpontot, majd az <guilabel>Eszközök</guilabel> fület.
nl: Kies voor <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerkhulpmiddelen</guimenuitem></menuchoice> en kies daar het tabblad <guilabel>Apparaten</guilabel>.
ro: Apăsați pe <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilitare rețea</guimenuitem></menuchoice> și selectați tabul <guilabel>Dispozitive</guilabel>.
sk: Stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Sieťové nástroje</guimenuitem></menuchoice> a zvoľte kartu <guilabel>Zariadenia</guilabel>.
sl: Pritisnite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Omrežna orodja</guimenuitem></menuchoice> in izberite zavihek <guilabel>Naprave</guilabel>.
sq: Klikoni <menuchoice><guimenu>Sisitemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Mjetet e Rrjetit</guimenuitem></menuchoice> dhe zgjidhni tabelën <guilabel>Pajisjet</guilabel>.
sr: Кликните <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Мрежни алати</guimenuitem></menuchoice></quote> и изаберите језичак <quote><guilabel>Уређаји</guilabel></quote>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Ağ Araçları</guimenuitem></menuchoice> basın ve <guilabel>Aygıtlar</guilabel> sekmesini seçin.
uk: Натисніть <menuchoice><guimenu>Сипстема</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Мережні утиліти</guimenuitem></menuchoice> та перейдіть на закладку<guilabel>Пристрої</guilabel>.
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络工具</guimenuitem></menuchoice> 然后选择<guilabel>设备</guilabel>标签。

source: Select the name of your network connection from the <guilabel>Network device</guilabel> option list (for example, <quote>eth0</quote>). If you have several network connections, you may have to try this several times.
ast: Seleiciona el nome de to conexón de rede na llista <guilabel>Dispositivu de rede</guilabel> (por exemplu, <quote>eth0</quote>). Si tienes delles conexones de rede, seique tengas que tentar esto delles vueltes.
ca: Seleccioneu el nom de la vostra connexió a la xarxa a la llista d'opcions <guilabel>Dispositiu de xarxa</guilabel> (per exemple, <quote>eth0</quote>). Si teniu diverses connexions de xarxa, potser haureu d'intentar-ho diverses vegades.
da: Vælg navnet på din netværksforbindelse fra listen <guilabel>Netværksenhed</guilabel> (f.eks. <quote>eth0</quote>). Hvis du har flere netværksforbindelser, skal du muligvis forsøge dette flere gange.
de: Wählen Sie Ihre Netzwerkverbindung aus der Auswahlliste <guilabel>Netzwerkstatus</guilabel> (z.B. <quote>eth0</quote>). Wenn Sie mehrere Netzwerkverbindungen haben, sollten Sie dies mehrfach durchführen.
el: Επιλέξτε το όνομα της σύνδεσης του δικτύου σας από τις διαθέσιμες επιλογές της καρτέλας <guilabel>Συσκευή δικτύου</guilabel> (για παράδειγμα, <quote>eth0</quote>). Αν έχετε πολλές συνδέσεις δικτύου, ίσως χρειαστεί να προσπαθήσετε αρκετές φορές.
fr: Sélectionnez le nom de votre connexion réseau dans la liste d'options <guilabel>Périphériques réseau</guilabel> (par exemple <quote>eth0</quote>). Si vous disposez de plusieurs connexions réseau, vous devrez peut-être répéter l'opération plusieurs fois.
gl: Seleccionar o nome da conexión da súa rede nas opcións da lista en <guilabel>Dispositivo de rede</guilabel> (por exemplo, <quote>eth0</quote>). Se ten varias conexións de rede, pode ter que tentar isto varias veces.
hu: Válassza ki a hálózati kapcsolata nevét a <guilabel>Hálózati eszköz</guilabel> lenyíló listából (például: <quote>eth0</quote>). Ha több eszköze is van, akkor ezt többször is megismételheti.
nl: Kies de naam van uw netwerkverbinding uit de <guilabel>Netwerkapparaat</guilabel>-optielijst (bijvoorbeeld, <quote>eth0</quote>). Als u meerdere netwerkverbindingen heeft, dan kan het zijn dat u dit enkele malen moet proberen.
ro: Selectați numele conexiunii de rețea din listă (de ex., <quote>eth0</quote>). Dacă aveți mai multe conexiuni, încercați-le pe rând.
sk: Zo zoznamu <guilabel>Sieťové zariadenia</guilabel> vyberte názov vášho sieťového pripojenia (napr. <quote>eth0</quote>). Ak máte niekoľko sieťových pripojení, je možné, že tento postup budete musieť vyskúšať niekoľko krát.
sl: Izberite ime vaše omrežne povezave na seznamu možnosti <guilabel>Omrežna naprava</guilabel> (na primer <quote>eth0</quote>). Če imate več omrežnih povezav, boste to morda morali poskusiti večkrat.
sq: Zgjidhni emrin e lidhjes suaj të rrjetit nga lista e opsioneve <guilabel>Pajisjet e Rrjetit</guilabel> (përshembull, <quote>eth0</quote>). Nëse keni disa lidhje rrjeti, juve mund t'iu duhet ta provoni këtë disa herë.
sr: Изаберите име ваше везе мреже са списка опција <quote><guilabel>Мрежни уређаји</guilabel></quote> (на пример, <quote>eth0</quote>). Ако имате више веза мреже, можда ћете морати ово да покушате неколико пута.
tr: Ağ bağlantınızın adını <guilabel>Ağ Aygıtları</guilabel> seçenekleri arasından seçiniz (örnek olarak, <quote>eth0</quote>). Birden fazla ağ bağlantınız var ise bunu birden çok kez denemenir gerekebilir.
uk: Оберіть ім'я вашого мережевого з'єднання зі списку <guilabel>Мережний пристрій</guilabel> (наприклад, <quote>eth0</quote>). Якщо ви маєте декілька мережевих з'єднань, ви повинні спробувати декілька разів.
zh_cn: 从<guilabel>网络设备 </guilabel> 选项列表中选择你网络连接的名称 (例如, <quote>eth0</quote>)。如果你有好几个网络连接，你可能需要将这个过程进行好几次。

source: Make a note of the number in the <guilabel>IP address</guilabel> column. It should consist of four numbers separated by dots (for example, <quote>192.168.2.10</quote>)
ast: Apunta'l númberu conseñáu na columna <guilabel>direición IP</guilabel>. Consistirá en cuatro númberos separtaos por puntos (por exemplu, <quote>192.168.2.10</quote>)
ca: Apunteu-vos el número a la columna <guilabel>Adreça IP</guilabel>. Aquesta hauria de consistir en quatre números separats per punts (per exemple, <quote>192.168.2.10</quote>)
da: Notér nummeret i kolonnen <guilabel>IP-adresse</guilabel>. Det skal bestå af fire tal adskilt af punktummer (f.eks. <quote>192.168.2.10</quote>)
de: Notieren Sie sich die Nummer in der Spalte <guilabel>IP-Adresse</guilabel>. Diese Nummer sollte aus 4 Zahlen, die durch Punkte voneinander getrennt sind, bestehen (z.B. <quote>192.168.2.10</quote>)
el: Σημειώστε τον αριθμό της διεύθυνσης στο πεδίο <guilabel>Διεύθυνση IP</guilabel>. Θα πρέπει να αποτελείται από τέσσερις αριθμούς χωρισμένους με τελείες (για παράδειγμα <quote>192.168.2.10</quote>)
fr: Notez le numéro affiché dans la colonne <guilabel>Adresse IP</guilabel>. Il devrait être constitué de 4 nombres séparés par des points (par exemple, <quote>192.168.2.10</quote>)
gl: Anote o número da columna <guilabel>Enderezo IP</guilabel>. Debería consistir en catro números separados por puntos (por exemplo, <quote>192.168.2.10</quote>)
hu: Jegyezze meg az <guilabel>IP-cím</guilabel> oszlopban lévő számokat. Ez négy számot tartalmaz, számokkal elválasztva (például: <quote>192.168.2.10</quote>)
nl: Noteer het getal in de kolom <guilabel>IP-adres</guilabel>. Het hoort te bestaan uit vier getallen, gescheiden door punten (bijvoorbeeld, <quote>192.168.2.10</quote>)
ro: Notați numerele din coloana <guilabel>adresa IP</guilabel>. Trebuie să fie patru numere despărțite prin puncte (de ex., <quote>192.168.2.10</quote>)
sk: Zaznačte si číslo zo stĺpca <guilabel>IP adresa</guilabel>. Malo by pozostávať zo štyroch čísel oddelených bodkami (napr. <quote>192.168.2.10</quote>)
sl: Zapomnite si število v stolpcu <guilabel>Naslov IP</guilabel>. Sestavljeno bi moralo biti iz štirih števil ločenimi s pikami (na primer, <quote>192.168.2.10</quote>)
sq: Merrni shënim numrin në shtyllën <guilabel>adresa IP</guilabel>. Ai do të ketë katër numra të ndarë nga pika (përshembull, <quote>192.168.2.10</quote>)
sr: Запишите број из колоне <quote><guilabel>ИП адреса</guilabel></quote>. Требао би да се састоји од четири броја одвојених тачкама (на пример: <quote>192.168.2.10</quote>).
tr: <guilabel>IP adres</guilabel> kolonundaki rakamları not ediniz. Bu rakamlar noktalar ile ayrılmış dörtlü gruplama şeklinde olmalıdır. (örnek olarak, <quote>192.168.2.10</quote>)
uk: Занотуйте значення в колонці <guilabel>IP адреса</guilabel>. Вона повинна складатись з чотирьох чисел, розділених крапками (наприклад, <quote>192.168.2.10</quote>)
zh_cn: 记下 <guilabel>IP 地址</guilabel> 列中的数字。它应该是友4个被句点分开的数字组成(例如：<quote>192.168.2.10</quote>)。

source: On the Windows computer, select <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> and type <userinput>\\ipaddress</userinput> in the text box, replacing <quote>ipaddress</quote> with the IP address of the Ubuntu computer
ast: Nel ordenador Windows, escueye <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Ejecutar</guimenuitem></menuchoice> y escribe na caxella de testu <userinput>\\direicionip</userinput>, cambeando <quote>direicionip</quote> pola direición IP de l'ordenador Ubuntu.
ca: A l'ordinador amb Windows, seleccioneu <menuchoice><guimenuitem>Inicia</guimenuitem><guimenuitem>Executa</guimenuitem></menuchoice> i introduïu <userinput>\\adreçaip</userinput> al quadre de text, reemplaçant <quote>adreçaip</quote> per l'adreça IP de l'ordinador amb l'Ubuntu
da: Vælg <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Kør</guimenuitem></menuchoice> på Windows-computeren og skriv <userinput>\\ip-adresse</userinput> i tekstfeltet, idet <quote>ip-adresse</quote> erstattes med IP-adressen på Ubuntu computeren
de: Im Windows-Rechner wählen Sie <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Ausführen</guimenuitem></menuchoice> und geben Sie <userinput>\\ipaddress</userinput> in die Textbox ein, wobei Sie <quote>ipaddress</quote> mit der IP-Adresse Ihres Ubuntu-Rechners ersetzen.
el: Στον υπολογιστή με Windows, επιλέξτε <menuchoice><guimenuitem>Έναρξη</guimenuitem><guimenuitem>Εκτέλεση</guimenuitem></menuchoice> και πληκτρολογήστε <userinput>\\ipaddress</userinput> στο πλαίσιο κειμένου, αντικαθιστώντας την <quote>ipaddress</quote> με την διεύθυνση IP του υπολογιστή με Ubuntu
fr: Sur l'ordinateur Windows, sélectionnez <menuchoice><guimenuitem>Démarrer</guimenuitem><guimenuitem>Exécuter</guimenuitem></menuchoice> et entrez <userinput>\\address_ip</userinput> dans la zone de texte, en remplaçant <quote>address_ip</quote> par l'adresse IP de l'ordinateur sous Ubuntu
gl: No computador con Windows, seleccione <menuchoice><guimenuitem>Inicio</guimenuitem><guimenuitem>Executar</guimenuitem></menuchoice> e escriba <userinput>\\ipaddress</userinput>, substituíndo <quote>ipaddress</quote> polo enderezo IP do computador con Ubuntu
hu: A windowsos számítógépen válassza a <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Futtatás</guimenuitem></menuchoice> menüpontot, és írja be a szövegdobozba a <userinput>\\ipcím</userinput> parancsot az ubuntus számítógép IP-címével
nl: Kies op de Windows-computer <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Uitvoeren</guimenuitem></menuchoice> en typ in het tekstvak <userinput>\\ipadres</userinput>, waarbij u <quote>ipadres</quote> vervangt door het IP-adres van de Ubuntu-computer
ro: Pe calculatorul cu Windows, selectați <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> și introduceți în casetă <userinput>\\ipaddress</userinput>, unde înlocuiți <quote>ipaddress</quote> cu adresa IP a calculatorului Ubuntu.
sk: Na počítači s Windows vyberte <menuchoice><guimenuitem>Štart</guimenuitem><guimenuitem>Spustiť</guimenuitem></menuchoice> a do ponúknutého poľa napíšte <userinput>\\ipaddress</userinput>, pričom za <quote>ipaddress</quote> dosaďte IP adresu počítača s Ubuntu
sl: Na računalniku s sistemom Windows izberite <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Zaženi</guimenuitem></menuchoice> in v besedilno polje vtipkajte <userinput>ipaddress</userinput>, pri čemer <quote>ipaddress</quote> zamenjajte z naslovom IP računalnika z Ubuntujem
sq: Në kompjuterin Windows, zgjidhni <menuchoice><guimenuitem>Start</guimenuitem><guimenuitem>Run</guimenuitem></menuchoice> dhe shtypni <userinput>\\ipaddress</userinput> në kutinë e tekstit, duke e zëvendësuar <quote>ipaddress</quote> me adresën IP të kompjuterit tuaj Ubuntu
sr: На Виндоуз рачунару, изаберите <quote><menuchoice><guimenuitem>Старт</guimenuitem><guimenuitem>Покрени</guimenuitem></menuchoice></quote> и упишите: <quote><userinput>\\ipaddress</userinput></quote> у поље за текст, заменивши <quote>ipaddress</quote> са ИП адресом Убунту рачунара.
tr: Windows bilgisayarında, <menuchoice><guimenuitem>Başlat</guimenuitem><guimenuitem>Çalıştır</guimenuitem></menuchoice>ı seç ve kutuya <userinput>\\ipaddress</userinput> yaz. Sonra da Ubuntu bilgisayarının <quote>ipaddress</quote> IP adresiyle yer değiştir.
uk: На комп'ютері з Windows, оберіть <menuchoice><guimenuitem>Пуск</guimenuitem><guimenuitem>Виконати</guimenuitem></menuchoice> та введіть <userinput>\\ipaddress</userinput> в текстовому полі, замінивши <quote>ipaddress</quote> на IP адресу комп'ютера з Ubuntu.
zh_cn: 在Windows电脑中，选择<menuchoice><guimenuitem>开始</guimenuitem><guimenuitem>运行</guimenuitem></menuchoice> 然后输入 <userinput>\\ipaddress</userinput> 在输入框内用Ubuntu电脑的IP地址 替换掉 <quote>ipaddress</quote>

source: Press <guibutton>OK</guibutton> to connect to the shared folder.
ast: Calca <guibutton>Aceptar</guibutton> pa coneutate a la carpeta compartida.
ca: Premeu <guibutton>D'acord</guibutton> per a connectar-vos a la carpeta compartida.
da: Tryk <guibutton>OK</guibutton> for at oprette forbindelse til den delte mappe.
de: Klicken Sie <guibutton>OK</guibutton>, um sich mit dem freigegebenen Ordner zu verbinden.
el: Πατήστε το κουμπί <guibutton>OK</guibutton> για να συνδεθείτε στον κοινόχρηστο φάκελο.
fr: Cliquez sur <guibutton>OK</guibutton> pour vous connecter au dossier partagé.
gl: Prema <guibutton>Aceptar</guibutton> para conectar ao conectar co cartafol compartido.
hu: A megosztott mappához való kapcsolódáshoz nyomja meg az <guibutton>OK</guibutton> gombot.
nl: Klik op <guibutton>OK</guibutton> om verbinding te maken met de gedeelde map.
ro: Apăsați pe <guibutton>OK</guibutton> pentru a vă conecta la dosarul partajat.
sk: Stlačte <guibutton>OK</guibutton> aby ste sa pripojili k zdieľanému priečinku.
sl: Pritisnite <guibutton>V redu</guibutton> za povezavo z mapo v souporabi.
sq: Klikoni <guibutton>OK</guibutton> për tu lidhur me një folder të ndarë.
sr: Кликните <quote><guibutton>У реду</guibutton></quote> да се повежете са дељеном фасциклом.
tr: Paylaşılan dosyalara bağlanmak için <guibutton>TAMAM</guibutton> 'a basın.
uk: Натисніть <guibutton>OK</guibutton> щоб під'єднатись до спільного каталогу.
zh_cn: 按<guibutton>OK</guibutton> 来连接到共享文件夹。

source: The folder sharing service in Ubuntu that supports sharing with Windows computers is called <application>Samba</application>. The background process, or daemon, is called <application>smbd</application>.
ca: El servei de compartició de l'Ubuntu que admet compartir amb ordinadors Windows s'anomena <application>Samba</application>. El procés de segon pla, o dimoni, s'anomena <application>smbd</application>.
da: Tjenesten til deling af mapper i Ubuntu, der understøtter deling af mapper med Windows computere, hedder <application>Samba</application>. Selve baggrundsprogrammet, eller dæmonen, hedder <application>smbd</application>.
de: Der Ordnerfreigabedienst in Ubuntu unterstützt Freigaben mit Windows-Rechnern und wird <application>Samba</application> genannt. Der Hintergrundprozess, oder Dämon wird <application>smbd</application> genannt.
el: Η υπηρεσία κοινόχρηστων φακέλων του Ubuntu που υποστηρίζει κοινή χρήση με υπολογιστές Windows ονομάζεται <application>Samba</application>. Η διεργασία στο παρασκήνιο, ή δαίμονας, ονομάζεται <application>smbd</application>.
fr: Le service de partage de dossier inclus dans Ubuntu et permettant le partage avec des ordinateurs sous Windows s'appelle <application>Samba</application>. Le processus d'arrière-plan, ou démon, s'appelle <application>smbd</application>.
gl: En Ubuntu, o servizo de compartición de cartafoles que permite a compartición con computadores Windows chamase <application>Samba</application>. O proceso, ou daemon, chamase <application>smbd</application>.
hu: A windowsos számítógépekkel való mappamegosztási szolgáltatást az Ubuntuban <application>Samba-nak</application> hívjuk. A háttérfolyamatot vagy démont <application>smbd</application>-nek.
sl: Storitev souporabe map v Ubuntu, ki podpira souporabo z računalniki s sistemom Windows, se imenuje <application>Samba</application>. Ozadnji program se imenuje <application>smbd</application>.
sr: Услуга дељења фасцикли у Убунтуу која подржава размену са Виндоуз рачунарима се зове <emphasis role="strong"><application>Самба</application></emphasis>. Позадински процес или демон, се зове <emphasis role="strong"><quote><application>smbd</application></quote></emphasis>.
