Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Enter your username.
ast: Pon el to nome d'usariu.
ca: Introduïu el vostre nom d'usuari.
da: Indtast dit brugernavn.
de: Geben Sie Ihren Benutzernamen ein.
el: Εισάγετε το όνομα χρήστη.
fr: Saisissez votre nom d'utilisateur.
gl: Introduza o seu nome de usuario.
hu: Írja be a felhasználónevét.
nl: Voer uw gebruikersnaam in.
ro: Introduceți numele de utilizator.
sk: Vložte meno používateľa svojho internetového účtu
sl: Vnesite svoje uporabniško ime.
sq: Fut emrin e përdoruesit.
sr: Унесите ваше корисничко име.
tr: Kullanıcı adınızı girin.
uk: Введіть ваше ім'я користувача.
zh_cn: 输入您的用户名。

source: Enter your password.
ast: Pon la to contraseña.
ca: Introduïu la vostra contrasenya.
da: Indtast din adgangskode.
de: Geben Sie Ihr Passwort ein.
el: Εισάγετε τον κωδικό πρόσβασης.
fr: Saisissez votre mot de passe.
gl: Introduza o seu contrasinal
hu: Adja meg a jelszavát.
nl: Voer uw wachtwoord in.
ro: Introduceți parola.
sk: Vložte svoje heslo.
sl: Vnesite svoje geslo.
sq: Fut fjalëkalimin.
sr: Унесите вашу лозинку.
tr: Parolanızı girin.
uk: Введіть ваш пароль.
zh_cn: 输入你的密码。

source: If you already have a PPPoE Connection configured, you will be asked if it may be modified.
ast: Si ya tienes configurada una conexón PPPoE, van entrugate si quies camudala.
ca: Si ja teniu configurada una connexió PPPoE, se us demanarà si la voleu modificar.
da: Hvis du allerede har en PPPoE-forbindelse konfigureret, vil du blive spurgt om den må ændres.
de: Falls Sie bereits vorher eine PPPoE-Verbindung konfiguriert haben, werden Sie gefragt, ob diese verändert werden darf.
el: Εάν έχετε ήδη ρυθμίσει μία σύνδεση PPPoE, θα ερωτηθείτε εάν θέλετε να την τροποποιήσετε.
fr: Si vous disposez déjà d'une connexion PPPoE configurée, il vous sera demandé si elle doit être modifiée.
gl: Se xa ten unha Conexión PPPoE configurada, perguntaráselle se a quere modificar.
hu: Ha rendelkezik beállított PPPoE kapcsolattal, annak módosítása előtt a rendszer megerősítést kér.
nl: Als u al een PPPoE-verbinding heeft geconfigureerd, dan zal u worden gevraagd of deze mag worden gewijzigd.
ro: Dacă aveți deja configurată o conexiune PPPoE, vi se va solicita permisiunea pentru modificarea acesteia.
sk: Ak už máte nastavené nejaké PPPoE pripojenie, systém sa vás spýta, či má byť zmenené.
sl: Če imate povezavo PPPoE že nastavljeno, boste vprašani, če sme biti spremenjena.
sq: Nëse keni një lidhje PPPoE të konfiguruar, do të pyeteni nëse ajo mund të modifikohet.
sr: Ако већ имате подешену ПППоЕ везу, бићете упитани да ли може бити промењена.
tr: Yapılandırılmış bir PPPoE bağlantınız varsa, değiştirilip değiştirilmeyeceği sorulacaktır.
uk: Якщо ви вже маєте PPPoE з'єднання, вам буде запропоновано його змінити.
zh_cn: 若你曾经配置过一个 PPPoE 连接的话，你会被询问是否需要改变其设置。

source: Popular options: you are asked if you want the <quote>noauth</quote> and <quote>defaultroute</quote> options and to remove <quote>nodetach</quote>. Choose <guibutton>Yes</guibutton>.
ast: Opciones habituales: si t'entruguen si quies activar les opciones <quote>noauth</quote> y <quote>defaultroute</quote>, y desactivar la opción <quote>nodetach</quote>, escueyi <guibutton>Sí</guibutton>.
ca: Opcions habituals: si se us demana si voleu les opcions <quote>noauth</quote> i <quote>defaultroute</quote> i suprimir <quote>nodetach</quote> trieu <guibutton>Sí</guibutton>.
da: Populære tilvalg: du bliver spurgt, om du ønsker tilvalgene <quote>noauth</quote> og <quote>defaultroute</quote>, samt at fjerne <quote>nodetach</quote>. Vælg <guibutton>Ja</guibutton>.
de: Häufige Optionen: Sie werden gefragt, ob Sie <quote>noauth</quote> und <quote>defaultroute</quote> nutzen möchten und ob <quote>nodetach</quote> entfernt werden soll. Wählen Sie <guibutton>Ja</guibutton>.
el: Δημοφιλείς επιλογές: σας γίνεται η ερώτηση αν θέλετε τις ρυθμίσεις <quote>noauth</quote> και <quote>defaultroute</quote> και να αφαιρέσετε την <quote>nodetach</quote>. Επιλέξτε <guibutton>Ναι</guibutton>.
fr: Options couramment utilisées : il vous est demandé si vous désirez les options <quote>noauth</quote> et <quote>defaultroute</quote> et de retirer l'option <quote>nodetach</quote>. Choisissez <guibutton>Oui</guibutton>.
gl: Opcións comúns: preguntaráselle se quere as opcións <quote>noauth</quote> e <quote>defaultroute</quote> e eliminar a opción <quote>nodetach</quote>. Escolla <guibutton>Si</guibutton>.
hu: Népszerű beállítások: a program megkérdezi, hogy szeretné-e bekapcsolni a <quote>noauth</quote> és a <quote>defaultroute</quote>, valamint eltávolítani a <quote>nodetach</quote> beállításokat. Válassza az <guibutton>Igen</guibutton> lehetőséget.
nl: Veelgebruikte opties: u wordt gevraagd of u de <quote>noauth</quote>- en <quote>defaultroute</quote>-opties wilt en of u <quote>nodetach</quote> wilt verwijderen - kies <guibutton>Ja</guibutton>.
ro: Opțiuni des întâlnite: veți fi întrebat dacă doriți opțiunile <quote>noauth</quote> și <quote>defaultroute</quote> și dacă doriți ștergerea <quote>nodetach</quote>. Alegeți butonul <guibutton>Da</guibutton>.
sk: Popular options: budete vyzvaný či chcete <quote>noauth</quote> a <quote>defaultroute</quote> možnosti a či chcete odobrať <quote>nodetach</quote>. Zvoľte <guibutton>Áno</guibutton>.
sl: Priljubljene možnosti: vprašani boste, če želite možnosti <quote>noauth</quote> in <quote>defaultroute</quote> ter odstraniti <quote>nodetach</qoute>. Izberite <guibutton>Da</guibutton>.
sq: Opsione të njohura: Juve ju kërkohet nëse doni opsionet <quote>noauth</quote> dhe <quote>defaultroute</quote> dhe të hiqni <quote>nodetach</quote>. Zgjidhni <guibutton>Po</guibutton>.
sr: Популарне опције: бићете упитани да ли желите опције <quote>noauth</quote> и <quote>defaultroute</quote> и да уклоните <quote>nodetach</quote>. Изаберите <quote><guibutton>Да</guibutton></quote>.
tr: Popüler seçenekler: <quote>noauth</quote> ve <quote>defaultroute</quote> seçeneklerini isteyip istemediğiniz ve <quote>nodetach</quote> kaldırma sorulduğunda. <guibutton>Yes</guibutton>'i seçin.
uk: Популярні опції: ви отримаєте запит, чи потрібні вам опції <quote>noauth</quote> та <quote>defaultroute</quote>, а також чи про видалення <quote>nodetach</quote>. Оберіть <guibutton>Так</guibutton>.
zh_cn: 一般选择：当被问及是否使用<quote>noauth</quote> and <quote>defaultroute</quote> 选项并移除<quote>nodetach</quote>，选择<guibutton>Yes</guibutton>。

source: Use peer DNS - choose <guibutton>Yes</guibutton>.
ast: Usar par DNS - escueyi <guibutton>Sí</guibutton>.
ca: Utilització del DNS d'amfitrió - trieu <guibutton>Sí</guibutton>.
da: Brug peer-DNS - vælg <guibutton>Ja</guibutton>.
de: Bestätigen Sie die Nutzung eines Peer-DNS mit <guibutton>Ja</guibutton>.
el: Use peer DNS - επιλέξτε <guibutton>Ναι</guibutton>.
fr: Utiliser un DNS pair (peer DNS) - choisissez <guibutton>Oui</guibutton>.
gl: Usar un par DNS - escolla <guibutton>Si</guibutton>.
hu: Egyenrangú DNS használatának kiválasztásához kattintson az <guibutton>Igen</guibutton> gombra.
nl: Gebruik peer-DNS - kies <guibutton>Ja</guibutton>.
ro: Utilizare server de nume (DNS) partener - alegeți <guibutton>Da</guibutton>.
sk: Použiť peer DNS - zvoľte <guibutton>Áno</guibutton>.
sl: Uporabi DNS vrstnikov - izberite <guibutton>Da</guibutton>.
sq: Përdor peer DNS - zgjidhni <guibutton>Po</guibutton>.
sr: Користите ДНС парњака — изаберите <quote><guibutton>Да</guibutton></quote>.
tr: Peer DNS kullan - <guibutton>Evet</guibutton>seçiniz.
uk: Використовувати peer DNS - оберіть <guibutton>Так</guibutton>.
zh_cn: 使用 peer DNS－选择<guibutton>Yes</guibutton>。

source: Limited MSS problem - choose <guibutton>Yes</guibutton>.
ast: Problema de MSS llendáu - Escueyi <guibutton>Sí</guibutton>.
ca: Problema de MSS limitat - trieu <guibutton>Sí</guibutton>.
da: Begrænset MSS-problem - vælg <guibutton>Ja</guibutton>.
de: Begrenzung MSS - wählen Sie <guibutton>Ja</guibutton>.
el: Limited MSS problem - επιλέξτε <guibutton>Ναι</guibutton>.
fr: Problème MSS limité - choisissez <guibutton>Oui</guibutton>.
gl: Problema de limitación de MSS - Escolla <guibutton>Si</guibutton>.
hu: Korlátozott MSS hiba - válassza az <guibutton>Igen</guibutton> gombot.
nl: Beperkt MSS-probleem - kies <guibutton>Ja</guibutton>.
ro: Problemă cu MSS limitat - alegeți <guibutton>Da</guibutton>.
sk: Obmedzený MSS problém - zvoľte <guibutton>Áno</guibutton>.
sl: Omejena težava MSS - izberite <guibutton>Da</guibutton>.
sq: Problem i kufizuar MSS - zgjidhni <guibutton>Po</guibutton>.
sr: Ограничени МСС проблеми — изаберите <quote><guibutton>Да</guibutton></quote>.
tr: Sınırlı MSS sorunu - <guibutton>Evet</guibutton>'i seçin.
uk: Невеликі проблеми MSS - оберіть <guibutton>Так</guibutton>.
zh_cn: 受限制的MSS问题——选择<guibutton>Yes</guibutton>。

source: When you are asked if you want to connect at start up, you will probably want to say yes.
ast: Cuando t'entruguen si quies coneutate al arrancar, ye fácil que quieras retrucar que sí.
ca: Quan se us demani si voleu connectar-vos en iniciar, segurament direu que sí.
da: Når du bliver spurgt, om du vil oprette forbindelse ved opstarten, vil du sandsynligvis finde det praktisk at svare ja.
de: Wenn Sie gefragt werden, ob die Verbindung beim Starten des Rechners hergestellt werden soll, werden Sie dies wahrscheinlich bejahen wollen.
el: Στην ερώτηση αν θέλετε να συνδέεστε κατά την εκκίνηση, μάλλον θα απαντήσετε ναι.
fr: Lorsqu'il vous sera demandé si vous voulez vous connecter au démarrage, vous choisirez probablement de répondre oui.
gl: Cando lle pregunte se quere conectarte ao inicio, probabelmente dirá que si.
hu: A program megkérdezi, hogy szeretné-e el elindítani a szolgáltatást a rendszer indulásakor, itt javasolt igennel válaszolni.
nl: Als u wordt gevraagd of u bij het opstarten verbinding wilt maken, dan wilt u waarschijnlijk ja antwoorden.
ro: La întrebarea dacă doriți conectarea la pornirea calculatorului, probabil răspunsul dvs. va fi da.
sk: Pri otázke, či sa chcete pripojiť do internetu pri štarte počítača, pravdepodobne budete chcieť zvoliť Áno.
sl: Ko boste vprašani ali se želite povezati ob zagonu, boste verjetno želeli izbrati da.
sq: Kur do të pyeteni nëse dëshironi të lidheni në fillim, ju ndoshta doni të thoni po.
sr: Када будете упитани да ли желите да се повежете приликом покретања, вероватно ћете желети да кажете да.
tr: Açılışta bağlantı kurulsunmu diye sorulduğunda, evet diye cevap vermek istemelisiniz.
uk: Коли вас запитають чи бажаєте ви підключитись при включення компютера, зазвичай говорять “Так”.
zh_cn: 当你被询问是否要在启动时连接，你通常会想说“是”。

source: Finally you are asked if you want to establish the connection immediately.
ast: P'acabar van entrugate si quies coneutar darréu.
ca: Finalment se us demanarà si voleu establir la connexió immediatament.
da: Endelig bliver du spurgt, om du vil etablere forbindelsen med det samme.
de: Zum Schluss werden Sie gefragt, ob die Verbindung sofort hergestellt werden soll.
el: Τέλος, θα ερωτηθείτε αν θέλετε να πραγματοποιηθεί η σύνδεση αμέσως.
fr: Il vous sera finalement demandé si vous désirez établir la connexion immédiatement.
gl: Por último preguntaráselle se quere establecer a conexión inmediatamente.
hu: Végül megkérdezi, szeretne-e azonnal kapcsolódni.
nl: Tenslotte wordt u gevraagd of u de verbinding direct tot stand wilt brengen.
ro: În final, veți fi întrebat dacă doriți conectarea imediat.
sk: Nakoniec sa vás program opýta, či chcete vytvoriť pripojenie ihneď.
sl: Na koncu boste vprašani, če želite nemudoma vzpostaviti povezavo.
sq: Pëfundimisht do të pyeteni nëse dëshironi të krijojni lidhjen menjëherë.
sr: Најзад сте упитани да ли желите одмах да успоставите везу.
tr: Son olarak hemen bağlanmak isteyip istemediğiniz sorulacaktır.
uk: На закінчення ви будете запитані чи бажаєте ви підключитись негайно.
zh_cn: 最后你会被询问是否希望立即建立连接。

source: A text-based menu program will guide you through the following steps: <placeholder-1/>
ast: Un programa de menú sofitáu en testu va empobinate pelos siguientes pasos: <placeholder-1/>
ca: Un programa de menú basat en text us guiarà a través dels passos següents: <placeholder-1/>
da: Et tekst-baseret menuprogram vil guide dig gennem følgende trin: <placeholder-1/>
de: Ein textbasiertes Menüprogramm wird Sie durch die folgenden Schritte führen: <placeholder-1/>
el: Ένα μενού σε μορφή κειμένου θα σας ξεναγήσει στα επόμενα βήματα: <placeholder-1/>
fr: Un menu de programme en mode texte vous guidera à travers les étapes suivantes : <placeholder-1/>
gl: Un programa con menú de texto guiaráo durante os seguintes pasos: <placeholder-1/>
hu: Egy szöveges felületű program végigvezeti a következő lépéseken: <placeholder-1/>
nl: Een tekstgebaseerd menuprogramma zal u door de volgende stappen leiden: <placeholder-1/>
ro: Un meniu pe bază de text vă va ghida în parcurgerea următorilor pași: <placeholder-1/>
sk: Textový program vás prevedie následujúcimi krokmi: <placeholder-1/>
sl: Besedilni program menija vas bo vodil skozi naslednje korake: <placeholder-1/>
sq: Një program menuje i bazuar në tekst do t'iu udhëzojë në hapat që vijojnë: <placeholder-1/>
sr: Текстуални мени програм ће вас водити кроз следеће кораке: <placeholder-1/>
tr: Metin-temelli menü programı size aşağıdaki basamaklar boyunca yol gösterecek: <placeholder-1/>
uk: Програма з текстовим інтерфейсом проведе вас через кілька наступних кроків:
zh_cn: 一个基于文本呢的菜单程序将指导你通过下列步骤： <placeholder-1/>

source: Once you have finished these steps, your connection should be working.
ast: N'acabando esos pasos, la to conexón tendría de furrular.
ca: Quan hàgiu finalitzat aquests passos, la connexió hauria de funcionar.
da: Din forbindelse burde virke, når du er færdig med disse trin.
de: Sobald Sie diese Schritte abgeschlossen haben, sollte Ihre Verbindung funktionieren.
el: Μόλις ολοκληρώσετε αυτά τα βήματα, η σύνδεσή σας θα πρέπει να λειτουργεί.
fr: Une fois ces étapes franchies, votre connexion devrait fonctionner.
gl: Unha vez rematados estes pasos, a conexión debería estar funcionando.
hu: Miután befejezi ezeket a lépéseket, a kapcsolatnak működnie kell.
nl: Als u deze stappen heeft afgerond, zou uw verbinding moeten werken.
ro: După finalizarea acestor pași, conexiunea ar trebui să funcționeze.
sk: Akonáhle dokončíte tieto kroky, pripojenie by malo byť funkčné.
sl: Ko boste te korake končali, bi morala vaša povezave delovati.
sq: Pasi të keni mbaruar këto hapa, lidhja juaj duhet të punojë.
sr: Када завршите ове кораке, ваша веза би требала да ради.
tr: Bu aşamaları tamamladıktan sonra bağlantınızın çalışıyor olması lazım.
uk: Як тільки Ви пройдете ці кроки, Ваше з'єднання має запрацювати.
zh_cn: 一旦您完成了这些步骤，您的连接应当就可用了。

source: Starting the connection
ast: Entamar la conexón
ca: Com iniciar la connexió
da: Oprettelse af forbindelsen
de: Verbindungsaufbau
el: Εκκίνηση της σύνδεσης
fr: Lancer la connexion
gl: Iniciar a conexión
hu: A kapcsolat elindítása
nl: De verbinding starten
ro: Pornirea conexiunii
sk: Spúšťanie pripojenia
sl: Začenjanje povezave
sq: Duke nisur lidhjen
sr: Покретање везе
tr: Bağlantı başlatma
uk: Запуск з'єднання
zh_cn: 打开连接

source: To start your ADSL connection on demand, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
ast: Pa entamar la to conexón ADSL baxo demanda, teclea nuna terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
ca: Per a iniciar la connexió ADSL sota demanda, en un terminal (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) introduïu:
da: Hvis du vil have din ADSL-forbindelse til automatisk at starte når det er nødvendigt, så skriv følgende i en terminal (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
de: Um Ihre ADSL-Verbindung nach Bedarf zu starten, geben Sie folgendes in ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ein:
el: Όταν θέλετε να ξεκινήσετε την ADSL σύνδεσή σας, στο τερματικό (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) πληκτρολογήστε:
fr: Pour lancer votreconnexion ADSL à la demande, tapez dans un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) :
gl: Para iniciar unha conexión ADLS baixo demanda, nun terminal (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) escriba:
hu: Az ADSL kapcsolat elindításához írja be a terminálba (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a következőt:
nl: Als u uw ADSL-verbinding handmatig wilt starten, opent u een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>), en typt u:
ro: Pentru a porni conectarea ADSL la cerere, introduceți următoarea comandă în Terminal (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
sk: Na spustenie vášho ADSL pripojenia na požiadanie, v terminále (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) zadajte:
sl: Za začetek vaše povezave ADSL v Terminal (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) vtipkajte:
sq: Për ta nisur lidhjen ADSL sipas dëshirës, në një terminal (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) shtypni:
sr: Да покренете вашу АДСЛ везу на захтев, отворите терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите:
tr: İstek üzerine ADSL bağlantınızı başlatmak için , uçbirime (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) giriniz:
uk: Для запуску ADSL з'єднання за вимогою, в терміналі (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) введіть:
zh_cn: 要开启您的ADSL连接，在终端（<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>）里键入：

source: Stopping the connection
ast: Parar la conexón
ca: Com aturar la connexió
da: Afbryd forbindelsen
de: Trennen der Verbindung
el: Τερματισμός της σύνδεσης
fr: Couper la connexion
gl: Parar a conexión
hu: A kapcsolat leállítása
nl: De verbinding stoppen
ro: Oprirea conexiunii
sk: Ukončenie pripojenia
sl: Zaustavljanje povezave
sq: Duke ndaluar lidhjen
sr: Заустављање везе
tr: Bağlantı durdurma
uk: Зупинка з'єднання
zh_cn: 断开连接

source: To stop your ADSL connection, in a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) type:
ast: Pa parar la to conexón ADSL, nuna terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) teclee:
ca: Per a aturar la connexió ADSL, en un terminal (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) introduïu:
da: Hvis du vil afbryde din ADSL-forbindelse, så skriv følgende i en terminal (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>):
de: Um Ihre ADSL-Verbindung zu trennen, geben Sie folgendes in ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) ein:
el: Για να σταματήσετε την σύνδεση ADSL σας, σε ένα τερματικό (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) πληκτρολογήστε:
fr: Pour couper votre connexion ADSL, tapez dans un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) :
gl: Para pechar a súa conexión ADSL, nun terminal (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) escriba:
hu: Az ADSL kapcsolat leállításához írja be a terminálba (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a következőt:
nl: Om uw ADSL-verbinding te stoppen, opent u een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>), en typt u:
ro: Pentru a închide conexiunea ADSL, introduceți următoarea comandă în Terminal (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
sk: Na ukončenie vášho ADSL pripojenia v terminále (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) zadajte:
sl: Za zaustavitev svoje povezave ADSL v terminal (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) vtipkajte:
sq: Për të ndalur lidhjen tuaj ADSL, në një terminal (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) shtypni:
sr: Да зауставите АДСЛ везу, отворите терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите:
tr: ADSL bağlantınızı durdurmak için, uçbirime (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) giriniz:
uk: Для відключення ADSL з'єднання, в терміналі введіть (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>):
zh_cn: 要停止您的ADSL连接，在终端（<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>）里键入：
