Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>iwconfig</code>.
ast: Abre un <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe la orde: <code>iwconfig</code>.
ca: Obriu un <application>Terminal</application> (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu l'ordre: <code>iwconfig</code>.
da: Åbn en <application>Terminal</application> (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og indtast kommandoen: <code>iwconfig</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>iwconfig</code> aus.
el: Ανοίξτε ένα <application>Τερματικό</application> (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) και πληκτρολογήστε την εντολή: <code>iwconfig</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>iwconfig</code>.
gl: Abra un <application>Terminal</application> (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba a orde: <code>iwconfig</code>.
hu: Nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), és adja ki az <code>iwconfig</code> parancsot.
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en typ de opdracht: <code>iwconfig</code>.
ro: Deschideți un <application>Terminal</application> (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și introduceți următoarea comandă: <code>iwconfig</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>iwconfig</code>.
sl: Odprite <application>Terminal</application> (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vtipkajte ukaz: <code>iwconfig</code>.
sq: Hap një <application>Terminal</application> (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtyp komandën: <code>iwconfig</code>.
sr: Отворите <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите команду: <code>iwconfig</code>.
tr: Bir <application>Uçbirim</application> açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) ve şu komutu girin: <code>iwconfig</code>.
uk: Відкрийте <application>Термінал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) та введіть команду: <code>iwconfig</code>
zh_cn: 打开<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令: <code>iwconfig</code>

source: If the ESSID for our router is shown there may be a problem with ACPI support. Boot the kernel with the <code>pci=noacpi</code> option.
ast: Si s'amuesa el ESSID del router puede haber un problema col sofitu ACPI. Arranca el núcleu cola opción <code>pci=noacpi</code>.
ca: Si aquí es mostra l'ESSID del vostre encaminador pot ser que hi hagi un problema amb la compatibilitat de l'ACPI. Arrenqueu el nucli amb l'opció <code>pci=noacpi</code>.
da: Hvis ESSID for vores router er vist, kan der være et problem med ACPI-understøttelsen. Start kernen med <code>pci=noacpi</code> mulighed.
de: Falls die ESSID Ihres Routers angezeigt wird, könnte es ein Problem mit der ACPI-Unterstützung geben. Booten Sie den Kernel mit der <code>pci=noacpi</code>-Option.
el: Αν το ESSID του δρομολογητή εμφανίζεται, ίσως είναι πρόβλημα υποστήριξης του ACPI. Εκκινήστε τον πυρήνα με την επιλογή <code>pci=noacpi</code>.
fr: Si l'ESSID de votre routeur est affiché, il se peut que le problème vienne du support ACPI. Démarrez alors le noyau avec l'option <code>pci=noacpi</code>.
gl: Se se mostra o ESSID do noso router daquela debe haber un problema co soporte ACPI. Inicie o kernel coa opción <code>pci=noacpi</code>
hu: Ha az útválasztója hálózati azonosítóját látja, akkor probléma lehet az ACPI kezeléssel. Indítsa újra a számítógépét a rendszermagnak adott <code>pci=noacpi</code> opcióval.
nl: Als de ESSID voor uw router wordt weergegeven, dan kan er een probleem zijn met uw ACPI-ondersteuning. Start de kernel met de <code>pci=noacpi</code>-optie.
ro: Dacă ESSID-ul ruterului apare, problema ar putea fi datorată subsistemului ACPI. Reporniți calculatorul cu opțiunea de boot <code>pci=noacpi</code>.
sk: Ak sa ukáže ESSID pre váš router, môže sa jednať o problém s podporou ACPI. Spustite systém s možnosťou <code>pci=noacpi</code>.
sl: Če je ESSID za usmerjevalnik prikazan, imate morda težave s podporo ACPI. Zaženite jedro z možnostjo <code>pci=noacpi</code>.
sq: Nëse ESSID për ruterin shfaqet mund të ketë një problem me mbështetjen ACPI. Niseni kernelin me opsionin <code>pci=noacpi</code>.
sr: Ако је ЕССИД вашег усмеривача приказан може бити проблема са АКПИ подршком. Учитајте кернел користећи опцију: <code>pci=noacpi</code>.
tr: Eğer yönelticimiz (router) için ESSID görüntüleniyor ise ACPI desteğinde sorun olmuş olabilir. O zaman çekirdeği (kernel) <code>pci=noacpi</code> seçeneği ile başlatın.
uk: Якщо показано ESSID Вашого роутера, можливо проблема у підтримці ACPI. Завантажте ядро з опцією <code>pci=noacpi</code>.
zh_cn: 如果路由器的ESSID显示，那么ACPI支持可能有问题。用选项<code>pci=noacpi</code> 启动内核。

source: Check IP assignment
ast: Comprobar l'asignación de IP
ca: Comprovació de l'assignació de l'IP
da: Kontrollér IP-tildeling
de: IP-Zuweisung überprüfen
el: Ελέγξτε την ανάθεση της διεύθυνσης IP
fr: Vérifiez l'assignation d'IP
gl: Probar asignamento IP
hu: IP-cím hozzárendelésének ellenőrzése
nl: Controleer IP-adrestoewijzing
ro: Verificați desemnarea adresei IP
sk: Skontrolujte pridelenie IP
sl: Preverite dodelitev IP
sq: Kontrollo caktimin e një IP
sr: Проверавање ИП додељивања
tr: IP atamasını denetleme
uk: Перевірка призначення IP-адреси
zh_cn: 检查IP分配情况

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ifconfig</code>.
ast: Abre un <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe la orde: <code>ifconfig</code>.
ca: Obriu un <application>Terminal</application> (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu l'ordre: <code>ifconfig</code>.
da: Åbn en <application>Terminal</application> (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og skriv komandoen: <code>ifconfig</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und führen Sie den Befehl <code>ifconfig</code> aus.
el: Ανοίξτε ένα <application>Τερματικό</application> (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) και πληκτρολογήστε την εντολή: <code>ifconfig</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et tapez la commande : <code>ifconfig</code>.
gl: Abra un <application>Terminal</application> (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba a instrución: <code>ifconfig</code>.
hu: Nyissa meg a <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), és adja ki az <code>ifconfig</code> parancsot.
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en typ de opdracht: <code>ifconfig</code>.
ro: Deschideți un <application>Terminal</application> (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și introduceți următoarea comandă: <code>ifconfig</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a zadajte príkaz: <code>ifconfig</code>.
sl: Odprite <application>Terminal</application> (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vpišite ukaz: <code>ifconfig</code>.
sq: Hap një <application>Terminal</application> (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtyp komandën: <code>ifconfig</code>.
sr: Отворите <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите команду: <code>ifconfig</code>.
tr: Bir <application>Uçbirim</application> açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) ve şu komutu girin: <code>ifconfig</code>.
uk: Відкрийте <application>Термінал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) та введіть команду: <code>ifconfig</code>.
zh_cn: 打开<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)并输入命令: <code>ifconfig</code>。

source: If there is an IP address shown see <xref linkend="troubleshooting-wireless-dns"/>.
ast: Si s'amuesa una direición IP, llee <xref linkend="troubleshooting-wireless-dns"/>.
ca: Si es mostra una adreça IP vegeu la <xref linkend="troubleshooting-wireless-dns"/>.
da: Hvis der vises en IP-adresse, så se <xref linkend="troubleshooting-wireless-dns"/>.
de: Wenn eine IP-Adresse angezeigt wird, lesen Sie den Abschnitt <xref linkend="troubleshooting-wireless-dns"/>.
el: Εάν εμφανίζεται μια διεύθυνση ΙΡ, δείτε το <xref linkend="troubleshooting-wireless-dns"/>.
fr: Si une adresse IP est affichée, voyez <xref linkend="troubleshooting-wireless-dns"/>.
gl: Se aparece un enderezo IP, vexa <xref linkend="troubleshooting-wireless-dns"/>.
hu: Ha megjelenik egy IP-cím, akkor olvassa el a <xref linkend="troubleshooting-wireless-dns"/> szakaszt.
nl: Als er een IP-adres wordt weergegeven, zie <xref linkend="troubleshooting-wireless-dns"/>.
ro: Dacă este afișată o adresă IP, consultați <xref linkend="troubleshooting-wireless-dns"/>.
sk: Ak vidíte IP adresu, prejdite na <xref linkend="troubleshooting-wireless-dns"/>.
sl: Če je naslov IP prikazan, si oglejte <xref linkend="troubleshooting-wireless-dns"/>.
sq: Nëse ka një adresë IP të shfaqur shikoni <xref linkend="troubleshooting-wireless-dns"/>.
sr: Ако постоји приказана ИП адреса погледајте: <xref linkend="troubleshooting-wireless-dns"/>.
tr: Görünen bir IP adresi varsa <xref linkend="troubleshooting-wireless-dns"/> bölümünü inceleyin.
uk: Якщо IP-адреса відображається, дивіться <xref linkend="troubleshooting-wireless-dns"/>.
zh_cn: 如果显示了一个IP地址，查看 <xref linkend="troubleshooting-wireless-dns"/>。

source: From the <application>Terminal</application> enter the command: <code>sudo dhclient if_name</code> where if_name is the connection listed earlier.
ast: Dende'l <application>Terminal</application> introduz la orde: <code>sudo dhclient nome_if</code>, onde nome_if ye la conexón llistada enantes.
ca: Des del <application>Terminal</application> introduïu l'ordre: <code>sudo dhclient nom_if</code> on nom_if és la connexió mostrada anteriorment.
da: Skriv kommandoen <code>sudo dhclient grænsefladenavn</code> fra <application>Terminal</application> hvor grænsefladenavn er forbindelsen beskrevet tidligere.
de: Geben Sie im <application>Terminal</application> den Befehl <code>sudo dhclient if_name</code> ein. Dabei steht if_name für die weiter oben aufgeführte Verbindung.
el: Σε ένα <application>Τερματικό</application> εισάγετε την εντολή: <code>sudo dhclient όνομα_σύνδεσης_if</code>, όπου όνομα_σύνδεσης_if είναι το όνομα της σύνδεσης που εμφανίστηκε πριν λίγο.
fr: À partir d'un <application>Terminal</application>, saisissez la commande : <code>sudo dhclient nom_interface</code>, où nom_interface est la connexion listée précédemment.
gl: No <application>Terminal</application> introduza a instrución : <code>sudo dhclient if_name</code>, na que if_name é a conexión que apareceu listada anteriormente.
hu: A <application>Terminálban</application> adja ki a következő parancsot: <code>sudo dhclient if_name</code> ahol az if_name a korábban felsorolt kapcsolat.
nl: Typ in het <application>Terminalvenster</application> de opdracht: <code>sudo dhclient naam</code>, waarbij naam de eerder genoemde verbinding is.
ro: Din <application>Terminal</application> introduceți comanda: <code>sudo dhclient if_name</code> unde if_name este conexiunea menționată anterior.
sk: Z <application>Terminálu</application> zadajte príkaz: <code>sudo dhclient if_názov</code>, kde if_názov je pripojenie uvedené vyššie.
sl: V <application>Terminal</application> vnesite ukaz: <code>sudo dhclient if_name</code>, kjer je if_name prej našteta povezava.
sq: Nga <application>Terminali</application> shkruani komandën: <code>sudo dhclient if_name</code> ku if_name është lidhja e listuar më parë.
sr: У <application>Терминалу</application> упишите наредбу: <code>sudo dhclient if_name</code> где је <quote>if_name</quote> раније наведена веза.
tr: <application>Terminal</application>den <code>sudo dhclient if_name</code> komutunu girin "if_name" burada daha önce listelenen bağlantı olarak girilmeli.
uk: В програмі <application>Термінал</application> наберіть команду: <code>sudo dhclient if_name</code> де if_name — це раніше показане підключення.
zh_cn: 从<application>终端</application>输入命令：<code>sudo dhclient if_name</code> 其中 if_name是之前列出的连接名

source: If you receive a message that says <code>bound to xxx.xxx.xxx.xxx</code> then see <xref linkend="troubleshooting-wireless-dns"/>
ast: Si recibes un mensaxe que diz <code>bound to xxx.xxx.xxx.xxx</code>, llee <xref linkend="troubleshooting-wireless-dns"/>.
ca: Si rebeu un missatge que diu <code>bound to xxx.xxx.xxx.xxx</code> llavors vegeu la <xref linkend="troubleshooting-wireless-dns"/>
da: Hvis du modtager en besked, der siger <code>bound to xxx.xxx.xxx.xxx</code>, så se <xref linkend="troubleshooting-wireless-dns"/>
de: Wenn Sie eine Meldung bekommen, die <code>bound to xxx.xxx.xxx.xxx</code> enthält, lesen Sie im Abschnitt <xref linkend="troubleshooting-wireless-dns"/> weiter.
el: Εάν λάβετε ένα μήνυμα που λέει <code>bound to xxx.xxx.xxx.xxx</code> τότε δείτε το <xref linkend="troubleshooting-wireless-dns"/>
fr: Si vous recevez un message qui dit <code>bound to xxx.xxx.xxx.xxx</code> alors voyez <xref linkend="troubleshooting-wireless-dns"/>
gl: Se recibe unha mensaxe que diga <code>bound to xxx.xxx.xxx.xxx</code>, vexa <xref linkend="troubleshooting-wireless-dns"/>
hu: Ha egy <code>bound to xxx.xxx.xxx.xxx</code> tartalmú üzenetet kap, olvassa el a <xref linkend="troubleshooting-wireless-dns"/> szakaszt.
nl: Als u een melding ziet genaamd <code>bound to xxx.xxx.xxx.xxx</code>, zie <xref linkend="troubleshooting-wireless-dns"/>
ro: Dacă recepționați mesajul <code>bound to xxx.xxx.xxx.xxx</code>, consultați <xref linkend="troubleshooting-wireless-dns"/>
sk: Ak sa zobrazí správa <code>bound to xxx.xxx.xxx.xxx</code>, prejdite na <xref linkend="troubleshooting-wireless-dns"/>
sl: V kolikor prejmete sporočilo, ki pravi <code>bound to xxx.xxx.xxx.xxx</code>, si oglejte <xref linkend="troubleshooting-wireless-dns"/>
sq: Nëse merrni një mesazh që thotë <code>bound to xxx.xxx.xxx.xxx</code> atëherë shikoni <xref linkend="troubleshooting-wireless-dns"/>
sr: Ако примите поруку која гласи: <code>bound to xxx.xxx.xxx.xxx</code> онда погледајте: <xref linkend="troubleshooting-wireless-dns"/>.
tr: <code>bound to xxx.xxx.xxx.xxx</code> içerikli bir ileti alıyorsanız, <xref linkend="troubleshooting-wireless-dns"/> bölümünü inceleyin.
uk: Якщо ви отримаєте наступне повідомлення <code>bound to xxx.xxx.xxx.xxx</code> зверніться до розділу <xref linkend="troubleshooting-wireless-dns"/>
zh_cn: 如果你看到一条消息，上面说<code>绑定到xxx.xxx.xxx.xxx</code>，请参阅<xref linkend="troubleshooting-wireless-dns"/>

source: If not then reboot the system.
ast: Sinon, reanicia'l sistema.
ca: Si no, llavors reinicieu el sistema.
da: Hvis ikke så genstart systemet.
de: Wenn nicht, dann starten Sie das System neu.
el: Εάν όχι τότε επανεκκινήστε το σύστημά σας.
fr: Sinon, relancez le système.
gl: Se non, reinicie o sistema.
hu: Ellenkező esetben indítsa újra a rendszert.
nl: Zo niet, herstart dan uw systeem.
ro: Dacă nu, reporniți sistemul.
sk: Ak nie, reštartujte počítač.
sl: Če ne, znova zaženite sistem.
sq: Nëse jo atëherë rindizni sistemin.
sr: Ако не онда поново покрените систем.
tr: Böyle bir ileti yoksa sistemi yeniden başlatın.
uk: Якщо ні то перезавантажте систему.
zh_cn: 如果没有，那么请重新启动系统。

source: Check DNS
ast: Comprobar DNS
ca: Comprovació del DNS
da: Kontrollér DNS
de: DNS überprüfen
el: ̔Έλεγχος DNS
fr: Vérifier le DNS
gl: Revise os DNS
hu: DNS ellenőrzése
nl: Controleer DNS
ro: Verificați DNS
sk: Skontrolujte DNS
sl: Preverite DNS
sq: Kontrollo DNS
sr: Проверавање ДНС-а
tr: DNS'yi denetleme
uk: Перевірте DNS
zh_cn: 检查DNS

source: Open a <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) and type the command: <code>ping -c3 85.190.27.2</code>.
ast: Abre un <application>Terminal</application> (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) y escribe la orde: <code>ping -c3 85.190.27.2</code>.
ca: Obriu un <application>Terminal</application> (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) i introduïu l'ordre: <code>ping -c3 85.190.27.2</code>.
da: Åbn en <application>Terminal</application> (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) og skriv kommandoen: <code>ping -c3 85.190.27.2</code>.
de: Öffnen Sie ein <application>Terminal</application> (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) und geben Sie folgenden Befehl ein: <code>ping -c3 85.190.27.2</code>.
el: Ανοίξτε ένα <application>Τερματικό</application> (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>) και πληκτρολογήστε την εντολή: <code>ping -c3 85.190.27.2</code>.
fr: Ouvrez un <application>Terminal</application> (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) et saisissez la commande : <code>ping -c3 85.190.27.2</code>.
gl: Abra un <application>Terminal</application> (<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) e escriba a orde: <code>ping -c3 85.190.27.2</code>.
hu: Nyisson egy <application>Terminált</application> (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>), majd adja ki a következő parancsot: <code>ping -c3 85.190.27.2</code>.
nl: Open een <application>Terminalvenster</application> (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>) en typ de opdracht: <code>ping -c3 85.190.27.2</code>.
ro: Deschideți un <application>Terminal</application> (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) și scrieți comanda: <code>ping -c3 85.190.27.2</code>.
sk: Otvorte <application>Terminál</application> (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) a napíšte príkaz: <code>ping -c3 85.190.27.2</code>.
sl: Odprite <application>Terminal</application> (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>) in vpišite ukaz: <code>ping -c3 85.190.27.2</code>.
sq: Hapni një <application>Terminal</application> (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>) dhe shtypni komandën: <code>ping -c3 85.190.27.2</code>.
sr: Отворите <application>Терминал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>) и упишите наредбу: <code>ping -c3 85.190.27.2</code>.
tr: Bir <application>Uçbirim</application> açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>) ve şu komutu girin: <code>ping -c3 85.190.27.2</code>.
uk: Відкрийте <application>Термінал</application> (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>) і введіть команду: <code>ping -c3 85.190.27.2</code>.
zh_cn: 打开一个<application>终端</application> (<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>) 然后输入命令: <code>ping -c3 85.190.27.2</code>。
