Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: This section will cover a basic procedure to add news feeds to <application>Liferea</application>. Start <application>Liferea</application> by selecting <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
ast: Esta seición cubre'l procesu básicu p'amestar fluxos de noticies a <application>Liferea</application>. Anicia <application>Liferea</application> seleicionando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
ca: Aquesta secció descriu el procés bàsic per a afegir canals de notícies al <application>Liferea</application>. Inicieu el <application>Liferea</application> seleccionant <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de canals Liferea</guimenuitem></menuchoice>
da: Dette afsnit vil dække en grundlæggende procedure til at tilføje nyhedsfeeds til <application>Liferea</application>. Start <application>Liferea</application> ved at vælge <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
de: Dieser Abschnitt wird Ihnen Grundlagen über das Hinzufügen von News-Feeds in <application>Liferea</application> vermitteln. Starten Sie <application>Liferea</application>, indem Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> wählen.
el: Αυτή η ενότητα θα καλύψει μια βασική διαδικασία για την προσθήκη ροών ειδήσεων της εφαρμογής <application>Liferea</application>. Εκκινήστε την εφαρμογή <application>Liferea</application> επιλέγοντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Ανάγνωση ροών Liferea</guimenuitem></menuchoice>
fr: Cette section couvrira une procédure basique qui permet d'ajouter une source d'informations à <application>Liferea</application>. Démarrez <application>Liferea</application> en sélectionnant <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lecteur de flux Liferea</guimenuitem></menuchoice>
gl: Está sesión cubrirá o procedemento básico para engadir fontes de novas ao <application>Liferea</application>. Inicie o <application>Liferea</application> seleccionando <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Lector de novas Liferea</guimenuitem></menuchoice>
hu: Az alábbi rész bemutatja a hírforrások hozzáadásának folyamatát a <application>Liferea</application> használatával. Indítsa el a <application>Liferea</application> programot az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea hírolvasó</guimenuitem></menuchoice> menüpont kiválasztásával.
nl: Deze sectie behandelt een basisprocedure voor het toevoegen van nieuws-feeds aan <application>Liferea</application>. Start <application>Liferea</application> door <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice> te kiezen.
ro: Această secțiune vă prezintă o metodă simplă de adăugare a unui flux de știri în <application>Liferea</application>. Lansați aplicația selectând <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>.
sk: Táto kapitola popisuje základný postup ako pridať spravodajské kanály do programu <application>Liferea</application>. <application>Lifereu</application> spustíte pomocou <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
sl: Ta oddelek govori o osnovnem postopku za dodajanje virov novic na program <application>Liferea</application>. Zaženite <application>Liferea</application> z izbiro <menuchoice><guimenu>Programi</guimenu><guimenuitem>Splet</guimenuitem><guimenuitem>Liferea bralnik virov</guimenuitem></menuchoice>
sq: Ky seksion do të mbulojë një proçedurë të thjeshtë për të shtuar burime lajmesh në <application>Liferea</application>. Nisni <application>Liferea</application> duke zgjedhur <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Lexuesi i Lajmeve Liferea</guimenuitem></menuchoice>
sr: Овај одељак ће покрити основни поступак за додавање вести у <application>Лифереу</application>. Покрените <application>Лифереу</application> избором <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Лифереа читач токова</guimenuitem></menuchoice></quote>.
tr: Bu kısım haber akışlarını <application>Liferea</application>'ya eklemenin temel yolunu anlatmaktadır. <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>'ı seçerek <application>Liferea</application>'yi başlatın.
uk: В даному розділі описано, як за допомогою простих дій добавити стрічку новин до <application>Liferea</application>. Запустіть <application>Liferea</application> вибравши <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>
zh_cn: 这部分将讲解一个基本的添加新闻feeds到<application>Liferea</application>的过程. 启动 <application>Liferea</application> :选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Liferea Feed Reader</guimenuitem></menuchoice>

source: If you're behind a proxy, select <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> and fill in your proxy details and click on the <guibutton>Close</guibutton> button,
ast: Si tas tres d'un proxy, seleiciona <menuchoice><guimenuitem>Ferramientes</guimenuitem><guimenuitem>Preferencies</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, enllena la información del to proxy y calca nel botón <guibutton>Zarrar</guibutton>,
ca: Si us connecteu a través d'un servidor intermediari, seleccioneu <menuchoice><guimenuitem>Eines</guimenuitem><guimenuitem>Preferències</guimenuitem><guimenuitem>Servidor intermediari</guimenuitem></menuchoice>, ompliu tots els detalls del servidor intermediari i feu clic al botó <guibutton>Tanca</guibutton>,
da: Hvis du er bag en proxy, skal du vælge <menuchoice><guimenuitem>Tools</guimenuitem><guimenuitem>Preferences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> og indtaste dine proxy-indstillinger, og klikke på knappen <guibutton>Close</guibutton>,
de: Wenn Sie sich hinter einem Proxy befinden, wählen Sie <menuchoice><guimenuitem>Werkzeuge</guimenuitem><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, tragen Sie die Angaben zu ihrm Proxy ein und klicken Sie auf den <guibutton>Schließen</guibutton>-Knopf,
el: Αν χρησιμοποιείτε κάποιο διαμεσολαβητή δικτύου, επιλέξτε <menuchoice><guimenuitem>Εργαλεία</guimenuitem><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Διαμεσολαβητής</guimenuitem></menuchoice> συμπληρώστε τα στοιχεία του διαμεσολαβητή δικτύου σας και κάντε κλικ στην εντολή <guibutton>Κλείσιμο</guibutton>,
fr: Si vous êtes derrière un serveur mandataire (proxy), sélectionnez <menuchoice><guimenuitem>Outils</guimenuitem><guimenuitem>Préférences</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, indiquez les renseignements sur votre proxy, puis cliquez sur le bouton <guibutton>Fermer</guibutton>.
gl: Se vostede estiver utilizando un proxy, seleccione <menuchoice><guimenuitem>Ferramentas</guimenuitem><guimenuitem>Preferencias</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> cubra os detalles do seu proxy e prema no botón <guibutton>Pechar</guibutton>.
hu: Ha proxy kiszolgálót használ, válassza az <menuchoice><guimenuitem>Eszközök</guimenuitem><guimenuitem>Beállítások</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> menüpontot, majd töltse ki a proxy adatait és kattintson a <guibutton>Bezárás</guibutton> gombra.
nl: Als u zich achter een proxy bevindt, kies dan <menuchoice><guimenuitem>Extra</guimenuitem><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> en vul daar de details van uw proxy in en klik daarna op de knop <guibutton>Sluiten</guibutton>.
ro: Dacă utilizați un proxy, selectați <menuchoice><guimenuitem>Instrumente</guimenuitem><guimenuitem>Preferințe</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice>, completați detaliile pentru proxy și apăsați pe butonul <guibutton>Închide</guibutton>.
sk: Ak ste za proxy, vyberte <menuchoice><guimenuitem>Nástroje</guimenuitem><guimenuitem>Možnosti</guimenuitem><guimenuitem>Proxy</guimenuitem></menuchoice> a vyplňte detaily vašich proxy nastavení a kliknite na tlačidlo <guibutton>Zavrieť</guibutton>.
sl: Če ste za posredniškim strežnikom, izberite<menuchoice><guimenuitem>Orodja</guimenuitem><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Posredniški strežnik</guimenuitem></menuchoice>, napišite podrobnosti svojega posredniškega strežnika in pritisnite na gumb <guibutton>Zapri</guibutton>.
sq: Nëse jeni pas një proksi, zgjidhni <menuchoice><guimenuitem>Mjete</guimenuitem><guimenuitem>Preferencat</guimenuitem><guimenuitem>Proksi</guimenuitem></menuchoice> mbushni detajet e proksit tuaj dhe klikoni butonin <guibutton>Mbylle</guibutton>,
sr: Ако користите посредника, изаберите <quote><menuchoice><guimenuitem>Алати</guimenuitem><guimenuitem>Подешавања</guimenuitem><guimenuitem>Посредник</guimenuitem></menuchoice></quote> и попуните податке вашег посредника и кликните <quote><guibutton>Затвори</guibutton></quote>.
tr: Vekil sunucu kullanıyorsanız <menuchoice><guimenuitem>Araçlar</guimenuitem><guimenuitem>Seçenekler</guimenuitem><guimenuitem>Vekil</guimenuitem></menuchoice> bölümünü vekil sunucu bilgilerinizi girerek doldurun ve <guibutton>Kapat</guibutton> düğmesine basın,
uk: Якщо Ви використовуєте проксі, виберіть <menuchoice><guimenuitem>Інструменти</guimenuitem><guimenuitem>Налаштування</guimenuitem><guimenuitem>Проксі</guimenuitem></menuchoice>, внесіть деталі про Ваш проксі та клацніть кнопку <guibutton>Закрити</guibutton>,
zh_cn: 如果您使用代码服务器，请选择 <menuchoice><guimenuitem>工具</guimenuitem><guimenuitem>参数设置</guimenuitem><guimenuitem>代理</guimenuitem></menuchoice>并填写您的代理设置，然后点击 <guibutton>关闭</guibutton> 按钮。

source: Press <guibutton>New Subscription</guibutton> on the Liferea toolbar,
ast: Calca <guibutton>Soscripción nueva</guibutton> na barra de ferramientes de Liferea,
ca: Premeu <guibutton>Subscripció nova</guibutton> a la barra d'eines del Liferea,
da: Tryk <guibutton>New Subscription</guibutton> på Lifereas værktøjslinje,
de: Klicken Sie <guibutton>Neues Abonnement</guibutton> in der Liferea-Werkzeugleiste.
el: Πατήστε την επιλογή <guibutton>Νέα Συνδρομή</guibutton> στην μπάρα εργαλείων της εφαρμογής Liferea,
fr: Cliquez sur <guibutton>Nouvel abonnement</guibutton> dans la barre d'outils Liferea.
gl: Prema <guibutton>Nova subscrición</guibutton> na barra de tarefas do Liferea,
hu: Nyomja meg az <guibutton>Új feliratkozás</guibutton> gombot a Liferea eszköztárán.
nl: Klik in de Liferea werkbalk op <guibutton>Nieuwe feed</guibutton>,
ro: Apăsați pe butonul <guibutton>Abonament nou</guibutton> din bara de instrumente.
sk: Na paneli Liferea vyberte <guibutton>Nové prihlásenie...</guibutton>.
sl: Pritisnite <guibutton>Novo naročilo</guibutton> na orodni vrstici Liferea,
sq: Klikoni <guibutton>Regjistrim i Ri</guibutton> në shiritin e Liferea,
sr: Кликните <quote><guibutton>Ново учлањење</guibutton></quote> на линији алата Лиферее.
tr: Liferea araç çubuğundan <guibutton>Yeni Abonelik</guibutton> başlığına tıklayın.
uk: Натисніть кнопку <guibutton>Нова підписка</guibutton> на панелі Liferea,
zh_cn: 在Liferea 工具条点击<guibutton>新订阅</guibutton>，

source: Press the <guibutton>Advanced</guibutton> button,
ast: Calca nel botón <guibutton>Avanzao</guibutton>,
ca: Premeu el botó <guibutton>Avançat</guibutton>,
da: Tryk på knappen <guibutton>Advanced</guibutton>,
de: Klicken Sie den Knopf <guibutton>Erweitert</guibutton>
el: Πατήστε το κουμπί <guibutton>Για προχωρημένους...</guibutton>
fr: Appuyez sur le bouton <guibutton>Avancé</guibutton>,
gl: Prema o botón <guibutton>Avanzado</guibutton>
hu: Nyomja meg a <guibutton>Haladó</guibutton> gombot.
nl: Klik op de knop <guibutton>Geavanceerd</guibutton>,
ro: Apăsați pe butonul <guibutton>Avansat</guibutton>.
sk: Zvoľte <guibutton>Advanced</guibutton>.
sl: Pritisnite gumb <guibutton>Napredno</guibutton>,
sq: Klikoni butonin <guibutton>Të Avancuara</guibutton>,
sr: Кликните на дугме <quote><guibutton>Напредно</guibutton></quote>.
tr: <guibutton>Gelişmiş</guibutton> düğmesine basın,
uk: Натисніть кнопку <guibutton>Додатково</guibutton>,
zh_cn: 点击 <guibutton>高级</guibutton>按钮，

source: Enter the address of the RSS feed in the <guilabel>Source</guilabel> box,
ast: Escribe les señes del fluxu RSS na caxella <guilabel>Fonte</guilabel>,
ca: Introduïu l'adreça del canal RSS al quadre <guilabel>Font</guilabel>,
da: Indtast adressen på RSS-feed'et i feltet <guilabel>Source</guilabel>,
de: Geben Sie die Adresse des RSS-Feed im Eingabefeld <guilabel>Quelle</guilabel> ein.
el: Εισαγωγή της διεύθυνσης ροής RSS στο πλαίσιο <guilabel>Πηγή</guilabel>,
fr: Entrez l'adresse du flux RSS dans la boîte <guilabel>Source</guilabel>
gl: Introduza o enderezo da fonte de RSS no campo <guilabel>Fonte</guilabel>,
hu: Írja be az RSS hírforrás címét a <guilabel>Forrás</guilabel> dobozba.
nl: Voer het adres in van de RSS-feed in het veld <guilabel>Bron</guilabe>,
ro: În caseta <guilabel>Sursa</guilabel>, introduceți adresa fluxului RSS.
sk: Do poľa <guilabel>Zdroj</guilabel> napíšte adresu RSS kanálu,
sl: Vnesite naslov vira RSS v polje <guilabel>Izbor</guilabel>,
sq: Vendosni adresën e lajmit RSS në kutinë <guilabel>Burimi</guilabel>,
sr: Унесите адресу РСС тока у поље <quote><guilabel>Извор</guilabel></quote>.
tr: <guilabel>Kaynak</guilabel> kutucuğuna RSS beslemesi adresini girin.
uk: Введіть адресу стрічки RSS в полі <guilabel>Джерело</guilabel>,
zh_cn: 在<guilabel>来源</guilabel>框里输入 RSS 地址，

source: Select the <guibutton>OK</guibutton> button to complete the procedure.
ast: Seleiciona'l botón <guibutton>Aceptar</guibutton> pa completar el procesu.
ca: Seleccioneu el botó <guibutton>D'acord</guibutton> per a completar el procés.
da: Tryk på knappen <guibutton>OK</guibutton> for at fuldende proceduren.
de: Wählen Sie den <guibutton>OK</guibutton>-Knopf, um den Vorgang abzuschließen.
el: Επιλέξτε το κουμπί <guibutton>Εντάξει</guibutton> για να ολοκληρωθεί η διαδικασία.
fr: Sélectionnez le bouton <guibutton>OK</guibutton> pour terminer la procédure.
gl: Seleccione o botón <guibutton>Aceptar</guibutton> para finalizar o procedemento.
hu: Nyomja meg az <guibutton>OK</guibutton> gombot a folyamat befejezéséhez.
nl: Klik op de <guibutton>OK</guibutton>-knop om de procedure te voltooien.
ro: Apăsaţi pe butonul <guibutton>OK</guibutton> pentru a finaliza înscrierea.
sk: Stlačte tlačidlo <guibutton>OK</guibutton> pre skompletizovanie postupu.
sl: Izberite gumb <guibutton>V redu</guibutton> za končanje postopka.
sq: Zgjidhni butonin <guibutton>OK</guibutton> për të kompletuar proçedurën.
sr: Изаберите дугме <quote><guibutton>У реду</guibutton></quote> да завршите процедуру.
tr: İşlemi tamamlamak için <guibutton>TAMAM</guibutton> düğmesine basın.
uk: Натисніть кнопку <guibutton>OK</guibutton> для закінчення.
zh_cn: 单击 <guibutton>确定</guibutton> 按钮完成操作。

source: Once you have create the news feed, click on the <guibutton>Update All</guibutton> toolbar button to update all your news feeds.
ast: Darréu que tengas creáu l'alimentador de noticies, calca nel botón <guibutton>Actualizar todos</guibutton> de la barra de ferramientes p'actualizar toles canales de noticies que tengas.
ca: Un cop hàgiu creat el canal de noticies, feu clic al botó de la barra d'eines <guibutton>Actualitza'ls tots</guibutton> per a actualitzar tots els canals de noticies.
da: Når du har oprettet nyheds-feedet, skal du klikke på knappen <guibutton>Update All</guibutton> på værktøjslinjen for at opdatere alle dine nyhedskilder.
de: Wenn Sie den News-Feed erstellt haben, klicken Sie auf <guibutton>alle Aktualisieren</guibutton> um all Ihre Feeds zu aktualisieren.
el: Αφού έχετε δημιουργήσει την ροή ειδήσεων, κάντε κλικ στο κουμπί της μπάρας εργαλείων <guibutton>Ενημέρωση όλων</guibutton> για να ενημερωθούν όλες οι ροές ειδήσεων.
fr: Une fois que vous avez créé le nouvel abonnement, cliquez sur le bouton <guibutton>Tout mettre à jour</guibutton> de la barre d'outils pour mettre à jour tous vos flux de nouvelles.
gl: Unha vez creada a fonte de novas, prema o botón <guibutton>Actualizar todo</guibutton> da barra de ferramentas para actualizar todas as fontes de novas.
hu: A hírforrás hozzáadásának befejezése után kattintson az <guibutton>Összes frissítése</guibutton> gombra az összes hírforrás frissítéséhez.
nl: Zodra u de nieuwsfeed heeft aangemaakt, klikt u in de werkbalk op de knop <guibutton>Alle feeds updaten</guibutton> om al uw nieuwsfeeds bij te werken.
ro: După adăugarea fluxului RSS, apăsați pe butonul <guibutton>Actualizează toate</guibutton> din bara de instrumente, pentru a vă actualiza toate fluxurile de știri.
sk: Keď ste si vytvorili spravodajský kanál, stlačte na paneli tlačidlo <guibutton>Aktualizovať všetky</guibutton> a všetky vaše apravodajské kanály sa zaktualizujú.
sl: Ko ustvarite vir novic, pritisnite na gumb <guibutton>Posodobi Vse</guibutton> na orodni vrstici za posodobitev vseh svojih virov novic.
sq: Pasi keni krijuar burimin e lajmeve, klikoni butonin e shiritit <guibutton>Përditësoji të Gjitha</guibutton> për të përditësuar të gjitha burimet tuaja të lajmeve.
sr: Када сте направили ток вести, кликните на дугме линије алата <quote><guibutton>Ажурирај све</guibutton></quote> да ажурирате све ваше токове вести.
tr: Haber kaynağı oluşturmayı bitirdiğinizde, tüm haber kaynaklarını güncellemek için <guibutton>Tümünü Güncelle</guibutton> tuşuna tıklayın.
uk: Коли Ви закінчили створення каналу RSS, клацніть кнопку <guibutton>Оновити все</guibutton> на панелі інструментів, щоб оновити всі Ваші канали новин.
zh_cn: 创建完毕新闻推送，点击<guibutton>更新所有</guibutton>工具条按钮来更新所有新闻推送。

source: Design web pages
ast: Diseñar páxines web
ca: Disseny de pàgines web
da: Design web-sider
de: Webseiten erstellen
el: Σχεδίαση ιστοσελίδων
fr: Création de pages Web
gl: Deseñar páxinas web
hu: Weboldalak tervezése
nl: Webpagina's ontwerpen
ro: Realizarea de pagini web
sk: Tvorba internetových stránok
sl: Oblikovanje spletnih strani
sq: Dizenjo faqe web
sr: Дизајнирање веб странице
tr: Web sayfaları tasarla
uk: Дизайн веб-сторінок
zh_cn: 设计网页

source: Ubuntu includes a wide selection of tools to help you design and develop web pages.
ast: Ubuntu inclúi una bayurosa seleición de ferramientes p'aidate a diseñar y desarrollar páxines web.
ca: L'Ubuntu inclou una amplia selecció d'eines que us ajudaran a dissenyar i desenvolupar pàgines web.
da: Ubuntu inkluderer et bredt udvalg af værktøjer til at hjælpe dig med at designe og udvikle hjemmesider.
de: Ubuntu enthält eine große Auswahl an Werkzeugen, um Sie bei der Erstellung und Entwicklung von Webseiten zu unterstützen.
el: Το Ubuntu περιέχει μία μεγάλη συλλογή από εργαλεία που βοηθούν στη σχεδίαση και ανάπτυξη ιστοσελίδων.
fr: Ubuntu propose une large sélection d'outils pour vous aider à concevoir et développer des pages web.
gl: Ubuntu inclúe unha ampla selección de ferramentas para axudar a deseñar e desenvolver páxinas web.
hu: Az Ubuntu sok olyan eszközt is tartalmaz, amelyek weboldalak tervezésében és fejlesztésében nyújtanak segítséget.
nl: Ubuntu bevat een ruime keus aan hulpmiddelen om u te helpen bij het ontwerpen en ontwikkelen van webpagina's.
ro: Ubuntu include o gamă largă de aplicații pentru realizarea paginilor web.
sk: Ubuntu obsahuje veľký výber nástrojov, ktoré vám pomôžu s návrhom a vývojom internetových stránok.
sl: Ubuntu vključuje široko izbiro orodij za pomoč oblikovanju in razvijanju spletnih strani.
sq: Ubuntu përfshin një zgjedhje të madhe mjetesh për t'iu ndihmuar të dizenjoni dhe krijoni faqet web.
sr: Убунту садржи широк избор алата како би вам помогао да дизајнирате и развијате веб странице.
tr: Ubuntu, ağ sayfaları tasarlamanıza ve geliştirmenize yardımcı olacak geniş bir araç yelpazesine sahiptir.
uk: Ubuntu містить широкий набір інструментів, щоб допомогти вам у дизайні та розробці веб-строрінок.
zh_cn: Ubuntu 包含了很多工具来帮助您设计和开发网页。

source: <emphasis role="strong"><application>Bluefish</application></emphasis> is a powerful editor for web designers and programmers.
ast: <emphasis role="strong"><application>Bluefish</application></emphasis> ye un potente editor pa diseñadores y programadores de webs.
ca: El <emphasis role="strong"><application>Bluefish</application></emphasis> és un potent editor per a dissenyadors i programadors web.
da: <emphasis role="strong"><application>Bluefish</application></emphasis> er en funktionsrig editor for web-designere og programmører.
de: <emphasis role="strong"><application>Bluefish</application></emphasis> ist ein mächtiger Editor für Web-Entwickler und Programmierer.
el: Η εφαρμογή <emphasis role="strong"><application>Bluefish</application></emphasis> είναι ένα ισχυρό πρόγραμμα επεξεργασίας για σχεδιαστές και προγραμματιστές ιστοσελίδων.
fr: <emphasis role="strong"><application>Bluefish</application></emphasis> est un puissant éditeur destiné aux concepteurs de sites Web et programmeurs.
gl: <emphasis role="strong"><application>Bluefish</application></emphasis> é un editor potente para deseñadores web e programadores.
hu: A <emphasis role="strong"><application>Bluefish</application></emphasis> egy hatékony szerkesztő webfejlesztők és programozók számára.
nl: <emphasis role="strong"><application>Bluefish</application></emphasis> is een krachtige editor voor webdesigners en programmeurs.
ro: <emphasis role="strong"><application>Bluefish</application></emphasis> este un editor web foarte eficient pentru designeri și programatori.
sk: <emphasis role="strong"><application>Bluefish</application></emphasis> je mocný editor pre webových dizajnérov a programátorov.
sl: <emphasis role="strong"><application>Bluefish</application></emphasis> je zmogljiv urejevalnik za spletne oblikovalce in programerje.
sq: <emphasis role="strong"><application>Bluefish</application></emphasis> është një modifikues i fuqishëm për dizenjuesit e internetit dhe programuesit.
sr: <emphasis role="strong"><application>Плава риба (Bluefish)</application></emphasis> је моћан уређивач за веб дизајнере и програмере.
tr: <emphasis role="strong"><application>Bluefish</application></emphasis> web tasarımcıları ve programcılar için güçlü bir düzenleyicidir.
uk: <emphasis role="strong"><application>Bluefish</application></emphasis> - потужний редактор для веб-дизайнерів та програмістів.
zh_cn: <emphasis role="strong"><application>Bluefish</application></emphasis> 是 给网页设计者和编程人员的一个强大的编辑器。
