Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: <application>Bluefish</application> supports many programming and markup languages, and includes many utilities for designers and programmers.
ast: <application>Bluefish</application> sofita munchos llinguaxes de programación y de marques, y inclúi munches utilidáes paa diseñadores y programadores.
ca: El <application>Bluefish</application> és compatible amb molts llenguatges de programació i de marques, i inclou moltes utilitats per a dissenyadors i programadors.
da: <application>Bluefish</application> understøtter mange programmerings- og kodesprog, og indeholder mange værktøjer til designere og programmører.
de: <application>Bluefish</application> unterstützt viele Programmier- und Auszeichnungssprachen und enthält viele Werkzeuge für Designer und Programmierer.
el: Η εφαρμογή <application>Bluefish</application> παρέχει υποστήριξη για πολλές γλώσσες προγραμματισμού και γλώσσες σημειώσεων (markup languages), ενώ περιλαμβάνει πολλά βοηθήματα για τους σχεδιαστές και τους προγραμματιστές ιστοσελίδων.
fr: <application>Bluefish</application> prend en charge plusieurs langages de programmation et de balisage et inclut de nombreux utilitaires destinés aux concepteurs et programmeurs.
gl: <application>Bluefish</application> admite moitas linguaxes de programación e de etiquetaxe e inclúe moitas utilidades para os deseñadores e os programadores.
hu: A <application>Bluefish</application> sok program- és jelölőnyelvet támogat, valamint számos eszközt kínál a tervezőknek és programozóknak.
nl: <application>Bluefish</application> ondersteunt diverse programmeer- en opmaaktalen, en bevat veel hulpmiddelen voor ontwerpers en programmeurs.
ro: <application>Bluefish</application> asigură suport pentru multe limbaje de programare sau de marcare și include o serie de facilități pentru designeri și programatori.
sk: <application>Bluefish</application> podporuje veľa programovacích a značkovacích jazykov a obsahuje mnoho pomôcok pre dizajnérov a programátorov.
sl: <application>Bluefish</application> podpira veliko programskih in označevalnih jezikov in vključuje veliko pripomočkov za oblikovalce in programerje.
sq: <application>Bluefish</application> suporton shumë gjuhë programimi dhe markup dhe përfshin shumë mjete për dizenjuesit dhe programuesit.
sr: <application>Плава риба</application> подржава велики број програмских и језика за означавање, а садржи многа помагала за дизајнере и програмере.
tr: <application>Bluefish</application> birçok programlama ve biçimleme dilini desteklemekte, tasarımcılar ve programcılar için birçok araç içermektedir.
uk: <application>Bluefish</application> підтримує багато мов програмування та розмітки, а також містить багато утиліт для дизайнерів та програмістів.
zh_cn: <application>Bluefish</application> 支持许多编程和标记语言, 并且为设计者和编程人员包含了许多工具。

source: For more information, see the <ulink url="http://bluefish.openoffice.nl/">Bluefish website</ulink>.
ast: Pa más información, visita'l <ulink url="http://bluefish.openoffice.nl/">sitiu web de Bluefish</ulink>.
ca: Per a obtenir més informació, aneu a <ulink url="http://bluefish.openoffice.nl/">la pàgina web del Bluefish</ulink>.
da: Se <ulink url="http://bluefish.openoffice.nl/">Bluefish-hjemmesiden</ulink> for yderligere information.
de: Auf der <ulink url="http://bluefish.openoffice.nl/">Bluefish-Website</ulink> finden Sie weitere Informationen.
el: Για περισσότερες πληροφορίες, δείτε την <ulink url="http://bluefish.openoffice.nl/">ιστοσελίδα του Bluefish</ulink>.
fr: Pour plus d'informations, visitez le <ulink url="http://bluefish.openoffice.nl/">site Web de Bluefish</ulink>.
gl: Para máis información, vexa a <ulink url="http://bluefish.openoffice.nl/">páxina web do Bluefish</ulink>.
hu: További információkért tekintse meg a <ulink url="http://bluefish.openoffice.nl/">Bluefish weboldalát</ulink> (angol).
nl: Zie de <ulink url="http://bluefish.openoffice.nl/">Bluefish-website</ulink> voor meer informatie.
ro: Pentru mai multe informații, consultați <ulink url="http://bluefish.openoffice.nl/">site-ul Bluefish</ulink>.
sk: Pre viac informácií pozrite <ulink url="http://bluefish.openoffice.nl/">stránku Bluefish</ulink>.
sl: Za več podrobnosti si oglejte <ulink url="http://bluefish.openoffice.nl/">Spletno stran Bluefish</ulink>.
sq: Për më tepër informacion, shikoni <ulink url="http://bluefish.openoffice.nl/">Faqen e Internetit të Bluefish</ulink>.
sr: За више информација, погледајте <ulink url="http://bluefish.openoffice.nl/">веб сајт Плаве рибе</ulink>.
tr: Daha fazla bilgi için <ulink url="http://bluefish.openoffice.nl/">Bluefish ağ sayfası</ulink>'nı ziyaret edin.
uk: Для отримання детальнішої інформації див. <ulink url="http://bluefish.openoffice.nl/">Веб-сайт Bluefish</ulink>.
zh_cn: 更多信息, 参见 <ulink url="http://bluefish.openoffice.nl/">Bluefish 网站</ulink>。

source: <ulink url="apt:bluefish">Install the <application>bluefish</application> package</ulink>.
ast: <ulink url="apt:bluefish">Instala el paquete <application>bluefish</application></ulink>.
ca: <ulink url="apt:bluefish">Instal·leu el paquet <application>bluefish</application></ulink>.
da: <ulink url="apt:bluefish">Installer pakken <application>bluefish</application></ulink>.
de: <ulink url="apt:bluefish">Installiern Sie das Software-Paket <application>bluefish</application></ulink>.
el: <ulink url="apt:bluefish">Εγκαταστήστε το πακέτο <application>bluefish</application> </ulink>.
fr: <ulink url="apt:bluefish">Installez le paquet <application>bluefish</application></ulink>.
gl: <ulink url="apt:bluefish">Instale o paquete <application>bluefish</application></ulink>.
hu: <ulink url="apt:bluefish">Telepítse a <application>bluefish</application> csomagot</ulink>.
nl: <ulink url="apt:bluefish">Installeer het pakket <application>bluefish</application></ulink>.
ro: <ulink url="apt:bluefish">Instalați pachetul <application>bluefish</application></ulink>.
sk: <ulink url="apt:bluefish">Nainštalujte balík <application>bluefish</application></ulink>.
sl: <ulink url="apt:bluefish">namestite paket <application>bluefish</application></ulink>.
sq: <ulink url="apt:bluefish">Instaloni paketën <application>bluefish</application> </ulink>.
sr: <ulink url="apt:bluefish">Инсталирајте пакет <quote><application>bluefish</application></quote></ulink>.
tr: <application>bluefish</application> paketi</ulink> kurun<ulink url="apt:bluefish">.
uk: <ulink url="apt:bluefish">Встановіть пакунок <application>bluefish</application></ulink>.
zh_cn: <ulink url="apt:bluefish">安装<application>bluefish</application>软件包</ulink>。

source: To start Bluefish, press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
ast: Pa entamar Bluefish, calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Programación</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.
ca: Per a iniciar el Bluefish, premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Programació</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.
da: For at starte Bluefish, skal du trykke <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Programmering</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
de: Um Bluefish zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Programmieren</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
el: Για για να εκκινήσετε την εφαρμογή Bluefish, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Προγραμματισμός</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
fr: Pour lancer Bluefish, cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Programmation</guimenuitem><guimenuitem>Éditeur Bluefish</guimenuitem></menuchoice>.
gl: Para iniciar o Bluefish, prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Programación</guimenuitem><guimenuitem>Editor Bluefish</guimenuitem></menuchoice>.
hu: A Bluefish indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Fejlesztés</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice> menüpontot.
nl: Om Bluefish te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Ontwikkeling</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
ro: Pentru lansarea aplicației Bluefish, apăsaţi pe <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Programare</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
sk: Na spustenie Bluefish vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Programovanie</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>.
sl: Za zagon Bluefish pritisnite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Programiranje</guimenuitem><guimenuitem>Bluefish urejevalnik</guimenuitem></menuchoice>.
sq: Për të nisur Bluefish, klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Programimi</guimenuitem><guimenuitem>Editori Bluefish</guimenuitem></menuchoice>.
sr: Да покренете Плаву рибу, кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Програмирање</guimenuitem><guimenuitem>Плава риба — уређивач</guimenuitem></menuchoice></quote>.
tr: Bluefish uygulamasını başlatmak için, <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Programlama</guimenuitem><guimenuitem>Bluefish Düzenleyici</guimenuitem></menuchoice> başlığına tıklayın.
uk: Для запуску Bluefish, натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Програмування</guimenuitem><guimenuitem> Bluefish Editor </guimenuitem></menuchoice>.
zh_cn: 启动 Bluefish, 点击 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Programming</guimenuitem><guimenuitem>Bluefish Editor</guimenuitem></menuchoice>。

source: Troubleshooting
ast: Igua de problemes
ca: Resolució de problemes
da: Fejlfinding
de: Fehlerbehebung
el: Αντιμετώπιση Προβλημάτων
fr: Dépannage
gl: Solución de problemas
hu: Hibaelhárítás
nl: Probleemoplossing
ro: Ghid de depanare
sk: Riešenie problémov
sl: Odpravljanje težav
sq: Zgjidhje Problemesh
sr: Решавање проблема
tr: Hata giderme
uk: Вирішення проблем
zh_cn: 问题解决

source: Since the introduction of NetworkManager, connections can be enabled and disabled from the NetworkManager icon in the <guilabel>System Notification Area</guilabel>.
ast: Dende la introducción de NetworkManager, les conexones pueden activase o desactivase dende l'iconu NetworkManager de <guilabel>l'área de notificación del sistema</guilabel>.
ca: Des de la introducció del gestor de xarxes NetworkManager, les connexions es poden habilitar i inhabilitar des de la icona del gestor de xarxes a l'<guilabel>àrea de notificació del sistema</guilabel>.
da: Siden indførelsen af Netværkshåndtering, kan forbindelser aktiveres og deaktiveres fra ikonet for Netværkshåndtering i <guilabel>statusfeltet</guilabel>.
de: Seit der Einführung des NetworkManagers, können Verbindungen über das NetworkManager Symbol im <guilabel>Benachrichtigungsfeld</guilabel> aktiviert und deaktiviert werden.
el: Από την ενσωμάτωση της Διαχείρισης δικτύου (NetworkManager) και μετά, οι συνδέσεις δύναται να ενεργοποιηθούν και να απενεργοποιηθούν μέσα από το εικονίδιο της Διαχείρισης δικτύου (NetworkManager) στην <guilabel>Περιοχή ειδοποιήσεων του συστήματος</guilabel>.
fr: Depuis l'introduction de NetworkManager, les connexions peuvent être activées et désactivées depuis l'icône du gestionnaire de réseau (NetworkManager) dans la <guilabel>zone de notifications</guilabel>.
gl: Desde a introdución do NetworkManager, as conexións pódense activar e desactivar desde a icona do NetworkManager na <guilabel>Área de notificación do sistema</guilabel>
hu: A Hálózatkezelő kisalkalmazás bevezetése óta kapcsolatokat engedélyezhet vagy tilthat le a Hálózatkezelő kisalkalmazás ikonjára kattintva az <guilabel>Értesítési területen</guilabel>.
nl: Met de komst van Netwerkbeheer, kunnen verbindingen aan- en uitgezet worden door te klikken op het pictogram Netwerkbeheer in het <guilabel>Systeemvak</guilabel>.
ro: De la introducerea aplicației NetworkManager, conexiunile pot fi activate și dezactivate de la pictograma NetworkManager din <guilabel>zona de notificare a sistemului</guilabel>.
sk: Od zavedenia Správcu sieťových spojení a zariadení, jednotlivé spojenia môžu byť povolené a deaktivované cez ikonku Správcu sieťových spojení a zariadení v <guilabel>Oblasti upozornení</guilabel>.
sl: Od uvedbe Urejevalnika omrežja je povezave mogoče omogočati in onemogočati iz ikone Urejevalnika omrežja <guilabel>obvestilnega področja sistema</guilabel>.
sq: Që nga vendosja e Menaxhuesit të Rrjetit, lidhjet mund të aktivizohen dhe të çaktivizohen nga ikona e Menaxhuesit të Rrjetit në <guilabel>Zonën e Njoftimit të Sistemit</guilabel>.
sr: Од како је уведен Управник мреже, везе могу бити укључене или искључене из иконе Управника мреже у <quote><guilabel>Обавештајној зони система</guilabel></quote>.
tr: Ağ yöneticisi tanıtıldıktan sonra bağlantılar guilabel>Sistem Çekmecesi</guilabel>'ndeki Ağ Yöneticisi simgesinden aktif veya pasif hale getirilebilir.
uk: З появою Менеджера мережі, з'єднання можна вмикати та вимикати з піктограми Менеджера мережі у <guilabel>Зоні системних сповіщень</guilabel>.
zh_cn: 自从有了“网络管理器”（NetworkManager），网络连接可从<guilabel>系统通知区</guilabel>的“网络管理器”图标来启用或停用。

source: Before attempting any troubleshooting, ensure that the connection is enabled:
ast: Enantes de tentar cualquier igua de problemes, comprueba si la conexón ta activada:
ca: Abans d'intentar la resolució de qualsevol problema, comproveu que la connexió està habilitada:
da: Du bedes kontrollere om netopkoblingen er aktiv, inden forsøg på fejlsøgning:
de: Stellen Sie sicher, dass die Verbindung deaktiviert ist, bevor Sie mit der Fehlerbehebung anfangen.
el: Πριν επιχειρήσετε οποιαδήποτε διαδικασία αντιμετώπισης προβλημάτων, βεβαιωθείτε ότι η σύνδεση είναι ενεργοποιημένη:
fr: Avant de chercher l'origine de la panne, vérifiez que la connexion est activée :
gl: Antes de tentar calquera solución de problemas, asegúrese de que a conexión está activada:
hu: A hibaelhárítás megkezdése előtt ellenőrizze, hogy a kapcsolat engedélyezve van-e:
nl: Controleer of de verbinding is aangezet voordat u de probleemoplosser start.
ro: Înainte de a încerca orice depanare, asigurați-vă că este activată conexiunea:
sk: Predtým než sa pokúsite odstrániť problém, uistite sa že je vaše pripojene povolené:
sl: Preden poskušate odpraviti težave, se prepričajte, da je povezava omogočena:
sq: Para se të përpiqeni të kryeni çdo lloj riparimi, sigurohuni që lidhja të jetë e aktivizuar:
sr: Пре него што покушате било какво решавање проблема, уверите се да је веза укључена:
tr: Herhangi bir sorun giderme denemeden önce bağlantının etkin olduğundan emin olun:
uk: Перед тим, як намагатись усунути будь-які несправності, переконайтесь, що з'єднання ввімкнено:
zh_cn: 在尝试任何排障之前，确保启用了连接：

source: Right click the Network Manager icon in the notification area.
ca: Feu clic amb el botó secundari a la icona de les Connexions de xarxa a l'àrea de notificació.
da: Højreklik på ikonet for Netværkshåndtering i statusfeltet.
de: Klicken Sie mit der rechten Maustaste auf das Networkmanager-Symbol im Benachrichtigungsbereich.
el: Κάντε δεξί κλικ στο εικονίδιο της διαχείρισης δικτύου στην περιοχή ειδοποιήσεων.
fr: Faites un clic droit sur l'icône du gestionnaire de réseau située dans la zone de notification.
gl: Prema co botón dereito na icona do Xestor de redes na área de notificación.
hu: Kattintson a jobb egérgombbal a Hálózatkezelő ikonjára az értesítési területen.
sl: Desno kliknite na ikono Upravljalnika omrežja v obvestilnem področju.
sr: Кликните десним тастером миша на иконицу Управника мреже у обавештајној зони.
zh_cn: 在通知区域右键单击网络管理图标

source: Check <guilabel>Enable Networking</guilabel>.
ast: Marca <guilabel>Activar rede</guilabel>.
ca: Activeu <guilabel>Habilita la xarxa</guilabel>.
da: Afkryds <guilabel>Aktivér netopkobling</guilabel>.
de: Überprüfen Sie das Feld <guilabel>Netzwerk aktivieren</guilabel>.
el: Επιλέξτε την <guilabel>Ενεργοποίηση δικτύωσης</guilabel>.
fr: Vérifiez que <guilabel>Activer le réseau</guilabel> soit bien coché.
gl: Seleccione <guilabel>Activar a rede</guilabel>.
hu: Jelölje be a <guilabel>Hálózat engedélyezése</guilabel> jelölőnégyzetet.
nl: Controleer of <guilabel>Netwerk aanzetten</guilabel> is aangevinkt.
ro: Bifați <guilabel>Activează rețeaua</guilabel>.
sk: Označte <guilabel>Povoliť sieť</guilabel>.
sl: Označite <guilabel>Omogoči omrežje</guilabel>.
sq: Zgjidhni <guilabel>Aktivizo Rrjetin</guilabel>.
sr: Означите: <guilabel>Омогући умрежавање</guilabel>.
tr: <guilabel>Ağı Etkinleştir</guilabel>.
uk: Позначте <guilabel>Ввімкнути мережу</guilabel>.
zh_cn: 检查<guilabel>启用联网</guilabel>。

source: Check <guilabel>Enable Wireless</guilabel>.
ast: Marca <guilabel>Activar rede inalámbrica</guilabel>.
ca: Activeu <guilabel>Habilita la xarxa sense fil</guilabel>.
da: Afkryds <guilabel>Aktivér trådløs opkobling</guilabel>.
de: Überprüfen Sie das Feld <guilabel>Funknetzwerk aktivieren</guilabel>.
el: Επιλέξτε <guilabel>Ενεργοποίηση ασύρματης δικτύωσης</guilabel>.
fr: Vérifiez que <guilabel>Activer le réseau sans-fil</guilabel> soit bien coché.
gl: Seleccione <guilabel>Activar a rede sen fíos</guilabel>.
hu: Jelölje be a <guilabel>Vezeték nélküli kapcsolat engedélyezése</guilabel> jelölőnégyzetet.
nl: Controleer of <guilabel>Draadloos netwerk aanzetten</guilabel> is aangevinkt.
ro: Bifați <guilabel>Activează rețeaua fără fir</guilabel>.
sk: Označte <guilabel>Povoliť bezdrôtovú sieť</guilabel>.
sl: Označite <guilabel>Omogočite brezžično omrežje</guilabel>.
sq: Përzgjidh <guilabel>Aktivizo Wireless</guilabel>.
sr: Означите: <guilabel>Омогући бежичну везу</guilabel>.
tr: <guilabel>Kablosuz Bağlantıyı Etkinleştir</guilabel>'i denetleyin.
uk: Позначте <guilabel>Ввімкнути бездротове з'єднання</guilabel>.
zh_cn: 检查<guilabel>启用无线</guilabel>。

source: Wired troubleshooting
ast: Igua de problemes en redes de cable
ca: Resolució de problemes de les xarxes amb fil
da: Fejlfinding for kablet netopkobling
de: Fehlerbehebung bei kabelgebundenen Netzwerken
el: Αντιμετώπιση προβλημάτων ενσύρματης δικτύωσης
fr: Résolution des problèmes de connexion filaire
gl: Solución de problemas coa rede
hu: Vezetékes hálózati hiba elhárítása
nl: Problemen met bekabelde netwerken oplossen
ro: Depanarea rețelei cu fir
sk: Riešenie problémov s drôtovým pripojením
sl: Odpravljanje težav z žičnim omrežje
sq: Zgjidhje e problemeve me kabllot
sr: Решавање проблема жичане везе
tr: Kablolu bağlantıda hata giderme
uk: Усунення несправностей з мережевим з'єднаннями
zh_cn: 有线联网排障

source: If you have a network connection which is not working properly, you can use a few tools to help diagnose what the problem is.
ast: Si tienes una conexón de rede que nun funciona correchamente, puedes usar delles ferramientes p'aidate a diagnosticar cuál ye'l problema.
ca: Si teniu una connexió de xarxa que no funciona correctament, podeu utilitzar unes quantes eines que us ajudaran a diagnosticar quin és el problema.
da: Hvis du har en netværksforbindelse, der ikke fungerer korrekt, kan du bruge et par værktøjer til at hjælpe med at diagnosticere problemet.
de: Falls Ihre Netzwerkverbindung nicht richtig funktioniert, gibt es eine Reihe von Tools, die Ihnen helfen, das Problem zu untersuchen.
el: Αν έχετε μια σύνδεση δικτύου που δεν λειτουργεί σωστά, μπορείτε να χρησιμοποιήσετε κάποια εργαλεία που θα σας βοηθήσουν να εντοπίσετε το πρόβλημα.
fr: Si votre connexion réseau ne fonctionne pas bien, vous pouvez faire appel à quelques outils pour essayer de diagnostiquer le problème.
gl: Se ten unha conexión de rede que non estea a funcionar axeitadamente, hai varias ferramentas que poden axudar a diagnosticar o problema.
hu: Ha a hálózati kapcsolata nem működik megfelelően, néhány segédprogram segítségével meghatározhatja a probléma okát.
nl: Als u een netwerkverbinding heeft die niet correct werkt, dan kunt u een aantal hulpmiddelen gebruiken om de oorzaak van het probleem vast te stellen.
ro: Dacă o conexiune la rețea nu funcționează corespunzător, puteți utiliza anumite instrumente pentru identificarea cauzelor.
sk: Ak máte internetové pripojenie, ktoré nefunguje správne, môžete použiť niekoľko nástrojov, ktoré vám pomôžu diagnostikovať problém.
sl: Če imate nepravilno delujočo omrežno povezavo, lahko uporabite nekaj orodji za pomoč pri ugotovljanju kaj je težava.
sq: Nëse keni një lidhje të rrjetit e cila nuk po punon siç duhet, ju mund të përdorni disa mjete të cilat do t'iu ndihmojnë të bëni diagnozën se ku qëndron problemi.
sr: Ако имате мрежну везу која не функционише исправно, можете да користите неке алатке да вам помогну у откривању проблема.
tr: Ağ bağlantınız düzgün şekilde sağlanmıyorsa, sorunu tanımlamada yardımcı olabilecek birkaç aracı kullanabilirsiniz.
uk: Якщо Ваше мережеве з'єднання працює некоректно, Ви можете скористатись кількома інструментами, що допоможуть діагностувати причини проблеми.
zh_cn: 如果您的网络连接不能正常工作，您可以使用一些工具来帮助诊断问题的所在。
