Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Sometimes drivers for USB ADSL modems are proprietary, closed source software, and due to legal restrictions they cannot be supplied with Ubuntu by default. To get a modem to work with these drivers, you will need to download files from the Internet with a computer that has Internet access, then transfer the downloaded files to your Ubuntu installation.
gl: As veces, os controladores de módems ADSL USB son propietarios, o software de código pechado, debido a restricións legais non pode ser suministrado con Ubuntu de forma predeterminada. Para obter un módem para traballar con estes controladores, terá que descargar ficheiros desde a Internet cun equipo con acceso a Internet, a seguir, transfira os ficheiros descargados á de Ubuntu .
hu: Az USB ADSL modemek meghajtói néha zárt forrásúak, így az Ubuntu alaptelepítése jogi korlátozások miatt nem tartalmazhatja ezeket. A modem ilyen meghajtókkal történő használatához egy működő internetkapcsolattal rendelkező számítógépen le kell töltenie a szükséges meghajtókat, majd át kell vinnie a letöltött fájlokat az Ubuntut futtató számítógépre.
sl: Včasih so gonilniki za modeme USB ADSL lastniški, zaprtokodni programi, ki jih zaradi pravnih omejitev ni mogoče privzeto vključiti v Ubuntu. Za namestitev teh gonilnikov, boste morali datoteke prejeti z Interneta z računalnika, ki ima Internetni dostop in nato prejete datoteke prenesti na svojo namestitev Ubuntu.
sr: Често драјвери АДСЛ УСБ модема су власнички, софтвер затвореног кôда, тако да не могу бити испоручени у Убунтуу. Да би модем могао да ради са овим драјверима, мораћете да преузмете датотеке са Интернета рачунаром који има радну везу, а затим да пренесете датотеке на вашу Убунту инсталацију.

source: If you have a modem that can connect to a computer via USB and ethernet, or have an ethernet router, you should use the ethernet connection as that is the preferred method to gain access to the Internet.
gl: Se dispón dun módem que pode conectarse a un equipo a través de USB e Ethernet, ou un enrutador ethernet, debe usar a conexión ethernet xa que é o método preferido para obter acceso a Internet.
hu: Ha a modemje USB-n és ethernetkábelen keresztül is képes csatlakozni, vagy van ethernetes routere, akkor használja az ethernet kapcsolatot, mivel ez az internet elérésének előnyben részesített módja.
sl: Če imate modem, ki se lahko poveže z računalniku preko USB in etherneta ali imate usmerjevalnik ethernet, bi uporabite ethernet povezavo, saj je ta priporočen način za povezavo z Internetom.
sr: Ако имате модем који се може повезати и преко УСБ-а и мрежног прикључка, или ако имате мрежни усмеривач, треба да користите мрежну везу јер је то омиљени начин за остваривање приступа на Интернет.

source: Configuration of the drivers for USB ADSL modems is beyond the scope of this guide; please see the links to the relevant installation instructions on the Ubuntu community help site below.
gl: A configuración dos controladores para USB módem ADSL están fora do alcance desta guía, consulte as ligazóns ás instrucións de instalación no sitio de axuda da comunidade de Ubuntu a seguir.
hu: Az USB ADSL modemek illesztőprogramjainak konfigurációja túlmutat ezen ismertető keretein, ezért forduljon az alább felsorolt megfelelő Ubuntu közösségi súgóoldalak telepítési útmutatóihoz.
sl: Nastavitev gonilnikov za USB ADSL modeme je izven dometa tega vodiča; oglejte si povezave do ustreznih namestitvenih navodil na spodnji strani skupnosti Ubuntu s pomočjo.
sr: Подешавање драјвера за УСБ АДСЛ модеме је изван оквира овог упутства; погледајте везе које упућују на одговарајућа упутства инсталације на сајту помоћи Убунту заједнице, испод.

source: To identify the model of your modem, note the name and number on the front. You may have to look for a label to discover the exact model. Consult the list below to see which driver your modem requires, and note the link.
ca: Per identificar el model del vostre mòdem, apunteu el nom i el número del davant. Potser heu de cercar una etiqueta per descobrir el model exacte. Consulteu la llista de sota per veure quin controlador li cal al vostre mòdem i apunteu l'enllaç.
da: Find navnet og nummeret på forsiden af dit modem for at identificere modellen. Det kan være nødvendigt at lede efter en etiket for at finde den eksakte model. Kig på listen nedenfor for at se hvilken driver dit modem kræver, og noter linket.
de: Um das Modell Ihres Modems zu identifizieren, notieren Sie den Namen und die Nummer auf der Vorderseite des Gerätes. Sie müssen evtl. nach einem Aufkleber suchen, um die exakte Modellbezeichnung festzustellen. Ziehen Sie die unten aufgeführte Liste zu Rate, um zu sehen, welche Treiber Ihr Modem benötigt und notieren Sie den zugehörigen Link.
el: Για να αναγνωρίσετε το μοντέλο του μόντεμ σας, δείτε το όνομα και τον αριθμό στο μπροστινό του μέρος. Ίσως χρειαστεί να κοιτάξετε για κάποια ετικέτα ώστε να ανακαλύψετε το ακριβές μοντέλο. Συμβουλευτείτε την παρακάτω λίστα για να δείτε τον οδηγό που χρειάζεται το μόντεμ σας και καταγράψτε τον σύνδεσμο.
fr: Pour identifier le modèle de votre modem, notez le nom et le numéro indiqués sur sa face avant. Vous pouvez également regarder l'étiquette pour connaitre le modèle exact. Consulter la liste ci-dessous pour voir quel pilote correspond à votre modem et noter le lien.
gl: Para identificar o modelo do seu módem, anote o nome e número localizados no frente. Pode que teña que buscar nalgunha etiqueta para atopar o modelo exacto. Consulte a lista que se atopa máis abaixo para determinar o controlador requirido polo seu módem, e apunte a ligazón.
hu: A modem típusának azonosításához nézze meg a modem elején annak nevét és számát. A pontos azonosításhoz szükséges lehet egy címke megkeresése. Az alábbi listából megismerheti a modemhez szükséges meghajtót, majd jegyezze fel a hivatkozást.
sl: Za določitev modela svojega modema si zapišite ime in številke na sprednji strani modema. Morda boste morali pogledati na oznako za natančen model. Za določitev gonilnika za svoj modem si oglejte spodnji seznam in si zapomnite povezavo.
sr: Да идентификујете модел вашег модема, уочите име и број на предњој страни. Можда ћете морати да потражите ознаку да откријете тачан модел. Консултујте списак испод да видите који драјвер захтева ваш модем и обратите пажњу на везу.

source: You can download the relevant drivers using the following links.
gl: Pode descargar os controladores oportunos empregando as seguintes ligazóns.
hu: A megfelelő illesztőprogramokat az alábbi hivatkozások segítségével töltheti le.
sl: Primerne gonilnike lahko prejmete z uporabo naslednjih povezav.
sr: Можете преузети одговарајуће драјвере користећи следеће везице.

source: Speedtouch modems:
ast: Módems Speedtouch:
ca: Mòdems Speedtouch:
da: Speedtouch-modemmer:
el: Μόντεμ Speedtouch:
fr: Modems Speedtouch :
gl: Módems Speedtouch:
hu: Speedtouch modemek:
ro: Modemuri Speedtouch:
sk: Modemy SpeedTouch:
sl: Modemi speedtouch:
sq: Modemët me prekje shpejtësie:
sr: Брзододирни модеми:
tr: Speedtouch modemler:
uk: SpeedTouch модеми:
zh_cn: Speedtouch 系列调制解调器：

source: Modems using the Analog Devices Inc. eagle-usb I, II or III chipset (such as Sagem Fast 800, Comtrend ct 350 etc.):
ast: Módems qu'usen el chipset eagle-usb I, II o III d'Analog Devices, Inc. (como los Sagem Fast 800, Comtrend ct 350, etc.):
ca: Els mòdems que utilitzen el joc de xips Analog Devices Inc. eagle-usb I, II o III (com ara els Sagem Fast 800, Comtrend ct 350, etc.):
da: Modemmer der bruger Analog Devices Inc. eagle-usb I-, II- eller III-chip-sættet (f.eks. Sagem Fast 800, Comtrend ct 350 m.m.):
de: Modems, die den eagle-usb I, II oder III Chipsatz von Analog Devices Inc. verwenden (wie z.B. Sagem Fast 800, Comtrend ct 350, usw.):
el: Μόντεμ που χρησιμοποιούν τις Analog Devices Inc το eagle-usb I, II ή III επεξεργαστή (όπως τα Sagem Fast 800, Comtrend ct 350 και άλλα)
fr: Modems utilisant le chipset Analog Devices Inc. eagle-usb I, II ou III (tels que Sagem Fast 800, Comtrend ct 350, etc.) :
gl: Módems que usan o chipset Analog Devices Inc. eagle-usb I, II ou III (como Sagem Fast 800, Comtrend ct 350 etc.):
hu: Az Analog Devices Inc. eagle-usb I, II vagy III lapkakészletét használó modemek (mint a Sagem Fast 800, Comtrend ct 350 stb.):
nl: Modems die gebruik maken van de chipset Analog Devices Inc. eagle-usb I, II of III (zoals Sagem Fast 800, Comtrend ct 350 etc.):
ro: Modemuri care folosesc chipset-ul Analog Devices Inc. eagle-usb I, II sau III (cum ar fi Sagem Fast 800, Comtrend ct 350 etc.):
sk: Modemy s čipovou sadou "Analog Devices Inc. eagle-usb I, II alebo III" (napr. Sagem Fast 800, Comtrend ct 350 a pod.):
sl: Modemi, ki uporablajajo čipovja eagle-usb, I, II ali III podjetja Analog Devices Inc. (kot je Sagem Fast 800, Comtrend ct 350, itd.):
sq: Modemët që përdorin Analog Devices Inc. eagle-usb I, II ose III chipset (siç janë Sagem Fast 800, Comtrend ct 350 etj.):
sr: Модеми који користе <quote>Analog Devices Inc. eagle-usb I, II или III</quote> чипсет (као што је <quote>Sagem Fast 800</quote>, <quote>Comtrend ct 350</quote> etc.):
tr: Analog Devices Inc. eagle-usb I, II or III çip setini kullanan modemler (Sagem Fast 800, Comtrend ct 350 gibi):
uk: Модем використовує чіпсет Analog Devices Inc. eagle-usb I, II та III типу (таких як Sagem Fast 800, Comtrend ct 350 або інш.):
zh_cn: 使用 Analog Devices Inc. 的 eagle-usb I、II或III芯片组的调制解调器 (如 Sagem Fast 800，Comtrend ct 350 等)：

source: Connexant AccessRunner based modems:
ast: Módems basaos en Connexant AccessRunner:
ca: Els mòdems basats en el Connexant AccessRunner:
da: Modemmer baseret på Connexant AccessRunner:
de: Modems basierend auf Connexant-AccessRunner:
el: Μόντεμ τύπου Connexant AccessRunner:
fr: Modems basés sur Connexant AccessRunner :
gl: Módems baseados en Connexant AccessRunner
hu: Connexant AccessRunner alapú modemek:
nl: Connexant AccessRunner-gebaseerde modems:
ro: Modemuri Connexant cu chipset AccessRunner:
sk: Connexant AccessRunner modemy:
sl: Na Connexant AccessRunner osnovani modemi:
sq: Modemët e bazuar në Connexant AccessRunner:
sr: Модеми засновани на <quote>Connexant AccessRunner</quote>-у:
tr: Connexant AccessRunner tabanlı modemler:
uk: Модеми засновані на Connexant AccessRunner:
zh_cn: 基于 Connexant AccessRunner 的调制解调器：

source: PPPoE Modems
ast: Módems PPPoE
ca: Mòdems PPPoE
da: PPPoE-modemmer
el: Μόντεμ PPPoE
fr: Modems PPPoE
gl: Módems PPPoE
hu: PPPoE modemek
ro: Modemuri PPPoE
sk: Modemy PPPoE
sl: Modemi PPPoE
sq: Modem PPPoE
sr: ПППоЕ модеми
tr: PPPoE Modemler
uk: PPPoE Модеми
zh_cn: PPPoE 调制解调器

source: This section is about setting up an ADSL Internet connection using an ethernet PPPoE modem.
ast: Esta estaya trata sobre la configuración d'una conexón ADSL a Internet usando un módem PPPoE Ethernet.
ca: Aquesta secció descriu com configurar una connexió ADSL a Internet utilitzant un mòdem PPPoE d'Ethernet.
da: Dette afsnit omhandler opsætningen af en ADSL-internetforbindelse ved hjælp af et Ethernet-PPPoE-modem.
de: Dieser Abschnitt behandelt die Einrichtung einer ADSL-Internetverbindung mit Hilfe eines Ethernet-PPPoE-Modems.
el: Αυτό το τμήμα είναι σχετικό με τη ρύθμιση μίας ADSL σύνδεσης στο διαδίκτυο χρησιμοποιώντας ένα ethernet PPPoE μόντεμ.
fr: Cette section traite de la configuration d'une connexion Internet ADSL en utilisant un modem ethernet PPPoE.
gl: Esta sección trata da configuración dunha conexión ADSL á Internet mediante un módem ethernet PPPoE.
hu: Ez a fejezet ismerteti az ADSL internetkapcsolat beállítását PPPoE modem segítségével.
nl: Deze sectie gaat over het instellen van een ADSL-internetverbinding met behulp van een ethernet PPPoE-modem.
ro: Această secțiune este dedicată configurării unei conexiuni Internet ADSL folosind un modem ethernet PPPoE.
sk: Táto sekcia popisuje nastavenie pripojenia k ADSL internetu použitím sieťového PPPoE modemu.
sl: Ta odsek govori o nastavljanju ADSL internetne povezave z uporabo PPPoE eternet modema.
sq: Ky seksion ka të bëjë me vendosjen e një ADSL Internet lidhje duke përdorur një Ethernet PPPoE modem.
sr: Овај одељак говори о подешавању АДСЛ интернет везе користећи мрежни ПППоЕ модем.
tr: Bu bölüm Ethernetli bir PPPoE modem kullanarak İnternet Bağlantısı sağlamak hakkındadır.
uk: Цей розділ про налаштування ADSL підключення до Інтернету використовуючи Ethernet PPPoE модем.
zh_cn: 本节将使用以太网 PPPoE 调制解调器来设置 ADSL 互联网连接。

source: You will require a subscription with an <emphasis>Internet Service Provider</emphasis>, and an installed, functional Internet connection. Most modems have a light which will be lit if it is currently connected to the Internet. You will also need your username and password for the Internet account.
ast: Necesitarás un contratu con un <emphasis>proveedor d'Internet</emphasis>, y una conexón a Internet instalada y funcional. Munchos módems tienen un indicador lluminosu que s'enciende cuando tas coneutáu a Internet. Tamién necesitarás el to nome d'usuariu y la to contraseña pa la cuenta d'Internet.
ca: Us caldrà una subscripció amb un <emphasis>proveïdor d'Internet</emphasis> i una connexió a Internet instal·lada i funcional. Molts mòdems tenen una llum que s'encén quan estan connectats a Internet. També us caldrà el vostre nom d'usuari i la contrasenya del compte d'Internet.
da: Du vil have brug for et abonnement hos en <emphasis>Internet udbyder</emphasis>, og en installeret, funktionel internetforbindelse. De fleste modemmer har et lys, der vil være tændt, hvis det er forbundet til internettet. Du vil også få brug for dit brugernavn og adgangskode til internetkontoen.
de: Sie benötigen einen Vertrag mit einem <emphasis>Internet Service Provider</emphasis> und eine installierte, funktionierende Internetverbindung. Die meisten Modems haben eine Kontrollleuchte, die anzeigt, wenn das Gerät mit dem Internet verbunden ist. Darüber hinaus benötigen Sie Ihren Benutzernamen und das Passwort für den Internetzugang.
el: Θα χρειαστείτε μια συνδρομή σε έναν <emphasis>παροχέα διαδικτύου</emphasis>, και μια εγκατεστημένη, λειτουργική σύνδεση στο διαδίκτυο. Τα περισσότερα μόντεμ έχουν ένα λαμπάκι το οποίο θα είναι αναμμένο αν είναι συνδεδεμένο στο διαδίκτυο. Ακόμη, θα χρειαστείτε το όνομα και τον κωδικό χρήστη για το λογαριασμό του διαδικτύου.
fr: Vous aurez besoin d'une souscription à un <emphasis>Fournisseur d'Accès à Internet</emphasis>, et d'une connexion internet pré-installée et pleinement fonctionnelle. La plupart des modems ont une lumière qui est allumée lorsqu'ils sont connectés à internet. Vous aurez également besoin du nom d'utilisateur et du mot de passe de votre compte internet.
gl: Precisará de estar subscrito cun <emphasis>Provedor de Servizos de Internet</emphasis>, e ter unha conexión instalada e funcional. A maioria dos módems posúen unha luz que estará acesa ao estar correctamente conectado á Internet. Tamén necesitará un nome de usuario e un contrasinal para a conta de Internet.
hu: Szüksége lesz előfizetésre egy <emphasis>internetszolgáltatónál</emphasis>, valamint egy telepített és működő internetkapcsolatra. A legtöbb modemen található egy kapcsolatjelző lámpa. Szüksége lesz ezen kívül még a kapcsolathoz tartozó felhasználónévre és a jelszóra is.
nl: U heeft een abonnement bij een <emphasis>Internet Service Provider</emphasis> nodig en een geïnstalleerde, werkende internetverbinding. De meeste modems hebben een lampje dat aangeeft of het met het internet verbonden is. U hebt voor het internet-account ook uw gebruikersnaam en wachtwoord nodig.
ro: Aveți nevoie de un contract cu un <emphasis>Furnizor de servicii Internet</emphasis> și de o conexiune instalată, funcțională, la Internet. Cele mai multe modemuri au un indicator luminos care este pornit atunci când detectează conexiunea la Internet. Aveți nevoie și de numele de utilizator și de parola furnizate pentru contul dumneavoastră de Internet.
sk: Budete potrebovať funkčné pripojenie od <emphasis>Poskytovateľa internetového pripojenia (ISP)</emphasis>. Väčšina modemov ma svetelný indikátor, ktorý sa rozsvieti keď je modem pripojený k Internetu. Taktiež budete potrebovať používateľské meno a heslo k vašemu internetovému účtu.
sl: Potrebovali boste naročnino pri <emphasis>ponudniku internetnih storitev (ISP-ju)</emphasis> in nameščeno, delujočo internetno povezavo. Večina modemov ima lučko, ki je v primeru povezave na internet prižgana. Potrebovali boste tudi svoje uporabniško ime in geslo za internetni račun.
sq: Juve do t'iu ju duhet të keni një <emphasis>Dhënës të Shërbimit të Internetit</emphasis>, dhe një lidhje të instaluar dhe funksionale të internetit. Shumica e modemëve kanë një dritë e cila do të ndiçojë nëse jeni të lidhur me Internetin. Juve do t'iu duhet gjithashtu emri i përdoruesit dhe fjalëkalimi i llogarisë suaj të Internetit.
sr: Потребна вам је претплата на <quote><emphasis>Добављача интернет услуга (ISP)</emphasis></quote> и инсталирана, функционална Интернет веза. Већина модема има светло које ће бити упаљено ако је тренутно повезан на Интернет. Такође ће вам требати ваше корисничко име и лозинка за Интернет налог.
tr: <emphasis>Internet Servis Sağlayıcı</emphasis>sında abonelik ve yüklü bir fonksiyonel Internet bağlantısı gerekir. Çoğu modemde eğer Internet bağlantısı varsa ışığı yanan bir lamba bulunur. Internet hesabı için kullanıcı adı ve şifre gerekecek.
uk: Вам буде потрібно підписка у <emphasis>постачальника послуг Інтернету</emphasis> і встановлене робоче підключення до Інтернету. Більшість модемів мають індикатор який загорається, коли Ви в Інтернеті. Для доступу Вам також будуть потрібні ім'я користувача і пароль.
zh_cn: 你需要预先有一个 <emphasis>因特网服务提供商</emphasis>, 并配置好因特网连接功能。许多调制解调器有一个指示灯在正常连接到因特网时会亮着。同时需要因特网帐户的用户名和密码。

source: Setting up PPPoE
ast: Configurar PPPoE
ca: Com configurar un PPPoE
da: Opsætning af PPPoE
de: PPPoE einrichten
el: Ρύθμιση του PPPoE
fr: Configurer PPPoE
gl: Configurando PPPoE
hu: PPPoE beállítása
nl: PPPoE instellen
ro: Instalarea PPPoE
sk: Nastavenie PPPoE
sl: Nastavljanje PPPoE
sq: Instalimi i PPPoE
sr: Подешавање ПППоЕ
tr: PPPoE Ayarlama
uk: Параметри PPPoE
zh_cn: 配置PPPoE

source: To set up the modem:
ast: Pa configurar el módem:
ca: Per a configurar el mòdem:
da: Opsætning af modemmet:
de: Um das Modem einzurichten:
el: Για να ρυθμίσετε το μόντεμ:
fr: Pour paramétrer le modem :
gl: Para configurar o módem:
hu: Modem beállítása:
nl: Om de modem te configureren:
ro: Pentru a configura modemul:
sk: Pre nastavenie modemu:
sl: Za nastavljanje modema:
sq: Për të konfiguruar një modem:
sr: Да поставите модем:
tr: Modemi ayarlamak için:
uk: Налаштувати модем:
zh_cn: 若想设置调制解调器：

source: Open a terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
ast: Abri un terminal (<menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
ca: Obriu un terminal (<menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
da: Åbn en terminal (<menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
de: Öffnen Sie ein Terminal (<menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
el: Ανοίξτε ένα Τερματικό (<menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>)
fr: Ouvrez un terminal (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
gl: Abra un terminal(<menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
hu: Nyisson meg egy terminálablakot (<menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>)
nl: Open een terminalvenster (<menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice>)
ro: Deschideți un Terminal (<menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
sk: Otvorte terminál (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>)
sl: Odprite terminal (<menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>)
sq: Hapni një terminal (<menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>)
sr: Отворите терминал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice>).
tr: Bir uçbirim açın (<menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice>)
uk: Відкрийте Термінал (<menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>
zh_cn: 开启一个终端(<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>)

source: In the terminal, type <screen>sudo pppoeconf</screen>
ast: Nel terminal, calca <screen>sudo pppoeconf</screen>
ca: Al terminal introduïu <screen>sudo pppoeconf</screen>
da: Skriv <screen>sudo pppoeconf</screen> i terminalen
de: Geben Sie in das Terminal <screen>sudo pppoeconf</screen> ein.
el: Σε μια τερματικό, πληκτρολογήστε <screen>sudo pppoeconf</screen>
fr: Dans le terminal, tapez <screen>sudo pppoeconf</screen>
gl: No terminal escriba <screen>sudo pppoeconf</screen>
hu: A terminálban adja ki a <screen>sudo pppoeconf</screen> parancsot.
nl: Typ in het terminalvenster <screen>sudo pppoeconf</screen>
ro: Tastați în Terminal comanda <screen>sudo pppoeconf</screen>
sk: V konzole zadajte: <screen>sudo pppoeconf</screen>
sl: V terminal vtipkajte <screen>sudo pppoeconf</screen>
sq: Në terminal shtypni <screen>sudo pppoeconf</screen>
sr: У терминалу, упишите: <screen>sudo pppoeconf</screen>.
tr: Uçbirim kutusuna <screen>sudo pppoeconf</screen> yazın
uk: В терміналі наберіть <screen>sudo pppoeconf</screen>
zh_cn: 在终端，输入 <screen>sudo pppoeconf</screen>

source: Confirm that your Ethernet card is detected.
ast: Confirma que la to tarxeta Ethernet deteutóse.
ca: Confirmeu que s'ha detectat la vostra targeta d'Ethernet.
da: Kontrollér at dit netkort er genkendt.
de: Bestätigen Sie, dass Ihre Netzwerkkarte erkannt wird.
el: Επιβεβαιώστε ότι η κάρτα δικτύου σας έχει ανιχνευθεί.
fr: Confirmez que votre carte ethernet est détectée.
gl: Confirme que se detectou a súa tarxeta Ethernet.
hu: Ellenőrizze, hogy a hálózati kártyáját felismerte-e a program.
nl: Bevestig dat uw ethernetkaart is gedetecteerd.
ro: Confirmați că placa Ethernet este detectată.
sk: Potvrďte autodetekciu ethernetovej karty
sl: Potrdite, da je bila vaša Ethernet kartica zaznana.
sq: Konfirmo që karta juaj Ethernet është dalluar.
sr: Потврдите да је ваша мрежна картица откривена.
tr: Eternet kartınızın algılandığını doğrulayın.
uk: Переконайтесь, що Ethernet пристрій виявлено.
zh_cn: 确认您的以太网卡已被检测到。
