Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: To share folders using the <application>Shared Folders</application> application:
ast: Pa compartir carpetes usando l'aplicación <application>Compartir carpetes</application>:
ca: Per a compartir carpetes utilitzant l'aplicació <application>Carpetes compartides</application>:
da: Sådan deles mapper ved hjælp af <application>Delte mapper</application> programmet:
de: Um Ordner über die Anwendung »Gemeinsame Ordner« gemeinsam zu nutzen:
el: Για το διαμοιρασμό φακέλων μέσω της εφαρμογής <application>Κοινόχρηστοι φάκελοι</application> :
fr: Pour partager des dossiers en utilisant l'application <application>Dossiers Partagés</application> :
gl: Para compartir cartafoles usando o aplicativo <application>Cartafoles compartidos</application>:
hu: Mappák megosztásához a <application>Megosztott mappák</application> használatával:
nl: Om mappen te delen met het <application>Gedeelde mappen</application>-programma:
ro: Pentru a partaja directoare utilizând aplicația <application>Directoare partajate</application>:
sk: Na zdieľanie priečinkov použitím aplikácie <application>Zdieľané priečinky</application>:
sl: Za souporabo map s programom <application>Souporaba map</map>:
sq: Për të ndarë dosjet duke përdorur programin <application>Dosjet e Ndara</application>:
sr: Да размењујете фасцикле користећи апликацију <emphasis role="strong"><application>Дељене фасцикле</application></emphasis>:
tr: <application>Paylaşılan Dizinler</application> uygulamasını kullanarak dizin paylaşmak için:
uk: Для відкриття доступу до каталогів за допомогою програми <application>Спільні теки</application>:
zh_cn: 使用<application>Shared Folders</application>程序来共享文件夹：

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a Terminal.
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> p'abrir un terminal.
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> per a obrir un terminal.
da: Tryk <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> for at åbne en Terminal.
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>, um ein Terminal zu öffnen.
el: Επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice> για να ανοίξετε ένα τερματικό.
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pour ouvrir un terminal.
gl: Prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir o terminal.
hu: A terminál elindításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot.
nl: Kies voor <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice> om een Terminalvenster te openen.
ro: Apăsați pe <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pentru a deschide un terminal.
sk: Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> aby ste otvorili Terminál.
sl: Za odprtje Terminala izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> për të hapur një Terminal.
sr: Кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice></quote>, да отворите Терминал.
tr: Uç Birimi açmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uç Birim</guimenuitem></menuchoice> 'e basın.
uk: Натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice> щоб відкрити Термінал.
zh_cn: 请点击<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>来打开终端。

source: Type <command>shares-admin</command> and press <keycap>Enter</keycap> to open <application>Shared Folders</application>.
ast: Escribe <command>shares-admin</command> y calca <keycap>Intro</keycap> p'abrir <application>Compartir carpetes</application>.
ca: Introduïu <command>shares-admin</command> i premeu <keycap>Retorn</keycap> per a obrir el <application>Carpetes compartides</application>.
da: Skriv <command>shares-admin</command>og tryk <keycap>Enter</keycap> for at åbne <application>Delte mapper</application>.
de: Tippen Sie <command>shares-admin</command> ein und drücken Sie dann <keycap>Enter</keycap>, um die <application>Gemeinsamen Ordner</application> zu öffnen.
el: Πληκτρολογήστε <command>shares-admin</command> και πατήστε <keycap>Enter</keycap> για να ανοίξετε την εφαρμογή <application>Κοινόχρηστοι φακέλοι</application>.
fr: Saisissez <command>shares-admin</command> et appuyez sur la touche <keycap>Entrée</keycap> pour ouvrir <application>Dossiers Partagés</application>.
gl: Escriba <command>shares-admin</command> e prema <keycap>Intro</keycap> para abrir <application>Cartafoles compartidos</application>.
hu: Írja be a <command>shares-admin</command> parancsot, és nyomja meg az <keycap>Enter</keycap> billentyűt a <application>Megosztott mappák</application> megnyitásához.
nl: Typ <command>shares-admin</command> en druk op <keycap>Enter</keycap> om <application>Gedeelde Mappen</application> te openen.
ro: Tastați <command>shares-admin</command> și apăsați pe <keycap>Enter</keycap> pentru a deschide <application>Directoare partajate</application>.
sk: Napíšte <command>shares-admin</command> a stlačte <keycap>Enter</keycap> aby ste otvorili <application>Zdieľané priečinky</application>.
sl: Za zagon programa <application>Souporaba map</application> vtipkajte <command>shares-admin</command> in pritisnite <keycap>Vnosno tipko</keycap>.
sq: Shtypni <command>shares-admin</command> dhe klikoni <keycap>Enter</keycap> për të hapur <application>Dosjet e Përbashkëta</application>.
sr: Упишите: <command>shares-admin</command> и кликните <quote><keycap>Ентер</keycap></quote> да отворите <application>Дељене фасцикле</application>.
tr: <application>Paylaşılan Dizinler</application>'i açmak için <command>shares-admin</command> komutunu yazıp <keycap>Enter</keycap>'a basın.
uk: Введіть <command>shares-admin</command> та натисніть <keycap>Enter</keycap> щоб відкрити <application>Спільні теки</application>.
zh_cn: 输入 <command>shares-admin</command> 然后按 <keycap>Enter</keycap> 键以开启 <application>共享文件夹</application>。

source: You may receive a message which says <guilabel>Sharing services are not installed</guilabel>. If this happens, ensure that the two checkboxes in the message box are checked and press <guibutton>Install services</guibutton>. Sharing service support will then be downloaded and installed; this may take a while.
ast: Seique recibas un mensaxe que diga <guilabel>Los servicios de compartición nun tan instalaos</guilabel>. Si pasa eso, asegúrate que tan marcaes les dos caxelles del ventanu y calca <guibutton>Instalar servicios</guibutton>. El sofitu pal serviciu de compartición va descargase y instalase; esto puede llevar un tiempu.
ca: Potser rebreu un missatge que digui <guilabel>Els serveis de compartició no estan instal·lats</guilabel>. Si és el cas, assegureu-vos que les dues caselles de selecció de la finestra estan activades i premeu <guibutton>Instal·la els serveis</guibutton>. Llavors es baixarà i s'instal·larà el servei de compartició; això pot tardar una mica.
da: Du vil muligvis modtage følgende besked: <guilabel>Delingstjenester er ikke installeret</guilabel>. Hvis dette sker, skal du sikre dig at de to afkrydsningsfelter i tekstboksen er markeret, og trykke <guibutton>Installér tjeneste</guibutton>. Understøttelse for delingstjeneste vil derefter blive hentet og installeret, hvilket kan tage et stykke tid.
de: Möglicherweise erhalten Sie einen Meldung, die lautet <guilabel>Freigabedienste sind nicht installiert</guilabel>. Wenn das passiert, stellen Sie sicher, dass beide Ankreuzfelder in dem Meldungsfenster aktiviert sind und klicken Sie auf <guibutton>Dienste installieren</guibutton>. Die Unterstützung für Freigabedienste wird nun heruntergeladen; dies kann eine gewisse Zeit in Anspruch nehmen.
el: Ίσως να εμφανιστεί ένα μήνυμα που γράφει <guilabel>Δεν είναι εγκατεστημένες οι υπηρεσίες κοινής χρήσης</guilabel>. Αν συμβεί αυτό, βεβαιωθείτε ότι τα δύο πλαίσια επιλογών στο μήνυμα είναι επιλεγμένα και πατήστε το κουμπί <guibutton>Εγκατάσταση υπηρεσιών</guibutton>. Τότε υποστήριξη για κοινή χρήση θα ληφθεί και θα εγκατασταθεί. Αυτό ίσως να διαρκέσει λίγη ώρα.
fr: Vous pouvez voir apparaître un message indiquant <guilabel>Les services de partage ne sont pas installés</guilabel>. Si cela se produit, vérifiez que les deux cases sont bien cochées et cliquez sur <guibutton>Installer les services</guibutton>. Les services de partages seront alors téléchargés et installés ; ceci peut prendre un moment.
gl: Pode que reciba unha mensaxe que di <guilabel>Os servizos de compartición non están instalados</guilabel>. De suceder isto, asegúrese que as dúas caixas de verificación que están na caixa da mensaxe están marcadas e prema <guibutton>Instalar servizos</guibutton>. O necesario para ter o servizo de compartición descargarase e instalarase; poder tardar un pouco.
hu: Előfordulhat, hogy egy <guilabel>A megosztási szolgáltatás nincs telepítve</guilabel> üzenetet kap. Ebben az esetben jelölje be az üzenetablakban levő két jelölőnégyzetet, majd nyomja meg a <guibutton>Szolgáltatások telepítése</guibutton> gombot. A megosztási szolgáltatások támogatása letöltésre és telepítésre kerül; ez eltarthat egy ideig.
nl: U krijgt mogelijk de melding <guilabel>Systeemdiensten voor het delen van mappen zijn niet geïnstalleerd</guilabel>. Als dit het geval is, zorgt u dat de twee mogelijkheden aangevinkt zijn en kiest u voor <guibutton>Installatiebeheer</guibutton>. Dan wordt de ondersteuning voor het delen van bestanden en mappen gedownload en geïnstalleerd; dit kan even duren.
ro: Puteți primi mesajul <guilabel>Serviciile de partajare nu sunt instalate</guilabel>. În acest caz, asigurați-vă că sunt bifate cele două casete din fereastra mesajului și apăsați pe <guibutton>Instalează serviciile</guibutton>. Apoi va fi descărcat și instalat suportul pentru serviciile de partajare; aceasta poate dura un timp.
sk: Môže sa vám zobraziť správa <guilabel>Služby pre zdieľanie priečinkov nie sú nainštalované</guilabel>. Ak sa tak stane, uistite sa, že obidve políčka v správe sú označené a stlačte <guibutton>Nainštalovať služby</guibutton>. Služby pre zdieľanie priečinkov budú stiahnuté a nainštalované; môže to chvíľu trvať.
sl: Morda boste prejeli sporočilo <guilabel>Storitve souporabe niso nameščene</guilabel>. V tem primeru se prepričajte da sta obe potrditveni polji izbrani in pritisnite <guibutton>Namesti storitve</guibutton>. Podpora storitev souporabe bo bila nato prejeta in nameščena; to lahko traja nekaj časa.
sq: Ju mund të merrni një mesazh që thotë <guilabel>Shërbimet e përbashkëta nuk janë instaluar</guilabel>. Nëse ndodh kjo, sigurohuni që të dy kutitë në kutinë e mesazheve të jenë përzgjedhur dhe klikoni <guibutton>Instalo shërbimet</guibutton>. Pas kësaj mbështetja për dosjet e përbashkëta do të shkarkohet dhe instalohet; kjo mund të marrë pak kohë.
sr: Можда ћете добити поруку која гласи: <quote><guilabel>Услуге дељења нису инсталиране</guilabel></quote>. Ако се то догоди, уверите се да су два квадратића за потврђивање у пољу поруке означени и кликните <quote><guibutton>Инсталирај услуге</guibutton></quote>. Подршка услуге дељења ће бити преузета и инсталирана, а то може потрајати неко време.
tr: <guilabel>Paylaşılan servisler kurulmadı</guilabel> diyen bir mesaj alabilirsiniz. Eğer bu olursa, mesaj kutusundaki iki kontrol kutusunun işaretli olduğundan emin olunuz ve <guibutton>Servisleri kur</guibutton>a basınız. Paylaılan servis desteği istenecek ve daha sonra indirilip kurulacaktır; bu biraz zaman alır.
uk: Ви можете отримати повідомлення з текстом <guilabel>Служби спільного використання не встановлені</guilabel>. Якщо це відбувається, переконайтеся, що дві позиції для позначки у вікні повідомлення вибрані і натисніть кнопку <guibutton>Встановити служби</guibutton>. Підтримка служби спільного використання буде потім завантажена і встановлена, це може зайняти деякий час.
zh_cn: 您可能收到一条指示<guilabel>Sharing services are not installed</guilabel>的信息。如果收到的话，请确定在信息窗的两个复选框都被打勾并点击<guibutton>Install services</guibutton>。共享服务支持会被下载并安装：请稍后。

source: Press the <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> button and enter your password in the <guilabel>Password</guilabel> field.
ca: Premeu el botó <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> i introduïu la vostra contrasenya al camp <guilabel>Contrasenya</guilabel>.
da: Tryk på knappen <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> og indtast din adgangskode i feltet <guilabel>Adgangskode:</guilabel>.
de: Drücken Sie den Knopf <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> und geben Sie Ihr Passwort in das <guilabel>Passwort</guilabel>-Feld ein.
el: Πατήστε το πλήκτρο <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> και εισάγετε τον κωδικό σας στο πεδίο <guilabel>Κωδικός</guilabel>.
fr: Cliquez sur <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> et saisissez votre mot de passe dans le champ <guilabel>Mot de passe</guilabel>.
gl: Prema o botón <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> e introduza o seu contrasinal no campo <guilabel>Contrasinal</guilabel>
hu: Nyomja meg a <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> gombot, és adja meg jelszavát a <guilabel>Jelszó</guilabel> mezőben.
sl: Pritisnite gumb <guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton> in vnesite svoje geslo v polje <guilabel>Geslo</guilabel>.
sr: Кликните на дугме <quote><guibutton><inlinegraphic fileref="/usr/share/icons/gnome/24x24/status/dialog-password.png"/></guibutton></quote> и унесите вашу лозинку у поље <quote><guilabel>Лозинка</guilabel></quote>.

source: Press the <guibutton>Authenticate</guibutton> button.
ast: Calca nel botón <guibutton>Autentificar</guibutton>.
ca: Premeu el botó <guibutton>Autentica</guibutton>.
da: Tryk på knappen <guibutton>Godkend</guibutton>.
de: Klicken Sie auf den Knopf <guibutton>Legimitieren</guibutton>
el: Πατήστε το κουμπί <guibutton>Πιστοποίηση</guibutton> .
fr: Cliquez sur <guibutton>Authentifier</guibutton>.
gl: Prema o botón <guibutton>Autenticar</guibutton>.
hu: Nyomja meg a <guibutton>Hitelesítés</guibutton> gombot.
nl: Kies voor <guibutton>Authenticeren</guibutton>.
ro: Apăsați pe butonul <guibutton>Autentifică</guibutton>.
sk: Stlačte tlačidlo <guibutton>Overiť</guibutton>.
sl: Pritisnite gumb <guibutton>Overi</guibutton>.
sq: Klikoni butonin <guibutton>Identifiko</guibutton>.
sr: Кликните на дугме <quote><guibutton>Потврди идентитет</guibutton></quote>.
tr: <guibutton>Yetkilendir</guibutton> düğmesine basın.
uk: Натисніть кнопку <guibutton>Authenticate</guibutton>.
zh_cn: 点击 <guibutton>认证</guibutton> 按钮。

source: Select the <guilabel>Shared Folders</guilabel> tab and press <guibutton>Add</guibutton>.
ast: Seleiciona la llingüeta <guilabel>Compartir carpetes</guilabel> y calca <guibutton>Amestar</guibutton>.
ca: Seleccioneu la pestanya <guilabel>Carpetes compartides</guilabel> i premeu <guibutton>Afegeix</guibutton>.
da: Vælg fanen <guilabel>Delte mapper</guilabel> og tryk på <guibutton>Tilføj</guibutton>.
de: Wählen Sie den Reiter <guilabel>Gemeinsame Ordner</guilabel> und klicken Sie auf <guibutton>Hinzufügen</guibutton>.
el: Επιλέξτε την καρτέλα <guilabel>Κοινόχρηστοι φάκελοι</guilabel> και πατήστε το κουμπί <guibutton>Προσθήκη</guibutton>.
fr: Sélectionnez l'onglet <guilabel>Dossiers partagés</guilabel> et cliquez sur <guibutton>Ajouter</guibutton>.
gl: Seleccione a pestana <guilabel>Cartafoles compartidos</guilabel> e prema <guibutton>Engadir</guibutton>.
hu: Válassza a <guilabel>Megosztott mappák</guilabel> fület, és nyomja meg a <guibutton>Hozzáadás</guibutton> gombot.
nl: Selecteer het tabblad <guilabel>Gedeelde mappen</guilabel> en klik op <guibutton>Toevoegen</guibutton>.
ro: Selectați tabul <guilabel>Directoare partajate</guilabel> și apăsați pe <guibutton>Adaugă</guibutton>.
sk: Vyberte kartu <guilabel>Zdieľané priečinky</guilabel> a stačte <guibutton>Pridať</guibutton>.
sl: Izberite zavihek <guilabel>Souporaba map</guilabel> in pritisnite <guibutton>Dodaj</guibutton>.
sq: Zgjidhni tabelën <guilabel>Dosjet e Përbashkëta</guilabel> dhe klikoni <guibutton>Shto</guibutton>.
sr: Изаберите <quote><guilabel>Дељене фасцикле</guilabel></quote> и кликните <quote><guibutton>Додај</guibutton></quote>.
tr: Select the <guilabel>Paylaşılan Klasörler</guilabel> sekmesini seçin ve <guibutton>Ekle</guibutton>'ye basın.
uk: Перейдіть на сторінку <guilabel>Спільні теки</guilabel> та натисніть <guibutton>Додати</guibutton>.
zh_cn: 点击 <guilabel>共享文件夹</guilabel> 标签，然后点 <guibutton>添加</guibutton>.

source: Select the location of the folder you wish to share by changing the <guilabel>Path</guilabel> option.
ast: Seleiciona l'allugamientu de la carpeta que quieras compartir camudando la opción <guilabel>Camín</guilabel>.
ca: Seleccioneu la ubicació de la carpeta que voleu compartir canviant l'opció <guilabel>Camí</guilabel>.
da: Vælg placeringen af den mappe du ønsker at dele, ved at ændre indstillingen <guilabel>Sti</guilabel>.
de: Wählen Sie den Ort des Ordners, den Sie gemeinsam nutzen möchten, indem Sie die Festlegung in <guilabel>Pfad</guilabel> ändern.
el: Επιλέξτε τη διαδρομή του φακέλου που επιθυμείτε να διαμοιραστείτε αλλάζοντας το πεδίο <guilabel>Διαδρομή</guilabel> .
fr: Sélectionnez l'emplacement du dossier que vous voulez partager en modifiant l'option <guilabel>Emplacement</guilabel>.
gl: Seleccione o lugar do cartafol que quere compartir cambiando a opción <guilabel>Camiño</guilabel>.
hu: Az <guilabel>Útvonal</guilabel> mezőben adja meg a megosztandó mappa helyét.
nl: Kies de locatie van de map die u wilt delen door het <guilabel>Pad</guilabel> te veranderen.
ro: Selectați locația dosarului pe care doriți să îl partajați, schimbând opțiunea <guilabel>Cale</guilabel>.
sk: Vyberte umiestnenie priečinku ktorý chcete zdieľať cez ponuku <guilabel>Cesta</guilabel>.
sl: Izberite mesto mape, ki jo želite dati v souporabo, s spremembo možnosti <guilabel>Pot</guilabel>.
sq: Zgjidhni vendndodhjen e dosjes që dëshironi të ndani duke ndryshuar opsionin <guilabel>Shtegu</guilabel>.
sr: Изаберите локацију фасцикле коју желите да делите променом опције <quote><guilabel>Путања</guilabel></quote>.
tr: Paylaşmak istediğiniz klasörün konumunu <guilabel>Yol</guilabel> seçeneği değiştirerek seçin.
uk: Оберіть розташування каталогу, доступ до якого ви хочете відкрити, змінивши параметр <guilabel>Шлях</guilabel>.
zh_cn: 通过修改 <guilabel>路径</guilabel> 选项来选择您想共享的文件夹。

source: Choose <guilabel>Windows networks (SMB)</guilabel> from the <guilabel>Share through</guilabel> option.
ast: Escueye <guilabel>Redes Windows (SMB)</guilabel> na opción <guilabel>Compartir al traviés de:</guilabel>.
ca: Seleccioneu <guilabel>Xarxes Windows (SMB)</guilabel> en l'opció <guilabel>Comparteix per</guilabel>.
da: Vælg <guilabel>Windows-netværk (SMB)</guilabel> fra indstillingen <guilabel>Del med</guilabel>.
de: Wählen Sie <guilabel>Windows-Netzwerke (SMB)</guilabel> in der Auswahl <guilabel>Freigeben durch</guilabel>.
el: Επιλέξτε <guilabel>Δίκτυα Windows (SMB)</guilabel> από το πεδίο <guilabel>Κοινή χρήση με</guilabel> .
fr: Choisissez <guilabel>Réseaux Windows (SMB)</guilabel> à partir de l'option <guilabel>Partager par</guilabel>.
gl: Escolla <guilabel>Redes Windows (SMB)</guilabel> na opción <guilabel>Compartir vía</guilabel>.
hu: Válassza a <guilabel>Windows hálózatok (SMB)</guilabel> lehetőséget a <guilabel>Megosztás ezzel</guilabel> listából.
nl: Kies voor <guilabel>Windows netwerk (SMB)</guilabel> door de <guilabel>Delen via</guilabel>-optie te veranderen.
ro: Alegeți <guilabel>Rețele Windows (SMB)</guilabel> din opțiunea <guilabel>Partajează prin</guilabel>.
sk: Zvoľte <guilabel>Siete Windows (SMB)</guilabel> z voľby <guilabel>Zdieľať cez</guilabel>.
sl: Med možnostmi <guilabel>Souporaba skozi</guilabel> izberite <guilabel>Omrežja Windows (SMB)</guilabel>.
sq: Zgjidhni <guilabel>Rrjetet Windows (SMB)</guilabel> nga opsioni <guilabel>Ndaje përmes</guilabel>.
sr: Изаберите <quote><guilabel>Виндоуз мреже (SMB)</guilabel></quote> из опције <quote><guilabel>Дели кроз</guilabel></quote>.
tr: <guilabel>Share through</guilabel> seçeneğinden <guilabel>Windows networks (SMB)</guilabel>i seçin.
uk: Оберіть <guilabel>Мережі Windows (SMB)</guilabel> в полі <guilabel>Публікація за допомогою</guilabel>.
zh_cn: 从<guilabel>Share through</guilabel>中选择<guilabel>Windows networks (SMB)</guilabel>。

source: Enter a name and comment for the shared folder.
ast: Escribe un nome y un comentariu pa la carpeta compartida.
ca: Introduïu un nom i un comentari per a la carpeta compartida.
da: Indtast et navn og en kommentar til den delte mappe.
de: Geben Sie einen Namen und Kommentar für den freigegebenen Ordner ein.
el: Εισάγετε ένα όνομα και μια περιγραφή για τον κοινόχρηστο φάκελο.
fr: Saisissez un nom et un commentaire pour le dossier partagé.
gl: Escriba un nome e un comentario para o cartafol compartido.
hu: Írjon be egy nevet és egy megjegyzést a megosztott mappához.
nl: Geef een naam en eventueel een beschrijving voor deze gedeelde map.
ro: Introduceți un nume și un comentariu pentru dosarul partajat.
sk: Zadajte meno a komentár pre zdieľaný priečinok.
sl: Vnesite ime in opombo za souporabljeno mapo.
sq: Vendosni një emër dhe një koment për folderin e ndarë.
sr: Унесите име и коментар за дељену фасциклу.
tr: Paylaşılan dosya için bir ad ve yorum girin.
uk: Введіть назву та коментар для спільного каталогу
zh_cn: 请为共享文件夹键入名称和注释。
