Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Double click each plugin or application you require and click <guibutton>Install</guibutton>.
ca: Feu doble clic a cada connector o aplicació que us calgui i llavors feu clic a <guibutton>Instal·la</guibutton>.
da: Dobbeltklik på hvert udvidelsesmodul eller program du har brug for og klik på <guibutton>Installér</guibutton>.
de: Wählen Sie mittels Doppelklick dasjenige Plugin oder diejenige Anwendung aus, die Sie installieren möchten und klicken Sie dann auf <guibutton>Installieren</guibutton>.
el: Κάντε διπλό κλικ σε κάθε πρόσθετο ή εφαρμογή που επιθυμείτε και πατήστε <guibutton>Εγκατάσταση</guibutton>.
fr: Double cliquez sur chaque plugin ou application dont vous avez besoin et cliquez sur <guibutton>Installer</guibutton>.
gl: Prema dúas veces en cada engadido ou aplicativo que precise e prema <guibutton>Instalar</guibutton>.
hu: Kattintson duplán a szükséges bővítményekre vagy alkalmazásokra, majd nyomja meg a <guibutton>Telepítés</guibutton> gombot.
nl: Dubbelklik op elke plug-in of toepassing die u nodig heeft en klik vervolgens op <guibutton>Installeren</guibutton>.
ro: Dați dublu clic pe fiecare modul sau aplicație necesară și apăsați pe <guibutton>Instalează</guibutton>.
sk: Kliknite dvakrát na každý zásuvný modul alebo aplikáciu ktorú potrebujete a kliknite na <guibutton>Inštalovať</guibutton>.
sl: Dvakrat kliknite na vsak vstavek ali program, ki ga potrebujete in kliknite gumb <guibutton>Namesti</guibutton>.
sq: Klikoni dy herë çdo plugin apo program që ju duhet dhe klikoni <guibutton>Instalo</guibutton>.
sr: Кликните двапут на сваки додатак или програм који желите и кликните <quote><guibutton>Инсталирај</guibutton></quote>.
tr: İhtiyacınız olan her eklenti ya da uygulamayı çift tıklayın ve <guibutton>Install</guibutton>'yi tıklayın.
zh_cn: 在您需要的插件或者程序上双击，并点击 <guibutton>安装</guibutton>。

source: You are asked for a password, then the plugin is downloaded.
ast: Pidirate la clave, y lluéu descargarase'l complementu.
ca: Primer se us demanarà la contrasenya i llavors es baixarà el connector.
da: Du bliver bedt om en adgangskode, hvorefter udvidelsesmodulet bliver hentet.
de: Sie werden nach Ihrem Passwort gefragt und anschließend wird das Plugin heruntergeladen
el: Θα σας ζητηθεί ο κωδικός σας και μετά θα γίνει λήψη του πρόσθετου.
fr: Un mot de passe vous est demandé, puis l'extension est téléchargée.
gl: Pídeselle un contrasinal e despois descárgase o engadido.
hu: Meg kell adnia a jelszavát, ezután a kiegészítő letöltődik.
nl: Uw wachtwoord wordt gevraagd, waarna de plug-in geïnstalleerd wordt.
ro: Vi se va solicita o parolă, apoi modulul va fi descărcat.
sk: Budete vyzvaný na zadanie hesla a potom sa zásuvný modul stiahne.
sl: Vprašani boste za geslo, nato pa se bo vstavek prenesel.
sq: Nëse ju kërkohet një fjalëkalim, atëherë plugin-i është shkarkuar.
sr: Биће вам затражена лозинка и након тога додатак ће бити преузет.
tr: Size bir şifre sorulduktan sonra eklenti indirilmiş olacak
uk: Введіть пароль, після чого додаток буде завантажений.
zh_cn: 您会被提示输入密码,之后插件将会被下载

source: Flash multimedia plugin
ast: Complementu multimedia Flash
ca: Connector multimèdia Flash
da: Flash multimedieplugin
de: Flash Mulitmedia-Plugin
el: Πρόσθετο πολυμέσων για το Flash
fr: Le greffon multimédia Flash
gl: Engadido de multimedia de Flash
hu: Flash multimédiás bővítmény
ro: Modulul multimedia Flash
sk: Multimediálny zásuvný modul Flash
sl: Večpredstavnostni vstavek Flash
sr: Флеш мултимедија додатак
tr: Flash çokluortam eklentisi
uk: Flash мультимедіа плагін
zh_cn: Flash 多媒体插件

source: <ulink url="apt:flashplugin-installer">Install the <application>flashplugin-installer</application> package</ulink>.
gl: <ulink url="apt:ubuntu-restricted-extras">Instale o paquete <application>flashplugin-installer</application></ulink>.
hu: <ulink url="apt:flashplugin-installer">Telepítse a <application>flashplugin-installer</application> csomagot</ulink>.
sl: <ulink url="apt:flashplugin-installer">Namestite paket <application>flashplugin-installer</application></ulink>.
sr: <ulink url="apt:xchat-gnome">Инсталирајте пакет <quote><application>flashplugin-installer</application></quote></ulink>.

source: Java browser plugin
ast: Complementu Java pal ñavegador
ca: Connector de navegador de Java
da: Java browser-modul
el: Πρόσθετο Java για περιηγητή ιστού
fr: Greffon Java pour le navigateur
gl: Engadido de navegador Java
hu: Java böngészőbővítmény
ro: Modulul Java pentru navigator
sk: Zásuvný modul Java
sl: Brskalniški vstavek Java
sr: Јава додатак претраживача
tr: Java tarayıcı eklentisi
uk: Java браузер плагін
zh_cn: Java 浏览器插件

source: Some websites use small <application>Java</application> programs, which require a Java plugin to be installed in order to run.
ast: Dellos sitios web usen pequeños programes <application>Java</application>, que requieren tener instaláu un complementu Java pa executase.
ca: Alguns llocs web utilitzen petits programes en <application>Java</application> que requereixen la instal·lació d'un complement Java per a funcionar.
da: Nogle internetsider bruger små <application>Java</application>-programmer, som kræver et installeret Java-udvidelsesmodul for at køre.
de: Einige Webseiten nutzen kleine <application>Java</application>-Applets, welche ein installiertes Java-Plugin benötigen, um zu laufen.
el: Ορισμένες ιστοσελίδες χρησιμοποιούν μικρά προγράμματα τύπου <application>Java</application>, τα οποία χρειάζονται το πρόσθετο στης Java για να λειτουργήσουν.
fr: Certains sites Web utilisent de petits programmes <application>Java</application> nécessitant la présence du greffon Java pour s'exécuter.
gl: Algúns sitios web empregan pequenos programas en <application>Java</application>, que requiren que se instale un engadido de Java para poderen ser executados.
hu: Néhány weboldalon kisebb <application>Java</application> programok futnak, amelyek megtekintéséhez szükség van a Java bővítmény telepítésére.
nl: Sommige websites gebruiken kleine <application>Java</application>-programma's, die de Java-plug-in vereisen om te kunnen worden uitgevoerd.
ro: Unele site-uri includ mici programe <application>Java</application>, care au nevoie de modulul Java pentru a fi executate.
sk: Niektoré internetové stránky používajú <application>Java</application> programy, ktoré pre svoje spustenie vyžadujú nainštalovaný zásuvný modul Java.
sl: Nekatere spletne strani uporabljajo majhne programe <application>Java</application>, ki za delovanje zahtevajo namestitev vstavka Java.
sq: Disa faqe interneti përdorin programe të vogla <application>Java</application>, të cilët kërkojnë një plugin Java të instaluar që të mund të punojnë.
sr: Неке веб странице користите мале <application>Јава</application> програме, који захтевају инсталирани Јава додатак да би могли да функционишу.
tr: Bazı web siteleri Java eklentisinin kurulu olmasını gerektiren ufak <application>Java</application> programcıkları içerirler.
uk: Деякі веб сайти використовують маленькі <application>Java</application> програми, які вимагають встановлений та увімкнений Java плагін.
zh_cn: 一些网站使用小 <application>Java</application> 程序，其需要在安装了 Java 插件后才能运行。

source: <ulink url="apt:icedtea6-plugin">Install the <application>icedtea6-plugin</application> package</ulink>.
gl: <ulink url="apt:icedtea6-plugin">Instale o paquete <application>icedtea6-plugin</application></ulink>.
hu: <ulink url="apt:icedtea6-plugin">Telepítse az <application>icedtea6-plugin</application> csomagot</ulink>.
sl: <ulink url="apt:icedtea6-plugin">Namestite paket <application>icedtea6-plugin</application></ulink>.
sr: <ulink url="apt:xchat-gnome">Инсталирајте пакет <quote><application>icedtea6-plugin</application></quote></ulink>.

source: Changing the default font size
ast: Cambear el tamañu de fonte predetermináu
ca: Canvi de la mida predeterminada del tipus de lletra
da: Ændr skrifttypens standardstørrelse
de: Ändern der vorgegebenen Schriftgröße
el: Αλλάζοντας το προεπιλεγμένο μέγεθος γραμματοσειράς
fr: Changer la taille par défaut des caractères
gl: Mudar o tamaño de tipo de letra por omisión
hu: Alapértelmezett betűméret megváltoztatása
nl: De standaard lettergrootte wijzigen
ro: Modificarea dimensiunii implicite a fontului
sk: Zmena predvolenej veľkosti písma
sl: Spreminjanje velikosti privzete pisave.
sq: Ndërrimi i madhësisë së parazgjedhur të shkronjave
sr: Мењање величине основног фонта
tr: Varsayılan yazı tipi boyutunu değiştirme
uk: Зміна розміру шрифта за замовчуванням
zh_cn: 改变字体默认大小

source: If you find that the size of text in Firefox is too small to read comfortably, you can increase the default font size.
ast: Si alcuentres que'l tamañu del testu en Firefox ye demasiao pequeñu pa poder lleelu cómodamente, puedes aumentar el tamañu de fonte predetermináu.
ca: Si trobeu que la mida del text en el Firefox és massa petita per a llegir còmodament, podeu augmentar la mida predeterminada de la lletra.
da: Hvis du synes, at skriftstørrelsen i Firefox er for lille og dermed ikke behagelig for øjnene kan du øge skrifttypens standardstørrelse.
de: Sollte die Schriftgröße in Firefox für komfortables Lesen zu klein sein, können Sie sie vergrößern.
el: Αν βρίσκετε το μέγεθος της γραμματοσειράς του Firefox πολύ μικρό και δεν μπορείτε να διαβάσετε άνετα, μπορείτε να το μεγαλώσετε.
fr: Si vous trouvez que la taille du texte dans Firefox est trop petite pour lire confortablement, vous pouvez augmenter la taille par défaut.
gl: Se o tamaño do tipo de letra do Firefox lle resulta demasiado pequeno para ler comodamente, pode incrementar o tamaño do tipo de letra por omisión.
hu: Ha úgy érzi, hogy a Firefoxban a betűk mérete túl kicsi a kényelmes olvasáshoz, akkor megnövelheti az alapértelmezett betűméretet.
nl: Als u vindt dat de lettergrootte in Firefox te klein is om goed te kunnen lezen, dan kunt u de standaardlettergrootte aanpassen.
ro: Dacă vi se pare că dimensiunea caracterelor în Firefox este prea mică pentru a citi comod, puteți mări dimensiunea implicită a fontului.
sk: Ak zistíte, že veľkosť textu vo Firefoxe je príliš malá a nedá sa preto dobre čítať, môžte zväčšiť veľkosť písma.
sl: Če ugotovite, da je velikost besedila v Firefoxu premajhna za udobno branje, lahko povečate privzeto velikost pisave.
sq: Nëse zbuloni se përmasa e tekstit në Firefox është shumë e vogël për tu lexuar me lehtësi, ju mund ta rrisni përmasën paraprake të gërmave.
sr: Ако утврдите да је величина текста у Фајерфоксу исувише мала за удобно читање, можете повећати величину основног фонта.
tr: Firefox'da metinlerin rahat okunamayacak kadar küçük olduğunu düşünüyorsanız varsayılan yazı boyutunu büyütebilirsiniz.
uk: Якщо розмір тексту у Firefox занадто малий, щоб комфортно читати, ви можете збільшити величину шрифта за замовчуванням.
zh_cn: 如果你感觉Firefox中文字的字体太小了，不适合阅读，你可以增大字体的默认大小。

source: Press <menuchoice><guimenuitem>Edit</guimenuitem><guimenuitem>Preferences</guimenuitem></menuchoice> and select the <guilabel>Content</guilabel> tab
ast: Calca <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferencies</guimenuitem></menuchoice> y escueye la llingüetaa <guilabel>Conteníu</guilabel>
ca: Premeu <menuchoice><guimenuitem>Edita</guimenuitem><guimenuitem>Preferències</guimenuitem></menuchoice> i seleccioneu la pestanya <guilabel>Contingut</guilabel>
da: Klik på <menuchoice><guimenuitem>Rediger</guimenuitem><guimenuitem>Præferencer</guimenuitem></menuchoice> og vælg fanebladet <guilabel>Indhold</guilabel>
de: Klicken Sie auf <menuchoice><guimenuitem>Bearbeiten</guimenuitem><guimenuitem>Einstellungen</guimenuitem></menuchoice> und wählen Sie den Reiter <guilabel>Inhalt</guilabel> aus.
el: Πατήστε <menuchoice><guimenuitem>Επεξεργασία</guimenuitem><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice> και επιλέξτε την καρτέλα <guilabel>Περιεχόμενο</guilabel>
fr: Appuyez sur <menuchoice><guimenuitem>Édition</guimenuitem><guimenuitem>Préférences</guimenuitem></menuchoice> et sélectionnez l'onglet <guilabel>Contenu</guilabel>
gl: Prema <menuchoice><guimenuitem>Editar</guimenuitem><guimenuitem>Preferencias</guimenuitem></menuchoice> e seleccione o separador <guilabel>Contido</guilabel>.
hu: Válassza a <menuchoice><guimenuitem>Szerkesztés</guimenuitem><guimenuitem>Beállítások</guimenuitem></menuchoice> menüpontot, majd a <guilabel>Tartalom</guilabel> fület.
nl: Klik op <menuchoice><guimenuitem>Bewerken</guimenuitem><guimenuitem>Voorkeuren</guimenuitem></menuchoice> en kies het tabblad <guilabel>Inhoud</guilabel>.
ro: Apăsați pe <menuchoice><guimenuitem>Editare</guimenuitem><guimenuitem>Preferințe</guimenuitem></menuchoice> și selectați tabul <guilabel>Conținut</guilabel>
sk: Stlačte <menuchoice><guimenuitem>Upraviť</guimenuitem><guimenuitem>Možnosti...</guimenuitem></menuchoice> a vyberte kartu <guilabel>Obsah</guilabel>
sl: Pritisnite <menuchoice><guimenuitem>Urejanje</guimenuitem><guimenuitem>Nastavitve</guimenuitem></menuchoice> in izberite zavihek <guilabel>Vsebina</guilabel>
sq: Klikoni <menuchoice><guimenuitem>Ndrysho</guimenuitem><guimenuitem>Preferencat</guimenuitem></menuchoice> dhe zgjidhni tabelën <guilabel>Përmbajtja</guilabel>
sr: Кликните <quote><menuchoice><guimenuitem>Уређивање</guimenuitem><guimenuitem>Подешавања</guimenuitem></menuchoice></quote> и изаберите језичак <quote><guilabel>Садржај</guilabel></quote>.
tr: <menuchoice><guimenuitem>Düzenle</guimenuitem><guimenuitem>Tercihler</guimenuitem></menuchoice> bölümünden <guilabel>İçerik</guilabel> sekmesine tıklayın.
uk: Натисніть <menuchoice><guimenuitem>Правка</guimenuitem><guimenuitem>Налаштування</guimenuitem></menuchoice> і оберіть вкладку <guilabel>Зміст</guilabel>
zh_cn: 点击 <menuchoice><guimenuitem>编辑</guimenuitem><guimenuitem>首选项</guimenuitem></menuchoice>然后选择<guilabel>内容</guilabel>标签

source: Under <guilabel>Fonts &amp; Colors</guilabel>, change the <guilabel>Size</guilabel> to a larger number (around 20 tends to be quite comfortable to read)
ast: Baxo <guilabel>Tipografía y colores</guilabel>, camuda el <guilabel>Tamañu</guilabel> a un númberu mayor (alrodiu de 20 tiende a ser cómodo pa lleer)
ca: Sota <guilabel>Tipus de lletra i colors</guilabel>, canvieu la <guilabel>Mida</guilabel> a un número més gran (un al voltant de 20 sol resultar en una lectura més còmoda)
da: Under <guilabel>skrifttyper og farver</guilabel>, ændr <guilabel>Størrelse</guilabel> til en højere værdi (omkring 20 plejer at være behageligt at læse)
de: Unter <guilabel>Schriftarten &amp; Farben</guilabel>, ändern Sie die <guilabel>Größe</guilabel> in einen höheren Wert (Werte um 20 sind erfahrungsgemäß gut lesbare Schriftgrößen).
el: Κάτω από το <guilabel>Γραμματοσειρές &amp; Χρώματα</guilabel>, αλλάξτε το <guilabel>Μέγεθος</guilabel> σε ένα μεγαλύτερο αριθμό (περίπου στο 20 είναι αρκετά άνετο στην ανάγνωση)
fr: Sous <guilabel>Police &amp; Couleurs</guilabel>, changez la <guilabel>Taille</guilabel> pour un plus grand nombre (autour de 20 pour être assez confortable à lire)
gl: En <guilabel>Fontes e cores</guilabel>, mude o <guilabel>Tamaño</guilabel> para un número maior (arredor de 20 tende a ser bastante cómodo de ler)
hu: A <guilabel>Betűk és színek</guilabel> csoportban a <guilabel>Méretnél</guilabel> válasszon egy nagyobb számot (a 20 körüli értékek már könnyen olvashatók).
nl: Verhoog bij <guilabel>Lettertypen &amp; kleuren</guilabel> de <guilabel>Grootte</guilabel> (rond 20 is vaak het meest comfortabel om te lezen).
ro: În secțiunea <guilabel>Fonturi și culori</guilabel>, alegeţi din lista de selecție <guilabel>Mărime</guilabel> un număr mai mare (de obicei, în jur de 20 este comod la citit)
sk: V <guilabel>Písma &amp; Farby</guilabel> zmeňte <guilabel>Veľkosť</guilabel> na väčšiu (približne veľkosť 20 je pohodlná na čítanie)
sl: Pod <guilabel>Pisave in barve</guilabel> spremenite <guilabel>Velikost</guilabel> na večjo številko (številka okoli 20 je zelo udobna za branje)
sq: Tek <guilabel>Gërmat &amp; Ngjyrat</guilabel>, ndryshoni <guilabel>Përmasën</guilabel> në një numër më të madh (rreth 20 ka tendencën të jetë shumë e rehatshme për tu lexuar)
sr: Под <quote><guilabel>Писма и боје</guilabel></quote>, промените <quote><guilabel>Величину</guilabel></quote> на већи број (око 20 је сасвим одговарајуће за удобно читање)
tr: <guilabel>Yazıtipler ve Renkler</guilabel> altındaki, <guilabel>Boyut</guilabel> seçeneğini daha büyük bir sayı ile değiştirin (ortalama 20 rahat okunabilir büyüklüktür)
uk: Нижче <guilabel>Шрифти та кольори</guilabel> змінити <guilabel>Розмір</guilabel> на більше значення (приблизно 20 розмір для достатньо комфортного читання)
zh_cn: 在<guilabel>字体与颜色</guilabel>选项下,为<guilabel>字号</guilabel>项选择一个更大的值(20左右比较适合阅读)

source: Text on web pages should immediately look larger. Press <guibutton>Close</guibutton>
ast: El testu de les páxines web debería vese mas grande darréu. Calca <guibutton>Zarrar</guibutton>
ca: El text de les pàgines web es mostrarà immediatament més gram. Premeu <guibutton>Tanca</guibutton>
da: Teksten på hjemmesider vil med det samme se større ud. Klik på <guibutton>Luk</guibutton>
de: Der Text auf Webseiten sollte sofort größer dargestellt werden. Danach klicken Sie auf <guibutton>Schließen</guibutton>.
el: Το κείμενο στις ιστοσελίδες θα πρέπει αμέσως να φαίνεται μεγαλύτερο. Πατήστε <guibutton>Κλείσιμο</guibutton>
fr: Le texte sur les pages web devrait immédiatement apparaître plus gros. Cliquez sur <guibutton>Fermer</guibutton>
gl: O texto das páxinas webs debería aparecer maís grande inmediatamente. Prema <guibutton>Pechar</guibutton>
hu: A weboldalak szövegeinek azonnal nagyobbnak kell látszaniuk. Nyomja meg a <guibutton>Bezárás</guibutton> gombot.
nl: Tekst op webpagina's zou meteen groter moeten zijn. Klik op <guibutton>Sluiten</guibutton>
ro: Textul din paginile web ar trebui să apară imediat mai mare. Apăsați pe butonul <guibutton>Închide</guibutton>.
sk: Text na internetových stránkach by sa mal okamžite zväčšiť. Stlačte <guibutton>Zavrieť</guibutton>
sl: Besedilo na spletnih straneh bi moralo biti takoj večje. Pritisnite <guibutton>Zapri</guibutton>
sq: Teksti në faqet e internetit menjëherë do të duket më i madh. Klikoni <guibutton>Mbylle</guibutton>
sr: Текст на страницама треба одмах да изгледа већи. Кликните <quote><guibutton>Затвори</guibutton></quote>.
tr: Web sayfasındaki metin görüntüsü hemen daha büyük görünecektir. <guibutton>Kapat</guibutton> seçeneğini tıklayın.
uk: Текст на веб-сторінці має одразу стати більшим. Натисніть <guibutton>Закрити</guibutton>
zh_cn: 网页上的文字应该马上看起来大了一些。点击<guibutton>关闭</guibutton>

source: To temporarily zoom in to a web page, which will increase its text size, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Zoom In</guimenuitem></menuchoice>. Alternatively, hold down the <keycap>Ctrl</keycap> key and scroll up with your mouse's scroll wheel, or press <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
ca: Per augmentar temporalment una pàgina web, cosa que incrementarà la mida del seu text, premeu <menuchoice><guimenuitem>Visualitza</guimenuitem><guimenuitem>Mida de la pàgina</guimenuitem><guimenuitem>Augmenta</guimenuitem></menuchoice>. També es pot fer mantenint premuda la tecla <keycap>Ctrl</keycap> i movent cap amunt la rodeta del ratolí o prement <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
da: Tryk på <menuchoice><guimenuitem>Vis</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Zoom ind</guimenuitem></menuchoice> for midlertidigt at forstørre en hjemmeside, hvilket også vil øge tekststørrelsen. Du kan også holde <keycap>Ctrl</keycap>-knappen nede og rulle med din mus' rullehjul, eller du kan trykke <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
de: Um eine Webseite vorübergehend zu vergrößern, was die Vergrößerung der Schriftgröße zur Folge hat, wählen Sie <menuchoice><guimenuitem>Ansicht</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Vergrößern</guimenuitem></menuchoice>. Alternativ drücken und halten Sie den Knopf <keycap>Strg</keycap> und scrollen Sie mit dem Scrollrad Ihrer Maus nach oben, oder drücken Sie <keycombo><keycap>Strg</keycap><keycap>+</keycap></keycombo>.
el: Για να μεγεθύνετε προσωρινά μια ιστοσελίδα, ώστε να αυξηθεί το μέγεθος του κειμένου, πατήστε <menuchoice><guimenuitem>Προβολή</guimenuitem><guimenuitem>Μεγέθυνση</guimenuitem><guimenuitem>Μεγέθυνση</guimenuitem></menuchoice>. Εναλλακτικά, κρατώντας πατημένο το πλήκτρο <keycap>Ctrl</keycap> κυλήστε προς τα επάνω την ρόδα του ποντικιού, ή πατήστε ταυτόχρονα <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
fr: Pour zoomer momentanément dans une page Web et augmenter la taille du texte, cliquez sur <menuchoice><guimenuitem>Affichage</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Agrandir</guimenuitem></menuchoice>. Autrement, maintenez enfoncée la touche <keycap>Ctrl</keycap> et faites rouler la molette de la souris ou alors appuyez les touches <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
gl: Para ampliar temporalmente unha páxina web, o que aumenta o do texto, prema <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Aumentar</guimenuitem></menuchoice>. Ou tamén, prema a tecla <keycap>Ctrl</keycap> e xire a roda do raton cara arriba, ou prema <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
hu: A weboldal, azaz a szöveg ideiglenes nagyításához válassza a <menuchoice><guimenuitem>Nézet</guimenuitem><guimenuitem>Nagyítás</guimenuitem><guimenuitem>Nagyítás</guimenuitem></menuchoice> menüpontot. Ennek alternatívájaként nyomja le a <keycap>Ctrl</keycap> billentyűt, és görgessen az egérgörgővel felfelé, vagy nyomja meg a <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> kombinációt.
sl: Za začasno povečanje spletne strani, ki bo povečalo velikost besedila, pritisnite <menuchoice><guimenuitem>Pogled</ guimenuitem><guimenuitem>Približanje</guimenuitem><guimenuitem>Približaj</guimenuitem></menuchoice>. Dodatno lahko držite <keycap>Ctrl</keycap> in zavrtite miškin kolešček naprej ali pritisnite <keycombo><keycap>Ctrl</keycap> <keycap>+</ keycap></ keycombo>.
sr: Да привремено увећате веб страницу, што ће увећати и величину текста, кликните <quote><menuchoice><guimenuitem>Приказ</guimenuitem><guimenuitem>Увећање</guimenuitem><guimenuitem>Увећај</guimenuitem></menuchoice></quote>. Алтернативно, држите <quote><keycap>Ctrl</keycap></quote> тастер и крећите се горе точкићем миша, или притисните <quote><keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo></quote>.
zh_cn: 想要暂时地放大网页，点击 <menuchoice><guimenuitem>查看</guimenuitem><guimenuitem>缩放</guimenuitem><guimenuitem>放大</guimenuitem></menuchoice>。或者按下 <keycap>Ctrl</keycap> 后向上滑动鼠标滚轮，或按下 <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo> 键。
