Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> if you need to, this is optional.
ast: Escribe <guilabel>Puertu</guilabel> y <guilabel>Carpeta</guilabel> si lo necesites, ye opcional.
ca: Introduïu el <guilabel>Port</guilabel> i la <guilabel>Carpeta</guilabel> si és necessari; això és opcional.
da: Indtast <guilabel>Port</guilabel> og <guilabel>Mappe</guilabel> hvis dertte er nødvendigt. Dette er valgfrit.
de: Geben Sie einen <guilabel>Port</guilabel> und einen <guilabel>Ordner</guilabel> an, wenn dies benötigt wird. Diese Optionen sind optional.
el: Εισάγετε <guilabel>Θύρα</guilabel> και <guilabel>Φάκελο</guilabel>, εφόσον αυτό απαιτείται. Συνήθως οι πληροφορίες αυτές είναι προαιρετικές.
fr: Saisissez le <guilabel>Port</guilabel> et le <guilabel>Dossier</guilabel> si nécessaire. Ceci est optionnel.
gl: Introduza <guilabel>Porto</guilabel> e <guilabel>Cartafol</guilabel> se o ten que facer, é opcional.
hu: Írja be a <guilabel>Port</guilabel> és a <guilabel>Mappa</guilabel> nevét ha szükséges. Ez elhagyható.
nl: Geef desgewenst <guilabel>Poort</guilabel> en <guilabel>Map</guilabel> op, dit is optioneel.
ro: Introduceți <guilabel>Port</guilabel> și <guilabel>Dosar</guilabel> doar dacă este necesar; aceste informații sunt opționale.
sk: Ak potrebujete, zadajte <guilabel>Port</guilabel> a <guilabel>Priečinok</guilabel>, tieto voľby nie sú povinné.
sl: Vnesite <guilabel>Vrata</guilabel> in <guilabel>Mapa</guilabel>, če ju želite. To je izbirno.
sq: Vendosni <guilabel>Portin</guilabel> dhe <guilabel>Dosjen</guilabel> nëse ju nevojitet, kjo është opsionale.
sr: Попуните поља <quote><guilabel>Порт</guilabel></quote> и <quote><guilabel>Фасцикла</guilabel></quote> ако вам је потребно, ово је необавезно.
tr: İsteğe bağlı olarak , gereksinim duyuyorsanız <guilabel>Port</guilabel> ve <guilabel>Dosya</guilabel> bilgilerini girin.
uk: Введіть <guilabel>Порт</guilabel> та <guilabel>Теку</guilabel> якщо необхідно, це не є обов'зковим.
zh_cn: 如果需要，输入<guilabel>端口</guilabel> 和 <guilabel>文件夹</guilabel> 。这是可选的。

source: If you chose <guilabel>FTP (With Login)</guilabel> you will also need to enter a username.
ast: Si escueyes <guilabel>FTP (con rexistru)</guilabel> necesitarás tamién escribir un nome d'usuariu.
ca: Si trieu <guilabel>FTP (amb usuari)</guilabel> també haureu d'introduir un nom d'usuari.
da: Hvis du vælger <guilabel>FTP (med logind)</guilabel> skal du også indtaste et brugernavn.
de: Wenn Sie <guilabel>FTP (mit Zugangsbeschränkung)</guilabel> gewählt haben, müssen Sie zudem einen Benutzernamen angeben.
el: Εφόσον επιλέξτε <guilabel>FTP (με είσοδο)</guilabel>, θα χρειαστεί επίσης να εισάγετε το όνομα χρήστη.
fr: Si vous choisissez <guilabel>FTP (avec identification)</guilabel> vous devrez également saisir votre nom d'utilisateur.
gl: Se escolle <guilabel>FTP (con login)</guilabel> tamén necesitará introducir un nome de usuario.
hu: Ha az <guilabel>FTP (bejelentkezéssel)</guilabel> lehetőséget választotta, akkor meg kell adnia a felhasználónevet is.
nl: Wanneer u kiest voor <guilabel>FTP (met aanmelden)</guilabel>, dient u ook uw wachtwoord op te geven.
ro: Dacă alegeți <guilabel>FTP (cu autentificare)</guilabel> va trebui să introduceți și un nume de utilizator.
sk: Ak zvolíte <guilabel>FTP (s prihlásením)</guilabel> budete musieť zadať aj používateľské meno.
sl: Če ste izbrali <guilabel>FTP (s prijavo)</guilabel> boste morali vnesti tudi uporabniško ime.
sq: Nëse zgjidhni <guilabel>FTP (Me Hyrje)</guilabel> ju do t'iu nevojitet gjithashtu të vendosni një emër përdoruesi.
sr: Уколико изаберете <quote><guilabel>ФТП (са пријављивањем)</guilabel></quote> мораћете такође да упишете и корисничко име.
tr: Eğer <guilabel>FTP (With Login)</guilabel>i seçerseniz bir kullanıcı adı girmeniz gerekecektir.
uk: Якщо ви обрали <guilabel>FTP (з реєстрацією)</guilabel> вам необхідно буде ввести ім'я користувача.
zh_cn: 如果你选择<guilabel>FTP (登录)</guilabel> 你需要输入用户名。

source: If you want a bookmark, click the checkbox and enter a bookmark name.
ast: Si quies crear un marcador, calca na caxella y escribe un nome del marcador.
ca: Si voleu crear-ne una adreça d'interès, feu clic a la casella de verificació i doneu-li un nom.
da: Hvis du ønsker et bogmærke, skal du klikke i feltet og indtaste et navn til bogmærket.
de: Wenn Sie sich ein Lesezeichen setzen wollen, klicken Sie auf das Ankreuzfeld und geben Sie einen Namen für das Lesezeichen ein.
el: Εάν θέλετε να προσθέσετε σελιδοδείκτη για την σύνδεση, επιλέξτε την αντίστοιχη επιλογή και εισάγετε ένα όνομα για τον σελιδοδείκτη.
fr: Si vous voulez un signet, cliquez sur la case à cocher et saisissez le nom du signet.
gl: Se quere un marcador, seleccione a caixa de verificación e introduza un nome de marcador.
hu: Ha könyvjelzőt szeretne hozzáadni, jelölje be a <guilabel>Könyvjelző hozzáadása</guilabel> jelölőnégyzetet, és adja meg a kívánt nevet.
nl: Wilt u een bladwijzer, plaats dan een vinkje bij Bladwijzernaam en typ een naam in.
ro: Dacă doriți un favorit, bifați caseta și introduceți un nume de favorit.
sk: Ak chcete pridať záložku, označte políčko a zadajte názov záložky.
sl: Če želite ustvariti zaznamek, kliknite potrditveno polje in vnesite ime zaznamka.
sq: Nëse dëshironi një libërshënues, klikoni kutinë përzgjedhëse dhe vendosni emrin e libërshënuesit.
sr: Ако желите обележивач, штиклирајте квадратић и унесите име обележивача.
tr: Yer imi belirlemek istiyorsanız , denetim kutusuna tıklayın ve bir yeri imi adı girin.
uk: Якщо ви захочете додати закладку, натисніть на відповідний прапорець та введіть назву закладки.
zh_cn: 如果你想做个书签，点击复选框，输入书签名。

source: Click <guibutton>Connect</guibutton>.
ast: Calca <guibutton>Coneutase</guibutton>.
ca: Feu clic a <guibutton>Connecta</guibutton>.
da: Klik på <guilabel>Forbind</guilabel>.
de: Klicken Sie auf <guibutton>Am Netzwerk anmelden</guibutton>.
el: Κάνε κλικ στο <guibutton>Σύνδεση</guibutton>
fr: Cliquez sur <guibutton>Se connecter</guibutton>.
gl: Prema en <guibutton>Conectar</guibutton>.
hu: Kattintson a <guibutton>Kapcsolódás</guibutton> gombra.
nl: Klik op <guibutton>Verbinden</guibutton>.
ro: Apăsați butonul <guibutton>Conectare</guibutton>.
sk: Kliknite na <guibutton>Connect</guibutton>.
sl: Kliknite <guibutton>Poveži se</guibutton>.
sq: Klikojeni <guibutton>Connect</guibutton>.
sr: Кликните <quote><guibutton>Повежи се</guibutton></quote>.
tr: <guibutton>Bağlan</guibutton> tuşuna basın.
uk: Натисніть <guibutton>З'єднання</guibutton>.
zh_cn: 点击 <guibutton>连接</guibutton>。

source: If you chose <guilabel>FTP (With Login)</guilabel> you will be prompted for a password.
ast: Si escoyisti <guilabel>FTP (con rexistru)</guilabel> va pidite una contraseña.
ca: Si trieu <guilabel>FTP (amb usuari)</guilabel>, se us demanarà una contrasenya.
da: Hvis du vælger <guilabel>FTP (med logind)</guilabel>, vil du blive bedt om en adgangskode.
de: Wenn Sie <guilabel>FTP (mit Zugangsbeschränkung)</guilabel> gewählt haben, werden Sie aufgefordert werden, ein Passwort einzugeben.
el: Εάν επιλέξατε <guilabel>FTP (με είσοδο)</guilabel> θα σας ζητηθεί ο κωδικός εισόδου.
fr: Si vous choisissez <guilabel>FTP (avec identification)</guilabel>, il vous sera demandé un mot de passe.
gl: Se escolle <guilabel>FTP (con login)</guilabel> pediráselle un contrasinal.
hu: Ha az <guilabel>FTP (bejelentkezéssel)</guilabel> lehetőséget választotta, most meg kell adnia a jelszavát.
nl: Wanneer u kiest voor <guilabel>FTP (met aanmelden)</guilabel>, zult u gevraagd worden naar uw wachtwoord.
ro: Dacă alegeți <guilabel>FTP (cu autentificare)</guilabel>, vi se va solicita o parolă.
sk: Ak zvolíte <guilabel>FTP (s prihlásením)</guilabel> budete vyzvaný zadať heslo.
sl: Če ste izbrali <guilabel>FTP (s prijavo)</guilabel>, boste bili vprašani za geslo.
sq: Nëse zgjidhni <guilabel>FTP (Me Hyrje)</guilabel> do t'iu kërkohet fjalëkalimi.
sr: Уколико изаберете <quote><guilabel>ФТП (са пријављивањем)</guilabel></quote> бићете упитани за лозинку.в
tr: Eğer <guilabel>FTP (With Login)</guilabel>i seçerseniz, sizden bir şifre istenecektir.
uk: Якщо ви обрали <guilabel>FTP (з реєстрацією)</guilabel> вам буде запропоновано ввести пароль.
zh_cn: 如果你选择<guilabel>FTP (需登录)</guilabel>你将被提示输入密码。

source: SSH
de: SSH-Verbindung
sr: ССХ

source: From <guilabel>Service Type</guilabel> choose <guilabel>SSH</guilabel>.
ast: En <guilabel>Tipu de serviciu</guilabel> escueye <guilabel>SSH</guilabel>.
ca: A <guilabel>Tipus de servei</guilabel> trieu l'opció <guilabel>SSH</guilabel>.
da: Vælg <guilabel>SSH</guilabel> fra <guilabel>Tjenestetype</guilabel>.
de: Wählen Sie <guilabel>SSH</guilabel> im Auswahlfeld <guilabel>Dienst-Typ</guilabel>.
el: Στο πεδίο <guilabel>Τύπος υπηρεσίας</guilabel> επιλέξτε <guilabel>SSH</guilabel>.
fr: Pour <guilabel>Type de Service</guilabel>, choisissez <guilabel>SSH</guilabel>.
gl: En <guilabel>Tipo de servizo</guilabel> escolla <guilabel>SSH</guilabel>.
hu: A <guilabel>Szolgáltatás típusa</guilabel> listából válassza az <guilabel>SSH</guilabel> lehetőséget.
nl: Kies bij <guilabel>Diensttype</guilabel> <guilabel>SSH</guilabel>.
ro: Din <guilabel>Tip serviciu</guilabel> alegeți <guilabel>SSH</guilabel>.
sk: Z ponuky <guilabel>Typ služby</guilabel> vyberte <guilabel>SSH</guilabel>.
sl: V <guilabel>Vrsta storitve</guilabel> izberite <guilabel>SSH</guilabel>.
sq: Nga <guilabel>Lloji i Shërbimit</guilabel> zgjidhni <guilabel>SSH</guilabel>.
sr: Из падајуће листе <quote><guilabel>Врста услуге</guilabel></quote> изаберите <quote><guilabel>SSH</guilabel></quote>.
tr: <guilabel>Servis Tipi</guilabel> bölümünden <guilabel>SSH</guilabel>'yi seçin.
uk: В полі <guilabel>Тип служби</guilabel> оберіть <guilabel>SSH</guilabel>.
zh_cn: 从<guilabel>服务类型</guilabel> 选择 <guilabel>SSH</guilabel>。

source: Enter the server address in <guilabel>Server</guilabel>.
ast: Escribe la direición del sirvidor en <guilabel>Sirvidor</guilabel>.
ca: Introduïu l'adreça del servidor a <guilabel>Servidor</guilabel>.
da: Indtast serverens adressen i <guilabel>Server</guilabel>.
de: Geben Sie die Serveradresse im Feld <guilabel>Server</guilabel> an.
el: Εισάγετε την διεύθυνση του εξυπηρετητή στο πεδίο <guilabel>Εξυπηρετητής</guilabel>.
fr: Saisissez l'adresse du serveur dans <guilabel>Serveur</guilabel>.
gl: Introduza o enderezo do servidor en <guilabel>Servidor</guilabel>.
hu: Adja meg a kiszolgáló címét a <guilabel>Kiszolgáló</guilabel> mezőben.
nl: Typ bij <guilabel>Server</guilabel> het adres van de server in.
ro: La <guilabel>Server</guilabel> introduceți adresa serverului.
sk: Zadajte adresu servera do poľa <guilabel>Server</guilabel>.
sl: V <guilabel>Strežnik</guilabel> vnesite ime strežnika.
sq: Vendosni adresën e serverit tek <guilabel>Server</guilabel>.
sr: Унесите адресу сервера у поље <quote><guilabel>Сервер</guilabel></quote>.
tr: <guilabel>Sunucu</guilabel> bölümüne sunucu adresini girin.
uk: Введіть адресу сервера в полі <guilabel>Сервер</guilabel>.
zh_cn: 在<guilabel>Server</guilabel>中登入服务器地址。

source: Enter <guilabel>Username</guilabel>.
ast: Escribe'l <guilabel>Nome d'usuariu</guilabel>.
ca: Introduïu el <guilabel>Nom d'usuari</guilabel>.
da: Udfyld <guilabel>Brugernanvn</guilabel>.
de: Geben Sie den <guilabel>Benutzernamen</guilabel> an.
el: Εισάγετε το <guilabel>Όνομα χρήστη</guilabel>.
fr: Saisissez votre <guilabel>Nom d'utilisateur</guilabel>.
gl: Introduza <guilabel>Nome de usuario</guilabel>.
hu: Adja meg a <guilabel>Felhasználónevet</guilabel>.
nl: Vul uw <guilabel>Gebruikersnaam</guilabel> in.
ro: Introduceți <guilabel>Nume utilizator</guilabel>.
sk: Zadajte <guilabel>Meno používateľa</guilabel>.
sl: Vnesite <guilabel>Uporabniško ime</guilabel>.
sq: Vendosni <guilabel>Emrin e përdoruesit</guilabel>.
sr: Упишите <quote><guilabel>Корисничко име</guilabel></quote>.
tr: <guilabel>Kullanıcı adı</guilabel>'nı girin.
uk: Введіть <guilabel>Ім'я користувача</guilabel>.
zh_cn: 输入<guilabel>用户名</guilabel>。

source: You will be prompted for a password.
ast: Va pidite una contraseña
ca: Se us demanarà una contrasenya.
da: Du vil blive bedt om en adgangskode.
de: Sie werden aufgefordert, ein Passwort anzugeben.
el: Θα σας ζητηθεί να εισάγετε τον κώδικό πρόσβασης.
fr: Un mot de passe vous sera demandé.
gl: Pediráselle un contrasinal.
hu: A rendszer bekéri a jelszavát.
nl: U zult om uw wachtwoord worden gevraagd.
ro: Vi se va solicita o parolă.
sk: Budete vyzvaný k zadaniu hesla.
sl: Pozvani boste bili za geslo.
sq: Ju do t'iu kërkohet një fjalëkalim.
sr: Бићете упитани за лозинку.
tr: Parolanızı girmeniz için istemde bulunulacak.
uk: Вам буде запропоновано ввести пароль.
zh_cn: 您将被提示输入密码。

source: Windows Share
ast: Compartición Windows
ca: Recurs compartit del Windows
da: Windows-deling
de: Windows-Freigabe
el: Διαμοιραζόμενος πόρος των Windows
fr: Partage Windows
gl: Compartición con Windows
hu: Windows-megosztás
nl: Windows gedeelde map
ro: Rețea Windows
sk: Zdieľanie Windows
sl: Souporaba s sistemom Windows
sr: Виндоуз размена
tr: Windows Paylaşımı
uk: Ресурси Windows
zh_cn: Windows 共享

source: From <guilabel>Service Type</guilabel> choose <guilabel>Windows Share</guilabel>.
ast: En <guilabel>Tipu de serviciu</guilabel> seleiciona <guilabel>Compartición Windows</guilabel>.
ca: A <guilabel>Tipus de servei</guilabel> trieu l'opció <guilabel>Recurs compartit de Windows</guilabel>.
da: Vælg <guilabel>Windows delt mappe</guilabel> fra <guilabel>Tjenestetype</guilabel>.
de: Wählen Sie <guilabel>Windows-Freigabe</guilabel> im Auswahlfeld <guilabel>Dienst-Typ</guilabel>.
el: Στο πεδίο <guilabel>Τύπος υπηρεσίας</guilabel> επιλέξτε <guilabel>Διαμοιραζόμενος πόρος των Windows</guilabel>.
fr: Pour <guilabel>Type de service </guilabel>, choisissez <guilabel>Partage Windows</guilabel>.
gl: En <guilabel>Tipo de servizo</guilabel> escolla <guilabel>Compartición con Windows</guilabel>.
hu: A <guilabel>Szolgáltatás típusa</guilabel> listából válassza a <guilabel>Windows-megosztás</guilabel> lehetőséget.
nl: Kies bij <guilabel>Diensttype</guilabel> <guilabel>Windows gedeelde map</guilabel>.
ro: Din <guilabel>Tip serviciu</guilabel> alegeți <guilabel>Rețea Windows</guilabel>.
sk: Z ponuky <guilabel>Typ služby</guilabel> zvoľte <guilabel>Zdieľanie Windows</guilabel>.
sl: V <guilabel>Vrsta storitve</guilabel> izberite <guilabel>Souporaba Windows</guilabel>.
sq: Nga <guilabel>Lloji i Shërbimit</guilabel> zgjidhni <guilabel>Windows Share</guilabel>.
sr: Из падајуће листе <quote><guilabel>Врста услуге</guilabel></quote> изаберите <quote><guilabel>Виндоуз размена</guilabel></quote>.
tr: <guilabel>Service Type</guilabel>den <guilabel>Windows Share</guilabel>i seçin.
uk: У полі <guilabel>Тип служби</guilabel> оберіть <guilabel>Ресурс Windows</guilabel>.
zh_cn: 从<guilabel>Service Type</guilabel> 选择 <guilabel>Windows Share</guilabel>

source: Enter <guilabel>Port</guilabel> and <guilabel>Folder</guilabel> and <guilabel>Domain</guilabel> if you need to, this is optional.
ast: Escribe'l <guilabel>Puertu</guilabel> y la <guilabel>Carpeta</guilabel>, y también el <guilabel>Dominiu</guilabel> si fai falta, ésto ye opcional.
ca: Introduïu el <guilabel>Port</guilabel>, la <guilabel>Carpeta</guilabel> i el <guilabel>Domini</guilabel> si us cal, atès que són opcionals.
da: Indtast <guilabel>Port</guilabel>, <guilabel>Mappe</guilabel> og <guilabel>Domænenavn</guilabel> hvis nødvendigt. Dette er valgfrit.
de: Geben Sie einen <guilabel>Port</guilabel>, einen <guilabel>Ordner</guilabel> sowie eine <guilabel>Domain</guilabel> an, wenn dies erforderlich ist. Das ist optional.
el: Εισάγετε <guilabel>Θύρα</guilabel>, <guilabel>Φάκελο</guilabel> και <guilabel>Όνομα τομέα</guilabel>, εφόσον αυτό απαιτείται. Συνήθως οι πληροφορίες αυτές είναι προαιρετικές.
fr: Saisissez le <guilabel>Port</guilabel>, le <guilabel>Dossier</guilabel> et le <guilabel>Domaine</guilabel> si nécessaire. Ceci est optionnel.
gl: Introduza <guilabel>Porto</guilabel> e <guilabel>Cartafol</guilabel> e <guilabel>Dominio</guilabel> se o precisar tamén, é opcional.
hu: Ha szükséges, adja meg a <guilabel>Port</guilabel>, a <guilabel>Mappa</guilabel> és a <guilabel>Tartománynév</guilabel> beállításokat.
nl: Geef desgewenst <guilabel>Poort</guilabel> en <guilabel>Map</guilabel> en <guilabel>Domein</guilabel>op, dit is optioneel.
ro: Introduceți <guilabel>Port</guilabel>, <guilabel>Dosar</guilabel> și <guilabel>Domeniu</guilabel> doar dacă este necesar; aceste informații sunt opționale.
sk: Ak potrebujete, zadajte <guilabel>Port</guilabel>, <guilabel>Priečinok</guilabel> a <guilabel>Názov domény</guilabel>, tieto položky sú voliteľné.
sl: Vnesite <guilabel>Vrata</guilabel> in <guilabel>Mapa</guilabel> in <guilabel>Domena</guilabel>, če to želite. To je izbirno.
sq: Vendosni <guilabel>Portin</guilabel> dhe <guilabel>Dosjen</guilabel> dhe <guilabel>Domeinin</guilabel> nëse ju nevojitet, kjo është opsionale.
sr: Попуните поља <quote><guilabel>Порт</guilabel></quote>, <quote><guilabel>Фасцикла</guilabel></quote> и <quote><guilabel>Домен</guilabel></quote> ако вам је потребно, ово је необавезно.
tr: İsteğe bağlı olarak gereksinim duyduğunuz <guilabel>Port</guilabel>, <guilabel>Dosya</guilabel> ve <guilabel>Alan Adı</guilabel> bilgilerini girin.
uk: Введіть <guilabel>Порт</guilabel>,<guilabel>Теку</guilabel> та <guilabel>Домен</guilabel> у разі необхідності, це не є обов'язковим.
zh_cn: 输入<guilabel>Port</guilabel> 和<guilabel>Folder</guilabel> 和 <guilabel>Domain</guilabel> 如果需要，这是可选项。

source: Enter <guilabel>Username</guilabel>. You can enter a domain and username in the format DOMAIN\username.
ast: Escribe'l <guilabel>Nome d'usuariu</guilabel>. Puedes escribir un dominiu y un usuariu en formatu DOMINIU\usuariu.
ca: Introduïu el <guilabel>Nom d'usuari</guilabel>. Podeu introduir un domini i un nom d'usuari amb el format DOMINI\nomdusuari.
da: Udfyld <guilabel>Brugernavn</guilabel>. Du kan indtaste et domæne og brugernavn i følgende format: DOMÆNE\brugernavn.
de: Geben Sie einen <guilabel>Benutzernamen</guilabel> an. Sie können eine Domäne und einen Benutzernamen im Format DOMÄNE\Benutzername angeben.
el: Εισάγετε το <guilabel>Όνομα χρήστη</guilabel>. Μπορείτε να εισάγετε ένα όνομα τομέα και όνομα χρήστη με την μορφή ΟΝΟΜΑ_ΤΟΜΕΑ\όνομα_χρήστη.
fr: Saisissez votre <guilabel>Nom d'utilisateur</guilabel>. Vous pouvez saisir un domaine et un nom d'utilisateur au format DOMAIN\username.
gl: Introduza <guilabel>Nome de usuario</guilabel>. Podes introducir un dominio e un nome de usuario no formato DOMINIO\nome de usuario.
hu: Adja meg a <guilabel>Felhasználónevet</guilabel>. A felhasználónevet és a tartománynevet a következő formátumban adhatja meg: TARTOMÁNYNÉV\felhasználónév.
nl: Vul uw <guilabel>Gebruikersnaam</guilabel> in. U kunt een domein en gebruikersnaam opgeven als volgt: DOMEIN\gebruikersnaam.
ro: Introduceți <guilabel>Nume utilizator</guilabel>. Puteți introduce un domeniu și un nume de utilizator în formatul DOMENIU\nume utilizator.
sk: Zadajte <guilabel>Meno používateľa</guilabel>. Môžete zadať doménu a meno používateľa vo formáte DOMÉNA\meno_používateľa.
sl: Vnesite <guilabel>Uporabniško ime</guilabel>. Ime domene in uporabniško ime lahko vnesete v obliki DOMENA\uporabniško-ime.
sq: Vendosni <guilabel>Emrin e përdoruesit</guilabel>. Ju mund të vendosni një domein dhe një emër përdoruesi në formatin DOMAIN\username.
sr: Упишите <quote><guilabel>Корисничко име</guilabel></quote>. Можете унети домен и корисничко име у формату домен—корисничко име.
tr: <guilabel>Kullanıcı Adı</guilabel>'nı girin. ALAN ADI\kullanıcı adı şeklinde bir alan adı ve kullanıcı adı girebilirsiniz.
uk: Введіть <guilabel>Ім'я користувача</guilabel>. Ви можете ввести домент а ім'я користувача у форматі DOMAIN\username.
zh_cn: 输入<guilabel>Username</guilabel>。以域名\用户名的形式，输入域名和用户名。

source: You will be prompted for a password if necessary.
ast: Pidirate una contraseña si ye necesario.
ca: Si cal, se us demanarà la contrasenya.
da: Du vil blive bedt om en adgangskode om nødvendigt.
de: Sie werden evt. aufgefordert, ein passendes Passwort anzugeben.
el: Θα σας ζητηθεί ο κωδικός πρόσβασης, εφόσον αυτό απαιτείται.
fr: Il vous sera demandé un mot de passe si nécessaire.
gl: Pediráselle un contrasinal, de ser preciso.
hu: Ha szükséges, a rendszer bekéri a jelszavát.
nl: Indien nodig, zult u om uw wachtwoord worden gevraagd.
ro: Dacă este necesar, vi se va solicita o parolă.
sk: Budete vyzvaný k zadaniu hesla ak to bude potrebné.
sl: Če bo potrebno, boste pozvani za geslo.
sq: Do t'iu kërkohet një fjalëkalim nëse është e nevojshme.
sr: Бићете упитани за лозинку ако је потребно.
tr: Eğer gerekliyse, parolanızı girmeniz için istemde bulunulacak.
uk: У разі необхідності вам буде запропоновано ввести пароль
zh_cn: 如果需要的话，您将被提示输入密码。

source: WebDAV (HTTP)
sr: ВебДАВ (HTTP)

source: From <guilabel>Service Type</guilabel> choose <guilabel>WebDAV (HTTP)</guilabel>.
ast: En <guilabel>Tipu de serviciu</guilabel> seleiciona <guilabel>WebDAV (HTTP)</guilabel>.
ca: A <guilabel>Tipus de servei</guilabel> trieu l'opció <guilabel>WebDAV (HTTP)</guilabel>.
da: Vælg <guilabel>WebDAV (HTTP)</guilabel> fra <guilabel>Tjenestetype</guilabel>.
de: Im Auswahlfeld <guilabel>Dienst-Typ</guilabel> wählen Sie <guilabel>WebDAV (HTTP)</guilabel> aus.
el: Στο πεδίο <guilabel>Τύπος υπηρεσίας</guilabel> επιλέξτε <guilabel>WebDAV (HTTP)</guilabel>.
fr: Pour <guilabel>Type de service</guilabel>, choisissez <guilabel>WebDAV (HTTP)</guilabel>.
gl: En <guilabel>Tipo de servizo</guilabel> escolla <guilabel>WebDAV (HTTP)</guilabel>.
hu: A <guilabel>Szolgáltatás típusa</guilabel> listából válassza a <guilabel>WebDAV (HTTP)</guilabel> lehetőséget.
nl: Kies bij <guilabel>Diensttype</guilabel> <guilabel>WebDAV (HTTP)</guilabel>.
ro: Din <guilabel>Tip serviciu</guilabel> alegeți <guilabel>WebDAV (HTTP)</guilabel>.
sk: Z ponuky <guilabel>Typ služby</guilabel> zvoľte <guilabel>WebDAV (HTTP)</guilabel>.
sl: V <guilabel>Vrsta storitve</guilabel> izberite <guilabel>WebDAV (HTTP)</guilabel>.
sq: Nga <guilabel>Lloji i Shërbimit</guilabel> zgjidhni <guilabel>WebDAV (HTTP)</guilabel>.
sr: Из падајуће листе <quote><guilabel>Врста услуге</guilabel></quote> изаберите <quote><guilabel>ВебДАВ (HTTP)</guilabel></quote>.
tr: <guilabel>Servis Tipi</guilabel> bölümünden <guilabel>WebDAV (HTTP)</guilabel> seçin.
uk: У полі <guilabel>Тип служби</guilabel> оберіть <guilabel>WebDAV (HTTP)</guilabel>.
zh_cn: 在 <guilabel>服务类型</guilabel> 中选择 <guilabel>WebDAV (HTTP)</guilabel>.
