Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: To start setting up <application>Ubuntu One</application>, open it with <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. If this is your first time running the program, <application>Ubuntu One</application> will add your computer to your <application>Ubuntu One</application> account.
ca: Per iniciar la configuració de l'<application>Ubuntu One</application>, obriu-lo amb <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Si és el primer cop que executeu el programa, l'<application>Ubuntu One</application> afegirà l'ordinador al vostre compte de l'<application>Ubuntu One</application>.
da: For at starte <application>Ubuntu One</application>, åbn det gennem <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Hvis det er første gang du køre programmet, vil <application>Ubuntu One</application> tilføje din computer til din <application>Ubuntu One</application>-konto.
de: Um die Einrichtung von <application>Ubuntu One</application> zu starten, öffnen Sie die Anwendung, indem Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice> wählen. Wenn dies das erste Mal ist, dass Sie die Anwendung benutzen, wird <application>Ubuntu One</application> Ihren Rechner Ihrem <application>Ubuntu One</application>-Zugang hinzufügen.
el: Για να ξεκινήσετε την ρύθμιση του <application>Ubuntu One</application>, ανοίξτε το από <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Αν είναι η πρώτη φορά που τρέχετε την εφαρμογή, το <application>Ubuntu One</application> θα προσθέσει τον υπολογιστή σας στον λογαριασμό σας στο <application>Ubuntu One</application>.
fr: Pour initialiser <application>Ubuntu One</application>, allez dans <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Si c'est la première fois que vous lancez le programme, <application>Ubuntu One</application> ajoutera votre ordinateur à votre compte <application>Ubuntu One</application>.
gl: Para comezar a configuración de <application>Ubuntu One</application>, ábrao desde <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Se é a primeira vez que inicia este programa <application>Ubuntu One</application> engada o seu computador coa súa conta de <application>Ubuntu One</application>.
hu: Az <application>Ubuntu One</application> beállításának megkezdéséhez nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice> menüpontot. Ha először futtatja a programot, akkor az <application>Ubuntu One</application> hozzáadja számítógépét az Ön <application>Ubuntu One</application> fiókjához.
sl: Za začetek nastavljanja <application>Ubuntu One</application> ga odprite s <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>. Če program poganjate prvič, bo <application>Ubuntu One</application> vaš računalnik dodal vašemu računu <application>Ubuntu One</application>.
sr: Да започнете постављање <application>Убунту један</application>, отворите га из менија <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Убунту Један</guimenuitem></menuchoice></quote>. Ако је то први пут да покрећете програм, <application>Убунту Један</application> ће додати ваш рачунар на ваш <application>Убунту један</application> налог.

source: <application>Ubuntu One</application> uses the Ubuntu Single Sign On (SSO) service for user accounts. If you do not have an Ubuntu SSO account, you will be guided through the entire process. When you are finished, you will have an Ubuntu SSO account, a free Ubuntu One subscription, and your computer will be set up for synchronization.
ca: L'<application>Ubuntu One</application> utilitza el servei de l'Ubuntu Single Sign On (SSO, entrada única de l'Ubuntu) per als comptes d'usuari. Si no teniu un compte SSO de l'Ubuntu, se us guiarà a través de tot el procés per obtenir-ne un. Quan hàgiu acabat, tindreu un compte SSO de l'Ubuntu, una subscripció gratuïta a l'Ubuntu One i l'ordinador estarà configurat per a la sincronització.
da: <application>Ubuntu One</application> bruger Ubuntu Single Sign On (SSO) tjenesten til bruger konti. Hvis du ikke har en Ubuntu SSO-konto, vil du blive guidet gennem hele processen. Når du er færdig, vil du have en Ubuntu SSO-konto, et gratis Ubuntu One abonnement og din computer vil blive sat op til synkronisering.
de: <application>Ubuntu One</application> benutzt den Ubuntu Single Sign On (SSO) Dienst für Benutzerzugänge. Wenn Sie keinen Ubuntu SSO Zugang werden Sie durch den gesamten Prozess geführt. Wenn Sie fertig sind, werden Sie einen Ubuntu SSO Zugang und ein kostenloses Ubuntu One Abonnement haben und Ihr Rechner wird zur Synchronisation eingerichtet sein.
el: Το <application>Ubuntu One</application> χρησιμοποιεί την υπηρεσία Ubuntu Single Sign On (SSO) για τους λογαριασμούς χρηστών. Αν δεν έχετε λογαριασμό Ubuntu SSO, θα εμφανισθεί ο οδηγός για την διαδικασία εγγραφής. Όταν τελειώσετε, θα έχετε λογαριασμό Ubuntu SSO, την δωρεάν συνδρομή στο Ubuntu One, και ο υπολογιστής σας θα έχει ρυθμισθεί για συγχρονισμό.
fr: <application>Ubuntu One</application> utilise le service « Single Sign On » (SSO) d'Ubuntu pour les comptes utilisateur. Si vous ne disposez pas de compte SSO Ubuntu, vous serez guidé sur la méthode à suivre. Une fois terminé, vous disposerez d'un compte SSO Ubuntu, une souscription gratuite à Ubuntu One et votre ordinateur sera initialisé pour la synchronisation.
gl: <application>Ubuntu One</application> usa o servizo Ubuntu Single Sign On (SSO) para as contas de usuario. Se non ten unha conta de Ubuntu SSO guiarémoslle a través do proceso. Cando remate terá unha conta de Ubuntu SSO, unha subscrición gratuíta de Ubuntu One e xa poderá configurar a sincronización do seu computador.
hu: Az <application>Ubuntu One</application> az Ubuntu Single Sign On (SSO) szolgáltatást használja a felhasználói fiókokhoz. Ha nincs Ubuntu SSO fiókja, akkor a program a teljes folyamaton végigvezeti. Ha ez kész, rendelkezni fog egy Ubuntu SSO fiókkal, egy ingyenes Ubuntu One előfizetéssel, és számítógépe be lesz állítva a szinkronizációhoz.
sl: <application>Ubuntu One</application> za uporabniške račune uporablja storitev Ubuntu Single Sign On (SSO). Če računa Ubuntu SSO nimate, boste bili vodeni čez celoten postopek. Ko boste končali, boste imeli račun Ubuntu SSO, brezplačno naročnino Ubuntu One, vaš računalnik pa bo nastavljen za usklajevanje.
sr: <application>Убунту један</application> користи услугу Убунту <emphasis role="strong">Јединственог пријављивања (SSO)</emphasis> за налоге корисника. Ако немате Убунту ССО налог, бићете вођени кроз цео процес. Када будете завршили, имаћете Убунту ССО налог, бесплатну Убунту један претплату, а ваш рачунар ће бити постављен и спреман за синхронизацију.

source: Configuring Ubuntu One
ca: Configuració de l'Ubuntu One
da: Konfigurer Ubuntu One
de: Ubuntu One konfigurieren
el: Διαμόρφωση του Ubuntu One
fr: Configuration d'Ubuntu One
gl: Configurar Ubuntu One
hu: Az Ubuntu One személyre szabása
sl: Nastavljanje Ubuntu One
sr: Подешавање Убунту један

source: <application>Ubuntu One Preferences</application> shows how much of your storage capacity you are currently using as well as provides account management tools. You can always access it from <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
ca: Les <application>preferències de l'Ubuntu One</application> mostren la quantitat d'emmagatzematge que esteu utilitzant actualment i també proporcionen eines de gestió del compte. Podeu accedir-hi des de <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
da: <application>Ubuntu One-indstillinger</application> viser hvor meget af din lagerplads du bruger i øjeblikket og fungere samtidig som et håndteringsværtøj for din konto. Du kan altid gå til den via <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
de: <application>Ubuntu One Einstellungen</application> zeigt wie viel Ihres Speicherplatzes benutzt wird und liefert Funktionen zur Zugangsverwaltung. Sie können immer darauf zugreifen, indem Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice> wählen.
el: Στις <application>Προτιμήσεις Ubuntu One</application> φαίνεται πόσο από τον αποθηκευτικό σας χώρο χρησιμοποιείτε κάθε στιγμή και παρέχονται εργαλεία διαχείρισης του λογαριασμού. Μπορείτε να τις ανοίξετε από <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
fr: Les <application>Préférences Ubuntu One</application> affichent le taux d'occupation de votre espace de stockage et vous proposent des outils de gestion de votre compte. Vous pouvez toujours y accéder avec <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
gl: As <application>Preferencias de Ubuntu One</application> móstranlle canta capacidade de almacenamento está usando e tamén lle fornece ferramentas de xestión da súa conta. Pode obter acceso a elas desde <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
hu: Az <application>Ubuntu One beállításai</application> megjeleníti, hogy tárolókapacitásának mekkora részét használja, és fiókkezelési eszközöket is biztosít. Ezt az alkalmazást bármikor elérheti az <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice> menüpont alatt.
sl: <application>Možnosti Ubuntu One</application> vam pokažejo kolikšen del shrambe trenutno uporabljate in zagotavljajo orodja za upravljanje računa. Do njih lahko vedno dostopate iz <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Ubuntu One</guimenuitem></menuchoice>.
sr: <application>Убунту Један подешавања</application> показују колико вашег капацитета складиштења тренутно користите и исто тако обезбеђују алате за управљање налогом. Увек можете да им приступите из менија <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>убнту Један</guimenuitem></menuchoice></quote>.

source: The <guilabel>Account</guilabel> tab displays your account information like name and email address and provides links to more account management and technical support resources.
ca: La pestanya <guilabel>Compte</guilabel> mostra la informació del compte, com ara el nom i l'adreça de correu electrònic, i proporciona enllaços a més recursos de gestió del compte i d'assistència tècnica.
da: Fanen <guilabel>Konto</guilabel> viser dine konto oplysninger så som navn og e-mail-adresse og giver links til yderligere kontohåndtering og teknisk support.
de: Der Reiter <guilabel>Zugang</guilabel> zeigt Ihre Zugangsinformationen, wie Name und E-Mail-Adresse und liefert Links zu weiteren Ressourcen zur Zugangsverwaltung und technischen Unterstützung.
el: Η καρτέλα <guilabel>Λογαριασμός</guilabel> εμφανίζει πληροφορίες για τον λογαριασμό σας όπως όνομα και διεύθυνση email και παρέχει συνδέσμους προς πρόσθετες δυνατότητες διαχείρισης και τεχνικής υποστήριξης του λογαριασμού.
fr: L'onglet <guilabel>Compte</guilabel> affiche les informations de votre compte comme votre nom, votre adresse email et vous propose des liens vers des ressources supplémentaires de gestion de votre compte ou de support technique.
gl: O separador <guilabel>Conta</guilabel> mostra información do seu computador como o nome o seu enderezo de correo electrónico e fornece ligazóns para a xestión da súa conta e para os recursos de asistencia técnica.
hu: A <guilabel>Fiók</guilabel> lap megjeleníti fiókinformációit, mint a név és az e-mail cím, valamint hivatkozásokat tartalmaz további fiókkezelési és technikai támogatási erőforrásokra.
sl: Zavihek <guilabel>Račun</guilabel> prikazuje podatke vašega računa kot je ime in naslov elektronske pošte ter zagotavlja povezave do več virov upravljanja računa in tehnične podpore.
sr: Језичак <quote><guilabel>Налози</guilabel></quote> приказује информације вашег налога као што су име и адреса е-поште и обезбеђује везе за више управљања налогом и према ресурсима техничке подршке.

source: The <guilabel>Devices</guilabel> tab lists all of the devices that are currently added to synchronize with your account. Devices are either computers or mobile phones. For the computer that you are currently using, you can adjust how much of your bandwidth is used by synchronization and connect or reconnect to <application>Ubuntu One</application>. You can also remove computers and mobile phones from your <application>Ubuntu One</application> account.
ca: La pestanya <guilabel>Dispositius</guilabel> mostra tots els dispositius que actualment s'han afegit per sincronitzar amb el compte. Aquests poden ser ordinadors o telèfons mòbils. Per l'ordinador que esteu utilitzant actualment, podeu ajustar la quantitat de l'amplada de banda que s'utilitzarà per sincronitzar i connectar-se o reconnectar-se a l'<application>Ubuntu One</application>. També podeu suprimir ordinadors i telèfons mòbils del compte de l'<application>Ubuntu One</application>.
da: Fanen <guilabel>Enheder</guilabel> indeholder en liste af alle enheder der er tilføjet til at synkronisere med din konto. Enheder kan enten være en computere eller en mobiltelefon. For den computer du benytter i øjeblikket, vil du kunne justere hvor meget af din båndbredde der bliver brugt til at synkronisere og forbinde eller genetablere forbindelsen til <application>Ubuntu One</application>. Du kan også fjerne computere og mobiltelefoner fra din <application>Ubuntu One</application>-konto.
de: Der Reiter <guilabel>Geräte</guilabel> listet alle Geräte auf, die derzeit mit Ihrem Zugang zur Synchronisation verbunden sind. Geräte sind entweder Rechner oder Mobiltelefone. Für den gerade benutzten Rechner können Sie einstellen, wie viel Ihrer verfügbaren Bandbreite zur Synchronisation und zur Verbindung mit <application>Ubuntu One</application> verwendet wird. Sie können auch Rechner und Mobiltelefone aus Ihrem <application>Ubuntu One</application>-Zugang entfernen.
el: Η καρτέλα <guilabel>Συσκευές</guilabel> παρουσιάζει όλες τις συσκευές που έχετε ορίσει να συγχρονίζονται με τον λογαριασμό σας. Οι συσκευές είναι είτε υπολογιστές είτε κινητά τηλέφωνα. Για τον υπολογιστή με τον οποίο είστε συνδεδεμένος, μπορείτε να ορίσετε την ταχύτητα με την οποία γίνεται ο συγχρονισμός και η σύνδεση ή η επανασύνδεση στο <application>Ubuntu One</application>. Μπορείτε επίσης ν' αφαιρέσετε υπολογιστές και κινητά τηλέφωνα από τον λογαριασμό σας στο <application>Ubuntu One</application>.
fr: L'onglet <guilabel>Périphériques</guilabel> affiche tous les périphériques qui sont actuellement synchronisés avec votre compte. Les périphériques peuvent être des ordinateurs ou des téléphones mobiles. Pour l'ordinateur que vous utilisez actuellement, vous pouvez ajuster la bande passante utilisée pour la synchronisation et pour la connection ou reconnection à <application>Ubuntu One</application>. Vous pouvez également supprimer des ordinateurs ou des téléphones mobiles de votre compte <application>Ubuntu One</application>.
gl: O separador <guilabel>Dispositivos</guilabel> mostra todos os dispositivos que están actualmente sincronizándose coa súa conta. Os dispositivos son tanto computadores como teléfonos móbiles. Para o computador que está usando actualmente pode cambiar os axustes como o ancho de banda que se usa para a sincronización e conectar ou desconectarse de <application>Ubuntu One</application>. Tamén pode eliminar computadores e teléfonos móbiles da súa conta de <application>Ubuntu One</application>.
hu: Az <guilabel>Eszközök</guilabel> lap felsorolja a fiókjához szinkronizálásra hozzáadott eszközöket. Az eszközök számítógépek vagy mobiltelefonok lehetnek. A pillanatnyilag használt számítógéphez beállíthatja a szinkronizálás által használandó sávszélességet, vagy újracsatlakozhat az <application>Ubuntu One-hoz</application>. El is távolíthatja az <application>Ubuntu One</application> fiókjához társított számítógépeket és mobiltelefonokat.
sl: Zavihek <guilabel>Naprave</guilabel> našteje vse naprave, ki so trenutno dodane na usklajevanje z vašim računom. Naprave so lahko tako računalniki kot tudi mobilni telefoni. Za računalnik, ki ga trenutno uporabljate lahko določite koliko pasovne širine uporablja usklajevanje in se povežete ali prekinete povezavo z <application>Ubuntu One</application>. Iz svojega računa lahko tudi odstranite računalnike in mobilne telefone <application>Ubuntu One</application>.
sr: Језичак <quote><guilabel>Уређаји</guilabel></quote> наводи све тренутно додате уређаје за синхронизацију са вашим налогом. Уређаји могу бити и рачунари и мобилни телефони. За рачунар који тренутно користите, можете да подесите колико од вашег опсега је коришћено синхронизацијом и да се повежете или поново повежете на <application>Убунту један</application>. Такође можете да уклоните рачунаре и мобилне телефоне из вашег <application>Убунту један</application> налога.

source: The <guilabel>Services</guilabel> tab is where you manage what <application>Ubuntu One</application> features synchronize with your cloud storage and other computers. You can enable or disable the synchronization of files, purchased music, contacts, and bookmarks.
gl: A lapela <guilabel>Servizos</guilabel> é onde se xestionan as características coas que <application>Ubuntu One</application> sincroniza coa súa «nube» de almacenamento e outros equipos. Pode activar ou desactivar a sincronización de ficheiros, música comprada, contactos e marcadores.
hu: A <guilabel>Szolgáltatások</guilabel> lapon adhatja meg az adatfelhőjével és más számítógépeivel szinkronizálandó <application>Ubuntu One</application> szolgáltatásokat. Itt a fájlok, megvásárolt zenék, névjegyek és könyvjelzők szinkronizálását kapcsolhatja be vagy ki.
sl: V zavihku <guilabel>Storitve</guilabel> lahko upravljate kaj <application>Ubuntu One</application> usklajuje z vašo shrambo v oblaku in drugimi računalniki. Tukaj lahko vklopite ali izklopite usklajevanje datotek, kupljene glasbe, stikov in zaznamkov.
sr: Језичак <quote><guilabel>Услуге</guilabel></quote> је место где ви управљате оним што <application>Убунту један</application> функције усаглашавају са вашим облаком скалдиштења и осталим рачунарима. Можете да укључите или да искључите усаглашавање датотека, купљене музике, контаката и обележивача.

source: More information
ca: Més informació
da: Yderligere information
de: Weitere Informationen
el: Περισσότερες πληροφορίες
fr: Informations complémentaires
gl: Máis información
hu: További információk
sl: Več podrobnosti
sr: Више информација

source: For more information about Ubuntu One, it's services, and technical support resources, visit the <ulink url="http://one.ubuntu.com/">Ubuntu One website</ulink>.
ca: Per obtenir més informació sobre l'Ubuntu One, els seus serveis i recursos d'assistència tècnica, visiteu el <ulink url="http://one.ubuntu.com/">lloc web de l'Ubuntu One</ulink>.
da: For yderligere infomation om Ubuntu One, dets servicer, og kilder til teknisk hjælp, besøg <ulink url="http://one.ubuntu.com/">Ubuntu One hjemmesiden</ulink>.
de: Für weitere Informationen über Ubuntu One, seine Dienste und Unterstützungsressourcen besuchen Sie die <ulink url="http://one.ubuntu.com/">Ubuntu One Webseite</ulink>.
el: Για περισσότερες πληροφορίες σχετικά με το Ubuntu One, τις υπηρεσίες του και δυνατότητες τεχνικής υποστήριξης, επισκεφθείτε τον <ulink url="http://one.ubuntu.com/">ιστότοπο Ubuntu One</ulink>.
fr: Pour de plus amples informations sur Ubuntu One, ses services, son support technique, allez sur <ulink url="http://one.ubuntu.com/">Le site web d'Ubuntu One (en anglais)</ulink>.
gl: Para obter máis información sobre Ubuntu One, os seus servizos e os recursos de asistencia técnica visite o <ulink url="http://one.ubuntu.com/">sitio web de Ubuntu One</ulink>.
hu: Az Ubuntu One-nal, szolgáltatásaival és technikai támogatásával kapcsolatos további információkért keresse fel az <ulink url="http://one.ubuntu.com/">Ubuntu One weboldalát</ulink>.
sl: Za več podrobnosti o Ubuntu One, njegovih storitvah in virih tehnične podpore obiščite <ulink url="http://one.ubuntu.com/">spletno stran Ubuntu One</ulink>.
sr: За више информација о Убунту један, његовим услугама и ресурсима техничке подршке, посетите <ulink url="http://one.ubuntu.com/">Убунту један веб сајт</ulink>.

source: You can also follow the <ulink url="http://one.ubuntu.com/blog">Ubuntu One blog</ulink> for news on the latest features.
ca: També podeu seguir el <ulink url="http://one.ubuntu.com/blog">blog de l'Ubuntu One</ulink> per obtenir notícies sobre les últimes funcionalitats.
da: Du kan også følge <ulink url="http://one.ubuntu.com/blog">Ubuntu One blogen</ulink> for nyheder om de seneste funktioner.
de: Sie können ebenfalls den <ulink url="http://one.ubuntu.com/blog">Ubuntu One Blog</ulink> für Neuigkeiten über die neuesten Funktionen verfolgen.
el: Μπορείτε επίσης να παρακολουθείτε το <ulink url="http://one.ubuntu.com/blog">Ubuntu One blog</ulink> για ειδήσεις σχετικές με τις καινούργιες δυνατότητες.
fr: Vous pouvez également suivre le <ulink url="http://one.ubuntu.com/blog">Blog d'Ubuntu One</ulink> pour les actualités concernant les dernières fonctionnalités.
gl: Tamén pode seguir o <ulink url="http://one.ubuntu.com/blog">blog de Ubuntu One</ulink> para ter novas das últimas características.
hu: A legújabb szolgáltatásokkal kapcsolatos hírekért kövesse az <ulink url="http://one.ubuntu.com/blog">Ubuntu One blogot</ulink>.
sl: Za novice o zadnjih zmožnostih lahko sledite tudi <ulink url="http://one.ubuntu.com/blog">blogu Ubuntu One</ulink>
sr: Такође можете да пратите <ulink url="http://one.ubuntu.com/blog">Убунту један блог</ulink> за вестима о најновијим функцијама.

source: Sharing folders via the Shared Folders application
ast: Compartir carpetes per aciu de l'aplicación Compartir carpetes
ca: Compartició de carpetes mitjançant l'aplicació Carpetes compartides
da: Deling af mapper via programmet Delte mapper
de: Ordner über die Anwendung »Gemeinsame Ordner« gemeinsam nutzen
el: Διαμοιρασμός φακέλων μέσω της εφαρμογής Κοινόχρηστοι φάκελοι
fr: Partager des dossiers en utilisant l'application « Dossiers Partagés »
gl: Compartición de cartafoles vía o aplicativo Cartafoles compartidos.
hu: Mappák megosztása a megosztott mappák alkalmazással
nl: Mappen delen via de toepassing Gedeelde mappen
ro: Partajarea de directoare prin intermediul aplicației Directoare partajate
sk: Zdieľanie priečinkov cez aplikáciu Zdieľané priečinky.
sl: Souporaba mapa s programom Souporaba map
sq: Nda foldera me anë të programit Folderat e Shpërndarë
sr: Размена фасцикли помоћу апликације Дељених фасцикли
tr: Paylaşılan Dizinleri kullanarak dosya paylaşımı
uk: Відкриття доступу за допомогою програми спільні теки
zh_cn: 通过共享文件夹程序来共享文件夹。
