Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Your connection is now ready to use. To connect, left click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and select your new connection.
ast: La so conexón ya ta pa usala. Pa coneutar, calca l'iconu <guiicon>NetworkManager</guiicon> na parte cimera drecha del panel y escueyi la to conexón nueva.
sq: Lidhja juaj tani është gati për përdorim. Për tu lidhur, klikoni me të majtën ikonën e <guiicon>Menaxhuesit të Rrjetit</guiicon> në pjesën e sipërme djathtas të panelit dhe zgjidhni lidhjen tuaj të re.
uk: Ваше підключення готове для використання. Для підключення, клацніть лівою кнопкою миші по піктограмі <guiicon>NetworkManager</guiicon> в правому верхньому кутку екрану і оберіть ваше нове підключення.

source: To disconnect, left click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and click <guibutton>Disconnect</guibutton>.
ast: Pa desconeutar, calca l'iconu <guiicon>NetworkManager</guiicon> na parte cimera drecha del panel y calca <guibutton>Desconeutar</guibutton>.
sq: Për tu shkëputur, klikoni me të djathtën ikonën e <guiicon>Menaxhuesit të Rrjetit</guiicon> në pjesën e sipërme djathtas të panelit dhe klikoni <guibutton>Shkëpute</guibutton>.
uk: Для відключення, клацніть лівою кнопкою миші по піктограмі <guiicon>NetworkManager</guiicon> в правому верхньому кутку екрану та клацніть <guibutton>Відключення</guibutton>.

source: Right click the <guiicon>NetworkManager</guiicon> icon in the top right of the panel and click <guilabel>Edit Connections...</guilabel>
ast: Calca'l botón drechu nel iconu <guiicon>NetworkManager</guiicon> na parte cimera drecha del panel y calca <guilabel>Editar conexones...</guilabel>.
sq: Klikoni me të djathtën ikonën <guiicon>Menaxhuesi i Rrjetit</guiicon> në panelin e sipërm në të djathtë dhe klikoni <guilabel>Modifiko Lidhjet...</guilabel>
uk: Натисніть правою кнопкою миші на значку <guiicon>Мережевий менеджер</guiicon> у верхньому правому куті та оберіть <guilabel>Змінити з'єднання...</guilabel>

source: This should open the <guilabel>New Mobile Broadband Connection</guilabel> Wizard. Enter your details as described above.
ast: Esto tendría d'abrir l'asistente de <guilabel>Conexón nueva de banda ancha móvil</guilabel>. Pon los tos datos como se describe enriba.
sq: Kjo do të hapë opsionin <guilabel>Lidhje e Re Mobile Broadband</guilabel>. Vendosni detajet tuaja siç u përshkrua më lart.
uk: Повинен запуститися майстер <guilabel>Нове мобільне широкосмугове з'єднання</guilabel>. Заповніть ваші дані, як було описано вище.

source: There are three types of Virtual Private Networks (VPNs) that are currently supported by NetworkManager (NM). It is important to know which type of VPN network you are attempting to connect to.
ast: NetworkManager (NM) soporta anguaño tres tribes de redes privaes virtuales (VPN). Ye importante saber a qué triba de VPN ta intentando coneutase.
sq: Ka tre lloje të Rrjeteve Virtualë Privatë (VPN) që suportohen për momentin nga Menaxhuesi i Rrjetit (NM). Është e rëndësishme të dini se me cilin lloj të rrjetit VPN po përpiqeni të lidheni.
uk: В даний момент Мережевий менеджер (NM) підтримує три типи Віртуальних приватних мереж (VPN). Важливо знати, до якого типу VPN мережі ви намагаєтеся підключитися.

source: Begin by installing <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> and/or <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
ast: Entama instalando <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> y/o <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
sq: Filloni duke instaluar <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> dhe/ose <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.
uk: Спочатку потрібно встановити <ulink url="apt:network-manager-openvpn">network-manager-openvpn</ulink>, <ulink url="apt:network-manager-pptp">network-manager-pptp</ulink> і / або <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink>.

source: Left click the <guiicon>NetworkManager</guiicon> icon and click <guilabel>Configure VPN...</guilabel> from the <guilabel>VPN Connections</guilabel> option.
ast: Calca col botón izquierdu sobre l'iconu de <guiicon>NetworkManager</guiicon> y calca en <guilabel>Configurar VPN...</guilabel> dientro de la opción <guilabel>Conexones VPN</guilabel>.
sq: Klikoni me të majtën ikonën e <guiicon>Menaxhuesit të rrjetit</guiicon> dhe klikoni <guilabel>Konfiguro VPN...</guilabel> nga opsioni <guilabel>Lidhjet VPN</guilabel>.
uk: Натисніть лівою кнопкою миші по значку <guiicon>Мережевий Менеджер</guiicon> потім натисніть <guilabel>Налаштувати VPN...</guilabel> з розділу <guilabel>З'єднання VPN</guilabel>.

source: Right click the <guiicon>NetworkManager</guiicon> icon and click <guilabel>Edit connections...</guilabel>
ast: Calca col botón drechu sobre l'iconu de <guiicon>NetworkManager</guiicon> y calca en <guilabel>Editar les conexones...</guilabel>.
sq: Klikoni me të djathtën ikonën <guiicon>Menaxhuesi i Rrjetit</guiicon> dhe klikoni <guilabel>Modifiko lidhjet...</guilabel>
uk: Натисніть правою кнопкою миші по значку <guiicon>Мережевий Менеджер</guiicon> та оберіть <guilabel>Змінити з'єднання...</guilabel>

source: Networking Basics
ast: Principios básicos sobre redes
sq: Bazat e Rrjetit
uk: Основи налаштування мереж

source: INTRO
sq: HYRJE
uk: Вступ

source: HOWTO
ast: COMO
sq: SI TË
uk: Посібник

source: Networking
ast: Redes
sq: Rrjeti
uk: Робота в мережі

source: To identify model of your modem, note the name and number on the front. You may have to look for a label to discover the exact model. Consult the list below to see which driver your modem requires, and note the link.
ast: Pa identificar el modelu del to módem, mira'l nome y el númberu qu'apaecen na so parte frontal. Puede que tengas que buscar una etiqueta na qu'apaeza'l modelu exáutu. consulta la siguiente llista pa ver qué controlador necesita'l to módem, y anota l'enllaz.
sq: Për të identifikuar modelin e modemit tuaj, mbani shënim emrin dhe numrin e përparmë. Juve mund t'iu duhet të shikoni etiketën për të zbuluar modelin e saktë. Konslutoni listën këtu poshtë për të zbuluar cilin draiver kërkon modemi juaj dhe mbani shënim lidhjen.
uk: Щоб визначити модель вашого модему, перевірте ім'я та номер на ньому. Можливо, буде потрібно вивчити маркування модему, щоб встановити точну модель. Подивіться список нижче, щоб визначити, який драйвер потрібно вашому модему, і оберіть посилання.

source: flashplugin-installer
tr: flaş eklenti-kurucu
zh_cn: flash插件安装
