Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: If you would like to access a shared folder hosted on an Ubuntu computer by using computers running Windows, you may have to perform some additional steps:
ast: Si quies acceder a una carpeta compartida allugada nun ordenador Ubuntu usando equipos que funcionen con Windows, tendrás que dar dellos pasos adicionales:
ca: Si voleu accedir a una carpeta compartida allotjada en un ordinador amb l'Ubuntu utilitzant ordinadors que executin el Windows, heu de realitzar alguns passos addicionals:
da: Hvis du ønsker at få adgang til en delt mappe placeret på en Ubuntu-computer ved hjælp af computere der kører Windows, kan du udføre nogle ekstra trin:
de: Wenn Sie auf einen freigegebenen Ordner auf einem Ubuntu-Rechner mittels eines Windows-Rechners zugreifen möchten, müssen Sie möglicherweise einige zusätzliche Schritte ausführen:
el: Αν επιθυμείτε να αποκτήσετε πρόσβαση σε ένα κοινόχρηστο φάκελο που φιλοξενείται σε έναν υπολογιστή με Ubuntu χρησιμοποιώντας υπολογιστές που τρέχουν Windows, τότε πρέπει να ακολουθήσετε τις παρακάτω οδηγίες:
fr: Si vous voulez accéder à un dossier partagé hébergé sur un ordinateur sous Ubuntu à partir d'un ordinateur sous Windows, il est possible que vous ayez à réaliser quelques paramétrages supplémentaires :
gl: Se lle gustaría acceder a un cartafol compartido, aloxado nun computador con Ubuntu, pero usando un computador con Windows, deberá realizar algúns pasos adicionais:
hu: Ha Ubuntut futtató rendszeren akar megosztani egy mappát Windows rendszerek felé, további lépések is szükségesek lehetnek:
nl: Als u vanuit Windows een gedeelde map wilt benaderen die op een Ubuntu-computer staat, dan is het mogelijk dat u een aantal extra handelingen moet verrichten:
ro: Dacă doriți să accesați un dosar partajat de pe un calculator cu Ubuntu, utilizând un calculator cu Windows, va trebui să efectuați câțiva pași suplimentari:
sk: Ak chcete mať prístup k zdieľanému priečinku, ktorý sa nachádza na počítači s Ubuntu, z počítača s Windows, budete musieť uskutočniť niekoľko dodatočných krokov:
sl: Če želite do map v souporabi, ki so gostovane na računalniku z Ubuntujem, dostopati iz računalnikov z sistemom Windows, boste morda morali izvesti nekaj dodatnih korakov:
sq: Nëse dëshironi të hyni në një dosje të përbashkët e cila ndodhet në një kompjuter Ubuntu duke përdorur kompjutera që kanë Windows, juve mund t'iu duhet të kaloni në disa hapa të mëtejshme:
sr: Уколико желите да приступите дељеној фасцикли која се налази на Убунту рачунару а користите рачунар са Виндоузом, можда ћете морати да извршите неке додатне кораке:
tr: Eğer bir Ubuntu bilgisayarında paylaşılan bir sunucu klasörüne Windows ile çalışan bilgisayarlarla erişmek istiyorsan, bazı ek adımlar uygulamak zorundasın:
uk: Якщо ви бажаєте отримати доступ до загальних мережевих папок Ubuntu, використовуючи комп'ютер запущений під Windows, ви повинні виконати кілька наступних кроків:
zh_cn: 如果您想用运行Windows的计算机连接运行Ubuntu的计算机上的共享文件夹，您需要执行一些额外的步骤：

source: Type <command>sudo smbpasswd -a username</command>, replacing <quote>username</quote> with your own username. Press <keycap>Enter</keycap> to run the command.
ast: Escribe <command>sudo smbpasswd -a usuariu</command>, camudando <quote>usuariu</quote> pol to nome d'usuariu. Calca <keycap>Enter</keycap> pa executar la orde.
ca: Introduïu <command>sudo smbpasswd -a usuari</command>, reemplaçant <quote>usuari</quote> pel vostre nom d'usuari. Premeu <keycap>Retorn</keycap> per a executar l'ordre.
da: Skriv <command>sudo smbpasswd -a brugernavn</command>, erstat <quote>brugernavn</quote> med dit eget brugernavn. Tryk <keycap>Enter</keycap> for at køre kommandoen.
de: Geben Sie <command>sudo smbpasswd -a username</command> ein, wobei Sie <quote>username</quote> mit Ihren Benutzernamen ersetzen. Drücken Sie <keycap>Enter</keycap>, um den Befehl auszuführen.
el: Πληκτρολογήστε <command>sudo smbpasswd -a username</command>, αντικαθιστώντας το <quote>username</quote> με το δικό σας όνομα χρήστη. Πατήστε <keycap>Enter</keycap> για να εκτελεστεί η εφαρμογή.
fr: Tapez <command>sudo smbpasswd -a nom-d-utilisateur</command>, en remplaçant <quote>nom-d-utilisateur</quote> par votre propre nom d'utilisateur. Appuyez sur <keycap>Entrer</keycap> pour lancer la commande.
gl: Escriba <command>sudo smbpasswd -a username</command>, substituíndo <quote>nome de usuario</quote> co seu propio nome de usuario. Prema <keycap>Intro</keycap> para executar a orde.
hu: Adja ki a <command>sudo smbpasswd -a felhasználónév</command> parancsot, a <quote>felhasználónév</quote> helyére írja be a saját felhasználónevét. Nyomja meg az <keycap>Enter</keycap> billentyűt a parancs futtatásához.
nl: Typ <command>sudo smbpasswd -a gebruikersnaam</command>, waarbij u <quote>gebruikersnaam</quote> vervangt door uw eigen gebruikersnaam. Druk op <keycap>Enter</keycap> om het commando uit te voeren.
ro: Tastați <command>sudo smbpasswd -a username</command>, înlocuind <quote>username</quote> cu numele dvs. de utilizator. Apăsați pe <keycap>Enter</keycap> pentru a executa comanda.
sk: Zadajte <command>sudo smbpasswd -a username</command>, nahraďte <quote>username</quote> vaším používateľským menom. Stlačte <keycap>Enter</keycap> aby ste spustili príkaz.
sl: Vtipkajte <command>sudo smbpasswd -a uporabniškoime</command>, pri čemer zamenjajte <quote>uporabniškoime</quote> s svojim uporabniškim imenom. Pritisnite <keycap>vnosno tipko</keycap> za zaganjanje ukaza.
sq: Shtypni <command>sudo smbpasswd -a username</command>, duke e zëvendësuar <quote>username</quote> me emrin tuaj të përdoruesit. Klikoni <keycap>Enter</keycap> për të nisur komandën.
sr: Упишите: <command>sudo smbpasswd -a username</command>, заменивши <quote>username</quote> вашим корисничким именом. Кликните <quote><keycap>Ентер</keycap></quote> да покренете наредбу.
tr: <quote>username</quote> yerine kendi kullanıcı adınızı yerleştirerek <command>sudo smbpasswd -a username</command> yazın. Komutu çalıştırmak için <keycap>Enter</keycap>'e basın.
uk: Введіть <command>sudo smbpasswd -a username</command>, замінивши <quote>username</quote> на ваше ім'я користувача. Натисніть <keycap>Enter</keycap> щоб запустити команду.
zh_cn: 输入 <command>sudo smbpasswd -a 用户名</command>,将 <quote>用户名</quote> 替换成你自己的用户名。按下 <keycap>Enter</keycap> 键以运行命令。

source: You can find out what your username is by typing <command>whoami</command> into the Terminal and then pressing <keycap>Enter</keycap>.
ast: Puedes saber el to nome d'usuariu escribiendo <command>whoami</command> nel terminal y calcando <keycap>Intro</keycap>.
ca: Podeu saber quin és el vostre nom d'usuari introduint <command>whoami</command> al terminal i prement <keycap>Retorn</keycap>.
da: Du kan finde ud af hvad dit brugernavn er ved at skrive <command>whoami</command> i terminalen og derefter trykke <keycap>Enter</keycap>.
de: Sie können Ihren Benutzernamen herausfinden, indem Sie <command>whoami</command> auf der Befehlszeile eingeben und <keycap>Enter</keycap> drücken.
el: Μπορείτε να εξακριβώσετε το όνομα χρήστη, πληκτρολογώντας <command>whoami</command> στο Τερματικό και πατώντας στη συνέχεια <keycap>Enter</keycap>.
fr: Vous pouvez vérifier votre nom d'utilisateur en tapant <command>whoami</command> dans le Terminal puis en appuyant sur <keycap>Entrée</keycap>.
gl: Pode encontrar cal é o seu nome de usuario escribindo <command>whoami</command> no Terminal e logo premendo <keycap>Intro</keycap>.
hu: A felhasználónevét megkapja, ha beírja a <command>whoami</command> parancsot, majd megnyomja az <keycap>Enter</keycap> billentyűt.
nl: U kunt uw eigen gebruikersnaam achterhalen door <command>whoami</command> te typen in het Terminalvenster en vervolgens op <keycap>Enter</keycap> te drukken.
ro: Puteți afla ce nume de utilizator aveți, dacă tastați <command>whoami</command> în terminal și apoi apăsați pe <keycap>Enter</keycap>.
sk: Vaše používateľské meno môžete zistiť ak zadáte <command>whoami</command> do Terminálu a stlačíte <keycap>Enter</keycap>.
sl: Svoje uporabniško ime lahko poiščete tako, da v terminal vpišete <command>whoami</command> in pritisnete tipko <keycap>Enter</keycap>.
sq: Ju mund ta gjeni se çfarë emri përdoruesi keni duke shtypur <command>whoami</command> në Terminal dhe duke klikuar <keycap>Enter</keycap>.
sr: Можете сазнати ваше корисничко име тако што ћете уписати <quote><command>whoami</command></quote> у Терминалу а затим кликнути <quote><keycap>Унеси</keycap></quote>.
tr: Uçbirim içerisine <command>whoami</command> yazarak kullanıcı ve daha sonra <keycap>Enter</keycap>e basarak kullanıcı adınızın ne olduğunu bulabilirsiniz.
uk: Ви можете дізнатись своє ім'я користувача, увівши команду <command>whoami</command> у Терміналі та натиснувши <keycap>Enter</keycap>.
zh_cn: 你可以在终端输入 <command>whoami</command> 然后按下 <keycap>Enter</keycap> 键以查看你的用户名。

source: Enter your password when prompted with <quote>[sudo] password for username:</quote> and press <keycap>Enter</keycap> again.
ast: Escribe to clave cuando apaezca el mensaxe <quote>[sudo] password for usuariu:</quote> y calca <keycap>Intro</keycap> otra vuelta.
ca: Introduïu la vostra contrasenya quan se us demani amb <quote>[sudo] password for usuari:</quote> i torneu a premer <keycap>Retorn</keycap>.
da: Indtast din adgangskode når der står <quote>[sudo] password for brugernavn:</quote> og tryk <keycap>Enter</keycap> igen.
de: Geben Sie Ihr Passwort ein, wenn Sie mit <quote>[sudo] password for username:</quote> danach gefragt werden und bestätigen Sie mit der <keycap>Eingabe</keycap>-Taste.
el: Εισάγετε τον κωδικό σας, όταν σας ζητηθεί στην γραμμή <quote>[sudo] password for username:</quote> και πατήστε πάλι <keycap>Enter</keycap>.
fr: Saisissez votre mot de passe à l'invite <quote>[sudo] password for username:</quote> et appuyez sur la touche <keycap>Entrée</keycap> à nouveau.
gl: Introduza o seu contrasinal cando se lle indique en <quote>[sudo] contrasinal do usuario:</quote> e prema <keycap>Intro</keycap> novamente.
hu: Amikor a <quote>[sudo] password for (felhasználónév):</quote> sort látja, írja be jelszavát, majd nyomja meg újra az <keycap>Enter</keycap> billentyűt.
nl: Voer uw wachtwoord in als daarom gevraagd wordt d.m.v. de boodschap <quote>[sudo] password for gebruikersnaam:</quote>. Druk vervolgens nogmaals op <keycap>Enter</keycap>.
ro: Introduceți parola când vi se solicită <quote>[sudo] password for username:</quote> și apăsați din nou pe <keycap>Enter</keycap>.
sk: Zadajte vaše heslo keď budete vyzvaný týmto textom <quote>[sudo] password for username:</quote> a opäť stlačte <keycap>Enter</keycap>.
sl: Ob pozivu <quote>[sudo] geslo za username:</quote> vnesite svoje geslo in znova pritisnite <keycap>Vnosno tipko</keycap>.
sq: Vendosni fjalëkalimin kur ju kërkohet me <quote>[sudo] fjalëkalimi për emrin e përdoruesit:</quote> dhe klikoni përsëri <keycap>Enter</keycap>.
sr: Унесите вашу лозинку када вам буде била затражена: <quote>[sudo] password for username:</quote> (лозинка за корисника) и кликните <quote><keycap>Унеси</keycap></quote> поново.
tr: <quote>[sudo] kullanıcı ismin için şifre:</quote> istendiğinde, şifrenizi girin ve <keycap>Giriş</keycap>'e basin.
uk: Введіть свій пароль після <quote>[sudo] password for username:</quote> та знову натисніть <keycap>Enter</keycap>.
zh_cn: 当提示 <quote>[sudo] 用户名的密码:</quote> 时输入你的密码，然后再次按下 <keycap>Enter</keycap> 键。

source: When prompted with <quote>New SMB password:</quote>, enter the password that you would like to use to access the shared folder and then press <keycap>Enter</keycap>. You can leave the password blank, which will allow anyone to access the shared folder.
ast: Cuando apaezca <quote>New SMB password:</quote>, escribe la clave que quieras usar p'acceder a la carpeta compartida y calca <keycap>Intro</keycap>. Puedes dexar la clave en blancu, pa permitir a cualquiera l'accesu a la carpeta compartida.
ca: Quan us demanin <quote>New SMB password:</quote>, introduïu la contrasenya que voleu utilitzar per a accedir a la carpeta compartida i premeu <keycap>Retorn</keycap>. Podeu deixar la contrasenya en blanc, d'aquesta manera qualsevol podrà accedir a la carpeta compartida.
da: Når du får beskeden <quote>New SMB password:</quote>, skal du indtaste den adgangskode, du gerne vil bruge til at få adgang til den delte mappe. Tryk derefter på <keycap>Enter</keycap>. Du kan lade adgangskoden være tom - dette vil give alle adgang til den delte mappe.
de: Wenn Sie mit <quote>New SMB password:</quote> nach einem neuen Passwort für die Netzwerkfreigabe gefragt werden, geben Sie das gewünschte Passwort ein und bestätigen Sie mit der <keycap>Enter</keycap>-Taste. Sie müssen kein Passwort festlegen, allerdings kann dann jeder Netzwerkteilnehmer auf den freigegebenen Ordner zugreifen.
el: Όταν σας ζητηθεί στην γραμμή <quote>New SMB password:</quote>, εισάγετε τον κωδικό που θέλετε να χρησιμοποιήσετε για να έχετε πρόσβαση στον κοινόχρηστο φάκελο και πατήστε <keycap>Enter</keycap>. Μπορείτε να αφήσετε το πεδίο του κωδικού κενό κι αυτό θα επιτρέψει στον οποιονδήποτε να έχει πρόσβαση στον κοινόχρηστο φάκελο.
fr: Lors de l'invite <quote>New SMB password:</quote>, saisissez le mot de passe que vous voulez utiliser pour accéder au dossier partagé et appuyez sur <keycap>Entrée</keycap>. Vous pouvez laisser un mot de passe vide, ce qui autorisera toute personne à accéder au dossier partagé.
gl: Cando se lle indique <quote>Novo contrasinal SMB:</quote>, insira o contrasinal que lle gustaría usar para acceder ao cartafol compartido e prema <keycap>Intro</keycap>. Pode deixar o contrasinal en branco, o que lle permitirá acceder a calquera persoa ao cartafol compartido.
hu: Amikor a <quote>New SMB password:</quote> feliratot látja, írja be azt a jelszót, amivel később el akarja érni a megosztott mappát, majd nyomja meg az <keycap>Enter</keycap> billentyűt. A jelszót üresen is hagyhatja, ezzel mindenki számára engedélyezi a mappa elérését.
nl: Zodra er <quote>New SMB password:</quote> gevraagd wordt, geeft u een zelf te kiezen wachtwoord op. Deze zal gebruikt worden voor de toegang tot de gedeelde map. Druk vervolgens op <keycap>Enter</keycap>. U kunt het wachtwoord leeg laten, waardoor iedereen toegang heeft tot de map.
ro: Când vi se solicită <quote>Noua parolă SMB:</quote>, introduceți parola pe care doriți să o utilizați pentru a accesa dosarul partajat, apoi apăsați pe <keycap>Enter</keycap>. Puteți lăsa necompletat la parolă, ceea ce va permite oricui accesul la dosarul partajat.
sk: Na výzvu <quote>Nové SMB heslo:</quote>, zadajte heslo ktoré chcete použiť na prístup k zdieľanému priečinku a stlačte <keycap>Enter</keycap>. Môžete nechať prázdne heslo, čo umožní prístup hocikoho k zdielanému priečinku.
sl: Ob pozivu <quote>Novo geslo SMB:</quote> vnesite geslo, ki ga želite uporabiti za dostop do souporabljene mape in nato pritisnite tipko <keycap>Enter</keycap>. Svoje geslo lahko pustite prazno. To bo vsakomur omogočilo dostop do mape v souporabi.
sq: Kur ju kërkohet <quote>Fjalëkalimi i ri SMB:</quote>, vendosni fjalëkalimin që do të dëshironit të përdornit për të hyrë në dosjen e përbashkët dhe klikoni <keycap>Enter</keycap>. Ju mund ta lini fjalëkalimin bosh, gjë që do të lejojë gjithkënd që të hyjë në dosjen e përbashkët.
sr: Када буде било затражено: <quote>New SMB password:</quote> (Нова СМБ лозинка), упишите лозинку коју желите да користите за приступ дељеној фасцикли, а затим кликните <quote><keycap>Унеси</keycap></quote>. Можете и да не упишете лозинку, што ће омогућити свакоме да приступи дељеној фасцикли.
tr: <quote>Yeni SMB şifresi:</quote> istendiğinde paylaşılan klasörlere erişmek için kullanmak istediğin şifreyi gir ve <keycap>Enter</keycap>a bas. Eğer paylaşılan klasörlere herkesin erişmesini istiyorsan şifreyi boş bırakabilirsin.
uk: За запитом <quote>New SMB password:</ quote>, введіть пароль, який Ви хотіли б використовувати для доступу до спільної папки та натисніть <keycap>Enter</keycap>. Ви можете залишити пароль порожнім, Це дозволить усім мати доступ до цієї папки.
zh_cn: 当提示 <quote>新 SMB 密码:</quote>时,输入您要以其访问共享文件夹的密码，然后按下 <keycap>Enter</keycap> 键。你可以将密码留空,但是这会使任何人都能访问共享文件夹。

source: When prompted with <quote>Retype new SMB password:</quote>, enter the password that you just entered and then press <keycap>Enter</keycap>.
ast: Cuando apaezca <quote>Retype new SMB password:</quote>, escribe la mesma clave que vienes d'escribir y calca <keycap>Intro</keycap>.
ca: Quan se us demani <quote>Retype new SMB password:</quote>, introduïu la contrasenya que acabeu d'introduir i premeu <keycap>Retorn</keycap>.
da: Når du får beskeden <quote>Retype new SMB password:</quote>, skal du indtaste den adgangskode, du lige har indtastet, og derefter trykke på <keycap>Enter</keycap>.
de: Wenn die Meldung <quote>Retype new SMB password:</quote> erscheint, müssen Sie das Passwort, das Sie eben gewählt haben, wiederholen und mit <keycap>Enter</keycap> bestätigen.
el: Όταν σας ζητηθεί στην γραμμή <quote>Retype new SMB password:</quote>, ξαναπληκτρολογήστε τον ίδιο κωδικό και πατήστε <keycap>Enter</keycap>.
fr: Lors de l'invite <quote>Retype new SMB password:</quote>, saisissez à nouveau le mot de passe et appuyez sur <keycap>Entrée</keycap>.
gl: Cando se lle indique con <quote>Reescriba o novo contrasinal SMB:</quote>, introduza o contrasinal que introduciu e prema <keycap>Intro</keycap>.
hu: Amikor a <quote>Retype new SMB password:</quote> szöveget látja, írja be újra az előbbi jelszót, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
nl: Zodra er <quote>Retype new SMB password:</quote> gevraagd wordt, voert u het wachtwoord dat u zojuist invulde nog eens in en drukt u op <keycap>Enter</keycap>.
ro: Când vi se solicită <quote>Reintroduceți noua parolă SMB:</quote>, introduceți parola pe care ați tastat-o anterior și apăsați pe <keycap>Enter</keycap>.
sk: Keď budete vyzvaný <quote>Znova zadajte SMB heslo:</quote>, zadajte heslo ktoré ste pred chvíľou zadali a stlačte <keycap>Enter</keycap>.
sl: Ob pozivu <quote>Znova vnesite novo geslo SMB:</quote> vnesite pravkar izbrano geslo in pritisnite tipko <keycap>Enter</keycap>.
sq: Kur ju kërkohet të <quote>Rishtypni fjalëkalimin e ri SMB:</quote>, vendosni fjalëkalimin që sapo shtypët dhe më pas klikoni <keycap>Enter</keycap>.
sr: Када буде било затражено: <quote>Retype new SMB password:</quote> (Поново упишите нову СМБ лозинку), поново упишите лозинку коју сте управо уписали и затим кликните <quote><keycap>Унеси</keycap></quote>.
tr: <quote>Yeni SMB şifresini tekrar yaz:</quote> şeklinde bir istek varsa, henüz girdiğin şifreyi gir ve <keycap>Enter</keycap>a bas.
uk: Коли з'виться напис <quote>Retype new SMB password:</quote>, повторно введіть пароль, який ви щойно ввели, та натисніть <keycap>Enter</keycap>.
zh_cn: 当提示 <quote>重新输入新 SMB 密码:</quote> 时, 输入你刚刚输入的密码然后按 <keycap>Enter</keycap> 键。

source: You should now be able to connect to the shared folders on the Ubuntu computer.
ast: Agora tendríes que poder coneutate a les carpetes compartíes de l'ordenador Ubuntu.
ca: Ara hauríeu de poder-vos connectar a les carpetes compartides de l'ordinador amb l'Ubuntu.
da: Du skulle nu være i stand til at oprette forbindelse til den delte mapper på Ubuntu-computeren.
de: Sie sollten nun in der Lage sein, sich mit den freigegebenen Ordnern auf dem Ubuntu-Rechner zu verbinden.
el: Τώρα θα μπορείτε να συνδεθείτε στους κοινόχρηστους φακέλους του υπολογιστή με Ubuntu.
fr: Maintenant, vous devriez pouvoir vous connectez aux dossiers partagés par l'ordinateur Ubuntu.
gl: Agora debería se capaz de conectar cos cartafoles compartidos no computador con Ubuntu.
hu: Ezután kapcsolódni lehet az Ubuntut futtató számítógépen megosztott mappákhoz.
nl: U zou nu de gedeelde mappen op de Ubuntu-computer moeten kunnen bekijken.
ro: Acum ar trebui să puteți accesa dosarele partajate de pe calculatorul care rulează Ubuntu.
sk: Teraz by ste mali byť schopný pripojiť sa na zdielané priečinky počítači s Ubuntu.
sl: Sedaj naj bi se lahko povezali z mapami v souporabi na računalniku z Ubuntujem.
sq: Ju duhet të jeni në gjendje të lidheni me folderat e ndarë në kompjuterin Ubuntu.
sr: Сада бисте требали да будете у могућности да се повежете са дељеним фасциклама на Убунту рачунару.
tr: Şimdi Ubuntu bilgisayardaki paylaşılan klasörlere bağlanabilmek gerekir.
uk: Тепер ви отримаєте можливість під'єднуватись до спільних каталогів на комп'ютері з Ubuntu.
zh_cn: 您现在应该可以连接到Ubuntu电脑上的共享文件夹了。

source: Problems connecting to shared folders in Windows
ast: Problemes al coneutar a carpetes compartíes en Windows
ca: Problemes en connectar-se a carpetes compartides amb el Windows
da: Problemer med at forbinde til delte mapper i Windows
de: Probleme beim Zugriff auf freigegebene Ordner in Windows
el: Προβλήματα κατά τη σύνδεση σε κοινόχρηστους φακέλους με χρήση Windows
fr: Problèmes de connexion aux dossiers partagés depuis Windows
gl: Problemas de conexión cos cartafoles compartidos en Windows
hu: Probléma a megosztott mappához kapcsolódáskor Windowson
nl: Problemen bij het verbinden met gedeelde mappen in Windows
ro: Probleme la accesarea din Windows a directoarelor partajate
sk: Problémy s pripojením k zdieľaným priečinkom z Windows
sl: Težave med povezovanjem z mapami v souporabi v Windows.
sq: Probleme me lidhjen me folderat e ndarë në Windows
sr: Проблеми приликом повезивања на дељене фасцикле у Виндоузу
tr: Windows'daki paylaşılan dosyalara bağlanma sorunu
uk: Проблеми з під'єднанням до спільних каталогів у Windows.
zh_cn: 连接到Windows上的共享文件夹的问题
