Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Much more detailed information is available <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> on the community wiki.</ulink>
ast: Hai información muncho más detallada <ulink url="https://help.ubuntu.com/community/DialupModemHowto">nel wiki de la comunidá</ulink>.
ca: Hi ha disponible més informació detallada al <ulink url="https://help.ubuntu.com/community/DialupModemHowto">wiki de la comunitat</ulink> (en anglès).
da: Langt mere detaljerede oplysninger kan indes <ulink url="https://help.ubuntu.com/community/DialupModemHowto">på fællesskabets wiki</ulink>.
de: Weitere detaillierte Informationen stehen unter <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> on the community wiki.</ulink> zur Verfügung.
el: Περισσότερες πληροφορίες είναι διαθέσιμες <ulink url="https://help.ubuntu.com/community/DialupModemHowto">στο wiki της κοινότητας.</ulink>
fr: Des informations beaucoup plus détaillées sont disponibles <ulink url="https://help.ubuntu.com/community/DialupModemHowto">sur le wiki communautaire</ulink> (en anglais).
gl: Dispón de información moito máis detallada no <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> wiki da comunidade.</ulink>
hu: Sokkal részletesebb információk érhetők el a <ulink url="https://help.ubuntu.com/community/DialupModemHowto">közösségi wikiben</ulink> (angolul).
nl: Er is veel gedetailleerdere informatie beschikbaar <ulink url="https://help.ubuntu.com/community/DialupModemHowto">in de wiki van de Ubuntu-gemeenschap.</ulink>
ro: Puteți găsi informații mult mai detaliate pe <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> paginile wiki ale comunității Ubuntu</ulink>.
sk: Omnoho podrobnejšie informácie nájdete na <ulink url="https://help.ubuntu.com/community/DialupModemHowto">komunitnej wiki</ulink>.
sl: Veliko bolj podrobni podatki so na voljo na <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> wikiju skupnosti.</ulink>
sq: Informacion më i detajuar është i disponueshëm <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> tek wiki i komunitetit.</ulink>
sr: Детаљније информације су доступне на <ulink url="https://help.ubuntu.com/community/DialupModemHowto">викију заједнице.</ulink>
tr: Daha detaylı bilgi için wiki topluluğundan <ulink url="https://help.ubuntu.com/community/DialupModemHowto">e ulaşılabilir.
uk: Додаткову інформацію можна отримати на <ulink url="https://help.ubuntu.com/community/DialupModemHowto"> wiki-сторінці спільноти.</ulink>
zh_cn: 更多详细信息请查阅<ulink url="https://help.ubuntu.com/community/DialupModemHowto"> 社区wiki。</ulink>

source: Connecting with a modem
ast: Coneutando con un modem
ca: Connexió amb un mòdem
da: Opkobling med et modem
de: Mit einem Modem verbinden
el: Σύνδεση με ένα μόντεμ
fr: Connexion par modem
gl: Conectarse cun módem
hu: Kapcsolódás modemmel
nl: Verbinding maken via een modem
ro: Conectarea cu ajutorul modemului
sk: Pripojiť s modemom
sl: Povezovanje z modemom
sq: Lidhja me një modem
sr: Повезивање са модемом
tr: Modem ile Bağlanma
uk: З'єднання за допомогою модема
zh_cn: 用调制解调器连接

source: NetworkManager doesn't currently support modem connections, so you will need to <ulink url="apt:gnome-network-admin">install the gnome-network-admin package</ulink>. If you have no working Internet connection, then you will need to obtain this package and install it, see <ulink url="ghelp:add-applications#installing-deb">Downloading and installing a .deb package</ulink> for more information.
ast: NetworkManager anguaño nun sofita les conexones per modem, polo que necesites <ulink url="apt:gnome-network-admin">instalar el paquete gnome-network-admin</ulink>. Si nun tienes una conexón a Internet que funcione, necesites conseguir esti paquete ya instalalu, llee <ulink url="ghelp:add-applications#installing-deb">Descargar ya instalar un paquete .deb</ulink> pa más información.
ca: El gestor de xarxes NetworkManager actualment no funciona amb connexions per mòdem, per la qual cosa haureu d'<ulink url="apt:gnome-network-admin">instal·lar el paquet gnome-network-admin</ulink>. Si no teniu cap connexió d'Internet funcional, primer haureu d'obtenir el paquet i instal·lar-lo localment. Vegeu la secció <ulink url="ghelp:add-applications#installing-deb">Com baixar i instal·lar un paquet .deb</ulink> per a obtenir-ne més informació.
da: Netværkshåndteringen understøtter i øjeblikket ikke modem-forbindelser, så du bliver nødt til at installere den. Se <ulink url="apt:gnome-network-admin">installere pakken gnome-network-admin</ulink>. Hvis du ikke har nogen fungerende internetforbindelse, så må du anskaffe dig denne pakke og installere den, se <ulink url="ghelp:add-applications#installing-deb">Hent og installér en .deb-pakke</ulink> for yderligere information.
de: Der Network-Manager unterstützt momentan keine Modem-Verbindungen. Sie müssen dafür <ulink url="apt:gnome-network-admin">das Software-Paket gnome-network-admin installieren</ulink>. Wenn Sie über keine funktionierende Internet-Verbindung verfügen, müssen Sie sich das Software-Paket besorgen und installieren. Weitere Informationen dazu finden Sie unter <ulink url="ghelp:add-applications#installing-deb">Ein .deb-Software-Paket herunterladen und installieren</ulink>.
el: Ο Διαχειριστής δικτύου δεν υποστηρίζει προς το παρόν συνδέσεις με συσκευές μόντεμ, κι έτσι θα πρέπει να <ulink url="apt:gnome-network-admin">εγκαταστήστε το πακέτο gnome-network-admin</ulink>. Εάν η σύνδεσή σας με το διαδίκτυο δεν δουλεύει, θα πρέπει να κάνετε λήψη αυτού του πακέτου και να το εγκαταστήστε, βλ. <ulink url="ghelp:add-applications#installing-deb">Λήψη και εγκατάσταση ενός πακέτου .deb</ulink> για περισσότερες πληροφορίες.
fr: NetworkManager ne gère pas actuellement les connexions par modem. Vous aurez donc besoin d'installer le paquet <ulink url="apt:gnome-network-admin">gnome-network-admin package</ulink>. Si vous n'avez aucune connexion à Internet fonctionnelle, il vous faudra récupérer ce paquet et l'installer, consultez <ulink url="ghelp:add-applications#installing-deb">Downloading and installing a .deb package</ulink> pour plus d'informations.
gl: NetworkManager non permite actualmente conexións de módem, así que necesitará <ulink url="apt:gnome-network-admin">instalar o paquete gnome-network-admin</ulink>. Se ten unha conexión de módem que non está a funcionar, precisará obter este paquete e instalalo, vexa <ulink url="ghelp:add-applications#installing-deb">Descarga e instalación dun paquete .deb</ulink> para máis información.
hu: A Hálózatkezelő jelenleg nem támogatja a modemes kapcsolatokat, így telepítenie kell a <ulink url="apt:gnome-network-admin">gnome-network-admin</ulink> csomagot. Ha nincs működő internetkapcsolata, a csomag beszerzésével és telepítésével kapcsolatban nézze meg a <ulink url="ghelp:add-applications#installing-deb">.deb csomag letöltése és telepítése</ulink> szakaszt.
nl: Netwerkbeheer ondersteunt momenteel geen modem-verbindingen, dus u moet eerst het pakket <ulink url="apt:gnome-network-admin">gnome-network-admin</ulink> installeren.
ro: În prezent, NetworkManager nu deține suport pentru conexiuni prin modem, astfel că va trebui să <ulink url="apt:gnome-network-admin">instalați pachetul gnome-network-admin</ulink>. Dacă nu aveți o conexiune activă la Internet, va trebui să obțineți acest pachet și să îl instalați; pentru mai multe informații, consultați <ulink url="ghelp:add-applications#installing-deb">Descărcarea și instalarea unui pachet .deb</ulink>.
sk: NetworkManager momentálne nepodporuje modemové pripojenia, preto budete musieť <ulink url="apt:gnome-network-admin">nainštalovať balík gnome-network-admin</ulink>. Ak nemáte funkčné pripojenie na Internet, budete musieť získať tento balík a nainštalovať ho, viď <ulink url="ghelp:add-applications#installing-deb">Stiahnutie a inštalácia .deb balíka</ulink> pre ďalšie informácie.
sl: Upravljalnik omrežja trenutno ne podpira modemskih povezav, zato boste morali namestiti paket <ulink url="apt:gnome-network-admin"> gnome-network-admin package</ulink>. Če nimate delujoče internetne povezave, boste morali prejeti paket in ga namestiti. Za več podrobnosti si oglejte <ulink url="ghelp:add-applications#installing-deb">Prejemanje in nameščanje paketov .deb</ulink>.
sq: Menaxhuesi i Rrjetit për momentin nuk i suporton lidhjet me modem, kështu që ju do t'iu nevojitet të <ulink url="apt:gnome-network-admin">instaloni paketën gnome-network-admin</ulink>. Nëse nuk keni një lidhje interneti funksionale, atëherë do t'iu duhet ta merrni dhe shkarkoni këtë paketë, shikoni <ulink url="ghelp:add-applications#installing-deb">Shkarkimi dhe instalimi i një pakete .deb</ulink> për më tepër informacion.
sr: Управник мреже тренутно не подржава модем везе, тако да ћете морати да <ulink url="apt:gnome-network-admin">инсталирате пакет <quote>gnome-network-admin</quote></ulink>. Ако немате радну Интернет везу, онда ћете морати да набавите овај пакет и да га инсталирате, за више информација погледајте: <ulink url="ghelp:add-applications#installing-deb">Преузимање и инсталирање <quote>.deb</quote> пакета</ulink>.
tr: Ağ yöneticisi şu anda modem bağlantınızı desteklemiyor, bu nedenle <ulink url="apt:gnome-network-admin">install the gnome-network-admin package</ulink>e ihtiyacınız var. Eğer çalışan bir internet bağlantınız yoksa, daha sonra bu paketi elde etmeli ve kurmalısınız, daha fazla bilgi için <ulink url="ghelp:add-applications#installing-deb">Downloading and installing a .deb package</ulink>e bakın.
uk: NetworkManager наразі не підтримує з'єднання за допомогою модемів, тому вам буде необхідно <ulink url="apt:gnome-network-admin">встановити пакунок gnome-network-admin</ulink>. Якщо ви не маєте робочого з'єднання з Інтернетом, вам потрібно знайти цей пакунок та встановити його, зверніться до розділу <ulink url="ghelp:add-applications#installing-deb">Завантаження та встановлення .deb пакунків</ulink> для отримання додаткової інформації.
zh_cn: NetworkManager目前不支持的调制解调器连接，所以你将需要<ulink url="apt:gnome-network-admin">安装gnome网络管理软件包< / ulink > 。如果您没有连接到互联网，您将需要获得此程序包并安装，见<ulink url="ghelp:addapplications#installing-deb">下载并安装该deb软件包</ ulink >更多信息。

source: You will need to know the following information:
ast: Necesitarás saber la siguiente información:
ca: Haureu de saber la informació següent:
da: Du for brug for følgende oplysninger:
de: Sie benötigen die folgenden Informationen:
el: Είναι απαραίτητο να γνωρίζετε τις παρακάτω πληροφορίες:
fr: Vous aurez besoin de connaître les informations suivantes :
gl: Ten que dispor da información seguinte:
hu: A következő információkat kell ismernie:
nl: U zult de volgende informatie nodig hebben:
ro: Va trebui să cunoașteți următoarele informații:
sk: Budete musieť vedieť nasledujúce informácie:
sl: Potrebovali boste naslednje podatke:
sq: Juve ju duehet të dini informacionin që vijon:
sr: Мораћете да знате следеће информације:
tr: Şu bilgileri biliyor olmalısınız:
uk: Вам потрібно буде знати нищенаведену інформацію:
zh_cn: 你需要知道下列信息：

source: ISP Phone Number; Username; Password; Domain Name Server (DNS) addresses.
ast: Númberu de teléfonu del proveedor de serviciu; nome d'usuariu; contraseña; señes de los DNS (sirvidores de nomes).
ca: Número de telèfon del proveïdor d'Internet; nom d'usuari, contrasenya, adreces del servidors de noms de domini (DNS).
da: Internetudbyderens telefonnummer, brugernavn, kodeord, samt adresser for domænenavneservere.
de: Die Einwahlnummer des Internetanbieters, Benutzername, Passwort und die Domain-Name-Server-Adresse (DNS-Adresse).
el: Αριθμός τηλεφώνου του παρόχου ISP, Όνομα χρήστη, Κωδικός σύνδεσης χρήστη, διευθύνσεις διακομιστή (DNS).
fr: Numéro de téléphone du FAI ; nom d'utilisateur ; mot de passe ; adresses du serveur de nom de domaine (DNS).
gl: Número de teléfono do ISP; Nome de usuario; Contrasinal; Enderezos de Servidores de Nomes (DNS).
hu: ISP telefonszáma; felhasználónév, jelszó, névkiszolgálók (DNS) címei.
nl: ISP-telefoonnummer; Gebruikersnaam; Wachtwoord; Domain Name Server (DNS)-adressen.
ro: Numărul de telefon de acces de la furnizorul de internet, numele de utilizator, parola, adresele serverelor de nume (DNS).
sk: ISP telefónne číslo, meno používateľa, heslo, adresu DNS servera.
sl: Telefonsko številko internetnega ponudnika (ISP-ja); Uporabniško ime; Geslo, naslove strežnikov z imeni domen (DNS).
sq: Numri i Telefonit të ISP; Emri i Përdoruesit; Fjalëkalimi; adresat e Domain Name Server (DNS).
sr: ИСП Број телефона; Корисничко име; Лозинку; Адресе Имена Домена Сервера (ДНС).
tr: ISP Telefon Numarası; Kullanıcı Adı; Şifre; Sunucu Alan Adı (DNS) adresleri.
uk: Телефонний номер ISP; Ім'я користувача; пароль; адреси серверів доменних імен (Domain Name Server, або DNS).
zh_cn: 网络服务提供商电话号码；用户名；密码；DNS服务器地址。

source: Open <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network</guimenuitem></menuchoice>
ast: Abre <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Redes</guimenuitem></menuchoice>
ca: Obriu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Xarxa</guimenuitem></menuchoice>
da: Åbn <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Netværk</guimenuitem></menuchoice>
de: Öffnen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerk</guimenuitem></menuchoice>
el: Ανοίξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση συστήματος</guimenuitem><guimenuitem>Δίκτυο</guimenuitem></menuchoice>
fr: Ouvrez <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Réseau</guimenuitem></menuchoice>
gl: Abra <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Rede</guimenuitem></menuchoice>
hu: Nyissa meg a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózat</guimenuitem></menuchoice> menüpontot
nl: Open <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerk</guimenuitem></menuchoice>
ro: Deschideți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Rețea</guimenuitem></menuchoice>
sk: Otvorte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Sieť</guimenuitem></menuchoice>
sl: Odprite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Omrežje</guimenuitem></menuchoice>
sq: Hapni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Rrjeti</guimenuitem></menuchoice>
sr: Отворите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Мрежа</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Ağ</guimenuitem></menuchoice> açın
uk: Відкрийте <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Мережа</guimenuitem></menuchoice>
zh_cn: 打开 <menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络</guimenuitem></menuchoice>

source: Press <guibutton>Unlock</guibutton> and type your password to unlock the settings
ast: Calca <guibutton>Desbloquiar</guibutton> y escribe to contraseña pa desbloquiar les escoyetes
ca: Premeu <guibutton>Desbloca</guibutton> i introduïu la vostra contrasenya per a desblocar els paràmetres
da: Tryk på <guibutton>Lås op</guibutton> og indtast din adgangskode for at få adgang til indstillingerne
de: Klicken Sie auf <guibutton>Entsperren</guibutton> und geben Sie Ihr Passwort ein um die Einstellungen freizugeben.
el: Επιλέξτε το κουμπί <guibutton>Ξεκλείδωμα</guibutton> και πληκτρολογήστε τον κωδικό σας για να ξεκλειδώσετε τις ρυθμίσεις
fr: Cliquez <guibutton>Déverrouiller</guibutton> et entrez votre mot de passe pour déverrouiller les réglages
gl: Prema <guibutton>Desbloquear</guibutton> e escriba o seu contrasinal para desbloquear as configuracións.
hu: Nyomja meg a <guibutton>Feloldás</guibutton> gombot, és adja meg a jelszavát a zárolt beállítások feloldásához
nl: Klik op <guibutton>Ontgrendelen</guibutton> en typ uw wachtwoord om de instellingen te ontgrendelen
ro: Apăsați pe <guibutton>Deblocare</guibutton> și tastați parola pentru deblocarea configurărilor.
sk: Stlačte <guibutton>Odomknúť</guibutton> a zadajte vaše heslo aby ste odomkli vaše nastavenia.
sl: Pritisnite <guibutton>Odkleni</guibutton> in vpišite geslo za odklep nastavitev.
sq: Klikoni <guibutton>Zhblloko</guibutton> dhe vendosni fjalëkalimin tuaj për të zhbllokuar parametrat
sr: Кликните <quote><guibutton>Откључај</guibutton></quote> и упишите вашу лозинку да откључате подешавања.
tr: Ayarları açmak için <guibutton>Kilidi Aç</guibutton> 'a basın ve şifrenizi girin
uk: Натисніть <guibutton>Розблокувати</guibutton> та введіть свій пароль щоб розблокувати налаштування
zh_cn: 点击<guibutton>解锁</guibutton> 并输入你的密码来解锁设定

source: Select the <guilabel>Connections</guilabel> tab.
ast: Seleiciona la llingüeta <guilabel>Conexones</guilabel>.
ca: Seleccioneu la pestanya <guilabel>Connexions</guilabel>.
da: Vælg fanen <guilabel>Forbindelser</guilabel>.
de: Wählen Sie den Reiter <guilabel>Verbindungen</guilabel>.
el: Επιλέξτε την καρτέλα <guilabel>Συνδέσεις</guilabel>.
fr: Sélectionnez l'onglet <guilabel>Connexions</guilabel>.
gl: Seleccione o separador <guilabel>Conexións</guilabel>.
hu: Válassza a <guilabel>Kapcsolatok</guilabel> lapot.
nl: Kies het tabblad <guilabel>Verbindingen</guilabel>.
ro: Selectați tabul <guilabel>Conexiuni</guilabel>
sk: Vyberte kartu <guilabel>Pripojenia</guilabel>.
sl: Izberite zavihek <guilabel>Povezave</guilabel>.
sq: Zgjidhni tabelën <guilabel>Lidhjet</guilabel>.
sr: Изаберите језичак <quote><guilabel>Везе</guilabel></quote>.
tr: <guilabel>Bağlantılar</guilabel> sekmesini seçin.
uk: Перейдіть на закладку <guilabel>З'єднання</guilabel>.
zh_cn: 选择<guilabel>连接</guilabel>选项卡。

source: Select <guilabel>Point to point connection</guilabel> and press <guibutton>Properties</guibutton>.
ast: Seleiciona <guilabel>Conexón puntu a puntu</guilabel> y calca <guibutton>Propiedaes</guibutton>.
ca: Seleccioneu <guilabel>Connexió punt a punt</guilabel> i premeu <guibutton>Propietats</guibutton>.
da: Vælg <guilabel>Punkt-til-punkt-forbindelse</guilabel> og tryk <guibutton>Egenskaber</guibutton>.
de: Wählen Sie die <guilabel>Punkt-zu-Punkt-Verbindung</guilabel> und klicken Sie den Knopf <guibutton>Eigenschaften</guibutton>.
el: Επιλέξτε <guilabel>Σύνδεση Point to point</guilabel> και πατήστε <guibutton>Ιδιότητες</guibutton>.
fr: Sélectionnez <guilabel>Connexion point à point</guilabel> et pressez <guibutton>Propriétés</guibutton>.
gl: Seleccione <guilabel>Conexión de punto a punto</guilabel> e prema <guibutton>Propiedades</guibutton>.
hu: Válassza a <guilabel>Ponttól pontig kapcsolat</guilabel> menüpontot, és kattintson a <guibutton>Tulajdonságok</guibutton> gombra.
nl: Kies <guilabel>Point-to-point verbinding</guilabel> en klik op <guibutton>Eigenschappen</guibutton>.
ro: Selectați <guilabel>Conexiune de la punct la punct</guilabel> și apăsați pe <guibutton>Proprietăți</guibutton>.
sk: Zvoľte <guilabel>Point to point spojenie</guilabel> a stlačte <guibutton>Vlastnosti</guibutton>.
sl: Izberite <guilabel>Povezava od točke do točke</guilabel> in pritisnite <guibutton>Lastnosti</guibutton>.
sq: Zgjidhni <guilabel>Lidhje kokë më kokë</guilabel> dhe klikoni <guibutton>Parametrat</guibutton>.
sr: Изаберите <quote><guilabel>Тачка до тачке веза</guilabel></quote> и кликните <quote><guibutton>Својства</guibutton></quote>.
tr: <guibutton>Özellikler</guibutton>'e basın ve <guilabel>Noktadan Noktaya Bağlantı</guilabel>'yı seçin.
uk: Оберіть <guilabel>З'єднання типу точка-точка</guilabel> та натисніть <guibutton>Властивості</guibutton>.
zh_cn: 选择 <guilabel>点对点连接</guilabel>，然后点击<guibutton>属性</guibutton>。

source: Tick <guilabel>Enable this connection</guilabel>
ast: Marca <guilabel>Activar esta conexón</guilabel>
ca: Marqueu <guilabel>Habilita aquesta connexió</guilabel>
da: Markér <guilabel>Aktivér denne forbindelse</guilabel>
de: Aktivieren Sie <guilabel>Diese Verbindung aktivieren</guilabel>.
el: Τσεκάρετε την επιλογή <guilabel>Ενεργοποίηση αυτής της σύνδεσης</guilabel>
fr: Cochez <guilabel>Activer cette connexion</guilabel>
gl: Marque <guilabel>Activar esta conexión</guilabel>
hu: Jelölje be a <guilabel>Hálózat engedélyezése</guilabel> jelölőnégyzetet
nl: Vink <guilabel>Deze verbinding activeren</guilabel> aan
ro: Bifați <guilabel>Activează această conexiune</guilabel>
sk: Zvoľte <guilabel>Aktivovať toto pripojenie</guilabel>
sl: Izberite <guilabel>Omogoči to povezavo</guilabel>
sq: Zgjidhni <guilabel>Aktivizo këtë lidhje</guilabel>
sr: Штиклирајте <quote><guilabel>Омогући ову везу</guilabel></quote>.
tr: <guilabel>Bu bağlantıyı Etkinleştir</guilabel>'e tıklayın.
uk: Натисніть <guilabel>Увімкнути це з'єднання</guilabel>
zh_cn: 勾选<guilabel>启用连接</guilabel>

source: Choose <guilabel>Serial Modem</guilabel> from the <guilabel>Connection Type</guilabel> drop down.
ast: Seleiciona <guilabel>Modem serie</guilabel> nel menú estenderexable <guilabel>Tipu de conexón</guilabel>.
ca: Trieu <guilabel>Mòdem serie</guilabel> a la llista desplegable <guilabel>Tipus de connexió</guilabel>.
da: Vælg <guilabel>Serielt modem</guilabel> fra listen <guilabel>Forbindelsestype</guilabel>.
de: Wählen Sie im Reiter <guilabel>Verbindungstyp</guilabel> <guilabel>Serielles Modem</guilabel> aus.
el: Επιλέξτε <guilabel>Σειριακό Μόντεμ</guilabel> στο αναπτυσσόμενο μενού <guilabel>Είδος Σύνδεσης</guilabel>.
fr: Choisissez <guilabel>Modem série</guilabel> depuis la liste déroulante <guilabel>Type de connexion</guilabel>.
gl: Escolla <guilabel>Módem serie</guilabel> do menú despregábel <guilabel>Tipo de conexión</guilabel>.
hu: Válassza a <guilabel>Soros modem</guilabel> lehetőséget a <guilabel>Kapcsolattípus</guilabel> listából.
nl: Kies <guilabel>Serieel Modem</guilabel> uit de keuzelijst<guilabel>Verbindingstype</guilabel>.
ro: Din lista de selecție <guilabel>Tip de conexiune</guilabel>, alegeți <guilabel>Modem serial</guilabel>.
sk: Zvoľte <guilabel>Sériový Modem</guilabel> z ponuky <guilabel>Typ pripojenia</guilabel>.
sl: V spustnem seznamu <guilabel>Vrsta povezave</guilabel> izberite <guilabel>Zaporedni modem</guilabel>.
sq: Zgjidhni <guilabel>Modem Serial</guilabel> nga menuja zbritëse <guilabel>Lloji i Lidhjes</guilabel>.
sr: Изаберите <quote><guilabel>Серијски модем</guilabel></quote> из падајуће листе <quote><guilabel>Тип везе</guilabel></quote>.
tr: Açılan <guilabel>Bağlantı Tipi</guilabel> bölümünden <guilabel>Seri Modem</guilabel>'i seçin.
uk: Оберіть <guilabel>Модем на послідовному порті</guilabel> зі списку <guilabel>Тип з'єднання</guilabel>.
zh_cn: 在下拉菜单<guilabel>连接类型</guilabel>中选择<guilabel>串行调制解调器(猫)</guilabel>
