Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Under Internet Service Provider data, enter the phone number and dial prefix.
ast: En datos del Proveedor de Serviciu d'Internet, escribe'l númberu de teléfonu y el prefixu de marcáu.
ca: Sota les dades del proveïdor d'Internet, introduïu el número de telèfon i el prefix de marcatge.
da: Udfyld Telefonnummer og Forvalgsnummer under Data for internetudbyder.
de: Geben Sie die Telefonnummer und die Vorwahl unter Daten zum Internet-Dienstanbieter ein.
el: Στο πεδίο στοιχεία Παροχέα Υπηρεσιών Διαδικτύου εισάγετε το αριθμό τηλεφώνου και τον κωδικό της περιοχής.
fr: Sous « Données du fournisseur d'accès internet », saisissez le numéro de téléphone et le préfixe.
gl: En datos do Fornecedor de Servizos de Internet, escriba o número de teléfono e o prefixo para chamar.
hu: Az Internetszolgáltató adatai alatt töltse ki a Telefonszám és a Tárcsázási előtag mezőket.
nl: Typ bij Internetprovider-gegevens het telefoonnummer en uitbelcijfer in.
ro: La datele furnizorului de servicii Internet (ISP), introduceți numărul de telefon și prefixul.
sk: V sekcii Údaje o poskytovateľovi Internetu, zadajte telefónne číslo a predvoľbu vytáčania.
sl: V Podatki ponudnika internetnih storitev vnesite telefonsko številko in omrežno skupino.
sq: Tek të dhënat e Internet Service Provider vendosni numrin e telefonit dhe prefiksin që shtypet.
sr: Под подацима Достављача Интернет услуга (ISP), унесите број телефона и префикс.
tr: İnternet Hizmet Sağlayıcı bilgisi, alt bölümünden telefon numaranızı ve alan kodunuzu girin.
uk: Під написом Дані постачальника послуг Інтернету, введіть номер телефону та префікс набору номера
zh_cn: 在ISP项中填写电话号码和拨号前缀。

source: Under Account Data enter your password and username.
ast: En Datos de Cuenta escribe to contraseña y nome d'usuariu.
ca: Sota les dades del compte introduïu la vostra contrasenya i nom d'usuari.
da: Udfyld Adgangskode og Brugernavn under Kontooplysninger.
de: Geben Sie Ihr Passwort und Ihren Benutzername unter Kontodaten ein.
el: Στο πεδίο Στοιχεία Λογαριασμού εισάγετε το όνομα χρήστη και τον κωδικό σας.
fr: Sous « Données du compte », saisissez votre nom d'utilisateur et votre mot de passe.
gl: En Datos da conta escriba o seu nome de usuario e contrasinal.
hu: A Hozzáférés adatai alatt töltse ki a Felhasználónév és Jelszó mezőket.
nl: Typ bij Accountgegevens uw gebruikersnaam en wachtwoord in.
ro: La Datele contului, introduceți parola și numele dvs. de utilizator.
sk: V sekcii Údaje o účte zadajte vaše používateľské meno a heslo.
sl: V Podatki računa vnesite svoje uporabniško ime in geslo.
sq: Tek Të Dhënat e Llogarisë vendosni fjalëkalimin dhe emrin tuaj të përdoruesit.
sr: Под Подацима налога унесите вашу лозинку и корисничко име.
tr: Hesap Bilgisi alt bölümünden kullanıcı adınızı ve parolanızı girin.
uk: Під написом Дані облікового запису введіть ваш пароль та ім'я користувача
zh_cn: 在用户信息里输入你的密码和用户名

source: Click the <guilabel>Modem</guilabel> tab.
ca: Feu clic a la pestanya <guilabel>Mòdem</guilabel>.
da: Klik på fanen <guilabel>Modem</guilabel>.
de: Wählen Sie den Reiter <guilabel>Modem</guilabel>.
el: Κάντε κλικ στην καρτέλα <guilabel>Μόντεμ</guilabel>.
fr: Sélectionnez l'onglet <guilabel>Modem</guilabel>.
gl: Prema no separador <guilabel>Módem</guilabel>.
hu: Kattintson a <guilabel>Modem</guilabel> fülre.
sl: Kliknite zavihek <guilabel>Modem</guilabel>.
sr: Кликните језичак <quote><guilabel>Модем</guilabel></quote>.

source: Choose the modem settings you require.
ast: Esbilla los axustes del modem que necesites.
ca: Trieu els paràmetres que us calguin del mòdem.
da: Vælg de modemindstillinger, der er nødvendige for dig.
de: Geben Sie die Modem-Einstellungen ein, die Sie benötigen.
el: Επιλέξτε τις ρυθμίσεις μόντεμ που απαιτούνται.
fr: Choisisez les paramètre du modem dont vous avez besoin.
gl: Escolla as opcións do módem que requira.
hu: Válassza ki az Önnek megfelelő modembeállításokat.
nl: Kies de gewenste modeminstellingen.
ro: Alegeți configurația de modem necesară.
sk: Zvoľte potrebné nastavenia.
sl: Izberite zahtevane nastavitve modema.
sq: Zgjidhni parametrat e modemit që ju kërkoni.
sr: Изаберите потребна подешавања модема.
tr: İstenilen modem ayarlarını girin.
uk: Оберіть необхідні налаштування модема
zh_cn: 选择您需要的调制解调器设置。

source: Select the <guilabel>DNS</guilabel> tab and enter the DNS addresses of your ISP.
ast: Seleiciona la llingüeta <guilabel>DNS</guilabel> y escribe les señes de los DNS del to Proveedor.
ca: Seleccioneu la pestanya <guilabel>DNS</guilabel> i introduïu les adreces DNS del vostre proveïdor d'Internet.
da: Vælg fanen <guilabel>DNS</guilabel> og indtast DNS-adresserne for din internetudbyder.
de: Wechseln Sie in den Reiter <guilabel>DNS</guilabel> und geben Sie die DNS Adresse Ihres Providers an.
el: Επιλέξτε την καρτέλα <guilabel>DNS</guilabel> και εισάγετε τις διευθύνσεις DNS του παροχέα σας.
fr: Sélectionnez l'onglet <guilabel>DNS</guilabel> et entrez les adresses DNS de votre ISP.
gl: Seleccione o separador <guilabel>DNS</guilabel> e introduza os enderezos DNS do seu fornecedor.
hu: Válassza a <guilabel>DNS</guilabel> fület és adja meg az internetszolgáltatója DNS címeit.
nl: Kies het tabblad <guilabel>DNS</guilabel> en typ de DNS-adressen van uw ISP in.
ro: Selectați tabul <guilabel>DNS</guilabel> și introduceți adresele DNS ale furnizorului dvs. de Internet (ISP).
sk: Vyberte kartu <guilabel>DNS</guilabel> a zadajte DNS adresu poskytovateľa pripojenia k Internetu.
sl: Izberite zavihek <guilabel>DNS</guilabel> in vnesite naslove DNS vašega ISP-ja.
sq: Zgjidhni tabelën <guilabel>DNS</guilabel> dhe vendosni adresat DNS të ISP-së tuaj.
sr: Изаберите језичак <quote><guilabel>ДНС</guilabel></quote> и унесите ДНС адресе вашег Достављача Интернет услуга (ISP).
tr: <guilabel>DNS</guilabel> sekmesini seçin ve internet hizmet sağlayıcınızın DNS adresini girin.
uk: Оберіть <guilabel>DNS</guilabel> та введіть DNS-адресу вашого ISP.
zh_cn: 选择 <guilabel>DNS</guilabel> 标签，输入ISP给你的DNS地址。

source: Credits and License
ast: Créitos y Llicencia
ca: Crèdits i llicència
da: Bidragydere og licens
de: Mitwirkende und Lizenzbestimmungen
el: Συντελεστές και άδεια χρήσης
fr: Remerciements et licence
gl: Créditos e licenza
hu: Köszönetnyilvánítás és licenc
nl: Medewerkers en licentie
ro: Autori și licență
sk: Poďakovania a licencia
sl: Zasluge in licenca
sq: Kredite dhe Liçensimi
sr: Заслуге и лиценца
tr: Hazırlayanlar ve Lisans
uk: Подяки та Ліцензійні умови
zh_cn: 致谢与许可

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ast: Esti documentu mantienlu l'equipu de documentación d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pa ver una llista de contribuidores, mira na <ulink url="../../libs/C/contributors.xml">páxina de contribuidores</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
de: Dieses Dokument wird vom Ubuntu-Dokumentationsteam gepflegt (https://wiki.ubuntu.com/DocumentationTeam). Eine Liste der Mitwirkenden finden Sie unter <ulink url="../../libs/C/contributors.xml">Mitwirkende</ulink>.
el: Αυτό το έγγραφο συντηρείται από την ομάδα τεκμηρίωσης του Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Για τη λίστα των συντελεστών, δείτε <ulink url="../../libs/C/contributors.xml">την σελίδα τους</ulink>.
fr: Ce document est maintenu par l'équipe de documentation d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pour obtenir la liste des contributeurs, consultez la <ulink url="../../libs/C/contributors.xml">page des contributeurs</ulink>. En cas de problème avec la traduction française, vous pouvez contacter l'équipe de traduction sur la liste de diffusion : ubuntu-fr-l10n@lists.ubuntu.com
gl: Este documento manteno o equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ver unha lista dos que contribuíron, véxase a <ulink url="../../libs/C/contributors.xml">páxina de colaboradores</ulink>.
hu: Ezt a dokumentumot az Ubuntu dokumentációs csapat tartja karban (https://wiki.ubuntu.com/DocumentationTeam). A közreműködők listája a <ulink url="../../libs/C/contributors.xml">közreműködők oldalán</ulink> található meg.
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met medewerkers, zie de <ulink url="../../libs/C/contributors.xml">medewerkerspagina</ulink>.
ro: Acest document este întreținut de echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Lista colaboratorilor o puteți consulta pe <ulink url="../../libs/C/contributors.xml">pagina colaboratorilor</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sq: Ky dokument mirëmbahet nga skuadra e dokumentimit të Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Për një listë të kontribuesve, shikoni <ulink url="../../libs/C/contributors.xml">faqen e kontribuesve</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
tr: Bu Belge Ubuntu belgelendirme takımı tarafından sağlandı (https://wiki.ubuntu.com/DocumentationTeam). Katılımcıların listesi için <ulink url="../../libs/C/contributors.xml">contributors page</ulink>adresini ziyaret edin.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>
zh_cn: 此文档由 Ubuntu 文档小组维护 (https://wiki.ubuntu.com/DocumentationTeam)。贡献者的列表位于<ulink url="../../libs/C/contributors.xml">贡献者页面</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ast: Esti documentu ta disponible embaxo la llicencia Creative Commons ShareAlike 2.5 (CC-BY-SA).
ca: Aquest document es publica sota la Llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
de: Dieses Dokument wurde unter der Creative-Commons-ShareAlike-Lizenz 2.5 (CC-BY-SA) veröffentlicht.
el: Το έγγραφο αυτό διατίθεται υπό την άδεια Creative Commons ShareAlike 2.5 (CC-BY-SA).
fr: Ce document est disponible sous licence Creative Commons paternité-partage des conditions initiales à l'identique 2.5 (CC-BY-SA)
gl: Este documento está dispoñible baixo a Licenza Creative Commons Compartir-Igual 2.5 (CC-BY-SA).
hu: Ez a dokumentum a Creative Commons Nevezd meg! – Így add tovább! 2.5 (CC-BY-SA) licenc alatt érhető el.
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ro: Acest document este disponibil sub licența Creative Commons „Atribuire-Distribuire în condiții identice” 2.5 (CC-BY-SA)
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sq: Ky dokument është bërë i disponueshëm nën Liçensën Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
tr: Bu belge Creative Commons ShareAlike 2.5 (CC-BY-SA) lisansı altında yayımlanmıştır.
uk: Цей документ доступний під ліцензією Creative Commons ShareAlike 2.5 (CC-BY-SA).
zh_cn: 本文档在 Creative Commons ShareAlike 2.5 授权许可 (CC-BY-SA) 的条款下发布。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ast: Yes llibre pa camudar, estender y meyorar el códigu fonte de la documentación d'Ubuntu embaxo los términos d'esta llicencia. Tolos trabayos derivaos deben lliberase embaxo esta llicencia.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
de: Es steht Ihnen frei, den Quelltext der Ubuntu-Dokumentation im Rahmen dieser Lizenzbedingungen zu verändern, zu erweitern und zu verbessern. Alle davon abstammenden Werke müssen unter dieser Lizenz veröffentlicht werden.
el: Είστε ελεύθεροι να τροποποιήσετε, να επεκτείνετε και να βελτιώσετε τον πηγαίο κώδικα της τεκμηρίωσης του Ubuntu, υπό τους όρους της συγκεκριμένης άδειας. Όλα τα παραγόμενα έργα πρέπει να δημοσιεύονται με αυτήν την άδεια.
fr: Vous êtes libre de modifier, de compléter ou d'améliorer le code source de la documentation Ubuntu sous les termes de cette licence. Tous les travaux dérivés doivent être diffusés sous cette même licence.
gl: É libre de modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licenza. Todas as obras derivadas téñense que publicar baixo esta licenza.
hu: Joga van módosítani, kiegészíteni és fejleszteni az Ubuntu dokumentációk forrását. A származtatott munkákat ugyanezen licenc alatt kell kiadnia.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu, respectând termenii acestei licențe. Orice lucrare derivată din această documentație trebuie să se supună termenilor acestei licențe.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie za podmienok tejto licencie. Všetky odvodené diela musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sq: Jeni i lirë të modifikoni, zgjeroni dhe të përmirësoni kodin e dokumentave të Ubuntu nën termat e kësaj liçense. Të gjitha punimet apo veprat e derivuara duhet të publikohen nën kushtet e po kësaj liçense.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
tr: Ubuntu belgeleme kaynak kodunu bu lisansa göre özgürce değiştirebilir, genişletebilir ve geliştirebilirsiniz. Türetilmiş çalışmalar bu lisans altında yayımlanmalıdır.
uk: Згідно з умовами ліцензії ви можете змінювати, розширювати та вдосконалювати документацію Ubuntu без обмежень. Усі похідні роботи повинні випускатись під цією ж ліцензією.
zh_cn: 您可以在该许可的条款下自由地修改、扩充，以及改进本 Ubuntu 文档的源码。所有的衍生作品必须在本许可下发布。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ast: Esta documentación distribúyese con envís de que seya útil, pero ENSIN DENGUNA GARANTÍA, nin siquiera la garantía implícita de COMERCIALIZACIÓN o de que S'AFAYE PA UN PROPÓSITU PARTICULAR, COMO SE DIA NA CLÁUSULA D'EXENCIÓN DE RESPONSABILIDÁ.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER A UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
de: Dieses Dokument wurde in der Hoffnung herausgeben, dass es sich als nützlich und hilfreich erweisen werde. Dies beinhaltet jedoch keine Gewährleistung, weder ausdrücklich noch implizit, einschließlich – aber nicht begrenzt auf – Marktreife oder Verwendbarkeit für einen bestimmten Zweck, wie im Haftungsausschluss beschrieben.
el: Αυτή η τεκμηρίωση διανέμεται με την ελπίδα ότι θα είναι χρήσιμη, αλλά ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την υπονοούμενη εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΤΗΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ ΟΠΩΣ ΠΕΡΙΓΡΑΦΕΤΑΙ ΣΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΥΘΥΝΗΣ.
fr: Cette documentation est distribuée dans l'espoir qu'elle sera utile, mais SANS AUCUNE GARANTIE de quelque nature que ce soit ; expresse ou implicite, y compris, mais sans y être limité, les garanties D'APTITUDE À LA VENTE ou À UN BUT PARTICULIER COMME EXPOSÉ DANS L'AVERTISSEMENT. (N.B. : en cas de litige, seule la version anglaise fait foi)
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NINGUNHA; sen sequera a garantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
hu: A dokumentációt abban a reményben terjesztjük, hogy hasznos lesz, de nem vállalunk SEMMIFÉLE GARANCIÁT, még olyan értelemben sem, hogy alkalmas-e a KÖZREADÁSRA vagy EGY BIZONYOS FELADAT ELVÉGZÉSÉRE AZ EBBEN A FIGYELMEZTETÉSBEN LEÍRTAK SZERINT.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICIO GARANȚIE; nici măcar garanția presupusă de VANDABILITATE sau de ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE DECLINARE A RESPONSABILITĂȚII.
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sq: Ky dokumentim shpërndahet me shpresën se do të jetë i dobishëm, por PA ASNJË GARANCI; madje edhe pa garancinë e shprehur të TREGTUESHMËRISË ose PËRSHTATJES PËR NJË QËLLIM TË CAKTUAR SIÇ ËSHTË PËRSHKRUAR MË LART.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
tr: Bu belge faydalı olabileceği umularak dağıtılmaktadır, fakat hiçbir GARANTİSİ YOKTUR; hatta BU FERAGATNAMEDE BELİRTİLDİĞİ GİBİ TİCARİ ve ya HERHANGİ BAŞKA BİR AMACA UYGUNLUĞU bile garanti edilemez.
uk: Ця документація розповсюджується з надією на те, що вона буде корисною, проте БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без гарантій ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ КОНКРЕТНИХ ЦІЛЕЙ ЯКІ ОПИСАНІ В РОЗ'ЯСНЕННІ
zh_cn: 本文档发布的目的是期望能发挥一定作用。但我们不提供任何担保；甚至如免责声明中所说那样对特定目标的适销性或用于某一特定目的适用性也不提供任何形式(包括默许)的担保。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ast: Hai una copia de la llicencia disponible equí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Llicencia Creative Commons ShareAlike</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Llicència ShareAlike de Creative Commons</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
de: Eine Kopie der Lizenzbestimmungen ist verfügbar unter: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
el: Ένα αντίγραφο της άδειας χρήσης είναι διαθέσιμο εδώ: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
fr: Une copie de la licence est disponible ici : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Hai dispoñible unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licenza Creative Commons CompartirIgual</ulink>.
hu: A licenc másolata elérhető a <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink> oldalon.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ro: O copie a licenței este disponibilă aici: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Licența Creative Commons „Atribuire-Distribuire în condiții identice”</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sq: Një kopje e liçensës gjendet këtu:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
tr: Lisansın bir kopyası burada mevcut: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_cn: 许可证的副本位于：<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ast: Proyeutu de Documentación d'Ubuntu
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojekt for Ubuntu
de: Ubuntu-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης Ubuntu
fr: Projet de documentation d'Ubuntu
gl: Proxecto de Documentación do Ubuntu
hu: Ubuntu dokumentációs projekt
nl: Ubuntu-documentatieproject
ro: Proiectul de documentație Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sq: Projekti i Dokumentimit të Ubuntu
sr: Пројектa Убунту документације
tr: Ubuntu Belgelendirme Tasarısı
uk: Проект документації Ubuntu
zh_cn: Ubuntu 文档工程
