Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Network Tools</guimenuitem></menuchoice>
ast: Calca <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Alministración</guimenuitem><guimenuitem>Ferramientes de rede</guimenuitem></menuchoice>
ca: Premeu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administració</guimenuitem><guimenuitem>Eines de xarxa</guimenuitem></menuchoice>
da: Tryk <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Netværksværktøjer</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Systemverwaltung</guimenuitem><guimenuitem>Netzwerkdiagnose</guimenuitem></menuchoice>
el: Πατήστε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Διαχείριση</guimenuitem><guimenuitem>Εργαλεία Δικτύου</guimenuitem></menuchoice>
fr: Cliquez sur <menuchoice><guimenu>Système</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Outils réseau</guimenuitem></menuchoice>
gl: Prema <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Ferramentas de rede</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Adminisztráció</guimenuitem><guimenuitem>Hálózati segédeszközök</guimenuitem></menuchoice> menüpontot
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Beheer</guimenuitem><guimenuitem>Netwerkhulpmiddelen</guimenuitem></menuchoice>
ro: Apăsați pe <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilitare rețea</guimenuitem></menuchoice>
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Sieťové nástroje</guimenuitem></menuchoice>
sl: Pritisnite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Skrbništvo</guimenuitem><guimenuitem>Omrežna orodja</guimenuitem></menuchoice>
sq: Klikoni <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Administrimi</guimenuitem><guimenuitem>Mjetet e Rrjetit</guimenuitem></menuchoice>
sr: Отворите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Администрација</guimenuitem><guimenuitem>Мрежни алати</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Yönetim</guimenuitem><guimenuitem>Ağ Araçları</guimenuitem></menuchoice> başlığına tıklayın
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Адміністрування</guimenuitem><guimenuitem>Мережні утиліти</guimenuitem></menuchoice>
zh_cn: 点击<menuchoice><guimenu>系统</guimenu><guimenuitem>管理</guimenuitem><guimenuitem>网络工具</guimenuitem></menuchoice>

source: Select the <guilabel>Ping</guilabel> tab
ast: Seleiciona la llingüeta <guilabel>Ping</guilabel>
ca: Seleccioneu la pestanya <guilabel>Ping</guilabel>
da: Vælg fanen <guilabel>Ping</guilabel>
de: Wählen Sie den Reiter <guilabel>Ping</guilabel>
el: Επιλέξτε την καρτέλα <guilabel>Ping</guilabel>
fr: Sélectionnez l'onglet <guilabel>Ping</guilabel>
gl: Seleccione o separador <guilabel>Ping</guilabel>
hu: Válassza a <guilabel>Ping</guilabel> lapot
nl: Kies het tabblad <guilabel>Ping</guilabel>
ro: Selectați tabul <guilabel>Ping</guilabel>
sk: Zvoľte kartu <guilabel>Ping</guilabel>
sl: Izberite zavihek <guilabel>Ping</guilabel>
sq: Zgjidhni tabelën <guilabel>Ping</guilabel>
sr: Изаберите језичак <quote><guilabel>Пинг</guilabel></quote>.
tr: <guilabel>Ping</guilabel> sekmesini açın
uk: Перейдіть на вкладку <guilabel>Пінг</guilabel>
zh_cn: 选择<guilabel>Ping</guilabel>标签

source: Type <userinput>ubuntu.com</userinput> into the <guilabel>Network address</guilabel> box and then press <guibutton>Ping</guibutton>
ast: Escribe <userinput>ubuntu.com</userinput> nel cuadru <guilabel>Direición de rede</guilabel> y calca <guibutton>Ping</guibutton>
ca: Introduïu <userinput>ubuntu.com</userinput> al quadre <guilabel>Adreça de xarxa</guilabel> i premeu <guibutton>Ping</guibutton>
da: Skriv <userinput>ubuntu.com</userinput> i feltet <guilabel>Netværksadresse</guilabel> og tryk derefter på <guibutton>Ping</guibutton>
de: Geben Sie <userinput>ubuntu.com</userinput> in das Eingabefeld <guilabel>Netzwerkadresse</guilabel> und drücken Sie den <guibutton>Ping</guibutton>-Knopf.
el: Πληκτρολογήστε <userinput>ubuntu.com</userinput> στο πλαίσιο <guilabel>Διεύθυνση δικτύου</guilabel> και μετά πατήστε το κουμπί <guibutton>Ping</guibutton>
fr: Saisissez <userinput>ubuntu.com</userinput> dans l'emplacement <guilabel>Adresse réseau</guilabel> puis cliquez sur <guibutton>Ping</guibutton>
gl: Escriba <userinput>ubuntu.com</userinput> no campo <guilabel>Enderezo de rede</guilabel> e prema <guibutton>Ping</guibutton>
hu: Írja be az <userinput>ubuntu.com</userinput> címet a <guilabel>Hálózati cím</guilabel> dobozba, és nyomja meg a <guibutton>Ping</guibutton> gombot.
nl: Typ <userinput>ubuntu.com</userinput> in het <guilabel>Netwerkadres</guilabel>-vak en klik op <guibutton>Ping</guibutton>
ro: Introduceți <userinput>ubuntu.com</userinput> în caseta <guilabel>Adresă rețea</guilabel> și apoi apăsați pe <guibutton>Ping</guibutton>
sk: Do položky<guilabel>Sieťová adresa</guilabel> napíšte <userinput>ubuntu.com</userinput> a stlačte tlačidlo <guibutton>Ping</guibutton>
sl: V polje <guilabel>Omrežni naslov</guilabel> vtipkajte <userinput>ubuntu.com</userinput> in pritisnite <guibutton>Ping</guibutton>
sq: Shkruani <userinput>ubuntu.com</userinput> në kutinë <guilabel>Adresa e Rrjetit</guilabel> pastaj klikoni <guibutton>Ping</guibutton>
sr: Упишите: <quote><userinput>ubuntu.com</userinput></quote> у поље <quote><guilabel>Мрежна адреса</guilabel></quote>, а затим притисните <quote><guibutton>Пинг</guibutton></quote>.
tr: <guilabel>Ağ adresi</guilabel> kutucuğuna <userinput>ubuntu.com</userinput> yazın ve <guibutton>Ping</guibutton> düğmesine basın.
uk: Введіть <userinput>ubuntu.com</userinput> в полі <guilabel>Мережева адреса</guilabel> та натисніть кнопку <guibutton>Пінгувати</guibutton>
zh_cn: 输入<userinput>ubuntu.com</userinput>到<guilabel>网络地址</guilabel>的框内，按下<guibutton>Ping</guibutton>

source: After a while, a graph should appear. Look at the number for <guilabel>Successful packets</guilabel> under <guilabel>Transmission Statistics</guilabel>
ast: Tres d'un ratu, habría d'apaecer un gráficu. Mira'l númberu de <guilabel>Paquetes esitosos</guilabel> nes <guilabel>Estadístiques de tresmisión</guilabel>
ca: Després d'una mica, es mostrarà una gràfica. Mireu al número de <guilabel>Paquets correctes</guilabel> sota d'<guilabel>Estadístiques de la transmissió</guilabel>
da: Efter et stykke tid, bør en graf blive vist. Se på antallet af <guilabel>Pakker modtaget</guilabel> under <guilabel>Transmissionsstatistik</guilabel>
de: Nach einer Weile sollte ein Balkendiagramm erscheinen. Sehen Sie nach <guilabel>Erfolgreiche Pakete</guilabel> unter <guilabel>Übertragungsstatistik</guilabel>
el: Μετά από λίγο, θα εμφανιστεί ένα γράφημα. Δείτε τον αριθμό <guilabel>Επιτυχημένα πακέτα</guilabel> κάτω από <guilabel>Στατιστικά Μετάδοσης</guilabel>
fr: Après quelques instants vous devriez voir apparaître un graphique. Regardez le nombre de <guilabel>Paquets reçus avec succès</guilabel> dans les <guilabel>Statistiques de transmission</guilabel>
gl: Logo de un anaco, debería aparecer unha gráfica. Olle aos números en <guilabel>Paquetes exitosos</guilabel> baixo <guilabel>Estatísticas da transmisión</guilabel>
hu: Egy kis idő elteltével egy grafikon fog megjelenni. Nézze meg a <guilabel>Sikeres csomagok</guilabel> értékét az <guilabel>Adatátvitel statisztikája</guilabel> alatt.
nl: Na enige tijd zou er een grafiek moeten verschijnen. Kijk naar het aantal achter <guilabel>Pakketten ontvangen</guilabel> onder <guilabel>Verzendstatistieken</guilabel>
ro: În câteva momente ar trebui să apară un grafic. Observați numărul afișat la rubrica <guilabel>Pachete cu succes</guilabel> din secțiunea <guilabel>Statistici transmisiune</guilabel>
sk: Po chvíli by sa mal zobraziť graf. V zložke <guilabel>Štatistiky prenosu</guilabel> sa pozrite na množstvo <guilabel>Úspešných paketov</guilabel>
sl: Čez nekaj časa bi se moral pojaviti graf. Poglejte število v <guilabel>Uspešni paketi</guilabel> pod <guilabel>Statistika prenosa</guilabel>
sq: Pas njëfarë kohe, do të shfaqet një grafik. Shiko numrin për <guilabel>Paketat e suksesshme</guilabel> tek <guilabel>Statistikat e Transmission</guilabel>
sr: Након извесног времена, графикон треба да се појави. Погледајте број <quote><guilabel>Успешних пакета</guilabel></quote> под <quote><guilabel>Статистиком преноса</guilabel></quote>.
tr: Bir süre sonra bir grafik görünecektir. <guilabel>Successful packets</guilabel> under <guilabel>Aktarım İstatistikleri</guilabel> altındaki <guilabel>Başarılı paketler</guilabel> sayısına bakın
uk: Через деякий час повинен появитися графік. Перегляньте число для <guilabel>Вдалих пакунків</guilabel> в полі <guilabel>Статистика передачі (Transmission Statistics)</guilabel>
zh_cn: 小段时间以后，会出现一个窗口，看一下 <guilabel>传输统计</guilabel>下<guilabel>成功接收包</guilabel> 到数字

source: <emphasis>100% successful packets</emphasis> - Your computer should have a good connection to the Internet
ast: <emphasis>100% de paquetes esitosos</emphasis> - L'ordenador tien una bona conexón a Internet
ca: <emphasis>El 100% dels paquets són correctes</emphasis> - L'ordinador hauria de tenir una bona connexió a Internet.
da: <emphasis>100% vellykket pakker</emphasis> - Din computer har en god forbindelse til internettet
de: <emphasis>100% erfolgreiche Pakete</emphasis> - Ihr Rechner sollte eine gute Verbindung zum Internet haben.
el: <emphasis>100% επιτυχημένα πακέτα</emphasis> - Ο υπολογιστής σας πρέπει να διαθέτει καλή σύνδεση με το διαδίκτυο
fr: <guilabel>Paquets reçus avec succès : 100%</guilabel> - Votre ordinateur devrait avoir une bonne connexion à Internet
gl: <emphasis>100% de paquetes con éxito</emphasis> - O seu computador debería ter unha boa conexión a Internet.
hu: <emphasis>100% sikeres csomag</emphasis> - A számítógépe megfelelően kapcsolódik az internethez
nl: <emphasis>Ontvangen pakketten: 100%</emphasis> - Uw computer hoort een goede verbinding met het internet te hebben.
ro: <emphasis>100% rată de succes</emphasis> - Aveți o conexiune bună la Internet
sk: <emphasis>100%</emphasis> - Váš počítač má dobré pripojenie do internetu
sl: <emphasis>100% uspešnih paketov</emphasis> - Vaš računalnik bi moral imeti dobro povezavo na Internet
sq: <emphasis>paketa 100% të suskesshme</emphasis> - Kompjuteri juaj duhet të ketë një lidhje të mirë me Internetin
sr: <quote><emphasis>100% успешних пакета</emphasis></quote> — ваш рачунар би требао да има добру везу са Интернетом.
tr: <emphasis>paket 100% başarılı</emphasis> - Bilgisayarınız internete iyi bir bağlantıyla bağlanmış durumda.
uk: <emphasis>100% вдалих пакунків</emphasis> - Ваш комп'ютер має хороше підключення до мережі Інтернет
zh_cn: <emphasis>100%发送成功的包</emphasis>-你的计算机应该与互联网连接良好

source: <emphasis>Less than 100% successful</emphasis> - Your computer probably has a poor connection to the Internet or a poor wireless signal
ast: <emphasis>Menos del 100% esitosos</emphasis> - L'ordenador probablemente tien una mala conexón a Internet, o la señal inalámbrica ye feble
ca: <emphasis>Menys del 100% són correctes</emphasis> - Segurament l'ordinador té una mala connexió a Internet o una dèbil senyal de xarxa sense fil
da: <emphasis>Mindre end 100% vellykket</emphasis> - Computeren har sandsynligvis en dårlig forbindelse til internettet eller et dårligt trådløst signal
de: <emphasis>weniger als 100% erfolgreich</emphasis> - Ihr Rechner hat eine schlechte Verbindung zum Internet oder ein schlechtes WLAN-Signal.
el: <emphasis>Κάτω από 100% επιτυχημένα πακέτα</emphasis> - Ο υπολογιστής πιθανώς να μην έχει καλή σύνδεση με το διαδίκτυο ή να έχει κακή λήψη ασύρματου σήματος
fr: <guilabel>Paquets reçus avec succès : inférieur à 100%</guilabel> - Vraisemblablement votre ordinateur a une mauvaise connexion à Internet ou alors un signal sans fil de mauvaise qualité.
gl: <emphasis>Menos de 100% correctos</emphasis> - O seu computador probabelmente ten unha conexión pobre á Internet ou un pobre sinal de conexión sen fíos
hu: <emphasis>100% érték alatt</emphasis> - A számítógépe valószínűleg lassabb, vagy gyengébb vezeték nélküli jelerősségű kapcsolattal kapcsolódik az internethez
nl: <emphasis>Minder dan 100% ontvangen</emphasis> - Uw computer heeft waarschijnlijk een slechte verbinding met het internet of een slecht draadloos signaal
ro: <emphasis>mai puțin de 100% rată de succes</emphasis> - Aveți o conexiune mai slabă la Internet sau un semnal slab pentru conexiunea la rețeaua fără fir.
sk: <emphasis>Menej ako 100% úspešnosť</emphasis> - Váš počítač má pravdepodobne slabé pripojenie do internetu alebo slabý bezdrôtový signál
sl: <emphasis>Manj kot 100% uspešno</emphasis> - Vaš računalnik ima verjetno slabo povezavo na Internet ali slab brezžični signal
sq: <emphasis>Më pak se 100% e suksesshme</emphasis> - Kompjuteri juaj ndoshta ka një lidhje të dobët interneti ose një sinjal të dobët wireless
sr: <quote><emphasis>Мање од 100% успешних</emphasis></quote> — ваш рачунар вероватно има лошу везу са Интернетом или лош бежични сигнал.
tr: <emphasis>100% den daha az başarılı</emphasis> - Bilgisayarınızın zayıf bir bağlantısı vardır ya da zayıf kablosuz sinyal vardır.
uk: <emphasis>Менше ніж 100% вдалих</emphasis> - ваш комп'ютер можливо має погане підключення до мережі Інтернет або поганий сигнал бездротової мережі
zh_cn: <emphasis>小于 100% 成功</emphasis> - 也许您的电脑网络连接比较慢，或是无线网络信号比较弱

source: <emphasis>0% successful packets</emphasis> - Your computer has a very bad connection, or is connected to an access point or router which is not connected to the Internet
ast: <emphasis>0% de paquetes esitosos</emphasis> - L'ordenador tien una conexón permala, o ta conectáu nun puntu d'accesu o router que nun ta conectáu a Internet.
ca: <emphasis>El 0% dels paquets són correctes</emphasis> - L'ordinador té una connexió molt dolenta o està connectat a un punt d'accés o encaminador que no està connectat a Internet.
da: <emphasis>0% vellykket pakker</emphasis> - Computeren har en meget dårlig forbindelse, eller er sluttet til et adgangspunkt eller en router, som ikke er sluttet til internettet
de: <emphasis>0% erfolgreiche Pakete</emphasis> - Ihr Rechner hat eine sehr schlechte Verbindung, oder er ist an einen Zugangspunkt oder Router angeschlossen, der nicht mit dem Internet verbunden ist.
el: <emphasis>0% επιτυχημένα πακέτα</emphasis> - Ο υπολογιστής έχει πολύ κακή σύνδεση, ή έχει συνδεθεί σε κάποια συσκευή ή έναν δρομολογητή που δεν είναι συνδεμένος στο διαδίκτυο
fr: <guilabel>Paquets reçus avec succès : 0%</guilabel> - Votre ordinateur a une très mauvaise connexion ou alors il est connecté à un point d'accès ou à un routeur qui n'est pas connecté à Internet.
gl: <emphasis>0% paquetes correctos</emphasis> - O seu computador ten unha conexión moi mala, ou está conectado a un punto de acceso ou encamiñador que non está conectado á Internet
hu: <emphasis>0% sikeres csomag</emphasis> - A számítógépének kapcsolata rossz, vagy a használt elérési pont vagy útválasztó nem kapcsolódik az internethez
nl: <emphasis>Ontvangen pakketten: 0%</emphasis> - Uw computer heeft een zeer slechte verbinding, of heeft verbinding met een toegangspunt of router die niet met het internet is verbonden
ro: <emphasis>0% rată de succes</emphasis> - Aveți o conexiune foarte slabă sau sunteți cuplat la o rețea sau la un ruter neconectate la Internet
sk: <emphasis>0% úspešných paketov</emphasis> - Váš počítač má veľmi zlé pripojenie, alebo je pripojený k prípojnému bodu alebo routeru, ktorý nie je pripojený do internetu
sl: <emphasis>0% uspešnih paketov</emphasis> - Vaš računalnik ima zelo slabo povezavo ali pa je povezan na dostopno točko ali usmerjevalnik brez internetne povezave.
sq: <emphasis>0% paketa të suksesshme</emphasis> - Kompjuteri juaj ka një lidhje shumë të keqe, ose është lidhur me një pikë hyrjeje apo ruter të cilët nuk janë të lidhur me Interentin
sr: <quote><emphasis>0% успешних пакета</emphasis></quote> — ваш рачунар има веома лошу везу или је повезан на приступну тачку или рутер који нису повезани на Интернет.
tr: <emphasis>0% başarılı paketler</emphasis> - Bilgisayarınızın çok kötü bağlantısı vardır ya da internet bağlantısı olmayan bir erişim noktasına bağlıdır
uk: <emphasis>0% успішних пакетів</emphasis> - ваш комп'ютер має дуже погане підключення або він підключений до точки доступу або роутеру, який не підключений до мережі Інтернет
zh_cn: <emphasis>0% 成功的包</emphasis> － 您的网络连接非常的糟糕，或者连到了一个没有连到英特网的路由器的连接点上

source: If you get an error message which says <emphasis>The address 'ubuntu.com' cannot be found</emphasis>, then your computer is probably not connected to the Internet or cannot reach a <emphasis>DNS server</emphasis>.
ast: Si recibes un mensaxe d'error que diz <emphasis>La direición 'ubuntu.com' nun puede alcontrase</emphasis>, ye probable que l'ordenador nun tea coneutáu a Internet o que nun pueda algamar un <emphasis>sirvidor DNS</emphasis>.
ca: Si obteniu un missatge d'error que diu <emphasis>No s'ha trobat l'adreça «ubuntu.com»</emphasis>, llavors segurament l'ordinador no està connectat a Internet o no pot accedir al <emphasis>servidor DNS</emphasis>.
da: Hvis du får en fejlmeddelelse, der siger <emphasis>Adressen "ubuntu.com" findes ikke</emphasis>, så har din computer sandsynligvis ikke forbindelse til internettet eller kan ikke kontakte en <emphasis>DNS-server</emphasis>.
de: Wenn Sie eine Fehlermeldung erhalten, die <emphasis>Die Adresse 'ubuntu.com' kann nicht gefunden werden</emphasis> enthält, dann ist Ihr Rechner wahrscheinlich nicht an das Internet angeschlossen oder kann keinen <emphasis>DNS-Server</emphasis> erreichen.
el: Αν λάβετε ένα μήνυμα σφάλματος που γράφει <emphasis>Δεν μπορεί να βρεθεί η διεύθυνση 'ubuntu.com'</emphasis>, τότε είναι πιθανόν ο υπολογιστής σας να μην είναι συνδεμένος στο διαδίκτυο ή δεν μπορεί να εντοπίσει έναν <emphasis>διακομιστή DNS</emphasis>.
fr: Si vous obtenez un message d'erreur indiquant <emphasis>Impossible de trouver l'adresse « ubuntu.com »</emphasis> il est probable que votre ordinateur ne soit pas connecté à l'Internet ou qu'il ne puisse atteindre un <emphasis>serveur de noms de domaine (DNS)</emphasis>.
gl: De obter unha mensaxe de erro que di <emphasis>O enderezo 'ubuntu.com' non pode ser encontrado</emphasis>, entón o seu computador probabelmente non estea conectado á Internet ou non poida chegar a un <emphasis>servidor de DNS</emphasis>.
hu: Ha <emphasis>A(z) „ubuntu.com” cím nem található</emphasis> hibaüzenetet kapja, akkor a számítógépe valószínűleg nem csatlakozik az internethez, vagy nem érhető el <emphasis>DNS kiszolgáló</emphasis>.
nl: Als u de foutmelding <emphasis>Het adres 'ubuntu.com' kan niet worden gevonden</emphasis> krijgt, dan is uw computer waarschijnlijk niet verbonden met het internet, of het kan geen <emphasis>DNS-server</emphasis> bereiken.
ro: Dacă primiți un mesaj de eroare de forma <emphasis>Adresa 'ubuntu.com' nu a fost găsită</emphasis>, atunci calculatorul dvs. nu este conectat la Internet sau nu poate accesa un <emphasis>server de nume (DNS)</emphasis>.
sk: Ak dostanete chybovú hlášku <emphasis>Adresu 'ubuntu.com' sa nepodarilo nájsť</emphasis>, tak váš počítač pravdepodobne nie je pripojený do internetu, alebo sa nemôže spojiť s <emphasis>DNS serverom</emphasis>.
sl: Če prejmete sporočilo o napaki <emphasis>Naslova 'ubuntu.com' ni mogoče najti</emphasis>, potem vaš računalnik najverjetneje ni povezan na Internet ali pa ne more doseči <emphasis>strežnika DNS</emphasis>.
sq: Nëse merrni një mesazh gabimi i cili thotë <emphasis>Adresa 'ubuntu.com' nuk mund të gjendet</emphasis>, atëherë ndoshta kompjuteri juaj nuk është i lidhur me internetin dhe nuk mund të arrijë një <emphasis>Server DNS</emphasis>.
sr: Ако добијете поруку о грешци која гласи: <emphasis>Адреса <quote>ubuntu.com</quote> не може бити пронађена</emphasis>, онда ваш рачунар вероватно није повезан на Интернет или не може да приступи <emphasis>ДНС серверу</emphasis>.
tr: <emphasis>'ubuntu.com' adresi bulunamadı</emphasis> şeklinde bir uyarı alırsanız, bilgisayarınız muhtemelen internete bağlı değildir ya da <emphasis>DNS sunucu</emphasis>na ulaşamıyordur.
uk: Якщо ви отримаєте повідомлення про помилку де сказано <emphasis>Адрес 'ubuntu.com' не може бути знайдений</emphasis> - це означає, що ваш комп'ютер не підключений до мережі Інтернет або не відповідає <emphasis>DNS сервер</emphasis>.
zh_cn: 如果您得到了一个错误信息，上面写着 <emphasis>'ubuntu.com' 的地址找不到</emphasis>,，那么您的电脑也许没有连到因特网上，或者没有连上<emphasis>DNS 服务器</emphasis>。

source: Wireless troubleshooting
ast: Igua de problemes na rede inalámbrica
ca: Resolució de problemes de les xarxes sense fil
da: Fejlfinding af trådløs netopkobling
de: Problembehebung bei drahtlosen Netzwerken
el: Αντιμετώπιση προβλημάτων ασυρμάτων δικτύων
fr: Dépannage du réseau sans-fil
gl: Problemas coas conexións sen fíos
hu: A vezeték nélküli kapcsolat hibáinak elhárítása
nl: Problemen met draadloze netwerken oplossen
ro: Depanarea rețelei fără fir
sk: Riešenie problémov s bezdrôtovým pripojením
sl: Odpravljanje težav brezžičnih povezav
sq: Rregullimi i rrjetit Pa-Tela
sr: Решавање проблема бежичне везе
tr: Kablosuz bağlantı sorun giderme
uk: Усунення неполадок бездротової мережі
zh_cn: 解决无线连接的问题

source: While not exhaustive, this section covers some common problems faced with wireless support.
ast: Magar que non a fondu, esta seición cubre dellos problemes comunes que s'atopen colos preseos inalámbricos.
ca: Encara que no de forma exhaustiva, aquesta secció tracta alguns dels problemes comuns amb el funcionament de xarxes sense fils.
da: Selv om afsnittet ikke er fyldestgørende, dækker dette nogle almindelige problemer med trådløs netopkobling.
de: Dieser Abschnitt enthält eine unvollständige Liste häufiger Probleme mit drahtlosen Netzwerken.
el: Αν και δεν είναι πλήρης, αυτή η ενότητα καλύπτει μερικά γνωστά προβλήματα που εμφανίζονται στην υποστήριξη ασύρματων δικτύων.
fr: Sans être exhaustive, cette section aborde certains problèmes courants rencontrés avec les réseaux sans-fil.
gl: Ainda que non sexa exhaustiva, esta sección cubre algúns problemas frecuentes que poden aparecer coas conexións sen fíos.
hu: A teljesség igénye nélkül ez a fejezet megpróbál segíteni néhány gyakori hiba elhárításában, melyek a vezeték nélküli kapcsolatokkal fordulhatnak elő.
nl: Hoewel niet alles uitgebreid wordt behandeld, geeft deze sectie informatie over problemen met draadloze verbindingen.
ro: Deși nu cuprinde toate problemele privind rețelele fără fir, această secțiune le descrie pe cele uzuale.
sk: Táto časť stručne pojednáva o najčastejších problémoch spojených s bezdrôtovým pripojením.
sl: Ta odsek pokriva nekaj pogostih težav z brezžično podporo.
sq: Megjithëse jo në thellësi, ky seksion mbulon disa nga problemet e zakonshme që shfaqen me mbështetjen wireless.
sr: Иако није исцрпан, овај одељак покрива неке најчешће проблеме на које се наилази са бежичном подршком.
tr: Bu bölüm, kablosuz ağ ile ilgili sıkça karşılaşılan bazı sorunları kapsamaktadır.
uk: Цей розділ хоч і не є вичерпним, але в ньому розглядаються деякі основні проблеми з якими стикаються при роботі із бездротовою мережею.
zh_cn: 当未耗尽时，此处涉及无线支持的一部分常见问题
