Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: If you would like people accessing the shared folder to be able to add, change and remove files in the folder, uncheck <guilabel>Read only</guilabel>. If you leave <guilabel>Read only</guilabel> checked, people will only be able to view files in the folder.
ast: Si quies que la xente qu'acceda a la carpeta compartida pueda amestar, camudar y desaniciar los ficheros de la carpeta, desmarca'l caxellu <guilabel>Namái llectura</guilabel>. Si dexes marcao <guilabel>Namái llectura</guilabel>, la xente sólo podrá ver los archivos de la carpeta.
ca: Si voleu que la gent que accedeixi a la carpeta compartida hi pugui afegir, canviar i suprimir fitxers, desactiveu l'opció <guilabel>Només lectura</guilabel>. Si deixeu activada l'opció <guilabel>Només lectura</guilabel>, la gent només podrà visualitzar els fitxers de la carpeta.
da: Hvis du ønsker at folk der tilgår den delte mappe skal kunne tilføje, ændre og fjerne filer i mappen, skal du fjerne markeringen <guilabel>Skrivebeskyttet</guilabel>. Hvis du lader <guilabel>Skrivebeskyttet</guilabel> være afkrydset, vil folk kun kunne se filerne i mappen.
de: Wenn Sie andere Benutzer dazu berechtigen möchten, Dateien in dem Ordner anzulegen, zu ändern oder zu löschen, so entfernen Sie die Auswahl in <guilabel>nur lesend</guilabel>. Wenn Sie die Auswahl in <guilabel>nur lesend</guilabel> bestehen lassen, sind andere Benutzer nur in der Lage, Dateien in dem Ordner anzusehen.
el: Αν θέλετε τα άτομα που έχουν πρόσβαση στον κοινόχρηστο φάκελο να έχουν τη δυνατότητα να προσθέτουν, να αλλάζουν και να διαγράφουν αρχεία του φακέλου, καταργήστε την επιλογή <guilabel>Μόνο για ανάγνωση</guilabel>. Αν η πρόταση <guilabel>Μόνο για ανάγνωση</guilabel> είναι επιλεγμένη, οι υπόλοιποι θα μπορούν μόνο να εμφανίσουν τα αρχεία του φακέλου.
fr: Si vous souhaitez que le personnes ayant accès au dossier partagé puissent créer, modifier et supprimer des fichiers du dossier, décochez <guilabel>lecture seule</guilabel> . Si vous laissez <guilabel>lecture seule</guilabel> coché, il ne sera possible que de consulter les fichiers du dossier.
gl: Se quere que as persoas que acceden ao cartafol compartido poidan engadir, modificar e eliminar os ficheiros no cartafol, desmarque <guilabel>Soamente lectura</guilabel>. Se vostede deixa <guilabel>Soamente lectura</guilabel> marcado, as persoas só serán quen de ver os ficheiros nese cartafol.
hu: Ha azt szeretné, hogy a felhasználók a megosztott mappához való hozzáféréskor tudjanak fájlokat létrehozni, módosítani és törölni, törölje a jelölést a <guilabel>Csak olvasható</guilabel> jelölőnégyzetből. Ha be van jelölve a <guilabel>Csak olvasható</guilabel> jelölőnégyzet, a felhasználók csak olvashatják a fájlokat a megosztott mappában.
nl: Als u wilt dat degenen die uw gedeelde map kunnen inzien, ook bestanden kunnen toevoegen, aanpassen en verwijderen, zorg dan dat <guilabel>Alleen lezen</guilabel> niet is aangevinkt. Als u <guilabel>Alleen lezen</guilabel> aangevinkt laat, zullen anderen enkel de bestanden in de map kunnen bekijken.
ro: Dacă doriți ca persoanele care accesează dosarul partajat să poată adăuga, modifica și elimina fișierele din dosar, debifați <guilabel>Doar citire</guilabel>. Dacă lăsați bifat <guilabel>Doar citire</guilabel>, persoanele care au acces vor putea doar să vadă fișierele din dosar.
sk: Ak chcete, aby používatelia ktorý budú mať prístup k tomuto priečinku mohli pridávať, upravovať a odoberať súbory v priečinku, odznačte voľbu <guilabel>Len na čítanie</guilabel>. Ak ponecháte voľbu <guilabel>Len na čítanie</guilabel> označenú, používatelia budú môcť len prezerať súbory v priečinku.
sl: V kolikor želite da lahko osebe z dostopom do mape dodajajo, spreminjajo in odstranjujejo datoteke v mapi, odstranite izbiro <guilabel>Le za branje</guilabel>. V kolikor pustite <guilabel>Le za branje</guilabel> izbrano, bodo ljudje lahko datotke v mapi lahko le videli.
sq: Nëse dëshironi që njerëzit që hyjnë në dosjen e përbashkët të jenë në gjendje të shtojnë, ndryshojnë apo heqin skedarët nga dosja, hiqni përzgjedhjen nga <guilabel>Vetëm i lexueshëm</guilabel>. Nëse e lini <guilabel>Vetëm i lexueshëm</guilabel> të përzgjedhur, njerëzit do të jenë në gjendje vetëm të shfaqin skedarët në dosje.
sr: Ако желите да људи приступом дељеној фасцикли буду у могућности да додају, мењају и уклањају датотеке у фасцикли, поништите избор <quote><guilabel>Само читање</guilabel></quote>. Ако оставите означено <quote><guilabel>Само читање</guilabel></quote>, други ће моћи једино да разгледају датотеке у фасцикли.
tr: Eğer paylaşılan klasörde ekleyeceğin, değiştireceğin ve geri alacağın dosyalara insanların erişmesine istiyorsan, <guilabel>Salt okunur</guilabel>u kaldır. Eğer<guilabel>Salt okunur</guilabel> onaylıysa insanlar klasördeki dosyaları görebilecek.
uk: Якщо ви хочете надати можливість іншим людям додавати, змінювати та видаляти файли цього каталогу, зніміть прапорець <guilabel>Лише читання</guilabel>. Якщо ви залишите опцію <guilabel>Лише читання</guilabel> увімкненою, люди зможуть лише читати (переглядати) файли в цьому каталозі.
zh_cn: 如果您希望连接到共享文件夹的用户可以添加，修改及删除文件夹的文件，请将<guilabel>Read only</guilabel>选项的钩去掉。如果您在<guilabel>Read only</guilabel>上打钩，别的用户就只能读取这个文件夹的文件。

source: Press <guibutton>Share</guibutton> to make the shared folder available. Other people on the same network (LAN) as you should now be able to access the folder.
ca: Premeu <guibutton>Comparteix</guibutton> per fer disponible la carpeta compartida. La resta de gent de la mateixa xarxa (LAN) hauria de poder accedir a la carpeta.
da: Tryk <guibutton>Del</guibutton> for at gøre den delte mappe tilgængelig. Andre folk på samme netværk (LAN) som dig burde nu kunne få adgang til mappen.
de: Drücken Sie <guibutton>Freigeben</guibutton> um den freigegebenen Ordner verfügbar zu machen. Andere Leute im selben Netzwerk (LAN) wie Sie sollten nun in der Lage sein, auf diesen Ordner zuzugreifen.
el: Πατήστε <guibutton>Share</guibutton> για να κάνετε τον κοινόχρηστο φάκελο διαθέσιμο. Άλλα άτομα στο ίδιο δίκτυο(LAN) με σας θα πρέπει πλέον να έχουν πρόσβαση σε αυτόν.
fr: Cliquez sur <guibutton>Partager</guibutton> pour rendre le dossier partagé disponible. Les personnes se trouvant sur le même réseau local (LAN) que vous devraient maintenant pouvoir accéder au dossier.
gl: Prema <guibutton>Compartir</guibutton> para facer accesible o cartafol compartido. Outras persoas na mesma rede (LAN) deberían poder acceder agora ao cartafol.
hu: Nyomja meg a <guibutton>Megosztás</guibutton> gombot a megosztott mappa elérhetővé tételéhez. Az azonos hálózatra (LAN) csatlakozó felhasználók ezután már elérhetik a mappát.
sl: Pritisnite <guibutton>Souporaba</guibutton> za razpoložljivost mape v souporabi. Druge osebe na skupnem omrežju (LAN) bi sedaj morale imeti omogočen dostop do mape.
sr: Притисните <quote><guibutton>Размени</guibutton></quote> да дељену фасциклу учините доступном. Други људи на истој мрежи (ЛАН) исто као и ви сада би требали да буду у могућности да приступе фасцикли.

source: See the <ulink type="help" url="ghelp:shares-admin">Shared Folders Administration Tool manual</ulink> for more information on managing network shares.
ast: Llee'l <ulink type="help" url="ghelp:shares-admin">manual de la Ferramienta d'alministración de carpetes compartíes</ulink> pa más información sobro la xestión de comparticiones en rede.
ca: Vegeu el <ulink type="help" url="ghelp:shares-admin">manual de l'eina d'administració de carpetes compartides</ulink> per a obtenir més informació sobre com gestionar les comparticions de xarxa.
da: Se <ulink type="help" url="ghelp:shares-admin">manualen for administrationsværktøjet Delte mapper</ulink> for yderligere oplysninger om håndtering af netværksdeling.
de: Im <ulink type="help" url="ghelp:shares-admin">Handbuch zum Werkzeug »Gemeinsame Ordner«</ulink> finden Sie weitere Informationen zur Verwaltung von Netzwerkfreigaben.
el: Δείτε το <ulink type="help" url="ghelp:shares-admin">Εγχειρίδιο του εργαλείου διαχείρισης για κοινή χρήση φακέλων</ulink> για περισσότερες πληροφορίες διαχείρισης κοινόχρηστων αρχείων δικτύου.
fr: Pour davantage d'informations sur la gestion des partages en réseau, consultez le <ulink type="help" url="ghelp:shares-admin">Manuel d'administration des partages réseau</ulink>.
gl: Consulte o <ulink type="help" url="ghelp:shares-admin">manual da ferramenta de administración de cartafoles compartidos</ulink> para obter máis información sobre a xestión de recursos compartidos ao través da rede.
hu: További információk a hálózati megosztások kezeléséről a <ulink type="help" url="ghelp:shares-admin">Megosztott mappák adminisztrációs eszköze</ulink> kézikönyvoldalon találhatók.
nl: Zie de <ulink type="help" url="ghelp:shares-admin">Handleiding voor het beheer van gedeelde mappen</ulink> voor meer informatie over het beheren van gedeelde netwerkbronnen.
ro: Pentru mai multe informații despre gestionarea partajarilor în rețea, consultați <ulink type="help" url="ghelp:shares-admin">Manualul pentru instrumentul de administrare a dosarelor partajate</ulink>.
sk: Pre viac informácií o spravovaní zdieľaní v sieti pozrite <ulink type="help" url="ghelp:shares-admin">Manuál na správu zdieľaných priečinkov</ulink>.
sl: Za več podrobnosti o upravljanju omrežnih souporab si oglejte <ulink type="help" url="ghelp:shares-admin">Priročnik skrbniškega orodja souporabe map</ulink>.
sq: Shikoni <ulink type="help" url="ghelp:shares-admin">Manualin e Administrimit të Dosjeve të Përbashkëta</ulink> për më tepër informacion rreth menaxhimit të ndarjeve të rrjetit.
sr: За више информација о управљању мрежном разменом погледајте: <ulink type="help" url="ghelp:shares-admin">Упутство администраторског алата дељених фасцикли</ulink>.
tr: Ağ paylaşımlarını yönetme hakkında daha fazla bilgi için <ulink type="help" url="ghelp:shares-admin">Shared Folders Administration Tool manual</ulink>'e bakın.
uk: Для більш докладної інформації про спільний мережевий доступ відвідайте <ulink type="help" url="ghelp:shares-admin">Керівництво по адмініструванню спільних мережних папок</ulink>
zh_cn: 请查看 <ulink type="help" url="ghelp:shares-admin">共享文件夹管理工具的帮助手册</ulink> 以了解更多关于管理网络共享的信息

source: Sharing folders via Nautilus
ast: Compartir carpetes con Nautilus
ca: Compartició de carpetes mitjançant el Nautilus
da: Deling af mapper via Nautilus
de: Ordner über Nautilus freigeben
el: Κοινόχρηστοι φάκελοι μέσω της εφαρμογής Nautilus
fr: Partage de dossiers via Nautilus
gl: Compartir cartafoles co Nautilus
hu: Mappák megosztása a Nautilus használatával
nl: Mappen delen via Nautilus
ro: Partajarea dosarelor prin Nautilus
sk: Zdieľanie priečinkov použitím Nautilusu.
sl: Souporaba map preko Nautilusa
sq: Ndarja e folderave me anë të Nautilus
sr: Дељење фасцикли у Наутилусу
tr: Nautilus yoluyla Dosya paylaşımı
uk: Відкриття доступу за допомогою Nautilus
zh_cn: 通过文件浏览器来共享文件夹

source: To share folders using <application>Nautilus</application>:
ast: Pa compartir carpetes usando <application>Nautilus</application>:
ca: Per a compartir carpetes utilitzant el <application>Nautilus</application>:
da: Sådan deles mapper ved hjælp af <application>Nautilus</application>:
de: Um Ordner über <application>Nautilus</application> freizugeben:
el: Για τον διαμοιρασμό φακέλων χρησιμοποιώντας την εφαρμογή <application>Nautilus</application>:
fr: Pour partager des dossiers en utilisant <application>Nautilus</application> :
gl: Para compartir cartafoles usando <application>Nautilus</application>:
hu: Mappák megosztásához a <application>Nautilus</application> használatával:
nl: Om mappen te delen via <application>Nautilus</application>:
ro: Pentru a partaja dosare utilizând <application>Nautilus</application>:
sk: Na zdieľanie priečinkov cez <application>Nautilus</application>:
sl: Za souporabo map s programom <application>Nautilus</application>:
sq: Për të ndarë foldera duke përdorur <application>Nautilus</application>:
sr: Да размењујете фасцикле користећи <emphasis role="strong"><application>Наутилус</application></emphasis>:
tr: <application>Nautilus</application> kullanarak dosya paylaşma:
uk: Щоб відкривати доступ до каталогів за допомогою <application>Nautilus</application>:
zh_cn: 共享文件夹使用 <application>Nautilus</application>：

source: Press <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> to open a <application>File Browser</application> window.
ast: Calca <menuchoice><guimenu>Llugares</guimenu><guimenuitem>Equipo</guimenuitem></menuchoice> p'abrir una ventana del <application>Ñavegador de ficheros</application>.
ca: Premeu <menuchoice><guimenu>Llocs</guimenu><guimenuitem>Ordinador</guimenuitem></menuchoice> per a obrir una finestra del <application>Navegador de fitxers</application>.
da: Tryk <menuchoice><guimenu>Steder</guimenu><guimenuitem>Maskine</guimenuitem></menuchoice> for at åbne et <application>filhåndterings</application>-vindue.
de: Wählen Sie <menuchoice><guimenu>Orte</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> aus, um ein <application>Datei-Browser</application>-Fenster zu öffnen.
el: Επιλέξτε <menuchoice><guimenu>Τοποθεσίες</guimenu><guimenuitem>Υπολογιστής</guimenuitem></menuchoice> για να ανοίξει σε παράθυρο η εφαρμογή <application>Περιηγητής αρχείων</application> .
fr: Cliquez sur <menuchoice><guimenu>Raccourcis</guimenu><guimenuitem>Poste de travail</guimenuitem></menuchoice> pour ouvrir l'<application>explorateur de fichiers</application>.
gl: Prema <menuchoice><guimenu>Lugares</guimenu><guimenuitem>Computador</guimenuitem></menuchoice> para abrir unha xanela co <application>navegador de ficheiros</application> window.
hu: Egy <application>Fájlböngésző</application> ablak megnyitásához válassza a <menuchoice><guimenu>Helyek</guimenu><guimenuitem>Számítógép</guimenuitem></menuchoice> menüpontot.
nl: Kies voor <menuchoice><guimenu>Locaties</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> om een <application>Bestandsbeheerder</application> te openen.
ro: Apăsați pe <menuchoice><guimenu>Locuri</guimenu><guimenuitem>Calculator</guimenuitem></menuchoice> pentru a deschide o fereastră de <application>Navigator fișiere</application.
sk: Stlačte <menuchoice><guimenu>Miesta</guimenu><guimenuitem>Počítač</guimenuitem></menuchoice> aby ste otvorili okno <application>Prehliadača súborov</application>.
sl: Za odprtje okna <application>Brskalnika datotek</application> pritisnite <menuchoice><guimenu>Mesta</guimenu><guimenuitem>Računalnik</guimenuitem></menuchoice>.
sq: Klikoni <menuchoice><guimenu>Vendet</guimenu><guimenuitem>Kompjuteri</guimenuitem></menuchoice> për të hapur një dritare <application>Shfletuesi të Skedarëve</application>.
sr: Кликните <quote><menuchoice><guimenu>Пречице</guimenu><guimenuitem>Рачунар</guimenuitem></menuchoice></quote> да отворите прозор <quote><application>Разгледача датотека</application></quote>.
tr: <menuchoice><guimenu>Yerler</guimenu><guimenuitem>Bilgisayar</guimenuitem></menuchoice> bölümünden bir <application>Dosya Tarayıcı</application> penceresi açın.
uk: Натисніть <menuchoice><guimenu>Місця</guimenu><guimenuitem>Комп'ютер</guimenuitem></menuchoice> щоб відкрити вікно програми <application>Переглядач файлів</application>.
zh_cn: 请点击<menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice>来打开<application>File Browser</application>窗口。

source: Right click the folder you wish to share and select <guimenuitem>Sharing Options</guimenuitem> on the popup menu.
ast: Calca col botón derechu na carpeta que quieras compartir y seleiciona <guimenuitem>Opciones de compartición</guimenuitem> nel menú contestual.
ca: Feu clic amb el botó secundari a la carpeta que voleu compartir i seleccioneu <guimenuitem>Opcions de compartició</guimenuitem> en el menú emergent.
da: Højreklik på den mappe du ønsker at dele, og vælg <guimenuitem>Indstillinger for deling</guimenuitem> fra genvejsmenuen.
de: Führen Sie einen Rechtsklick auf den Ordner aus, den Sie freigeben möchten und wählen Sie <guimenuitem>Freigabeoptionen</guimenuitem> im Kontextmenü.
el: Κάντε δεξί κλικ στον φάκελο που επιθυμείτε να μοιραστείτε και επιλέξτε <guimenuitem>Κοινή χρήση</guimenuitem> από το αναδυόμενο μενού.
fr: Faites un clic droit sur le dossier que vous souhaitez partager et sélectionnez <guimenuitem>Options de Partage</guimenuitem> dans le menu qui s'ouvre.
gl: Prema o botón dereito sobre o cartafol que quere compartir e seleccione <guimenuitem>Opcións de compartición</guimenuitem> no menú emerxente.
hu: A jobb egérgombbal kattintson arra a mappára, melyet meg szeretne osztani, majd a helyi menüből válassza a <guimenuitem>Megosztás beállításai</guimenuitem> menüpontot.
nl: Klik met de rechtermuisknop op de map die u wilt delen en kies voor <guimenuitem>Deelopties</guimenuitem> in het menu dat verschijnt.
ro: Dați clic dreapta pe dosarul vizat pentru partajare și selectați <guimenuitem>Opțiuni partajare</guimenuitem> din meniul contextual.
sk: Kliknite pravým tlačidlom myši na priečinok ktorý by ste chceli zdieľať a zvoľte <guimenuitem>Možnosti zdieľania</guimenuitem> z ponuky.
sl: Desno kliknite na mapo, ki jo želite dati v souporabo in v pojavnem meniju izberite <guimenuitem>Možnosti souporabe</guimenuitem>.
sq: Klikoni me të djathtën mbi dosjen që dëshironi të ndani dhe zgjidhni <guimenuitem>Opsionet e Ndarjes</guimenuitem> në menunë që shfaqet.
sr: Десним тастером миша кликните на фасциклу коју желите да делите и изаберите <quote><guimenuitem>Опције дељења</guimenuitem></quote> из облачића менија.
tr: Paylaşmak istediğiniz dosyaya sağ fare tuşu ile tıklayıp açılan menüden <guimenuitem>Paylaşım Seçenekleri</guimenuitem>'ni seçin.
uk: Натисніть правою кнопкою миші по теці, доступ до якої Ви хочете відкрити, та оберіть <guimenuitem>Опції доступу</guimenuitem> у виринаючому меню.
zh_cn: 右键单击您希望共享的文件夹并在弹出窗口选择<guimenuitem>Sharing Options</guimenuitem>。

source: Check <guilabel>Share this folder</guilabel> in the <guilabel>Folder Sharing</guilabel> window. You may change the <guilabel>Share name</guilabel> field if you want to use a different share name.
ca: Activeu <guilabel>Comparteix aquesta carpeta</guilabel> a la finestra <guilabel>Compartició de carpetes</guilabel>. Podeu canviar el <guilabel>Nom de compartició</guilabel> si voleu utilitzar un nom de compartició diferent.
da: Vælg <guilabel>Del denne mappe</guilabel> i vinduet <guilabel>Mappedeling</guilabel>. Du kan ændre feltet <guilabel>Delenavn</guilabel> hvis du ønsker at bruge et andet delenavn.
de: Aktivieren Sie <guilabel>Diesen Ordner freigeben</guilabel> im <guilabel>Folder Sharing</guilabel>-Fenster. Sie können den <guilabel>Freigabenamen</guilabel> ändern, wenn Sie einen anderen Ordnernamen verwenden möchten.
el: Επιλέξτε <guilabel>Share this folder (κοινή χρήση)</guilabel> στο παράθυρο <guilabel>Folder Sharing(κοινή χρήση φακέλου)</guilabel>. Μπορείτε ν' αλλάξετε το πεδίο <guilabel>Share name(όνομα κοινόχρηστου φακέλου)</guilabel> αν θέλετε να χρησιμοποιήσετε διαφορετικό όνομα κοινόχρηστου φακέλου.
fr: Cochez <guilabel>Partager ce dossier</guilabel> dans la fenêtre <guilabel>Partage de dossier</guilabel>. Vous pouvez, si vous le souhaitez, changer la valeur du champ <guilabel>Nom du partage</guilabel> afin d'utiliser un autre nom pour le partage.
gl: Active a caixiña <guilabel>Compartir este catrafol</guilabel> na xanela <guilabel>Compartición de cartafoles</guilabel>. Pode cambiar o campo <guilabel>Nome</guilabel> se desexa usar un nome distinto.
hu: Jelölje be a <guilabel>Mappa megosztása</guilabel> négyzetet a <guilabel>Mappa megosztása</guilabel> ablakban. Ha eltérő megosztásnevet szeretne megadni, azt a <guilabel>Megosztás neve</guilabel> mezőben teheti meg.
sl: V oknu <guilabel>Souporaba map</guilabel> izberite <guilabel>Souporaba te mape</guilabel>. Če želite uporabiti drugo ime souporabe, lahko spremenite polje <guilabel>Ime souporabe</guilabel>.
sr: Означите <quote><guilabel>Дели ову фасциклу</guilabel></quote> у прозору <quote><guilabel>Дељење фасцикли</guilabel></quote>. Можете променити поље <quote><guilabel>Име размене</guilabel></quote> ако желите да користите другачије име размене.
