Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: You can also use <application>Mozilla Thunderbird</application> for email. To install it, <ulink url="apt:thunderbird">install the <application>thunderbird</application> package</ulink>.
ast: Puedes tambien utilizar<application>Mozilla Thunderbird</application> pa l'email. Pa instalalu, <ulink url="apt:thunderbird">instala el paquete <application>thunderbird</application></ulink>.
ca: També podeu utilitzar el <application>Mozilla Thunderbird</application> per al correu electrònic. Per a instal·lar-lo, <ulink url="apt:thunderbird">instal·leu el paquet <application>thunderbird</application></ulink>.
da: Du kan også bruge <application>Mozilla Thunderbird</application> til e-post. <ulink url="apt:thunderbird">Installer pakken <application>thunderbird</application></ulink>.
de: Sie können genauso gut <application>Mozilla Thunderbird</application> als E-Mail Client benutzen. Um Mozilla Thunderbird zu benutzen, <ulink url="apt:thunderbird">Installieren Sie das Software-Paket <application>thunderbird</application></ulink>.
el: Μπορείτε επίσης να χρησιμοποιήσετε το <application>Mozilla Thunderbird</application> για ηλεκτρονική αλληλογραφία. Για να το εγκαταστήσετε, <ulink url="apt:thunderbird">εγκαταστήστε το πακέτο <application>thunderbird</application></ulink>.
fr: Vous pouvez également utiliser <application>Mozilla Thunderbird</application> pour vos courriels. Pour cela, <ulink url="apt:thunderbird">installez le paquet <application>Thunderbird</application></ulink>.
gl: Tamén pode empregar o <application>Mozilla Thunderbird</application> pasra o correo electrónico. Para instalalo, <ulink url="apt:thunderbird">instale o paquete <application>thunderbird</application></ulink>.
hu: Használhatja a <application>Mozilla Thunderbird</application> levelezőklienst is. Telepítse a <ulink url="apt:thunderbird"><application>thunderbird</application> csomagot</ulink>.
nl: U kunt voor e-mail ook <application>Mozilla Thunderbird</application> gebruiken. Om dit te installeren <ulink url="apt:thunderbird">installeert u het pakket <application>thunderbird</application></ulink>.
ro: Puteți folosi <application>Mozilla Thunderbird</application> pentru email. Pentru a instala această aplicație, <ulink url="apt:thunderbird">instalați pachetul <application>thunderbird</application></ulink>.
sk: Na prácu s emailom môžete použiť <application>Mozilla Thunderbird</application>. Aby ste ju nainštalovali, <ulink url="apt:thunderbird">nainštalujte balík <application>thunderbird</application></ulink>.
sl: Za elektronsko pošto lahko uporabite tudi <application>Mozilla Thunderbird</application>. Namestite ga z namestitvijo paketa <ulink url="apt:thunderbird"><application>thunderbird</application></ulink>.
sq: Ju mund të përdorni gjithashtu <application>Mozilla Thunderbird</application> për email. Për ta instaluar atë, <ulink url="apt:thunderbird">instaloni paketën <application>thunderbird</application> </ulink>.
sr: Такође можете да користите <emphasis role="strong"><application>Мозила Тандерберд</application></emphasis> за е-пошту. Да је инсталирате, <ulink url="apt:thunderbird">инсталирајте пакет <quote><application>thunderbird</application></quote></ulink>.
tr: E-postalarınız için ayrıca <application>Mozilla Thunderbird</application> kullanabilirsiniz. Kurmak için <application>thunderbird</application> paketini <ulink url="apt:thunderbird">kurun.
uk: Ви можете також використати <application>Mozilla Thunderbird</application> для работи з почтою. Для його встановлення, <ulink url="apt:thunderbird">встановіть <application>thunderbird</application>пакет</ulink>.
zh_cn: 您也可以使用<application>Mozilla Thunderbird</application>收发邮件。要安装它，<ulink url="apt:thunderbird">安装<application>thunderbird</application>软件包</ulink>。

source: To start <application>Thunderbird</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
ast: Pa entamar <application>Thunderbird</application>, seleiciona <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
ca: Per a iniciar el <application>Thunderbird</application>, trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correu Mozilla Thunderbird</guimenuitem></menuchoice>.
da: For at starte <application>Thunderbird</application>, vælg <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/Nyheder</guimenuitem></menuchoice>.
de: Um <application>Thunderbird</application>zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
el: Για να ξεκινήσετε το <application>Thunderbird</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Mozilla Thunderbird</guimenuitem></menuchoice>.
fr: Pour démarrer <application>Thunderbird</application>, sélectionnez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Messagerie Thunderbird</guimenuitem></menuchoice>.
gl: Para iniciar o <application>Thunderbird</application>, escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Correo/Novas Mozilla Thunderbird</guimenuitem></menuchoice>.
hu: A <application>Thunderbird</application> indításához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice> menüpontot.
nl: Om <application>Thunderbird</application> te starten, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
ro: Pentru a porni <application>Thunderbird</application>, alegeți <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
sk: Na spustenie programu<application>Thunderbird</application>, zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird e-mail/novinky</guimenuitem></menuchoice>.
sl: Za zagon programa <application>Thunderbird</application>, izberite<menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird e-pošta/novice</guimenuitem></menuchoice>.
sq: Për të nisur <application>Thunderbird</application>, zgjidhni <menuchoice><guimenu>Proramet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Mozilla Thunderbird Postë/LajmeM</guimenuitem></menuchoice>.
sr: Да покренете <application>Тандерберд</application>, изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Мозила Тандерберд пошта—вести</guimenuitem></menuchoice></quote>.
tr: <application>Thunderbird</application> uygulamasını başlatmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>İnternet</guimenuitem><guimenuitem>Mozilla Thunderbird Posta/Haberler</guimenuitem></menuchoice> başlığını seçin.
uk: Для запуску <application>Thunderbird</application>, оберіть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>.
zh_cn: 打开 <application>Thunderbird</application>, 选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Mozilla Thunderbird Mail/News</guimenuitem></menuchoice>。

source: To change your preferred email client to <application>Mozilla Thunderbird</application>:
ast: Para cambear el cliente de corréu favoritu a <application>Mozilla Thunderbird</application>:
ca: Per a canviar el client de correu electrònic preferit al <application>Mozilla Thunderbird</application>:
da: At skifte til <application>Mozilla Thunderbird</application> som dit foretrukne e-post-program:
de: Wenn Sie <application>Mozilla Thunderbird</application> als Ihre bevorzugte E-Mail-Anwendung einrichten möchten:
el: Για να ορίσετε τον <application>Mozilla Thunderbird</application>, ως την κύρια εφαρμογή αλληλογραφίας:
fr: Pour faire de <application>Mozilla Thunderbird</application> votre client de courrier électronique par défaut :
gl: Para cambiar de cliente de correo electrónico preferido a <application>Mozilla Thunderbird</application>:
hu: A <application>Mozilla Thunderbird</application> beállítása alapértelmezett e-mail kliensnek:
nl: Om uw favoriete e-mailprogramma naar <application>Mozilla Thunderbird</application> te wijzigen:
ro: Puteți configura aplicația <application>Mozilla Thunderbird</application> drept client implicit de email astfel:
sk: Pre zmenu uprednostňovaného emailového klienta na <application>Mozilla Thunderbird</application>:
sl: Če želite odjemalec elektronske pošte spremeniti v <application>Mozilla Thunderbird</application>:
sq: Për ta ndryshuar klientin tuaj të preferuar të email-it tek <application>Mozilla Thunderbird</application>:
sr: Да за жељени програм е-поште поставите <quote><application>Мозила Тандерберд</application></quote>:
tr: Tercih ettiğiniz e-posta istemcisini <application>Mozilla Thunderbird</application> olarak değiştirmek için:
uk: Змінити поштового клієнта налаштованого за замовчуванням, на <application>Mozilla Thunderbird</application>:
zh_cn: 若想把 <application>Mozilla Thunderbird</application> 设置成您首选的 email 客户端：

source: Choose <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Preferred Applications</guimenuitem></menuchoice>
ast: Seleiciona <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencies</guimenuitem><guimenuitem>Programes preferíos</guimenuitem></menuchoice>
ca: Trieu <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Aplicacions preferides</guimenuitem></menuchoice>
da: Vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Foretrukne programmer</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenu>System</guimenu><guimenuitem>Einstellungen</guimenuitem><guimenuitem>Bevorzugte Anwendungen</guimenuitem></menuchoice>
el: Επιλέξτε <menuchoice><guimenu>Σύστημα</guimenu><guimenuitem>Προτιμήσεις</guimenuitem><guimenuitem>Προτιμώμενες εφαρμογές</guimenuitem></menuchoice>
fr: Sélectionnez <menuchoice><guimenu>Système</guimenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Applications préférées</guimenuitem></menuchoice>
gl: Escolla <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Aplicativos preferidos</guimenuitem></menuchoice>
hu: Válassza a <menuchoice><guimenu>Rendszer</guimenu><guimenuitem>Beállítások</guimenuitem><guimenuitem>Alapértelmezett alkalmazások</guimenuitem></menuchoice> menüpontot.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Standaardtoepassingen</guimenuitem></menuchoice>
ro: Alegeți <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferințe</guimenuitem><guimenuitem>Aplicații preferate</guimenuitem></menuchoice>
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Štandardné aplikácie</guimenuitem></menuchoice>
sl: Izberite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Možnosti</guimenuitem><guimenuitem>Prednostni programi</guimenuitem></menuchoice>
sq: Zgjidh <menuchoice><guimenu>Sistemi</guimenu><guimenuitem>Preferencat</guimenuitem><guimenuitem>Programet e Preferuara</guimenuitem></menuchoice>
sr: Изаберите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Омиљени програми</guimenuitem></menuchoice></quote>.
tr: <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Tercihler</guimenuitem><guimenuitem>Yeğlenen Uygulamalar</guimenuitem></menuchoice> bölümünü seçin.
uk: Оберіть <menuchoice><guimenu>Система</guimenu><guimenuitem>Налаштування</guimenuitem><guimenuitem>Улюблені Програми</guimenuitem></menuchoice>
zh_cn: 选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>首选项</guimenuitem><guimenuitem>首选应用程序</guimenuitem></menuchoice>

source: Click on the <guibutton>Mail Reader</guibutton> drop down menu, and select the <guilabel>Thunderbird</guilabel> option.
ast: Calca nel menú desplegable <guibutton>Llector de corréu</guibutton> y escueyi la opción <guilabel>Thunderbird</guilabel>.
ca: Feu clic al menú desplegable <guibutton>Lector de correu</guibutton> i seleccioneu l'opció <guilabel>Thunderbird</guilabel>.
da: Klik på rullegardinmenuen <guibutton>Postprogram</guibutton> og vælg <guilabel>Thunderbird</guilabel>.
de: Klicken Sie das <guibutton>E-Mail-Betrachter</guibutton>-Auswahlmenü an und wählen Sie die Option <guilabel>Thunderbird</guilabel>.
el: Πατήστε στο αναπτυσσόμενο μενού <guibutton>Ανάγνωση αλληλογραφίας</guibutton>, και επιλέξτε την εφαρμογή <guilabel>Thunderbird</guilabel>.
fr: Cliquez sur le menu déroulant <guibutton>Logiciel de messagerie</guibutton> et sélectionnez l'option <guilabel>Thunderbird</guilabel>.
gl: Prema o menú despregábel <guibutton>Lector de correo</guibutton> e seleccione a opción <guilabel>Thunderbird</guilabel>.
hu: Kattintson a <guibutton>Levelezőprogram</guibutton> legördülő menüre, majd válassza a <guilabel>Thunderbird</guilabel> lehetőséget.
nl: Selecteer in de keuzelijst <guibutton>E-mailprogramma</guibutton> het item <guilabel>Thunderbird</guilabel>.
ro: Apăsați pe meniul <guibutton>Client de email</guibutton> și selectați opțiunea <guilabel>Thunderbird</guilabel>.
sk: Kliknite na rozbaľovaciu ponuku <guibutton>Poštový klient</guibutton> a vyberte možnosť <guilabel>Thunderbird</guilabel>.
sl: Na spustnem seznamu kliknite na <guibutton>Bralnik E-pošte</guibutton> in izberite možnost <guilabel>Thunderbird</guilabel>.
sq: Klikoni në menunë zbritëse të <guibutton>Lexuesit të Postës</guibutton> dhe zgjidhni opsionin <guilabel>Thunderbird</guilabel>.
sr: Кликните на падајући мени <quote><guibutton>Читач е-поште</guibutton></quote> и изаберите опцију <quote><guilabel>Тандерберд</guilabel></quote>.
tr: Açılır menüde <guibutton>Mail Reader</guibutton>i tıklayın ve <guilabel>Thunderbird</guilabel> seçeneğini seçin.
uk: Натисніть на зринаюче меню <guibutton>Поштова програма</guibutton> та оберіть <guilabel>Thunderbird</guilabel>.
zh_cn: 点击<guibutton>邮件阅读器</guibutton>下拉菜单，并选择 <guilabel>Thunderbird</guilabel> 选项。

source: If Thunderbird is not listed above then click the <guilabel>Custom</guilabel> option. In the Command text box, type <command>thunderbird %s</command> and <guibutton>Close</guibutton>.
ast: Si Thunderbird nun apaez na llista, calca la opción <guilabel>Personalizaú</guilabel>. Nel diálogu d'órdenes, escribi <command>thunderbird %s</command> y calca <guibutton>Colar</guibutton>.
ca: Si el Thunderbird no apareix a la llista, feu clic a l'opció <guilabel>Personalitzat</guilabel>. Introduïu al quadre de text Ordre <command>thunderbird %s</command> i <guibutton>Tanca</guibutton>.
da: Hvis Thunderbird ikke er nævnt ovenfor, så klik på indstillingen <guilabel>Tilpasset</guilabel>. Skriv <command>Thunderbird %s</command> i tekstboksen Kommando og <guibutton>Luk</guibutton>.
de: Sollte Thunderbird nicht aufgelistet sein, wählen Sie die Option <guilabel>Benutzerdefiniert</guilabel>. Geben Sie <command>thunderbird %s</command> in das Befehlstextfeld ein und drücken Sie <guibutton>Schließen</guibutton>.
el: Αν το Thunderbird δεν υπάρχει στην λίστα πατήστε την επιλογή <guilabel>Χρήση προσαρμοσμένης εντολής</guilabel>. Στο πεδίο εισαγωγής κειμένου εντολής πληκτρολογήστε <command>thunderbird %s</command> και <guibutton>κλείστε</guibutton>.
fr: Si Thunderbird ne fait pas partie de la liste, sélectionnez l'option <guilabel>Personnalisé</guilabel>. Dans la zone de texte Commande, saisissez <command>thunderbird %s</command> et <guibutton>Fermer</guibutton>.
gl: Se Thunderbird non estiver listada arriba, prema na opción <guilabel>Personalizado</guilabel>. Na caixa de texto Orde, escriba <command>thunderbird %s</command> e prema en <guibutton>Pechar</guibutton>.
hu: Ha a Thunderbird nem jelenne meg a listában, kattintson az <guilabel>Egyéni</guilabel> lehetőségre. A Parancs mezőbe írja be a <command>thunderbird %s</command> parancsot, majd kattintson a <guibutton>Bezárás</guibutton> gombra.
nl: Als Thunderbird niet in de keuzelijst voorkomt, selecteert u <guilabel>Aangepast</guilabel>. Typ in het tekstvenster Opdracht <command>thunderbird %s</command> en klik op <guibutton>Sluiten</guibutton>.
ro: Dacă Thunderbird nu se află în lista de mai sus, selectați opțiunea <guilabel>Personalizat</guilabel>. În caseta Comandă, introduceți <command>thunderbird %s</command> și apăsați pe <guibutton>Închide</guibutton>.
sk: Pokiaľ Thunderbird nie je vyššie uvedený, kliknite na možnosť <guilabel>Vlastná</guilabel>. Do príkazového poľa napíšte <command>thunderbird %s</command> a kliknite na <guibutton>Zavrieť</guibutton>.
sl: Če Thunderbird ni na seznamu, izberite možnost <guilabel>Po meri</guilabel>. V besedilno polje vnesite <command>thunderbird %s</command> in <guibutton>Zapri</guibutton>.
sq: Nëse Thunderbird nuk është listuar më sipër atëherë klikoni opsionin <guilabel>I Vetëzgjedhur</guilabel>. Tek kutia e tekstit të komandave shtypni <command>thunderbird %s</command> dhe <guibutton>Mbylle</guibutton>.
sr: Ако Тандерберд овде није наведен онда кликните на опцију <quote><guilabel>Произвољно</guilabel></quote>. У поље за текст наредбе упишите: <quote><command>thunderbird %s</command></quote> и затим <quote><guibutton>Затвори</guibutton></quote>.
tr: Eğer yukarıda Thunderbird listelenmemişse <guilabel>Custom</guilabel> seçeneğini tıklayın. Komut metin kutusuna <command>thunderbird %s</command> and <guibutton>Close</guibutton> yazın.
uk: Якщо Thunderbird не з'явився в списку, натисніть на <guilabel>Інший</guilabel>. В текстовому полі Команда введіть <command>thunderbird %s</command> та натисніть <guibutton>Закрити</guibutton>.
zh_cn: 如果 Thunderbird 不在上述列表中，点击 <guilabel>Custom</guilabel> 选项。在文本命令框中输入 <command>thunderbird %s</command> 后 <guibutton>关闭</guibutton>。

source: Instant Messaging
ast: Mensaxería nel Intre
ca: Missatgeria instantània
da: Chat
de: Instant Messaging (Sofortnachrichten)
el: Άμεσα μηνύματα
fr: Messagerie instantanée
gl: Mensaxería instantánea
hu: Azonnali üzenetküldés
nl: Expresberichten
ro: Mesagerie instantanee
sk: Okamžité správy (IM)
sl: Hipno sporočanje
sq: Mesazhe të menjëhershëm
sr: Тренутно дописивање
tr: Anlık Mesajlaşma
uk: Миттєвий обмін повідомленнями
zh_cn: 即时通讯

source: Instant messaging (IM) is a way of communicating with friends and family by sending messages to one another over the Internet. Instant messaging happens in real-time, and there is no delay between you typing a message and the other person receiving it.
ast: La mensaxería nel intre (MI) ye una manera de comunicase con amigos y familiares unviandose mensaxes unos a otros al traviés d'Internet. La mensaxería nel intre ocurre'n tiempu real, y nun hai retardu ente qu'escribes un mensaxe y que la otra persona lu recibe.
ca: La missatgeria instantània (MI) és una manera de comunicar-se amb els amics i la família enviant-se missatges a través d'Internet. Aquesta funciona en temps real i no hi ha retard entre que introduïu un missatge i l'altra persona el rebi.
da: Chat (IM eller Instant messaging) er en måde at kommunikere med venner og familie ved at sende beskeder til hinanden over internettet. Instant messaging foregår i realtid, og der er ingen forsinkelse fra når du skriver en besked, og til den anden person modtager den.
de: Ein Instant Messaging (IM, ein Internet-Sofortnachrichtendienst) ist eine Möglichkeit, mit Freunden und der Familie zu kommunizieren, indem man sich gegenseitig Nachrichten über das Internet sendet. Instant Messaging erfolgt in Echtzeit, es entsteht keine Verzögerung zwischen dem Schreiben einer Nachricht und dem Empfangen der Nachricht durch eine andere Person.
el: Τα άμεσα μηνύματα (IM) είναι ένας τρόπος να επικοινωνείτε με τους φίλους σας και την οικογένεια σας, στέλνοντας μηνύματα ο ένας στον άλλο από το διαδίκτυο. Τα μηνύματα αυτά στέλνονται σε πραγματικό χρόνο και δεν υπάρχει καθυστέρηση από την αποστολή μέχρι την λήψη του μηνύματος από τον άλλο.
fr: La messagerie instantanée (IM) est une façon de communiquer avec ses amis et sa famille en s'envoyant des messages à travers Internet. La messagerie instantanée fonctionne en temps réel, il n'y a aucun délai entre le moment où vous envoyez un message et celui où votre correspondant le reçoit.
gl: A mensaxaría instantánea (IM) é unha forma de se comunicar con amigos e familiares enviando mensaxes de un a outro vía Internet. As mensaxes instantáneas prodúcense en tempo real e non existe atraso entre o que vostede escribe e a outra perso recibe.
hu: Az azonnali üzenetküldés (IM) az internetes üzenetváltás egy módja. Az azonnali üzenetek elküldése és megérkezése között nincs késés.
nl: Expresberichten (IM) is een manier om met familie en vrienden te communiceren door elkaar via het internet berichten te sturen. Expresberichten vinden in real-time plaats, er zit dus geen vertraging tussen het typen van een bericht en de ontvangst van dat bericht.
ro: Mesageria instantanee (IM) este o modalitate de comunicare cu prietenii și familia, prin intermediul mesajelor transmise prin Internet. Mesajele instantanee se trimit în timp real, fără întârzieri între momentul trimiterii și cel al receptării lor.
sk: Posielanie okamžitých správ (IM) je spôsob komunikácie s priateľmi a rodinou prostredníctvom správ cez internet. Komunikácia sa deje v reálnom čase a nie je žiadne oneskorenie medzi odoslaním a prijatím správy.
sl: Hipno sporočanje (IM) je način komuniciranja s prijatelji in družino s pošiljanjem sporočil preko interneta. Hipno sporočanje se dogaja v realnem času, zato med vašim tipkanjem sporočil in njihovim prejemom ni zamika.
sq: Mesazhi i Çastit (IM) është një mënyrë për të komunikuar me miqtë dhe familjen duke i dërguar mesazhe njëri-tjetrit në internet. Mesazhi i çastit ndodh në kohë reale, dhe nuk ka asnjë vonesë midis shtypjes së mesazhit dhe marrjes së tij nga personi tjetër.
sr: Тренутно дописивање (IM) је начин комуницирања са пријатељима и породицом слањем порука једни другима путем интернета. Тренутно дописивање (ћаскање) се дешава у реалном времену, када ви пишете поруку друга особа је прима истог тренутка без кашњења.
tr: Anında mesajlaşma (IM) internet üzerinde arkadaşlarınız ve akrabalarınız ile bire bir mesaj yazarak kullanabileceğiniz bir haberleşme programıdır. Anında mesajlaşma gerçek zamanlıdır ve mesajı yazmanız ile karşınızdaki o mesajı alması arasında bekleme yoktur.
uk: Миттєвий обмін повідомленнями чи Instant messaging (IM) - це спосіб спілкування з друзями та родичами надсиланням одне одному повідомлень через Інтернет. Миттєвий обмін повідомленнями відбувається в режимі реального часу та без затримки моментом, коли ви надсилаєте повідомлення, та моментом, коли інша особа отримує його.
zh_cn: 即时通讯 (IM) 是通过因特网向他人发送消息来与朋友或家人交流的一种方式。即时通讯是实时发生的，在您输入消息与其他人接受到消息之间没有延迟。

source: Empathy Internet Messenger
ast: Veceru de mensaxería d'Internet Empathy
ca: Missatger instantani Empathy
da: Empathy chat
de: Empathy Sofortnachrichtendienst
el: Αποστολέας άμεσων μηνυμάτων Empathy
fr: Messagerie instantanée Empathy
gl: Mensaxeiro de Internet Empathy
hu: Empathy üzenetküldő
nl: Empathy chatprogramma
ro: Mesageria instantanee Empathy
sk: Komunikátor Empathy
sl: Empathy sporočilnik
sq: Mesazheri i Internetit Empathy
sr: Емпатија Интернет писмониша
uk: Обмін повідомленнями Empathy
zh_cn: Empathy 互联网即时通讯软件
