Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Most mobile broadband devices should be recognised automatically when you connect them to your computer. Ubuntu will prompt you to configure the device.
ca: La majoria dels dispositius de banda ampla mòbil haurien de ser reconeguts automàticament quan els connecteu al vostre ordinador. L'Ubuntu us demanarà que configureu el dispositiu.
da: De fleste Mobile bredbåndsenheder bør automatisk blive genkendt når du slutter dem til din computer. Ubuntu vil bede dig om at konfigurere enheden.
de: Die meisten mobilen Breitbandgeräte sollten automatisch erkannt werden, wenn Sie sie mit dem Rechner verbinden. Ubuntu wird Sie benachrichtigen, um das Gerät zu konfigurieren.
el: Οι περισσότερες συσκευές κινητής ευρυζωνικής σύνδεσης θα πρέπει να αναγνωρίζονται αυτόματα όταν τις συνδέσετε στον υπολογιστή σας. Το Ubuntu θα σας ζητήσει να ρυθμίσετε την συσκευή σας.
fr: La plupart des périphériques mobiles à large bande sont en principe reconnus automatiquement lorsque vous les connectez à votre ordinateur. Ubuntu vous invitera donc à configurer votre appareil.
gl: Deberia recoñecerse automaticamente a maioría dos dispositivos de banda larga móbil cando se conecte ao seu computador. Ubuntu solicitaralle información para configurar o dispositivo.
hu: A legtöbb mobil széles sávú eszközt automatikusan, azok számítógéphez csatlakoztatásakor felismeri a rendszer. Az Ubuntu meg fogja kérni az eszköz beállítására.
sl: Večina mobilnih širokopasovnih povezav bi morala biti ob povezavi z vašim računalnikom samodejno prepoznana. Ubuntu vas bo pozval k nastavitvi naprave.
sr: Већина мобилних широкопојасних уређаја треба бити аутоматски препозната када их повежете на рачунар. Убунту ће затражити од вас да подесите уређај.

source: The <guilabel>New Mobile Broadband Connection</guilabel> wizard will open automatically when you connect the device.
ca: L'auxiliar per <guilabel>Connexió de banda ampla mòbil nova</guilabel> s'obrirà automàticament quan connecteu el dispositiu.
da: Når du tilslutter enheden vil guiden <guilabel>Ny mobil bredbåndsforbindelse</guilabel> automatisk blive åbnet.
de: Der <guilabel>Neue Mobile Breitbandverbindung</guilabel>-Wizard wird automatisch geöffnet, wenn Sie das Gerät anschließen.
el: Ο οδηγός <guilabel>Νέα κινητή ευρυζωνική σύνδεση</guilabel> θα ανοίξει αυτόματα, μόλις συνδέσετε την την συσκευή.
fr: L'assistant de <guilabel>Nouvelle connexion mobile à large bande</guilabel> se lancera automatiquement lorsque vous brancherez votre appareil.
gl: O asistente de <guilabel>Conexión de banda larga móbil</guilabel> abrirase automaticamente cando conecte o dispositivo.
hu: Az <guilabel>Új mobil széles sávú kapcsolat</guilabel> varázsló automatikusan elindul az eszköz csatlakoztatásakor.
sl: Čarovnik <guilabel>Nova mobilna širokopasovna naprava</guilabel> se bo samodejno odprl ob povezavi naprave.
sr: Чаробњак <quote><guilabel>Нове Мобилне широкопојасне везе</guilabel></quote> ће се аутоматски отворити када повежете уређај.

source: Click <guibutton>Forward</guibutton> and insert your details, including the country where your Mobile Broadband device was issued, the network provider and type of connection (for example, <emphasis>Contract</emphasis> or <emphasis>pre-pay</emphasis>).
ast: Calca <guibutton>Siguiente</guibutton> y pon los tos datos, incluyendo'l país pal que se vendió'l dispositivu móvil de banda ancha, el proveedor de la rede y la triba de conexón (por exemplu, <emphasis>Contratu</emphasis> o <emphasis>Prepagu</emphasis>).
ca: Feu clic a <guibutton>Endavant</guibutton> i introduïu els paràmetres, incloent el país on s'ha comprat el dispositiu de banda ampla mòbil, el proveïdor de la xarxa i el tipus de connexió (per exemple, <emphasis>Contracte</emphasis> o <emphasis>Prepagament</emphasis>).
da: Klik på <guibutton>Næste</guibutton> og indtast dine oplysninger, herunder det land hvor din mobile bredbåndsenhed blev udstedt, netværksudbyderen og forbindelsestypen (f.eks. <emphasis>Abonnement</emphasis> eller <emphasis>Forudbetalt</emphasis>).
de: Klicken Sie <guibutton>Vor</guibutton> und geben Sie Ihre Details – einschließlich des Landes, in dem das Mobile-Breitband-Gerät ausgegeben wurde, dem Netzwerk-Provider und der Art der Verbindung (z.B. <emphasis>Vertrag</emphasis> oder <emphasis>Pre-Pay</emphasis>) – ein.
el: Πατήστε <guibutton>Μπροστά</guibutton> και εισάγετε τις λεπτομέρειές σας, συμπεριλαμβάνοντας και την χώρας στην οποία κυκλοφόρησε η συσκευή κινητής ευρυζωνικής σύνδεσης, του παροχέα υπηρεσιών διαδικτύου και του είδους σύνδεσης για παράδειγμα, <emphasis>με σύμβαση</emphasis> ή <emphasis>προπληρωμένη</emphasis>).
fr: Cliquez sur <guibutton>Suivant</guibutton> et saisissez vos informations, entre autres le pays d'achat du périphérique mobile à large bande, le fournisseur d'accès au réseau et le type de connexion (par exemple, <emphasis>Contract</emphasis> ou <emphasis>pre-pay</emphasis>).
gl: Prema <guibutton>Seguinte</guibutton> e insira os seus detalles, incluíndo o país onde o dispositivo de banda larga móbil esta sendo usado, o provedor de rede e o tipo de conexión (por exemplo, <emphasis>contrato</emphasis> ou <emphasis>prepagamento</emphasis>).
hu: Kattintson a <guibutton>Tovább</guibutton> gombra, és adja meg a beállításait, beleértve azt az országot, ahol a mobil széles sávú eszközét kiadták, a szolgáltatót és a kapcsolat típusát (például <emphasis>Előfizetéses</emphasis> vagy <emphasis>Feltöltőkártyás</emphasis>).
nl: Klik op <guibutton>Volgende</guibutton> en vul de details in, met inbegrip van het land waar uw mobiel breedband-apparaat is uitgegeven, de netwerkprovider en soort verbinding (bijvoorbeeld, <emphasis>Abonnement</emphasis> of <emphasis>pre-paid</emphasis>).
ro: Apăsați pe <guibutton>Înainte</guibutton> și inserați detaliile personale, incluzând țara de origine a dispozitivului pentru Internet mobil de bandă largă, furnizorul de rețea și tipul de conexiune (de exemplu, <emphasis>Abonament</emphasis> sau <emphasis>pre-pay</emphasis>).
sk: Kliknite na <guibutton>Ďalej</guibutton> a zadajte vaše detaily vrátane krajiny kde vám bolo vaše zariadenie pre mobilné širokopásmové pripojenie vydané, sieťového operátora a druh spojenia (napríklad, <emphasis>Paušál</emphasis> alebo <emphasis>predplatená karta</emphasis>).
sl: Kliknite <guibutton>Naprej</guibutton> in vnesite svoje podrobnosti vključno z državo, kjer je bila vaša naprava mobilnega širokopasovnega dostopa izdana, ponudnikom omrežja in vrsto povezava (na primer <emphasis>Naročnina</emphasis> ali <emphasis>Predplačniško</emphasis>).
sq: Klikoni <guibutton>Përpara</guibutton> dhe vendosni detajet tuaja, duke përfshirë edhe vendin ku është prodhuar pajisja Mobile Broadband, dhënësin e rrjetit dhe llojin e lidhjes (përshembull, <emphasis>Me Kontratë</emphasis> apo <emphasis>me parapagesë</emphasis>).
sr: Кликните <quote><guibutton>Напред</guibutton></quote> и унесите ваше податке, укључујући и земљу у којој је издат ваш мобилни широкопојасни уређај, оператера мреже и тип везе (на пример, <quote><emphasis>Уговор</emphasis></quote> или <quote><emphasis>претплата</emphasis></quote>).
tr: <guibutton>İleri</guibutton>'yi tıklayın ve Mobil Genişbant aygıtınızın nereden ihraç edildiğini, ağ sağlayıcınız ve bağlantı türünüzü (örneğin, <emphasis>Contract</emphasis> ya da <emphasis>pre-pay</emphasis>) içeren detaylarınızı girin.
uk: Натисніть <guibutton>Вперед</guibutton> і введіть свої дані, включаючи країну, в якій ви отримали свій пристрій мобільного широкосмугового зв'язку, мережа провайдера і тип підключення (<emphasis>Контракт</emphasis> або <emphasis>передоплата</emphasis>, наприклад).
zh_cn: 点击<guibutton>向前</guibutton>然后输入细节，包括您的移动宽带设备是从哪个国家进口的，网络供应商和网络类型（例如，<emphasis>合约</emphasis>或者<emphasis>预付</emphasis>）。

source: Give your connection a name (it is up to you what name you choose) and click <guibutton>Apply</guibutton>.
ast: Pon-y un nome a la conexón (el nome que te pete) y calca <guibutton>Aplicar</guibutton>.
ca: Doneu un nom a la connexió (el nom que vulgueu) i feu clic a <guibutton>Aplica</guibutton>.
da: Giv din forbindelse et navn (det er op til dig hvad navn du vælger), og klik på <guibutton>Anvend</guibutton>.
de: Geben Sie dieser Verbindung einen beliebigen Namen und klicken Sie <guibutton>Anwenden</guibutton>.
el: Δώστε ένα όνομα στην σύνδεσή σας (μπορείτε να επιλέξετε όποιο όνομα θέλετε) και πατήστε <guibutton>Εφαρμογή</guibutton>.
fr: Donnez le nom que vous voulez à votre connexion et cliquez sur <guibutton>Appliquer</guibutton>.
gl: Déalle un nome á súa conexión (é o nome que escolla) e prema <guibutton>aplicar</guibutton>.
hu: Adjon nevet a kapcsolatnak (ez tetszőleges), majd kattintson az <guibutton>Alkalmaz</guibutton> gombra.
nl: Geef uw verbinding een naam (u mag zelf kiezen welke naam) en klik op <guibutton>Toepassen</guibutton>.
ro: Denumiți conexiunea (alegeți orice nume doriți) și apăsați pe <guibutton>Aplică</guibutton>.
sk: Zvoľte si meno pre vaše pripojenie (je to na vás aké meno si zvolíte) a kliknite na <guibutton>Použiť</guibutton>.
sl: Svoji povezavi dajte ime (izberete lahko poljubno ime) in kliknite <guibutton>Uveljavi</guibutton>.
sq: Jepini lidhjes suaj një emër (ju takon ju të zgjidhni emrin) dhe klikoni <guibutton>Apliko</guibutton>.
sr: Дајте вашој вези име (на вама је да одлучите које име) и кликните <quote><guibutton>Примени</guibutton></quote>.
tr: Bağlantınızı isimlendirin (ne isim seçeceğiniz size kalmış) ve <guibutton>Uygula</guibutton> 'ya tıklayın.
uk: Назвіть ваше підключення та клацніть <guibutton>Застосувати</guibutton>.
zh_cn: 给您的连接起个名字(选什么名字随您)并点击 <guibutton>应用</guibutton>。

source: Your connection is now ready to use. To connect, click the Network Manager icon in the top right of the panel and select your new connection.
ca: Ara la vostra connexió està llesta per funcionar. Per connectar-vos, feu clic a la icona de les Connexions de xarxa a la part superior dreta del quadre i seleccioneu la vostra connexió nova.
da: Din forbindelse er nu klar til brug. Klik på ikonet for Netværkshåndteringen øverst til højre i panelet, og vælg din nye forbindelse for at forbinde.
de: Ihre Verbindung ist nun betriebsbereit. Um die Verbindung herzustellen, wählen Sie das Symbol des Netzwerk-Managers auf der rechten Seite der oberen Menüleiste und wählen Sie Ihre neue Verbindung.
el: Η σύνδεσή σας είναι τώρα έτοιμη για χρήση. Για να συνδεθείτε, κάντε αριστερό κλικ στο εικονίδιο του διαχειριστή δικτύου πάνω δεξιά στην οθόνη και επιλέξτε την νέα σας σύνδεση.
fr: Vous connexion est maintenant prête à l'emploi. Pour vous connecter, cliquez sur l'icône du gestionnaire de réseau située en haut à droite de l'écran et sélectionnez votre nouvelle connexion.
gl: A súa conexión está lista para usarse. Para conectarse prema a icona do Xestor de redes na parte superior dereita do panel e seleccione a súa nova conexión.
hu: A kapcsolat kész a használatra. A kapcsolódáshoz kattintson a Hálózatkezelő ikonjára a panel jobb felső sarkában, és válassza ki az új kapcsolatot.
sl: Vaša povezava je sedaj pripravljena za uporabo. Za povezavo kliknite na ikono Upravljalnika omrežja v desnem zgornjem kotu pulta in izberite svojo povezavo.
sr: Ваша веза је сада спремна за коришћење. Да се повежете, кликните на иконицу Управника мреже у десном углу на горњем панелу и изаберите вашу нову везу.

source: To disconnect, left click the Network Manager icon in the top right of the panel and click <guibutton>Disconnect</guibutton>.
ca: Per desconnectar-vos, feu clic a la icona de les Connexions de xarxa a la part superior dreta del quadre i feu clic a <guilabel>Desconnecta</guilabel>.
da: Venstreklik på ikonet for Netværkshåndteringen øverst til højre i panelet og klik på <guibutton>Afbryd</guibutton> for at afbryde forbindelsen.
de: Um die Verbindung zu trennen, wählen Sie das Symbol des Netzwerk-Managers auf der rechten Seite der oberen Menüleiste und drücken Sie <guibutton>Trennen</guibutton>.
el: Για να αποσυνδεθείτε, κάντε αριστερό κλικ στο εικονίδιο του διαχειριστή δικτύου πάνω δεξιά στην οθόνη και επιλέξτε <guibutton>Αποσύνδεση</guibutton>.
fr: Pour vous déconnecter, cliquez sur l'icône du gestionnaire de réseau se trouvant à en haut à droite de l'écran puis sur <guibutton>Se déconnecter</guibutton>.
gl: Para desconectarse, prema na icona do Xestor de rede (na área de notificación) e seleccione <guibutton>Desconectar</guibutton>.
hu: A kapcsolat bontásához kattintson a Hálózatkezelő ikonjára a panel jobb felső sarkában, és válassza a <guibutton>Bontás</guibutton> lehetőséget.
sl: Za prekinitev povezave levo kliknite ikono Upravljalnika omrežja v zgornjem desnem kotu pulta in kliknite <guibutton>Prekini povezavo</guibutton>.
sr: Да прекинете везу, кликните левим тастером на иконицу Управника мреже у десном углу на горњем панелу и кликните <quote><guibutton>Прекини везу</guibutton></quote>.

source: If you are not prompted to configure the device when you connect it, it may still be recognised by Ubuntu. In such cases you can add the connection manually.
ast: Si nun se te pide que configures el dispositivu cuando lu coneutes, entá pue se puede facer qu'Ubuntu lu reconoza. Si ye asina, puedes amesta la conexón a mano.
ca: Si no se us demana que configureu el dispositiu quan el connecteu, encara és possible fer que l'Ubuntu el reconegui. En aquests casos podeu afegir manualment la connexió.
da: Hvis du ikke bliver bedt om at konfigurere enheden når du tilslutter den, kan den stadig være blevet genkendt af Ubuntu. I sådanne tilfælde kan du tilføje forbindelsen manuelt.
de: Wenn Sie nicht aufgefordert werden, das Gerät zu konfigurieren wenn es angeschlossen wird, wird es vielleicht trotzdem von Ubuntu erkannt. In solchen Fällen können Sie die Verbindung manuell hinzufügen.
el: Εάν δεν σας ζητηθεί να ρυθμίσετε την συσκευή σας, όταν την συνδέσετε για πρώτη φορά, μπορεί παρ' όλα αυτά να αναγνωρίζεται από το Ubuntu. Σ' αυτή την περίπτωση μπορείτε να προσθέσετε την σύνδεση χειροκίνητα.
fr: Même s'il ne vous est pas demandé de configurer le périphérique lorsque vous le connectez, il se peut qu'il soit quand même reconnu par Ubuntu. Dans ce cas, vous pouvez ajouter la connexion manuellement.
gl: Se non se lle pediu configurar o dispositivo ao conectalo, aínda podería ser recoñecido por Ubuntu. En tales casos pode engadir a conexión manualmente.
hu: Ha nem jelenik meg a varázsló az eszköz csatlakoztatásakor, az Ubuntu ekkor is képes lehet felismerni az eszközt, viszont ilyenkor saját kezűleg kell beállítani a kapcsolatot.
nl: Als u bij het aansluiten van het apparaat niet gevraagd wordt om het te configureren, kan het nog altijd door Ubuntu herkend worden. In dat geval kunt u de verbinding handmatig toevoegen.
ro: Dacă nu vi se solicită să configurați dispozitivul când îl conectați, acesta poate fi recunoscut, totuși, de către Ubuntu. În astfel de cazuri, puteți adăuga conexiunea manual.
sk: Ak nie ste vyzvaný na konfiguráciu vášho zariadenia keď ho pripojíte, môže ešte stále byť rozoznané v Ubuntu. V takomto prípade môžete pridať vaše spojenie ručne.
sl: V primeru da ob povezavi naprave niste pozvani za njeno nastavitev, jo Ubuntu morda vseeno prepozna. V takih primerih povezavo dodajte ročno.
sq: Nëse ju konfigurohet ta konfiguroni pajisjen kur e lidhni atë, ajo mund të vazhdojë të njihet nga Ubuntu. Në këto raste ju mund ta shtoni lidhjen në mënyrë manuale.
sr: Ако се од вас не затражи да подесите уређај када га повежете, може бити да је препознат у Убунтуу. У таквим случајевима можете ручно да додате везу.
tr: Eğer aygıtı bağladığınızda sizden yapılandırmanız istenmediyse zaten Ubuntu tarafından tanınmıştır. Böyle durumlarda bağlantıyı elle ekleyebilirsiniz.
uk: Якщо запит на налаштування пристрою при його підключенні не видається, можливо пристрій все ще може бути розпізнано Ubuntu. У подібних випадках можна додати підключення вручну.
zh_cn: 如果在连接它时您没有收到配置该设备的提示，它仍然可能已经被 Ubuntu 识别。这种情况下您可以手动添加此连接。

source: Select the <guilabel>Mobile Broadband</guilabel> tab.
ast: Escueyi la solapa <guilabel>Banda ancha móvil</guilabel>.
ca: Seleccioneu la pestanya <guilabel>Banda ampla mòbil</guilabel>.
da: Vælg fanen <guilabel>Mobilt bredbånd</guilabel>.
de: Wechseln Sie in den Reiter <guilabel>Mobiles Breitband</guilabel>.
el: Επιλέξτε την καρτέλα <guilabel>Κινητή ευρυζωνική</guilabel>.
fr: Sélectionnez l'onglet <guilabel>Connexion mobile à large bande</guilabel>.
gl: Seleccione a táboa <guilabel>banda larga móbil</guilabel>
hu: Válassza a <guilabel>Mobil széles sáv</guilabel> fület.
nl: Kies het tabblad <guilabel>Mobiel breedband</guilabel>.
ro: Selectați tabul <guilabel>Internet mobil de bandă largă</guilabel>.
sk: Zvoľte kartu <guilabel>Mobilný Broadband</guilabel>.
sl: Izberite zavihek <guilabel>Mobilna širokopasovna povezava</guilabel>.
sq: Zgjidhni tabelën <guilabel>Mobile Broadband</guilabel>.
sr: Изаберите језичак <quote><guilabel>Мобилна широкопојасна</guilabel></quote>.
tr: <guilabel>Mobil Genişbant</guilabel> sekmesini seçin.
uk: Оберіть вкладку <guilabel>Мобільні широкополосні мережі</guilabel>.
zh_cn: 选择 <guilabel>移动宽带</guilabel> 标签。

source: Click <guibutton>Add</guibutton>.
ast: Calca <guibutton>Amestar</guibutton>.
ca: Feu clic a <guibutton>Afegeix</guibutton>.
da: Klik på <guibutton>Tilføj</guibutton>.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>.
el: Πατήστε <guibutton>Προσθήκη</guibutton>.
fr: Cliquez sur <guibutton>Ajouter</guibutton>.
gl: Prema <guibutton>Engadir</guibutton>.
hu: Kattintson a <guibutton>Hozzáadás</guibutton> gombra.
nl: Klik op <guibutton>Toevoegen</guibutton>.
ro: Apăsați pe <guibutton>Adaugă</guibutton>.
sk: Kliknite na <guibutton>Pridať</guibutton>.
sl: Kliknite <guibutton>Dodaj</guibutton>.
sq: Klikoni <guibutton>Shto</guibutton>.
sr: Кликните <quote><guibutton>Додај</guibutton></quote>.
tr: <guibutton>Ekle</guibutton>'ye tıklayın.
uk: Натисніть <guibutton>Додати</guibutton>.
zh_cn: 单击<guibutton>添加</guibutton>。

source: This should open the <guilabel>New Mobile Broadband Connection</guilabel> wizard. Enter your details as described above.
ca: Això hauria d'obrir l'auxiliar <guilabel>Connexió de banda ampla mòbil nova</guilabel>. Introduïu els vostres valors com es descriu a dalt.
da: Dette vil åbne guiden <guilabel>Ny mobil bredbåndsforbindelse</guilabel>. Indtast dine oplysninger som beskrevet ovenfor.
de: Dies sollte den <guilabel>Neue Mobile Breitbandverbindung</guilabel>-Wizard öffnen. Geben Sie Ihre Details ein, wie oben beschrieben.
el: Θα πρέπει να ανοίξει ο οδηγός <guilabel>Νέας ευρυζωνικής σύνδεσης</guilabel>. Εισάγετε τις λεπτομέρειες, όπως περιγράφεται παραπάνω.
fr: L'assistant <guilabel>Nouvelle connexion mobile à large bande</guilabel> devrait normalement se lancer. Saisissez les paramètres comme indiqué précédemment.
gl: Isto debería abrir o asistente <guilabel>Nova conexión de banda larga móbil</guilabel>. Introduza os seus datos como se describe enriba.
hu: Ez megnyitja az <guilabel>Új mobil széles sávú kapcsolat</guilabel> varázslót. Adja meg adatait a következők szerint:
sl: To bi moralo odpreti čarovnik <guilabel>Nova mobilna širokopasovna povezava</guilabel>. Vnesite svoje podrobnosti kot je opisano zgoraj.
sr: Ово треба да отвори чаробњака <quote><guilabel>Нова мобилна широкопојасна веза</guilabel></quote>. Унесите ваше детаље као што је описано горе.

source: Virtual Private Networks
ast: Redes privaes virtuales
ca: Xarxes privades virtuals
da: Virtuelle private netværk
de: Virtuelles Privates Netzwerk (VPN)
el: Εικονικά ιδιωτικά δίκτυα (VPN)
fr: Réseaux privés virtuels
gl: Redes Privadas Virtuais
hu: Virtuális magánhálózatok
ro: Rețele personale virtuale (VPN)
sk: Virtuálne súkromné siete (VPN)
sl: Navidezna zasebna omrežja
sq: Rrjetet Virtuale Private
sr: Виртуелне приватне мреже
tr: Özel Sanal Ağlar
uk: Віртуальні приватні мережі
zh_cn: 虚拟私有网络

source: There are three types of Virtual Private Networks (VPNs) that are currently supported by NetworkManager.
ca: Hi ha tres tipus de xarxes privades virtuals (VPN, de l'anglès Virtual Private Networks) que són compatibles actualment per a les Connexions de xarxa.
da: Der findes tre typer af virtuelle private netværk (VPN), der pt. understøttes af Netværkshåndteringen.
de: Es gibt drei Arten von »Virtual Private Networks« (VPN)-Verbindungen, die derzeit vom Netzwerk-Manager unterstützt werden.
el: Υπάρχουν τρεις τύποι εικονικών ιδιωτικών δικτύων (VPN) που υποστηρίζονται επί του παρόντος από τον διαχειριστή δικτύου.
fr: Le gestionnaire de réseau sait prendre en charge trois types de réseaux privés virtuels (VPN).
gl: O Xestor de rede admite tres tipos de redes privadas virtuais (VPN).
hu: Jelenleg a Hálózatkezelő három fajta virtuális magánhálózatot (VPN) támogat.
sl: Upravljalnik omrežij trenutno podpira tri vrste Navideznih zasebnih omrežij (VPN).
sr: Постоје три типа виртуелне приватне мреже (VPN) које Управник мреже тренутно подржава.

source: Cisco VPN
ca: Xarxa privada virtual (VPN) de Cisco
fr: VPN Cisco
gl: VPN de Cisco
sr: Циско ВПН (Cisco VPN)

source: You will need to have <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> and <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> installed to be able to connect to a Cisco VPN.
ca: Heu de tenir instal·lat els programes <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> i <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> per a poder-vos connectar a un VPN de Cisco.
da: Du skal have <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> og <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> installeret for at kunne forbinde til et Cisco VPN.
de: Sie müssen <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> und <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> installiert haben, um eine Verbindung mit einem Cisco VPN herzustellen.
el: Θα πρέπει να έχετε εγκαταστήσει το <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> και το <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> για να μπορέσετε να συνδεθείτε σε ένα Cisco VPN.
fr: Vous devrez avoir <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> et <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> installés pour pouvoir vous connecter à un VPN Cisco.
gl: Terá que ter <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> e<ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> instalados para poder conectarse a VPN de CISCO.
hu: A Cisco VPN-hez csatlakozáshoz a <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> és <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink> csomagokra van szüksége.
sl: Za povezavo s Cisco VPN boste morali namestiti <ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink> in <ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink>.
sr: Треба да имате инсталиране следеће пакете: <quote><ulink url="apt:network-manager-vpnc">network-manager-vpnc</ulink></quote> и <quote><ulink url="apt:network-manager-vpnc-gnome">network-manager-vpnc-gnome</ulink></quote> да бисте могли да се повежете на <emphasis role="strong">Циско ВПН</emphasis>.

source: Select the <guilabel>VPN</guilabel> tab.
ca: Seleccioneu la pestanya <guilabel>VPN</guilabel>.
da: Vælg fanen <guilabel>VPN</guilabel>.
de: Wählen Sie den Reiter <guilabel>VPN</guilabel>.
el: Επιλέξτε την καρτέλα <guilabel>VPN</guilabel>.
fr: Sélectionnez l'onglet <guilabel>VPN</guilabel>.
gl: Seleccione o separador <guilabel>VPN</guilabel>.
hu: Válassza a <guilabel>VPN</guilabel> fület.
sl: Izberite zavihek <guilabel>VPN</guilabel>.
sr: Изаберите језичак <quote><guilabel>ВПН</guilabel></quote>.
