Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: The <guilabel>Services</guilabel> tab is where you manage what <application>Ubuntu One</application> features synchronize with your cloud storage and other computers. You can enable or disble the synchronization of files, purchased music, contacts, and bookmarks.
ca: La pestanya <guilabel>Serveis</guilabel> és on podeu gestionar quines funcions sincronitzarà l'<application>Ubuntu One</application> amb l'emmagatzematge en línia i altres ordinadors. Podeu habilitar o inhabilitar la sincronització de fitxers, música comprada, contactes i adreces d'interès.
da: Fanen <guilabel>Tjenester</guilabel> er hvor du håndtere hvilket <application>Ubuntu One</application>-funktionaliteter der synkroniseres med dit lager i skyen og andre computere. Du kan aktivere eller deaktivere synkronisering af filer, købt musik, kontakter, og bogmærker.
de: Im Reiter <guilabel>Dienste</guilabel> können Sie einstellen, welche Funktionen von <application>Ubuntu One</application> mit Ihrem »Cloud«-Speicherplatz und anderen Rechnern synchronisiert werden. Sie können die Synchronisation von Dateien, gekaufter Musik, Kontakten und Lesezeichen ein- oder ausschalten.
fr: L'onglet <guilabel>Services</guilabel> vous permet de gérer les fonctionnalités <application>Ubuntu One</application> de synchronisation avec votre nuage avec et les autres ordinateurs. Vous pourrez activer ou désactiver la synchronisation des fichiers, de la musique achetée, de vos contacts ou de vos signets.

source: Right click the Network Manager icon in the system notification area and click <guilabel>Edit Connections</guilabel>.
ca: Feu clic amb el botó secundari a la icona de les Connexions de xarxa a l'àrea de notificació del sistema i feu clic a <guilabel>Edita les connexions</guilabel>.
da: Højreklik på ikonet for Netværkshåndtering i systemets statusfelt og klik på <guilabel>Redigér forbindelser...</guilabel>.
de: Klicken Sie mit der rechten Maustaste auf das Symbol im Benachrichtigungsbereich und wählen Sie <guilabel>Verbindungen bearbeiten</guilabel>.
fr: Faites un clic droit sur l'icône du gestionnaire de réseau située dans la zone de notification du système et cliquez sur <guilabel>Modification des connexions</guilabel>.

source: Right-click the Network Manager icon in the system notification area and click <guilabel>Edit Connections</guilabel>
ca: Feu clic amb el botó secundari a la icona de les Connexions de xarxa a l'àrea de notificació dels sistema i feu clic a <guilabel>Edita les connexions</guilabel>
da: Højreklik på ikonet for Netværkshåndtering i systemets statusfelt og klik på <guilabel>Redigér forbindelser...</guilabel>
de: Klicken Sie mit der rechten Maustaste auf das Symbol des Netzwerk-Managers im Benachrichtigungsfeld und drücken Sie <guilabel>Verbindungen bearbeiten</guilabel>
fr: Faites un clic droit sur l'icône du gestionnaire de réseau située dans la zone de notification du système et sélectionnez <guilabel>Modification des connexions</guilabel>

source: Often parts of ADSL USB modem drivers are proprietary, closed source software and so cannot be supplied with Ubuntu. To get a modem to work with these drivers, you will need to download files from Internet with a computer having a working connection, then transfer the downloaded files to your Ubuntu installation.
ast: Davezu, delles partes de los controladores de los módems ADSL USB son software privativos, de códigu zarráu, por, Ubuntu nun puede suministralos. Pa conseguir qu'un módem furrule con esos controladores, necesites descargar ficheros d'Internet dende un equipu que tenga conexón furrulando,y darréu pasar los ficheros que descargueste a la to instalación d'Ubuntu.
ca: A vegades certes parts dels controladors de mòdems ADSL USB són de propietat, programari de codi tancat i per tant l'Ubuntu no pot proporcionar-los. Per a aconseguir que un mòdem funcioni amb aquests controladors, haureu de baixar fitxers d'Internet amb un ordinador que tingui una connexió funcional, llavors haureu de transferir els fitxers baixats a la instal·lació amb l'Ubuntu.
da: Ofte er dele af drivere til ADSL USB-modemmer proprietær software med lukket kildekode, og kan ikke leveres med Ubuntu. For at få et modem til at virke med disse drivere, skal du hente filer fra internettet med en computer, der har en fungerende forbindelse, og derefter overfør filerne til din Ubuntu-installation.
de: Oft sind Teile von ADSL-USB-Modem-Treibern proprietäre, eingeschränkte Software und können deshalb nicht mit Ubuntu geliefert werden. Um ein Modem mit diesen Treibern benutzen zu können, müssen Sie diese Daten mit einem Rechner mit bestehender Internetverbindung aus dem Internet herunterladen und sie auf Ihren Ubuntu-Rechner übertragen.
fr: Il est fréquent que des parties des pilotes de modems ADSL USB soient propriétaires ou non libres. Ces pilotes ne peuvent donc pas être fournis avec Ubuntu. Pour faire fonctionner un modem avec ces pilotes, il vous faudra télécharger des fichiers sur l'Internet depuis un ordinateur disposant d'une connexion en état de marche, puis transférer ces fichiers sur votre installation Ubuntu.
nl: Vaak zijn onderdelen van stuurprogramma's voor USB ADSL-modems eigendom van derden en closedsource-software. Daarom kunnen ze niet standaard met Ubuntu meegeleverd worden. Om een modem te laten werken met deze stuurprogramma's moet u ze downloaden van het internet met een computer die een werkende internetverbinding heeft en daarna de gedownloade bestanden overzetten naar uw Ubuntu-installatie.
ro: Deseori, anumite părți ale driverelor de modemuri ADSL pe USB sunt software cu sursă închisă, brevetate, și nu pot fi furnizate de către Ubuntu. Pentru a pune un modem în funcțiune cu ajutorul acestor drivere, va trebui să descărcați fișierele de pe Internet, prin intermediul unui calculator cu o conexiune activă, apoi să transferați fișierele descărcate în sistemul Ubuntu.
sk: Často sú časti ovládačov ADSL USB modemov uzavreté a preto nemôžu byť dodávané s Ubuntu. Na sprevádzkovanie modemu s týmito ovládačmi je potrebné stiahnuť tieto súbory s Internetu s pomocou počítača, ktorý má fungujúce pripojenie a potom ich skopírovať na Ubuntu počítač.
sq: Shpesh pjesët e draiverave të modemëve ADSL USB janë në pronësi, programe me burim të mbyllur të cilat nuk mund të jepen sëbashku me Ubunut. Për të bërë që modemi të punojë me këta draivera, juve ju duhet të shkarkoni skedarët nga Interneti me një kompjuter që ka një lidhje funksionale, pastaj t'i transferoni skedarët e shkarkuar në instalimin tuaj të Ubuntu.
tr: Çoğu ADSL USB modem sürücülerin parçaları tescillidir, kapalı kaynak yazılımlıdır ve Ubuntu'da desteklenmezler. Bu sürücülerle çalışan bir modem almak için internet bağlantısına sahip bir bilgisayarla internetten gerekecek dosyaları indirmeli, sonra da Ubuntu yüklemenin içine indirilmiş dosyaları taşımalısın.
uk: Часто драйвери ADSL USB модемів є приватними, з закритим вихідним кодом, тому вони не можуть розповсюджуватись разом з Ubuntu. Для роботи модемів з даними драйверами, вам необхідно завантажити файли на комп'ютері який має підключення до мережі інтернет, а потім перемістити завантажені файли до Ubuntu.
zh_cn: 通常ADSL USB调制解调器驱动的某些部分是私有的、闭源软件，因此Ubuntu不能随系统提供。要想让调制解调器能够与这些驱动工作，你需要用一台有网络连接的电脑从因特网上下载这些文件，然后将其转移到你的Ubuntu安装处。

source: If you have a modem that can connect both via USB and ethernet, or an ethernet router, you should use the ethernet connection.
ast: Si tienes un módem que pueda coneutarse por USB y ethernet, o bien tienes un router ethernet, tienes d'usar la conexón ethernet.
ca: Si teniu un mòdem que es pot connectar mitjançant USB i Ethernet, o un encaminador d'Ethernet, hauríeu d'utilitzar la connexió Ethernet.
da: Hvis du har et modem, der kan forbinde både via USB og Ethernet eller en Ethernet-router, bør du bruge Ethernet-forbindelse.
de: Sollten Sie einen Ethernet-Router/Modem besitzen, das Verbindungen über USB und Ethernet herstellen kann, dann sollten Sie die Ethernet-Verbindung nutzen.
fr: Si vous possédez un modem pouvant être connecté par USB et par Ethernet, ou un routeur Ethernet, vous devriez utiliser la connexion Ethernet.
nl: Als u en modem heeft dat zowel via USB als via ethernet kan worden aangesloten, of u heeft een ethernet-router, dan dient u de ethernetverbinding te gebruiken.
ro: Dacă aveți un modem care se poate conecta atât prin USB, cât și prin ethernet, sau un ruter ethernet, ar fi bine să utilizați conexiunea ethernet.
sk: Ak máte modem, ktorý je možné pripojiť aj cez USB aj ethernet, alebo ak máte ethernetový router, mali by ste použiť ethernetové pripojenie.
sq: Nëse keni një modem që mund të lidhë të dy përmes Ethernet dhe USB, Ethernet ose një router, ju duhet të përdorni Ethernet lidhje.
tr: Hem USB hem de ethernet yoluyla bağlanabilen bir modeminiz ya da ethernet yönelticiniz varsa, ethernet bağlantısını kullanmalısınız.
uk: Якщо у вас є модем, який може під'єднатись через USB і через ethernet, або маршрутизатор ethernet, ви повинні використовувати зв'язок ethernet.
zh_cn: 如果您的调制解调器可以同时支持USB连接和以太网连接，亦或是通过一个以太网路由器连接，您应该选用以太网连接。

source: USB modem installation will require Internet access to download the necessary proprietary drivers. Configuration is beyond the scope of this guide; please see the links to the relevant installation instructions on the Ubuntu community help site, below.
ast: La instalación de un módem USB necesita tener accesu a Internet pa descargar los controladores privativos que necesita. La so configuración perpasa l'ambitu d'esta guía; por favor, consulta los enllaces a les instrucciones d'instalación afayadizos nel sitiu web d'aida de la comunidá Ubuntu.
ca: Per a la instal·lació d'un mòdem USB caldrà disposar d'accés a Internet per a baixar els controladors de propietat necessaris. La seva configuració està fora de l'objectiu d'aquesta guia; vegeu els enllaços a les instruccions d'instal·lació adequades al lloc web d'ajuda de la comunitat de l'Ubuntu.
da: Installation af USB-modem vil kræve internetadgang for at hente de nødvendige proprietære drivere. Konfiguration er uden for rammerne af denne vejledning, se venligst links til de relevante installationsvejledninger på Ubuntu-fællesskabets hjælpewebside nedenfor.
de: Die Installation eines USB-Modems erfordert Zugriff auf das Internet, um die benötigten proprietären Treiber herunterzuladen. Die Konfiguration eines solchen Gerätes sprengt den Rahmen dieser Anleitung. Bitte nutzen Sie die unten aufgeführten Links zu den entsprechenden Installationsanleitungen auf der Hilfeseite der Ubuntu-Gemeinschaft.
fr: L'installation de modem USB requièrera une connexion internet pour télécharger les pilotes propriétaires nécessaires. La configuration est au delà des objectifs de ce guide; Veuillez consulter les liens vers les instructions d'installation adéquates sur le site d'aide de la communauté Ubuntu, ci-dessous.
nl: Het installeren van een USB-modem vereist internettoegang om de benodigde fabrikantgebonden stuurprogramma's te kunnen downloaden. De configuratie hiervan valt buiten de doelstelling van deze handleiding, zie de onderstaande links naar de betreffende installatieinstructies op de hulp-website van de Ubuntu-gemeenschap.
ro: Instalarea modemurilor USB va necesita acces la Internet pentru a descărca driverele originale necesare. Configurarea lor nu face subiectul acestui ghid; vă rugăm să accesați legăturile care vă vor conduce la instrucțiunile de instalare relevante, de pe site-ul de asistență al comunității Ubuntu.
sk: Na inštaláciu USB modemu je potrebné pripojenie na Internet aby bolo možné stiahnuť uzavreté ovládače. Konfigurácia presahuje rozsah tejto príručky; odkazy na patričné inštalačné inštrukcie na Ubuntu komunitnej webovej stránke sú k dispozícii nižšie.
sq: Instalimi i modemit USB do të kërkojë hyrje në Internet për të shkarkuar draiverat e nevojshëm në pronësi. Konfigurimi është përtej qëllimit të kësaj guide; ju lutemi të shikoni lidhjet për udhëzimet që kanë të bëjnë me instalimin në faqen e ndihmës së komunitetit të Ubuntu këtu poshtë.
tr: USB modem kurulumu gerekli özel sürücüleri yüklemek için internet erişimini gerektirecektir. Yapılandırma bu rehberin kapsamının ötesindedir, uygun kurulum yönergeleri için Ubuntu topluluğu yardım sitesindeki aşağıdaki bağlantılara bakın.
uk: Встановлення модемів USB потребує з'єднання з інтернет, щоб завантажити необхідні пропрієтарні драйвера. Розгляд цього питання виходить за рамки цього посібника; будь ласка, зверніться до посилань по даній установці на сайті підтримки товариства Ubuntu, що вказана нижче.
zh_cn: USB调制解调器的安装需要连接到网络下载所需的私有驱动。配置方法在此说明书中，请看Ubuntu社区帮助站的相关安装介绍。

source: When you go online to download the necessary drivers, you can download the relevant drivers using the links provided.
ast: Cuando te coneutes pa descargar los controladores necesarios, podrás descargar los controladores afayadizos usando los enllaces apurríos.
ca: Quan us connecteu per a baixar els controladors necessaris, podeu baixar els controladors adequats utilitzant els enllaços proporcionats.
da: Når du går online for at hente de nødvendige drivere, kan du benytte linksne til at hente de relevante drivere.
de: Sie können die aufgeführten Links benutzen, um die benötigten Treiber herunterzuladen.
fr: Quand vous irez en ligne pour télécharger les pilotes nécessaires, vous pourrez télécharger les pilotes adéquats en utilisant les liens fournis.
nl: Als u online gaat om de benodigde stuurprogramma's te downloaden, kunt u de betreffende stuurprogramma's downloaden met behulp van de aangeboden links.
ro: Când accesați Internetul pentru a descărca driverele necesare, folosiți legătura pe care ați notat-o anterior.
sk: Keď si pôjdete stiahnuť nevyhnutné ovládače, môžete ich nájsť na uvedených odkazoch.
sq: Kur ju futeni në internet për të shkarkuar driverat e nevojshëm, ju mund të shkarkoni driverat që ju duhen duke përdorur lidhjet që u janë dhënë.
tr: Gerekli sürücüleri yüklemek için çevrim içi olduğunuz zaman, uygun sürücüleri bağlantıları kullanmak şartıyla yükleyebilirsiniz.
uk: Коли ви будете онлайн, ви зможете завантажити необхідні драйвери, використовуючи показані посилання.
zh_cn: 当你在线下载所需的驱动时，你可以用提供的链接下载相关驱动。

source: <ulink url="apt:flashplugin-nonfree">Click here</ulink> to install the <application>flashplugin-nonfree</application> package.
sq: <ulink url="apt:flashplugin-nonfree">Klikoni këtu</ulink> për të instaluar paketën <application>flashplugin-nonfree</application>.

source: To temporarily increase the size of text on a web page, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Increase</guimenuitem></menuchoice>. Alternatively, hold down the <keycap>Ctrl</keycap> key and scroll down with your mouse's scroll wheel, or press <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
ast: P'aumentar temporalmente el tamañu del testu d'una páxina web, calca <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Aumentar</guimenuitem></menuchoice>. Alternativamente, tener calcada la tecla <keycap>Ctrl</keycap> y xirar p'abaxo la rueda'l mur, o calcar <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
sq: Për të rritur përkohësisht përmaësn e tekstit në një faqe, klikoni <menuchoice><guimenuitem>Shfaq</guimenuitem><guimenuitem>Përmasa e Tekstit</guimenuitem><guimenuitem>Rrite</guimenuitem></menuchoice>. Në mënyrë alternative, mba shtypur butonin <keycap>Ctrl</keycap> dhe rrotullo rrotën e miut, ose kliko <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.
uk: Для того, щоб тимчасово збільшити розмір тексту на веб-сторінці, натисніть <menuchoice><guimenuitem>Вигляд</guimenuitem><guimenuitem>Масштаб</guimenuitem><guimenuitem>Збільшити</guimenuitem></menuchoice>. Також можна збільшити розмір утримуючи клавішу <keycap>Ctrl</keycap> та покрутивши вниз колесо прокрутки вашої миші чи натиснувши <keycombo><keycap>Ctrl</keycap><keycap>+</keycap></keycombo>.

source: To return the text to its normal size, press <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Text Size</guimenuitem><guimenuitem>Normal</guimenuitem></menuchoice>.
ast: Pa tornar el testu al tamañu normal, calca <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Zoom</guimenuitem><guimenuitem>Resetéu</guimenuitem></menuchoice>.
sq: Për ta rikthyer tekstin në përmasën e tij normale, kliko <menuchoice><guimenuitem>Shfaq</guimenuitem><guimenuitem>Përmasa e Tekstit</guimenuitem><guimenuitem>Normale</guimenuitem></menuchoice>.
uk: Для того, щоб повернути текст до звичайного розміру, натисніть <menuchoice><guimenuitem>Вигляд</guimenuitem><guimenuitem>Масштаб</guimenuitem><guimenuitem>Звичайний</guimenuitem></menuchoice>.

source: <application>Evolution</application> can be launched by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ast: <application>Evolution</application> puede llanzase calcando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Corréu d'Evolution</guimenuitem></menuchoice>.
sq: <application>Evolution</application> mund të niset duke klikuar <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
uk: <application>Evolution</application> може бути запущений натисканням <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>Пошта Evolution</guimenuitem></menuchoice>.

source: Open <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Evolution Mail</guimenuitem></menuchoice>.
ast: Abre <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Corréu d'Evolution</guimenuitem></menuchoice>.
sq: Hap <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Posta Evolution</guimenuitem></menuchoice>.
uk: Відкрийте <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>пошта Evolution</guimenuitem></menuchoice>.

source: Enable the junk mail filter by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Preferences</guimenu><guimenu>Mail Preferences</guimenu><guimenu>Junk</guimenu><guimenu>Check incoming mail for junk</guimenu></menuchoice>.
ast: Activa la peñera de corréu puxarra seleicionando <menuchoice><guimenu>Editar</guimenu><guimenu>Preferencies</guimenu><guimenu>Opciones de corréu</guimenu><guimenu>Corréu puxarra</guimenu><guimenu>Comprobar si los mensaxes entrantes son basoria</guimenu></menuchoice>.
sq: Aktivizoni filtrin e postës së padëshiruar duke zgjedhur <menuchoice><guimenu>Modifiko</guimenu><guimenu>Preferencat</guimenu><guimenu>Preferencat e Postës</guimenu><guimenu>Të Padëshiruara</guimenu><guimenu>Kontrolloni postën që vjen për të padëshiruara</guimenu></menuchoice>.
uk: Включіть фільтр небажаної пошти в меню <menuchoice><guimenu>Правка</guimenu><guimenu>Налаштування</guimenu><guimenu>Налаштування пошти</guimenu><guimenu>Спам</guimenu><guimenu>Перевіряти вхідні повідомлення на спам</guimenu></menuchoice>.

source: Turn on the Bogofilter plugin by selecting <menuchoice><guimenu>Edit</guimenu><guimenu>Plugins</guimenu></menuchoice>
ast: Activa'l complementu Bogofilter seleicionando <menuchoice><guimenu>Editar</guimenu><guimenu>Complementos</guimenu></menuchoice>
sq: Ndizini Bogofilter duke zgjedhur <menuchoice><guimenu>Modifiko</guimenu><guimenu>Pluginët</guimenu></menuchoice>
uk: Включіть додаток Bogofilter в меню <menuchoice><guimenu>Правка</guimenu><guimenu>Модулі</guimenu></menuchoice>

source: Bogofilter will now start to learn what is spam, based on the messages you mark. To mark a message as spam, select <menuchoice><guimenu>Message</guimenu><guimenu>Mark As</guimenu><guimenu>Junk</guimenu></menuchoice>.
ast: Bogofilter empezará a deprender qué ye spam, basándose nos mensaxes que marques. Pa marcar un mensaxe como basoria, seleccione <menuchoice><guimenu>Mensaxe</guimenu><guimenu>Conseñar como</guimenu><guimenu>Spam</guimenu></menuchoice>.
sq: Bogofilter do të fillojë të mësojë kush është posta e padëshiruar, bazuar në mesazhet që ju shënoni. Për ta caktuar një mesazh si të padëshiruar, zgjidhni <menuchoice><guimenu>Mesazhi</guimenu><guimenu>Shënoje Si</guimenu><guimenu>Të Padëshiruar</guimenu></menuchoice>.
uk: Bogofilter тепер почне вивчати, що являється спамом, базуючись на повідомленнях які Ви відмітили як спам. виберіть <menuchoice><guimenu>Повідомлення</guimenu><guimenu>Відмітити як </guimenu><guimenu>Спам</guimenu></menuchoice>.

source: <application>Ekiga</application> is the default Internet telephony (VoIP) application in Ubuntu. It lets you make audio and video calls over the Internet to people who have hardware or software that follows the SIP or H.323 standards and also features basic instant messaging. It is compatible with Windows Messenger and most VoIP applications. However, Ekiga cannot communicate with Skype because the latter uses proprietary technology. If you have the right SIP provider, you can also use Ekiga to place calls to any normal phone line.
ast: <application>Ekiga</application> ye l'aplicación de telefonía per Internet (VoIP) predeterminada d'Ubuntu. Permite facer llamáes d'audio y videu al traviés d'Internet a persones que tengan hardware o software compatible colos estándares SIP ó H.323, y también ufre mensaxería nel intre básica. Ye compatible con Windows Messenger y cola mayoría d'aplicaciones de VoIP. Por embargu, Ekiga nun puede comunicase con Skype porque ésti usa teunoloxía propietaria. Si tienes un proveedor SIP afyadizu, también puedes usar Ekiga para facer llamáes a llinies de teléfonu normales.
sq: <application>Ekiga</application> është programi i parazgjedhur për telefonin e internetit (VoIP) në Ubuntu. Ajo ju lejon të kryeni thirrje audio dhe video në Internet drejt njerëzve që kanë hardware dhe programet që ndjekin standartet SIP apo H.323 dhe kanë gjithashtu mesazhe të çastit thelbësore. Ajo është kompatibël me Windows Messenger dhe shumicën e programeve VoIP. Sidoqoftë, Ekiga nuk mund të komunikojë me Skype sepse kjo e fundit përdor teknologji në pronësi. Nëse keni dhënësin e duhur të SIP, Ekiga mund t'i bëjë telefonata çdo linje normale telefoni.
uk: <application>Ekiga</application> це - інтернет-телефон (VoIP) по замовчуванню в Ubuntu. Він дає вам можливість здійснювати аудіо та відео дзвінки через Інтернет тим людям, які мають обладнання та програмне забезпечення, що підтримує стандарт SIP або H.323, і містить основні можливості клієнта миттєвих повідомлень. Програма сумісна з Windows Messenger і з більшістю програм VoIP. Проте Ekiga не може спілкуватись з Skype, тому, що останній використовує власні технології. Якщо ви використовуєте правильного SIP провайдера, ви також можете дзвонити на звичайні телефони.

source: Right click the <guiicon>NetworkManager</guiicon> icon in the notification area.
ast: Col botón derechu calca nel iconu <guiicon>NetworkManager</guiicon> de l'área de notificación.
sq: Klikoni me të djathtën tek ikona <guiicon>Menaxhuesi i Rrjetit</guiicon> në zonën e njoftimit.
uk: Клацніть правою кпопкою миші піктограму <guiicon>Менеджера Мережі</guiicon> у зоні сповіщень.
