Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: Most of the tools in this section require use of the Terminal, which you can open by pressing <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
ast: Munches ferramientes d'esta seición requieren usar el Terminal, que puedes abrir calcando <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
ca: La majoria d'eines d'aquesta secció requereixen la utilització del terminal, el qual podeu obrir prement <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
da: De fleste af værktøjerne i dette afsnit kræver brug af terminalen. Denne kan du åbne ved at trykke <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
de: Die meisten Werkzeuge in diesem Abschnitt erfordern die Benutzung des Terminals, das Sie durch <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> öffnen können.
el: Τα περισσότερα από τα εργαλεία σε αυτή την ενότητα απαιτούν τη χρήση Τερματικού, το οποίο μπορείτε να ανοίξετε επιλέγοντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice>.
fr: La plupart des utilitaires décrits dans cette section nécessitent l'utilisation du terminal, que vous pouvez ouvrir en cliquant sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
gl: Moitas das ferramentas desta sección necesita do uso do terminal, que pode abrir seleccionando <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Acesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
hu: Az alábbi eszközök legtöbbjéhez szüksége lesz a terminál használatára, ezt az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpont kiválasztásával nyithatja meg.
nl: De meeste hulpmiddelen in deze sectie vereisen het gebruik van het terminalvenster, dat te openen is door op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice> te klikken.
ro: Majoritatea acestora necesită utilizarea Terminalului. Deschideţi un Terminal apăsând pe <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
sk: Väčšina nástrojov v tejto kapitole vyžaduje použitie terminálu, ktorý otvoríte cez<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>.
sl: Večina orodij v tem oddelku zahtevajo uporabo Terminala, ki ga lahko odprete s pritiskom na <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>.
sq: Shumica e mjeteve në këtë seksion kërkojnë të përdorni Terminalin, të cilin mund ta hapni duke klikuar <menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice>.
sr: Већина алата у овом одељку захтева коришћење Терминала, који можете да отворите на следећи начин <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice></quote>.
tr: Bu bölümdeki araçların çoğu Uçbirim kullanımını gerektirir. Uçbirim açmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice> başlığına tıklayın.
uk: Більшість інструментів в даному розділі потребують використання Терміналу, який ви можете відкрити натиснувши menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>.
zh_cn: 这个部分的大多数工具需要使用终端，要打开终端，按下<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>。

source: Get information about the current connection
ast: Algamar información sobro la conexón actual
ca: Obteniu informació sobre la connexió actual
da: Få information om den aktuelle netopkobling
de: Informationen über die aktuelle Verbindung erhalten
el: Ενημέρωση για την τρέχουσα σύνδεση
fr: Obtenir des informations sur la connexion active
gl: Obter información acerca da conexión actual
hu: Információk a jelenlegi kapcsolatról
nl: Informatie over uw huidige verbinding verkrijgen
ro: Obțineți informații despre conexiunea curentă
sk: Získajte informácie o aktuálnom pripojení
sl: Pridobite podatke o trenutni povezavi
sq: Merr informacion rreth lidhjes së tanishme
sr: Добијање информације о тренутној вези
tr: Mevcut bağlantı hakkında daha fazla bilgi alın
uk: Отримати інформацію про поточне з'єднання
zh_cn: 获得当前连接的信息

source: <application>ifconfig</application> is intended to allow you to change the settings of your network connections, but it can also be used to list information about the current connection.
ast: <application>ifconfig</application> ta fechu para permitite camudar los axustes de les conexones de rede, pero tamién puede usase p'amosar información sobro la conexón actual.
ca: L'<application>ifconfig</application> està dissenyat per a permetre-us canviar els paràmetres de les connexions de xarxa, però també es pot utilitzar per a mostrar una llista amb informació sobre la connexió actual.
da: <application>ifconfig</application> er beregnet til at give dig mulighed for at ændre indstillingerne for dine netværksforbindelser, men det kan også bruges til at udskrive oplysninger om den aktuelle forbindelse.
de: <application>ifconfig</application> hat den Zweck, Ihnen es zu ermöglichen, die Einstellungen Ihrer Netzwerkverbindungen zu ändern, aber es kann auch genutzt werden, Informationen über die aktuelle Netzwerkverbindung anzuzeigen.
el: Η εντολή <application>ifconfig</application> σας επιτρέπει να αλλάξετε τις ρυθμίσεις των συνδέσεων δικτύου σας, αλλά μπορεί να χρησιμοποιηθεί και για την εμφάνιση πληροφοριών της τρέχουσας σύνδεσης
fr: <application>ifconfig</application> est prévu pour modifier les paramètres de vos connexions réseau, mais il peut aussi être utilisé afin d'obtenir des informations sur la connexion utilisée.
gl: <application>ifconfig</application> pretende permitirlle cambiar a configuración das súas conexións de rede, mais tamén pode ser usada para reunir informacións sobre a conexión actual.
hu: Az <application>ifconfig</application> parancsot a hálózati kapcsolatok beállításainak módosítására tervezték, de az aktuális kapcsolat információinak kiíratására is használható.
nl: Met <application>ifconfig</application> kunt u de instellingen van uw netwerkverbindingen aanpassen, maar het kan ook gebruikt worden om informatie te verkrijgen over de huidige verbinding.
ro: <application>ifconfig</application> vă permite să schimbați configurările conexiunilor la rețea, dar poate fi folosită și pentru a afișa informații despre conexiunea existentă.
sk: <application>ifconfig</application> vám umožňuje zmeniť nastavenia vašich sieťových pripojení a tiež môže byť použitý na zobrazenie informácií o aktuálnych spojeniach.
sl: <application>ifconfig</application> je namenjen spreminjanju nastavitev omrežnih povezav, vendar se lahko uporabi tudi za izpis podatkov trenutne povezave.
sq: <application>ifconfig</application> ka për qëllim t'iu lejojë të ndryshoni parametrat e lidhjeve tuaja me rrjetin, por ka edhe qëllimin që t'iu japë informacion rreth lidhjes në përdorim.
sr: <emphasis role="strong"><quote><application>ifconfig</application></quote></emphasis> је намењен да вам омогући да промените подешавања ваше мрежне везе, али може бити коришћен да излистате информације о тренутној вези.
tr: <application>ifconfig</application> ağ bağlantılarınızın ayarlarını değiştirmeniz için tasarlanmıştır, ancak geçerli bağlantınız hakkında bilgi alabilmek için de kullanılabilir.
uk: <application>ifconfig</application> призначений для того, щоб ви могли змінити параметри мережевого підключення, а також може бути використаний для перегляду інформації про наявне підключення.
zh_cn: <application>ifconfig</application>可以让您更改您的网络设定，他也可以用来显示当前连接的信息。

source: Press <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> to open a Terminal
ast: Calca <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> p'abrir un terminal
ca: Premeu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Accessoris</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> per a obrir un terminal
da: Tryk på <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Tilbehør</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> for at åbne en Terminal
de: Wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Zubehör</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> aus, um ein Terminal zu öffnen.
el: Επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Βοηθήματα</guimenuitem><guimenuitem>Τερματικό</guimenuitem></menuchoice> για να ανοίξει η εφαρμογή Τερματικό
fr: Cliquez sur <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessoires</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> pour ouvrir un Terminal
gl: Prema <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Accesorios</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice> para abrir un terminal.
hu: Válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Kellékek</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> menüpontot a terminál megnyitásához.
nl: Klik op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Hulpmiddelen</guimenuitem><guimenuitem>Terminalvenster</guimenuitem></menuchoice> om een Terminalvenster te openen.
ro: Deschideți un Terminal apăsând pe <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Accesorii</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>
sk: Stlačte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice> a otvorte terminál
sl: Za odprtje Terminala pritisnite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Pripomočki</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>
sq: Klikoni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Aksesorët</guimenuitem><guimenuitem>Terminali</guimenuitem></menuchoice> për të hapur një Terminal
sr: Кликните <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Прибори</guimenuitem><guimenuitem>Терминал</guimenuitem></menuchoice></quote> да отворите Терминал
tr: Bir uçbirim açmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>Donatılar</guimenuitem><guimenuitem>Uçbirim</guimenuitem></menuchoice> başlığına tıklayın.
uk: Щоб відкрити термінал натисніть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Стандартні</guimenuitem><guimenuitem>Термінал</guimenuitem></menuchoice>.
zh_cn: 按下<menuchoice><guimenu>应用程序</guimenu><guimenuitem>附件</guimenuitem><guimenuitem>终端</guimenuitem></menuchoice>来打开一个终端。

source: Type <userinput>ifconfig eth1</userinput> in the Terminal and press <keycap>Enter</keycap>, replacing <emphasis>eth1</emphasis> with the name of your network interface if it is different.
ast: Escribe <userinput>ifconfig eth1</userinput> nel terminal y calca <keycap>Enter</keycap>, cambeando <emphasis>eth1</emphasis> pol nome del to interfaz de rede si ye diferente.
ca: Introduïu <userinput>ifconfig eth1</userinput> al terminal i premeu <keycap>Retorn</keycap>, reemplaçant <emphasis>eth1</emphasis> amb el nom de la vostra interfície de xarxa si aquest és diferent.
da: Skriv <userinput>ifconfig eth1</userinput> i Terminal og tryk <keycap>Enter</keycap>, idet <emphasis>eth1</emphasis> erstattes med navnet på din netværksgrænseflade, hvis den er anderledes.
de: Geben Sie <userinput>ifconfig eth1</userinput> auf der Befehlszeile und drücken Sie <keycap>Enter</keycap>. <emphasis>eth1</emphasis> tauschen sie ggf. durch die Bezeichnung Ihres Netzwerk Interfaces aus, falls diese von eth1 abweicht.
el: Πληκτρολογήστε <userinput>ifconfig eth1</userinput> στο Τερματικό και πατήστε <keycap>Enter</keycap>, αντικαθιστώντας το <emphasis>eth1</emphasis> με το όνομα της δικής σας διεπαφής δικτύου, εφόσον αυτό είναι διαφορετικό.
fr: Saisissez <userinput>ifconfig eth1</userinput> dans le Terminal et appuyez sur <keycap>Entrée</keycap>, en remplaçant <emphasis>eth1</emphasis> par le nom de votre carte réseau, s'il est différent.
gl: Escriba <userinput>ifconfig eth1</userinput> no terminal e prema <keycap>Intro</keycap>, substituíndo <emphasis>eth1</emphasis> polo nome da interface de rede, se esta fose diferente.
hu: Írja be a terminálba a <userinput>ifconfig eth1</userinput> parancsot, ebben írja át az <emphasis>eth1</emphasis> nevet a saját vezeték nélküli csatolójának nevére, majd nyomja meg az <keycap>Enter</keycap> billentyűt.
nl: Typ <userinput>ifconfig eth1</userinput> in het Terminalvenster en druk op <keycap>Enter</keycap>. Vervang hierin <emphasis>eth1</emphasis> door de naam van uw netwerkinterface, indien deze afwijkt.
ro: Tastați <userinput>ifconfig eth1</userinput> în Terminal și apăsați tasta <keycap>Enter</keycap>; înlocuiți <emphasis>eth1</emphasis> cu numele interfeței de rețea (dacă este diferit).
sk: Napíšte <userinput>ifconfig eth1</userinput> do Terminálu a stlačte <keycap>Enter</keycap>, zamenťe <emphasis>eth1</emphasis> za meno vášho sieťového rozhrania ak sa líši.
sl: V Terminal vtipkajte <userinput>ifconfig eth1</userinput> in pritisnite <keycap>Vnosno tipko</keycap>. <emphasis>eth1</emphasis> zamenjajte z imenom svojega vmesnika, če je drugačno.
sq: Shtypni <userinput>ifconfig eth1</userinput> në Terminal dhe klikoni <keycap>Enter</keycap>, zëvendësoni <emphasis>eth1</emphasis> me emrin e ndërfaqes suaj të rrjetit nëse është ndryshe.
sr: Упишите <quote><userinput>ifconfig eth1</userinput></quote> у Терминалу и притисните <quote><keycap>Ентер</keycap></quote>, заменивши <quote><emphasis>eth1</emphasis></quote> именом вашег мрежног интерфејса, ако је другачији.
tr: Eğer ağ arayüzünüzün adı <emphasis>eth1</emphasis>'den farklıysa değiştirmek için Terminal penceresinde <userinput>ifconfig eth1</userinput> yazıp <keycap>Enter</keycap>'e basın.
uk: У Терміналі наберіть <userinput>ifconfig eth1</userinput> та натисніть <keycap>Enter</keycap>, замінивши <emphasis>eth1</emphasis> на ім'я Вашого мережевого інтерфейсу, якщо воно інше.
zh_cn: 在终端输入 <userinput>ifconfig eth1</userinput> 然后按 <keycap>Enter</keycap>键,将 <emphasis>eth1</emphasis> 替换成了你的无线网卡名（如果不一样的话）。

source: <emphasis>inet addr</emphasis> gives the current <emphasis>IP address</emphasis> of the connection
ast: <emphasis>inet addr</emphasis> indica la <emphasis>direición IP</emphasis> actual de la conexón
ca: L'<emphasis>inet addr</emphasis> us mostrarà l'<emphasis>adreça IP</emphasis> actual de la connexió
da: <emphasis>inet addr</emphasis> giver den nuværende <emphasis>IP-adresse</emphasis> for forbindelsen
de: <emphasis>inet addr</emphasis> zeigt Ihnen die momentane <emphasis>IP-Addresse</emphasis> der Verbindung an
el: Η εντολή <emphasis>inet addr</emphasis> δείχνει την τρέχουσα <emphasis>διεύθυνση IP</emphasis> της σύνδεσης
fr: <emphasis>inet addr</emphasis> affiche <emphasis>l'adresse IP</emphasis> actuelle de la connexion
gl: <emphasis>inet addr</emphasis> dá o <emphasis>enderezo IP</emphasis> actual da conexión
hu: Az <emphasis>inet addr</emphasis> megadja a kapcsolat aktuális <emphasis>IP-címét</emphasis>
nl: <emphasis>inet addr</emphasis> geeft het huidige <emphasis>IP-adres</emphasis> van de verbinding weer
ro: Rubrica <emphasis>inet addr</emphasis> conține <emphasis>adresa IP</emphasis> asociată conexiunii.
sk: <emphasis>inet addr</emphasis> udáva aktuálnu <emphasis>IP adresu</emphasis> pripojenia
sl: <emphasis>inet addr</emphasis> da trenuten <emphasis>naslov IP</emphasis> povezave
sq: <emphasis>inet addr</emphasis> ju jep <emphasis>adresën IP</emphasis> që ka lidhja në atë çast
sr: <emphasis role="strong"><quote><emphasis>inet addr</emphasis></quote></emphasis> даје тренутне <emphasis role="strong"><emphasis>ИП адресе</emphasis></emphasis> везе.
tr: <emphasis>inet addr</emphasis> mevcut bağlantınıza ait <emphasis>IP adresi</emphasis>'ni verir.
uk: <emphasis>inet addr</emphasis> виводить поточну <emphasis>IP адресу</emphasis> з'єднання
zh_cn: <emphasis>inet addr</emphasis> 显示当前连接的 <emphasis>IP地址</emphasis>

source: <emphasis>HWaddr</emphasis> gives the <emphasis>MAC address</emphasis> of your network device
ast: <emphasis>HWaddr</emphasis> indica la <emphasis>direición MAC</emphasis> del preséu de rede
ca: El <emphasis>HWaddr</emphasis> us dóna l'<emphasis>adreça MAC</emphasis> del dispositiu de xarxa
da: <emphasis>HWaddr</emphasis> giver <emphasis>MAC-adressen</emphasis> på din netværksenhed
de: Mit <emphasis>HWaddr</emphasis> erhalten Sie die <emphasis>MAC-Addresse</emphasis> Ihres Netzwerk-Geräts
el: Η <emphasis>HWaddr</emphasis> δίνει τη <emphasis>διεύθυνση MAC</emphasis> της συσκευής δικτύου σας
fr: <emphasis>HWaddr</emphasis> donne <emphasis>l'adresse MAC</emphasis> de votre périphérique réseau
gl: <emphasis>HWaddr</emphasis> devolve o <emphasis>enderezo MAC</emphasis> do dispositivo de rede
hu: A <emphasis>HWaddr</emphasis> megadja a hálózati eszköz <emphasis>MAC címét</emphasis>
nl: <emphasis>HWaddr</emphasis> geeft het <emphasis>MAC-adres</emphasis> van uw netwerkapparaat
ro: Rubrica <emphasis>HWaddr</emphasis> conține <emphasis>adresa MAC</emphasis> a plăcii de rețea.
sk: <emphasis>HWaddr</emphasis> udáva <emphasis>MAC adresu</emphasis> vášho sieťového zariadenia
sl: <emphasis>HWaddr</emphasis> da <emphasis>naslov MAC</emphasis> vaše omrežne naprave
sq: <emphasis>HWaddr</emphasis> jep <emphasis>adresën MAC</emphasis> të pajisjes suaj të rrjetit
sr: <emphasis role="strong"><quote><emphasis>HWaddr</emphasis></quote></emphasis> даје <emphasis role="strong"><emphasis>МАК адресу</emphasis></emphasis> вашег мрежног уређаја.
tr: <emphasis>HWaddr</emphasis>, ağ aygıtınızın <emphasis>MAC adresi</emphasis>'ni verir.
uk: <emphasis>HWaddr</emphasis> надає <emphasis>MAC address</emphasis> вашого мережевого пристрою
zh_cn: <emphasis>HWaddr</emphasis> 显示网络设备的 <emphasis>MAC 地址</emphasis>

source: Check if a connection is working properly
ast: Comprobar si una conexón tá funcionando correchamente
ca: Comproveu si una connexió funciona correctament
da: Kontrollér om en netopkobling virker korekt
de: Überprüfen, ob eine Verbindung korrekt funktioniert
el: Έλεγχος αν η σύνδεση σας λειτουργεί κανονικά
fr: Vérifier si une connexion fonctionne correctement
gl: Comprobar se unha conexión funciona axeitadamente
hu: Hálózati kapcsolat megfelelő működésének ellenőrzése.
nl: Controleer of een verbinding naar behoren werkt
ro: Verificarea funcționării corecte a unei conexiuni
sk: Skontrolujte či pripojenie funguje správne
sl: Preverite, če povezava deluje pravilno
sq: Kontrollo nëse një lidhje po punon siç duhet
sr: Проверавање исправности рада везе
tr: Bağlanıtınızın doğru şekilde sağlandığını denetleyin.
uk: Переконайтесь, що з'єднання працює коректно
zh_cn: 检查一个网络连接是否工作正常

source: A good way of checking if a connection is working properly is to <emphasis>ping</emphasis> another computer on the network or the Internet.
ast: Una bona forma de comprobar si una conexón ta funcionando correchamente ye facer un <emphasis>ping</emphasis> a otru equipu de la rede llocal o de Internet.
ca: Una bona manera de comprovar si una connexió està funcionant correctament és fer un <emphasis>ping</emphasis> a un altre ordinador de la xarxa o d'Internet.
da: En god måde at kontrollere om forbindelsen virker korrekt, er at <emphasis>ping</emphasis>'e en anden computer på netværket eller Internet.
de: Ein guter Weg, zu überprüfen, ob eine Netzwerkverbindung korrekt funktioniert, ist es, einen anderen Rechner im Netzwerk oder Internet <emphasis>anzupingen</emphasis>.
el: Ένας καλός τρόπος για να να ελέγξετε αν η σύνδεσή σας λειτουργεί κανονικά είναι να κάνετε <emphasis>ping</emphasis> έναν άλλο υπολογιστή στο δίκτυο ή στο διαδίκτυο.
fr: Une bonne méthode afin de vérifier le fonctionnement d'une connexion consiste à <emphasis>pinguer</emphasis> un autre ordinateur sur le réseau ou sur Internet.
gl: Unha boa forma de comprobar se unha conexión está traballando correctamente é facer un <emphasis>ping</emphasis> a outro computador na rede ou en Internet.
hu: A kapcsolat működését legegyszerűbben a <emphasis>ping</emphasis> parancs segítségével lehet ellenőrizni, amely megpróbál csatlakozni egy másik számítógéphez a hálózatban vagy az interneten.
nl: Een goede manier om na te gaan of een verbinding naar behoren werkt, is door een andere computer op het netwerk of op het Internet te <emphasis>pingen</emphasis>.
ro: O bună modalitate de a verifica dacă o conexiune funcționează corect este să dați un <emphasis>ping</emphasis> către un alt calculator din rețea sau din Internet.
sk: Dobrý spôsob ako skontrolovať či pripojenie funguje je <emphasis>ping</emphasis> iný počítač na sieti alebo na internete.
sl: Dobra način za preverjanje pravilnega delovanje povezave je <emphasis>ping</emphasis> drugega računalnika na omrežju ali internetu.
sq: Një mënyrë e mirë për të kontrolluar nëse një lidhje po punon siç duhet është të <emphasis>ping</emphasis> një kompjuter tjetër të rrjetit apo Internetin.
sr: Добар начин провере да ли веза ради исправно је да <emphasis role="strong"><quote><emphasis>пингујете</emphasis></quote></emphasis> неки други рачунар на мрежи или на Интернету.
tr: Bağlantınızın düzgün bir şekilde çalıştığını denetlemenin bir yolu da ağınızdaki başka bir bilgisayara ya da internete <emphasis>ping</emphasis> yollamaktır.
uk: Хороший спосіб перевірити коректність роботи з'єднання - виконати команду <emphasis>ping</emphasis> іншого комп'ютера у мережі чи в Інтернеті.
zh_cn: 检查一个网络连接是否工作正常的一个好方法是使用<emphasis>ping</emphasis>网络或互联网上另一台计算机

source: To check if you are connected to the Internet:
ast: Pa comprobar si tas conectáu a Internet:
ca: Per a comprovar si esteu connectat a Internet:
da: Kontrollering af om du er forbundet til internettet:
de: Um zu überprüfen, ob Sie mit dem Internet verbunden sind:
el: Για να ελέγξετε αν είστε συνδεδεμένοι στο διαδίκτυο:
fr: Pour vérifier que vous êtes connecté à Internet :
gl: Para comprobar se se hai conexión coa Internet:
hu: Az internetkapcsolat ellenőrzése:
nl: Om te controleren of u verbonden bent met het internet:
ro: Pentru a testa dacă sunteți conectat la Internet:
sk: Pre skontrolovanie, či ste pripojený do internetu:
sl: Če želite preveriti, ali ste povezani z internetom:
sq: Për të kontrolluar nëse je i lidhur me internetin.
sr: Да проверите да ли сте повезани са Интернетом:
tr: İnternet bağlantınızın durumunu denetlemek için:
uk: Щоб перевірити чи під'єднані Ви до Інтернету:
zh_cn: 检查您是否连接到互联网：
