Repository: ahoneybun/pop-docs
Catalog: internet/po/*.po
Languages: ast, ca, da, de, el, fr, gl, hu, nl, ro, sk, sl, sq, sr, tr, uk, zh_cn

source: The Internet has much more to offer besides web browsing, email and instant messaging. Ubuntu provides a selection of other applications to help you get the most out of the Internet.
ast: Internet tien muncho más qu'ufrir amás de ñavegación pela web, corréu electrónicu y mensaxería nel intre. Ubuntu tien una esbilla d'aplicaciones distintes qu'aiden a sacar el meyor partíu d'Internet.
ca: Internet té molt més a oferir apart de la navegació web, el correu electrònic i la missatgeria instantània. L'Ubuntu proporciona una selecció d'aplicacions que us ajudaran a aprofitar l'Internet al màxim.
da: Internettet har meget mere at tilbyde udover at surfe hjemmesider, e-post og chat. Ubuntu indeholder et udvalg af andre programmer for at hjælpe dig med at få mest muligt ud af internettet.
de: Das Internet hat viel mehr zu bieten, als Web-Surfen, E-Mail und Instant Messaging. Ubuntu liefert eine Auswahl an Anwendungen, die es Ihnen ermöglichen, das Internet in seinem vollen Umfang zu erleben.
el: Το διαδίκτυο έχει πολλά να προσφέρει πέρα από την περιήγηση στον ιστό, την αλληλογραφία και τα άμεσα μηνύματα. Το Ubuntu σας παρέχει την επιλογή και άλλων εφαρμογών για να σας βοηθήσει να αποκομίσετε όσο το δυνατόν περισσότερα από το διαδίκτυο.
fr: Internet offre bien plus de services que la navigation sur le web, le courriel ou la messagerie instantanée. Ubuntu fournit une sélection d'applications pour vous permettre de tirer le maximum d'Internet.
gl: A internet ten moito máis que ofrecer que a navegación web, o correo electrónico e as mensaxes instantáneas. Ubuntu fornece unha escolla doutros aplicativos que axudan a tirar o máximo da Internet.
hu: Az internet sokkal több lehetőséget kínál a böngészésen, e-mailezésen és azonnali üzenetküldésen kívül. Az Ubuntu számos alkalmazást kínál az internet lehetőségeinek kihasználásához.
nl: Het Internet heeft veel meer te bieden behalve surfen, e-mailen en expresberichten. Ubuntu biedt u een verzameling aan toepassingen die u helpen om al het mogelijke uit het internet te halen.
ro: Pe Internet puteți experimenta mai mult decât navigarea web sau mesageria email sau instantanee. Ubuntu vă asigură o selecție de aplicații care vă permit să profitați la maximum de posibilitățile oferite de Internet.
sk: Internet ponúka ďaleko viac ako iba prehliadanie internetu, email a okamžité správy (IM). Ubuntu vám ponúka na výber aj iné aplikácie, aby ste z internetu získali čo najviac.
sl: Internet nudi veliko več kot zgolj spletno brskanje, e-pošto in hipno sporočanje. Ubuntu ponuja izbiro drugih programov, ki vam pomagajo iz interneta dobiti kar največ.
sq: Interneti ka shumë më tepër për të ofruar veç shfletimit të internetit, mesazheve të atypëratyshme dhe email. Ubuntu jep një zgjedhje të programeve të tjera për t'iu ndihmuar që të merrni sa më tepër nga interneti.
sr: Интернет има много више тога да понуди осим претраживања веба, е-поште и тренутног дописивања. Убунту обезбеђује избор других апликација како би вам помогао да извучете максимум из интернета.
tr: İnternet web taramanın yanında daha fazlasını da sunar, e-posta ve anında mesajlaşma. Ubuntu internetten en fazlasını almanıza yardım edecek diğer uygulamaların bir seçkisini sunar.
uk: Інтернет має багато інших можливостей окрім перегляду веб-сторінок, електронної пошти або миттєвих повідомлень. Ubuntu надає набір багатьох програм, щоб допомогти вам використовувати Інтернет на повну потужність.
zh_cn: 除了 web 浏览、email 和 即时消息之外，因特网还能提供许多。Ubuntu 提供了一系列其它应用程序来帮助您更好地利用因特网。

source: Peer-to-Peer networks
ast: Redes puntu a puntu
ca: Xarxes d'igual a igual
da: Peer-to-peer netværk
de: Peer-to-Peer Netzwerke
el: Ομότιμα δίκτυα (Peer-to-Peer)
fr: Réseaux pair à pair
gl: Redes entre pares
hu: Fájlcserélő hálózatok
nl: Peer-to-peer-netwerken
ro: Rețelele Peer-to-Peer
sk: Peer-to-Peer siete
sl: Omrežje od vrstnika do vrstnika
sq: Rrjetet Peer-to-Peer
sr: Мреже непосредне размен (P2P)
tr: Birebir ağlar
uk: Мережі Peer-to-Peer
zh_cn: 点对点网络

source: Peer-to-peer (P2P) networks are a way of sharing files, music and videos between people from all around the world.
ast: Les redes puntu a puntu (P2P) son una manera de compartir ficheros, música y videos ente persones de tou el mundu.
ca: Les xarxes d'igual a igual (P2P) són una manera de compartir fitxers, música i vídeos entre totes les persones d'arreu del món.
da: Peer-to-peer (P2P) netværk er en måde at dele filer, musik og videoer mellem mennesker verden rundt.
de: Peer-to-Peer (P2P) Netzwerke sind eine Möglichkeit um Dateien, Musik oder Videos mit Leuten aus der ganzen Welt auszutauschen.
el: Τα ομότιμα δίκτυα (P2P) είναι ένας τρόπος διαμοιρασμού αρχείων, μουσικής και ταινιών μεταξύ χρηστών απ' όλο τον κόσμο.
fr: Les réseaux pair à pair (P2P) sont un moyen de partager des fichiers, musiques et vidéos entre personnes du monde entier.
gl: As redes entre pares (P2P) son unha maneira de compartir ficheiros, música e vídeos entre persoas de todo o mundo.
hu: Az egyenrangú (P2P) hálózatok lehetőséget adnak fájlok, zenék és videók megosztására a világ különböző pontjain élő emberek közt.
nl: Peer-to-peer (P2P)-netwerken zijn een manier om bestanden, muziek en video's te delen met mensen over de gehele wereld.
ro: Rețelele peer-to-peer (P2P) reprezintă o metodă de partajare a fișierelor, a muzicii sau a filmelor între persoane aflate în toate colțurile lumii.
sk: Peer-to-peer (P2P) siete sú spôsobom, ako zdieľať súbory, hudbu a videá s ľuďmi po celom svete.
sl: Omrežje od vrstnika do vrstnika (P2P) je možnost souporabe datotek, glasbe in video posnetkov med ljudmi po celem svetu.
sq: Rrjetet Peer-to-peer (P2P) janë një mënyrë për të dhënë e marrë skedarë, muzikë dhe video me njerëz nga e gjithë bota.
sr: Мреже непосредне размене (P2P) су начин размењивања датотека, музике и видео записа међ људима из свих крајева света.
tr: Birebir (P2P) ağlar, dünya üzerindeki diğer kişiler ile müzik ve video gibi dosyaları paylaşmanın bir yoludur.
uk: Мережі Peer-to-peer (P2P) - це спосіб обмінюватись файлами, музикою та відео між людьми з цілого світу.
zh_cn: 点对点(P2P)网络帮助全世界各地的人们共享文件，音乐或视频。

source: A popular P2P service is <emphasis>BitTorrent</emphasis>, and BitTorrent capability is included in Ubuntu by default. To use BitTorrent, find a <emphasis>.torrent</emphasis> file online, click on it in the <application>Firefox Web Browser</application>, and the <application>Transmission BitTorrent Client</application> should start automatically.
ast: Un perconocíu serviciu P2P ye <emphasis>BitTorrent</emphasis>, y el poder de BitTorrent ta incluyíu n'Ubuntu por defeuto . Pa usar BitTorrent, busca un ficheru <emphasis>.torrent</emphasis> en llinia, calca en <application>Restolador Web Firefox</application>, y el <application>Veceru de tresmisión BitTorrent</application> tendría d'executase automáticamente.
ca: Un servei popular P2P és el <emphasis>BitTorrent</emphasis>, i la capacitat del BitTorrent és inclosa a l'Ubuntu per defecte. Per a utilitzar el BitTorrent, cerqueu un fitxer <emphasis>.torrent</emphasis> en línia, feu-hi clic amb el <application>Navegador web Firefox</application> i el <application>Client de BitTorrent Transmission</application> s'iniciarà automàticament.
da: En populær P2P-ydelse er <emphasis>BitTorrent</emphasis>, og BitTorrent-håndtering er inkluderet i Ubuntu som standard. Find en fil af typen <emphasis>.torrent</emphasis> på internettet, klik på den i <application>Firefox Web Browser</application>, og <application>Transmission BitTorrent-klient</application> bør starte automatisk.
de: Ein sehr beliebter P2P-Dienst ist <emphasis>BitTorrent</emphasis>, und ein BitTorrent-Programm ist bei Ubuntu standardmäßig enthalten.Um BitTorrent zu benutzen, müssen Sie eine <emphasis>.torrent</emphasis>-Datei online finden. Klicken Sie im <application>Firefox Web Browser</application>darauf und der <application>Transmission BitTorrent Client</application> sollte automatisch starten.
el: Μια δημοφιλής υπηρεσία P2P είναι το <emphasis>BitTorrent</emphasis>, και η δυνατότητα BitTorrent περιλαμβάνεται στο Ubuntu από προεπιλογή. Για να χρησιμοποιήσετε το BitTorrent, βρείτε ένα αρχείο <emphasis>torrent</emphasis> στο διαδίκτυο, κάντε κλικ επάνω του στον <application>Firefox Web Browser</application>, και η εφαρμογή <application>Transmission πελάτης BitTorrent</application> θα εκκινήσει αυτόματα.
fr: Un service populaire de P2P est <emphasis>BitTorrent</emphasis>, et Ubuntu peut l'utiliser par défaut. Pour utiliser BitTorrent, cherchez un fichier <emphasis>.torrent</emphasis> sur Internet dans le <application>Navigateur Web Firefox</application>, cliquez dessus , et le <application>client BitTorrent Transmission</application> devrait s'ouvrir automatiquement.
gl: Un servizo popular de P2P é o <emphasis>BitTorrent</emphasis>, e pola súa capacidade inclúese en Ubuntu de modo predeterminado. Para usar o BitTorrent, encontre un ficheiro <emphasis>.torrent</emphasis> en liña, prema sobre el no <application>Navegador web Firefox</application>, e o <application>Cliente BitTorrent Transmission</application> iniciarase automaticamente.
hu: A legnépszerűbb P2P szolgáltatás a <emphasis>BitTorrent</emphasis>, melynek támogatása az alapértelmezett Ubuntu telepítés része. A BitTorrent használatához szükséges egy <emphasis>.torrent</emphasis> fájl. Kattintson rá a <application>Firefox webböngészőben</application>, és a <application>Transmission BitTorrent kliens</application> automatikusan elkezdi a letöltést.
nl: Een populaire P2P-dienst is <emphasis>BitTorrent</emphasis>, en BitTorrent is standaard aanwezig in Ubuntu. Om BitTorrent te gebruiken hoeft u alleen een <emphasis>.torrent</emphasis>-bestand te zoeken op Internet, erop te klikken in de <application>Firefox webbrowser</application> en dan zou de <application>Transmission BitTorrent-client</application> automatisch moeten starten.
ro: Un serviciu P2P binecunoscut este <emphasis>BitTorrent</emphasis>, iar Ubuntu include și această facilitate. Pentru a folosi BitTorrent, căutați un fișier <emphasis>.torrent</emphasis> pe Internet, dați clic pe el în <application>Navigatorul web Firefox</application> și <application>clientul BitTorrent Transmission</application> va porni automat.
sk: <emphasis>BitTorrent</emphasis> je populárna P2P služba. Ubuntu predvolene ponúka BitTorrent službu. Aby ste mohli používať túto službu, nájdite na internete <emphasis>.torrent</emphasis> súbor, kliknite naň v <application>Prehliadači Firefox</application> a <application>BitTorrent klient Transmission</application> by sa mal spustiť automaticky.
sl: Priljubljena P2P storitev <emphasis>BitTorrent</emphasis>, in BitTorrent zmogljivost je privzeto vključena v Ubuntu. Za uporabo BitTorrent, najdite datoteko <emphasis>.torrent</emphasis> na spletu, kliknite nanjo v <application>Firefox spletnem brskalniku</application> in <application>Transmission BitTorrent odjemalec</application> se bi moral zagnati samodejno.
sq: Një shërbim i njohur P2P është <emphasis>BitTorrent</emphasis>, dhe aftësia për të përdorur BitTorrent është përfshirë paraprakisht në ubuntu. Për të përdorur BitTorrent, gjeni një skedar <emphasis>.torrent</emphasis> në internet, klikoni mbi të në <application>Shfletuesin e Internetit Firefox</application>, dhe <application>Transmission BitTorrent Klient</application> do të nisë automatikisht.
sr: Популаран П2П сервис је <emphasis role="strong"><emphasis>БитТорент</emphasis></emphasis>, и могућност БитТорента је унапред укључена у Убунтуу. Да користите БитТорент, нађите <quote><emphasis>.torrent</emphasis></quote> датотеку на мрежи, кликните на њу у <application>Фајерфоксу</application> и <emphasis role="strong"><application>Трансмисија БитТорент програм</application></emphasis> треба аутоматски да се покрене.
tr: Popüler bir P2P servisi <emphasis>BitTorrent</emphasis>dir ve BitTorrent yeteneği Ubuntu'da varsayılan olarak içerilir. BitTorrent'i kullanmak için, bir <emphasis>.torrent</emphasis> dosyasını çevrim içi bulun, <application>Firefox Web Browser</application>de üzerine tıklayın ve <application>Transmission BitTorrent Client</application> otomatik olarak başlamalıdır.
zh_cn: <emphasis>BitTorrent</emphasis> 是一种流行的 P2P 服务，Ubuntu 默认包含 BitTorrent 功能。要使用 BitTorrent ，从网上找一个 <emphasis>.torrent</emphasis> 文件，在 <application>Firefox Web Browser</application> 中点击它，之后 <application>Transmission BitTorrent 客户端</application> 应该会自动启动。

source: To restart a download open <application>Transmission BitTorrent Client</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent Client</guimenuitem></menuchoice>.
ast: Pa reaniciar una descarga abri <application>Veceru de Tresmisión BitTorrentt</application>, escueyi <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Veceru de Tresmisión BitTorrent </guimenuitem></menuchoice>.
ca: Per a reiniciar una baixada inicieu el <application>Client de BitTorrent Transmission</application>, trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Client de BitTorrent Transmission</guimenuitem></menuchoice>.
da: Åbn <application>Transmission BitTorrent-klient</application>, vælg <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent-klient</guimenuitem></menuchoice>, for at genstarte en download.
de: Um einen unterbrochenen Download erneut zu starten, öffnen <application>Transmission BitTorrent Client</application> wie folgt: <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent Client</guimenuitem></menuchoice>.
el: Για να επανεκκινήστε μια λήψη ανοίξτε την εφαρμογή <application>Transmission πελάτης BitTorrent</application>, επιλέγοντας <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>Transmission πελάτης BitTorrent</guimenuitem></menuchoice>.
fr: Pour reprendre un téléchargement, lancez le <application>client BitTorrent Transmission</application> en sélectionnant <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Client BitTorrent Transmission </guimenuitem></menuchoice>.
gl: Para reiniciar unha descarga aberta no <application>Cliente BitTorren Transmission</application>, escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Cliente BitTorrent Transmission</guimenuitem></menuchoice>.
hu: A letöltés újraindításához nyissa meg a <application>Transmission BitTorrent klienst</application>, válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent kliens</guimenuitem></menuchoice> menüpontot.
nl: Om een download te hervatten in <application>Transmission BitTorrent-cliënt</application>, klikt u op <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent-client</guimenuitem></menuchoice>.
ro: Pentru a reporni o descărcare, deschideți <application>Client BitTorrent Transmission</application>: selectați <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Client BitTorrent Transmission</guimenuitem></menuchoice>.
sk: Ak chcete reštartovať sťahovanie, otvorte <application>BitTorrent klient Transmission</application>. Zvoľte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>BitTorrent klient Transmission</guimenuitem></menuchoice>.
sl: Za ponovni zagon prejemanja odprite <application>Transmission BitTorrent odjemalec</application>, izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent odjemalec</guimenuitem></menuchoice>.
sq: Për të rinisur një shkarkim hapni <application>Transmission BitTorrent Klient</application>, zgjidhni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>Transmission BitTorrent Klient</guimenuitem></menuchoice>.
sr: Да поново покренете преузимање отворите <application>Трансмисију БитТорент програм</application>, изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>Трансмисија БитТорент програм</guimenuitem></menuchoice></quote>.
tr: Yüklemeyi yeniden başlatmak için <application>Transmission BitTorrent Client</application>'i açın, <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>Transmission BitTorrent Client</guimenuitem></menuchoice>'i seçin.
zh_cn: 要打开 <application>Transmission BitTorrent 客户端</application>，重新开始下载，选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>互联网</guimenuitem><guimenuitem>Transmission BitTorrent 客户端</guimenuitem></menuchoice>。

source: An alternative P2P application is the <application>aMule File Sharing Client</application>.
ast: Una aplicación P2P alternativa ye'l <application>Cliente de compartición de ficheros aMule</application>.
ca: Una aplicació P2P alternativa és el <application>Client de compartició de fitxers aMule</application>.
da: Et alternativt P2P-program er <application>aMule fildelings-klienten</application>.
de: Eine alternative P2P-Anwendung ist der <application>aMule File Sharing Client</application>.
el: Μία εναλλακτική εφαρμογή P2P είναι το <application>aMule</application>.
fr: Une autre application P2P est le <application>client de partage de fichiers aMule</application>.
gl: Un aplicativo alternativo de P2P é o <application>Cliente de compartición de ficheiros aMule</application>.
hu: Egy alternatív P2P alkalmazás az <application>aMule fájlmegosztó kliens</application>.
nl: Een alternatieve P2P-toepassing is de <application>aMule-bestandsdeler</application>.
ro: O altă aplicație P2P este <application>clientul de partajare aMule</application>.
sk: Alternatívna P2P aplikácia je klient pre zdieľanie súborov <application>aMule</application>.
sl: Dodatni P2P program je <application>aMule odjemalec souporabe datotek</application>.
sq: Një program alternativ P2P është <application>Klienti i Shpërndarjes së Skedarëve aMule</application>.
sr: Алтернативна П2П апликација је <emphasis role="strong"><application>аМуло програм за размену датотека</application></emphasis>.
tr: Bir diğer alternatif P2P uygulaması da <application>aMule Dosya Paylaşımı İstemcisi</application>' dir.
uk: Альтернативною програмою P2P є <application>aMule File Sharing Client</application>.
zh_cn: 备选的 P2P应用程序是<application>aMule 文件分享客户端</application>。

source: <ulink url="apt:amule">Install the <application>amule</application> package</ulink>.
ast: <ulink url="apt:amule">Instalar el paquete <application>amule</application></ulink>.
ca: <ulink url="apt:amule">Instal·leu el paquet <application>amule</application></ulink>.
da: <ulink url="apt:amule">Installer pakken <application>amule</application></ulink>.
de: <ulink url="apt:amule">Installieren Sie das Software-Paket <application>amule</application></ulink>.
el: <ulink url="apt:amule">Εγκαταστήστε το πακέτο <application>amule</application> </ulink>.
fr: <ulink url="apt:amule">Installez le paquet <application>amule</application></ulink>.
gl: <ulink url="apt:amule">Instale o paquete <application>amule</application></ulink>.
hu: <ulink url="apt:amule">Telepítse az <application>amule</application> csomagot</ulink>.
nl: <ulink url="apt:amule">Installeer het pakket <application>amule</application></ulink>.
ro: <ulink url="apt:amule">Instalați pachetul <application>amule</application></ulink>.
sk: <ulink url="apt:amule">Nainštalujte balík <application>amule</application></ulink>.
sl: <ulink url="apt:amule">Namestite paket <application>amule</application></ulink>.
sq: <ulink url="apt:amule">Instaloni paketën <application>amule</application> </ulink>.
sr: <ulink url="apt:amule">Инсталирајте пакет <quote><application>amule</application></quote></ulink>.
tr: <application>amule</application> paketi</ulink> kurun<ulink url="apt:amule">.
uk: <ulink url="apt:amule">Встановіть пакунок <application>amule</application></ulink>.
zh_cn: <ulink url="apt:amule">安装<application>amule</application>软件包</ulink>。

source: To open <application>aMule</application>, choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ast: P'abrir <application>aMule</application>, escoye <menuchoice><guimenu>Aplicaciones</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ca: Per a obrir l'<application>aMule</application>, trieu <menuchoice><guimenu>Aplicacions</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Programmer</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice> for at åbne <application>aMule</application>.
de: Um <application>aMule</application> zu starten, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
el: Για να εκκινήσετε την εφαρμογή <application>aMule</application>, επιλέξτε <menuchoice><guimenu>Εφαρμογές</guimenu><guimenuitem>Διαδίκτυο</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
fr: Pour lancer <application>aMule</application>, sélectionnez <menuchoice><guimenu>Applications</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
gl: Para abrir o <application>aMule</application>, escolla <menuchoice><guimenu>Aplicativos</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
hu: Az <application>aMule</application> megnyitásához válassza az <menuchoice><guimenu>Alkalmazások</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice> menüpontot.
nl: Om <application>aMule</application> te openen, kiest u <menuchoice><guimenu>Toepassingen</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
ro: Pentru lansarea aplicației <application>aMule</application>, alegeți <menuchoice><guimenu>Aplicații</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sk: Ak chcete spustiť <application>aMule</application>, vyberte <menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sl: Za odprtje <application>aMule</application> izberite <menuchoice><guimenu>Programi</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sq: Për të hapur <application>aMule</application>, zgjidhni <menuchoice><guimenu>Programet</guimenu><guimenuitem>Interneti</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
sr: Да отворите <application>аМуло</application>, изаберите <quote><menuchoice><guimenu>Програми</guimenu><guimenuitem>Интернет</guimenuitem><guimenuitem>аМуло</guimenuitem></menuchoice></quote>.
tr: <application>aMule</application> uygulamasını açmak için <menuchoice><guimenu>Uygulamalar</guimenu><guimenuitem>İnternet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice> başlığına tıklayın.
uk: Для запуску <application>aMule</application>, виберіть <menuchoice><guimenu>Програми</guimenu><guimenuitem>Інтернет</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>.
zh_cn: 要打开 <application>aMule</application>，请选择 <menuchoice><guimenu>应用程序</guimenu><guimenuitem>Internet</guimenuitem><guimenuitem>aMule</guimenuitem></menuchoice>。
