Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Visual Effects</guimenuitem></menuchoice> to change basic options relating to visual effects.
ca: Aneu a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Aparença</guimenuitem><guimenuitem>Efectes visuals</guimenuitem></menuchoice> per a canviar les opcions bàsiques relacionades amb els efectes visuals.
da: Vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Udseende</guimenuitem><guimenuitem>Visuelle effekter</guimenuitem></menuchoice> for at vælge grundlæggende indstillinger for visuelle effekter.
et: Vali <menuchoice><guimenu>Arvuti</guimenu><guimenuitem>Eelistused</guimenuitem><guimenuitem>Välimus</guimenuitem><guimenuitem>Visuaalefektid</guimenuitem></menuchoice>, et muuta visuaalefektide rakendamist.
he: לחץ על <menuchoice><guimenu>מערכת</guimenu><guimenuitem>מאפיינים</guimenuitem><guimenuitem>מראה</guimenuitem><guimenuitem>אפקטים חזותיים</guimenuitem></menuchoice> בכדי לשנות אפשרויות בסיסיות הקשורות לאפקטים החזותיים.
ko: 시각 효과와 관련된 기본 옵션을 바꾸기 위해서는 <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>모양새</guimenuitem><guimenuitem>화면 효과</guimenuitem></menuchoice>를 누릅니다.
lv: Spiediet <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Iestatījumi</guimenuitem><guimenuitem>Izskats</guimenuitem><guimenuitem>Vizuālie efekti</guimenuitem></menuchoice>, lai mainītu vizuālo efektu pamata opcijas.
nb: Velg <menuchoice><guimenu>System</guimenu><guimenuitem>Brukervalg</guimenuitem><guimenuitem>Utseende</guimenuitem><guimenuitem>Visuelle effekter</guimenuitem></menuchoice> for å endre grunnleggende innstillinger for visuelle effekter.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Uiterlijk</guimenuitem><guimenuitem>Visuele effecten</guimenuitem></menuchoice> om de basisopties met betrekking tot visuele effecten te wijzigen.
oc: Clicatz sus <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Preferéncias</guimenuitem><guimenuitem>Aparéncia</guimenuitem><guimenuitem>Efièches Visuals</guimenuitem></menuchoice> per cambiar las opcions de basa dels efièches visuals.
sk: Na zmenu základných možností vizuálnych efektov stlačte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Vzhľad</guimenuitem><guimenuitem>Vizuálne efekty</guimenuitem></menuchoice>.
sl: Pritisnite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Videz</guimenuitem><guimenuitem>Vidni učinki</guimenuitem></menuchoice> za spreminjanje osnovnih možnosti, ki se tičejo vidnih učinkov.
sr: Кликните <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Изглед</guimenuitem><guimenuitem>Визуелни ефекти</guimenuitem></menuchoice></quote> да измените основне опције које се односе на визуелне ефекте.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Налаштування</guimenuitem><guimenuitem>Вигляд</guimenuitem><guimenuitem>Візуальні Ефекти</guimenuitem></menuchoice> для зміни базових налаштувань візуальних ефектів.

source: Select <guilabel>None</guilabel> to provide a simple desktop environment without any effects.
ca: Seleccioneu <guilabel>Cap</guilabel> per a obtenir un entorn d'escriptori senzill i sense cap efecte.
da: Vælg <guilabel>ingen</guilabel> for et simpelt skrivebord uden effekter.
et: Efektideta töökeskkonna kasutamiseks vali <guilabel>Puudub</guilabel>.
he: בחר ב<guilabel>ללא</guilabel> כדי לספק סביבת שולחן עבודה ללא כל אפקטים.
ko: <guilabel>None</guilabel>을 선택하면 어떤 효과도 없는 간단한 데스크탑 환경이 됩니다.
lv: Izvēlieties <guilabel>Bez efektiem</guilabel>, lai darba virsma būtu bez efektiem .
nb: Velg <guilabel>Ingen</guilabel> for å bruke et enkelt skrivebordsmiljø uten noen effekter.
nl: Kies <guilabel>Geen</guilabel> voor een eenvoudige werkomgeving zonder speciale effecten.
oc: Seleccionatz <guilabel>Pas cap</guilabel> per aver un environament de burèu simple, sens cap d'efièch.
sk: Zvoľte <guilabel>Žiadne</guilabel> na používanie jednoduchého pracovného prostredia bez efektov.
sl: Izberite <guilabel>Brez</guilabel> in si zagotovite preprosto namizno okolje brez učinkov.
sr: Изаберите <quote><guilabel>Без</guilabel></quote> да обезбедите једноставно окружење радне површи без икаквих ефеката.
uk: Виберіть <guilabel>None</guilabel> для налаштування інтерфейсу в простому стилі без будь-яких ефектів.

source: Select <guilabel>Normal</guilabel> to provide a good balance between attractiveness and performance.
ca: Seleccioneu <guilabel>Normal</guilabel> per a obtenir un bon compromís entre atractivitat i rendiment.
da: Vælg <guilabel>Normal</guilabel> for at give en god balance mellem attraktivitet og ydeevne.
et: Vali <guilabel>Tavaline</guilabel>, kui otsid head tasakaalu atraktiivse, aga samas hea jõudlusega töökeskkonna vahel.
he: בחר ב<guilabel>רגיל</guilabel> כדי לספר איזון טוב בין חזות מושכת לבין ביצועים.
ko: <guilabel>Normal</guilabel>을 선택하면 화려함과 성능 사이의 조화를 이루어 줍니다.
lv: Izvēlieties <guilabel>Normāli</guilabel>, lai būtu līdzsvars starp darbvirsmas pievilcību un veiktspēju.
nb: Velg <guilabel>Normal</guilabel> for en god balanse mellom utseende og ytelseskrav.
nl: Kies <guilabel>Normaal</guilabel> voor een goed evenwicht tussen prestatie en visuele effecten.
oc: Seleccionatz <guilabel>Normal</guilabel> per aver un bon equilibri entre l'estetisme e la performància.
sk: Vyberte <guilabel>Normálne</guilabel> pre poskytnutie dobrého pomeru medzi atraktívnosťou a výkonom.
sl: Izberite <guilabel>Normalno</guilabel> in si zagotovite dobro ravnotežje med privlačnostjo in zmogljivostjo.
sr: Изаберите <quote><guilabel>Нормално</guilabel></quote> да обезбедите добар баланс између атрактивности и перформанси.
uk: Виберіть <guilabel>Normal</guilabel> для увімкнення привабливого інтерфейсу без зайвих навантажень на систему.

source: Select <guilabel>Extra</guilabel> to provide an aesthetically pleasing set of graphics.
ca: Seleccioneu <guilabel>Extra</guilabel> per a obtenir un conjunt de gràfics visualment atractius.
da: Vælg <guilabel>Ekstra</guilabel> for at aktivere et æstetisk tiltalende sæt af grafiske effekter.
et: Vali <guilabel>Eriline</guilabel>, kui soovid silmailu pakkuva graafikaga töökeskkonda.
he: בחר ב<guilabel>מוגבר</guilabel> כדי לספק ערכת גרפיקה המושכת את העין באופן גורף.
ko: <guilabel>Extra</guilabel>를 선택하면 미적으로 훌륭한 화면 효과를 보여줍니다.
lv: Izvēlieties <guilabel>Ekstra</guilabel>, lai būtu estētiski patīkama grafika.
nb: Velg <guilabel>Extra</guilabel> for flere estetiske effekter.
nl: Kies <guilabel>Extra</guilabel> voor een aantal stijlvolle en aangename grafische effecten.
oc: Seleccionatz <guilabel>Extra</guilabel> per aver un fumàs d'efièches esteticament sonhats.
sk: Zvoľte <guilabel>Extra</guilabel> pre poskytnutie esteticky atraktívnych efektov.
sl: Izberite <guilabel>Dodatno</guilabel> in si zagotovite estetsko zadovoljujočo grafiko.
sr: Изаберите <quote><guilabel>Екстра</guilabel></quote> да обезбедите допадљивији скуп графике.
uk: Виберіть <guilabel>Extra</guilabel> для налаштування інтерфейсу для поціновувачів стилю та оформлення.

source: When you select an option, it may take several seconds for the change to be applied. During this time, your screen may flicker briefly.
ca: En seleccionar una opció, pot ser que l'aplicació del canvi trigui uns quants segons. Durant aquest temps també pot ser que la vostra pantalla parpellegi.
da: Når du vælger en indstilling, kan det tage adskillige sekunder før ændringen træder i kraft. I den tid vil din skærm muligvis blinke kortvarigt.
et: Pärast valiku tegemist võib muutuste rakendamiseks kuluda mitu sekundit. Selle aja jooksul võib ekraan veidi virvendada.
he: בעת בחירת אפשרות, יתכן שייקח כמה שניות עד שיחל השינוי. במהלך זה זה, יתכן שהמסך שלך יהבהב בקצרה.
ko: 한 가지 옵션을 선택하면 변경사항을 적용하는데 몇 초 정도 시간이 걸립니다. 이 때 화면이 깜박거릴 수도 있습니다.
lv: Kad izvēlaties opciju, var paiet vairākas sekundes, kamēr izmaiņas stājas spēkā. Šajā laikā ekrāns var īsi mirgot.
nb: Når du har endret et valg kan det ta flere sekunder før endringen blir iverksatt. Skjermen kan komme til å flimre mens dette skjer.
nl: Wanneer u een keuze gemaakt heeft, kan het enkele seconden duren voor u het resultaat ziet. Het scherm kan ondertussen even flikkeren.
oc: Quand seleccionatz aquesta opcion, los cambiaments pòdon prene mantuna segonda abans d'aparéisser. Entre temps, vòstre ecran pòt cluquejar brèvament.
sk: Keď si vyberiete jednu možnosť, môže chvíľu trvať, kým sa zmeny vykonajú. Počas tohoto času môže vaša obrazovka trochu blikať.
sl: Ko izberete to možnost, bo trajalo nekaj sekund, preden se nastavitve uveljavijo. Med tem časov bo vaš zaslon mogoče malce utripal.
sr: Када изаберете неку опцију, примењивање измена може да потраје неколико секунди. Током овог времена, екран може да затрепери на кратко.
uk: Коли ви вибераєте певний режим, зміна режиму може зайняти кілька секунд. Протягом цього проміжку часу ваш екран може різко блимати.

source: Once the settings have been applied, a dialog box will appear asking you to either keep the new settings or to revert to your previous settings. If you find that the new settings work correctly, then click <guibutton>Keep Settings</guibutton>. Otherwise click <guibutton>Use Previous Settings</guibutton>. If you do not select anything for 20 seconds the system will return to your previous settings.
ca: Un cop s'hagin aplicat els paràmetres, apareixerà un quadre de diàleg que us demanarà si voleu mantenir la configuració nova o tornar a l'anterior. Si trobeu que la configuració nova funciona correctament, feu clic a <guibutton>Mantén la configuració</guibutton>. En cas contrari, feu clic a <guibutton>Utilitza la configuració anterior</guibutton>. Si no premeu res, després de 20 segons el sistema tornarà automàticament a la configuració anterior.
da: Når indstillingerne er trådt i kraft, vil der dukke en dialogboks op, som spørger, om du vil beholde de nye indstillinger eller vende tilbage til de forrige. Klik på <guibutton>Behold indstillinger</guibutton>, hvis du vurderer, at de nye indstillinger fungerer korrekt. Ellers klik på <guibutton>Brug forrige indstillinger</guibutton>. Hvis du ikke vælger noget inden for 20 sekunder, vil systemet vende tilbage til de tidligere indstillinger.
et: Pärast seadete rakendumist ilmub dialoogiaken, mis küsib, kas soovid säilitada uusi või tagasi pöörduda varasemate seadete juurde. Kui arvad, et uued seaded töötavad õigesti, vali <guibutton>Säilita uued seaded</guibutton>. Muul juhul vali <guibutton>Kasuta varasemaid seadeid</guibutton>. Kui sa ei tee oma valikut 20 sekundi jooksul, pöördub süsteem tagasi varasemate seadete juurde.
he: לאחר שההגדרות שלך הוחלו, תוצג תיבת דו־שיח שתבקש ממך לשמור את ההגדרות החדשות או לחזור אל ההגדרות הקודמות. אם תגלה שההגדרות החדשות עובדות כראוי, לחץ על <guibutton>שמור את ההגדרות</guibutton>. אחרת לחץ על <guibutton>השתמש בהגדרות הקודמות</guibutton>. אם לא תבחר בכלום במשך 20 שניות המערכת תחזור אל ההגדרות הקודמות שלך.
ko: 설정이 한 번 적용되면 새로운 설정을 적용할 지, 이전 설정으로 되돌릴 지 묻는 창이 나타날 것입니다. 새로운 설정이 제대로 동작한다면 <guibutton>Keep Settings</guibutton>을 선택하고, 제대로 동작하지 않는다면 <guibutton>Use Previous Settings</guibutton>를 선택하십시오. 20초 내에 아무것도 선택하지 않으면 시스템은 이전 설정으로 돌아갑니다.
lv: Kad šie iestatījumi tiek pielietoti, parādīsies dialoga lodziņš, kurš jums jautās, vai vēlaties saglabāt jaunos iestatījumus vai atgriezties uz iepriekšējiem iestatījumiem. Ja konstatējat, ka jaunie iestatījumi strādā pareizi, spiediet <guibutton>Saglabāt iestatījumus</guibutton>. Ja kaut kas nav labi, spiediet <guibutton>Izmantot iepriekšējos iestatījumus</guibutton>. Ja neko neizvēlēsities 20 sekunžu laikā, sistēma atgriezīsies pie iepriekšējiem iestatījumiem.
nb: Etter at innstillingene er endret, vil et vindu dukke opp og spørre om du vil beholde de nye innstillingene eller om du vil gå tilbake til de gamle. Hvis det ser ut til at innstillingene virker korrekt, trykk <guibutton>Behold innstillingene</guibutton>. Hvis ikke trykk <guibutton>Bruk gamle innstillinger</guibutton>. Hvis du ikke velger noe innen 20 sekunder vil systemet bytte tilbake til de gamle innstillingene.
nl: Als de instellingen eenmaal zijn toegepast, zal u gevraagd worden of u de nieuwe instellingen wilt behouden of dat u terug wilt keren naar de vorige instellingen. Indien de nieuwe instellingen voor u correct werken, klik dan op <guibutton>Instellingen behouden</guibutton>. Zo niet, klik dan op <guibutton>Vorige instellingen gebruiken</guibutton>. Indien u binnen de 20 seconden geen keuze maakt, zal het systeem terugkeren naar de vorige instellingen.
oc: Quand los paramètres seràn estats aplicats, una bóstia de dialòg apareisserà, e vos demandarà de gardar aquestes paramètres novèls o de tornar a vòstra configuracion iniciala. Se constatatz qu'aquestes paramètres novèls foncionan sens cap de problèma, clicatz sus <guibutton>Conservar aquestes paramètres</guibutton>. Siquenon, clicatz sus <guibutton>Tornar a la configuracion iniciala</guibutton>. Se causissètz pas res aprèp 20 segondas, lo sistèma concluirà que podètz pas veire la bóstia de dialòg e tornarà solet a la configuracion iniciala.
sk: Po aplikovaní nastavení sa objaví dialógové okno s otázkou či si chcete ponechať nové nastavenia, alebo sa vrátiť k pôvodným. Ak nové nastavenia pracujú správne, kliknite na <guibutton>Ponechať nastavenia</guibutton>. V opačnom prípade kliknite na <guibutton>Použiť predchádzajúce nastavenia</guibutton>. Ak nevyberiete ani jednu možnosť do 20 sekúnd, systém sa sám vráti do pôvodných nastavení.
sl: Ko se bodo nastavitve uveljavile, se bo prikazalo pogovorno okno, ki vas bo vprašalo, če želite obdržati nove nastavitve. Če nove nastavitve delujejo, kliknite gumb <guibutton>Obdrži nastavitve</guibutton>. V nasprotnem primeru pa kliknite gumb <guibutton>Uporabi prejšnje nastavitve</guibutton>. Če 20 sekund ničesar ne izberete, bo sistem povrnil prejšnje nastavitve.
sr: Када су поставке примењене, појавиће се прозорче дијалога које ће тражити од вас или да задржите нове поставке или да се вратите на претходне. Ако утврдите да нове поставке раде исправно, онда кликните <quote><guibutton>Задржи поставке</guibutton></quote>. У супротном кликните <quote><guibutton>Користи претходне поставке</guibutton></quote>. Уколико за 20 секунди не изаберете ништа систем ће се вратити на ваше претходне поставке.
uk: Одразу, як ваші налаштування будуть застосовані, з'явиться діалогове віконце з питанням: зберегти зроблені зміни, чи повернути все, як було. Якщо ви вважатимете, що нові налаштування працюють правильно -- натисніть <guibutton>Залишити налаштування</guibutton>. Якщо ні -- натисніть <guibutton>Використовувати попередні налаштування</guibutton>. Якщо ви нічого не виберете протягом 20 секунд, система поверне попередні налаштування.

source: Using keyboard shortcuts with visual effects
ca: Com utilitzar dreceres de teclat amb els efectes visuals
da: Brug af tastaturgenveje med visuelle effekter
et: Visuaalefektide kiirklahvid
he: משתמש בקיצורי מקלדת עם אפקטים חזותיים
ko: 키보드 단축키에 시각 효과를 사용함
lv: Tastatūras īsinājumtaustiņu izmantošana ar vizuālajiem efektiem
nb: Bruk av hurtigtaster for visuelle effekter
nl: Sneltoetsen met visuele effecten gebruiken
oc: Utilizacion d'acorchis de clavièr pels efièches visuals
sk: Používanie klávesových skratiek s vizuálnymi efektmi
sl: Uporaba tipkovnih bližnjic z vidnimi učinki
sr: Коришћење пречица тастатуре са визуелним ефектима
uk: Використання клавіатурних скорочень для візуальних ефектів

source: Ubuntu includes extra <application>Compiz</application> plugins which provide extra functionality with certain keyboard combinations. Examples of these plugins are Application Switcher, Expo and Scale.
ca: L'Ubuntu inclou connectors addicionals del <application>Compiz</application>, els quals proporcionen més funcionalitats quan s'utilitzen amb certes combinacions de teclat. Alguns exemples són el commutador d'aplicacions, l'expo i l'escalat.
da: Ubuntu inkluderer ekstra udvidelselsesmoduler til <application>Compiz</application>, som giver ekstra funktionalitet med visse tastaturkombinationer. Eksempler på disse udvidelsesmoduler er Programskifter, Galleri og Skalering.
et: Ubuntus on erilised <application>Compiz</application>i pluginad, mis pakuvad teatud kiirklahve kasutades lisafunktsioone. Näiteks rakenduste vahetaja, Expo ja Scale.
he: אובונטו כוללת תוספים נוספים עבור <application>Compiz</application> אשר מספקים אפשרויות נוספות בעזרת שילובי מקשים מסויימים. דוגמאות לתוספים אלו הם 'משנה היישומים', Expo ו-Scale
ko: 우분투는 특정한 키보드조합들로 더많은 기능을을 제공할 수 있는 추가적인 <application>Compiz</application> 플러그인을 포함하고 있습니다. 이러한 플러그인들의 예로는 응용프로그램 전환기와 엑스포 그리고 스케일 등이 있습니다.
lv: Ubuntu iekļauj papildus <application>Compiz</application> spraudņus, kuri piedāvā papildus funkcionalitāti ar noteiktām taustiņu kombinācijām. Šādu spraudņu piemēri ir Application Switcher, Expo un Scale.
nb: Ubuntu inneholder ekstra <application>Compiz</application>-tillegg som gir ekstra funksjonalitet med bestemte tastaturkombinasjoner. Eksempler på slike tillegg er «Programbytter», «Ekspo» og «Scale».
nl: Ubuntu bevat extra plug-ins voor <application>Compiz<application/> die extra functionaliteit toevoegen met bepaalde toetsencombinaties. Voorbeelden van dergelijke plug-ins zijn Programmawisselaar, Expo en Scale.
oc: Ubuntu inclutz d'enserts <application>Compiz</application> que procuran de foncionalitats suplementàrias sus d'unas combinasons de tòcas. Qualques uns d'aqueles enserts son : Cambiador d'aplicacion, Expausat, Escala.
sk: Ubuntu obsahuje dodatočné zásuvné moduly pre <application>Compiz</application>, ktoré poskytujú dodatočnú funkcionalitu s istými klávesovými skratkami. Príklady týchto zásuvných modulov sú prepínač aplikácií, Expo a Scale.
sl: Ubuntu vsebuje dodaten vstavek <application>Compiz</application>, ki zagotavlja dodatno delovanje z nekaterimi tipkovnimi bližnjicami. Primeri teh vstavkov so Preklopnik programov, Expo in Scale.
sr: Убунту садржи екстра додатке <application>Компиза</application> који обезбеђују додатну функционалност са одређеним комбинацијама тастатуре. Примери ових додатака су Пребацивач апликације, Експо и Скала.
uk: Ubuntu містить певні додатки до <application>Compiz</application>, які додають функціональності за допомогою комбінацій клавіш. Наприклад, Перемикач програм, Експо та Збільшення.

source: These extra plugins are explained in this section.
ca: Aquesta secció descriu els connectors addicionals.
da: Disse ekstra udvidelsesmoduler er forklaret i dette afsnit.
et: Selles osas selgitatakse nende eriliste pluginatega seonduvat.
he: התוספים הנוספים הללו מוסברים בחלק הזה.
ko: 이 절에서 이 추가 플러그인들을 설명합니다.
lv: Šie papildus spraudņi ir izskaidroti šajā sadaļā.
nb: Disse programtilleggene forklares i dette avsnittet.
nl: Deze extra plug-ins worden behandeld in deze sectie
oc: Aquestes enserts suplementaris son documentats dins aquesta seccion.
sk: Tieto dodatočné zásuvné moduly sú opísané v tejto sekcii.
sl: V tem odseku so razloženi ti dodatni vstavki.
sr: Ови екстра додаци су објашњени у овом одељку.
uk: В цьому розділі пояснюється як користуватися цими додатками.

source: Some commands use the <keycap>Super</keycap> key, which is the Windows key on many keyboards.
ca: Algunes ordres utilitzen la tecla <keycap>Súper</keycap>, que generalment és la tecla Windows en els teclats.
da: Nogle kommandoer bruger knappen <keycap>Super</keycap>, hvilket er Windows-knappen på mange tastaturer.
et: Mõnede käskude juures on vaja kasutada <keycap>Super</keycap> klahvi, paljudel klaviatuuridel on see Windowsi klahv.
he: חלק מהפקודות עושות שימוש ב-<keycap>סופר</keycap> מקש, הוא מקש 'ווינדוס' בהרבה מקלדות.
ko: 어떤 명령들은 많은 키보드에서 윈도즈 키로 사용되는<keycap>Super</keycap> 키를 사용합니다.
lv: Dažas komandas izmanto <keycap>Super</keycap> taustiņu, uz daudzām tastatūrām tas ir Windows taustiņš.
nb: Noen kommandoer bruker <keycap>Super</keycap>-tasten, som er Windows-tasten på mange tastaturer.
nl: Sommige commando's gebruiken de <keycap>Super</keycap>-toets, die op de meeste toetsenborden de Windows-toets is.
oc: D'unas comandas utilizan la tòca <keycap>Super</keycap>, que correspond a la tòca Windows sus la màger part dels clavièrs.
sk: Niektoré príkazy používajú tlačidlo <keycap>Super</keycap>, ktoré je na mnohých klávesniciach Windows tlačidlo.
sl: Nekateri ukazi uporabljajo tipko <keycap>Super</keycap>, ki je na večini tipkovnicah tipka Windows.
sr: Неке команде користе тастер <quote><keycap>Супер</keycap></quote>, а то је Виндоуз тастер на многим тастатурама.
uk: Деякі команди використовують клавішу <keycap>Super</keycap>, що є клавішею Windows на багатьох клавіатурах.

source: Application Switcher
ca: Commutador d'aplicacions
da: Programskifter
et: Rakenduste vahetaja
he: משנה היישומים
ko: 응용 프로그램 전환기
lv: Lietotņu pārslēdzējs
nb: Programbytter
nl: Programmawisselaar
oc: Cambiador d'aplicacion
sk: Prepínač aplikácii
sl: Preklopnik programov
sr: Пребацивач апликације
uk: Перемикач програм
