Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: To lock the zoom area (field of view) so it will not move to follow the mouse cursor, use <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
ca: Per a blocar l'àrea d'ampliació (el camp de visualització) de manera que no es mogui per a seguir el cursor del ratolí, utilitzeu <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
da: Brug <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo> for at låse zoom-området (synsfeltet), så det ikke følger musemarkørens bevægelser.
lv: Lai fiksētu tuvināto apgabalu (skata laukumu), lai tas nepārvietotos ar peles kursoru, spiediet <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
nb: Trykk <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo> for å låse zoomfeltet (synsfeltet) slik at det ikke vil flyttes med musepekeren.
nl: Om het zoomgebied (gezichtsveld) te vergrendelen, zodat het de muiscursor niet zal volgen, gebruik <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
oc: Per varrolhar la zòna de zoom (camp de vision) per que seguesca pas lo cursor de la mirga, utilizatz <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
sk: Na uzamknutie priblíženej oblasti (zorného poľa) aby sa nenasledovala kurzor myši použite <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
sl: Za zaklep sredinjenjega področja (polje pogleda) tako da ne bo sledilo miškini kazalki uporabite <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.
sr: Да закључате област зума (видно поље) тако да се неће померати да прати курсор миша, користите <quote><keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo></quote>.
uk: Для того, щоб зафіксувати збільшену ділянку (область перегляду), щоб вона не переміщалась і не слідкувала за курсором миші, натисніть <keycombo><keycap>Super</keycap><keycap>1</keycap></keycombo>.

source: To resize the focused window so that it fills the field of view, press <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
ca: Per a canviar la mida de la finestra amb el focus de manera que aquesta ompli el camp de visualització, premeu <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
da: Tryk <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo> for at ændre størrelsen på det fokuserede vindue så det fylder synsfeltet.
ko: 활성화된 창을 크기를 조절하여 화면영역을 넣으려면, <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>를 누르세요.
lv: Lai mainītu fokusēto logu tā, lai tas iekļautos skata laukumā, spiediet <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
nb: Trykk <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo> for å endre størrelsen på det aktive vinduet slik at det fyller synsfeltet.
nl: Om het actieve venster te herschalen zodat het in het gezichtsveld past, druk op <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
oc: Per redimensionar la fenèstra activa per qu'emplene lo camp de vision, quichatz sus <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
sk: Na zmenu veľkosti aktívneho okna, aby sa vošlo do zorného poľa, stlačte <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
sl: Za spremembo velikosti okna v žarišču tako da zapolni polje pogleda pritisnite <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.
sr: Да промените величину фокусираног прозора тако да попуни видно поље, притисните <quote><keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo></quote>.
uk: Для зміни розміру вікна, що виходить за межі екрана, натисніть <keycombo><keycap>Super</keycap><keycap>v</keycap></keycombo>.

source: To adjust the zoom level so that the window fills the field of view, press <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
ca: Per a ajustar el nivell d'ampliació de manera que la finestra ompli el camp de visualització, premeu <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
da: Tryk <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo> for at justere zoom-niveauet så vinduet fylder synsfeltet.
ko: 크게보기 정도를 조절하여 창에 화면영역을 넣으려면, <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>을 누르세요.
lv: Lai mainītu tuvināšanas mērogu tā, lai logs iekļautos skata laukumā, spiediet <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
nb: Trykk <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo> for å justere zoomnivået slik at vinduet fyller synsfeltet.
nl: Om het zoomniveau dusdanig aan te passen dat het venster het gezichtsveld vult, druk op <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
oc: Per apondre lo nivèl de zoom per que la fenèstra emplene lo camp de vision, quichatz sus <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
sk: Na úpravu úrovne priblíženia, aby sa okno vošlo do zorného poľa, stlačte <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
sl: Za prilagoditev ravni približanja tako, da okno zapolni polje pogleda pritisnite <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.
sr: Да подесите ниво зумирања тако да прозор попуни видно поље, притисните <quote><keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo></quote>.
uk: Для встановлення масштабу вікна, що виходить за межі екрана, натисніть <keycombo><keycap>Super</keycap><keycap>r</keycap></keycombo>.

source: Expo
da: Galleri
ko: 엑스포
nb: Ekspo
oc: Expausat
sr: Експо
uk: Експо

source: By default, Expo is activated by moving the mouse cursor to the top-left corner of the screen, or by pressing <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. This causes the viewport to zoom out until all viewports are scaled and visible on-screen in a grid formation, complete with all open windows.
ca: Per defecte, l'Expo s'activa en moure el cursor del ratolí a la cantonada superior esquerra de la pantalla o en prémer <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. Això provoca que cada àrea de treball es redueixi fins que totes siguin visibles a la pantalla en una formació en graella, completa amb totes les finestres obertes.
da: Som standard aktiveres Galleri ved at flytte musemarkøren til øverste venstre hjørne af skærmen eller ved at trykke <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. Dette får visningområdet til at zoome ud indtil alle visningområder er skalerede og synlige på skærmen i en gitterformation, komplet med alle åbne vinduer.
ko: 기본적으로 마우스 커서를 화면 상단 왼쪽 모서리로 이동시키면 Expo는 자동 활성화 됩니다, 혹은 <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>를 누르면 활성화 됩니다. 이는 모든 뷰포트들의 비율이 조정되고 화면상에 격자형태로 보이게 되며, 모든 열린 창들에 적용될 때까지, 뷰포트를 줌아웃(작게 보기)상태가 되게 합니다.
lv: Pēc noklusējuma, Expo tiek aktivizēts, novietojot peles kursoru ekrāna augšēja labajā stūrī, vai arī spiežot <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. Tad darbvietas attālinās līdz visas darbvirsmas ir ir redzamas vienā ekrānā ar visiem atvērtajiem logiem.
nb: Som standard blir Expo aktivert ved å flytte musepekeren til det øverste venstre hjørnet av skjermen, eller ved å trykke <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. Dette gjør at skjermbildet zoomes ut slik at alle åpne vinder er skalert og ordnet til et rutenett.
nl: Standaard kan Expo opgeroepen worden door de muiscursor in de linker bovenhoek van het scherm te plaatsen, of door <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo> in te drukken. Dit zal alle blikvelden uitzoomen totdat ze allemaal geschaald zichtbaar zijn in een raster, inclusief alle geopende vensters.
oc: Per defaut, « Expausat » es activat en desplaçant lo cursor de la mirga cap al canton superior esquèrra de l'ecran o en quichant sus <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. Aquò provòca un zoom arrièr fins al moment que totas las fenèstras sián redimensionadas e visiblas a l'ecran jos forma de grasilha, amb totas las fenèstras dobèrtas.
sk: Štandardne Expo je aktivované pohybom kurzora myši do ľavého horného rohu obrazovky, alebo stlačením <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. To spôsobí oddialenie pracovnej plochy až pokiaľ nie sú všetky pracovné plochy zmenšené a viditeľné na obrazovke v mriežkovej formácii so všetkými otvorenými oknami.
sl: Privzeto se Expo omogočite s premikanjem miškine kazalke v zgornji levi kot zaslona ali s pritiskom <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. To povzroči oddaljevanje vidnega polja dokler niso vsa vidna polja pomanjšana in vidna na zaslonu skupaj z vsemi odprtimi okni.
sr: По подразумеваној вредности, Експо се активира померањем курсора миша у горњем левом углу екрана или притиском на <quote><keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo></quote>. Ово проузрокује да се видокруг умањи док су сви видокрузи скалирани и видљиви на екрану у формацији мреже, заједно са свим отвореним прозорима.
uk: За замовчуванням, Експо активується при переміщенні курсора в лівий верхній кут екрана або при натисканні <keycombo><keycap>Super</keycap><keycap>E</keycap></keycombo>. На екрані з'являються зменшені зображення усіх робочих столів з усіма відкритими вікнами.

source: Negative
ca: Negatiu
da: Negativ
et: Negatiiv
he: תשליל
ko: 네거티브
nb: Negativ
nl: Negatief
oc: Negatiu
sk: Negatív
sl: Negativ
sr: Негатив
uk: Негатив

source: The Negative plugin provides immediate, high-contrast windows for the visually impaired by inverting the colors of individual windows, or all windows at once.
ca: El connector de negatiu proporciona finestres d'alt contrast de manera immediata per a aquells usuaris amb una visió reduïda, de manera que s'inverteixen els colors de finestres individuals o de totes les finestres alhora.
da: Udvidelsesmodulet Negativ sørger hurtigt for vinduer i høj kontrast, til synshandicappede, ved at invertere farverne på de enkelte vinduer, eller alle vinduer på en gang.
et: Negatiiv plugin pakub nägemispuudega inimestele võimaluse tõsta akende kontrast väga kõrgele, muutes värve üksikutes akendes või kõigis akendes korraga.
ko: 네거티브 플러그인은 눈이 안좋으신 분들을 위해 각각 혹은 모든 창들의 색상을 반전시켜 직관적이고 높은 명암비를 제공합니다.
lv: Negative spraudnis piedāvā tūlītēju, augsta kontrasta logu, lai vājredzīgie varētu invertēt krāsas katram logam atsevišķi, vai visiem logiem uzreiz.
nb: Tillegget «Negativ» brukes for umiddelbart å invertére fargene til enkeltvinduer eller alle vinduene for større kontraster.
nl: De plug-in Negatief zorgt voor een onmiddelijke weergave van het beeld in hoog contrast voor mensen met een beperkt gezichtsvermogen, door de kleuren om te draaien van een enkel venster of van alle vensters.
oc: L'efièch « Negatiu » provesís instantanèament de fenèstras nautament contrastadas pels malvesents, en inversant las colors de las fenèstras individualament, o de totas las fenèstras a l'encòp.
sk: Zásuvný modul Negatív poskytuje okamžitú zmenu okien do vysoko-kontrastného režimu pre zrakovo postihnutých. Dosahuje to invertovaním farieb jednotlivých okien, alebo všetkých okien naraz.
sl: Vstavek negativ zagotavlja takojšnja, visoko kontrastna okna za ljudi, ki imajo težave z vidom. Vstavek obrne barve posameznih oken ali vseh oken hkrati.
sr: Негатив додатак пружа непосредне, прозоре високог контраста за особе са слабим видом преокретањем боја појединачних прозора или свих прозора одједном.
uk: Плагін Негатив змінює кольори або конкретного вікна, або всього екрана, що може бути зручним для людей зі слабким зором, оскільки збільшує контрастність.

source: To enable or disable Negative on the focused window, press <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
ca: Per a habilitar o inhabilitar el negatiu de la finestra amb el focus, premeu <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
da: Tryk <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo> for at aktivere eller deaktivere Negativ på det fokuserede vindue.
ko: 활성화된 창에 네거티브 효과를 사용하거나 끄려면, <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>을 누르세요.
lv: Lai ieslēgtu vai izslēgtu Negative fokusētajam logam, spiediet <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
nb: For å skru på eller av Negativ på det fokuserte vinduet, trykk <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
nl: Om Negatief in of uit te schakelen voor het actieve venster, druk op <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
oc: Per activar o desactivar l'efièch « Negatiu » sus la fenèstra activa, quichatz sus <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
sk: Na aktiváciu alebo zablokovanie Negatívu pre aktívne okno stlačte <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
sl: Za omogočenje ali oneomgočenje vstavka negativ na oknu v žarišču pritisnite <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.
sr: Да омогућите или онемогућите Негатив за фокусирани прозор, притисните <quote><keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo></quote>.
uk: Для увімкнення або вимкнення Негативу на поточному вікні натисніть <keycombo><keycap>Super</keycap><keycap>n</keycap></keycombo>.

source: To enable or disable Negative on the screen, press <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
ca: Per a habilitar o inhabilitar el negatiu de la pantalla, premeu <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
da: Tryk <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo> for at aktivere eller deaktivere Negativ på skærmen.
ko: 화면의 네거티브 효과를 사용하거나 끄려면, <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>를 누르세요.
lv: Lai ieslēgtu vai izslēgtu Negative ekrānam, spiediet <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
nb: For å skru på eller av Negativ på skjermen, trykk <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
nl: Om Negatief in of uit te schakelen voor het gehele scherm, druk op <keycombo><keycap>Super</keycap><keycap>m</keycap></keycom
oc: Per activar o desactivar l'efièch « Negatiu » sus l'ecran, quichatz sus <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
sk: Na aktiváciu alebo zablokovanie Negatívu pre celú obrazovku stlačte <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
sl: Za omogočenje ali onemoogčenje vstavka negativ na zaslonu pritisnite <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.
sr: Да омогућите или онемогућите Негатив на екрану, притисните <quote><keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo></quote>.
uk: Для увімкнення або вимкнення Негативу на екрані натисніть <keycombo><keycap>Super</keycap><keycap>m</keycap></keycombo>.

source: Viewport Switcher
ca: Commutador de camp de visualització
da: Visningområdeskifter
he: מחליף סביבות עבודה
ko: 작업공간 전환기
nb: Arbeidsområdebytter
nl: Blikveld-wisselaar
oc: Cambiador de burèu
sk: Prepínač Viewport
sl: Preklopnik vidnih polj
sr: Пребацивач видокруга
uk: Перемикач перегляду

source: The Viewport Switcher is used to switch <ulink type="help" url="ghelp:user-guide#overview-workspaces">workspaces</ulink> via different keystrokes and buttons. You can use it with the middle mouse button on the desktop and by pressing a keybinding and selecting a workspace number.
ca: El commutador de camp de visualització és un connector per a commutar <ulink type="help" url="ghelp:user-guide#overview-workspaces">llocs de treball</ulink> a través de diferents pulsacions de teclat i botons. Podeu utilitzar-lo amb el botó del mig del ratolí a l'escriptori i en prémer una vinculació de tecla i seleccionar un número d'espai de treball.
da: Visningområdeskifteren bruges til at skifte et <ulink type="help" url="ghelp:user-guide#overview-workspaces">arbejdsområde</ulink> via forskellige tastetryk og knapper. Du kan bruge den med musens midterknap på skrivebordet, og ved at trykke på en tastekombination og vælge en arbejdsområdenummer.
ko: 작업공간 전환기는 다른 키와 버튼을 통해서 <ulink type="help" url="ghelp:user-guide#overview-workspaces">작업공간</ulink>을 전환합니다. 마우스 바탕화면에서 마우스 가운데 버튼을 이용하거나 선택한 작업공간 번호의 단축키를 사용하실 수 있습니다.
lv: Viewport Switcher tiek izmantots, lai pārslēgtu <ulink type="help" url="ghelp:user-guide#overview-workspaces">darbvietas</ulink>, izmantojot dažādas taustiņu kombinācijas vai pogas. Jūs varat nospiest vidējo peles pogu uz darbvirsmas kā arī nospiežot taustiņu sasaisti un izvēloties darbvirsmas numuru.
nb: «Arbeidsområdebytter» brukes til å bytte <ulink type="help" url="ghelp:user-guide#overview-workspaces">arbeidsområder</ulink> med ulike tastetrykk og knapper. Du kan bruke det med midtre mustast på skrivebordet, tastaturkombinasjoner og velge et arbeidsområde-nummer.
nl: De Blikveld-wisselaar is bedoeld om te wisselen tussen <ulink type="help" url="ghelp:user-guide#overview-workspaces">werkbladen</ulink> met verschillende sneltoetsen en knoppen. U kunt het gebruiken door met de middelste muisknop op het bureaublad te klikken en door een sneltoets in te drukken en vervolgens een werkbladnummer te kiezen.
oc: L'efièch « Cambiador de burèu » permet de passar d'un <ulink type="help" url="ghelp:user-guide#overview-workspaces">espaci de trabalh</ulink> a l'autre via diferentas tòcas e botons. Lo podètz utilizar amb lo clic del mitan de la mirga sul burèu, en quichant sus un acorchi de clavièr e en causissent un numèro d'espaci de trabalh.
sk: Prepínač Viewport sa používa na prepínanie <ulink type="help" url="ghelp:user-guide#overview-workspaces">pracovných plôch</ulink> pomocou rôznych klávesov a tlačidiel. Môžete ho použiť pomocou stredného tlačidla myši a príslušného tlačidla spolu s výberom čísla pracovnej plochy.

source: To move to the next workspace, press Button5 (Scroll up).
ca: Per a moure-us a l'àrea de treball següent, premeu el Botó 5 (desplaçament cap amunt) del ratolí.
da: Tryk Button5 (Rul op) for at flytte til næste arbejdsområde.
ko: 다음 작업공간으로 이동하려면, 버튼5 (스크롤 업)을 누르세요.
lv: Lai pārvietotos uz nākamo darbvirsmu, spiediet Button5 (ritināt uz augšu).
nb: For å gå til neste arbeidsområde, trykk Knapp5 (rull opp).
nl: Om naar het volgende werkblad te gaan, druk op Button5 (omhoog srollen).
oc: Per passar a l'espaci de trabalh seguent, quichatz sul boton 5 (desfilament cap amont).
sk: Na presun do následujúcej pracovnej plochy, stlačte Tlačidlo5 (a otočte kolieskom myši smerom hore).
sl: Za premik na naslednjo delovno površino pritisnite gumb5 (Scroll up).
sr: Да пређете на следећи радни простор, притисните <quote>Дугме5</quote> (померање нагоре).
uk: Для переміщення до наступного робочого столу натисніть Button5 (прокрутка вгору).

source: To move to the previous workspace, press Button4 (Scroll down).
ca: Per a moure-us a l'àrea de treball següent, premeu el Botó 4 (desplaçament cap avall) del ratolí.
da: Tryk Button4 (Rul ned) for at flytte til foregående arbejdsområde.
ko: 이전 작업공간으로 이동하려면, 버튼4 (스크롤 다운)을 누르세요.
lv: Lai pārvietotos uz iepriekšējo darbvirsmu, spiediet Button4 (ritināt uz leju).
nb: For å gå til forrige arbeidsområde, trykk Knapp4 (rull ned).
nl: Om naar het vorige werkblad te gaan, druk op Button4 (omlaag scrollen).
oc: Per passar a l'espaci de trabalh precedent, quichatz sul boton 4 (desfilament cap aval).
sk: Na presun do predchádzajúcej pracovnej plochy, stlačte Tlačidlo4 (a otočte kolieskom myši smerom dole).
sl: Za premik na predhodno delovno površino pritisnite gumb4 (Scroll down).
sr: Да пређете на претходни радни простор, притисните <quote>Дугме4</quote> (померање надоле).
uk: Для переміщення до попереднього робочого столу натисніть Button4 (прокрутка вниз).

source: Enabling extra effects
ca: Habilitació dels efectes addicionals
da: Aktivering af ekstra effekter
et: Lisaefektide aktiveerimine
he: מאפשר אפקטים מיוחדים
ko: 추가 효과 사용하기
lv: Ieslēgt papildus efektus
nb: Slå på tilleggseffekter
nl: Extra effecten inschakelen
oc: Activacion dels efièches suplementaris
sk: Povolenie extra efektov
sl: Omogočanje dodatnih učinkov
sr: Омогућавање додатних ефеката
uk: Увімкнути спеціальні ефекти

source: As well as the visual effects which are available by default, many additional effects are available. These range from effects intended to make it easier to use your computer, to ones which are just for fun.
ca: A més dels efectes visuals disponibles de manera predeterminada, n'hi ha molts d'altres: des d'aquells dissenyats per a fer més fàcil la utilització de l'ordinador fins a aquells que només són per a divertir-se.
da: Foruden de visuelle effekter, der som standard er aktiverede, findes der også mange yderligere effekter. Disse spænder fra effekter, der har som mål at gøre det lettere at bruge din computer til nogle, som bare er for sjov.
et: Lisaks visuaalsetele on ka palju teisi efekte vaikimisi sisse lülitatud. Nende hulka kuuluvad nii arvuti kasutamise hõlbustamiseks kui ka lihtsalt lõbu pärast loodud efektid.
he: בנוסף לאפקטים שמותקנים כבררת מחדל קיימים אפקטים חזותיים רבים אחרים. מגוון זה כולל אפקטים שנועדו להקל על השימוש במחשב, כמו גם כאלו שנוצרו פשוט בשביל הכיף.
ko: 기본적으로 이용할 수 있는 화면 효과 뿐만 아니라, 많은 종류의 추가적인 효과들도 이용할 수 있습니다. 이러한 효과들은 여러분이 컴퓨터를 보다 쉽게 사용할 수 있도록 도와주는 것에서부터, 재미를 느끼기 위한 것까지 다양한 종류가 존재합니다.
lv: Tāpat kā pēc noklusēšanas pieejamie vizuālie efekti, ir pieejami papildus efekti. Sākot no efektiem, kuri padara datora lietošanu vienkāršāku, līdz efektiem prieka pēc.
nb: I tillegg til de visuelle effektene som er tilgjengelig som standard, er det mange flere som kan legges til. Dette omfatter effekter som forenkler bruk av datamaskinen til effekter som kan brukes for moro skyld.
nl: Naast de standaard beschikbare visuele effecten, zijn er vele extra effecten beschikbaar. Deze variÃ«ren van effecten die het u gemakkelijker moeten maken om uw computer te gebruiken, tot effecten die bedoeld zijn voor vermaak.
oc: A mai dels efièches visuals accessibles per defaut, d'autres efièches nombroses son disponibles. D'unes facilitan l'utilizacion de vòstre ordenador, d'autres son aicí just pel plaser !
sk: Dostupné sú nie len prednastavené vizuálne efekty, ale aj prídavné efekty. Je to paleta efektov od takých, ktoré sa snažia uľahčiť prácu s počítačom, až po efekty pre zábavu.
sl: Poleg privzetih vidnih učinkov je na voljo še veliko dodatnih učinkov. Med njimi so taki, ki omogočajo enostavnejšo uporabo računalnika in taki, ki so samo za zabavo.
sr: Као и визуелни ефекти који су унапред доступни, многи додатни ефекти су такође на располагању. Крећу се од ефеката који су замишљени да олакшају коришћење рачунара, до оних који су само за забаву.
uk: Крім типово задіяних візуальних ефектів, є багато додаткових. Вони варіюються від ефектів, покликаних зробити користування комп'ютером легше, до розважальних ефектів.

source: To enable additional effects:
ca: Per a habilitar efectes addicionals:
da: Aktivér yderligere effekter:
et: Lisaefektide sisse lülitamiseks:
he: על מנת לאפשר אפקטים נוספים:
ko: 추가 효과를 사용하려면:
lv: Lai ieslēgtu papildus efektus:
nb: For å slå på tilleggseffekter:
nl: Om aanvullende effecten in te schakelen:
oc: Per activar los efièches suplementaris :
sk: Na povolenie dodatočných efektov:
sl: Vključevanje dodatnih učinkov:
sr: Да омогућите додатне ефекте:
uk: Для того, щоб увімкнути додаткові ефекти:
