Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: translator-credits
ca: Launchpad Contributions: David Planella https://launchpad.net/~dpm Iván-Benjamín García Torà https://launchpad.net/~ivaniclixx Joan Duran https://launchpad.net/~jodufi Ramon Vilar Gavaldà https://launchpad.net/~ramon-vilar Siegfried Gevatter https://launchpad.net/~rainct abelorteu https://launchpad.net/~abelorteu databio https://launchpad.net/~databio
da: Launchpad Contributions: AJenbo https://launchpad.net/~ajenbo AdamEE https://launchpad.net/~adamejbyeliasen Kasper Grubbe https://launchpad.net/~kawsper Mads Lundby https://launchpad.net/~lundbymads-gmail Mads Peter Rommedahl https://launchpad.net/~lhademmor Marcus Møller https://launchpad.net/~koenmarcus Michael Bæk https://launchpad.net/~mchlbk Nicolas Østergaard https://launchpad.net/~nicoilos Pillum https://launchpad.net/~pillum
et: Launchpad Contributions: mahfiaz https://launchpad.net/~mahfiaz
he: Launchpad Contributions: Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Yaron https://launchpad.net/~sh-yaron kulight https://launchpad.net/~kulight matanya https://launchpad.net/~matmo niska https://launchpad.net/~adelaii
ko: 우분투 한국어 번역팀 <ubuntu-ko@lists.ubuntu.com>, 2006 Launchpad Contributions: KiJune Yoon https://launchpad.net/~kijune Namhyung Kim https://launchpad.net/~namhyung Seongho Choo https://launchpad.net/~freedancer airplanez https://launchpad.net/~airplanez jincreator https://launchpad.net/~jincreator jingajinga https://launchpad.net/~pig-khh sungyup nham https://launchpad.net/~nhamfnad
lv: Launchpad Contributions: Pēteris Krišjānis https://launchpad.net/~pecisk-gmail Tranzistors https://launchpad.net/~rudolfs-mazurs
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: 6675636b796f75 https://launchpad.net/~6675636b796f75-deactivatedaccount Bjørn Olav Samdal https://launchpad.net/~bjornsam Daniel Høyer Iversen https://launchpad.net/~dahoiv Håvard Berland https://launchpad.net/~berland Kjetil Birkeland Moe https://launchpad.net/~kjetilbmoe Mikael Bjerkeland https://launchpad.net/~mikael-bjerkeland Stein Gauslaa Strindhaug https://launchpad.net/~stein-strindhaug Thor K. H https://launchpad.net/~nitrolinken Youcef Johansen https://launchpad.net/~youcef
nl: Launchpad Contributions: DarkStar https://launchpad.net/~dominique-vandebroek Jaap Slootbeek https://launchpad.net/~jjasloot Jan Claeys https://launchpad.net/~janc Jordy van Heeswijk https://launchpad.net/~jordyvh Pascal Pieters https://launchpad.net/~pascalaldo Pjotr Ligthart https://launchpad.net/~pjotr-ligthart Redmar https://launchpad.net/~redmar Robin Vincent https://launchpad.net/~rvincent-gmx Ruud https://launchpad.net/~ruud-v-a Sander Deryckere https://launchpad.net/~sanderd17 Tino Meinen https://launchpad.net/~a-t-meinen colobot https://launchpad.net/~engelbertmercelis cumulus007 https://launchpad.net/~cumulus-007 gsuperlx https://launchpad.net/~bluegen89 koen noens https://launchpad.net/~knpa01
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Cédric VALMARY (Tot en òc) https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
sk: Launchpad Contributions: Laco Gubík https://launchpad.net/~laco Pavol Klačanský https://launchpad.net/~pavolzetor Ped https://launchpad.net/~ped
sl: Matic Žgur <mr.zgur@gmail.com>, 2006 Launchpad Contributions: Andrej Znidarsic https://launchpad.net/~andrej.znidarsic
sr: Launchpad Contributions: Мирослав Николић https://launchpad.net/~lipek
uk: Launchpad Contributions: Connor Imes https://launchpad.net/~rocket2dmn

source: The Viewport Switcher is used to switch workspaces via different keystrokes and buttons. You can use it with the middle mouse button on the desktop and by pressing a keybinding and selecting a workspace number.
sl: Preklopnik vidnih polj se uporablja za preklop med delovnimi površinami preko različnih pritiskov tipk in gumbov. Uporabite ga lahko s srednjim miškinim gumbom na namizju ali s pritiskom tipkovne bližnjice in številke delovne površine.
sr: Пребацивач видокруга се користи за пребацивање радних простора путем различитих притисака на тастере и дугмад. Можете да га користите са средњим дугметом миша на радној површини и притиском пречице и избором броја радног простора.
