Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: <ulink url="apt:compizconfig-settings-manager">Install the Advanced Desktop Effects Settings application</ulink>.
ca: <ulink url="apt:compizconfig-settings-manager">Instal·la l'aplicació dels paràmetres avançats dels efectes d'escriptori</ulink>.
da: <ulink url="apt:compizconfig-settings-manager">Installér programmet Avancerede indstillinger til skrivebordseffekter</ulink>.
et: <ulink url="apt:compizconfig-settings-manager">Paigalda töölauaefektide seadistamise rakendus</ulink>.
ko: <ulink url="apt:compizconfig-settings-manager">고급 데스트탑 효과 설정 프로그램 설치</ulink>.
lv: <ulink url="apt:compizconfig-settings-manager">Instalējiet lietotni Advanced Desktop Effects Settings</ulink>.
nb: <ulink url="apt:compizconfig-settings-manager">Installér programmet Avanserte skrivebordseffekter</ulink>.
nl: <ulink url="apt:compizconfig-settings-manager">Installeer de toepassing Advanced Desktop Effects Settings</ulink>
oc: <ulink url="apt:compizconfig-settings-manager">Installar lo gestionari de paramètres dels efièches avançats del burèu</ulink>.
sk: <ulink url="apt:compizconfig-settings-manager">Nainštalujte aplikáciu pre nastavenie pokročilých efektov</ulink>.
sl: <ulink url="apt:compizconfig-settings-manager">Namesti program naprednih nastavitev učinkov namizja</ulink>.
sr: <ulink url="apt:compizconfig-settings-manager">Инсталирајте апликацију <quote>Напредне поставке ефеката радне површи</quote></ulink>.
uk: <ulink url="apt:compizconfig-settings-manager">Встановити програму для розширеного налаштування візуальних ефектів робочого середовища</ulink>.

source: Click <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>.
ca: Feu clic a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Gestor de paràmetres CompizConfig</guimenuitem></menuchoice>.
da: Klik <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Håndtering af CompizConfig-indstillinger</guimenuitem></menuchoice>.
et: Klõpsa <menuchoice><guimenu>Süsteem</guimenu><guimenuitem>Süsteemi seadistused</guimenuitem><guimenuitem>CompizConfig seadete haldaja</guimenuitem></menuchoice>.
he: לחץ על <menuchoice><guimenu>מערכת</guimenu><guimenuitem>העדפות</guimenuitem><guimenuitem>מנהל הגדרות תצורת קומפיז</guimenuitem></menuchoice>.
ko: <menuchoice><guimenu>시스템</guimenu><guimenuitem>기본 설정</guimenuitem><guimenuitem>컴피즈 설정 관리자</guimenuitem></menuchoice>를 선택하십시오.
lv: Spiediet <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Iestatījumi</guimenuitem><guimenuitem>CompizConfig Settings Manager</guimenuitem></menuchoice>.
nb: Trykk <menuchoice> <guimenu> System </ guimenu> <guimenuitem> Brukervalg </ guimenuitem> <guimenuitem> CompizConfig Innstillingshåndterer </ guimenuitem> </ menuchoice>.
nl: Klik op <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Compiz instellingenbeheerder</guimenuitem></menuchoice>.
oc: Clicatz sus <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Preferéncias</guimenuitem><guimenuitem>gestionari de configuracion CompizConfig</guimenuitem></menuchoice>.
sk: Zvoľte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Správca nastavení CompizConfig</guimenuitem></menuchoice>.
sl: Kliknite <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>CompizConfig upravljalnik nastavitev</guimenuitem></menuchoice>.
sr: Кликните <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Управник поставки КомпизКонфиг</guimenuitem></menuchoice></quote>.
uk: Натисніть <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Налаштування Compiz</guimenuitem></menuchoice>.

source: Check the box next to an effect to enable it.
ca: Activeu la casella de verificació al costat d'un efecte per a activar-lo.
da: Afkryds boksen ud for en effekt for at aktivere den.
et: Efekti aktiveerimiseks märgi kast selle kõrval.
he: סמן את התיבה שליד האפקט כדי להפעילו.
ko: 효과 옆에 있는 박스를 선택해 효과를 적용할 수 있습니다.
lv: Ieķeksējiet kastīti pie efekta, lai to ieslēgtu.
nb: Kryss av boksen ved siden av en effekt for å aktivere den.
nl: Vink het vinkje naast een effect aan om dit effect in te schakelen.
oc: Marcatz la casa situada al costat d'un efièch per l'activar.
sk: Označte políčko vedľa efektu pre jeho aktiváciu.
sl: V kolikor hočete omogočiti vidni učinek, obkljukajte možnost poleg njega.
sr: Потврдите поље поред неког ефекта да га омогућите.
uk: Поставте галочку поруч з ефектом, щоб увімкнути його.

source: Click on an effect to change its settings.
ca: Feu clic a un efecte per a canviar-ne els paràmetres.
da: Klik på en effekt for at ændre dens indstillinger.
et: Seadistuste muutmiseks klõpsa efektil.
he: לחץ על אפקט כדי לשנות את ההגדרות שלו.
ko: 설정을 바꾸려면 효과를 클릭하십시오.
lv: Klikšķiniet uz efekta, lai mainītu tā iestatījumus
nb: Trykk på en effekt for å endre innstillingene til effekten.
nl: Klik op een effect om de instellingen te wijzigen.
oc: Clicatz sus un efièch per cambiar sos paramètres.
sk: Kliknite na efekt pre zmenu jeho vlastností.
sl: Za spremembo nastavitev učinka, kiknite nanj.
sr: Кликните на ефекат да промените његове поставке.
uk: Натисніть на ефект, щоб змінити його налаштування.

source: Common problems
ca: Problemes habituals
da: Almindelige problemer
et: Sageli esinevad probleemid
he: בעיות נפוצות
ko: 자주 겪는 문제점
lv: Tipiskās problēmas
nb: Vanlige problemer
nl: Veelvoorkomende problemen
oc: Problèmas corrents
sk: Bežné problémy
sl: Običajne težave
sr: Уобичајени проблеми
uk: Поширені проблеми

source: If you experience problems when using visual effects, it is advisable to disable them by opening <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Appearance</guimenuitem><guimenuitem>Visual Effects</guimenuitem></menuchoice> and selecting <guilabel>None</guilabel>.
ca: Si teniu problemes en utilitzar els efectes visuals, és recomanable que els inhabiliteu anant a <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferències</guimenuitem><guimenuitem>Aparença</guimenuitem><guimenuitem>Efectes visuals</guimenuitem></menuchoice> i seleccionant <guilabel>Cap</guilabel>.
da: Hvis du oplever problemer under brug af visuelle effekter, kan det anbefales at slå dem fra ved at åbne <menuchoice><guimenu>System</guimenu><guimenuitem>Indstillinger</guimenuitem><guimenuitem>Udseende</guimenuitem><guimenuitem>Visuelle effekter</guimenuitem></menuchoice> og vælge <guilabel>Ingen</guilabel>.
et: Kui visuaalefektide kasutamisel esineb probleeme, on soovitatav need välja lülitada avades <menuchoice><guimenu>Arvuti</guimenu><guimenuitem>Eelistused</guimenuitem><guimenuitem>Välimus</guimenuitem><guimenuitem>Visuaalefektid</guimenuitem></menuchoice> ja valides sealt <guilabel>Puudub</guilabel>.
ko: 만약 시각 효과 사용에 문제를 경험한다면, <menuchoice><guimenu>시스템</guimenu><guimenuitem>선택</guimenuitem><guimenuitem>모양새</guimenuitem><guimenuitem>시각 효과</guimenuitem></menuchoice> 을 열고 <guilabel>없음</guilabel> 을 선택해서 사용안함으로 할것을 권장합니다.
lv: Ja jums rodas problēmas, izmantojot vizuālos efektus, ir ieteicams tos izslēgt, atverot <menuchoice><guimenu>Sistēma</guimenu><guimenuitem>Iestatījumi</guimenuitem><guimenuitem>Izskats</guimenuitem><guimenuitem>Vizuālie efekti</guimenuitem></menuchoice> un izvēloties <guilabel>Bez efektiem</guilabel>.
nb: Om du opplever problemer under bruk av visuelle effekter, anbefales det at du slår de av ved å åpne <menuchoice><guimenu>System</guimenu><guimenuitem>Brukervalg</guimenuitem><guimenuitem>Utseende</guimenuitem><guimenuitem>Visuelle Effekter</guimenuitem></menuchoice> og velger <guilabel>Ingen</guilabel>.
nl: Als u problemen ondervindt met het gebruik van visuele effecten, is het aan te raden om deze uit te schakelen door <menuchoice><guimenu>Systeem</guimenu><guimenuitem>Voorkeuren</guimenuitem><guimenuitem>Uiterlijk</guimenuitem><guimenuitem>Visuele effecten</guimenuitem></menuchoice> te openen en <guilabel>Geen</guilabel> te kiezen.
oc: Se rencontratz de problèmas en utilizant los efièches visuals, es recomandat de los desactivar en anant dins <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Preferéncias</guimenuitem><guimenuitem>Aparéncia</guimenuitem><guimenuitem>Efièches visuals</guimenuitem></menuchoice> e en seleccionant <guilabel>Pas cap</guilabel>.
sk: Ak zaznamenáte problémy počas používania vizuálnych efektov, je odporúčané zablokovať ich pomocou <menuchoice><guimenu>Systém</guimenu><guimenuitem>Predvoľby</guimenuitem><guimenuitem>Vzhľad</guimenuitem><guimenuitem>Vizuálne efekty</guimenuitem></menuchoice> a zvolením <guilabel>Žiadne</guilabel>.
sl: V kolikor imate težave pri uporabi vidnih učinkov, priporočamo da jih onemogočite z odpiranjem <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Nastavitve</guimenuitem><guimenuitem>Videz</guimenuitem><guimenuitem>Vidni učinki</guimenuitem></menuchoice> in izbiro <guilabel>Brez</guilabel>.
sr: Ако наиђете на проблеме приликом коришћења визуелних ефеката, пожељно је да их онемогућите, отворите <quote><menuchoice><guimenu>Систем</guimenu><guimenuitem>Поставке</guimenuitem><guimenuitem>Изглед</guimenuitem><guimenuitem>Визуелни ефекти</guimenuitem></menuchoice></quote> и изаберите <quote><guilabel>Без</guilabel></quote>.
uk: Якщо у вас виникають проблеми з використанням візуальних ефектів, радимо відключити їх у <menuchoice><guimenu>Система</guimenu><guimenuitem>Параметри</guimenuitem><guimenuitem>Зовнішній вигляд</guimenuitem><guimenuitem>Візуальні ефекти</guimenuitem></menuchoice>, де вибрати <guilabel>Немає</guilabel>.

source: If you receive an error message saying that <quote>Visual effects could not be enabled</quote>, it is likely that your graphics driver does not currently support visual effects.
ca: Si se us mostra un missatge d'error on se us indica que <quote>No s'han pogut habilitar els efectes visuals</quote>, és molt probable que el controlador de la vostra targeta gràfica no funcioni amb els efectes visuals.
da: Hvis du får fejl-meddelsen <quote>Visual effects could not be enabled</quote>, så understøtter din grafikdriver højst sandsynligt ikke visuelle effekter.
et: Veateate <quote>Visuaalsete efektide aktiveerimine ei õnnestunud</quote> korral on tõenäoline, et su arvuti graafikadraiver ei toeta hetkel visuaalseid efekte.
he: במקרה ונתקלת בהודעת שגיאה המציינת כי<quote>לא ניתן לאפשר אפקטים חזותיים</quote>, סביר להניח שההתקן הגרפי שברשותך אינו תומך כרגע באפקטים חזותיים.
ko: <quote>화면 효과를 활성화할 수 없음</quote>이라는 메세지가 나온다면, 그래픽 카드 드라이버에서 화면 효과를 지원하지 않는 것입니다.
lv: Ja jūs saņemat kļūdas paziņojumu, kurš saka <quote>Vizuālos efektus nevarēja ieslēgt</quote>, visticamāk, ka jūsu video kartes draiveris neatbalsta vizuālos efektus.
nb: Hvis du mottar en feilmelding som sier <quote>Klarte ikke å skru på visuelle effekter</quote>, er visuelle effekter sannsynligvis ikke støttet av driveren til skjermkortet.
nl: Als u een foutmelding krijgt met de tekst <quote>Bureaubladeffecten konden niet worden ingeschakeld</quote>, dan is het zeer waarschijnlijk dat het stuurprogramma voor uw grafische kaart geen visuele effecten ondersteunt.
oc: Se recebètz un messatge d'error qu'indica que <quote>Los efièches visuals an pas pogut èsser activats</quote>, es probable que lo pilòt de vòstra carta grafica gera pas aquestes efièches visuals pel moment.
sk: Ak obdržíte chybové hlásenie s obsahom <quote>Vizuálne efekty nemôžu byť spustené</quote>, je pravdepodobné, že ovládač vašej grafickej karty momentálne nepodporuje vizuálne efekty.
sl: Če ste prejeli sporočilo o napaki, ki pravi da <quote>vidnih učinkov ni bilo mogoče omogočiti</quote> morda gonilnik vaše grafične kartice še ne podpira vidnih učinkov.
sr: Ако примите поруку о грешци која гласи: <quote>Визуелни ефекти не могу бити омогућени</quote>, вероватно је да ваш графички драјвер тренутно не подржава визуелне ефекте.
uk: Якщо ви отримали повідомлення про помилку, в якому говориться <quote>Візуальні ефекти не можуть бути задіяні</quote>, скоріше за все ваш графічний драйвер не підтримує візуальні ефекти.

source: In this case, you will not be able to use visual effects with your default graphics driver. However, you may be able to use a <ulink type="help" url="ghelp:hardware#jockey">restricted driver</ulink> instead.
ca: En aquest cas, no podreu utilitzar els efectes visuals amb el vostre controlador gràfic predeterminat. Tot i això, pot ser que podeu utilitzar en el seu lloc un <ulink type="help" url="ghelp:hardware#jockey">controlador restringit</ulink>.
da: I dette tilfælde vil du ikke være i stand til at bruge visuelle effekter med din standard grafikdriver. Dog kan det være muligt for dig at bruge en <ulink type="help" url="ghelp:hardware#jockey">begrænset driver</ulink> i stedet.
lv: Šādā gadījumā jūs nevarēsiet izmantot vizuālos efektus ar noklusēto video draiveri. Bet jūs varat mēģināt tā vietā izmantot <ulink type="help" url="ghelp:hardware#jockey">ierobežotu draiveri</ulink>.
nb: I dette tilfellet vil du ikke kunne bruke visuelle effekt med standarddriveren til ditt grafikkort. Men det kan være du kan bruke en <ulink type="help" url="ghelp:hardware#jockey">begrenset driver</ulink> i stedet for.
nl: In dit geval zult u geen visuele effecten kunnen gebruiken met uw standaard grafisch stuurprogramma. Misschien kunt u in plaats daarvan echter wel een <ulink type="help" url="ghelp:hardware#jockey">beperkt ondersteund stuurprogramma</ulink> gebruiken.
oc: Dins aquel cas, poiretz pas utilizar d'efièches visuals amb lo pilòt grafic per defaut. Pr'aquò, benlèu que poiretz utilizar un <ulink type="help" url="ghelp:hardware#jockey">pilòt proprietari</ulink> a la plaça.
sk: V tomto prípade nebudete schopný používať vizuálne efekty s vašim predvoleným grafickým ovládačom. Avšak namiesto toho, môžete skúsiť použiť <ulink type="help" url="ghelp:hardware#jockey">neslobodný ovládač</ulink>.
sl: V tem primeru s svojim privzetim grafičnim gonilnikom ne boste mogli omogočiti vidnih učinkov. Morda lahko namesto privzetega gonilnika uporabite <ulink type="help" url="ghelp:hardware#jockey">omejen gonilnik</ulink>.
sr: У том случају, нећете моћи да користите визуелне ефекте са вашим основним графичким драјвером. Међутим, можда ћете моћи да користите <ulink type="help" url="ghelp:hardware#jockey">ограничени драјвер</ulink> уместо њега.
uk: В цьому випадку ви не зможете використовувати візуальні ефекти з типовим відео драйвером. Натомість ви можете використовувати <ulink type="help" url="ghelp:hardware#jockey">закриті (пропрієтарні) драйвери</ulink>.

source: If your computer runs slowly, disabling visual effects may improve performance. Visual effects require more system resources, and so older or less powerful computers may not be able to cope with the extra load.
ca: En cas que el vostre ordinador vagi lent, pot ser que si inhabiiteu els efectes visuals en millori el rendiment. Això és degut al fet que aquests efectes consumeixen més recursos del sistema, per la qual cosa alguns dels ordinadors més antics no són prou potents per a funcionar amb aquesta càrrega addicional.
da: Hvis din computer kører langsomt, kan deaktivering af visuelle effekter forbedre ydelsen. Visuelle effekter kræver flere systemressourcer, og ældre eller mindre kraftfulde computere kan derfor nogle gange ikke håndtere den ekstra byrde.
et: Kui su arvuti on liiga aeglane, võib abiks olla visuaalsete efektide keelamine. Visuaalsed efektid vajavad süsteemilt rohkem ressursse, seega vanemad ja mitte nii võimsad arvutid ei pruugi sellega toime tulla.
he: אם מחשבך עובד באיטיות, כיבוי האפקטים החזותיים יוכל לשפר את ביצועיו. אפקטים חזותיים צורכים יותר משאבים מהמערכת, לפיכך, ייתכן שמחשבים ישנים או חלשים לא יכולו להתמודד עם הדרישה הנוספת הזו.
ko: 만약 컴퓨터가 느려진다면, 화면 효과를 꺼두어야 성능이 개선될 것입니다. 화면 효과는 더 많은 시스템 자원을 이용하기 때문에서, 오래되거나 성능이 낮은 컴퓨터에서는 이를 이용할 경우 느려질 수 있습니다.
lv: Ja jūsu dators strādā lēni, vizuālo efektu izslēgšana var uzlabot veiktspēju. Vizuālie efekti prasa vairāk sistēmas resursu, tāpēc vecāki vai mazāk spēcīgi datori varētu netikt galā ar papildus slodzi.
nb: Hvis du slår av de visuelle effektene så kan du forhindre at maskinen går tregt. Visuelle effekter krever mer maskinressurser og ikke alle gamle datamaskinmodeller takler denne påkjenningen.
nl: Als uw computer traag reageert, kan het uitschakelen van visuele effecten de prestaties verbeteren. Visuele effecten vereisen meer systeembronnen, daarom is het mogelijk dat oudere of minder krachtige computers de extra belasting niet aankunnen.
oc: Se vòstre ordenador fonciona a l'alentit, desactivar los efièches visuals pòt melhorar sas performàncias. Los efièches visuals mobilizan mai de ressorsas de sistèma e d'ordenadors ancians o pauc poderoses pòdon aver de dificultats per susmontar aquesta carga suplementària.
sk: Ak váš počítač pracuje pomaly, vypnutím vizuálnych efektov môžete zlepšiť jeho výkonnosť. Vizuálne efekty vyžadujú viac systémových prostriedkov. Staršie, alebo menej výkonné počítače nemusia zvládnuť zvýšenú záťaž.
sl: Če vaš računalnik deluje počasi bo onemogočenje vidnih učinkov morda pohitrilo. Vidni učinki zahtevajo več sistemskih sredstev, zato starejši oziroma manj zmogljivi računalniki ne zmorejo obvladati dodatnega bremena.
sr: Ако ваш рачунар ради споро, искључивање визуелних ефеката може побољшати перформансе. Визуелни ефекти захтевају више ресурса система, тако да старији или мање моћни рачунари можда неће бити у могућности да се носе са додатним оптерећењем.
uk: Якщо ваш комп'ютер працює повільно, вимикання візуальних ефектів може покращити його роботу. Візуальні ефекти потребують багато системних ресурсів, тому старіші і менш потужніші комп'ютери можуть не справлятися з додатковим навантаженням.

source: Further information
ca: Més informació
da: Yderligere information
et: Lisainformatsioon
he: מידע נוסף
ko: 그 밖의 정보
lv: Turpmāka informācija
nb: Mer informasjon
nl: Meer informatie
oc: Informacions suplementàrias
sk: Ďalšie informácie
sl: Dodatne podrobnosti
sr: Више информација
uk: Подальша інформація

source: See the <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusion documentation website</ulink> for more information on advanced configuration of visual effects.
ca: Aneu al <ulink url="http://wiki.compiz-fusion.org/">lloc web de la documentació del Compiz-Fusion</ulink> per a obtenir més informació sobre la configuració avançada dels efectes visuals.
da: Se <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusions dokumentationswebside</ulink> for yderligere information om avanceret konfiguration af visuelle effekter.
et: Rohkem informatsiooni ja visuaalsete efektide täpsem häälestamine <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusioni dokumentatsiooni kodulehelt</ulink>.
he: עיין ב<ulink url="http://wiki.compiz-fusion.org/">אתר התיעוד של קומפיז פיוז'ן</ulink> למידע נוסף אודות הגדרות תצורה מתקדמות של האפקטים החזותיים.
ko: 화면 효과에 대한 고급 설정 정보는 <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusion 문서 웹사이트</ulink>를 보기 바랍니다.
lv: Apskatiet <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusion dokumentācijas lapu</ulink>, lai iegūtu vairāk informācijas par paplašinātu vizuālo efektu konfigurāciju.
nb: Se <ulink url="http://wiki.compiz-fusion.org/">Dokumentasjonssiden til Compiz-Fusion</ulink> for mer informasjon om avansert innstilling av visuelle effekter.
nl: Zie de <ulink url="http://wiki.compiz-fusion.org/">Compiz-Fusion documentatiewebsite</ulink> (Engelstalig) voor meer informatie over de geavanceerde configuratie van visuele effecten.
oc: Consultatz lo sit de la <ulink url="http://wiki.compiz-fusion.org/">documentacion Compiz-Fusion</ulink> per mai d'entresenhas sus la configuracion avançada dels efièches visuals.
sk: Pre viac informácií o pokročilejšom nastavení vizuálnych efektov pozrite na <ulink url="http://wiki.compiz-fusion.org/">dokumentačnú web stránku Compiz-Fusion</ulink>.
sl: Več podrobnosti o napredni uporabi vidnih učinkov lahko preberete na spletni strani <ulink url="http://wiki.compiz-fusion.org/">Stran dokumentacije Compiz-Fusion</ulink>.
sr: Погледајте <ulink url="http://wiki.compiz-fusion.org/"><quote>Веб сајт документације Компиз-Фузије</quote></ulink> за више информација о напредним подешавањима визуелних ефеката.
uk: Для додатковї інформації про спеціальні налаштування візуальних ефектів перегляньте <ulink url="http://wiki.compiz-fusion.org/">веб-сайт документації Compiz-Fusion</ulink>.
