Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
ca: ubuntu-doc@lists.ubuntu.com (projecte de documentació de l'Ubuntu)
da: ubuntu-doc@lists.ubuntu.com (Dokumentationsprojekt for Ubuntu)
et: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentatsiooni projekt)
he: ubuntu-doc@lists.ubuntu.com (פרויקט התיעוד של אובונטו)
ko: ubuntu-doc@lists.ubuntu.com (우분투 문서화 프로젝트)
lv: ubuntu-doc@lists.ubuntu.com (Ubuntu Dokumentācijas Projekts)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentasjonsprosjekt)
nl: ubuntu-doc@lists.ubuntu.com (Ubuntu-documentatieproject, Engelstalig)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)
sl: ubuntu-doc@lists.ubuntu.com (Dokumentacijski projekt Ubuntu)
sr: ubuntu-doc@lists.ubuntu.com (Пројекат Убунту документације)
uk: ubuntu-doc@lists.ubuntu.com (Проект документації Ubuntu)

source: Visual Effects
ca: Efectes visuals
da: Visuelle effekter
et: Visuaalefektid
he: אפקטים חזותיים
ko: 시각 효과
lv: Vizuālie efekti
nb: Visuelle effekter
nl: Visuele effecten
oc: Efièches visuals
sk: Vizuálne efekty
sl: Vidni učinki
sr: Визуелни ефекти
uk: Візуальні ефекти

source: Information on desktop, window and other visual effects
ca: Informació sobre els efectes visuals d'escriptori, de finestra i altres
da: Information om skrivebord, vinduer og andre visuelle effekter
et: Teave töölaua-, akna- ja teiste visuaalefektide kohta
he: מידע על שולחן העבודה, חלונות ואפקטים חזותיים אחרים
ko: 데스트탑, 창 및 그밖의 시각 효과 정보
lv: Informācija par darbvirsmas, logu un citiem vizuālajiem efektiem
nb: Informasjon om skrivebord, vindussystem og andre visuelle effekter
nl: Informatie over visuele effecten voor bureaublad, vensters en andere elementen.
oc: Entresenhas sul burèu, las fenèstras e los autres efièches visuals
sk: Informácie o efektoch pracovnej plochy, okien a o ostatných vizuálnych efektoch
sl: Informacije o namizju, oknih in drugih vidnih učinkih
sr: Информације о ефектима радне површи, прозора и другим визуелним ефектима
uk: Інформація про робочий стіл, вікно і інші візуальні ефекти

source: Credits and License
ca: Crèdits i llicència
da: Bidragydere og licens
et: Autorid ja litsents
he: תודות ורישיון
ko: 만든 사람들과 라이센스
lv: Autori un licence
nb: Bidragsytere og lisens
nl: Medewerkers en licentie
oc: Mercejaments e licéncia
sk: Prispievatelia a licencia
sl: Zasluge in licenca
sr: Заслуге и лиценца
uk: Подяки та ліцензія

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../libs/C/contributors.xml">contributors page</ulink>
ca: Aquest document el manté l'equip de documentació de l'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Vegeu la <ulink url="../../libs/C/contributors.xml">pàgina dels col·laboradors</ulink> per a obtenir una llista d'aquells qui hi han col·laborat.
da: Dette dokument vedligeholdes af Ubuntu-dokumentationsholdet (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragydere, se <ulink url="../../libs/C/contributors.xml">siden over bidragydere</ulink>
et: Seda dokumenti haldab Ubuntu dokumenteerimismeeskond (https://wiki.ubuntu.com/DocumentationTeam). Vaata <ulink url="../../libs/C/contributors.xml">osalejate nimekirja</ulink>.
he: הופך את הצבעים האדומים לכחולים, את הירוקים לאדומים ואת הכחולים לירוקים, ובכך החלפת הצבעים אינה חד משמעית ומאפשרת צפיה בספקטרום רחב יותר של צבעים.
ko: 이 문서는 우분투 문서화 팀(https://wiki.ubuntu.com/DocumentationTeam)에서 관리합니다. <ulink url="../../libs/C/contributors.xml">공헌자 페이지</ulink>에서 도움을 주신 분들을 확인할 수 있습니다.
lv: Šo dokumentu uztur Ubuntu dokumentācijas grupa (https://wiki.ubuntu.com/DocumentationTeam). Izstrādātāju sarakstu var aplūkot <ulink url="../../libs/C/contributors.xml">līdzautoru lapā</ulink>
nb: Dette dokumentet blir vedlikeholdt av Ubuntus dokumentasjonsgruppe (https://wiki.ubuntu.com/DocumentationTeam). For en liste over bidragsytere, se <ulink url="../../libs/C/contributors.xml">bidragsytere</ulink>
nl: Dit document wordt onderhouden door het Ubuntu-documentatieteam (https://wiki.ubuntu.com/DocumentationTeam). Voor een lijst met deelnemers, kijk op de volgende pagina: <ulink url="../../libs/C/contributors.xml">deelnemerspagina</ulink>
oc: Aqueste document es mantengut per la còla de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per conéisser la tièra dels contributors, consultatz la <ulink url="../../libs/C/contributors.xml">pagina dels contributors</ulink>
sk: Tento dokument spravuje dokumentačný tím Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Ak chcete zobraziť zoznam prispievateľov, pokračujte na <ulink url="../../libs/C/contributors.xml">stránku prispievateľov</ulink>.
sl: Ta dokument vzdržuje dokumentacijska skupina Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Seznam avtorjev prispevkov se nahaja na <ulink url="../../libs/C/contributors.xml">strani o avtorjih</ulink>
sr: Овај документ одржава тим Убунту документације (https://wiki.ubuntu.com/DocumentationTeam). За списак сарадника, погледајте <ulink url="../../libs/C/contributors.xml">страницу сарадника</ulink>.
uk: Цей документ підтримується Командою документації Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Дивіться список учасників на <ulink url="../../libs/C/contributors.xml">сторінці учасників</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ca: Aquest document està sota les condicions de la llicència Creative Commons ShareAlike 2.5 (CC-BY-SA).
da: Dette dokument er udgivet under Creative Commons "Del på samme vilkår" 2.5 Licensen (CC-BY-SA).
et: See dokument on tehtud kättesaadavaks Creative Commons ShareAlike 2.5 litsentsi (CC-BY-SA) alusel.
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
ko: 이 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 2.5 라이센스(CC-BY-SA)에 따라 이용가능합니다.
lv: Šis dokuments ir pieejams izmantojot Creative Commons ShareAlike 2.5 licenci (CC-BY-SA).
nb: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA).
nl: Dit document wordt beschikbaar gesteld onder de Creative Commons ShareAlike 2.5 License (CC-BY-SA).
oc: Aqueste document es difusit jos la licéncia Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA 2.5).
sk: Tento dokument je dostupný za podmienok licencie Creative Commons ShareAlike 2.5 (CC-BY-SA).
sl: Ta dokument je na voljo pod licenco Creative Commons ShareAlike 2.5 (CC-BY-SA).
sr: Овај документ је доступан под <quote>Creative Commons ShareAlike 2.5</quote> лиценцом (CC-BY-SA).
uk: Цей документ розповсюджується під ліцензією Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ca: Sou lliure de modificar, ampliar i millorar el codi font de la documentació de l'Ubuntu segons els termes d'aquesta llicència. Totes les obres que se'n derivin s'hauran de fer públiques segons les condicions d'aquesta llicència.
da: Du kan frit ændre, udvide og forbedre Ubuntu-dokumentationen, under betingelserne i denne licens. Alle afledte værker skal udgives under denne licens.
et: Sul on õigus muuta, laiendada ja täiustada Ubuntu dokumentatsiooni lähtekoodi vastavalt selle litsentsi tingimustele. Kõik tehtud muudatused tuleb avaldada sama litsentsi all.
he: אתה חופשי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רשיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רשיון זה.
ko: 여러분은 이 라이센스의 규정에 따라 얼마든지 우분투 문서의 소스 코드를 변경, 확장, 개선할 수 있습니다. 다만, 이러한 작업에 따른 모든 결과물들은 이 라이센스와 함께 배포되어야 합니다.
lv: Jūs varat mainīt, papildināt un uzlabot Ubuntu dokumentācijas pirmkodu izmantojot šo licenci. Visi atvasinājumi jāpublicē izmantojot šo licenci.
nb: Du står fritt til å endre, utvide og forbedre kildekoden til Ubuntu-dokumentasjonen under vilkårene til denne lisensen. Alt avledet arbeid må gis ut under samme lisens.
nl: Het is toegestaan om de broncode van de Ubuntu-documentatie te wijzigen, uit te breiden en te verbeteren onder de voorwaarden van deze licentie. Alle afgeleide werken moeten worden vrijgegeven onder deze licentie.
oc: Sètz liure(a) de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols tèrmes d'aquesta licéncia. Totes los trabalhs derivats devon èsser someses a aquesta meteissa licéncia.
sk: Môžete slobodne meniť, rozširovať a zlepšovať zdrojové kódy dokumentácie Ubuntu za podmienok tejto licencie. Všetky odvodené práce musia byť vydané za podmienok tejto licencie.
sl: Izvorno kodo dokumentacije Ubuntu lahko prosto spreminjate, razširjate in izboljšujete pod pogoji te licence. Vsa izpeljana dela morajo biti izdana pod enako licenco.
sr: Слободни сте да мењате, проширујете и побољшавате изворни кôд Убунту документације под условима ове лиценце. Сви изведени радови морају бити објављени под овом лиценцом.
uk: Ви можете змінювати, розширювати та покращувати документацію Ubuntu відповідно до умов цієї ліцензії. Усі похідні роботи можна випускати лише за умови дотримання вимог цієї ліцензії.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ca: Aquesta documentació es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tan sols la garantia de MERCANTIBILITAT o d'ADEQUACIÓ PER UN FI PARTICULAR, COM ES DESCRIU EN AQUEST AVÍS D'EXEMPCIÓ DE RESPONSABILITAT.
da: Denne dokumentation distribueres i håb om, at den vil være nyttig, men UDEN NOGEN GARANTI, selv uden den underforståede garanti omkring SALGBARHED eller EGNETHED TIL ET BESTEMT FORMÅL SOM BESKREVET I ANSVARSFRASKRIVELSEN.
et: Seda dokumenti levitatakse lootuses, et see on kasulik, kuid seda tehakse ILMA MINGI GARANTIITA; isegi ilma KAUBANDUSLIKU või KONKREETSE EESMÄRGI SOBILIKKUSE GARANTIITA, nagu on KIRJELDATUD AUTORIÕIGUSLIKEST PRETENSIOONIDEST LOOBUMISE DOKUMENDIS.
he: תיעוד זה מופץ מתוך תקווה שיהיה מועיל, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר" או של "התאמה למטרה ספציפית" כמתואר בהצהרה.
ko: 이 문서는 유용하게 사용될 수 있으리라는 희망에서 배포되고 있지만, 특정한 목적에 맞는 적합성 여부나 판매용으로 사용할 수 있으리라는 묵시적인 보증을 포함한 어떠한 형태의 보증도 제공하지 않습니다.
lv: Šī dokumentācija tiek izplatīta ar cerību, ka kādam tā būs noderīga, tā tiek izplatīta BEZ JEBKĀDAS GARANTIJAS, pat bez netiešas garantijas par ATBILSTĪBU KONKRĒTAM MĒRĶIM, KĀ APRAKSTĪTS ATSAUCĒ.
nb: Denne dokumentasjonen er distribuert i håp om at den vil være nyttig, men UTEN NOEN GARANTI; selv uten den antydede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIELL BRUK SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nl: Deze documentatie wordt verspreid in de hoop dat zij nuttig zal zijn, echter ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN SPECIFIEK DOEL ZOALS BESCHREVEN IN DE DISCLAIMER.
oc: Aquesta documentacion es distribuida dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, i comprés, mas sens i èsser limitat, las garantias D'APTITUD A LA VENDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
sk: Táto dokumentácia je šírená v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPÍSANÉ V ZRIEKNUTÍ SA ZÁRUKY.
sl: Ta dokumentacija se razširja v upanju, da bo koristna, vendar je BREZ KAKRŠNEGAKOLI JAMSTVA; tudi brez vštetega jamstva CENOVNE VREDNOSTI ali PRIMERNOSTI ZA DOLOČEN NAMEN, KOT JE OPISANO V IZJAVI O OMEJITVI ODGOVORNOSTI.
sr: Ова документација је достављена у нади да ће бити корисна, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ КАО ШТО ЈЕ ОПИСАНО У НАПОМЕНИ.
uk: Ця документація розповсюджується з надією, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без потенційної гарантії ПРИДАТНОСТІ ДЛЯ ВИКОРИСТАННЯ або ПРИДАТНОСТІ ДЛЯ СПЕЦИФІЧНИХ ЦІЛЕЙ, ЯКІ ОПИСАНІ В РОЗ’ЯСНЕННІ.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ca: Trobareu una còpia de la llicència aquí: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">llicència Creative Commons ShareAlike</ulink>.
da: En kopi af licensen er tilgængelig her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons "Del på samme vilkår"</ulink>.
et: Litsentsi koopia on saadaval siit: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
he: עותק של רשיון זה זמין כאן: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">רשיון יחס שיתוף זההCreative Commons</ulink>.
ko: 저작권의 사본은 다음 사이트에서 이용할 수 있습니다: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>
lv: Licences kopija ir pieejama šeit:<ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike licence</ulink>
nb: Lisensen finner du her: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nl: Een kopie van de licentie is hier beschikbaar: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Un exemplari de la licéncia se pòt trobar aicí : <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons Paternitat - Partiment a l'Identic (CC-BY-SA)</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sl: Kopija licence je na voljo na: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
sr: Примерак лиценце је доступан овде: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
uk: Примірник ліцензії доступний тут: <ulink url="/usr/share/ubuntu-docs/libs/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
ca: Projecte de documentació de l'Ubuntu
da: Dokumentationsprojekt for Ubuntu
et: Ubuntu dokumentatsiooni projekt
he: פרויקט התיעוד של אובונטו
ko: 우분투 문서화 프로젝트
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Ubuntu-documentatieproject
oc: Projècte de documentacion d'Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sr: Пројекта Убунту документације
uk: Проект документації Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ca: Canonical Ltd. i els membres de <placeholder-1/>
da: Canonical Ltd. og medlemmer af <placeholder-1/>
et: Canonical Ltd. ja <placeholder-1/> liikmed
ko: Canonical Ltd. 와 <placeholder-1/>의 멤버
lv: Canonical Ltd. un <placeholder-1/> dalībnieki
nb: Cannonical Ltd. og medlemmer av <placeholder-1/>
nl: Canonical Ltd. en leden van het <placeholder-1/>
oc: Canonical Ltd. e los membres de <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>
sl: Canonical Ltd. in člani <placeholder-1/>
sr: Каноникал Доо. и чланови <placeholder-1/>.
uk: Canonical Ltd. та учасники <placeholder-1/>

source: The Ubuntu Documentation Project
ca: El projecte de documentació de l'Ubuntu
da: Ubuntu-dokumentationsprojektet
et: Ubuntu dokumentatsiooni projekt
he: פרוייקט התיעוד של אובונטו
ko: 우분투 문서화 프로젝트
lv: Ubuntu dokumentācijas projekts
nb: Ubuntus dokumentasjonsprosjekt
nl: Het Ubuntu-documentatieproject
oc: Lo projècte de documentacion d'Ubuntu
sk: Dokumentačný projekt Ubuntu
sl: Dokumentacijski projekt Ubuntu
sr: Пројекат Убунту документације
uk: Проект документації Ubuntu

source: What are visual effects?
ca: Què són els efectes visuals?
da: Hvad er visuelle effekter?
et: Mis on visuaalefektid?
he: מה הם אפקטים חזותיים?
ko: 화면 효과란 무엇일까요?
lv: Kas ir vizuālie efekti?
nb: Hva er visuelle effekter?
nl: Wat zijn visuele effecten?
oc: Quines son los efièches visuals ?
sk: Čo sú vizuálne efekty?
sl: Kaj so vidni učinki?
sr: Шта су визуелни ефекти?
uk: Що таке візуальні ефекти?

source: Ubuntu includes special visual effects which are intended to make your desktop more fun and easier to use. These include translucent windows, 3D desktop capabilities, shadow effects, motion effects and animations.
ca: L'Ubuntu proporciona efectes visuals especials per a fer que el vostre escriptori sigui més divertit i fàcil d'utilitzar. Aquests inclouen finestres translúcides, funcions d'escriptori en 3D, efectes d'ombrejat, efectes de moviment i animacions.
da: Ubuntu inkluderer specielle visuelle effekter, der er beregnet til at gøre din computer både sjovere og lettere at bruge. Heriblandt gennemsigtige vinduer, 3D-muligheder, skyggeeffekter, bevægelseseffekter og andre former for animationer.
et: Ubuntusse kuuluvad erilised visuaalefektid, mille eesmärgiks on muuta sinu töölaud palju lõbusamaks ja kergemini kasutatavaks (näiteks läbipaistvad aknad, 3D töölaud, varjud, liikumisefektid ja animatsioonid).
he: אובונטו כוללת אפקטים חזותיים מיוחדים במטרה לעשות את שולחן העבודה שלך למהנה יותר ולקל לשימוש. אלו כוללים חלונות שקופים, יכולות תלת־מימד בשולחן העבודה, אפקטים של הצלל ואפקטים של תנועה והנפשה.
ko: 우분투에는 반투명한 창, 3D 데스크탑, 그림자 효과, 동작 효과, 애니메이션을 비롯한 데스크탑을 좀 더 재미있고 사용하기 쉽게 만들어주는 특별한 화면 효과들이 포함되어 있습니다.
lv: Ubuntu iekļauj īpašus vizuālos efektus, kuri ir padarīs darbvirsmu interesantāku un vieglāk lietojamu. Tie iekļauj caurspīdīgus logus, 3D darbvirsmas iespējas, ēnu efekti, kustību efekti un animācijas.
nb: Ubuntu inneholder noen visuelle spesialeffekter som skal gjøre skrivebordet artigere og enklere i bruk. Noen av disse effektene er halvgjennomsiktige vinduer, 3D-skrivebord, skygge-effekter, bevegelseseffekter og animasjoner.
nl: Ubuntu bevat speciale visuele effecten, die het voor u gemakkelijker en leuker maken om met uw computer te werken. Voorbeelden hiervan zijn transparante vensters, een 3D-bureaublad, schaduweffecten, bewegingseffecten en meer.
oc: Ubuntu inclutz d'efièches especials visuals qu'an per tòca de far l'utilizacion de vòstre burèu mai simpla e mai agradiva. En particular, de fenèstras translucidas, un motor 3D, d'efièches d'ombra, d'efièches de movement e d'animacions.
sk: Ubuntu obsahuje špeciálne vizuálne efekty, ktorých účelom je uľahčiť a spríjemniť prácu s počítačom. Obsahujú okrem iného priesvitné okná, 3D pracovnú plochu, efekty tieňovania, pohybu a animácie.
sl: Ubuntu vsebuje posebne vidne učinke, katerih namen je narediti namizje bolj zabavno in enostavno za uporabo. Nekateri izmed njih so: prosojna okna, 3D zmožnosti namizja, senčenje, učinki premikanja in animacije.
sr: Убунту садржи посебне визуелне ефекте који имају за циљ да учине Вашу радну површину забавнијом и лакшом за коришћење. Ови ефекти обухватају прозирне прозоре, 3Д могућности радне површине, ефекте сенке, ефекте кретања и анимације.
uk: Ubuntu містить спеціальні візуальні ефекти, які намагаються зробити ваш робочий стіл привабливішим та зручнішим для використання. До них входять: напівпрозорі вікна, можливості об'ємного робочого столу, ефекти тіні, руху та анімація тощо.

source: Visual effects are enabled by default, but it is not necessary to have them turned on.
ca: Els efectes visuals estan habilitats de manera predeterminada, però no és necessari tenir-los activats.
da: Visuelle effekter er aktiveret som standard, men det er ikke nødvendigt at have dem aktiveret.
et: Vaikimisi on visuaalefektid sisse lülitatud, aga see ei pea tingimata nii jääma.
he: האפקטים החזותיים מופעלים כברירת מחדל, אך אין זה מחייב להשאיר אותם פעילים.
ko: 화면 효과는 기본적으로 사용되도록 되어 있지만, 반드시 사용해야 하는 것은 아닙니다.
lv: Vizuālie efekti ir ieslēgti pēc noklusējuma, bet nav nepieciešams tos atstāt ieslēgtus.
nb: Visuelle effekter er aktivert som standard, men det er ikke nødvendig å ha dem på.
nl: Visuele effecten zijn standaard ingeschakeld, maar het is niet nodig om deze aan te laten staan.
oc: Los efièches visuals son disponibles per defaut, mas es pas indispensable de los utilizar.
sk: Vizuálne efekty sú štandardne zapnuté, ale nie je nevyhnutné mať ich zapnuté.
sl: Vidni učinki so privzeto omogočeni, ni pa nujno da jih imate vključene.
sr: Визуелни ефекти су унапред омогућени, али није неопходно да буду укључени.
uk: При початковому налаштуванні візуальні ефекти увімкнено, але не обов'язково використовувати їх повсякчас.

source: If visual effects are not enabled, your graphics card may not support them. Try <link linkend="compiz-configure">turning them on manually</link> to check if this is the case.
ca: Si els efectes visuals no estan habilitats és possible que no siguin compatibles amb la vostra targeta gràfica. Proveu d'<link linkend="compiz-configure">activar-los manualment</link> per a comprovar-ho.
da: Hvis de visuelle effekter er deaktiveret, understøtter dit grafikkort det muligvis ikke. Prøv at <link linkend="compiz-configure">aktivere dem manuelt</link> for at se om dette er årsagen.
et: Kui visuaalefektid ei ole sisse lülitatud, siis võib põhjuseks olla see, et sinu arvuti graafikakaart ei toeta neid. Proovi efekte <link linkend="compiz-configure">käsitsi seadistada</link>, et näha kas probleem on selles.
he: אם האפקטים החזותיים אינם מופעלים, יתכן שכרטיס המסך שלך אינו תומך בהם. נסה <link linkend="compiz-configure">להפעיל אותם ידנית</link> על מנת לבדוק האם בזה מדובר.
ko: 그래픽 카드가 지원하지 않아 화면 효과를 이용할 수 없을 수도 있습니다. 이런 경우라면 <link linkend="compiz-configure">수동으로 설정</link>해 보십시오.
lv: Ja vizuālie efekti nav ieslēgti, jūsu video karte, iespējams, tos neatbalsta. Mēģiniet <link linkend="compiz-configure">tos ieslēgt pašrocīgi</link>, lai noskaidrotu, kur ir problēma.
nb: Hvis de visuelle effektene ikke er slått på, så kan det skyldes at effektene ikke er støttet av skjermkortet ditt. Prøv å <link linkend="compiz-configure">skru på effektene manuelt</link> og finn ut om dette er tilfellet.
nl: Als de visuele effecten niet zijn ingeschakeld, kan het zijn dat uw grafische kaart deze niet ondersteunt. Probeer <link linkend="compiz-configure">deze handmatig in te schakelen</link> om te kijken of dit het probleem is.
oc: Se los efièches visuals son pas disponibles, es possible que vòstra carta grafica los gerís pas. Ensajatz de los <link linkend="compiz-configure">activar manualament</link> per veire s'es lo cas.
sk: Ak vizuálne efekty nie sú zapnuté, je možné, že ich vaša grafická karta nepodporuje. Skúste <link linkend="compiz-configure">ich zapnúť manuálne</link> aby ste sa presvedčili, či je tomu naozaj tak.
sl: Če vidni učinki niso omogočeni, jih vaša grafična kartica morda ne podpira. Poskusite jih <link linkend="compiz-configure">vključiti ročno</link> .
sr: Ако визуелни ефекти нису омогућени, ваша графичка картица можда их не подржава. Пробајте <link linkend="compiz-configure">да их укључите ручно</link> да проверите да ли је тако.
uk: Якщо візуальні ефекти не увімкнено, то можливо ваша графічна карта не підтримує їх використання. Спробуйте <link linkend="compiz-configure">увімкнути їх вручну</link>, щоб перевірити в чому справа.

source: Configuring visual effects
ca: Configuració dels efectes visuals
da: Konfigurering af visuelle effekter
et: Visuaalefektide seadistamine
he: מגדיר את האפקטים החזותיים
ko: 화면 효과 설정하기
lv: Konfigurē vizuālos efektus
nb: Innstilling av visuelle effekter
nl: Visuele effecten instellen
oc: Configuracion dels efièches visuals
sk: Nastavenie vizuálnych efektov
sl: Nastavljanje vidnih učinkov
sr: Подешавање визуелних ефеката
uk: Налаштування візуальних ефектів
