Repository: ahoneybun/pop-docs
Catalog: desktop-effects/po/*.po
Languages: ca, da, et, he, ko, lv, nb, nl, oc, sk, sl, sr, uk

source: The Application Switcher provides the same functionality as the traditional Gnome and KDE Alt+Tab switcher, but uses live window thumbnails to show its previews. You can use the Application Switcher to switch between windows of different contexts with different keybindings.
ca: El commutador d'aplicacions proporciona la mateixa funció que el commutador tradicional del GNOME i del KDE amb la combinació de tecles Alt+Tab, però utilitza miniatures amb visualitzacions prèvies de les finestres. Podeu utilitzar el commutador d'aplicacions per a canviar entre finestres de contextos diferents amb vinculacions de tecla diferents.
da: Programskifteren giver samme funktionalitet som den traditionelle GNOME og KDE ALT+TAB-skifter, men anvender direkte miniaturebillederne af vinduerne som forvisning. Du kan bruge Programskifter til at skifte mellem vinduer i forskellige sammenhænge med forskellige tastaturgenveje.
et: Rakenduste vahetaja pakub traditsionaalsee Gnome'i ja KDE Alt + Tab vahetajaga sama funktsionaalsust, aga kasutab reaalajas eelvaatuseks akende pisipilte. Erinevaid kiirklahve kasutades saab rakenduste vahetajat kasutada liikumiseks erinevat tüüpi akende vahel.
he: 'משנה היישומים' מספק את אותן אפשרויות כמו השימוש בצירוף המקשים Alt+Tab המסורתי של גנום ו-KDE, אך משתמש בתמונות ממוזערות חיות של החלונות לתצוגה מקדימה. תוכל להשתמש ב-'משנה היישומים' כדי לעבור בין חלונות או בין הקשרים בעזרת שילובי מקשים שונים.
ko: 응용프로그램 전환기는 그놈과 KDE의 전통적인 Alt+Tab 전환기와 같은 기능을 제공하지만, 미리보기를 보여주기 위해 라이브 윈도우 썸네일을 사용합니다. 다른 단축키로 서로 다른 콘텍스트의 창들을 전환하기 위해서 응용프로그램 전환기를 사용하실 수 있습니다.
lv: Lietotņu pārslēdzējs piedāvā tādu pašu funkcionalitāti kā tradicionālie Gnome un KDE Alt+Tab pārslēdzēji, bet izmanto dzīvos logu sīkattēlus, lai rādītu tā priekšskatījumu. Jūs varat izmantot lietotņu pārslēdzēju, lai pārslēgtos starp dažādu kontekstu logiem ar dažādām taustiņu sasaistēm.
nb: Programbytter tilbyr samme funksjonalitet som Gnome og KDE sine Alt+Tab-programbyttere, men bruker bilder fra programmet til forhåndsvisning. Du kan bruke Programbytter til å bytte mellom ulike typer vinduer med ulike tastaturkombinasjoner.
nl: De Programmawisselaar biedt dezelfde functionaliteit als de traditionele Alt+Tab-wisselaar in GNOME en KDE, maar gebruikt de vensters zelf om zijn voorbeelden te tonen. U kunt de Programmawisselaar gebruiken om te wisselen tussen schermen met een verschillende context met verschillende toetsencombinaties.
oc: L'efièch « Cambiador d'aplicacion » provesís las meteissas foncionalitats que lo cambiador tradicional Alt+Tab de Gnome e KDE, mas utiliza de miniaturas de las fenèstras per l'apercebut. Podètz utilizar lo « Cambiador d'aplicacion » amb diferents acorchis de clavièr per passar d'una fenèstra a una autra.
sk: Prepínač aplikácii poskytuje rovnakú funkcionalitu ako tradičné Alt+Tab prepínače okien v Gnome a KDE, ale používa aktuálny (živý) náhľad okien. Prepínač aplikácii môžete použiť na prepínanie okien s rôznym kontextom pomocou rôznych klávesových skratiek.
sl: Preklopnik programov zagotavlja enako zmožnost kot običajni preklopnik Gnome in KDE Alt+Tabulator, toda za preglede uporablja žive sličice okne. Prekloplnik programov lahko uporabite za menjavo oknen različnih vsebin z različnimi tipkovnimi bližnjicami.
sr: Пребацивач апликације обезбеђује исту функционалност као и традиционални Гном и КДЕ <quote>Алт+Таб</quote> (Alt+Tab) пребацивач, али користи живе минијатуре прозорa да прикаже њихове најаве. Можете да користите Пребацивач апликације да се пребацујете између прозора различитог садржаја са различитим комбинацијама тастера.
uk: Перемикач програм надає таку ж функціональність, як і традиційний Alt+Tab перемикач у Gnome та KDE, але використовує мініатюри робочих вікон для того, щоб показати їх зменшене зображення. Ви можете використовувати перемикач програм для переключення між вікнами різними способами та з різними гарячими клавішами.

source: To flip to the next window, press <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
ca: Per a saltar a la finestra següent, premeu <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
da: Tryk <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> for at bladre til det næste vindue.
he: כדי להגיע לחלון הבא, לחצו על <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
lv: Lai pārietu uz nākamo logu, spiediet <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nb: For å bytte til neste vindu, trykk <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>
nl: Om naar het volgende venster te gaan, druk op <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
oc: Per bascuolar cap a la fenèstra seguenta, quichatz sus <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sk: Na prepnutie sa do ďalšieho okna stlačte <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sl: Za premik na naslednje okno pritisnite <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sr: Да пређете на следећи прозор, притисните <quote><keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo></quote>.
uk: Для переходу до наступного вікна натисніть <keycombo><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.

source: To flip to the previous window, press <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
ca: Per a saltar a la finestra anterior, premeu <keycombo><keycap>Maj</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
da: Tryk <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> for at bladre til det foregående vindue.
he: כדי להגיע אל החלון הקודם, לחצו על <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
lv: Lai pārietu uz iepriekšējo logu, spiediet <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nb: For å bytte til forrige vindu, trykk <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nl: Om naar het vorige venster te gaan, druk op <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
oc: Per bascuolar cap a la fenèstra precedenta, quichatz sus <keycombo><keycap>Maj</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sk: Na prepnutie sa do predchádzajúceho okna stlačte <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sl: Za premik na predhodnje okno pritisnite <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sr: Да пређете на претходни прозор, притисните <quote><keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo></quote>.
uk: Для переходу до попереднього вікна натисніть <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.

source: To flip to the next window in all workspaces, press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
ca: Per a saltar a la finestra següent de qualsevol àrea de treball, premeu <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
da: Tryk <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> for at bladre til det næste vindue i alle arbejdsområder.
he: כדי לעבור לחלון הבא בכל סביבות העבודה, לחצו על <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
lv: Lai pārietu uz nākamo logu visās darbvietās, spiediet <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nb: For å bytte til neste vindu i alle arbeidsområder, trykk <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nl: Om naar het volgende venster te gaan in alle werkbladen, druk op <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
oc: Per bascuolar cap a la fenèstra seguenta, quin que siá lo burèu virtual, quichatz sus <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sk: Na prepnutie sa do ďalšieho okna na všetkých pracovných plochách stlačte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sl: Za premik na naslednje okno na vseh delavnih površinah pritisnite <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sr: Да пређете на следећи прозор у свим радним просторима, притисните <quote><keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo></quote>.
uk: Для переходу до наступного віна на всіх робочих столах натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.

source: To flip to the previous window in all workspaces, press <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
ca: Per a saltar a la finestra anterior de qualsevol àrea de treball, premeu <keycombo><keycap>Maj</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
da: Tryk <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo> for at bladre til det foregående vindue i alle arbejdsområder.
he: כדי לעבור לחלון הקודם בכל סביבות העבודה לחצו על <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
lv: Lai pārietu uz iepriekšējo logu visās darbvietām, spiediet <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nb: For å bytte til forrige vindu i alle arbeidsområder, trykk <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
nl: Om naar het vorige venster te gaan in alle werkbladen, druk op <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
oc: Per bascuolar cap a la fenèstra seguenta, quin que siá lo burèu virtual, quichatz sus <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sk: Na prepnutie sa do predchádzajúceho okna na všetkých pracovných plochách stlačte <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sl: Za premik na predhodnje okno na vseh delavnih površinah pritisnite <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.
sr: Да пређете на претходни прозор у свим радним просторима, притисните <quote><keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo></quote>.
uk: Для переходу до попереднього віна на всіх робочих столах натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Tab</keycap></keycombo>.

source: Desktop Wall
ca: Paret d'escriptori
da: Skrivebordsvæg
he: קיר שולחן העבודה
ko: 데스크탑 벽
nb: Skrivebordsvegg
nl: Bureaubladmuur
oc: Burèus sus un plan
sk: Stena z pracovných plôch
sl: Namizni zid
sr: Зид радне површи
uk: Стіна робочого столу

source: The Desktop Wall is a lightweight alternative to the Desktop Cube plugin. It is used to change workspaces, has support for workspace previews and can use workspaces on the horizontal plane and the vertical plane. The Expo plugin works well with the Desktop Wall plugin.
ca: El mur de l'escriptori és una alternativa lleugera al connector cub de l'escriptori. S'utilitza per a canviar l'àrea de treball, és compatible amb previsualitzacions de les àrees de treball i es pot utilitzar en el pla horitzontal i en el vertical. El connector Expo funciona correctament amb el connector mur de l'escriptori.
da: Skrivebordsvæg er et midre ressourcekrævende alternativ til Skrivebordterning. Det bruges til at skifte arbejdsområde, understøtter forhåndsvisning af arbejdsområder og kan anvende arbejdsområder på vandret og lodret plan. Udvidelsesmodulet galleri fungerer godt med udvidelsesmodulet Skrivebordsvæg.
ko: 데스크탑 벽은 데스크탑 상자보다 가벼운 또 다른 선택입니다. 작업공간을 바꿀수 있고 미리보기 기능을 제공하며 수평평면과 수직평면에 위치한 작업공간들을 사용할수 있습니다. 엑스포 플러긴은 데스크탑 벽 플러긴과 잘 동작합니다.
lv: Desktop Wall ir viegla alternatīva Desktop Cube spraudnim. To var izmantot, lai mainītu darbvietas, tas atbalsta darbvietu priekšskatījumus un tas var izmantot darbvirsmas gan uz horizontālā, gan vertikālā paneļa. Expo spraudnis labi darbojas kopā ar Desktop Wall spraudni.
nb: Skrivebordsvegg er en lettvektsalternativ til Skrivebordskuben. Den brukes for å bytte arbeidsområder, har støtte for forhåndsvisning og kan benytte arbeidsområder både horisontalt og vertikalt. Expo-tillegget fungerer også bra med Skrivebordsvegg.
nl: De Bureaubladmuur is een lichtgewicht alternatief voor de plug-in Bureaubladkubus. Het wordt gebruikt om te wisselen van werkblad, kan een voorbeeld van de werkbladen tonen en kan werkbladen zowel verticaal als horizontaal presenteren. De plug-in Expo werkt goed met Bureaubladmuur.
oc: La paret de burèus es una alternativa leugièra a l'ensert burèu en cub. Es utilizat per cambiar d'espaci de trabalh, permet la previsualizacion dels espacis de trabalh e pòt gerir d'espacis de trabalh sul plan orizontal e lo plan vertical. L'ensert « Expausat » es compatible amb l'ensert paret de burèus.
sk: Stena z pracovných plôch je ľahšou alternatívou k zásuvnému modulu Desktopovej Kocky. Používa sa na zmenu pracovných plôch, má podporu náhľadov pracovných plôch a môže využiť pracovné plochy vo vodorovnej a vertikálnej rovine. Zásuvný modul Expo bez problémov funguje spolu so zásuvným modulom Stena z pracovných plôch.
sl: Namizni zid je lahek nadomestek vstavka namizna kocka. Uporablja se za spreminjanje delovnih površin, podpira predogled delovnih površin in lahko uporabi delovne površine na vodoravni in navpični ravnini. Vstavek expo dobro deluje z vstavkom namizni zid.
sr: Зид радне површи је лаганија алтернатива додатку Коцке радне површи. Користи се за промену радних простора, има подршку за прегледе радног простора и може да користи радне просторе у хоризонталној и вертикалној равни. Експо додатак ради добро уз додатак Зид радне површи.
uk: Стіна робочого столу - це полегшений варіант додатку Desktop Cube. Використовується для зміни робочих столів, підтримує режим попереднього перегляду і може використовувати робочі області у горизонтальній та вертикальній площинах. Додаток Експо добре працює з Стіною робочого столу.

source: To navigate in the Desktop Wall, press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> with Up, Down, Left, or Right.
ca: Per a navegar per la paret d'escriptori, premeu <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> juntament amb la fletxa cap amunt, cap avall, cap a la dreta o cap a l'esquerra.
da: For at navigere i Skrivebordsvæggen, skal du trykke på <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> og pil op, ned, til venstre eller til højre.
et: Desktop Wall'i juurde liikumiseks vajuta <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> ja nool üles, alla, paremale või vasakule.
he: לניווט בקיר שולחן העבודה,לחץ <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> עם החצים למעלה,למטה,שמאלה או ימינה.
ko: 데스크탑 벽에서 작업공간을 탐색하기 위해서는 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo>키와 위, 아래, 왼쪽, 오른쪽 방향키를 누르세요.
lv: Lai pārvietotos pa Desktop Wall, spiediet <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> ar uz augšu, uz leju, pa labi, pa kreisi taustiņiem.
nb: For å bytte arbeidsområde i «Skrivebordsvegg», trykk <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> sammen med piltasten opp, ned, venstre eller høyre.
nl: Om in de Bureaubladmuur te navigeren, druk op <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> met de toetsen Omhoog, Omlaag, Links of Rechts.
oc: Per parcórrer los « Burèus sus un plan », quichatz sus <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> e las tòcas naut, bas, esquèrra o drecha.
sk: Aby ste sa mohli pohybovať v Stene z pracovných plôch stlačte <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> spolu s Hore, Dole, Vľavo, alebo Vpravo.
sl: Za krmarjenje v namiznem zidu pritisnite <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> z Navzgor, Navzdol, Levo ali Desno.
sr: Да се крећете по Зиду радне површи, притисните <quote><keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo></quote> са стрелицом горе, доле, лево или десно.
uk: Для навігації по Стіні робочих столів натисніть <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> з клавішою Вгору, Вниз, Наліво або Направо.

source: To navigate in the Desktop Wall with a window, press <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> with Up, Down, Left, or Right.
ca: Per a navegar per la paret d'escriptori amb una finestra, premeu <keycombo><keycap>Ctrl</keycap><keycap>Maj</keycap><keycap>Alt</keycap></keycombo> juntament amb la fletxa cap amunt, cap avall, cap a la dreta o cap a l'esquerra.
da: For at navigere i Skrivebordsvæggen med et vindue, skal du trykke på <keycombo><keycap>Ctrl</keycap><keycap>Skift</keycap><keycap>Alt</keycap></keycombo> og pil op, ned, til venstre eller til højre.
ko: 데스크탑 벽에서 창을 통해 탐색하시려면 <keycombo><keycap>Ctrl</keycap><keycap>Shift< /keycap><keycap>Alt</keycap></keycombo>키와 위, 아래, 왼쪽, 오른쪽 방향키를 누르세요.
lv: Lai pārvietotos pa Desktop Wall ar logu, spiediet <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> ar uz augšu, uz leju, pa labi, pa kreisi taustiņiem.
nb: For å flytte et vindu mellom arbeidsområder i «Skrivebordsvegg», trykk <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> sammen med piltasten opp, ned, venstre eller høyre.
nl: Om in de Bureaubladmuur met een venster te navigeren, druk op <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> met de toetsen Omhoog, Omlaag, Links of Rechts.
oc: Per percórrer los « Burèus sus un plan » amb una fenèstra, quichatz sus <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap></keycombo> e las tòcas naut, bas, esquèrra, drecha.
sk: Pre pohyb v Stene z pracovných plôch s oknom stlačte <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> spolu s Hore, Dole, Vľavo, alebo Vpravo.
sl: Za krmarjenje z oknom v namiznem zidu pritisnite <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> z Navzgor, Navzdol, Levo ali Desno.
sr: Да се крећете по Зиду радне површине са прозором, притисните <quote><keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo></quote> са стрелицом горе, доле, лево или десно.
uk: Для навігації по Стіні робочих столів з вікном, натисніть <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap><keycap>Alt</keycap></keycombo> з клавішою Вгору, Вниз, Наліво або Направо.

source: Enhanced Zoom Desktop
ca: Ampliació de l'escriptori millorada
da: Forbedret skrivebords-zoom
he: תקריב משופר לשולחן העבודה
ko: 향상된 데스크탑 확대
nb: Utvidet forstørret skrivebord
nl: Verbeterde bureaubladzoom
oc: Zoom melhorat del burèu
sk: Vylepšené priblíženie pracovnej plochy
sl: Izboljšana povečava namizja
sr: Напредно зумирање радне површи
uk: Збільшення робочого столу

source: The Enhanced Zoom Desktop plugin allows the whole screen to be zoomed in for improved legibility. It is possible to continue working with other applications while zoomed in.
ca: L'ampliació de l'escriptori millorada és un connector que permet ampliar la pantalla completa per a millorar-ne la llegibilitat. Durant l'ampliació es pot continuar treballant amb altres aplicacions.
da: Udvidelsesmodulet Forbedret skrivebordszoom, gør det muligt at zoome ind på hele skærmen, for bedre læsbarhed. Det er muligt at fortsætte med at arbejde med andre programmer, mens man er zoomet ind.
ko: 향상된 데스크탑 확대 플러그인은 전체화면을 읽기쉽게 확대해 줍니다. 확대중일 때에도 다른 응용 프로그램들을 사용할 수 있습니다.
lv: Enhanced Zoom Desktop spraudnis ļauj tuvināt visu ekrānu, lai uzlabotu lasāmību. Ir iespējams strādāt ar citām lietotnēm, kamēr ir tuvināts.
nb: Tillegget «Utvidet forstørret skrivebord» lar deg forstørre hele skjermen for forbedret leselighet. Det er mulig å jobbe med andre programmer mens skjermbildet er forstørret.
nl: De plug-in Verbeterde bureaubladzoom staat u toe om het gehele scherm in te zoomen voor betere leesbaarheid. Het is mogelijk om verder te werken met andere toepassingen terwijl het scherm is ingezoomd.
oc: L'ensert « Zoom melhorat del burèu » permet de far un zoom sus la totalitat de l'ecran per una lisibilitat melhora. Es possible de contunhar de trabalhar quand un zoom es fach.
sk: Zásuvný modul Vylepšené priblíženie pracovnej plochy umožňuje zväčšiť celú obrazovku pre lepšiu čitateľnosť. Je možné pokračovať v práci s aplikáciami aj v priblíženom móde.
sl: Vstavek izboljšana povečava namizja omogoča povečavo celotnega namizja za izboljšanje berljivosti. Med približanjem je mogoče nadaljevati z delom v drugih programih.
sr: Додатак Напредног зумирања радне површи омогућава да цео екран може бити зумиран ради побољшавања читљивости. Могуће је наставити са радом са другим апликацијама, док је зумиран.
uk: Додаток Enhanced Zoom Desktop дозволяє збільшити весь екран для кращої розбірливості зображення. Із збільшеним екраном можливо продовжувати працювати з іншими програмами.

source: To center the mouse on the screen, press <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
ca: Per a centrar el ratolí a la pantalla, premeu <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
da: Tryk <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo> for at centrere musen på skærmen.
lv: Novietojiet peli uz ekrāna un spiediet <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
nb: For å sentrere musa på skjermen, trykk <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
nl: Om de muis op het scherm te centreren, druk op <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
oc: Per centrar la mirga sus l'ecran, quichatz sus <keycombo><keycap>Super*</keycap><keycap>C</keycap></keycombo>. (* tòca amb un lògo Windows sus la màger part dels clavièrs).
sk: Na umiestnenie myši do stredu obrazovky stlačte <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
sl: Za središčenje miške na zaslon pritisnite <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
sr: Да центрирате миша на екрану, притисните <quote<keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>></quote>.
uk: Для того, щоб розмістити курсор в центрі екрана, натисніть <keycombo><keycap>Super</keycap><keycap>C</keycap></keycombo>.
