Repository: ahoneybun/pop-docs
Catalog: ubuntu/getting-help/po/*.po
Languages: de, es, fi, fr, hr, id, it, pl, sv

source: Getting More Help
de: Weitere Hilfe erhalten
es: Cómo obtener más ayuda
fi: Lisäohjeiden hakeminen
fr: Obtenir plus d'aide
hr: Dobiti više pomoći
id: Mendapatkan Bantuan Lebih Lanjut
it: Ottenere maggiore aiuto
pl: Uzyskiwanie dalszej pomocy
sv: Få mer hjälp

source: You can get more help with Ubuntu from several Web sites and mailing lists.
de: Mehr Hilfe zu Ubuntu erhalten Sie auf zahlreichen Web-Seiten und Mailinglisten.
es: Encontrará más ayuda acerca de Ubuntu en varias páginas web y listas de correo.
fi: Ubuntun käyttöön voi löytää ohjeita monilta www-sivuilta ja sähköpostilistoilta.
fr: Vous pouvez obtenir plus d'aide avec Ubuntu sur de nombreux sites web et listes de diffusion.
hr: Više pomoći možete dobiti na nekoliko web stranica i poštanskih e-lista.
id: Anda bisa mendapatkan bantuan lebih lanjut mengenai Ubuntu dari beberapa situs Web dan milis.
it: È possibile ottenere ulteriore aiuto con Ubuntu da molti siti web e mailing list.
pl: Możesz uzyskać dalszą pomoc dotyczącą ubuntu na wielu witrynach internetowych i listach dyskusyjnych.
sv: Du kan få mer hjälp med Ubuntu från flertalet webbplatser och sändlistor.

source: <ulink url="&ubuntu-documentation;">The Ubuntu Documentation Website</ulink> - this contains this guide, and other guides produced by the Ubuntu Documentation Team for Ubuntu and Kubuntu.
de: Die <ulink url="&ubuntu-documentation;">Ubuntu-Dokumentations-Seite</ulink> - beinhaltet das vorliegende und weitere Handbücher, die vom Ubuntu-Dokumentations-Projekt für Ubuntu und Kubuntu erstellt wurden.
es: <ulink url="&ubuntu-documentation;">Página de Documentación de Ubuntu</ulink> - contiene esta y otras guías producidas por el Equipo de Documentación de Ubuntu para Ubuntu y Kubuntu.
fi: <ulink url="&ubuntu-documentation;">Ubuntun ohjesivusto</ulink> - sisältää tämän oppaan ja muita Ubuntun dokumentaatioprojektin tuottamia oppaita Ubuntulle ja Kubuntulle.
fr: <ulink url="&ubuntu-documentation;">Le site de la documentation Ubuntu</ulink> - il contient ce guide ainsi que d'autres guides écrits par l'équipe de documentation Ubuntu pour Ubuntu et Kubuntu.
hr: <ulink url="&ubuntu-documentation;">Stranica Ubuntu Dokumentacije</ulink> - sadrži ovaj priručnik i druge priručnike napisane od strane Ubuntu Dokumentacijog Tima za Ubuntu i Kubuntu.
id: <ulink url="&ubuntu-documentation;">Situs Web Dokumentasi Ubuntu</ulink> menyediakan panduan ini, dan panduan lain untuk Ubuntu dan Kubuntu yang diciptakan oleh Tim Dokumentasi Ubuntu.
it: <ulink url="http://help.ubuntu-it.org/">La documentazione ufficiale di Ubuntu</ulink>: contiene questa guida e altre guide prodotte dal team di documentazione Ubuntu per Ubuntu e Kubuntu.
pl: <ulink url="&ubuntu-documentation;">The Ubuntu Documentation Website</ulink> - zawiera niniejszy przewodnik, jak również inne stworzone przez Ubuntu Documentation Team dla Ubuntu i Kubuntu.
sv: <ulink url="&ubuntu-documentation;">Ubuntus dokumentationswebbplats</ulink> - den här innehåller den här guiden, och andra guider som producerats av Ubuntus dokumentationsteam för Ubuntu och Kubuntu.

source: <ulink url="&wiki-UserDocumentation;">The Ubuntu Wiki</ulink> - this contains many guides contributed by the community.
de: Das <ulink url="&wiki-UserDocumentation;">Ubuntu-Wiki</ulink> - beinhaltet zahlreiche Anleitungen, die von der Ubuntu-Gemeinde erstellt wurden.
es: <ulink url="&wiki-UserDocumentation;">Wiki de Ubuntu</ulink> - contiene muchas guías aportadas por la comunidad.
fi: <ulink url="&wiki-UserDocumentation;">Ubuntu Wiki</ulink> - sisältää monia yhteisön tarjoamia oppaita. Suomeksi lisää ohjeita <ulink url="http://www.ubuntu-fi.org/Wiki/Ohjeita">Ubuntu Suomen ohjesivulla</ulink>.
fr: <ulink url="&wiki-UserDocumentation;">Le wiki Ubuntu</ulink> - Il contient beaucoup de guides issus des contributions de la communauté.
hr: <ulink url="&wiki-UserDocumentation;">Ubuntu Wiki</ulink> - sadrži mnoge priručnike koje je napisala zajednica.
id: <ulink url="&wiki-UserDocumentation;">Wiki Ubuntu</ulink> - menyediakan panduan yang dikelola oleh komunitas.
it: <ulink url="http://wiki.ubuntu-it.org/Documentazione/Indice">Il wiki di Ubuntu</ulink>: contiene molte guide create dagli utenti della comunità di Ubuntu.
pl: <ulink url="&wiki-UserDocumentation;">Ubuntu Wiki</ulink> - zawiera wiele przewodników napisanych przes społeczność, dostępne również <ulink url="https://wiki.ubuntu.com/PolishDocumentation">po polsku</ulink>
sv: <ulink url="http://ubuntu-se.org/Wiki">Ubuntus wiki</ulink> - den här innehåller många guider som bidragits av gemenskapen.

source: <ulink url="&ubuntu-forums;">Web Forums</ulink> - here you can ask questions on a forum and receive answers from the forum community.
de: <ulink url="&ubuntu-forums;">Web-Foren</ulink> - hier können Sie Fragen stellen und erhalten Antwort von der Forumsgemeinde.
es: <ulink url="&ubuntu-forums;">Foros en la Web</ulink> - aquí es posible hacer preguntas en un foro y recibir respuestas de parte de la comunidad del foro.
fi: Keskustelualueet <ulink url="&ubuntu-forums;">englanniksi</ulink> ja <ulink url="http://forum.ubuntu-fi.org/">suomeksi</ulink> - www-keskustelualueilla voit kysyä kysymyksiä ja saada vastauksia keskustelualueiden käyttäjiltä.
fr: <ulink url="&ubuntu-forums;">Forums</ulink> - ici vous pouvez poser des questions sur un forum et recevoir des réponses de la communauté du forum.
hr: <ulink url="&ubuntu-forums;">Web Forumi</ulink> - ovdje možete pitati pitanja na poruku i dobiti odgovore od strane zajednice.
id: <ulink url="&ubuntu-forums;">Forum Web</ulink> - disini Anda dapat bertanya di dalam forum dan mendapatkan jawaban dari komunitas forum.
it: <ulink url="http://forum.ubuntu-it.org/index.php">Forum web</ulink>: qui è possibile porre domande e ricevere delle risposte da parte della comunità del forum.
pl: <ulink url="&ubuntu-forums;">Fora internetowe</ulink> -tutaj możesz zadawać pytania i uzyskiwać odpowiedzi ze strony społeczności, dostępne również <ulink url="http://forum.ubuntu.pl/">po polsku</ulink>
sv: <ulink url="http://ubuntu-se.org/forum/">Webbforum</ulink> - här kan du ställa frågor på ett forum och få svar från forumgemenskapen.

source: <ulink url="&ubuntu-lists;">Mailing Lists</ulink> - here you can ask questions by email, and receive answers from the mailing list community.
de: <ulink url="&ubuntu-lists;">Mailinglisten</ulink> - hier können Sie per E-Mail Fragen stellen und erhalten Antwort von anderen Listenempfängern.
es: <ulink url="&ubuntu-lists;">Listas de Correo</ulink> - aquí es posible hacer preguntas por correo electrónico y recibir respuestas de la comunidad de la lista de correo.
fi: <ulink url="&ubuntu-lists;">Sähköpostilistat</ulink> - postituslistoilla voi kysyä kysymyksiä sähköpostitse ja saada vastauksia samalla listalla olevilta.
fr: <ulink url="&ubuntu-lists;">Listes de diffusion</ulink> - ici vous pouvez poser des questions par email et recevoir des réponses de la communauté de la liste de diffusion.
hr: <ulink url="&ubuntu-lists;">Poštanke e-liste</ulink> - ovdje možete postaviti pitanja putem e-pošte, te na isti način primiti i odgovore zajednice.
id: <ulink url="&ubuntu-lists;">Milis</ulink> - disini Anda dapat bertanya melalui email, dan mendapatkan jawaban dari komunitas milis.
it: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-it">Mailing list</ulink>: qui è possibile porre domande attraverso la propria email e riceve delle risposte da parte della comunità della mailing list.
pl: <ulink url="&ubuntu-lists;">Listy dyskusyjne</ulink> - tutaj możesz uzyskać odpowiedzi na pytania poprzez e-mail, szczególnie polecamy <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-pl">polską liste dyskusyjną</ulink>
sv: <ulink url="https://lists.ubuntu.com/mailman/listinfo/ubuntu-se">Sändlistor</ulink> - här kan du ställa frågor via e-post, och få svar från gemenskapen.

source: IRC chat: <phrase>&ubuntu-irc;</phrase> - chat in realtime with the irc community. You will need an IRC client to connect, such as Gaim: &gaim;.
de: IRC-Chat: <phrase>&ubuntu-irc;</phrase> - hier können Sie in Echtzeit mit der Ubuntu-Gemeinde in Kontakt treten. Sie benötigen ein IRC-fähiges Programm, wie zum Beispiel Gaim &gaim;.
es: Chat IRC: <phrase>&ubuntu-irc;</phrase> - chatee en tiempo real con la comunidad irc. Para conectarse necesitará un cliente IRC, como Gaim: &gaim;.
fi: IRC-keskustelu: <phrase>&ubuntu-irc;</phrase> - keskustelu reaaliaikaisesti IRC-yhteisön kanssa. IRC-asiakasohjelma kuten Gaim tarvitaan: &gaim;.
fr: Discussion IRC : <phrase>&ubuntu-irc;</phrase> - discussion en temps réel avec la communauté irc. Vous aurez besoin d'un client IRC pour vous connecter, comme Gaim : &gaim;.
hr: IRC: <phrase>&ubuntu-irc;</phrase> - pričajte u realnom vremenu sa IRC zajednicom. Trebati ćete program za IRC, poput Gaima: &gaim;.
id: IRC chat: <phrase>&ubuntu-irc;</phrase> - bercakap-cakap secara langsung dengan komunitas irc. Untuk melakukan ini Anda membutuhkan klien IRC seperti Gaim: &gaim;.
it: Chat IRC: <phrase>#ubuntu-it</phrase>, chattare in tempo reale con la comunità IRC. È necessario un client IRC, come Gaim (&gaim;), per collegarsi.
pl: IRC: <phrase>&ubuntu-irc;</phrase> - rozmawiaj w czasie rzeczywistym ze społecznością irc. Aby się połączyć, potrzebujesz klienta IRC takiego jak Gaim: &gaim;.
sv: IRC-chatt: <phrase>http://ubuntu-se.org/Wiki/IRC</phrase> - chatt i realtid med irc-gemenskapen. Du behöver en IRC-klient för att ansluta, såsom Gaim: &gaim;.

source: For more information, visit the <ulink url="&wiki-HowToGetHelp;">How to Get Help</ulink> wiki page.
de: Weiteres finden Sie auf der englischsprachigen <ulink url="&wiki-HowToGetHelp;">How to Get Help</ulink>-Seite des Ubuntu-Wikis.
es: Para mayor información, visite la página wiki <ulink url="&wiki-HowToGetHelp;">Cómo obtener ayuda</ulink>
fi: Lisätietoja <ulink url="&wiki-HowToGetHelp;">How to Get Help</ulink>-wiki-sivulta.
fr: Pour plus d'informations, visitez la page du wiki <ulink url="&wiki-HowToGetHelp;">Comment obtenir de l'aide</ulink>.
hr: Za više informacija, posjetite <ulink url="&wiki-HowToGetHelp;">How to Get Help</ulink> wiki stranicu.
id: Untuk informasi lebih lanjut, kunjungi halaman wiki <ulink url="&wiki-HowToGetHelp;">Bagaimana Memperoleh Bantuan</ulink>.
it: Per maggiori informazioni, consultare la pagina del wiki <ulink url="http://wiki.ubuntu-it.org/ComeRicevereAiuto">Come ricevere aiuto</ulink>.
sv: För mer information, besök wikisidan <ulink url="&wiki-HowToGetHelp;">Hur man får hjälp</ulink>.

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
de: ubuntu-doc@lists.ubuntu.com (Ubuntu-Dokumentations-Projekt)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de Documentación de Ubuntu)
fr: ubuntu-doc@lists.ubuntu.com (Projet de documentation Ubuntu)
id: ubuntu-doc@lists.ubuntu.com (Proyek Dokumentasi Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione Ubuntu)
sv: ubuntu-doc@lists.ubuntu.com (Ubuntus dokumentationsprojekt)

source: Getting More Help Online
de: Weitere Hilfe online erhalten
es: Cómo conseguir más ayuda en línea
fi: Lisäohjeiden hakeminen verkosta
fr: Obtenir plus d'aide en ligne
hr: Dobiti više pomoći na vezi
id: Mendapatkan Bantuan Lebih Lanjut Secara Online
it: Ottenre maggiore aiuto online
pl: Uzyskiwanie dalszej pomocy w sieci
sv: Få mer hjälp online

source: If you didn't find the information you needed here, you can get help in the online Ubuntu community.
de: Falls Sie die von Ihnen benötigten Informationen hier nicht gefunden haben, können Sie weitere Hilfe von der Ubuntu-Gemeinde über das Internet erhalten.
es: Si no encontró aquí la información que buscaba, puede obtener ayuda en la comunidad Ubuntu en línea.
fi: Jos tarvittuja ohjeita ei löydy täältä, voit etsiä lisäapua Ubuntun yhteisöltä verkosta.
fr: Si vous n'avez pas trouvé l'information que vous cherchiez ici, vous pouvez obtenir de l'aide dans la communauté Ubuntu en ligne.
hr: Ako ovdje niste našli tražene informacije, možete proširiti potragu na Ubuntu zajednicu.
id: Jika Anda tidak menemukan informasi yang dibutuhkan disini, Anda dapat mencari bantuan secara online dari komunitas Ubuntu.
it: Se non sono state trovate le informazioni necessarie in questa guida, è possibile ottenere aiuto online dalla comunità Ubuntu.
pl: Jeśli nie znalazłeś tutaj potrzebnej informacji, możesz ją otrzymać kontaktując się przez sieć ze społecznością Ubuntu.
sv: Om du inte hittade informationen här som du behöver, kan du få hjälp av Ubuntus gemenskap online.

source: translator-credits
de: Deutschsprachiges Ubuntu-Übersetzungsteam
es: Créditos del traductor
fi: Ubuntun suomentajaryhmä <ubuntu-fi@lists.ubuntu.com>
fr: L'équipe de traduction d'Ubuntu en français <ubuntu-fr-l10n@lists.ubuntu.com>, 2006
hr: Ante Karamatić <ivoks@ubuntu.com>, 2006.
id: Andy Apdhani <imtheface@gmail.com>, 2006.
it: Il team di traduzione di Ubuntu ( http://www.freelists.org/list/ubuntu-l10n-it )
pl: Ubuntu Polish Translators <ubuntu-pl-l10n@lists.ubuntu.com>
sv: Daniel Nylander <po@danielnylander.se>, 2006
