Repository: ahoneybun/pop-docs
Catalog: gnome/releasenotes/*/*.po
Languages: de, pt

source: Release Notes
de: Notizen zur Veröffentlichung
pt: Notas de Publicação

source: This document contains the release notes for Ubuntu &distro-version; &distro-rev;.
pt: Este documento contém as notas de publicação do Ubuntu &distro-version; &distro-rev;.

source: Introduction
de: Einführung
pt: Introdução

source: Welcome to Ubuntu &distro-rev; &distro-version;! This article explains some of the new features and improvements that this new release provides, as well as the primary contributors. Included are any specific notes for upgrading from the previous Ubuntu release.
de: Herzlich Willkommen zu Ubuntu &distro-rev; &distro-version;! Dieser Artikel stellt sowohl einige der neuen Funktionen und Verbesserungen, die diese neue Veröffentlichung bereitstellt, als auch die wichtigsten Entwickler vor. Außerdem sind genaue Hinweise enthalten, um vorhergehende Versionen von Ubuntu zu aktualisieren.
pt: Bem-vindo ao Ubuntu &distro-rev; &distro-version;! Este artigo explica algumas das novas funcionalidades e melhoramentos que esta nova versão disponibiliza, bem como os principais contribuidores. Incluídas estão algumas notas específicas para a actualização a partir da versão anterior do Ubuntu.

source: What's New
de: Was ist neu
pt: Novidades

source: Ubuntu &distro-rev; &distro-version; offers the following new features and improvements:
de: Ubuntu &distro-rev; &distro-version; bietet die folgenden neuen Funktionen und Verbesserungen:
pt: O Ubuntu &distro-rev; &distro-version; oferece as seguintes novas funcionalidades e melhoramentos:

source: Ubuntu on the Desktop
de: Ubuntu auf dem Desktop
pt: O Ambiente Gráfico do Ubuntu

source: Ubuntu &distro-rev; includes the 2.10 release of the GNOME desktop. For more information see the <ulink url="&gnome;">GNOME</ulink> website.
de: Ubuntu &distro-rev; beinhaltet die Version 2.10 der Gnome Desktop-Umgebung. Weitere Informationen sind auf der <ulink url="&gnome;">GNOME</ulink> Webseite zu finden.
pt: O Ubuntu &distro-rev; inclui a versão 2.10 do ambiente gráfico GNOME. Para mais informações veja o sítio <ulink url="&gnome;">GNOME</ulink>.

source: K Desktop Environment for Ubuntu (Kubuntu) is now available. The developers of kubuntu have created an extremely well integrated KDE desktop environment with the stability and reliability of the Ubuntu core. This speedy, well presented desktop, is not only easy to manage but packed full of useful applications and lots of great eye candy.
de: KDE ist nun auch für Ubuntu (Kubuntu) verfübar. Die Entwickler von Kubuntu haben eine sehr gut angepasste Desktop-Umgebung geschaffen, die die Stabilität und Zuverlässigkeit von Ubuntu hat. Sie ist nicht nur sehr einfach zu bedienen, sondern auch mit einer Vielzahl an Applikationen und einigen besonderen Blickfängen ausgestattet.
pt: Está disponível o K Desktop Environment para Ubuntu (Kubuntu). Os programadores do kubuntu criaram um ambiente gráfico KDE extremamente bem integrado com a estabilidade e robustez do núcleo do Ubuntu. Este ambiente gráfico rápido, e bem apresentado, não só é fácil de utilizar mas inclui também um leque completo de aplicações muito atraentes.

source: Ubuntu &distro-rev; includes the X server from X.org. Video cards from most major video vendors are now supported. Improved auto-detection allows for almost universal video card detection. There are also major performance enhancements for standard and proprietary ATI drivers, and proprietary NVidia drivers. For more information see the <ulink url="&xorg;">X.org</ulink> website.
de: Ubuntu &distro-rev; enthält den X-Server von X.org. Grafikkarten der beliebtesten Hersteller werden nun unterstützt. Die verbesserte automatische Erkennung erlaubt eine fast vollständige Erkennung der Karte. Zusätzlich gibt es wichtige Verbesserungen für normale und propriertäre ATI-Treiber und proprietäre NVidia Treiber. Weitere Informationen sind auf der <ulink url="&xorg;">X.org</ulink> Webseite zu finden.
pt: O Ubuntu &distro-rev; inclui o servidor X da X.org. As placas de vídeo dos principais fabricantes são agora suportadas. A detecção automática melhorada permite a detecção da maior parte das placas de vídeo universais. Contém também grandes melhoramentos de desempenho para drivers ATI standard e proprietários, e drivers proprietários NVidia. Para mais informação visite o sítio <ulink url="&xorg;">X.org</ulink>.

source: Package Management
de: Paketmanagement
pt: Gestão de Pacotes

source: Ubuntu &distro-rev; includes two new packages to help you keep your computer up to date: update-manager and upgrade-notifier. The Synaptic package manager also now includes support to upgrade your Ubuntu Distribution.
de: Ubuntu &distro-rev; beinhaltet zwei neue Pakete, die dabei helfen, den Computer auf dem neusten Stand zu halten: update-manager und upgrade- notifier. Der Synaptic Paketmanager unterstützt nun auch das Upgrade von Ubuntu.
pt: O Ubuntu &distro-rev; inclui dois novos pacotes para o ajudar a manter o seu computador actualizado: update-manager e upgrade-notifier. O gestor de pacotes Synaptic agora também permite converter a sua Distribuição Ubuntu para a nova versão.

source: update-manager is a package that allows you to quickly and efficiently upgrade your software in the background. The process is simple but without the fine-grained choices offered with the Synaptic package manager. The package is good for people who like the simplicity of a one-click upgrade, similar to that available in other operating systems.
de: update-manager ist ein Paket, das das schnelle und effiziente Upgrade der Software im Hintergrund ermöglicht. Das Verfahren ist sehr einfach und enthält nicht die feinen Auswahlmöglichkeiten, die der Synaptic Paketmanager enthält. Das Paket ist besonders für Menschen geeignet, die die Schlichtheit eines einfachen Upgrades bevorzugen, so wie es in anderen Betriebssystemen vorhanden ist.
pt: upgrade-manager é um pacote que lhe permite de forma rápida e eficiente converter o seu software em background. O processo é simples mas sem o nível detalhado de opções oferecidas pelo gestor de pacotes Synaptic. Este pacote é indicado para pessoas que gostem de simplicidade de conversões de 1 clique, à semelhança do que existe noutros sistemas operativos.

source: Ubuntu Update Manager Main Window
de: Hauptfenster des Ubuntu Update Managers
pt: Janela Principal do Gestor de Actualizações do Ubuntu

source: upgrade-notifier allows users to receive notifications that updates are available, and also to remind them to keep their system current.
de: upgrade-notifier bietet Benutzern die Möglichkeit, darauf hingewiesen zu werden, dass Updates vorhanden sind und sie daran zu erinnern, ihr System auf dem aktuellsten Stand zu halten.
pt: O upgrade-notifier permite aos utilizadores receberem notificações de que existem novas versões, e também para os lembrar de manterem o seu sistema actualizado.

source: Ubuntu Documentation
de: Ubuntu Dokumentation
pt: Documentação do Ubuntu

source: Ubuntu &distro-rev; saw the Ubuntu Documentation Team generate the Ubuntu FAQ Guide, Ubuntu Quick Guide, and other documentation explaining what Ubuntu is and features/functionality that are available in the current release.
de: Ubuntu &distro-rev; bietet in der aktuellen Veröffentlichung den Ubuntu FAQ Guide, den Ubuntu Quick Guide und andere Dokumente des Dokumentation Teams, die erklären, was Ubuntu ist und welche Funktionen in der aktuellen Veröffentlichung vorhanden sind.
pt: A Equipa de Documentação do Ubuntu &distro-rev; gerou as Ubuntu FAQ, o Guia Rápido do Ubuntu e outra documentação, onde é explicado o que é o Ubuntu e que funcionalidades estão disponiveis na versão actual.

source: The Ubuntu FAQ Guide aims to answer the most frequently asked questions by users. The Ubuntu Quick Guide is an introduction to the Ubuntu Desktop, explaining the GNOME Desktop and functions/programs available in a standard install.
de: Der Ubuntu FAQ Guide hat das Ziel, die meitgestellten Fragen der Benutzer zu beantworten. Der Ubuntu Quick Guide ist eine Einführung in den Ubuntu Desktop, der die Gnome Desktop-Umgebung und die vorhandenen Funktionen und Programme erklärt.
pt: As Ubuntu FAQ disponibilizam as repostas às perguntas frequentemente colocadas pelos utilizadores. O Guia Rápido do Ubuntu é introdução ao Ambiente Gráfico do Ubuntu, onde é explicado o Ambiente Gráfico GNOME e as funções/aplicações disponiveis na instalação padrao.

source: System Performance
de: System Leistung
pt: O Desempenho do Sistema

source: Readahead speeds up the boot process by loading information from disk into memory before it is needed, taking advantage of the predictable nature of the boot sequence.
de: Readahead beschleunigt den Bootprozess, indem Informationen von der Festplatte in den Speicher geladen werden, bevor sie gebraucht werden, indem die Vorhersehbarkeit eines Bootprozesses ausgenutzt wird.
pt: O Readahead optimiza o processo de arranque carregando a informação do disco para a memória antes desta ser necessária, desta forma assume as vantagens de uma sequencia de arranque de natureza predictiva.

source: Faster Boot Process
de: Beschleunigter Boot-Prozess
pt: Processo Rápido de Arranque

source: Ubuntu &distro-rev; has a faster boot process. Improvements have been made to the startup of the X server, the GNOME Display Manager (GDM) and the CUPS printing system. The hotplug system, which allows users to &quot;hot-swap&quot; USB, IEEE 1394/Firewire devices, other removable devices, and non-removable devices such as PCI cards, now uses grepmap to make the boot process faster.
pt: O Ubuntu &distro-rev; tem um processo rápido de arranque. Foram realizadas melhorias no arranque do Servidor X, no Gestor de Visualização do GNOME (GDM) e no sistema de impressão CUPS. O sistema hotplug permite aos utilizadores instalarem dispositivos sem necessidade de reinicializar &quot;hot-swap&quot; USB, dispositivos IEEE 1394/Firewire, dispositivos removíveis e não removíveis, como placas PCI, utilizar o grepmap para tornar o processo de arranque mais rápido.

source: grepmap has been used to improve the speed of the hotplug system, which allows you to 'hot-swap' devices such as USB devices and IEEE 1394/firewire devices.
de: grepmap wird dazu benutzt um die Geschwindigkeit des hotplug-Systems zu erhöhen, das es erlaubt z.B. USB and IEEE 1394/firewire Geräte via 'hot- swap' anzuschließen.
pt: O grepmap é utilizado para incrementar a velocidade do sistema hotplug que permite fazer a trocas rápidas (hot-swap) de dispositivos USB e dispositivos IEEE 1394/firewire.

source: Hardware Support
de: Hardwareunterstützung
pt: Suporte de Equipamento Informático

source: Laptop Suspend
pt: Suspensão em Portáteis

source: Ubuntu &distro-rev; provides support for suspending laptops to RAM (standby mode) and suspending to disk (hibernate mode). This feature maybe disabled by default depending on architecture of the computer.
de: Ubuntu &distro-rev; unterstützt "suspend to RAM" (Standy Modus) und "suspend to disk" (Hibernate Modus). Dieses Feature kann abhängig von der Architektur des Computers standardmäßig deaktiviert worden sein.
pt: O Ubuntu &distro-rev; disponibiliza o modo de suspensão de portáteis para a memória RAM (modo de espera) e para o disco (modo de hibernação). Esta funcionalidade poderá estar desactivada por omissão dependendo da arquitetura do computador.

source: Suspend To Disk
pt: Suspensão para o Disco

source: Ubuntu &distro-rev; provides support for suspending to disk. This feature is enabled if available by the installer. If you are upgrading from Ubuntu 4.10, then please consult the Upgrade Notes for further information.
de: Ubuntu &distro-rev; unterstützt "suspend to disk". Dieses Feature kann während des Installationsprozesses aktiviert werden. Falls du von Ubuntu 4.10 ein Upgrade ausgeführt hast, kannst du in den Notizen zum Upgrade weitere Informationen finden.
pt: O Ubuntu &distro-rev; suporta o modo suspensão para o disco (hibernar). Esta funcionalidade é activada se for disponibilizada pelo instalador. Se está a actualizar a partir do Ubuntu 4.10, por favor, consulte as Notas de Actualização (Upgrade Notes) para mais informação.

source: Processor Frequency Scaling
de: Anpassung der Taktfrequenz des Prozessors
pt: Controlar a Frequência do Processador

source: Ubuntu &distro-rev; supports Processor Frequency Scaling, a feature that adjusts the CPU's speed to meet current demand. The result is reduced load on the laptop battery and less heat output. Automatic driver support is now in place for a wider variety of hardware.
de: Ubuntu &distro-rev; unterstützt die Anpassung der Taktfrequenz, ein Feature, um die aktuelle Geschwindigkeit eines Prozessors den Gegebenheiten anzupassen. Dadurch kann die Akkuleistung eines Notebooks und seine Erhitzung eingeschränkt werden. Die automatische Erkennung von Treibern umfasst nun eine größere Anzahl an Geräten.
pt: O Ubuntu &distro-rev; suporta o Controlo de Frequência do Processador. Esta funcionalidade permite ajustar a velocidade do CPU em tempo real. Os resultados são a redução do consumo de bateria e a redução da temperatura do CPU. O suporte automático de controladores sustenta a uma ampla variedade de equipamento informático.

source: Ubuntu &distro-rev; includes the X server from X.org. For more information see the <ulink url="&xorg;">X.org</ulink> website.
de: Ubuntu &distro-rev; beinhaltet den X-Server von X.org. Für weitere Informationen, besuche die <ulink url="&xorg;">X.org</ulink> Webseite.
pt: O Ubuntu &distro-rev; inclui o servidor X da X.org. Para mais informações visite o sítio <ulink url="&xorg;">X.org</ulink>.

source: Hardware Database
de: Hardware Datenbank
pt: Base de Dados de Equipamento Informático

source: Ubuntu &distro-rev; includes support for cataloging hardware information in relation to setup/install options and tracking the extent of Ubuntu support for hardware. The key feature of the hardware database is the ability for the community to contribute information which will assist the development team in improving Ubuntu's support for their hardware.
de: Ubuntu &distro-rev; unterstützt die Katalogisierung von Hardware Informationen um die Möglichkeiten bei Setup und Installation und die Erweiterung der Hardwareunterstützung von Ubuntu festzuhalten. Das Schlüsselmerkmal der Hardware Datenbank ist dabei die Möglichkeit der Community, Informationen hinzuzufügen, die den Ubuntu Entwicklern helfen, die Hardwareunterstützung zu verbessern.
pt: O Ubuntu &distro-rev; possui um catálogo de informações de equipamento informático de suporte às opções de instalação e de acompanhamento do mesmo. A função principal da base de dados de equipamento informático é a de possibilitar a contribuição de informação por parte da comunidade, que vai ajudar a equipa de desenvolvimento a melhorar o suporte do Ubuntu de equipamento informático.

source: Installing Ubuntu
de: Ubuntu Installieren
pt: Instalar o Ubuntu

source: Kickstart Compatibility
de: Kickstart Kompatibilität
pt: Compatilidade com Kickstart

source: Ubuntu &distro-rev; introduces Kickstart compatibility so that a system administrator can define install parameters once, and then install Ubuntu on a number of machines via CD-ROM, local hard drive, NFS, FTP, or HTTP.
de: Ubuntu &distro-rev; führt die Kompatibilität mit Kickstart ein, damit Systemadministrator nur einmal die Installtionsparameter festlegen müssen und Ubuntu dann via CD-Rom, Festplatte, NFS, FTP oder HTTP auf mehreren Rechnern installieren können.
pt: O Ubuntu &distro-rev; é compatível com o Kickstart, permitindo ao administrador definir os parametros de instalação apenas uma vez e depois utilizá-los, via CD-ROM, discos-duros locais, NFS, FTP ou HTTP, na instalação do Ubuntu em outras máquinas.

source: Unified Hardware Detection
de: Vereinheitlichte Hardwareerkennung
pt: Detecção de Unificada de Equipamento Informático

source: Ubuntu &distro-rev; now has a unified hardware detection process. The Live CD, the system installer, and the installed system all use <application>hotplug</application>. If the Live CD correctly detects and configures hardware, then the installer will too. The Live CD can now be used for a hardware compatibility test before installing Ubuntu.
de: Ubuntu &distro-rev; hat nun eine vereinheitlichen Hardwareerkennungsprozess. Die Live CD, der Installationsprozess und das installierte System nutzen <application>hotplug</application>. Wenn die Live CD Hardware korrekt erkennt und konfiguriert, wird es der Installationsprozess auch tun. Die Live CD kann nun dazu benutzt werden, um die Kompatibilität vor der Installation von Ubuntu zu testen.
pt: O Ubuntu &distro-rev; possui agora um processo unificado de detecção de equipamento informático. O CD Interactivo, o sistema de instalação e o sistema depois de instalado usam o <application>hotplug</application>. Se o CD Interactivo detectar e configurar correctamente o equipamento informático, então o instalador também o fará. O CD Interactivo poderá então, ser utilizado para teste de compatibilidade com o equipamento informático antes de instalar o Ubuntu.

source: Keyboard Layout Selector
de: Auswahl des Tastatur Layouts
pt: Selecção do Teclado

source: Ubuntu &distro-rev; has an improved keyboard layout selection process. During installation, users will not need to know anything about the keyboard layout, the correct default settings, the appropriate xkb layout, or what architecture they are using (PS/2, USB). Keyboard layout is selected when the user presses certain keys.
de: Ubuntu &distro-rev; hat eine verbesserte Methode, um das Tastatur Layout auszuwählen. Während der Installation müssen User noch keine Auswahl bezüglich des Layouts, der korrekten standardmässigen Einstellungen, dem zutreffenden xkb Layout oder des Anschlußes der Tastatur (PS/2, USB), treffen. Das Tastatur Layout wird ausgewählt, wenn der User bestimmte Tasten drückt.
pt: O Ubuntu &distro-rev; possui melhorias no processo de selecção do tipo de teclado. Durante a instalação, os utilizadores não precisarão de saber nada acerca do tipo de teclado, das configurações por omissão, do xkb apropriado ou qual a arquitectura que estão a utilizar (PS/2,USB). O teclado é seleccionado quando o utilizador premir determinadas teclas.

source: Interactive Keyboard Layout Installer
de: Interaktiver Installationsprozess für das Keyboard Layout
pt: Instalador Interactivo do Teclado

source: Installation from USB
de: Über USB installieren
pt: Instalação USB

source: Ubuntu &distro-rev; now supports installation from USB devices.
de: Ubuntu &distro-rev; unterstützt nun die Installation über den USB-Anschluß.
pt: O Ubuntu &distro-rev; a partir de agora suporta instalação através de dispositivos USB.

source: DVD Install Images
de: Images zur Installation von DVD
pt: Imagens de Instalação para DVD

source: Ubuntu &distro-rev; now provides images for installation from DVD. The DVD install image includes all supported packages, including those Not installed by default.
de: Ubuntu &distro-rev; bietet nun ein Image für die Installation von DVD an. Das Installations-Image für DVDs enthält alle unterstützten Pakete, auch jene, die nicht standardmässig installiert werden.
pt: O Ubuntu &distro-rev; disponibiliza para instalação através de DVD. As imagens de instalação para DVD disponibilizam todos os pacotes, inclusivé os que NÃO são instalados por omissão.

source: All Installer Questions in First Stage
de: Einstellungen in der ersten Phase der Installation
pt: Todas as Perguntas do Instalador na Primeira Etapa

source: Ubuntu &distro-rev; now captures all user input and decisions in the first stage of the install process. Once the install medium is ejected, and the system rebooted, all subsequent stages of installation can happen unattended.
de: Ubuntu &distro-rev; fängt nun alle Eingaben und Entscheidungen des Users in der ersten Phase der Installation ab. Sobald das Installationsmedium entfernt und das System neu gestartet wird, müssen die vorhergehenden Installationseinstellungen nicht erneut eingegeben werden.
pt: O Ubuntu &distro-rev; captura todas as decisões do utilizador na primeira etapa do processo de instalação. Uma vez ejectado o meio de instalação e o sistema reiniciado, todas as etapas de instalação seguintes não precisam de interacção.

source: Rescue Mode
pt: Modo de Recuperação

source: Ubuntu &distro-rev; now includes Rescue Mode in the install process to allow for system repairs and rebuilding.
de: Ubuntu &distro-rev; bietet nun auch einen Rescue Mode im Installationsprozess an, der Reparaturen und und die Wiederherstellung des Systems ermöglicht.
pt: O Ubuntu &distro-rev; inclui, no processo de instalação, um Modo de Recuperação que permite recuperar e recontruir o sistema.

source: <title>Live CD</title>
pt: <title>CD Interactivo</title>

source: New Live CD Infrastructure
de: Neue Infrastruktur der Live CD
pt: Nova Infrastuctura do CD Interactivo

source: Ubuntu &distro-rev; introduces the new Live CD infrastructure that allows for a Live CD for all officially supported Ubuntu architectures, a simpler more maintainable design and build, and a unified hardware detection and configuration process.
de: Ubuntu &distro-rev; führt die neue Infrastruktur der Live CD ein, die alle offiziell unterstützten Architekturen beinhaltet, deren Aufbau und Design wesentlich einfacher und besser zu pflegen sind und die eine vereinheitlichten Hardwareerkennungs- und Konfigurationsprozess hat.
pt: O Ubuntu &distro-rev; introduz a nova infrastrutura do CD Interactivo que permite ao CD Interactivo de todas as arquitecturas oficialmente suportadas pelo Ubuntu uma maior simplicidade de projecto e configuração e um sistema unificado de detecção e configuração de equipamento informático.

source: Internationalization and Localization
de: Internationalisierung und Lokalisierung
pt: Internacionalização e Localização

source: Language Packs
de: Sprach Pakete
pt: Pacotes de Línguas

source: Ubuntu &distro-rev; introduces language packs. They allow users to install Localization information from a centralized database as a single pack, instead of per application or package. This improves maintainability of languages/locales and saves on disk space. It also allows for translations to be directly imported from <ulink url="&ubuntu-rosetta;">Rosetta.</ulink>
pt: O Ubuntu &distro-rev; introduz os pacotes de línguas. Estes permitem aos utilizadores instalar informações sobre a Localização através de uma base de dados centralizada como um pacote único, em vez de por aplicação. Isto optimiza a manutenção e o armazenamento em disco das línguas/locais. Permite também, que as traduções sejam directamente importadas do <ulink url="&ubuntu-rosetta;">Rosetta.</ulink>

source: Default UTF-8 Support
de: Standardmässige UTF-8 Unterstützung
pt: Suporta UTF-8 por Omissão

source: Ubuntu &distro-rev; uses UTF-8 as the default encoding and locale, and includes migration compatibilities for upgrades. UTF-8 allows support for international character sets throughout the filesystem and applications.
de: Ubuntu &distro-rev; nutzt UTF-8 als standardmässige Verschlüsselung. UTF-8 unterstützt internationale Zeichensätze im Dateisystem und in den Anwendungen.
pt: O Ubuntu &distro-rev; utiliza o UTF-8 como codificação padrão e inclui compatibilidades de migração para actualizações. O UTF-8 permite a definição de caracteres internacionais em todo o sistema de ficheiros e de aplicações.

source: Ubuntu for the Developer/Administrator
de: Ubuntu für Entwickler/Administratoren
pt: O Ubuntu para o Programador/Administrador

source: Apt Authentication
de: Authentifikation mit apt
pt: Autenticação com Apt
