Repository: ahoneybun/pop-docs
Catalog: gnome/releasenotes/*/*.po
Languages: de, pt

source: Ubuntu &distro-rev; allows for APT to cryptographically authenticate package repositories. Authentication management is also available through Synaptic.
de: Ubuntu &distro-rev; ermöglicht es, die Quellen von Paketen zu authentifizieren. Die Verwaltung der Authentifikation ist auch mit Synaptic möglich.
pt: O Ubuntu &distro-rev; permite ao APT autenticar criptograficamente os repositórios de pacotes. A gestão da Autenticação está também disponível no Synaptic.

source: Synaptic Apt Authentication
de: Apt-Authentifizierung mit Synaptic
pt: Autenticação Synaptic Apt

source: Bzip2 Compression for Packages
de: Kompression von Paketen mit Bzip2
pt: Compressão de Pacotes Bzip2

source: Ubuntu &distro-rev; supports Bzip2 compressed Debian packages. This allows for significant space saving in text heavy packages, and smaller package indexes.
de: Ubuntu &distro-rev; unterstützt mit Bzip2 komprimierte Debian Pakete. Das erlaubt eine deutliche Ersprarnis an Speicherplatz bei besonders textstarken Paketen.
pt: O Ubuntu &distro-rev; suporta pacotes Debian comprimidos em Bzip2. Esta característica permite uma significante economia de espaço em pacotes de texto pesados e pacotes de indices mais pequenos.

source: Program/Process UID
de: Programm/Prozess UID
pt: Programa/Processo UID

source: In Ubuntu &distro-rev; many processes that run as root (or equivalent) on other platforms/distributions run as less privileged users. Included in this list at the time of release is klogd, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpoj, and at. This ensures that security vulnerabilities in these programs cannot affect the whole system any more, but are confined to the program itself.
de: In Ubuntu &distro-rev; laufen es viele Prozesse, die in anderen Distributionen als Root (oder entsprechendem) gestartet werden müssen, unter einem weniger privilegierten User. Dazu gehören zum Zeitpunkt der Veröffentlichung klogd, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpoj und at. Das garantiert, dass Sicherheitslücken in diesen Programmen nicht mehr das ganze System angreifen können, sondern nur auf das Programm selbst beschränkt sind.
pt: No Ubuntu &distro-rev; muitos dos processos que, em outras plataformas/distribuições, só poderiam ser executados com direitos de administrador (ou equivalente), podem ser executados por utilizadores com menos privilégios. Incluídos nessa lista de processos estão: klog, syslogd, cupsd, hald, ntpd, procmail, smbmount/smbumount, jackd, login, gpg/gnupg, hpoj e at. Desta forma fica assegurada a segurança e integridade de todo sistema, uma vez que as eventuais vulnerabilidades que estes programas ficam confinadas a eles próprios.

source: Upgrade Notes
de: Hinweise zum Upgrade
pt: Notas de Actualização

source: Pre-Upgrade
de: Vor dem Upgrade
pt: Pré-Actualização

source: Using the Synaptic Package Manager
de: Den Synaptic Paketmanager benutzen
pt: Utilizando o Gestor de Pacotes Synaptic

source: Open up <application>Synaptic Package Manager</application>
de: Öffne den <application>Synaptic Paketmanager</application>
pt: Executar o <application>Gestor de Pacotes Synaptic</application>

source: Change your repositories to look for Hoary via the menu: <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Repositories</guimenuitem> </menuchoice>.
de: Ändere deine Quellen über das Menü: <menuchoice> <guimenu>Einstellungen</guimenu> <guimenuitem>Quellen</guimenuitem> </menuchoice>.
pt: Alterar os repositórios para verificar as actualizações do Hoary através do menu: <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Repositories</guimenuitem> </menuchoice>.

source: From: <screen> URI: http://archive.ubuntu.com/ubuntu/ Distribution: warty Sections: main restricted </screen> To:
pt: De: <screen> URL: http://archive.ubuntu.com/ubuntu/ Distribution: warty Sections: main restricted </screen> Para:

source: Reload your source listings via the <guibutton>Reload</guibutton> button.
de: Lade deine Quelldatei mit dem <guibutton>Reload</guibutton> Button neu.
pt: Recarregar as listas de fontes através do botão <guibutton>Reload</guibutton>

source: Click the <guibutton>Mark All Upgrades</guibutton> button followed by the <guibutton>Apply</guibutton> button.
de: Klicke den <guibutton>Mark All Upgrades</guibutton> Button gefolgt vom <guibutton>Apply</guibutton> Button.
pt: Clique no botão <guibutton>Mark All Upgrades</guibutton> e em seguida no botão <guibutton>Apply</guibutton>.

source: Using Apt
de: Apt benutzen
pt: Utilizando o Apt

source: Start a <application>Shell</application> session.
de: Starte eine <application>Shell</application> Session.
pt: Executar uma sessão de <application>Linha de Comandos</application>.

source: Edit your sources list:
de: Editiere deine sources.list:
pt: Edite as listas de fontes:

source: Change your repositories to Hoary.
de: Ändere deine Quellen in Hoary um.
pt: Altere os repositórios para Hoary.

source: From: <screen> deb http://archive.ubuntu.com/ubuntu/ warty main restricted </screen> To:
pt: De: <screen> deb http://archive.ubuntu.com/ubuntu/ warty main restricted </screen> Para:

source: Update your sources list:
de: Aktualisiere deine sources.list:
pt: Actualize as suas listas de fontes:

source: Upgrade all packages
de: Upgrade alle Pakete.
pt: Actualize todos os pacotes

source: Post Upgrade
de: Nach dem Upgrade
pt: Actualização Posterior

source: If you are Not running NFS (Network File System) as a client or a server then remove the portmap package:
de: Falls du nicht NFS (Network File System) als client oder server nutzt, entferne das portmap Paket:
pt: Se não necessitar do serviço NFS (Network File System) como cliente ou como servidor poderá remover o pacote portmap:

source: It is recommended that you install the meta packages <filename>ubuntu-base</filename> and <filename>ubuntu-desktop</filename> to ensure that you have the full set of default packages installed. Not doing this could result in a broken system.
pt: É recomendado que instale os meta-pacotes <filename>ubuntu-base</filename> e <filename>ubuntu-desktop</filename> para assegurar que os pacotes padrão estão instalados. Caso contrário, colocará em causa a integridade do sistema.

source: Ubuntu &distro-rev; will support suspend to disk, and during installation will configure your system to suspend to the swap partition. If you are upgrading, then you must manually set up the configuration for suspend to disk. To do so you must edit the file (using the <command>sudo</command> command) <filename class="devicefile">/etc/mkinitrd/mkinitrd.conf</filename>.
de: Ubuntu &distro-rev; wird "suspend to disk" unterstützen und während der Installation das System entsprechend konfigurieren. Falls du dein System upgrades, musst du die Konfiguration von "suspend to disk" manuell durchführen. Dafür musst du die Datei (benutze dabei den Befehl <command>sudo</command>) <filename class="devicefile">/etc/mkinitrd/mkinitrd.conf</filename> editieren.
pt: O Ubuntu &distro-rev; suportará o modo de suspensão para o disco e durante a instalação configurará o sistema para suspender para a partição swap. Se estiver a actualizar, deverá, manualmente, fazer a configuração da suspensão para o disco.

source: Replace the line <varname>#RESUME=</varname> with <varname>RESUME=/dev/SWAP</varname> where SWAP is replaced with the swap partition. To find out where the swap partition is the command <command>sudo fdisk -l</command> will print to the screen the partition table of your hard disk(s). Look for the device labeled as &apos;swap.&apos;
de: Ersetze die Zeile <varname>#RESUME=</varname> mit <varname>RESUME=/dev/SWAP</varname>, wobei SWAP mit der Swap-Partition ergänzt werden muss. Um herauszufinden, wo die Swap-Partition ist, nutze den Befehl <command>sudo fdisk -l</command>, der die Partitionstabelle anzeigt. Suche die Partition, die als &apos;swap.&apos; gekennzeichnet ist.
pt: Substitua a linha <varname>#RESUME=</varname> por <varname>RESUME=/dev/SWAP</varname> onde SWAP é substituido pela partição swap. Para procurar onde está a partição swap utilize o comando <command>sudo fdisk -l</command> que mostrar-lhe-á a tabela de partições do(s) seu(s) disco(s). Procure pelos dispositivos etiquetados como &apos;swap.&apos;

source: If you are without some localizations, you may find that it is necessary to install <filename>language-pack-xx</filename>, <filename>language-pack-xx-base</filename> and <filename>language-support-xx</filename> (where xx is your language code).
pt: Se está sem algumas localizações poderá sempre procurá-las e instalá-las. Para tal são necessários os seguintes pacotes: <filename>language-pack-xx</filename>, <filename>language-pack-xx-base</filename> e <filename>language-support-xx</filename> (onde xx é o código da língua).

source: Start <application>update-notifier</application> and save your <application>gnome-session</application> if you want update notification automatically.
pt: Iniciar <application>update-notifier</application> e guardar a sua <application>gnome-session</application> se pretender notificação automática de actualizações.

source: Reboot in order to effect all changes (Xserver changes, Kernel upgrades etc).
de: Neustarten, um alle Änderungen wirksam zu machen (Xserver Änderungen, Aktualisierung des Kernels etc).
pt: Reinice para que as alterações tenham efeito (alterações do Xserver, actualizações do núcleo, etc).

source: Upgrading from older releases or other distributions is not supported, but other user experiences while upgrading from older Ubuntu releases and Debian GNU/Linux are currently documented in the <ulink url="&ubuntu-wiki;">Ubuntu Wiki</ulink>.
pt: A actualização de versões anteriores ou de outras distribuições não são suportados, mas as experiências de outros utilizadores na actualização de versões antigas do Ubuntu e Debian GNU/Linux estão de devidamente documentadas no sítio <ulink url="&ubuntu-wiki;">Ubuntu Wiki</ulink>.

source: Credits
de: Abspann
pt: Créditos

source: Contributors
de: Mitwirkende
pt: Contribuidores

source: The Kubuntu Team
de: Das Kubuntu Team
pt: A Equipa Kubuntu

source: Read Ahead
de: Weiterlesen
pt: Ler a Seguir

source: <term>Live CD</term>
pt: <term>CD Interactivo</term>

source: This document contains the release notes for Ubuntu &distro-version; & distro-rev;.
de: Dieses Dokument enthält die Notizen zur Veröffentlichung für Ubuntu &distro- version; &distro-rev;.

source: Ubuntu &distro-rev; has a faster boot process. Improvements have been made to the startup of the X server, the GNOME Display Manager (GDM) and the CUPS printing system. The hotplug system, which allows users to &quot;hot- swap&quot; USB, IEEE 1394/Firewire devices, other removable devices, and non-removable devices such as PCI cards, now uses grepmap to make the boot process faster.
de: Ubuntu &distro-rev; bietet einen schnelleren Boot-Prozess. Verbesserungen wurden beim Start des X Servers, des Gnome Display Managers (GDM) und des CUPS Drucksystems erzielt. Das hotplug-System, das es dem User erlaubt USB, IEEE 1394/Firewire und andere austauschbare Geräte , sowie nicht austauschbare wie PCI-Karten problemlos anzuschließen, benutzt nun grepmap um den Bootprozess zu beschleunigen.

source: Ubuntu &distro-rev; introduces language packs. They allow users to install Localization information from a centralized database as a single pack, instead of per application or package. This improves maintainability of languages/locales and saves on disk space. It also allows for translations to be directly imported from <ulink url="&ubuntu- rosetta;">Rosetta.</ulink>
de: Ubuntu &distro-rev; nutzt Sprachpakete. Sie erlauben dem User, Informationen zur "Localization" von einer zentralen Datenbank als einzelnes Packet herunterzuladen, anstatt für jede Anwendung einzeln. Das verbessert die Wartung der Sprachen und spart Speicherplatz. Es ermöglicht auch, Übersetzungen direkt von <ulink url="&ubuntu-rosetta;">Rosetta</ulink> zu importieren.

source: It is recommended that you install the meta packages <filename>ubuntu- base</filename> and <filename>ubuntu-desktop</filename> to ensure that you have the full set of default packages installed. Not doing this could result in a broken system.
de: Es wird empfohlen, die Meta-Pakete <filename>ubuntu-base</filename> und <filename>ubuntu-desktop</filename> zu installieren, um sicherzustellen, dass alle standardmässigen Pakete komplett installiert sind. Das nicht zu tun, könnte zu einem kaputten System führen.

source: If you are without some localizations, you may find that it is necessary to install <filename>language-pack-xx</filename>, <filename>language-pack-xx- base</filename> and <filename>language-support-xx</filename> (where xx is your language code).
de: Falls das System noch keine Anpassung an die eigene Sprache hat, könntest du es sinnvoll finden, diese zu installieren <filename>language-pack- de</filename>, <filename>language-pack-de-base</filename> und <filename> language-support-de</filename>.

source: Start <application>update-notifier</application> and save your <application> gnome-session</application> if you want update notification automatically.
de: Starte <application>update-notifier</application> und sichere deine <application>gnome-session</application> falls du automatische Hinweise zu Updates bekommen möchtest.

source: Upgrading from older releases or other distributions is not supported, but other user experiences while upgrading from older Ubuntu releases and Debian GNU/Linux are currently documented in the <ulink url="&ubuntu- wiki;">Ubuntu Wiki</ulink>.
de: Aktualisierungen von älteren Veröffentlichungen oder anderen Distributionen werden nicht unterstützt, aber die Erfahrungen, die andere User damit gemacht haben, sind im <ulink url="&ubuntu-wiki;">Ubuntu Wiki</ulink> dokumentiert.
