Repository: ahoneybun/pop-docs
Catalog: ubuntu/keeping-safe/po/*.po
Languages: es, it, ro

source: If more than one person has a user account on your computer and the screen is locked, other users can press the <guibutton>Switch user...</guibutton> button to use the computer, even while the screen is locked. They will be unable to access your currently-open work, and you will be able to switch back to your locked session when they have finished using the computer.
es: Si más de una persona tiene una cuenta de usuario en su equipo y la pantalla está bloqueada, los otros usuarios pueden presionar el botón <guibutton>Cambiar usuario...</guibutton> para utilizar el equipo, incluso mientras la pantalla esta bloqueada. Los nuevos usuarios no podrán acceder a los documentos que tenga abiertos actualmente, y usted podrá volver a su sesión bloqueada cuando hayan terminado de usar el equipo.
it: Se più di un utente ha un account sul computer e lo schermo è bloccato, gli altri utenti possono premere il pulsante <guibutton>Cambia utente...</guibutton> per usare il computer, anche se lo schermo è bloccato. Potranno accedere solamente al loro desktop e sarà possibile ritornare alla sessione bloccata quando avranno finito di usare il computer.
ro: Daca exista mai multe conturi active pe calculator şi ecranul este blocat, ceilalţi utilizatori pot apăsa butonul <guibutton>Schimbă utilizatorul...</guibutton> pentru a avea acces la calculator. Ei nu vor avea acces la aplicaţiile şi documentele deschise, iar dumneavoastră le veţi putea regăsi efectuând schimbarea inversă de utilizator.

source: Set up a firewall
es: Configurar un firewall
it: Configurare un firewall
ro: Configurați un firewall

source: You can optionally install a firewall to protect your computer against unauthorized access by people on the Internet or your network. Firewalls block connections to your computer from unknown sources, which helps to prevent security breaches.
es: Opcionalmente, puede instalar un firewall para protejer su equipo de accesos no autorizados por personas en Internet o su red local. Los firewall bloquean las conexiones a su equipo provenientes de orígenes desconocidos, lo que ayuda a prevenir problemas de seguridad.
it: È possibile installare un firewall per proteggere il proprio computer contro accessi non autorizzati provenienti da Internet o dalla propria rete. I firewall bloccano le connessioni al computer da sorgenti sconosciute, così da poter prevenire rischi per la sicurezza.
ro: Puteţi instala o aplicaţie de administrare a firewall-ului pentru a împiedica accesul neautorizat la sistem din Internet sau din reţeaua locală. Firewall-ul reprezintă un subsistem al nucleului sistemului de operare care blochează conexiunile prin reţea neautorizate la sistemul dumneavoastra şi este un element important în prevenirea breşelor de securitate.

source: Install the <application>firestarter</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instale el paquete <application>firestarter</application> de los repositorios <quote>Universe</quote> (vea <ulink type="help" url="ghelp:add-applications">Añadir aplicaciones</ulink>).
it: Installare il pacchetto <application>firestarter</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).
ro: Instalaţi pachetul <application>firestarter</application> din sectorul <quote>Universe</quote> al depozitului de pachete (vezi <ulink type="help" url="ghelp:add-applications">Adăugare aplicaţii</ulink>).

source: To start <application>Firestarter</application>, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Firestarter</guimenuitem></menuchoice>, and enter your administrator password when prompted.
es: Para iniciar <application>Firestarter</application>, seleccione <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Firestarter</guimenuitem></menuchoice>, e ingrese su contraseña de administrador cuando sea solicitada.
it: Per avviare <application>Firestarter</application>, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Firestarter</guimenuitem></menuchoice>, inserendo la password di amministratore quando richiesto.

source: The <application>Firewall Wizard</application> should run. If it does not, press <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Run Wizard</guimenuitem></menuchoice>.
es: <application>Firewall Wizard</application> debería estar ejecutado. Si no, presiones <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Ejecutar Asistente</guimenuitem></menuchoice>.
it: Dovrebbe essere eseguita l'<application>autoconfigurazione firewall</application>. Se così non fosse, scegliere <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Esegui autoconfigurazione</guimenuitem></menuchoice>.
ro: La prima rulare va porni <application>Asistentul de configurare a firewall-ului</application>, Daca acesta nu porneşte, apăsaţi <menuchoice><guimenu>Firewall</guimenu><guimenuitem>Rulare asistent</guimenuitem></menuchoice>.

source: Follow the steps in the <application>Firewall Wizard</application>. After completing all of the steps, the firewall should be configured and running.
es: Siga los pasos en el <application>Asistente del Cortafuegos</application>. Después de completar todos los pasos, el firewall debería estar configurado y ejecutándose.
it: Seguire i passi dell'<application>autoconfigurazione firewall</application>. Al termine, il firewall dovrebbe essere configurato e operativo.
ro: Urmaţi paşii din <application>Asistentul de configurare a firewall-ului</application>. După completarea lor, firewall-ul este configurat şi activ.

source: To check that your firewall is working correctly, make use of an online firewall testing service such as <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
es: Para verificar que el firewall está funcionando correctamente, haga uso de algún servicio online como <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
it: Per controllare che il firewall funzioni correttamente, è possibile utilizzare uno strumento di diagnosi online come <ulink url="http://www.grc.com/">ShieldsUP</ulink>.
ro: Pentru verificare puteţi utiliza un serviciu online pentru testarea firewall-ului, cum ar fi <ulink url="http://www.grc.com/">ShieldsUP</ulink>.

source: For help and advice on the advanced configuration of <application>Firestarter</application>, see the <ulink url="http://www.fs-security.com/docs.php">Firestarter Online Manual</ulink>.
es: Para ayuda y consejos spbre la configuración avanzada de <application>Firestarter</application>, consulte el <ulink url="http://www.fs-security.com/docs.php">Manual Online de Firestarter</ulink>.
it: Per aiuti e consigli sulla configurazione avanzata di <application>Firestarter</application>, consultare il <ulink url="http://www.fs-security.com/docs.php">manuale online di Firestarter</ulink>.
ro: Pentru asistenţă şi sfaturi în configurarea aplicaţiei <application>Firestarter</application>, consultaţi <ulink url="http://www.fs-security.com/docs.php">manualul online Firestarter</ulink>.

source: Avoid Internet nuisances and crime
es: Evite las molestias y el crimen de internet
it: Evitare seccature e illeciti su Internet
ro: Evitați neplăcerile și infracțiunile

source: From time to time, you may be sent an email which carries a virus or links to a fraudulent website. This type of email is very common, and it is important to learn how to deal with it, in order to prevent your computer or your personal details from being compromised or misused.
es: De vez en cuando, puede recibir algún correo electrónico que contenga un virus o enlaces a páginas web fraudulentas. Este tipo de correo electrónico es muy común, y para prevenir que su ordenador o datos personales sean comprometidos o mal usados, es importante aprender a tratar con ellos,.
it: Talvolta può capitare di ricevere email che trasportano un virus o collegamenti a siti web fraudolenti. Questo tipo di email è molto comune ed è importante imparare come gestirli, così da impedire che il proprio computer o i propri dati personali vengano compromessi o abusati.
ro: Din când în când veţi primi email-uri care conţin viruşi sau legături la site-uri frauduloase. Aceste tipuri de email sunt larg răspândite si este important să ştiţi cum să procedaţi pentru a preveni compromiterea sistemului sau a datelor personale.

source: Such messages are often received from total strangers. However, sometimes an email may appear to be from someone you know, when really it is not. This is because it is possible to include a fake sender email address in emails.
es: Estos mensajes suelen recibirse de completos desconocidos. Sin embargo, a veces un correo electrónico puede parecer ser de alguien conocido, cuando realmente no lo es. Esto se debe a que es posible utilizar una dirección de remitente falsa en los correos electrónicos.
it: Tali messaggi sono spesso inviati da sconosciuti. Talvolta, qualche messaggio può sembrare che provenga da una persona conosciuta: in realtà potrebbe non essere così, visto che è possibile inserire nelle email un indirizzo fasullo per il mittente della stessa.
ro: Aceste mesaje vin deseori de la necunoscuţi. Totuşi, uneori ar putea părea că expeditorul este o persoană cunoscută deoarece este posibila modificarea adresei expeditorului într-un email.

source: Unwanted (unsolicited) mail tends to fall in to one of several categories:
es: El correo no deseado (no solicitado) se puede clasificar en varias categorías:
it: I messaggi indesiderati possono essere catalogati in una di queste categorie:
ro: Mesajele nesolicitate (nedorite) fac parte de obicei dintr-una din următoarele categorii:

source: Spam (junk) email, where people offer unwanted services and products
es: Correo basura (spam), donde la gente ofrece servicios y productos no solicitados
it: Spam (email spazzatura), quando vengono offerti servizi e prodotti non desiderati.
ro: Spam (junk), email-uri nesolicitate care conţin oferte de servicii sau produse

source: Scam emails, where people pretend to ask for help in exchange for large sums of money
es: Correos electrónicos fraudulentos (scam), donde la gente pretende pedir ayuda a cambio de largas sumas de dinero.
it: Scam, quando viene richiesto aiuto in cambio di cospicue somme di denaro.
ro: Email-uri de escrocare (scam), prin care vi se cere ajutorul în schimbul unor mari sume de bani.

source: Phishing email, where the message appears to be from a bank or other online service, asking you to enter your personal and financial details, or passwords.
es: Correos electrónicos Phishing, donde el mensaje parece ser de un banco u otro servicio en linea, pidiéndole que introduzca sus detalles personales y financieros, o contraseñas.
it: Phishing, quando il messaggio che sembra provenire da una banca o un altro servizio online richiede di inserire i propri dati personali e finanziari, oppure le proprie password.
ro: Phishing, email-uri în care expeditorul pare a fi o bancă sau un alt serviciu online şi în care vi se cer date personale, financiare sau parole.

source: Below are some tips for keeping safe online:
es: A continuación, algunos consejos para mantenerse seguro mientras está conectado:
it: Di seguito vengono riportati alcuni consigli per mantenersi sicuri online:
ro: Iată câteva sfaturi utile pentru protecţia datelor dumneavoastră:

source: You should never reply to unsolicited mail, or even click on the links in the mail. Doing so usually results in more junk mail being sent to you.
es: No debería responder a correo no solicitado, o incluso hacer click en los enlaces dentro del correo. Haciéndolo normalmente sólo conseguirá que le envíen más correo basura.
it: Mai rispondere alla posta indesiderata e nemmeno fare clic sui collegamenti presenti in essa; in caso contrario si potrebbe ricevere solo più posta spazzatura.
ro: Nu răspundeţi la un email nesolicitat, nici nu apăsaţi pe legăturile din acestea, deoarece asta duce de obicei la sporirea numărului de email-uri nesolicitate primite.

source: Never click on links in emails which lead to websites asking for your password or similar. It is possible for the text of the link to give one address, when really it opens up another (possibly dangerous) address. Instead, type the link into your web browser yourself and proceed from there.
es: Nunca haga click en enlaces dentro de correos electrónicos que le lleven a páginas web en las que se le pidan contraseñas o cosas similares. Es posible hacer que el texto del enlace tenga una dirección, cuando realmente abre otra (posiblemente peligrosa) dirección. En lugar de ello, escriba usted mismo el enlace en su navegador web y proceda desde allí.
it: Mai fare clic sui collegamenti nelle email che riportano a siti web contenenti richieste di inserimento password o simili. È possibile che un collegamento mostri un testo che indichi un certo indirizzo, mentre in realtà apre un altro indirizzo (probabilmente pericoloso). Piuttosto, digitare manualmente il collegamento nel proprio browser e procedere da lì.
ro: Nu apăsaţi niciodată în email-uri pe legături care duc la site-uri care solicită introducerea unei parole sau a altor date personale. Este posibil ca textul legăturii să conţină o anume adresă, iar legătura să conducă spre o cu totul altă adresă, posibil periculoasă. Mai degrabă introduceţi de la tastatură adresa dorită în bara de adrese a navigatorului.

source: If a website asks for your financial details, ensure that it is secure. In the <application>Firefox Web browser</application>, secure websites have a <emphasis>yellow</emphasis> address bar with a padlock icon to the right of the address. Click on the padlock to read more information about the security of the website.
es: Si una página web pregunta por detalles financieros, asegurese que es seguro. En el <application>navegador Web Firefox</application>, los sitios seguros tienen la barra de direcciones <emphasis>amarilla</emphasis> con un icono de candado a la derecha de la dirección. Haga click en el candado para obtener más información acerca de la seguridad de la página web.
it: Se un sito web richiede dati finanziari, assicurarsi che sia sicuro. Nel browser <application>Firefox</application>, i siti web sicuri presentano una barra degli indirizzi di colore <emphasis>giallo</emphasis> con un'icona di un lucchetto alla destra dell'indirizzo. Fare clic sul lucchetto per avere maggiori informazioni sulla sicurezza del sito web.
ro: Dacă pe un site vi se solicită date financiare, asiguraţi-vă că este cu acces securizat. În <application>navigatorul web Firefox</application> accesul securizat la un site este simbolizat prin colorarea în <emphasis>galben</emphasis> a barei de adrese şi printr-o iconiţă reprezentând un lacăt în partea dreaptă a adresei serverului. Apăsaţi pe iconiţă pentru afişarea unor informaţii suplimentare legate de securizarea conexiunii.

source: Only download and run software from sources that you trust. By default, you can only download software directly from Ubuntu.
es: Descargue y ejecute sólo software que provenga de fuentes en las que confie. Por defecto, únicamente se puede descargar software directamente de Ubuntu.
it: Scaricare ed eseguire software solo da sorgenti fidate. Come scelta predefinita, è possibile scaricare software solamente da Ubuntu.
ro: Descărcaţi şi rulaţi numai aplicaţii din surse în care aveţi încredere. Implicit, sistemul va descărca aplicaţii doar de pe site-ul Ubuntu.

source: Make backup copies of your files
es: Haga copias de seguridad de sus archivos
it: Creare copie di backup dei propri file
ro: Faceţi copii de siguranţă ale fişierelor dumneavoastră

source: A problem which you may occasionally encounter is the unexpected loss of some of your work and settings for one reason or another. The causes of such <emphasis>data loss</emphasis> are many and varied; it could be anything from a power cut to accidentally deleting a file. It is highly recommended that you make regular back-up copies of your important files so that, if you do encounter a problem, you will not have lost those files.
es: Un problema que se puede encontrar ocasionalmente es la perdida de una parte de su trabajo y preferencias por alguna razón. Las causas de tal <emphasis>pérdida de datos</emphasis> son muchas y variadas; podría ser cosa desde un corte del suministro eléctrico hasta un borrado accidental de un archivo. Es muy recomendable hacer copias de seguridad de sus archivos importantes de forma regular ya que, si encuentra un problema, no perderá esos archivos.
it: Un problema in cui si può incorrere, è la perdita inaspettata di parte del proprio lavoro e delle impostazioni per un motivo o un altro. Le cause di tali <emphasis>perdite di dati</emphasis> sono molte e varie: da una interruzione nell'alimentazione elettrica all'eliminazione accidentale di un file. È altamente raccomandato creare copie di backup regolari di tutti i file importanti in modo che, incontrando un problema, tali file non vengano persi.
ro: O problemă de care vă veţi lovi uneori este pierderea neaşteptată a datelor sau a configurarilor. Cauzele <emphasis>pierderilor de date</emphasis> pot fi multe, de la o pană de curent, până la ştergerea accidentală a unui fişier. De aceea, este cât se poate de indicat să faceţi regulat copii de siguranţă ale fisierelor importante, astfel încât, în urma unui astfel de accident, să nu pierdeţi definitiv datele.

source: It is wise to store back-up copies of files separately from your computer; that is, you should make use of some form of file storage which is not permanently attached to your computer. Options include:
es: Es deseable almacenar las copias de seguridad de sus archivos fuera de la PC; Esto es, deberías usar alguna forma de almacenar los archivos que no esté incluida dentro de su PC. Las opciones incluyen:
it: È saggio mantenere le copie di backup dei file separate dal proprio computer, usando una qualche forma di archiviazione che non sia permanentemente vincolata al computer in uso. Alcune opzioni comprendono:
ro: Este de asemenea de dorit să nu păstraţi copiile de siguranţă pe calculator, adică să utilizaţi o altă metodă de stocare a datelor, care nu este ataşată permanent la calculatorul dumneavoastră, cum ar fi:

source: Writable CDs and DVDs
es: CDs y DVDs grabables
it: CD e DVD scrivibili
ro: CD-uri sau DVD-uri inscripţionabile

source: External hard disks and flash memory devices
es: Dispositivos de discos duros extérnos y memorias flash
it: Dischi fissi esterni e dispositivi rimovibili
ro: Hard diskuri externe sau dispozitive de memorie flash

source: Another computer on the network
es: Otro equipo en la red
it: Un altro computer sulla rete
ro: Un alt calculator din reţea

source: A simple way of backing-up your files is to manually copy them to a safe location (see above) by using the <application>File Browser</application>.
es: Una manera simple de hacer una copia de seguridad de sus archivos es copiarlos manualmente a un lugar seguro (ver arriba) mediante el <application>Explorador de archivos</application>.
it: Un modo semplice per eseguire delle copie di backup dei propri file, consiste nel copiarli manualmente in un luogo sicuro (vedere sopra) utilizzando il <application>file manager</application>.
ro: O metodă simplă de efectuare a copiilor de siguranţă este copierea manuală a acestora într-o locaţie sigură (vezi mai sus), utilizând <application>Navigatorul de fişiere</application>.

source: Alternatively, you can use a dedicated back-up application, such as <application>HUBackup</application>:
es: Alternativamente, se puede usar una aplicación para copias de seguridad, como <application>HUBackup</application>:
it: In alternativa, è possibile usare un'applicazione di backup dedicata come <application>HUBackup</application>:
ro: Sau, altfel, puteţi utiliza o aplicaţie special construită pentru efectuarea copiilor de siguranţă, cum ar fi <application>HUBackup</application>:

source: Install the <application>hubackup</application> package from the <quote>Universe</quote> repository (see <ulink type="help" url="ghelp:add-applications">Add Applications</ulink>).
es: Instale el paquete <application>hubackup</application> desde el repositorio <quote>Universe</quote> (ver <ulink type="help" url="ghelp:add-applications">Añadir Aplicaciones</ulink>).
it: Installare il pacchetto <application>hubackup</application> dal repository <quote>Universe</quote> (consultare <ulink type="help" url="ghelp:add-applications">Aggiungere applicazioni</ulink>).
ro: Instalaţi pachetul <application>hubackup</application> din secţiunea <quote>Universe</quote> al arhivei de pachete (vezi <ulink type="help" url="ghelp:add-applications">Adăugare aplicaţii</ulink>).

source: To make a backup, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
es: Para crear una copia de seguridad, pulse <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Home Copia de Seguridad de Usuario</guimenuitem></menuchoice>.
it: Per effettuare un backup, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.
ro: Pentru efectuarea unei copii de siguranţă lansaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Home User Backup</guimenuitem></menuchoice>.

source: Select the files which you would like to make a backup copy of and choose the location which you would like to save the backup to. If you have a CD or DVD writer, it should be present in this list.
es: Seleccione los archivos que quiera para crear la copia de seguridad y elija el lugar en donde quiera guardar la copia de seguridad. Si posee una grabadora de CD o DVD, debería estar presente en esta lista.
it: Selezionare i file di cui si vuole fare una copia di backup e scegliere la posizione in cui salvare il backup. Se si dispone di un masterizzatore CD o DVD, sarà presente nell'elenco.
ro: Selectaţi fişierele pentru care doriţi să faceţi copii de siguranţă şi locaţia în care doriţi să le depozitaţi. Dacă există un inscriptor CD sau DVD ataşat la calculator, ar trebui să îl regăsiţi în lista cu derulare.

source: Press <guibutton>Backup</guibutton> and follow the instructions given on-screen.
es: Pulse <guibutton>Copia de seguridad</guibutton> y siga las instrucciones de la pantalla.
it: Fare clic sul pulsante<guibutton>Backup</guibutton> e seguire le istruzioni a schermo.
ro: Apăsaţi butonul <guibutton>Backup</guibutton> şi urmaţi instrucţiunile de pe ecran.

source: To restore a backup made with <application>HUBackup</application>, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> and follow the instrctions on-screen.
es: Para restaurar una copia de seguridad realizada con <application>HUBackup</application>, pulse <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Administración</guisubmenu><guimenuitem>Home Restauración de Usuario</guimenuitem></menuchoice> y siga las instrucciones de la pantalla.
it: Per ripristinare un backup eseguito con <application>HUBackup</application>, scegliere <menuchoice><guimenu>Sistema</guimenu><guisubmenu>Amministrazione</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> e seguire le istruzioni a video.

source: Some general advice on how to keep good back-ups is given below:
es: Algunos consejos generales sobre cómo mantener copias de seguridad correctamente:
it: Alcuni consigli per un buon backup:
ro: Câteva sfaturi generale legate de realizarea copiilor de siguranţă:
