Repository: ahoneybun/pop-docs
Catalog: ubuntu/keeping-safe/po/*.po
Languages: es, it, ro

source: Back-up on a regular basis
es: Haga copias de seguridas regularmente
it: Eseguire i backup regolarmente
ro: Efectuaţi regulat copii de siguranţă

source: Always test your back-ups after you make them, to ensure that they have been made correctly
es: Siempre compruebe sus copias de seguridad luego de realizarlas, para asegurarse que se han realizado correctamente
it: Controllare sempre i backup dopo averli creati, per assicurarsi che essi siano stati fatti correttamente
ro: Verificaţi întotdeauna copiile de siguranţă după realizarea lor pentru a vă asigura de integritatea acestora.

source: Label your back-ups clearly, and keep them in a safe place
es: Etiquete sus copias de seguridad claramente, y manténgalas en un lugar seguro
it: Etichettare i backup in modo charo e tenerli in un luogo sicuro
ro: Etichetaţi clar copiile de siguranţă şi păstraţi-le într-un loc sigur

source: translator-credits
es: Equipo de traductores al Español de Ubuntu: Sitio web: https://launchpad.net/~ubuntu-l10n-es Lista de correo:ubuntu-es-l10n@lists.ubuntu.com
it: Ubuntu Italian Translators, https://launchpad.net/~ubuntu-l10n-it, 2006-2007
ro: Launchpad Contributions: Alin Claudiu Radut https://launchpad.net/~clawoo Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas ado_raul https://launchpad.net/~raul-cibernet Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Alin Claudiu Radut https://launchpad.net/~clawoo Ionuț Jula https://launchpad.net/~ionutjula Liviu Uţiu https://launchpad.net/~liviu Manuel R. Ciosici https://launchpad.net/~manuelciosici Silviu Bojica https://launchpad.net/~bojicas

source: Ubuntu Documentation Project
ro: Proiectul de documentaţie Ubuntu

source: Canonical Ltd. and members of the <placeholder-1/>
ro: Canonical Ltd. și membrii ai <placeholder-1/>

source: Give a separate user account to each person
ro: Creează un cont de utilizator pentru fiecare persoană

source: When Ubuntu is installed, it is set up for a single person to use. If more than one person will use the computer, it is best for each person to have their own user account. This way they can have separate settings, documents, and other files. If necessary, files can also be protected from being viewed or changed by non-administrators.
ro: La instalare, Ubuntu creează un singur cont pentru utilizatorul care a realizat instalarea. În cazul în care există mai multe persoane care vor utiliza acel calculator, este recomandabil să creaţi câte un cont de utilizator separat pentru fiecare dintre ele. În acest mod, fiecare utilizator îşi va putea păstra separat configurările, documentele şi alte fisiere şi, dacă este necesar, acestea pot fi protejate împotriva vizualizării sau a modificării de către persoane fără drepturi de administrare pe calculator.

source: To set up user accounts, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>. You must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> to do this.
ro: Pentru crearea unui cont de utilizator, selectaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Utilizatori şi grupuri</guimenuitem></menuchoice>. Aveţi nevoie de drepturi de <ulink type="help" url="ghelp:administrative">administrator</ulink> pentru această operaţie.

source: See the <ulink type="help" url="ghelp:users-admin">Users Administration Tool manual</ulink> for more information on setting up user accounts.
ro: Pentru mai multe informaţii despre configurarea conturilor de utilizator, vezi <ulink type="help" url="ghelp:users-admin">Manualul aplicaţiei de administrare a conturilor</ulink>

source: Keep your software up to date
ro: Menţineţi sistemul actualizat

source: Ubuntu developers often issue updates to the Ubuntu software. These updates may improve security or fix other problems.
ro: Dezvoltatorii Ubuntu lansează des actualizări pentru programele Ubuntu. Aceste actualizări pot îmbunătăţii securitatea sau pot remedia alte probleme.

source: When updates are available, the update icon (an orange star) appears in the panel, usually near the top right of the screen. To install updates you must be an <ulink type="help" url="ghelp:administrative">administrator</ulink> and the computer must be connected to the Internet.
ro: Când sunt disponibile actualizări, va apărea în panou iconiţa de actualizare (o stea portocalie), în general în colţul dreapta sus al ecranului. Pentru a instala actualizările trebuie să fiţi <ulink type="help" url="ghelp:administrative">administrator</ulink> şi calculatorul să fie conectat la Internet.

source: Click the update icon, and enter your password when asked.
ro: Clic pe pictograma de actualizare, apoi introduce-ţi parola

source: In the Update Manager window, click <guibutton>Install Updates</guibutton>.
ro: Clic pe <guibutton>Instalează actualizări</guibutton> din fereastra Administratorului de actualizări,

source: The update process may take a while if many updates need to be installed.
ro: Procesul de actualizare poate dura în cazul în care sunt multe pachete actualizate care trebuie instalate.

source: If a pair of blue arrows appears in the panel when the updates have finished, you need to restart the computer to complete the installation.
ro: Dacă după încheierea actualizării sistemului în zona de notificare este afişată o iconiţă cu două săgeţi albastre, va trebui să reporniţi calculatorul pentru încheierea instalării.

source: To check for updates yourself, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice> and press <guibutton>Check</guibutton>.
ro: În cazul în care doriţi să verificaţi manual dacă există pachete actualizate disponibile, lansaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Administrator actualizări</guimenuitem></menuchoice> şi apăsaţi butonul <guibutton>Verifică</guibutton>.

source: To change how often Ubuntu checks for updates, or to set updates to install or download automatically, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, and then <guilabel>Internet Updates</guilabel>.
ro: Pentru modificarea intervalului la care se fac verificările sau pentru configurarea actualizărilor să fie descărcate sau instalate automat, lansaţi din meniul principal <guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Surse software</guimenuitem></menuchoice> şi activaţi tabul <guilabel>Actualizări</guilabel>.

source: To start <application>Firestarter</application>, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice>, and enter your administrator password when prompted.
ro: Lansaţi aplicaţia <application>Firestarter</application> din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Administrare</guimenuitem><guimenuitem>Firestarter</guimenuitem></menuchoice> şi introduceţi parola dumneavostră când este solicitată.

source: More advanced users may wish to use the UFW firewall, which is installed by default. See the <ulink type="help" url="man:ufw">UFW manual</ulink> for more information.
ro: Utilizatorii avansaţi vor dori să foloseascaă firewall-ul UFW, instalat implicit. Pentru mai multe informaţii consulaţi <ulink type="help" url="man:ufw">manualul UFW</ulink>.

source: To restore a backup made with <application>HUBackup</application>, press <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> and follow the instructions on-screen.
ro: Pentru restaurarea fisierelor din copia de siguranţă realizată cu <application>HUBackup</application>, lansaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Administrare</guisubmenu><guimenuitem>Home User Restore</guimenuitem></menuchoice> şi urmaţi instrucţiunile de pe ecran.
