Repository: ahoneybun/pop-docs
Catalog: ubuntu/keeping-safe/po/*.po
Languages: es, it, ro

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
es: ubuntu-doc@lists.ubuntu.com (Proyecto de documentación de Ubuntu)
it: ubuntu-doc@lists.ubuntu.com (Progetto documentazione di Ubuntu)
ro: ubuntu-doc@lists.ubuntu.com (Proiectul de Documentație Ubuntu)

source: Keeping Your Computer Safe
es: Mantener su equipo seguro
it: Mantenere il proprio computer sicuro
ro: Păstrarea calculatorului în siguranță

source: Placeholder.
es: Texto de Prueba.
ro: Înlocuitor.

source: Credits and License
es: Créditos y licencias
it: Riconoscimenti e licenza
ro: Autori și Licență

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
es: Este documento se mantiene por el Equipo de Documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para obtener una lista de contribuidores, consulte la <ulink url="../../../common/C/contributors.xml">página de contribuidores</ulink>
it: Questo documento è mantenuto dall'«Ubuntu documentation team» (https://wiki.ubuntu.com/DocumentationTeam). Per l'elenco delle persone che hanno contribuito a questa guida, consultare la <ulink url="../../../common/C/contributors.xml">pagina dei contributi</ulink>.
ro: Acest document este întreținut de către echipa de documentație Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pentru o listă cu cei care au contribuit, consultați <ulink url="../../../common/C/contributors.xml">pagina colaboratorilor</ulink>

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
es: Este documento se encuentra disponible bajo la licencia de Creative Commons ShareAlike 2.5 (CC-BY-SA).
it: Questo documento è reso disponibile nei termini della licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
ro: Acest document este disponibil sub termenii licenței Creative Commons ShareAlike 2.5 License (CC-BY-SA).

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
es: Usted es libre de modificar, ampliar y mejorar el código fuente de la documentación de Ubuntu bajo los términos de esta licencia. Todos los trabajos derivados deben publicarse bajo esta licencia.
it: Siete liberi di modificare, estendere e migliorare la documentazione di Ubuntu rispettando i termini di questa licenza. Tutti i lavori derivati devono essere rilasciati sotto i termini di questa licenza.
ro: Aveți libertatea de a modifica, extinde și îmbunătăţi codul sursă al documentației Ubuntu respectând termenii acestei licențe. Orice lucrare derivată din acestă documentație trebuie să se supună termenilor acestei licențe.

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
es: Esta documentación se distribuye con la intención de que resulte de utilidad, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o de que SEA ADECUADA PARA UN PROPÓSITO PARTICULAR, TAL Y COMO SE INDICA EN LA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDAD.
it: Questa documentazione viene distribuita nella speranza che possa essere utile, ma SENZA ALCUN TIPO DI GARANZIA, né esplicita né implicita di COMMERCIABILITÀ e UTILIZZABILITÀ PER UN PARTICOLARE SCOPO COSÌ COME DESCRITTO NEL PREAMBOLO.
ro: Această documentație este difuzată în speranța că va fi utilă, dar FĂRĂ NICI O GARANŢIE; nici chiar garanția implicită de COMERCIALIZARE sau ADAPTARE PENTRU UN ANUMIT SCOP, CONFORM DESCRIERII DIN DECLARAȚIA DE NEASUMARE A RESPONSABILITĂȚII.

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
es: Una copia de la licencia está disponible aquí: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencia ShareAlike Creative Commons</ulink>.
it: Una copia della licenza è disponibile qui: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike</ulink>.
ro: O copie a licenței este disponibilă aici:<ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Canonical Ltd. and members of the Ubuntu Documentation Project
es: Canonical Ltd. y miembros del Proyecto de Documentación de Ubuntu
it: Canonical Ltd. e i membri del Progetto documentazione di Ubuntu.

source: The Ubuntu Documentation Project
es: El Proyecto de Documentación de Ubuntu
it: Il Progetto documentazione di Ubuntu
ro: Proiectul de Documentaţie Ubuntu

source: This section describes how to keep your computer safe from security threats.
es: Esta sección describe cómo mantener su ordenador a salvo de amenazas de seguridad
it: Questa sezione descrive come mantenere sicuro il proprio computer dalle minacce alla sicurezza.
ro: Această secţiune descrie cum să păstraţi calculatorul apărat de ameninţări de siguranţă.

source: Using separate users
es: Utilizar diferentes usuarios
it: Usare utenti separati

source: During installation of Ubuntu, a single user and password is created. However, in order to keep your computer and documents safe, it is important to use a separate user account for each person that uses the computer. In this way, multiple users can have access to the computer while preserving and protecting their own personal settings and files.
es: Durante la instalación de Ubuntu, se crea un único usuario y un password. Sin embargo, para poder mantener su ordenador y sus documentos a salvo, es importante utilizar una cuenta de usuario diferente por cada persona que use el ordenador. De esta forma, múltiples usuarios pueden tener acceso al ordenador preservando y protegiendo sus propias preferencias personales y archivos.
it: Durante l'installazione di Ubuntu, vengono creati un solo utente e una password. Tuttavia, per mantenere sicuri il proprio computer e i propri documenti, è importante usare account utente separati per ogni persona che utilizza il computer. In questo modo, più utenti possono avere accesso al computer conservando e proteggendo i propri file e configurazioni.

source: On Ubuntu, each user has their own <emphasis>home directory</emphasis> in which files and settings are stored. Furthermore, each user can be part of one or more <emphasis>groups</emphasis>, which define which parts of the system that user has access to.
es: En Ubuntu, cada usuario tiene su propio <emphasis>directorio home</emphasis> en el que se almacenan los archivos y preferencias. Además, cada usuario puede formar parte de uno o más <emphasis>grupos</emphasis>, que definen las partes del sistema a las que el usuario tiene acceso.
it: Su Ubuntu, ogni utente ha la propria <emphasis>directory home</emphasis> nella quale sono memorizzati i file e le impostazioni. Inoltre, ogni utente può far parte di uno o più <emphasis>gruppi</emphasis> che definiscono a quali parti del sistema ha accesso un dato utente.

source: You may need administrative rights to make some of the changes detailed below. See <ulink type="help" url="ghelp:administrative">Administrative tasks</ulink> for more information.
es: Puede ser que necesite permisos de administrador para realizar algunos de los cambios detallados a continuación. Vea <ulink type="help" url="ghelp:administrative">Tareas administrativas</ulink> para más información.
it: Per effettuare alcune delle modifiche descritte, sono necessari permessi di amministratore. Per maggiori informazioni, consultare <ulink type="help" url="ghelp:administrative">Compiti amministrativi</ulink>.

source: Managing users
es: Administración de usuarios
it: Gestire gli utenti

source: To modify the users or groups on your system, you can use the <application>Users And Groups</application> application located in <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>.
es: Para modificar los usuarios o grupos de su sistema, puede usar la aplicación <application>Usuarios y grupos</application>, situada en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Usuarios y grupos</guimenuitem></menuchoice>.
it: Per modificare gli utenti o i gruppi nel proprio sistema, è possibile usare l'applicazione <application>Utenti e gruppi</application> accessibile da <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Utenti e gruppi</guimenuitem></menuchoice>.

source: To add a new user, click on <guilabel>Add user</guilabel>, enter the required information and then click <guilabel>OK</guilabel>.
es: Para añadir un nuevo usuario, haga click en <guilabel>Añadir usuario</guilabel>, introduzca la información requerida y después haga click en <guilabel>OK</guilabel>.
it: Per aggiungere un nuovo utente, fare clic su <guilabel>Aggiungi utente</guilabel>, inserire le informazioni richieste e quindi fare clic su <guilabel>OK</guilabel>.

source: To edit the properties of each user, click the <guilabel>Properties</guilabel> button located in the main <guilabel>Users</guilabel> window.
es: Para editar las propiedades de cada usuario, haga click en el boton <guilabel>Propiedades</guilabel> que se encuentra en la ventana principal de <guilabel>Usuarios</guilabel>.

source: To give a new user administrative rights (see <ulink type="help" url="ghelp:administrative">Administrative Tasks</ulink>), edit that user's properties and, under the <guilabel>User Privileges</guilabel> tab, ensure that the <guilabel>Administer the system</guilabel> box is checked.
es: Para otorgar a un nuevo usuarios derechos de administrador (ver <ulink type="help" url="ghelp:administrative">Tareas de administración</ulink>), edite las propiedades del usuario, y dentro de la solapa <guilabel>Privilegios del usuario</guilabel>, asegurese que la opción <guilabel>Administrar el sistema</guilabel> esté seleccionada.
it: Per garantire a un utente i permessi di amministratore (consultare <ulink url="administrative.xml">Compiti amministrativi</ulink>), modificare le proprietà dell'utente e nella scheda <guilabel>Privilegi utente</guilabel> assicurarsi che l'opzione <guilabel>Amministrazione del sistema</guilabel> sia selezionata.

source: Managing groups of users
es: Administración de grupos de usuarios
it: Gestire gruppi di utenti

source: To add a new group, select the <guilabel>Groups</guilabel> tab and click <guilabel>Add group</guilabel>. Choose a name for the new group and, if you want, change the default value for the <guilabel>Group ID</guilabel>. If you try to allocate a <guilabel>Group ID</guilabel> that is in use, the system will warn you.
es: Para añadir un nuevo grupo, seleccione la pestaña <guilabel>Grupos</guilabel> y pulse en <guilabel>Añadir Grupo</guilabel>. Escoja un nombre para el nuevo grupo y, si quiere, cambie el valor predeterminado del <guilabel>ID de grupo</guilabel>. Si trata de colocar un <guilabel>ID de grupo</guilabel> que ya esté en uso, el sistema le advertirá.

source: You can add users to the newly created group by selecting a user from the left menu and clicking on the <guilabel>Add</guilabel> button. Removing a user is as simple as adding one: select a user from the right menu then click <guilabel>Remove</guilabel>. When you are ready, click <guilabel>OK</guilabel> and the new group with its users, if inserted, will be created.
es: Podrá añadir usuarios al grupo recién creado seleccionando un usuario del menú de la izquierda y pulsando <guilabel>Añadir</guilabel>. Eliminar un usuario es tan simple como añadir uno: seleccione al usuario del menu de la derecha y pulse <guilabel>Borrar</guilabel>. Cuando esté listo, pulse <guilabel>Aceptar</guilabel> y se creará el nuevo grupo con sus usuarios, si los hay.
it: È possibile aggiungere degli utenti al gruppo appena creato selezionando un utente dal menù sulla sinistra e facendo clic sul pulsante <guilabel>Aggiungi</guilabel>. Rimuovere un gruppo è altrettanto semplice: selezionare un utente dal menù sulla destra e fare clic su <guilabel>Rimuovi</guilabel>. Una volta finito, fare clic sul pulsante <guilabel>OK</guilabel> e il nuovo gruppo con i suoi utenti verrà creato.

source: To edit the properties of a group, from within the <guilabel>Groups</guilabel> main window choose a group name and click on the <guilabel>Properties</guilabel> button.
es: Para editar las propiedades de un grupo, desde la ventana principal de <guilabel>Grupos</guilabel> seleccione un nombre de grupo y presione el botón <guilabel>Propiedades</guilabel>

source: To remove a user or a group from the system, select the user or group you want to delete and click <guilabel>Delete</guilabel>.
es: Para eliminar un usuario o un grupo del sistema, seleccione el usuario o el grupo que desea borrar y presione el botón <guilabel>Borrar</guilabel>
it: Per rimuovere un utente o un gruppo dal sistema, selezionare l'utente o il gruppo da eliminare e fare clic sul pulsante <guilabel>Elimina</guilabel>.

source: Update your computer
es: Actualice su ordenador
it: Aggiornare il proprio computer

source: Sometimes the Ubuntu developers release feature and security updates for applications and packages within the Ubuntu system. You should update your computer in order to keep it safe.
es: A veces los desarrolladores de Ubuntu publican características y actualizaciones de seguridad para aplicaciones y paquetes dentro del sistema Ubuntu. Debería actualizar su equipo para mantenerlo seguro.
it: A volte, gli sviluppatori di Ubuntu rilasciano nuove funzionalità e aggiornamenti di sicurezza per le applicazioni e i pacchetti di Ubuntu. È necessario aggiornare il proprio computer per mantenerlo sicuro.

source: When updates are available, Ubuntu will inform you with a message and an icon in your notification area. To update your system:
es: Cuando hayan actualizaciones disponibles, Ubuntu le informará con un mensaje y un icono en el área de notificación. Para actualizar su sistema:
it: Quando sono disponibili degli aggiornamenti, Ubuntu avviserà attraverso un messaggio e un'icona nell'area di notifica. Per aggiornare il sistema:

source: Click the icon in the notification area, enter your password and press <guibutton>OK</guibutton>.
es: Haga click en el icono del área de notificación, introduzca su contraseña y presione el botón <guibutton>Aceptar</guibutton>.
it: Fare clic sull'icona nell'area di notifica, inserire la password e premere <guibutton>OK</guibutton>.

source: The <application>Update Manager</application> program will list the available updates. To install these updates, press <guibutton>Install Updates</guibutton>. Ubuntu will then download and install the available updates from the Internet.
es: El programa <application>Gestor de actualizaciones</application> lista las actualizaciones disponibles. Para instalar estas actualizaciones presione el botón <guibutton>Instalar actualizaciones</guibutton>. A continuación, Ubuntu bajará e instalará las actualizaciones diponibles desde Internet.
it: Il programma <application>Gestore aggiornamenti</application> elencherà gli aggiornamenti disponibili. Per scaricare da internet e installare tali aggiornamenti, premere <guibutton>Installa aggiornamenti</guibutton>.

source: When <application>Update Manager</application> has finished updating your system, close the pop-up window with the <guibutton>Close</guibutton> button, then close <application>Update Manager</application> to finish updating your system.
es: Cuando el <application>Gestor de actualizaciones</application> termine de actualizar su sistema, cierre la ventana emergente con el botón <guibutton>Cerrar</guibutton>, y despues cierre el <application>Gestor de actualizaciones</application> para finalizar la actualización del sistema.
it: Quando <application>Gestore aggiornamenti</application> ha completato l'aggiornamento del sistema, chiudere la finestra a comparsa facendo clic su <guibutton>Chiudi</guibutton> quindi chiudere <application>Gestore aggiornamenti</application> per finire l'aggiornamento del sistema.

source: After installing some important updates, it may be necessary to restart your computer. If so, Ubuntu will inform you with a message and an icon in your notification area.
es: Luego de instalar algunas actualizaciones importantes puede ser necesario reiniciar su equipo. De ser así, Ubuntu le informará mediante un mensaje en el área de notificación.
it: Dopo aver installato degli aggiornamenti importanti, potrebbe essere necessario riavviare il computer. Se così fosse, Ubuntu avviserà attraverso un messaggio e un'icona nell'area di notifica.

source: To manually check for updates, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Update Manager</guimenuitem></menuchoice>.
es: Para verificar si hay actualizaciones manualmente, seleccione la opción <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Gestor de actualizaciones</guimenuitem></menuchoice>.
it: Per controllare manualmente la presenza di aggiornamenti, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Gestore aggiornamenti</guimenuitem></menuchoice>.

source: To change software update settings, press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Software Sources</guimenuitem></menuchoice>, enter your password and then click the <guilabel>Internet Updates</guilabel> tab.
es: Para cambiar la configuración de las actualizaciones de software, seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Administración</guimenuitem><guimenuitem>Orígenes del software</guimenuitem></menuchoice>, ingrese su contraseña y luego seleccione la solapa <guilabel>Actualizaciones por Internet</guilabel>.
it: Per modificare le impostazione degli aggiornamenti software, scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Amministrazione</guimenuitem><guimenuitem>Sorgenti software</guimenuitem></menuchoice>, inserire la password e selezionare la scheda <guilabel>Aggiornamenti internet</guilabel>.

source: Lock your screen while away
es: Bloquear la pantalla mientras esté ausente
it: Bloccare lo schermo durante le assenze
ro: Blocaţi ecranul în lipsa dumneavoastră

source: Locking your screen prevents other people from accessing your computer while you are away from it. All of your applications and work remain open while the screen is locked, and the screensaver is displayed.
es: Bloquear su pantalla previene que otras personas accedan a su computador mientras se encuentra ausente. Todas sus aplicaciones y trabajos se mantendrán abiertos mientras la pantalla está bloqueada y se muestra el salvapantalla.
it: Bloccare lo schermo impedisce ad altre persone di accedere al proprio computer mentre si è lontani da esso. Tutte le applicazioni e il lavoro svolto rimarranno aperti fintanto che lo schermo è bloccato e il salvaschermo visualizzato.
ro: Blocarea ecranului dumneavoasră previne accesarea calculatorului de către alte persoane în timpul în care nu îl folosiți. Toată munca și toate aplicațiile vor rămâne deschise pe durata în care ecranul este blocat și va fi afișat ecranul de veghe.

source: You can lock your screen in one of the following ways:
es: Puede bloquear su pantalla de una de las siguientes maneras:
it: È possibile bloccale lo schermo nei seguenti modi:
ro: Ecranul poate fi blocat în două moduri:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Quit...</guimenuitem><guimenuitem>Lock Screen</guimenuitem></menuchoice>.
es: Seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Salir...</guimenuitem><guimenuitem>Bloquear Pantalla</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Esci...</guimenuitem><guimenuitem>Blocca schermo</guimenuitem></menuchoice>.
ro: Selectaţi din meniul principal <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Ieşire...</guimenuitem><guimenuitem>Blocare ecran</guimenuitem></menuchoice>.

source: Press <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> to lock the screen. This keyboard shortcut can be changed in <menuchoice><guimenu>System</guimenu><guimenuitem>Preferences</guimenuitem><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>.
es: Pulse <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo> para bloquear la pantalla. Este atajo de teclado puede ser modificado en <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>Atajos de Teclado</guimenuitem></menuchoice>.
it: Premere <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Questa scorciatoia da tastiera può essere modificata in <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Preferenze</guimenuitem><guimenuitem>Scorciatoie da tastiera</guimenuitem></menuchoice>.
ro: Apăsaţi combinaţia de taste <keycombo><keycap>Control</keycap><keycap>Alt</keycap><keycap>L</keycap></keycombo>. Această combinaţie de taste poate fi modificată din <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Preferinţe</guimenuitem><guimenuitem>Combinaţii de taste</guimenuitem></menuchoice>.

source: You can add a <guibutton>Lock Screen</guibutton> button to a panel for easy access. Right-click a panel (for example, the panel at the top of the screen), select <guibutton>Add to Panel...</guibutton> and drag the <guibutton>Lock Screen</guibutton> item to the desired location.
es: Para un acceso más rápido, puede agregar un botón <guibutton>Bloquear la pantalla</guibutton> a un panel. Para ello, presione el botón derecho sobre un panel (por ejemplo, el panel en la parte superior de la pantalla), seleccione <guibutton>Añadir al panel...</guibutton> y arrastre el elemento <guibutton>Bloquear la pantalla</guibutton> al lugar que desee.
it: Per un accesso più comodo, è possibile aggiungere un pulsante <guibutton>Blocca schermo</guibutton> a un pannello. Fare clic con il tasto destro su un pannello (per esempio quello situato all'estremità superiore dello schermo), selezionare <guibutton>Aggiungi al pannello...</guibutton> e trascinare l'elemento <guibutton>Blocca schermo</guibutton> nella posizione desiderata.
ro: Pentru acces mai simplu se poate adăuga un buton <guibutton>Blocare ecran</guibutton> în unul dintre panouri. Efectuaţi clic dreapta pe un panou (de ex. pe cea din partea de sus a ecranului) şi selectaţi <guibutton>Adaugă la panou...</guibutton>; trageţi apoi itemul <guibutton>Blochează ecranul</guibutton> pe bara de stare în poziţia dorită.

source: To unlock the screen, move the mouse or press a key. Then, type your password and either press the <keycap>Return</keycap> key or press the <guibutton>Unlock</guibutton> button.
es: Para desbloquear la pantalla, mueva el ratón o presione una tecla. Luego, escriba su contraseña y presione la tecla <keycap>Intro</keycap> o presione el botón <guibutton>Desbloquear</guibutton>.
it: Per sbloccare lo schermo, muovere il mouse o premere un tasto, quindi digitare la password e premere <keycap>Invio</keycap> oppure fare clic sul pulsante <guibutton>Sblocca</guibutton>.
ro: Pentru a debloca ecranul, mișcați mouse-ul sau apăsați o tastă. Apoi, introduceți parola dumneavoastră și apăsați tasta <keycap>Enter</keycap> sau butonul <guibutton>Deblochează</guibutton>.
