Repository: ahoneybun/pop-docs
Catalog: ubuntu/administrative/po/*.po
Languages: ar, gl, he, nb, nn, oc, pl, sk, zh_hk

source: Sudo will remember your password for a set amount of time; by default this is 15 minutes, but can be changed. This feature was designed to allow users to perform multiple administrative tasks without being asked for a password each time.
he: Sudo יזכור את סיסמתך לזמן מסויים. כברירת מחדל, לזמן של 15 דקות, אולם זמן זה ניתן לשינוי. אפשרות זו אופשרה בכדי להקל על משתמשים לבצע כמה משימות ניהול מבלי להקיש את הסיסמא שוב ושוב.
nn: Sudo hugsar passordet ditt i ein avgrensa periode, og som standard er dette 15 minutt, men det kan endrast. Denne funsjonen vart laga for at brukarane kunne gjera fleire administrative oppgåver utan å verta spurde om passord kvar gong.
pl: Sudo zapamięta Twoje hasło na pewien czas; domyślnie jest to 15 minut, ale wartość ta może zostać zmieniona. Ta funkcja została zaprojektowana, aby pozwolić użytkownikom na wykonywanie wielu zadań w trybie administratora bez proszenia ich o podanie hasła za każdym razem.
sk: Sudo si zapamätá vaše heslo po určitý čas, prednastavené je to na 15 minút, ale sá sa to zmeníť. Táto vlastnosť bola vytvorená aby umožnila používateľom vykonávať viacero admininstračných úloh bez neustáleho vyžadovania hesla.

source: To use a <emphasis>root</emphasis> terminal, type <command>sudo -i</command> at the command line.
he: כדי להשתמש במסוף <emphasis>root</emphasis>, הקלד <command>sudo -i</command> בשורת הפקודה.
nn: For å bruka ein <emphasis>root</emphasis>-terminal, skriv <command>sudo -i</command> på kommandolinja.
oc: Per utilizar un terminal en tant que <emphasis>root</emphasis>, picatz <command>sudo -i</command> al convit de comanda.
pl: Aby skorzystać z terminala użytkownika <emphasis>root</emphasis>, wprowadź polecenie <command>sudo -i</command>.
sk: Na použitie <emphasis>root</emphasis> terminálu zadajte v príkazovom riadku <command>sudo -i</command>.

source: To show a graphical password prompt, type <command>gksudo</command> at the command line, followed by the command you wish to run.
he: כדי להציג ייצוג גרפי לבקשת הסיסמה, הקלד <command>gksudo</command> בשורת הפקודה, אחרי הפקודה שאתה מעוניין להריץ.
nn: For å få ei grafisk passordspørjing, skriv <command>gksudo</command> på kommandolinja, og deretter kommandoen du vil køyra.
oc: Per afichar un convit grafic de senhal, picatz <command>gksudo</command> en linha de comanda, seguit de la comanda que desiratz executar.
pl: Aby wyświetlić dialog zapytania o hasło, wprowadź polecenie <command>gksudo</command>, następnie polecenie które chcesz uruchomić.
sk: Na zobrazenie grafickej výzvy na zadanie hesla napíšte v príkazovom riadku <command>gksudo</command> a za tým príkaz, ktorý si prajete spustiť.

source: Be careful when using sudo; you might damage your system if you type the wrong command! As a general rule, only use sudo when absolutely necessary.
he: היזהר בעת השימוש ב sudo; הינך יכול לפגוע במערכת אם תקיש פקודה לא נכונה! כחוק, השתמש ב sudo רק מתי שאתה באמת צריך.
nn: Ver varsam når du nyttar sudo, du kan koma til å skada systemet dersom du skriv inn feil kommando! Det kan vera lurt å ha som ein hovudregel at du berre nyttar sudo-kommandoen når det er absloutt naudsynt.
oc: Siatz prudent quand utilizatz sudo, poiriatz damatjar vòstre sistèma en picant una comanda marrida ! En règla generala, utilizetz pas sudo que se es necessari.
pl: Sudo należy używać z należytą ostrożnością - istnieje możliwość uszkodzenia systemu po wprowadzeniu nieprawidłowego polecenia! Naczelną zasadą jest używanie sudo tylko wtedy, kiedy jest to absolutnie konieczne.
sk: Pri používaní sudo buďte opatrní: zadaním nesprávneho príkazu si môžete poškodiť systém! Ako všeobecné pravidlo platí, že používajte sudo iba keď to nevyhnutne potrebné.

source: translator-credits
ar: علي عبد العزيز verb3k@gmail.com 2007
gl: neuromancer <neuromancer EN tgwifi PUNTO org>
he: Launchpad Contributions: Revan https://launchpad.net/~mark125 Yaniv Abir https://launchpad.net/~yanivabir Launchpad Contributions: Beni Gazala https://launchpad.net/~beni-gazala Mark Krapivner https://launchpad.net/~mark125 Ofir Klinger https://launchpad.net/~klinger-ofir Omri Strumza https://launchpad.net/~blueomega Yaniv Abir https://launchpad.net/~yanivabir
nb: Anders Martinsen <>, Tor Harald Thorland <linux@strigen.com>, 2006 Launchpad Contributions: Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Bjørn Petter Kysnes https://launchpad.net/~bepe86 Daniel Høyer Iversen https://launchpad.net/~dahoiv Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Tor Harald Thorland https://launchpad.net/~linux-strigen Launchpad Contributions: Bjørn Petter Kysnes https://launchpad.net/~bepe86 Daniel Høyer Iversen https://launchpad.net/~dahoiv Eirik Fikkan https://launchpad.net/~efikkan Eirik Haatveit https://launchpad.net/~haatveit Jørgen Tellnes https://launchpad.net/~jorgis Morten Mytting Wang https://launchpad.net/~mortenmw Tor Harald Thorland https://launchpad.net/~linux-strigen
nn: Launchpad Contributions: Eirik U. Birkeland https://launchpad.net/~eirikub
oc: La còla occitana de revirada d'Ubuntu, 2006 - ubuntu-l10n-oci@lists.ubuntu.com Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay Launchpad Contributions: Cédric VALMARY https://launchpad.net/~cvalmary Yannig MARCHEGAY (Kokoyaya) https://launchpad.net/~yannick-marchegay
pl: Tomasz Dominikowski (Polish Ubuntu Translators) Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Kabar https://launchpad.net/~jaquba Pawel Dyda https://launchpad.net/~pawel-dyda przemq https://launchpad.net/~pjagoda Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Kabar https://launchpad.net/~jaquba Pawel Dyda https://launchpad.net/~pawel-dyda przemq https://launchpad.net/~pjagoda Launchpad Contributions: Dominik Zablotny https://launchpad.net/~doza Kabar https://launchpad.net/~jaquba Maciej Górnicki https://launchpad.net/~gutko Michał Jabłoński https://launchpad.net/~jablonski-michal Pawel Dyda https://launchpad.net/~pawel-dyda Piotr Strębski https://launchpad.net/~strebski przemq https://launchpad.net/~pjagoda
sk: Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Matej Duman https://launchpad.net/~dumi Peter Júnoš https://launchpad.net/~petoju Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Peter Júnoš https://launchpad.net/~petoju Launchpad Contributions: Ján Dráb https://launchpad.net/~cortex Laco Horváth https://launchpad.net/~6205 Launchpad Translations Administrators https://launchpad.net/~rosetta-admins Matej Duman https://launchpad.net/~dumi Peter Júnoš https://launchpad.net/~petoju ilmaris https://launchpad.net/~jozef-misik salwator https://launchpad.net/~salwator-centrum

source: Canonical Ltd. and members of the Ubuntu Documentation Project
ar: كانونيكال المحدودة وأعضاء مشروع توثيق أوبونتو
gl: Canonical Ltd. e os membros do Proxecto de Documentación de Ubuntu
zh_hk: Canonical Ltd. 及 Ubuntu 文件計劃的成員

source: When you run an application that requires administrative privileges, sudo will ask you to input your user password. This ensures that rogue applications cannot damage your system, and serves as a reminder that you are about to perform administrative actions which require you to be careful! However, each time you insert the password, the system remembers it for 15 minutes so that you do not have to type it again.
ar: عندما تشغل برنامجاً يتطلب إمتيازات إدارية فسيطلب منك sudo إدخال كلمة المرور الخاصة بك . هذا سيضمن لك عدم تضرر نظامك من قبل البرامج الضارة وسيعمل أيضاً كمنبه لك بأنك على وشك تأدية مهام إدارية تتطلب حذراً شديداً ! لكن في كل مرة تدخل فيها كلمة المرور الخاصة بك فإن النظام يبقى متذكراً لها لمدة 15 دقيقة لكي لا تضطر إلى كتابتها في كل مرة تريد فيها تأدية مهمة إدارية.
zh_hk: 當你要執行需要管理權限的程式時，sudo 將會提示你輸入密碼。這樣就能確保惡意程式不能損害系統，及作為提醒，你是現正進行管理工作並需要謹慎! 然而，你每次輸入密碼後，系統會用15分鐘記憶密碼 ，因此你無需重新輸入。

source: To use sudo when using the command line, simply type "sudo" before the command you wish to run. Sudo will then prompt you for your password.
ar: لإستخدام sudo في سطر الأوامر أدخل " sudo " قبل الأمر الذي تريد تنفيذه عندها سوف يطلب منك sudo أن تدخل كلمة المرور.
gl: Para empregar sudo na liña de comandos, simplemente escribe "sudo" antes do comando que desexes utilizar. Sudo preguntarache polo teu contrasinal.
zh_hk: 在指令使用sudo，只需在執行的指令行前面輸入「sudo」，Sudo 就會指示你輸入你的密碼。

source: Sudo will remember your password for a set amount of time, which by default is 15 minutes, but can be changed. This feature was designed to allow users to perform multiple administrative tasks without being asked for a password each time.
ar: سيتذكر sudo كلمة المرور الخاصة بك لمدة معينة من الوقت , والتي هي 15 دقيقة حسب الإعدادات الإفتراضية , ولكن يمكن تغيرها. تم تصميم هذه الخاصية للسماح للمستخدمين بأداء عدة مهام إدارية بدون أن يطلب منهم إدخال كلمة المرور في كل مرة.
gl: Sudo lembrará o teu contrasinal por un período determinado de tempo, que son 15 minutos por omisión, ainda que isto pódese mudar. Esta característica deseñouse para permitir que os usuarios realicen varias tarefas administativas sen que se lles pida o contrasinal de cada vez.
zh_hk: Sudo 將會在設定時間內提示你的密碼輸入，時間預設為15 分鐘，然而時間是可以調整的。這項特點是為容許使用者同時進行多項管理工作、而無需每次被問及密碼而設的。

source: Be careful when doing administrative tasks, you might damage your system!
ar: كن حذراً عن تأديتك للمهام الأدارية , حيث أن الأخطاء قد تسبب الضرر لنظامك !
gl: Sexa coidadoso o facer tarefas adminitrativas, !Pode danar o sistema!
zh_hk: 行使管理工作時請小心，你可能會讓系統損害!

source: Some other tips on using sudo:
ar: بعض النصائح المتعلقة بأمر sudo :
gl: Outras suxerencias para a utilización de sudo:
zh_hk: 一些使用「sudo」的其他秘訣:

source: To use a "root" terminal, type "sudo -i" at the command line.
ar: للحصول على سطر أوامر مدير النظام ( root ) أدخل " sudo -i" في سطر الأوامر.
gl: Para utilizar un terminal "root", escriba "sudo -i" na liña de comandos.
zh_hk: 要使用「根」終端機，在指令行輸入「sudo -i」。

source: In Ubuntu, for security reasons, administrative tasks are confined to users with special privileges. Administrative access is given to individual users, who may use the <application>sudo</application> command to perform administrative tasks. The first user account you created on your system during installation will, by default, have access to sudo. You can restrict and enable sudo access to users with the <application>Users and Groups</application> application (see <ulink type="help" url="ghelp:keeping-safe#users">Using separate users</ulink> for more information).
zh_hk: 由於安全理由，於Ubuntu環境的管理工作是限於使用特別權限的使用者。某些使用<application>sudo</application> 指令進行管理工作的使用者才可以擁有管理存取。你在安裝系統時建立的首位使用者帳戶，經已預設為擁有sudo存取。你可於<application>使用者及群組</application>程式內限制及賦予使用者使用sudo存取。(參閱<ulink type="help" url="ghelp:keeping-safe#users">以個別使用者運用</ulink> 取得更多資訊)。
