Repository: ahoneybun/pop-docs
Catalog: ubuntu/administrative/po/*.po
Languages: ar, gl, he, nb, nn, oc, pl, sk, zh_hk

source: ubuntu-doc@lists.ubuntu.com (Ubuntu Documentation Project)
he: ubuntu-doc@lists.ubuntu.com (פרויקט התיעוד של אובונטו)
nb: ubuntu-doc@lists.ubuntu.com (Ubuntu dokumentasjonsprosjekt)
nn: ubuntu-doc@lists.ubuntu.com (Dokumentasjonsprosjektet for Ubuntu)
oc: ubuntu-doc@lists.ubuntu.com (projècte de documentacion d'Ubuntu)
pl: ubuntu-doc@lists.ubuntu.com (Projekt Dokumentacji Ubuntu)
sk: ubuntu-doc@lists.ubuntu.com (Dokumentačný projekt Ubuntu)

source: Administrative Tasks
ar: المهام الإدارية
gl: Tarefas Administrativas
he: משימות ניהוליות
nn: Administrative oppgåver
oc: Prètzfaches administratius
pl: Zadania administracyjne
sk: Správcovské úlohy
zh_hk: 管理工作

source: Learn how to work with administrative applications in Ubuntu.
he: למד כיצד לעבוד עם כלי ניהול באובונטו.
nb: Lær hvordan arbeide med administrative programmer i Ubuntu.
nn: Lær korleis ein arbeider med administrative program i Ubuntu.
pl: Naucz się, jak używać programów administracyjnych w Ubuntu.
sk: Naučiť sa ako pracovať so správcovskými aplikáciami v Ubuntu.

source: Credits and License
ar: فريق العمل والرخصة
gl: Créditos e Licencia
he: קרדיטים ורישיון
nb: Medvirkende og Lisens
nn: Bidragsytarar og lisens
oc: Mercejaments e licéncia
pl: Podziękowania i licencja
sk: Poďakovanie a licencia

source: This document is maintained by the Ubuntu documentation team (https://wiki.ubuntu.com/DocumentationTeam). For a list of contributors, see the <ulink url="../../../common/C/contributors.xml">contributors page</ulink>
ar: أعد هذه الوثيقة فريق توثيق ابونتو (https://wiki.ubuntu.com/DocumentationTeam). لعرض قائمة بأسماء المشاركين إنظر <ulink url="../../../common/C/contributors.xml">صفحة المشاركين</ulink>
gl: Este documento está xestionado polo equipo de documentación de Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Para ter unha lista das persoas que contribuiron, vexa <ulink url="../../../common/C/contributors.xml">a páxina de colaboradores</ulink>
he: המסמך הזה מתוחזק על ידי צוות התיעוד של אובונטו (https://wiki.ubuntu.com/DocumentationTeam). לרשימת התורמים, ראה <ulink url="../../../common/C/contributors.xml">עמוד התורמים</ulink>
nb: Dette dokumentet er vedlikeholdt av Ubuntus dokumentasjonsteam (https://wiki.ubuntu.com/DocumentationTeam). For en liste av medvirkende, se siden for <ulink url="../../../common/C/contributors.xml">medvirkende</ulink>
nn: Dette dokumentet er heldt vedlike av dokumentasjonsgruppa for Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). For ei liste over medverkande, sjå sida for <ulink url="../../../common/C/contributors.xml">medverkande</ulink>
oc: Aqueste document es mantengut per l'equipa de documentacion d'Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Per obténer la lista dels contributors, consultatz la <ulink url="../../../common/C/contributors.xml">pagina dels contributors</ulink>.
pl: Ten dokument znajduje się pod opieką zespołu dokumentacji Ubuntu (https://wiki.ubuntu.com/PolishTeam). Aby zobaczyć listę współtwórców, przejdź na <ulink url="../../../common/C/contributors.xml">stronę współtwórców</ulink>
sk: Tento dokument je spravovaný dokumentačným tímom Ubuntu (https://wiki.ubuntu.com/DocumentationTeam). Pre zoznam prispievateľov pozrite <ulink url="../../../common/C/contributors.xml">stránku prispievateľov</ulink>
zh_hk: 本文件是由Ubuntu說明文件小組(https://wiki.ubuntu.com/DocumentationTeam) 維護的。請到<ulink url="../../../common/C/contributors.xml">貢獻者頁</ulink>取得所有貢獻者的列表。

source: This document is made available under the Creative Commons ShareAlike 2.5 License (CC-BY-SA).
ar: هذا المستند متوفر تحت رخصة Commons ShareAlike 2.5
gl: Este documento está disponíbel baixo a Licenza Creative Commons ShareAlike 2.5 (CC-BY-SA).
he: המסמך זמין תחת רישיון ייחוס-שיתוף זהה 2.5 (CC-BY-SA)
nb: Dette dokumentet er gjort tilgjengelig under Creative Commons ShareAlike 2.5 lisensen (CC-BY-SA)
nn: Dette dokumentet er tilgjengelig under Creative Commons ShareAlike 2.5-lisensen (CC-BY-SA)
oc: Aqueste document es difusit jos licéncia Creative Commons Paternitat - Partatge a l'Identic (CC-BY-SA 2.5).
pl: Ten dokument jest dostępny na licencji Creative Commons ShareAlike 2.5 (CC-BY-SA).
sk: Tento dokument je dostupný pod licenciou Creative Commons ShareAlike 2.5 (CC-BY-SA).
zh_hk: 本文件是以Creative Commons ShareAlike 2.5 License (CC-BY-SA) 發放的。

source: You are free to modify, extend, and improve the Ubuntu documentation source code under the terms of this license. All derivative works must be released under this license.
ar: بإمكانك تعديل وتوسيع وتطوير شفرات المصدر التابعة لتوثيق ابونتو تحت شروط هذه الرخصة. كل الأعمال المشتقة من هذا العمل يجب أن ترخص بنفس الرخصة.
gl: Ten liberdade para modificar, ampliar e mellorar o código fonte da documentación de Ubuntu baixo os termos desta licencia. Todas as obras derivadas téñense que publicar baixo a esta licencia.
he: אתה חופשי לשנות, להרחיב ולשפר את קוד המקור של תיעוד אובונטו תחת תנאי רישיון זה. כל העבודות הנגזרות חייבות להיות מופצות תחת רישיון זה.
nn: Du står fritt til å endra, utvida og forbetra kjeldekoden i Ubuntu-dokumentasjonen under vilkåra til denne lisensen. Alt avleidd arbeid må publiserast under denne lisensen.
oc: Sètz liure de modificar, de completar o de melhorar lo còde font de la documentacion Ubuntu jols termes d'aquesta licéncia. Totes los trabahs derivats devon èsser difusits jos aquesta meteissa licéncia.
pl: Masz prawo modyfikować, rozszerzać i poprawiać kod źródłowy dokumentacji Ubuntu pod warunkami zawartymi w niniejszej licencji. Wszelkie dzieła pochodne muszą być udostępniane na niniejszej licencji.
sk: Môžete slobodne modifikovať, rozširovať a zlepšovať zdrojové kódy Ubuntu dokumentácie pod podmienkami tejto licencie. Všetky odvodené práce musia byť vydané pod touto licenciou.
zh_hk: 你可以自由地以此許可證的條文修改、擴充和改進Ubuntu說明文件源碼。然而所有衍生的作品都必須在此許可證下發放。

source: This documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE AS DESCRIBED IN THE DISCLAIMER.
ar: يوزع هذا التوثيق على أمل أنه سيكون مفيداً , لكن بدون أية ضمانات , حتى بدون الضمان الملمح لقابلية التسويق أو مناسبة الإستخدام لغرض معين كما هو مبين في وثيقة التنصّل.
gl: Esta documentación distribúese coa esperanza de que resulte útil, mais SEN GARANTÍA NENGUNHA; sen sequer a garrantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN PARA UN PROPÓSITO ESPECÍFICO, TAL E COMO SE DESCRIBE NA CLÁUSULA DE EXENCIÓN DE RESPONSABILIDADE.
he: תיעוד זה מופץ בתקווה שיהווה תועלת, אך ללא שום אחריות; אפילו ללא האחריות המשתמעת או הנרמזת של "סחר או התאמה למטרה מסויימת" כפי שמתואר בהצהרה.
nb: Denne dokumentasjonen er distribuert i håp om at den skal være nyttig, men UTEN NOEN GARANTI; selv uten den anmodede garantien for KURANT KVALITET eller TILPASSELIGHET FOR EN SPESIFIK HENSIKT SOM BESKREVET I ANSVARSFRASKRIVELSEN.
nn: Denne dokumentasjonen er distribuert i håp om at han kan vera nyttig, men UTAN NOKON GARANTI, heller ikkje med den underforståtte garantien for KURANT KVALITET eller at han er BRUKBAR FOR EIT SPESIFIKT FORMÅL SOM SKILDRA I ANSVARSFRÅSKRIVINGA.
oc: Aquesta documentacion es distribuida dins l'esper que serà utila, mas SENS CAP DE GARANTIA quina que siá ; exprèssa o implicita, i comprés, mas sens i èsser limitat, las garantias D'APTITUD A LA VENDA o AMB UNA TÒCA PARTICULARA COMA EXPAUSAT DINS LA MESA EN GÀRDIA. (N.B. : en cas de litigi, sola la version anglesa fa fe).
pl: Ten dokument jest rozpowszechniany z nadzieją, iż będzie przydatny, ale BEZ ŻADNYCH GWARANCJI; nawet bez dorozumianej gwarancji ZGODNOŚCI Z UMOWĄ lub MOŻLIWOŚCI ZASTOSOWANIA W KONKRETNYM CELU OPISANEJ W OŚWIADCZENIU.
sk: Táto dokumentácia je dodávaná v nádeji, že bude užitočnou, no BEZ AKEJKOĽVEK ZÁRUKY; ktorá nezahŕňa ani implicitnú záruku PREDAJNOSTI alebo VHODNOSTI PRE URČITÝ ÚČEL TAK, AKO JE POPISOVANÉ V ZRIEKNUTÍ SA ZÁRUKY.
zh_hk: 本項文件的分發目的是給予幫助，然而卻不保證; 甚至不包含免責聲明內的可售性或適用於某一目的之保證 。

source: A copy of the license is available here: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
ar: توجد نسخة من الرخصة هنا: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
gl: Existe unha copia da licenza aquí: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
he: עותק של רשיון זה זמין כאן: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
nb: En kopi av lisensen er tilgjengelig her: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike Lisens</ulink>.
nn: Ein kopi av lisensen er tilgjengeleg her: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
oc: Una còpia de la licéncia es disponibla aicí : <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licéncia Creative Commons Paternitat-Pertatge a l'identic</ulink>
pl: Kopia tej licencji dostępna jest tutaj: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Licencja Creative Commons ShareAlike</ulink>.
sk: Kópia licencie je dostupná tu: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.
zh_hk: 授權文件的副本可於以下網址取得: <ulink url="/usr/share/ubuntu-docs/common/C/ccbysa.xml">Creative Commons ShareAlike License</ulink>.

source: Ubuntu Documentation Project
he: פרויקט התיעוד של אובונטו
nb: Ubuntu Dokumentasjons Prosjektet
nn: Dokumentasjonsprosjektet for Ubuntu
sk: Ubuntu Dokumentačný Projekt

source: Canonical Ltd. and members of the <placeholder-1/>
nb: Canonical Ltd. og medlemmer av <placeholder-1/>
nn: Canonical Ltd. og medlemmer av <placeholder-1/>
sk: Canonical Ltd. a členovia <placeholder-1/>

source: The Ubuntu Documentation Project
ar: مشروع توثيق أوبونتو
gl: O Proxecto de Documentación do Ubuntu
he: פרוייקט התיעוד של אובונטו
nb: Ubuntus Dokumentasjonsprosjekt
nn: Dokumentasjonsprosjektet for Ubuntu
oc: Lo projècte de documentacion d'Ubuntu
pl: Projekt Dokumentacji Ubuntu
sk: Dokumentačný projekt Ubuntu
zh_hk: Ubuntu 文件計劃

source: For security reasons, administrative tasks in Ubuntu can only be performed by users with special administrative privileges.
he: בגלל סיבות בטחוניות, משימות מנהליות באובונטו יכולות להתבצע אך ורק ע"י משתמשים עם הרשאות מיוחדות.
nb: Av sikkerhetsgrunner kan administrative oppgaver i Ubuntu bare bli utført av brukere med spesielle administrasjonsrettigheter
nn: Av tryggleiksgrunnar kan administrative oppgåver i Ubuntu berre utførast av brukarar med spesielle administrasjonsrettar.
oc: Per de rasons de seguretat, los prètzfaches administratius dins Ubuntu sonque pòdon èsser efectuats per d'utilizaires qu'an de privilègis especials d'administracion.
pl: Ze względów bezpieczeństwa, w systemie Ubuntu zadania administracyjne mogą być wykonywane tylko przez użytkowników posiadających specjalne uprawnienia.
sk: Z bezpečnostných dôvodov môžu byť správcovské úlohy v Ubuntu uskutočňované len používateľmi so špeciálnymi správcovskými privilégiami.

source: Administrative access can be given to individual users, who can use the <ulink type="help" url="man:sudo">sudo</ulink> command to perform administrative tasks. The first user account you created on your system during installation will, by default, be able to perform administrative tasks.
he: הרשאות ניהול יכולות להינתן למשתמשים מסויימים בעזרת הפקודה <ulink type="help" url="man:sudo">sudo</ulink> המאפשרת ביצוע משימות ניהול. חשבון המשתמש הראשון שיצרתה במהלך ההתקנה, יהיה כברירת מחדל בעל הרשאות ניהול.
nn: Administrativ tilgang kan gjevast til individuelle brukarar som kan bruke <ulink type="help" url="man:sudo">sudo</ulink>-kommandoen til å gjere administrative oppgåver. Den fyrste brukarkontoen du laga på systemet ditt under installasjonen kan, som standard, utføre administrative oppgåver.
pl: Dostęp w trybie administratora może być nadany dowolnemu użytkownikowi, aby uzyskał prawo do używania polecenia <ulink type="help" url="man:sudo">sudo</ulink> do wykonywania zadań administracyjnych. Pierwsze konto użytkownika, stworzone podczas instalacji systemu, domyślnie może wykonywać zadania w trybie administratora.

source: When you run an application that requires administrative privileges, you will be asked to enter your user password. This ensures that rogue applications cannot damage your system, and serves as a reminder that you are about to perform administrative actions which require you to be careful!
he: בהרצת תוכנה הדורשת הרשאות ניהול, תתבקש לספק את סיסמתך (סיסמת הכניסה למערכת). פעולה זו מבטיחה שתוכנות פוגעניות לא יחבלו במערכת, ובנוסף, היא משמשת כתזכורת לכך שהרשאות ניהול עומדות להינתן לך, ושעליך לשים לב!
nn: Når du køyrer eit program som treng administrative rettar, vert du spurt om å oppgje passordet ditt. Dette sikrar at svindlarprogram ikkje kan skade systemet ditt, og fungerer også som ei påminning om at du er i ferd med å utføra administrative handlingar som krevar at du er forsiktig!
pl: Kiedy uruchamiasz program wymagający uprawnień administratora, zostaniesz poproszony o podanie swojego hasła. Jest to zabezpieczenie przed programami, które mogłyby uszkodzić Twój system i służy jako przypomnienie o tym, że masz zamiar wykonać zadanie w trybie administratora, i że wymaga to wzmożonej uwagi.

source: All of the default graphical configuration tools in Ubuntu already use sudo, so they will prompt you for your password if needed.
ar: كل أدوات الإعداد ذات الواجهات الرسومية تستخدم في الأصل الأمر sudo , لذلك فعند تشغيل أحدى هذه الأدوات سوف يطلب منك ان تدخل كلمة المرور.
gl: Todas as ferramentas gráficas de configuración no Ubuntu xa utilizan o sudo por omisión, de maneira que lle pedirán o seu contrasinal de ser preciso.
he: כל כלי ההגדרות הגרפיים שבאים עם אובונטו משתמשים ב-sudo כברירת מחדל, ויבקשו ממך את הסיסמה שלך במקרה הצורך.
nb: Alle standard grafiske konfigurasjons verktøy i Ubuntu brukere allerede sudo, så de vil spørre deg om ditt passord hvis det trenges.
nn: Alle dei grafiske konfigurasjonsverktøya i Ubuntu brukar allereie sudo, så dei vil spørja etter passord om det er naudsynt.
oc: Totes los espleches de configuracion grafics dins Ubuntu ja utilizan sudo e vos demandan automaticament vòstre senhal quand aquò es necessari.
pl: Wszystkie domyślne graficzne narzędzia konfiguracji w Ubuntu już używają sudo, więc poproszą o twoje hasło jeśli będzie to konieczne.
sk: Všetky štandardné grafické konfiguračné nástroje v Ubuntu už používajú sudo, takže si od vás vypýtajú heslo podľa potreby.
zh_hk: 所有在Ubuntu預設的圖像化設定工具經已使用「sudo」，所以程式在需要時會提示你輸入密碼。

source: Each time you type your password, the system remembers it for 15 minutes so that you do not have to type it again.
he: המערכת זוכרת את הסיסמה שהוקלדה למשך 15 דקות, כך שאין צורך להקלידה שוב ושוב.
nb: Hver gang du taster inn ditt passord husker systemet det i 15 minutter slik at du ikke må skrive det inn igjen.
nn: Kvar gong du tastar inn passordet ditt hugsar systemet det i 15 minutt slik at du ikkje må skriva det inn fleire gonger etter kvarandre.
pl: Za każdym razem, kiedy wpisujesz swoje hasło, system pamięta je przez 15 minut abyś nie musiał wpisywać go ponownie.
sk: Vždy keď zadáte vaše heslo, systém si ho bude 15 minút pamätať, takže ho nemusíte zadávať znova.

source: For more information on the <application>sudo</application> program and the absence of a root user in Ubuntu, read the <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> on the Ubuntu wiki.
ar: لمزيد من المعلومات عن برنامج <application>sudo</application> وعن غياب المستخدم root في أبونتو , إقرأ <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> الموجودة في الـ wiki التابعة لأبونتو.
he: למידע נוסף על התכנית <application>sudo</application> ועל העדרות משתמש מנהל מערכת באובונטו, קראו את <ulink url="https://help.ubuntu.com/community/RootSudo">sudo page</ulink> בויקי של אובונטו.
nb: For mer informasjon om <application>sudo</application> programmet og mangelen på en root bruker i Ubuntu, les <ulink url="https://help.ubuntu.com/community/RootSudo">sudo siden</ulink> på Ubuntu wiki'en.
nn: Om du vil ha meir informasjon om <application>sudo</application> og mangelen på root-brukar i Ubuntu kan du lesa <ulink url="https://help.ubuntu.com/community/RootSudo">sudo-sida</ulink> på Ubuntu Wiki.
oc: Per ne saber mai sul programa <application>sudo</application> e l'abséncia d'utilizaire root (superutilizaire) consultatz <ulink url="http://doc.ubuntu-oc.org/sudo">la pagina sudo</ulink> sul wiki occitanofòn.
pl: Aby uzyskać więcej informacji na temat <application>sudo</application> i braku konta administratora w Ubuntu, przeczytaj <ulink url="https://help.ubuntu.com/community/RootSudo">stronę na temat sudo</ulink>, która znajduje się na Ubuntu wiki (uwaga, strona w języku angielskim).
sk: Pre viac informácií o programe <application>sudo</application> a absencii užívateľa root v Ubuntu si prečítajte <ulink url="https://help.ubuntu.com/community/RootSudo">stránku o sudo</ulink> na wiki Ubuntu.
zh_hk: 請參閣在wiki的Ubuntu <ulink url="https://help.ubuntu.com/community/RootSudo">sudo 頁</ulink>取得更多<application>sudo</application> 程式及在Ubuntu環境下不需「根」使用者的資訊。

source: Giving administrative access to a user
he: נותן הרשאות ניהול למשתמש
nb: Gi administrativ tilgang til en bruker
nn: Gje administrativ tilgang til ein brukar
oc: Balhar los dreches d'administrator a un utilizaire
pl: Przydzielanie użytkownikom dostępu administracyjnego
sk: Pridanie správcovského oprávnenia používateľovi

source: You can restrict and enable administrative (sudo) access to users with the <ulink type="help" url="ghelp:users-admin">Users and Groups application</ulink>:
he: אתה יכול להגביל או להפעיל את הגישה הניהולית (sudo) למשתמשים עם <ulink type="help" url="ghelp:users-admin">יישומי משתמשים וקבוצות</ulink>:
nb: Du kan begrense og skru på administrativ (sudo) tilgang til brukere med <ulink type="help" url="ghelp:users-admin">Brukere og grupper</ulink>-programmet:
nn: Du kan avgrense og slå på administrativ tilgang (sudo) til brukarar med <ulink type="help" url="ghelp:users-admin">Brukarar og grupper</ulink>-programmet:
oc: Podètz limitar e activar l'accès administrator (sudo) als utilizaires gràcia a l'<ulink type="help" url="ghelp:users-admin"> aplicacion Utilizaires e Gropes</ulink>:
pl: Możesz przyznawać bądź cofać użytkownikom uprawnienia do zadań administracyjnych (sudo) za pomocą narzędzia <ulink type="help" url="ghelp:users-admin">Użytkownicy i grupy</ulink>:
sk: Obmedziť a povoliť správcovské oprávnenie (sudo) pre jednotlivých používateľov môžete prostredníctvom aplikácie <ulink type="help" url="ghelp:users-admin">Používatelia a skupiny</ulink>:

source: Press <menuchoice><guimenu>System</guimenu><guimenuitem>Administration</guimenuitem><guimenuitem>Users and Groups</guimenuitem></menuchoice>
he: לחץ על <menuchoice><guimenu>מערכת</guimenu><guimenuitem>ניהול</guimenuitem><guimenuitem>משתמשים וקבוצות</guimenuitem></menuchoice>
nb: Trykk <menuchoice><guimenu>System</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukere og grupper</guimenuitem></menuchoice>
nn: Trykk <menuchoice><guimenu>Systemet</guimenu><guimenuitem>Administrasjon</guimenuitem><guimenuitem>Brukarar og grupper</guimenuitem></menuchoice>
oc: Seleccionatz <menuchoice><guimenu>Sistèma</guimenu><guimenuitem>Administracion</guimenuitem><guimenuitem>Utilizaires e Gropes</guimenuitem></menuchoice>
pl: Naciśnij <menuchoice><guimenu>System</guimenu><guimenuitem>Administracja</guimenuitem><guimenuitem>Użytkownicy i grupy</guimenuitem></menuchoice>
sk: Vyberte <menuchoice><guimenu>Systém</guimenu><guimenuitem>Správa</guimenuitem><guimenuitem>Používatelia a skupiny</guimenuitem></menuchoice>

source: Press <guibutton>Unlock</guibutton> and enter your password
he: לחץ על <guibutton>Unlock</guibutton> והקש את סיסמתך.
nb: Trykk på <guibutton>Lås opp</guibutton> og skriv inn ditt passord
nn: Trykk på <guibutton>Lås opp</guibutton> og skriv inn passordet ditt
pl: Wciśnij <guibutton>Odblokuj</guibutton> i wprowadź swoje hasło
sk: Stlačte <guibutton>Odblokovať</guibutton> a zadajte vaše heslo

source: Select the user who is to be given administrative access and press <guibutton>Properties</guibutton>
he: בחר את המשתמש לו אתה רוצה לתת גישה ניהולית ולחץ על <guibutton>אפשרויות</guibutton>
nb: Velg brukeren du ønsker å gi administrativ tilgang, og trykk <guibutton>Egenskaper</guibutton>
nn: Vel brukaren du ynskjer å gje administrativ tilgang, og trykk <guibutton>Eigenskapar</guibutton>
oc: Seleccionar l'utilizaire a qui balhar los dreches d'administrator e clicatz sus <guibutton>Proprietats</guibutton>
pl: Wybierz użytkownika, któremu chcesz nadać prawa administratora i kliknij przycisk <guibutton>Właściwości</guibutton>
sk: Zvoľte používateľa, ktorému chcete udeliť správcovské oprávnenia a stlačte <guibutton>Vlastnosti</guibutton>

source: Select the <guilabel>User Privileges</guilabel> tab
he: בחר בלשונית <guilabel>זכויות משתמש</guilabel>
nn: Vel fana <guilabel>Brukarrettar</guilabel>
oc: Seleccionar l'onglet <guilabel>Privilègis utilizaires</guilabel>
pl: Przejdź do zakładki <guilabel>Uprawnienia użytkownika</guilabel>
sk: Vyberte kartu <guilabel>User privileges</guilabel>

source: Check the box next to <guilabel>Administer the system</guilabel> and press <guibutton>OK</guibutton>
he: סמן את התיבה ליד <guilabel>מנהל המערכת</guilabel> ולחץ על <guibutton>OK</guibutton>
nn: Hak av boksen ved sidan av <guilabel>Administrer systemet</guilabel> og trykk <guibutton>Ferdig</guibutton>
oc: Marcar la casa al costat de <guilabel>Administrar lo sistèma</guilabel> e quichar <guibutton>D'acòrdi</guibutton>
pl: Zaznacz kratkę obok <guilabel>Administrowanie systemem</guilabel> i naciśnij <guibutton>OK</guibutton>
sk: Označte políčko vedľa položky <guilabel>Administer the system</guilabel> s stlačte <guibutton>OK</guibutton>

source: Using sudo at the command line
he: משתמש ב sudo בשורת הפקודה.
nb: Bruke sudo på kommandolinjen
nn: Bruka sudo på kommandolinja
oc: En utilizant sudo en linha de comanda
pl: Używanie sudo z linii poleceń
sk: Používanie sudo v príkazovom riadku

source: To use sudo whilst using the command line (<menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), simply type <userinput>sudo</userinput> before the command you wish to run. Sudo will then prompt you for your password.
he: כדי להשתמש ב sudo בזמן השימוש בשורת הפקודה (<menuchoice><guimenu>יישומים</guimenu><guimenuitem>עזרים</guimenuitem><guimenuitem>מסוף</guimenuitem></menuchoice>), פשוט הקלד <userinput>sudo</userinput> לפני הפקודה שאתה מעוניין להריץ. לאחר מכן Sudo יבקש את הסיסמה שלך.
nn: For å bruka sudo medan du brukar kommandolinja (<menuchoice><guimenu>Program</guimenu><guimenuitem>Tilleggsverktøy</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), skriv enkelt og greitt <userinput>sudo</userinput> før kommandoen du vil køyra. Sudo vil då spørja deg om passordet ditt.
oc: Sudo va se remembrar de vòstre senhal per un temps donat, 15 minutas per defaut, mas que pòt èsser modificat. Aqueste dispositiu permet als utilizaires d'efectuar maites prètzfaches administratius sens aver de tornar picar lo senhal a cada còp.
pl: Aby użyć sudo podczas pracy w wierszu poleceń (<menuchoice><guimenu>Programy</guimenu><guimenuitem>Akcesoria</guimenuitem><guimenuitem>Terminal</guimenuitem></menuchoice>), po prostu wpisz <userinput>sudo</userinput> przed poleceniem, które chcesz uruchomić. Sudo poprosi wówczas o Twoje hasło.
sk: Na použitie sudo počas práce v príkazovom riadku (<menuchoice><guimenu>Aplikácie</guimenu><guimenuitem>Príslušenstvo</guimenuitem><guimenuitem>Terminál</guimenuitem></menuchoice>) jednoducho napíšte <userinput>sudo</userinput> pred príkaz, ktorý si prajete spustiť. Sudo vás potom vyzve na zadanie vášho hesla.
